{
  "id": "65f7adbf5e0a85e63ee89277e8811eab229feb5706595497b1c72e0d20f7a828",
  "source_file": "data/raw/ncbc/65f7adbf5e0a85e63ee89277e8811eab229feb5706595497b1c72e0d20f7a828.pdf",
  "raw_text": "In re Matter of Special S’holders’ Meeting of Phytonix Corp., 2020 NCBC 3. \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 17320 \n \n \n \nIN RE MATTER OF SPECIAL \nSHAREHOLDERS’ MEETING OF \nPHYTONIX CORPORATION \nORDER AND OPINION  \nON APPLICATION FOR COURT-\nORDERED SHAREHOLDER \nMEETING \n \n \n1. THIS MATTER is before the Court following the initiation of this action \nby Bruce Dannenberg (“Dannenberg”) by the filing of an Application for Court -\nOrdered Shareholder Meeting Pursuant to N.C.G.S. § 55 -7-03 (the “Application”) on \nDecember 27, 2019, (ECF No. 3), and the filing by Phytonix Corporation (“Phytonix”) \nof its Motion to Dismiss or, Alternatively, to Set Annual General Meeting in Lieu of \nSpecial Shareholder Meeting (the “Phytonix Motion”) filed on January 7, 2020, (Mot. \nDismiss or , Alternatively, Set an Annual Meeting, ECF No. 8  [“Phytonix Mot.”] ).  \nFollowing a hearing on these matters, the Court GRANTS  the Application and \nDENIES the Phytonix Motion for the reasons stated herein.    \nMoore & Van Allen PLLC, by Christopher Donald Tomlinson, for \nPlaintiff Bruce Dannenberg \n \nWomble Bond Dickinson (US) LLP, by James A. Dean and Brent F. \nPowell, for Defendant Phytonix Corporation \n \nRobinson, Judge.  \n \nI. INTRODUCTION AND PROCEDURAL HISTORY \n \n2. This action arises out of a minority shareholder’s written demand for a \nspecial shareholders ’ meeting pursuant to N.C.G.S. §  55-7-02(a)(2) and the \ncorporation’s failure to timely notice and hold the special shareholders ’ meeting.  \nDannenberg, who owns just over 26% of Phytonix’s outs tanding shares, demanded \nthat the corporation hold a special shareholders’ meeting for the purpose of voting on \nthe removal of four  directors of the corporation .  When Phytonix di d not notice the \nspecial shareholders ’ meeting within the timeframe requested  by Dannenberg, \nDannenberg filed the Application pursuant to N.C.G.S. § 55 -7-03(a)(2), which gives \nthe Court the power to summarily order a special shareholders ’ meeting upon the \nfinding of certain facts. \n3. Following the filing of the Application, t his proceeding was designated to \nthe North Carolina Business Court by Order of the Chief Justice of the Supreme \nCourt of North Carolina on January 2, 2020,  (ECF No. 1),  and assigned to the \nundersigned Special Superior Court Judge on the same day by order of Chief Business \nCourt Judge Louis A. Bledsoe, III , (ECF No. 2) .  Following designation and \nassignment, the Court held a status conference hearing with counsel for Dannenberg \nand Phytonix on January 3, 2020.  (See ECF No. 6.)  At the January 3, 2020 hearing, \ncounsel for Phytonix provided the Court with a copy of a resolution adopted by \nPhytonix’s Board of Directors (the “Board”) on January 3, 2020 that set a special  \nshareholders’ meeting for January 31, 2020 (the “Resolution”).  ( See ECF No. 9.12.)  \nThe Court entered a Briefing Order permitting Phytonix the opportunity to submit a \nbrief and evidence in opposition to the relief sought in the Application and, similarly, \npermitting Dannenberg the opportunity to reply to Phytonix’s brief and supplement \nhis Application.  (See Briefing Order ¶ 4, ECF No. 7.)   \n4. Phytonix submitted a Brief in Response to Application for Court -Ordered \nShareholder Meeting (the “Response”) on January 7, 2020.  (ECF No. 15.)  In addition \nto the Response, Phytonix filed the Affidavit of Gordon Skene, Phytonix’s Chief \nExecutive Officer and Chairman of the Board, with various exhibits attached thereto, \nand the Affidavit of one of its counsel , Brent F. Powell , attaching documentary \nexhibits.  (ECF Nos. 9 , 10, 12 –14.)  Also on January 7, 2020, Phytonix filed the \nPhytonix Motion seeking to either (1) dismiss this action pursuant to Rules 12(b)(1) \nand 12(b)(6) of the North Carolina Rules of Civil Procedure (the “Rule(s)”) and/or deny \nthe Application as premature and moot  (which is also an argument raised in the \nResponse), or (2) schedule an annual general meeting o f Phytonix’s shareholders in \nlieu of the special shareholders’ meeting requested in the Application.  (Phytonix Mot. \n1.) \n5. On January 9, 2020, Dannenberg filed his Response in Opposition to Motion \nto Dismiss and in Support of Application for Court -Ordered Shareholders’ Meeting \n(the “Reply”), three exhibits (attached to the Reply ), and the Affidavit of Bruce \nDannenberg with several exhibits attached thereto.  (ECF Nos. 16, 17.)     \n6. On January 10, 2020, the Court held a hearing on the Application and the \nparties’ respective positions regarding the relief sought by Dannenberg therein, at \nwhich all parties were represented by counsel.    At the hearing, counsel for Phytonix \nprovided the Court with several additional documentary exhibits, all of which have \nbeen electronically filed by the Court making them a part of the record. (See ECF Nos. \n18–20.) \n7. In both the Response and the Phytonix Motion, Phytonix argues that the \nCourt lacks subject matter jurisdiction to consider the Application because \nDannenberg filed his Application prematurely.  As the Court’s jurisdiction is a \nthreshold question, the Court addresses this argument first.   See N.C.G.S. § 1A -1, \nRule 12(h)(3) (providing that a court shall dismiss the action when it appears that \nthe court lacks subject matter jurisdiction).   \nII. PHYTONIX’S RULE 12(b)(1) ARGUMENT \n \n8. The Application requests that the Court summarily order Phytonix to hold \na special shareholders ’ meeting consistent with Dannenberg’s December 4, 2019 \nwritten demand upon the corporation pursuant to s ections 55-07-02 and - 03 of the \nNorth Carolina Business Corporation Act.  \n9. Section 55-07-02(a)(2) mandates, in part, that: \nA corporation shall hold a special meeting of shareholders . . . [i]n the \ncase of a corporation that is not a public corporation, within 30 days after \nthe holders of at least ten percent (10%) of all the votes entitled to be \ncast on any issue proposed to be considered at the proposed special \nmeeting sign, date, and deliver to the corporation’s secretary one or more \nwritten demands for the meeting describing the purpose or purposes for \nwhich it is to be held.   \n \n10. Section 55-07-03(a)(2) then provides, in part: \nThe superior court of the county where a corporation’s principal office \n(or, if none in this State, its registered office) is located may, after notice \nis given to the corporation, summarily order a meeting to be held . . . on \napplication of a shareholder who signs a demand for a special meeting \nvalid under G.S. 55-7-02, if the corporation does not proceed to hold the \nmeeting as required by that section.   \n \n11. Dannenberg represents in his Application that he satisfied the written \ndemand requirements under section 55 -7-02 and therefore that the Court may \nsummarily order a special shareholders ’ meeting be held pursuant to his demand.  \nPhytonix argues that Dannenberg’s filing of the Application was premature because \nDannenberg sent the written demand on December 4, 2019, thereby triggering the \nthirty-day period under section 55-7-02(a)(2) within which Phytonix was required to \nhold the special shareholders’ meeting, but filed the Application on December 27, \n2019, a week prior to the period’s January 3, 2020 expiration.     \n12. The standard of review for an application to compel a special shareholders’ \nmeeting pursuant to section 55-7-03 has not yet been addressed by our c ourts.  The \nCourt, therefore, relies upon the statutory structure of sections 55 -7-02 and -03, the \nOfficial Comments thereto, and other similar statutes in the North Carolina Business \nCorporation Act.  \n13. Section 55-7-03(a)(2) states that the Court has jurisdiction to summarily \norder a special shareholders’ meeting “if the corporation does not proceed to hold the \nmeeting” within the specified time period.  Section 55 -7-02(a)(2) clearly states that \nthe corporation “shall hold a special meeting . . . within 30 days” after the \ncorporation’s secretary receives the shareholder’s written demand.  In order to hold a \nspecial shareholders’ meeting, a corporation must properly notify shareholders of the \ndate, time, and place of the meeting.  Id.  § 55 -7-05(a).  By statute, a special \nshareholders’ meeting must be noticed “no fewer than 10 . . . days before the meeting \ndate.”  Id.  The Amended and Restated Bylaws of Phytonix Corporation (the “Bylaws”) \nprovide for 15 days’ notice, which is 5 days’ more notice than the statutory minimum \nand therefore controls .  See id.  § 55-2-06(b).  Accordingly, for Phytonix to properly \nnotice the special shareholders’ meeting demanded by Dannenberg, it would have had \nto notice the meeting  at least 15 days before January 3, 2020 (i.e., by December 19, \n2019).  Phytonix’s failure to notice the meeting by that deadline precluded Phytonix \nfrom holding the meeting within the 30 -day period mandated by statute.  Because \nPhytonix’s inability to hold the required meeting became effective (and known to \nDannenberg) on December 19, 2019, when it had not “proceed[ed]  to hold the \nmeeting,” the Court concludes that Da nnenberg’s filing of the Application on \nDecember 27, 2019 was not premature. \n14. While Phytonix argues that dismissal  pursuant to Rule 12(b)(1)  is \nconsistent with the legal precedents related to the institution of shareholder \nderivative actions, the Court concludes that the statutory framework and our courts’ \ntreatment of a shareholder’s standing to bring a derivative proceeding under N.C.G.S. \n§ 55-7-42(2) is fundamentally different and not controlling on this situation.   \n15. For these reasons, the Court concludes that Dannenberg’s Application was \nnot filed prematurely, and the Court has subject matter jurisdiction to consider the \nApplication.   \n16. Phytonix also argues that the Resolution passed by the Board on January \n3, 2020 to hold a special shareholders’ meeting on January 31, 2020 moots the need \nfor the Court to consider the Application.  The Court disagrees.  Once a corporation \nviolates section 55-7-02, the Court, rather than the corporation, has the authority to \nset the time  and place of the meeting.  The Resolution proposed a special \nshareholders’ meeting for January 31, 2020, which is over a month after the date on \nwhich Dannenberg’s demand sought to hold a special meeting ( December 20, 2019) \nand almost a month after January 3, 2020, the statutory deadline for doing so.   \n17. While the Court may not be able to order that a meeting occur at a time \nthat has passed, it certainly h as the authority pursuant to section 55 -7-03 to \nsummarily order that the meeting take place before Janu ary 31, 2020.  In fact, the  \nlanguage of the statute is clear that the Court has significant discretion in setting the \nspecial shareholders’ meeting and on what terms: \nthe court may fix the time and place of the meeting, determine the \nshares entitled to par ticipate in the meeting, specify  a record date for \ndetermining shareholders entitled to notice of and to vote at the \nmeeting, prescribe the form and content of the meeting notice, fix the \nquorum required for specific matters to be considered at the meeting (or \ndirect that the votes represented at the meeting constitute a quorum for \naction on those matters), enter other orders necessary to accomplish the \npurpose or purposes of the meeting, and award such reasonable \nexpenses, including attorneys' fees, as it deems appropriate.    \n \nN.C.G.S. § 55-7-03(b). \n18. Furthermore, the Resolution differs from the special shareholders’ meeting \ndemanded by Dannenberg in several important ways, including the matters to be \nvoted on and the location of the meeting.   It follows, t herefore, that the R esolution \nadopted by the Board to set a special shareholders’ meeting outside of the statutory \ntimeframe, and on terms different from Dannenberg’s demand, does not moot the \nissue before the Court.   \n19. Thus, for the reasons set forth above, the Court concludes that \nDannenberg’s Application is timely made  and the Motion should be denied .  The \nCourt now turns to the Application’s merits.   \nIII. APPLICATION \n \n20. After reviewing the record evidence properly before th e Court, the \narguments of counsel for Dannenberg and Phytonix, and pursuant to N.C.G.S. §  55-\n7-03, the Court makes the following findings of fact: \nFINDINGS OF FACT \n21. Phytonix is an industrial biotechnology company with currently over 196 \nmillion shares of stock outstanding, held by approximately 131 different shareholders \nspread across five countries, two territories, and three continents.  (Skene Aff. ¶ 7.)  \n22. Dannenberg is an owner of 51,782,000 shares of stock of Phytonix, which \nrepresents 26.3% of the company’s outstanding shares.  (Dannenberg Aff. ¶ 7.)  \n23. Phytonix is a North Carolina nonpublic corporation with its registered \noffice in Wake County, North Carolina.  (Dannenberg Aff. ¶ 2.)    \n24. Phytonix currently has six (6) duly elected directors: Dannenberg, Michael \nWeedon (“Weedon”), Gordon Skene (“Skene”), Richard Hopp (“Hopp”), Bill Cory \n(“Cory”), and John Robertshaw (“Robertshaw”).  (Dannenberg Aff. ¶¶ 5–6.)   \n25. On December 4, 2019, Dannenberg signed, dated, and delivered a written \ndemand for a special shareholders’ meeting pursuant to Article II of the Bylaws and \nsection 55-7-02 of the North Carolina Business Corporation Act.  (Dannenberg Aff. ¶ \n18.)    \n26. The demand l etter requested that Phytonix hold a special shareholders’ \nmeeting by December 20, 2019, if possible but in any event, no later than 30 days \nfrom the date of the demand letter.  The demand letter requested that the meeting \nbe held at Phytonix’s principal office at the time, a location in Black Mountain, North \nCarolina.  (Dannenberg Aff. ¶ 19.)   \n27. The stated purpose of this special shareholders’  meeting was to seek \nremoval of four of the directors: Skene, Hopp, Cory, and Robertshaw .  (Dannenberg \nAff. ¶ 19.) \n28. After December 4, 2019, Skene, Hopp, and Cory voted to transfer Phytonix’s \nprincipal office from Black Mountain, North Carolina to North Vancouver, British \nColumbia.  (Dannenberg Aff. ¶ 22.)  Notwithstanding this transfer, Phytonix remains \na North Carolina corporation.  (Dannenberg Aff. ¶ 23.) \n29. 44.42% of Phytonix’s outstanding shares are held by North Carolina \nresidents.  (Dannenberg Aff. ¶ 25.) \n30. More than thirty (30) days have passed since Dannenberg’s written demand \nwas signed, dated, and delivered to Phytonix’s secretary.  \n31. Rather than timely comply with Dannenberg’s demand, the Board passed \nthe Resolution on January 3, 2020  by majority vote , proposing to set a special \nshareholders’ meeting for January 31, 2020.   ( Ex. L to Skene Aff.)   Th e proposed \nJanuary 31, 2020 special shareholders’ meeting described in the Resolution has not \nbeen noticed. \n32. Phytonix did not notice the s pecial shareholders’ meeting demanded by \nDannenberg by December 1 9, 2019, as required by the Bylaws, or alternatively by \nDecember 24, 2019, as required by section 55-7-05(a).   \n33. Consistent with these findings of fact, the Court makes the following  \nconclusions of law: \nCONCLUSIONS OF LAW \n34. Phytonix is a not a public corporation pursuant to N.C.G.S. § 55-1-40(18a).  \n35. Dannenberg is a shareholder owning at least ten percent (10%) of all the \nvotes entitled to be cast on an issue to be considered and voted on by Phytonix’s \nshareholders.   \n36. Accordingly, Dannenberg had authority pursuant to section 55-7-02(a)(2) to \nmake the written demand for a special shareholders’ meeting.  \n37. Pursuant to the Bylaws, Phytonix was required to notice the special \nshareholders’ meeting requested by Dannenberg by December 19, 2019, but in any \nevent, was statutorily required pursuant to sections 55-7-02(a)(2) and -05(a) to notice \nthe special shareholders’ meeting  by December 24, 2019, and its failure to do so \ndisallowed the corporation from timely holding the special shareholders’ meeting.   \n38. Pursuant to section 55-7-02(a)(2), Phytonix was required to hold the special \nshareholders’ meeting on or before January  3, 2020 and its failure to do so provides \nthe Court with the authority to summarily order a meeting to be held.  \n39. The purpose set forth in the Application is not duplicative or unnecessary. \n40. Because the statutory requirements of 55-7-03 are satisfied, Dannenberg is \nentitled to the relief he seeks in the Application and the Court shall summarily order \nthat a special shareholders’ meeting be held.  \n41. Because Phytonix’s Resolution setting the special shareholders’ meeting for \nJanuary 31, 2020 is nearly a month past the date Dannenberg was statutorily entitled \nto have a special shareholders’ meeting for the purposes set forth in his demand, and \nthis proposed meeting date has not been noticed as of yet, the Board’s R esolution is \nrejected by the Court and shall not set forth the terms for the special shareholders’ \nmeeting to be ordered herein. \n42. To wait until January 31, 2020 to hold the special shareholders’ meeting \ncould result in the Board taking actions counter to Dannenberg’s rights as a \nshareholder and, therefore, the Court concludes that the meeting shall take place as \nsoon as possible, taking into account the desirability of providing reasonable notice \nto the corporation’s shareholders.    \nIV. CONCLUSION \n   \n43. Based on the Court’s forgoing analysis, findings of fact , and conclusions of \nthe law, the Court hereby ORDERS as follows:  \nA. Phytonix shall immediately and in any event on or before January 14, \n2020 provide written notice of a meeting of Phytonix’s shareholders (“the \nShareholder Notice”) to each of the shareholders of Phytonix by e -mail \ncommunication with confirmation copies of the notice being placed in the \ncustody of the United States Postal Service separately and properly \naddressed to each of the shareholders with sufficient postage affixed.   A \ncopy of the Shareholder Notice that shall be sent to the shareholders is \nattached hereto as Exhibit A.  \nB. The Shareholder Notice shall notify the shareholders of Phytonix that a \nmeeting of the shareholders shall occur on Friday, January 24, 2020 \nbeginning at  1:00 p.m. Eastern Standard Time  in Charlotte, North \nCarolina at a location to be determined by the parties at a later date, \nwhich will be supplemented by order of the Court .  The Shareholder \nNotice shall provide the specific street address, suite number, and other \ninformation reasonably necessary for a shareholder to locate and appear \nin Charlotte for the meeting. \nC. The Shareholder Notice shall further notify the shareholders of Phytonix \nthat they may participate in the special shareholders’ meeting either by \nattending the meeting in person or alternatively through proper \ncompletion of the proxy card attached to this Order as Exhibit B.  \nD. The Shareholder Notice shall further not ify the shareholders that the \npurpose for the meeting shall be to consider and vote upon  whether to \nremove as directors one or more of the following individuals: Skene, \nHopp, Cory, and Robertshaw. \nE. Counsel for Phytonix is to file with the Court , and provide by e-mail to \ncounsel for Dannenberg simultaneously with the e -mailing of the \nShareholder Notice, a copy of the Shareholder Notice that is actually \ndistributed to the shareholders and shall certify that the Shareholder \nNotice has, in fact, been distributed to the shareholders  in compliance \nwith this Order. \nF. The number of shares represented by shareholders who appear at the \nshareholder meeting, in person or by proxy, will represent a quorum. \nG. The shareholder record date is December 4, 2019. \nH. The parties shall attempt to agree upon a n individual  to serve as \nscrutineer for the special shareholders’ meeting and shall notify the \nCourt on or b efore January 14, 2020 as to the parties’ agreement on a \nscrutineer, if any agreement is made.  The Court intends to supplement \nits Order herein once a scrutineer is agreed to, or in the absence of \nagreement, the Court shall select one from a list of proposed candidates \neither separately or jointly submitted by counsel for the parties.      \nI. The Phytonix Motion seeking to dismiss the application pursuant to Rule \n12(b)(1), Rule 12(b)(6), and section 55-7-03(a) is DENIED.  \nJ. Phytonix’s request that the Court expand the special shareholders’ \nmeeting as set forth in its  January 3, 2020 Resolution to include the \nappointment of directors  and to vote on the removal of Weed on and \nDannenberg is DENIED.   \nK. Phytonix’s request that the Court set an annual general meeting in lieu \nof the special shareholders’ meeting is DENIED.     \nL. The Court reserves for later determination Dannenberg’s request for his \nreasonable expenses, including attorneys’ fees, incurred in bringing the \nApplication before the Court.    \nM. The Court separately determines that, pursuant to Rule 5, utilization of \nthe North Carolina Business Court’s electronic filing system shall \nconstitute proper service of filings on opposing counsel.  \n \n       SO ORDERED, this the 11th day of January, 2020. \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nEXHIBIT A \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n \n \n \n \n \nEXHIBIT B \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n"
}