{
  "id": "65f73d9fd8f830852c0bfc449c5b8af6a6901c1e23a13592c2671e5b8a755499",
  "source_file": "data/raw/ncbc/65f73d9fd8f830852c0bfc449c5b8af6a6901c1e23a13592c2671e5b8a755499.pdf",
  "raw_text": "Sharman v. Fortran Corp., 2018 NCBC 27. \n \nSTATE OF NORTH CAROLINA \n \nCATAWBA COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 2669 \n \nDONNA SHARMAN; PETER \nSHARMAN; JAMES TEMPLETON; \nDOUGLAS MILLER; SHERRY \nMILLER; PHILIP MILLER; \nCHARLES MILLER; \nCHRISTOPHER SHARMAN; \nPEGGY TEMPLETON; WILLIAM \nGWYNN; DAYNE MILLER; JAMES \nTEN KATE; GLENN WITHERS; and \nBRETT BERTOLAMI, \n \nPlaintiffs, \n \nv. \n \nFORTRAN CORPORATION, \n \nDefendant. \n \n \n \n \n \n \n \n \nORDER AND FINAL JUDGMENT \n \n \n1. THIS MATTER is before the Court upon Plaintiffs Donna Sharman, Peter \nSharman, James Templeton, Douglas Miller, Sherry Miller, Philip Miller, Charles \nMiller, Christopher Sharman, Peggy Templeton, William Gwynn, Dayne Miller, \nJames Ten Kate, Glenn Withers, and Brett Bertolami ’s (“Plaintiffs”) request to \ninspect and copy Defendant For tran Corporation’s (“Defendant,” “Fortran,” or “the \nCompany”) corporate records (the “Requests”) in the above-captioned case.  \n2. The Court, having considered the Requests, the pleadings, the briefs in \nsupport of and in opposition to the Requests, the testimony and arguments advanced \nat the March 20, 2018 hearing on the Requests, the materials submitted in support \nof and in oppositio n to the Requests, and other appropriate matters of record, \nGRANTS in part  and DENIES in part  the Requests and ENTERS FINAL \nJUDGMENT in this action as set forth below.   \n \n \nTroutman Sanders, LLP, by Sara S. Ash, for Plaintiffs Donna Sharman, \nPeter Sharman, James Templeton, Douglas Miller, Sherry Miller, Philip \nMiller, Charles Miller, Christopher Sharman, Peggy Templeton, William \nGwynn, Dayne Miller, James Ten Kate, Glenn Withers, and Brett \nBertolami. \n \nHendrick Bryant Nerhood Sanders & Otis LLP, by Matthew H. Bryant, \nfor Defendant Fortran Corporation. \n \nI. \n \nPROCEDURAL BACKGROUND \n \n3. Plaintiffs filed their Complaint on September 21, 2017 seeking inspection \nand copying of corporate records pursuant to N.C. Gen. Stat. § 55 -16-01, et seq. as \ntheir sole claim for relief.  The Complaint alleges that the Plaintiffs are qualified \nshareholders under N.C. Gen. Stat. § 55 -16-02(g) and , as such , are entitled to “a \ncomplete accounting of the finances and business affairs of Fortran [.]”  (Compl. ¶¶ \n34–35, ECF No. 3.)   \n4. The North Carolina General Statutes require the Court to  dispose of the \nRequests “on an expedited basis.”  N.C. Gen. Stat. § 55-16-04(b).  As a result, promptly \nafter the issues were joined, the Court held a status conference with counsel on \nDecember 18, 2017 to discuss whether Plaintiffs’ inspection rights, and Fortran’s \ncompliance with its statutory obligations, remained in dispute.  Upon the parties’ \nrepresentations that a case and controversy contin ued to exist, the Court scheduled \na hearing on the matter and established a briefing schedule.  (Order  2–3, ECF No. \n15.)  After a continuance  for good cause , the Court held a n evidentiary hearing on \n \n \nMarch 20, 2018  (“March 20 hearing”) , at wh ich counsel for Plaintiffs was present .1   \nDuring the hearing , the Court received live testimony from Plaintiff James \nTempleton (“Templeton”).  \n5.     The Requests are now ripe for determination.  \nII.  \nFINDINGS OF FACT \n6. Fortran is a corporation organized under the laws of the State of North \nCarolina with its principal place of business in Conover, Catawba County, North \nCarolina.  (Compl. ¶ 15.) 2  Fortran’s shares are listed for trading on the over -the-\ncounter (“OTC”) markets.   (Def.’s Statement Regarding Matters in Controve rsy 1 \n[hereinafter “Def.’s Statement”], ECF No. 23.) \n7. Plaintiffs are shareholders of Fortran.  (Compl. ¶ 18.)  The evidence offered \nat the hearing establishes that Templeton has held approximately 1.3 million shares \nof Fortran stock at all times since 2013 and that each of the other Plaintiffs—except \nPlaintiff Brett Bertolami (“Bertolami”)—have been shareholders of Fortran since at \nleast 2014.3   \n                                                 \n1  Defendant’s counsel submitted statements in opposition to the Requests but advised the \nCourt on March 19, 2018 that Defendant had requested that he not appear at the March 20, \n2018 hearing on the Motion due to cost concerns.  Thus, Defendant’s counsel did not appear \nat the March 20 hearing. \n \n2 Factual findings derived from the Complaint are allegations that Defendant admitted in its \nAnswer.  (See generally Answer, ECF No. 12.) \n \n3  The only evidence before the Court concerning Bertolami’s shareholder status is \nTempleton’s testimony that Bertolami was promised shares in Fortran for work he performed \nbut that the shares were never issued.  Accordingly, the Court does not find as a fact on this \nrecord that Bertolami was a shareholder of Fortran. \n \n \n8. Plaintiffs allege that Fortran’s chief executive officer and chairman, Douglas \nRink (“R ink”), has engaged in “mismanaging Fortran and misappropriating, \nmisapplying, and improperly using Fortran’s property and assets [.]”  (Compl. ¶ 20.)   \nPlaintiffs specifically claim , among other things,  that Rink used Fortran’s funds or \nassets for his own benefit , issued common and preferred shares to himself without \nshareholder approval, failed to pay Fortran’s debts when they were due and owing, \nfailed to conduct necessary audits, and failed to hold any board or  shareholder \nmeetings.  (Compl. ¶¶ 21–22.)   \n9. To inv estigate Rink’s alleged wrongdoing , Plaintiffs sent a shareholder \ninspection demand (the “Inspection Demand”) to Rink and Fortran’s chief financial \nofficer, Richard Wilson  (“Wilson”), on July 19, 2017 , requesting to inspect various \nFortran corporate records on July 26, 2017 .  (Compl. Ex. A .)  Plaintiffs allege that \nthey sent the Inspection Demand for “the purpose of enabling Plaintiffs to determine \nwhether any improper transactions have occurred and to determine any possible \nmismanagement of Fortran or any possible misappropriation, misapplication, or \nimproper use of any property or asset of Fortran.”  (Compl. ¶ 25.)   \n10. The Inspection Demand, which is attached as Exhibit  A to the Complaint, \nrequested the right to inspect the following records: \n1. Fortran’s current bylaws and articles of incorporation, including any \namendments;  \n \n2. All resolutions adopted by Fortran’s board of directors relating to the \nissuance of common and preferred stock;  \n \n3. Minutes of all shareholders’ meetings, and records of all action taken by \nshareholders without a meeting, for the past three years; \n \n \n \n4. All written communications to shareholders generally within the past \nthree years and the financial statements required to be made available to \nthe shareholders for the past three years; \n \n5. All records relating to any board action taken regarding the merger of \nNew Telephone Company and Burke Mills into Fortran; \n \n6. All records relating to any board action regarding the acquisition of CCI \nCommunications; \n \n7. All records relating to any board action regarding the acquisition of \nWyncom; \n \n8. All records relating to any board action regarding the acquisition of Tower \nPerformance Inc.; \n \n9. All records relating to any board action taken regarding the election of   \n officers and directors at Fortran; \n \n10. All records relating to any board action regarding Fortran’s borrowing of  \nfunds, including but not limited to the borrowing of funds from TCA \nGlobal Fund (FL), Peoples Bank of Newton, NC, BB&T Bank, and James \nM. Templeton; \n \n11. All records relating to any board action regarding the issuance of new  \nFortran common and preferred stock, including but not limited to the   \nissuance of preferred shares to Douglas W. Rink and Richard W. Wilson; \n \n12. All records relating to Douglas W. Rink’s use of Fortran’s funds or assets  \n for his personal use or benefit; \n \n13. All accounting records and financial statements of Fortran, including but  \nnot limited to balance sheets, general ledgers, income/profit and loss \nstatements and cash flow statements; \n \n14. All UCC filings related to Fortran, including documents and  \n communications relating to those filings;  \n \n15. A complete record or list of Fortran’s shareholders, showing the name and   \naddress of each such shareholder, and transfer sheets reflecting changes \nin the names and addresses of Fortran’s shareholders and/or changes in \nthe number of shares owned by each shareholder; and \n \n \n \n16. All records relating to the purchase, finance and ownership of the     \n property located at 3210 16th Avenue SE, Conover, NC 28613. \n \n(Compl. Ex. A, at 1–3 (listing Requests 1–16); see also Compl. ¶ 24 (a)–(p).) \n11. Defendant refused to give Plaintiffs “the opportunity to inspect any of the \nCompany’s records [.]”  (Compl. Ex. B , at 1 .)  In response, on August 29, 2017, \nPlaintiffs sent their Inspection Demand to Defendant again.  (Compl. Ex. B., at 1.) \n12. Defendant has produced a portion of the records requested in the Inspection \nDemand but has failed to fully comply with any of the Requests, with the exceptions \nof Request 1—which seeks Fortran’s bylaws and articles of incorporation —and, as \ndiscussed further below, Request 4—which concerns Fortran’s financial statements.  \nIII.  \nCONCLUSIONS OF LAW \n13. Because Fortran is a North Carolina corporation, the North Carolina \nBusiness Corporation Act (the “Act”), which is codified at Chapter 55 of the N orth \nCarolina General Statutes, applies to this proceeding. \n14. The Act provides certain inspection rights to qualified shareholders .  A \nqualified shareholder is a “person who shall have been a shareholder in the \ncorporation for at least six months immediately preceding his demand or who shall \nbe the holder of at least five percent (5%) of the corporation’s outstanding shares of \nany class.”  N.C. Gen. Stat. § 55-16-02(g).   \n15. Based on the evidence presented, the Court finds that, other than Bertolami, \neach Plaintiff has been a shareholder of Fortran since at least 2014  and thus was a \nshareholder in the corporation for at least six months immed iately preceding the  \n \n \nInspection Demand.  As a result, the Court concludes that each Plaintiff, other than \nBertolami, is a qualified shareholder  under section 55-16-02(g) (hereinafter the \n“Qualified Plaintiffs”). \n16. The Act grants qualified shareholders rights  of inspection in two “separate \nand distinct categories. ”  Russell M. Robinson, II, Robinson on North Carolina \nCorporation Law § 10.01 (7th ed. 2017).  N.C. Gen. Stat. §  55-16-02(a) grants what \nare generally referred to as “absolute rights” of inspection, and section 55-16-02(b) \ngrants what are generally described as “qualified rights” of inspection.  Id.  The Court \nconsiders each in turn. \nA. Absolute Rights of Inspection  \n17. N.C. Gen. Stat. § 55 -16-02(a) provides qualified shareholders  with an \nabsolute right to inspect and copy certain corporate records:  \nA qualified shareholder of a corporation is entitled to inspect and \ncopy, during regular business hours at the corporation’s principal \noffice, any of the records of the corporation described in G.S. 55-16-\n01(e) if he gives the corporation written notice of his demand at \nleast five business days before the date on which he wishes to \ninspect and copy.  \n \nN.C. Gen. Stat. § 55 -16-02(a).  The records described in section 55 -16-01(e) \ninclude the following:  \n \n (1) [The corporation’s] articles or restated articles of incorporation \nand all amendments to them currently in effect; \n \n(2) [The corporation’s]  bylaws or restated bylaws and all \namendments to them currently in effect; \n \n(3) Resolutions adopted by [the corporation’s] board of directors \ncreating one or more classes or series of shares, and fixing their \nrelative rights, preferences, and limitations, if shares issued \npursuant to those resolutions are outstanding; \n \n \n \n(4) The minutes of all shareholders ’ meetings, and records of all \naction taken by shareholders without a meeting, for the past three \nyears; \n \n(5) All written communications to shareholders generally within \nthe past three years and the financial statements required to be \nmade available to the shareholders for the past three years under \nG.S. 55-16-20;4 \n \n(6) A list of the names and business addresses of [the corporation’s] \ncurrent directors and officers; and \n \n(7) [The corporation’s] most recent annual report delivered as \nrequired by G.S. 55-16-22. \n \nN.C. Gen. Stat. § 55-16-01(e). \n \n18. As discussed above, the Qualified Plaintiffs are qualified shareholders under \nsection 55 -16-02(g).  The Qualified Plaintiffs have demanded inspection of the \ndocuments described in sections 55 -16-01(e)(1)–(5).  (See Compl. Ex. A , at 1 –2 \n(Requests 1 –4).)  It  is undisputed that Fortran received notice of the Qualified \nPlaintiffs’ Inspection Demand within five days of the date of the requested inspection \nas required under section 55 -16-02(a).  (Compl. Ex. A, at 1.)  Fortran has not \nchallenged the Qualified Plaintiffs’ right to inspect and copy each of these records.  \n(See Answer 3.)   \n19. The evidence of record shows that Defendant has produced (i) its bylaws and \narticles of incorporation, (ii) a one -page, illegible document addr essed to \nshareholders, (iii) certain interim and annual consolidated financial statements, (iv) \n                                                 \n4  N.C. Gen. Stat. § 55-16-20 provides that a North Carolina corporation must “make available \nto its shareholders annual financial statements . . . that include a balance sheet as of the end \nof the fiscal year, an income statement for that year, and a state ment of cash flows for the \nyear unless that information appears elsewhere in the financial statements.” \n \n \ncertain UCC filings, (v) certain documents relating to stock issuance,  and (vi) a link \nto a website containing certain letters to shareholders .  Based on the ev idence \npresented, however, it appears to the Court that Fortran has not produced all \ndocuments responsive to Request 2 (resolutions adopted by Fortran’s board relating \nto the issuance of common and preferred stock) or Request 3 (minutes of shareholders’ \nmeetings and records of action taken by shareholders without a meeting, for the past \nthree years).  These Requests conform to the documents described in sections 55-16-\n01(e)(3) and (4), respectively, and the Court will therefore require Fortran to make \nall documents responsive to Requests 2 and 3 available for inspection and copying. \n20. As to Request 4, however, the evidence shows that Fortran has provided \nconsolidated interim and final quarterly and annual financial statements of the sort \ncontemplated under section 55 -16-20 through links to the otcmarkets.com website  \nsince at least April 30, 201 3.5  Annual financial statements are currently available \non the website for the periods ending June 30, 2013 (filed November 13, 2013), June \n30, 2014 (filed October 6, 2014), June 30, 2015 (filed September 9, 2015) , June 30, \n2016 (filed September 22, 2016), and June 30, 2017 (filed September 28, 2017).   \n21. The Qualified Plaintiffs acknowledge that Fortran has produced  “certain \ninterim and annual consolidated financial statements” but complain that the \nCompany has failed to comply with its obligations under section 55-16-02(a) because \nthe Company did not “produce any standalone financial statements of its \nsubsidiaries.”  (Pls.’ Statement Supp. Inspection Demand 8, ECF No. 22.)  Section 55-\n                                                 \n5  www.otcmarkets.com/stock/FRTN/disclosure. \n \n \n16-20(a) provides, however,  that the financial statements that must be made \navailable to shareholders “ may be consolidated or combined statements of the \ncorporation and one or more of its subsidiaries, as appropriate.”  N.C. Gen. Stat. § 55-\n16-20(a) (emphasis added).  Accordingly, the Court concludes that Fortran was within \nits rights under section 55-16-02(a) to produce consolidated financial statements and \nwas not required to provide  the Qualified Plaintiffs with standalone financial \nstatements of Fortran’s subsidiaries.  The Court thus finds that Fortran has complied \nwith Request 4 to the extent it relates to the Company’s financial statements. \n22. Request 4 also seeks “all written communications to shareholders generally \nwithin the past three years [,]” as provided in section 55 -16-01(e)(5).  (Compl. Ex. A, \nat 2; Compl. ¶ 24(d).)  It appears to the Court that at least some of these  \ncommunications are available on the otcmarkets.com website , but the evidence of \nrecord is not clear that all such communications may be found there.  Thus, the Court \nwill require Fortran to make available all such written communications to the extent \nthat it has not already done so. \nB. Qualified Rights of Inspection \n23. N.C. Gen. Stat. § 55 -16-02(b) provides a qualified shareholder  the right to \ninspect and copy certain records in addition to those listed in § 55-16-01(e) if (1) “[the \nqualified shareholder’s] demand is made in good faith and for a proper purpose,” (2) \n“[the qualified shareholder] describes with reasonable particularity his purpose and \nthe records he desires to inspect,” and (3) “[t]he records are directly connected with \n \n \n[the qualified shareholder’s] purpose.”  N.C. Gen. Stat. § 55 -16-02(c).  These \nadditional records include: \n(1) Records of any final action taken with or without a meeting by the \nboard of directors, or by a committee of the board of directors while \nacting in place of the board of directors on behalf of the corporation, \nminutes of any meeting of the shareholders and records of action \ntaken by the shareholders without a meeting, to the extent not \nsubject to inspection under G.S. 55-16-02(a);  \n \n(2) Accounting records of the corporation; and  \n \n(3) The record of shareholders;  \n \nprovided that a shareholder of a public corporation shall not be \nentitled to inspect or copy any accounting records of the corporation or \nany records of the corporation with respect to any matter which the \ncorporation determines in good faith may, if disclosed, adversely affect \nthe corporation in the conduc t of its business or may constitute \nmaterial nonpublic information at the time the shareholder’s notice of \ndemand to inspect and copy is received by the corporation. \n \nN.C. Gen. Stat. § 55-16-02(b). \n \n24. The Qualified Plaintiffs contend that the records they se ek in Requests 5–\n16 of their Inspection Demand fall within these three categories.  The Court will \nexamine each of these Requests for compliance with the requirements of sections 55-\n16-02(b) and (c). \n1.  Good Faith and Proper Purpose \n25. The Official Comments to Chapter 55 provide useful guidance in \ndetermining whether a qualified shareholder has stated a “proper purpose” to support \nan inspection demand.   See, e.g., Parsons v. Jefferson-Pilot Corp., 333 N.C. 420, 425, \n426 S.E.2d 685, 689 (1993) (“[T]he commentary to a statutory provision can be helpful \nin some cases in discerning legislative intent.”); see also Miller v. First Bank, 206 N.C. \n \n \nApp. 166, 171, 696 S.E.2d 824 , 827 –28 (2010) ( holding that although Official \nComments are not binding because they are not enacted into law, “they were included \nwith the printing of the statute and are, therefore, relevant in construing the intent \nof the statute”).  The relevant Comments here explain that “[a] ‘proper purpose ’ \nmeans a purpose that is reasonably relevant to the demanding shareholder’s interest \nas a shareholder.”  N.C. Gen. Stat.  § 55-16-02 Official Comment 3.  The Comments \nfurther advise that “[a]s a practical matter, a  shareholder who alleges a purpose in \ngeneral terms, such as . . . to determine whether improper transactions have occurred, \nhas been held to allege a ‘proper purpose.’”  Id.  Once a proper purpose is alleged, our \ncourts have held that  “[t]he burden of proof rests upon [the corporation ], if [it] \nwish[es] to defeat the shareholder’s demand, to allege and show by facts, if [it] can, \nthat the shareholder is motivated by some improper purpose .”  Carter v. Wilson \nConstr. Co., 83 N.C. App. 61, 65, 348 S.E.2d 830, 832 (1986).    \n26. Here, the Qualified Plaintiffs allege that they made their Inspection \nDemand to determine whether “any improper transactions have occurred and to \ndetermine any possible mismanagement of Fortran or any possible misappropriation, \nmisapplication, or improper use of any property or asset of Fortran.”  (Compl. ¶ 25.)  \nSuch a motive constitutes a proper purpose under Chapter 55.  See, e.g., Parsons, 333 \nN.C. at 428–430, 426 S.E.2d at 691–92 (holding that a proper purpose could include \n“determining any possible mismanagement of the C ompany or any possible \nmisappropriation, misapplication or improper use of any property or asset of the \nCompany”); Carter, 83 N.C. App. at 65, 348 S.E.2d at 832 ( “the shareholder’s good \n \n \nfaith desire to . . . investigate the conduct of the management” is a proper purpose \nsupporting a demand for corporate records).   \n27. Since the Qualified Plaintiffs have stated a proper purpose in their \nComplaint, Defendant can overcome the presumption of good faith in  favor of the \nQualified Plaintiffs’ Requests only by carrying its burden to show that the Qualified \nPlaintiffs’ purpose is improper.  Carter, 83 N.C. App. at 65, 348 S.E.2d at 832.  To \nthat end, Defendant contends that the Qualified Plaintiffs do not have a proper \npurpose for their Inspection Demand  because Plaintiff Templeton is a judgment \ncreditor of Fortran and, in Fortran’s view, is advancing the Inspection Demand to \npressure Fortran to pay its outstanding debt to Templeton , force a shareholder \nbuyout, and obtain pre -lawsuit discovery for a derivative act ion.  (Def .’s Statement \n3.)  Defendant also makes a general contention  that Plaintiffs lack good faith in \nmaking the requests because certain requested documents are available to the public \non the otcmarkets.com website.  (Def.’s Statement 3.) \n28. The Court is unpersuaded.  Defendant offers no evidence to support its  \nspeculation that the Qualified Plaintiffs are improperly using the Inspection Demand \nto pressure Fortran , and the documents that are available on the otcmarkets.com \nwebsite are responsive to some but not nearly all of Requests 5–16.  Moreover, \nwithout more, obtaining corporate records to investigate and prepare a derivative \naction is not improper  and general ly encouraged .  See, e.g., In re Quintiles \nTransnational Corp. S’holders Litig ., 2003 NCBC LEXIS 3, at *13–25 (N.C. Super. \nCt. Dec. 19, 2003) (admonishing plaintiffs in derivative actions to seek corporate \n \n \nbooks and records before filing complaint); see also Beam ex rel. Martha Stewart \nLiving Omnimedia, Inc. v. Stewart , 833 A.2d 961, 98 0–82 (Del. Ch. 2003) \n(encouraging shareholder records inspection prior to filing derivative action).   \n29. In marked contrast to Defendant’s meager showing, the Qualified Plaintiffs \nhave supported their Requests with  a certified transcript of a recorded telephone \nconversation in which Fortran’s CFO candidly discussed  his view that Rink had \npotentially engaged in illegal activities  as Fortran ’s CEO and caused Fortran to \nengage in improper and potentially illegal transactions.  (See generally Pls.’ Notice \nSuppl. Information Supp. Position Statement Ex. A, ECF No. 26.1.)  This proof, when \nadded to the Qualified Plaintiffs’ allegations of purpose  in the Complaint  and \nDefendant’s corresponding lack of proof, is more than sufficient to establish that the \nQualified Plaintiffs’ Inspection Demand is made in good faith and for a proper \npurpose, even without the benefit of the presumption of good faith w hich the \nQualified Plaintiffs enjoy here.  Accordingly, the Court concludes that the Qualified \nPlaintiffs have established the good faith and proper purpose requirements of section \n55-16-02(c).   \n2. Direct Connection to Proper Purpose \n30. Based on the Court’s review of the record, the Court further concludes that \nthe Qualified Plaintiffs have offered sufficient evidence to show that they have a good \nfaith belief , supported by evidence, that CEO Rink has engaged in substantial \nwrongdoing, including self-dealing, corporate mismanagement, corporate waste, and \nother breaches of his fiduciary duties to Fortran.  (See Compl. Ex. A, at 3.)  The Court \n \n \nhas carefully reviewed Requests 5–16 and concludes that each Request is directly \nrelated to the Qualified Plaintiffs’ pro per purpose of determining whether “any \nimproper transactions have occurred and to determine any possible mismanagement \nof Fortran or any possible misappropriation, misapplication, or improper use of any \nproperty or asset of Fortran.”  (Compl. ¶ 25.)  Acco rdingly, the Court concludes that \nthe Qualified Plaintiffs have established the “direct connection” r equired by section \n55-16-02(c) for Requests 5–16.  \n3. Reasonable Particularity  \n31. Having determined that the “good faith and proper purpose” and “direct \nconnection” requirements of section 55 -16-02(c) have been met, the Court’s \ndetermination of whether the Qualified Plaintiffs are entitled to the documents they \nhave requested in most instances rises and falls with the Qualified Plaintiffs’ \ncompliance with the statute’s “reasonable particularity” requirement.   \n32. For purposes of section 55-16-02(c), “reasonable particularity” requires “that \nthe designation be sufficient to apprise a man of ordinary intelligence what \ndocuments are required. ”  Parsons, 333 N.C. at 429, 426 S.E.2d at 691  (quoting 8 \nCharles A. Wright & Arthur R. Miller, Federal Practice and Procedure § 2211, at 628–\n31 (1970)) .  Because “a shareholder should make more meaningful statements of \npurpose and the desired records when ‘feasible[,]’ [w] hether a shareholder has \ndescribed his purpose or the desired records with reasonable particularity necessarily \ndepends upon the facts and circumstances of each case.”  Id. (citing N.C. Gen. Stat. § \n55-16-02 Official Comment 3).  \n \n \n33. Turning first to Requests 5–11, the Qualified Plaintiffs seek “all records \nrelating to any board action” taken regarding certain specifically identified corporate \ntransactions.  (Compl. Ex. A, at 2; Compl. ¶ 24(e)–(k).)  The Qualified Plaintiffs’ \nformulation of these particular req uests is overbroad.  Section 55 -16-02(b) makes \nplain that a qualified shareholder is entitled to “[r]ecords of any final action” by the \nboard of directors or a committee of the board―not “all records relating to any board \naction.”  See N.C. Gen. Stat. § 55-16-02(b).  Moreover, the statute’s focus on the “final \naction taken” is conscious and deliberate.  See Robinson, supra, § 10.03 [2] (“The \ndrafters of the North Carolina statute substituted this reference to ‘final action taken’ \nin lieu of the Model Act’s reference to ‘excerpt from minutes ’ with the intent of \nexcluding discussions and preliminary actions by the board and its committees.”).   \nAccordingly, the Court will not enforce these Requests as drafted. \n34. The remainder of Requests 5–11 are stated in clear and plain language and \nspecifically identify the specific transaction for which records are sought.  They reflect \nthe Qualified Plaintiffs’ actual knowledge of Fort ran’s records at the time of the \nRequests such that more particular requests were not then feasible.  They also \nsufficiently advised Fortran of the requested documents to permit full compliance.  \nThe Court therefore concludes that Requests 5–11, modified to seek “records of any \nfinal action” by t he board of directors rather than “all records relating to any board \naction,” are stated with reasonable particularity under section 55 -16-02(c).  The \nQualified Plaintiffs are therefore entitled to inspect and copy “records of any final \naction” with respect to the specific items identified in Requests 5–11. \n \n \n35. Request 12 seeks “[a]ll records relating to Douglas W. Rink’s use of Fortran’s \nfunds or assets for his personal use or benefit .”  (Compl. Ex. A, at 2; Compl. ¶ 24(l).)  \nIn contrast to the preceding Requests, this Request is vague and broadly stated and \ndoes not provide Fortran sufficient information to determine which specific \ndocuments the Qualified Plaintiffs seek to have produced.   \n36. Although the Qualified Plaintiffs clarified Request 12 in their b rief in \nsupport of the Inspection Demand  by identifying certain specific transactions —the \npurchase of property in Conover, North Carolina through the issuance of a Fortran \ndebenture, the placement of Rink Media LLC vehicles on a B&L Telephone, LLC \n(“B&L”) insurance account, and the retention of proceeds of certain B&L vehicles \nafter they were sold—our courts are clear that the Court’s assessment of “reasonable \nparticularity” must focus on the Qualified Plaintiffs’ actual demand, not on any \nsubsequent court filings.  See Parsons v. Jefferson-Pilot Corp., 106 N.C. App. 307, 323, \n416 S.E.2d 914, 923 (1992), aff’d in part and rev’d in part on other grounds, 333 N.C. \n420, 426 S.E.2d 685 (1993) (“To determine whether a shareholder's  demand meets \nthe requirements o f N.C.G.S. § 55 -16-02(c), the trial court must focus upon \nthe demand itself, not upon the shareholder ’s subsequent pleadings or motions filed \nin an attempt to compel inspection under N.C.G.S. § 55-16-04(b).”).  \n37. Nevertheless, the Court observes that the fact that the Qualified Plaintiffs \nwere able to produce a list of corporate records with such specificity shows that they \nhad the ability to provide greater particularity than they did  in Request 12 in the \nInspection Demand.  Cf. Parsons, 333 N.C. at 430, 426 S.E.2d at 691 (“[A] shareholder \n \n \nshould make more meaningful statements of purpose and the desired records when \n‘feasible.’” (quoting N.C. Gen. Stat. § 55-16-02 Official Comment 3)).  For each of these \nreasons, the Court concludes that the Qualified Plaintiffs have failed to state Request \n12 with reasonable particularity under section 55-16-02(c).  As a result, the Court will \nnot enforce this Request. \n38.  Request 13 seeks “[a]ll accounting records and financial statements of \nFortran, including but not limited to balance sheets, general ledgers, income/profit \nand loss statements and cash flow statements.”  (Compl. Ex. A, at 2; Compl. ¶ 24(m).)  \nAs an initial matter, the Court has already addressed the production of Fortran’s \nfinancial statements in its discussion of Request 4 above and concluded that Fortran \nhas satisfied its obligations under section 55-16-02(a) concerning the production of \nthose requested documents.  The Qualified Plaintiffs’ demand in Request 13 to obtain \nfinancial statements for periods beyond the past three years is contrary to applicable \nlaw.  See N.C. Gen. Stat. § 55 -16-01(e)(5) (requiring retention of “the financial \nstatements required to be made available to shareholders for the past three years”).   \n39. As to the Qualified Plaintiffs’  Request for Fort ran’s accounting records, \nChapter 55 provides that a qualified shareholder who satisfies the requirements of \nsection 55-16-02(c) and makes timely demand may inspect a corporation’s “accounting \nrecords.”  N.C. Gen. Stat. § 55-16-02(b).  Although the term is left undefined in the \nAct, the Official Comments describe “accounting records” as “records that permit \nfinancial statements to be prepared which fairly present the financi al position and \ntransactions of the corporation.”  N.C. Gen. Stat. § 55-16-01 Official Comment 2.  The \n \n \nCourt of Appeals has further observed that “ accounting records  . . . are generally \ndefined as ‘the formal journals and  ledgers, and the vouchers, invoice s, \ncorrespondence, contracts, and other sources or support for such records[.]’”  Parsons, \n106 N.C. App. at 318 –19, 416 S.E.3d at 921 (citing  Kohler's Dictionary for \nAccountants 13 –14 (W.W. Cooper & Y. Ijiri eds., 6th ed. 1983)).   Based on this \nprecedent, the Court concludes that Request 13’s demand to inspect and copy \n“accounting records,” including “general ledgers,” is stated with reasonable \nparticularity under section 55-16-02(c) and that the Qualified Plaintiffs are therefore \nentitled to inspect and copy these documents.6  \n40. Request 14 seeks “[a]ll UCC filings related to Fortran, including documents \nand communications relating to those filings.”  (Compl. Ex. A, at 2; Compl. ¶ 24(n).)  \nFortran has indicated that it will provide all of its UCC filings to the Qualified \nPlaintiffs, (Answer 4), and the Court will enforce Fortran’s agreement.  However, the \nCourt cannot conclude that the “ documents and communications relating to those \nfilings” are “financial statements,” “accounting records,” or any other documents that \na qualified shareholder is permitted to inspect and copy under Chapter 55.  Thus, the \nCourt will deny Request 14 to this extent.  \n                                                 \n6  Although section 55 -16-02(b) excludes pu blic corporations from shareholder inspection \ndemands for accounting records, Chapter 55 defines a “public corporation” as “any \ncorporation that has a class of shares registered under Section 12 of the Securities Exchange \nAct of 1934, as amended (15 U.S.C.  § 78 l ).”  N.C. Gen. Stat. § 55 -1-40(18a).  Based on the \nevidence of record, the Court is persuaded that Fortran is not a company with a class of \nshares registered under Section 12  and thus is not covered by the public corporation \nexemption under section 55-16-02(b).  See First Citizens BancShares, Inc. v. KS Bancorp, Inc., \n2018 NCBC LEXIS 23, at * 15–16 (N.C. Super. Ct. Mar. 21, 2018)  (holding publicly traded \ncorporation without shares registered under Section 12 is not a “public corporation” under \nsection 55-1-40(18a)). \n \n \n41. Request 15 seeks “[a] complete record or list of Fortran’s shareholder s” as \nwell as “transfer sheets” reflecting shareholder change information.  ( Compl. Ex. A, \nat 2 ; Compl. ¶ 24(o).)  N.C. Gen. Stat. § 55-16-02(b)(3) provides that a qualified \nshareholder satisfying section 55 -16-02(c) and making timely demand  is entitled to \ninspect and copy “[t]he record of shareholders” of the corporation.  As the Supreme \nCourt has observed, t he “legislative intent embodied in N.C.G.S. § 55 -16-02(b)(3) is \nthat shareholders be entitled to the information concerning the identity of \nshareholders which is possessed by the corporation in order that they may have the \nsame opportunity as the corporation to communicate with the other \nshareholders.”  Parsons, 333 N.C. at 428, 426 S.E.2d at 690 (emphasis omitted).     \n42. While the corporation does not have to provide the shareholder information \nit possesses in any particular format, “a fair reading of the statute would require that \nthe list include alphabetically the names and business addresses of shareholders and \nthe number of shares held by each.”   Robinson, supra, § 10.03[4]; see also N.C. Gen. \nStat. § 55-16-01(c) (requiring a corporation to keep “a record of its shareholders, in a \nform that permits preparation of a list of the names and addresses of all shareholders, \nin alphabetical order by class of shares showing the number and class of shares held \nby each”).    \n43. Applying these principles here, the Court concludes that the Qualified \nPlaintiffs have satisfied the reasonable particularity requirements of section 55 -16-\n02(c) and that Fortran should provide its most recent list of shareholders to the \nQualified Plaintiffs showing the names, business addresses, and share ownership of \n \n \neach Fortran shareholder.  See generally Parsons, 333 N.C. at 428, 426 S.E.2d at 690 \n(“[R]equiring a corporation to divulge all of the shareholder information in its \npossession would completely effectuate the goal of fairness and equality between a \ncorporation and its shareholders in [accessing shareholders].” (emphasis omitted)).   \n44. The Court also concludes that the Qualified Plaintiffs’ transfer sheet request \nis stated with reasonable particularity and that, to the extent they exist and are in \nthe Company’s possession,  Fortran should provide its “transfer sheets reflecting \nchanges in the names and addresses of Fortran’s shareholders and/or changes in the \nnumber of shares owned by each shareholder” as requested.  See id. (stating that \nunder section 55 -16-02(b)(3), “it is necessary that shareholders have access to . . . \n[shareholder] information which the corporation itself has in its possession”).  \nHowever, because 55-16-02(b)(3) is meant to permit a qualified shareholder “the same \nopportunity . . . to communicate with the other shareholders”  as that  typically \nenjoyed by the corporati on by a proxy solicitation , id., or in preparation for a \nstockholder meeting, see White v. Smith , 256 N.C. 218, 220, 123 S.E.2d 628 , 630  \n(1962), the Court will limit the production to transfer sheets for the period on and \nafter the date of the shareholder list, see Hoepner v. Wachovia Corp ., 2001 NCBC \nLEXIS 3, at *13–14 (N.C. Super. Ct. June 14, 2001) (requiring production of \nshareholder list and daily transfer sheets created thereafter); see also Baron v . \nStrawbridge & Clothier, No. 86-2474, 1986 U.S. Dist. LEXIS 26018, at *16–17 (E.D. \nPa. May 1, 1986) (requiring production of stockholder list and transfer sheets from \nthe date of the list) ; Schnell v. Chris -Craft Indus., Inc., 283 A.2d 852, 853 –54 (Del. \n \n \nCh. 1971) (requiring production of stock  ledger or shareholder list and daily stock \nlists of transfers thereafter made).      \n45.  Request 16 seeks “[a]ll records relating to the purchase, finance and \nownership of the property located at 3210  16th Avenue SE, Conover, NC 28613.”  \n(Compl. Ex. A, at 3; Compl. ¶ 24(p).)  While this Request is set forth with \nparticularity, the Request does not seek records  that a qualified shareholder has a \nright to inspect and copy under sections 55 -16-02(a) or (b).  Accordingly, the Court \nconcludes that the Qualified Plaintiffs are not entitled to inspect and copy Fortran’s \nrecords responsive to this Request.7  \nC. Costs and Fees  \n46. Plaintiffs seek to recover the costs and expenses of this action from \nDefendant, including Plaintiffs’ reasonable attorneys’ fees.  (Compl. 8.)   \n47. N.C. Gen. Stat. § 55-16-04(c) provides as follows:  \nIf the court orders inspection and copying of the records demanded, it \nshall also order the corporation to pay the shareholder’s costs (including \nreasonable attorneys ’ fees) incurred to obtain the order unless the \ncorporation proves that it refused inspection in good faith because it had \na reasonable basis for doubt about the right of the shareholder to inspect \nthe records demanded. \n \n48. A good faith refusal of a shareholder’s inspection demand “normally will \ninvolve reasonable doubt whether the shareholder had the necessary good faith and \nproper purpose or whether the records demanded are directly connected to the \nshareholder’s purpose.”  N.C. Gen. Stat. § 55-16-04 Official Comment.  This analysis \n                                                 \n7  In the absence of any specific language seeking records of action by Fortran’s  board of \ndirectors, the Court declines to read Request 16 as seeking “records of any final action” taken \nby the board of directors with respect to the property described in this Request.  \n \n \nentails “a partially objective standard, in that the corporation must be able to point \nto some objective basis for its doubt that the shareholder was acting in good faith or \nhad a purpose that was proper.”  Id.   \n49. Here, Defendant contends that Plaintiffs did not act in good faith because \nTempleton is a judgment creditor and the Inspection Demand involves an improper \nattempt to pressure Fortran to pay or reduce the debt the Company owes to \nTempleton or buy Templeton’s s hares.  Defendant, however, has not offered any \nevidence to support this contention , and, on the record evidence here, Defendant’s \ncontention is implausible and supported only by speculation and conjecture.  Not only \nhave the Qualified Plaintiffs offered substantial evidence of their proper purpose, but \nDefendant has not offered any evidence or argument explaining how the Qualified \nPlaintiffs’ Inspection Demand has any bearing on Fortran’s rights and remedies in \nconnection with Templeton’s judgment or a possible buyout of his shares.  As a result, \nthe Court concludes that Fortran has failed to show that it had a reasonable basis to \ndoubt the Qualified Plaintiffs’ proper purpose for their Inspection Demand. \n50. Defendant also refuses a number of the Requests on the grounds that they \nare overbroad or deal with matters that are over three years old.  As discussed above, \nhowever, the Co urt has concluded that nearly all of the  otherwise enforceable \nRequests are described with reasonable particularity as required by applicable law.  \nMoreover, except for the Qualified Plaintiffs’ request for financial statements for the \npast three years, Defendant seeks to impose a temporal limitation  on certain of the \nRequests that does not appear in Chapter 55.  As a result, the Court concludes that \n \n \nFortran has failed to show a reasonable basis for doubt as to the Qualified Plaintiffs’ \ninspection rights based on these contentions. \n51. Although Fortran has successfully resisted or caused modification of certain \nof the Requests as set forth above, the Court concludes, based on the evidence of \nrecord, that Fortran has failed to make documents available in response to a \nsubstantial number of the Requests without a reasonable basis for doubt as to the \nQualified Plaintiffs’ right to inspect the requested documents.  The Court therefore \nconcludes that Fortran should pay the Qualified Plaintiffs the costs and fees, \nincluding attorneys’ fees, the Qualified Plaintiffs have incurred in seeking the records \nfor which they have successfully obtained an order for inspection and copying.   The \nCourt will not award, however, the costs and fees incurred in the Qualified Plaintiffs’ \npursuit of the Requests the Court has disallowed.  \nIV.  \nCONCLUSION \n52. WHEREFORE, the Court, in the exercise of its discretion, hereby \nORDERS as follows:  \na. Plaintiffs’ Requests are hereby DENIED with respect to Plaintiff \nBertolami. \nb. Plaintiffs’ Requests are hereby GRANTED in part and DENIED in \npart with respect to the Qualified Plaintiffs as follows:  \n \n \ni. No later than April 16, 2018, Defendants shall make available to \nthe Qualified Plaintiffs the following records for inspection and \ncopying: \n1. resolutions adopted by Fortran’s board of directors \ncreating one or more classes or series of shares, and fixing \ntheir relative rights, preferences, and limitations, if shares \nissued pursuant to those resolutions are outstanding; \n2. the minutes of all shareholders’ meetings, and records of \nall action taken by shareholders without a meeting, for the \npast three years; \n3. all written communications to shareholders generally \nwithin the past three years that are not publicly available \non the otcmarkets.com website;   \n4. records of any final action taken by the board of directors \nregarding the merger of New Telephone Company and \nBurke Mills into Fortran; \n5. records of any final action taken by the board of directors \nregarding the acquisition of CCI Communications; \n6. records of any final action taken by the board of directors \nregarding the acquisition of Wyncom; \n7. records of any final action taken by the board of directors \nregarding the acquisition of Tower Performance Inc.; \n \n \n8. records of any final action taken by the board of directors \nregarding the election of officers and directors at Fortran; \n9. records of any final action taken by the board of directors \nregarding Fortran’s borrowing of funds, including but not \nlimited to the borrowing of funds from TCA Global Fund \n(FL), Peoples Bank of Newton, NC, BB&T Bank, and \nJames M. Templeton; \n10. records of any final action taken by the board of directors \nregarding the issuance of new Fortran common and \npreferred stock, including but not limited to the issuance \nof preferred shares to Douglas W. Rink and Richard W. \nWilson; \n11. all accounting records of Fortran, including but not limited \nto Fortran’s general ledgers; \n12. all UCC filings related to Fortran; and \n13. the most current and complete record or list of Fortran’s \nshareholders, showing the name  of, business address of, \nand the number of shares owned by each shareholder, and \nall transfer sheets reflecting change s in the names and \naddresses of Fortran’s shareholders and/or changes in the \nnumber of shares owned by each shareholder  created \nthereafter.  \n \n \nii. Defendant is further ordered to file a statement with the Court \nno later than April 1 6, 2018 certifying that Defend ant has fully \ncomplied with paragraph 52(b)(i) above or attesting that it does \nnot have any of the specific records the Court has ordered to be \nproduced. \niii. Except as provided in paragraph 5 2(b)(i) above, Plaintiffs’ \nRequests are DENIED, and specifically denied to the extent they \nseek: \n1. “the financial statements required to be made available to \nthe shareholders for the past three years,” as requested in \nRequest 4; \n2. “[a]ll records relating to any board action,” as requested in \nRequests 5–11; \n3. “[a]ll records relating to Douglas W. Rink’s use of Fortran’s \nfunds or assets for his personal use or benefit,” as \nrequested in Request 12; \n4.  “documents and communications relating to [Fortran’s \nUCC] filings,” as requested in Request 14;  \n5. “transfer sheets” reflecting shareholder change \ninformation created prior to the date of the most current \ncomplete record or list of shareholders produced under \n \n \nsubparagraph (b)(i)(13) above, as requested in Request 15; \nand \n6. “[a]ll records relating to the purchase, finance and \nownership of the property located at 3210 16th Avenue SE, \nConover, NC 28613,” as requested in Request 16.  \niv. Defendant is  hereby ordered to pay the Qualified Plaintiffs’ \nreasonable costs and fees, including attorneys’ fees, incurred in \nobtaining the relief ordered i n paragraph 52(b)(i) above.  The \nQualified Plaintiffs shall file their request for costs and fees, \nincluding any affidavits and supporting materials, no later than \nApril 16, 2018.  The request shall include: \n1. the total amount of attorneys’  fees and costs incurred in \nobtaining the relief awarded; \n2. the identification of each attorney performing the work for \nwhich the Qualified Plaintiffs seek fees and costs;  \n3. the hourly rates for each attorney performing the work for \nwhich the Qualified Plaintiffs seek fees and costs; \n4. the specific tasks the attorney s performed for which fees \nare sought; and \n5. the amount of time the attorneys spent in performing each \nsuch task; \n \n \nbut shall exclude any costs and fees incurred in pursuit of the \nrelief sought but disallowed in paragraph 52(b)(iii) above. \nv. Defendant shall file an y opposition to the Qualified Plaintiffs’ \nrequest for costs and fees, including any affidavits and supporting \nmaterials, no later than April 30, 2018. \nvi. The parties’ briefs concerning the Qualified Plaintiffs’ request for \ncosts and fees shall comply with Business Court Rule 7.8. \nvii. The Court will determine at a later date whether a hearing will \nbe held on the Qualified Plaintiffs’ request for costs and fees. \nSO ORDERED, this the 2nd day of April, 2018.  \n  \n     /s/ Louis A. Bledsoe, III  \n     Louis A. Bledsoe, III \n     Special Superior Court Judge \n       for Complex Business Cases "
}