{
  "id": "66081709d180a0b5465f2dab8b47753a0a965e3ebc75a817a8982df981b57b8f",
  "source_file": "data/raw/ncbc/66081709d180a0b5465f2dab8b47753a0a965e3ebc75a817a8982df981b57b8f.pdf",
  "raw_text": "Fiske v. Kieffer, 2016 NCBC 22. \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nMECKLENBURG COUNTY 15-CVS-11575 \n \n \nJOHN FISKE, JEFFREY SMALL, ) \nNABIL BOUTROS AND STEPHEN ) \nSMALL, ) \n Plaintiffs,  ) OPINION AND ORDER  \n  ) \n  ) \n v.  )   \n   )    \nMARC KIEFFER,  )  \n  Defendant. ) \n \n THIS CAUSE was designated a mandatory complex business case by Order of the \nChief Justice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. §7A-45.4(b) \n(hereinafter, references to the North Caroli na General Statutes will be to “G.S.”), and \nassigned to the undersigned Special Superi or Court Judge for Complex Business Cases.\n THIS MATTER comes before the Court upon  Plaintiff’s Motion to Dismiss pursuant \nto Rule 12(b)(6) of the North Carolina Rules of Civil Procedure (“Rule(s)”). \n THE COURT, after considering the Motions, the briefs in support and in opposition \nto the Motion for Judgment, and other ap propriate matters of record, FINDS and \nCONCLUDES as stated herein. \n \nRaynor Law Firm, PLLC, by Kenneth R. Raynor, Esq. for Plaintiffs. \n James, McElroy & Diehl, P.A., by Fred B Monroe, Esq. for Defendant. \nMcGuire, Judge. \n \n \n \n \nA. FACTUAL AND PROCEDURAL BACKGROUND. 1 \n1. Plaintiffs and Defendant constitute all of the Members of three North Carolina \nlimited liability companies, including Makhn Ge lt, LLC.  The parties’ respective ownership \ninterests are structured as follows: Marc Kie ffer: 40%, Stephen Small: 20%, Nabil Boutros: \n20%, Jeffrey Small: 10%, and John Fiske: 10%.2  The parties entered into a written Operating \nAgreement for Makhn Gelt.3 \n2. Initially, the Managers of the LLCs were Plaintiff Stephen Small and \nDefendant.  On or about January 6, 2015, Plainti ffs terminated Defendant as a Manager of \nthe LLCs.4  At the time, Defendant was owed approximately $18,000 in back pay for his work \nas a Manager.  In addition, Plaintiffs indicated that the LLCs, specifically Makhn Gelt, would \nmake a severance payment to Defendant, but the payment was not made.5 \n3. Plaintiffs and Defendant engaged in num erous negotiations over the sale of \ntheir respective interests in the LLCs to one another, but could not come to an agreement.  6  \nThe Plaintiffs and Defendant remain in business together.7 \n4. On or about April 6, 2015, RJG Restaurant Group, LLC, a third-party, \ndelivered a non-binding letter of intent concerning the potential purchase of the assets of the \nLLCs.8  Defendant investigated the proposal and was concerned that “its purpose was [ ] to \nforce a sale of the business on terms that were not favorable to Defendant.”9  Defendant also \n                                                            \n1 Additional factual background is contained in this Court’s Opinion and Order issued on February \n16, 2016. \n2 Def.’s Countercl. ¶ 8. \n3 Id. Exh. D. \n4 Id. ¶ 14. \n5 Id.  \n6 Id. ¶¶ 15 -17. \n7 Id. ¶ 17. \n8 Id. ¶ 19. \n9 Id. ¶ 20. \n \n \n“desired to maintain his investment in the LLCs.” 10  Defendant objected to the sale and it \nwas not completed.11   \n5. Section 2.3(b) of the Makhn Gelt Operating Agreements provides in pertinent \npart as follows: \nOperating Deficit Loans. If the majority  of Interest Holders determine from \ntime to time that an Operating Deficit has  occurred or is about to occur, they \nmay give written notice (the “Capital Call”) to each Interest Holder, . . . \n \n“Operating Deficit” shall mean the ex cess of (x) all expenditures and \nobligations incurred by, or expected to occur or be incurred by, the LLC in the \nnormal course of its business, including without limitation debt service on LLC \nobligations; over (y) the gross receipts to the LLC from all sources, including \nwithout limitation Capital Contributions and reserves from prior periods. \nAny Interest Holder may, but shall not be required to, contribute to the capital \nof the LLC the total amount of capital needed as set forth in the Capital Call, \nmultiplied by the Interest Holder’s Residual Interest. … \nIf the principal and interest outstanding under an outstanding Operating \nDeficit Loan is not repaid in full wi thin one (1) calendar year after the \nOperating Deficit Loan is made, then any Funding Interest Holder may, at any \ntime after the expiration of the one (1) year period, elect to convert the \nOperating Deficit Operating Loan into an additional Interest in the LLC . . . \n12 \n \n6. On or about April 27, 2015, Plaintiffs issued a Notice of an Operating Deficit \nfor Makhn Gelt, LLC (the “Notice”) to all of Makhn Gelt’s members requesting a $100,000 \ncapital call be made by May 30, 2015. 13  Plaintiffs did not invite Defendant to participate in \nany meeting concerning the need to issue the Notice. 14  Defendant has not alleged whether \nany of the Plaintiffs elected to make a capita l contribution in response to the Notice.  The \nNotice itself states that the LLC made an “informal” capital call and that “some of the interest \n                                                            \n10 Id.  \n11 Answer, ¶ 13. \n12 Def.’s Countercl., Exh. D. \n13 Id. ¶ 21, Exh. A. \n14 Id. ¶ 22. \n \n \nholders have responded”.15  In his brief, however, Defendant  claimed that he elected not to \ncontribute to the capital call.16     \n7. Defendant alleges that “[u]pon informat ion and belief,” at the time of the \ncapital call, there existed sufficient cash on hand, or financing available, to meet the \noperational needs of Mahkn Gelt, LLC, and th ere was not an operating deficit that would \nsupport a notice for a capital call at that time. 17  Defendant further alleges that “upon \ninformation and belief”, Plaintiffs issued the capital call for the improper purpose of (a) \n“eventually” diluting Defendant’s ownership interest in Mahkn Gelt, (b) retaliating against \nDefendant for his objection to the sale to  RJG, and/or (c) gaining an advantage over \nDefendant in negotiating a sale of the LLCs’ assets.18 \n8. On June 17, 2015, Plaintiffs filed this lawsuit against Defendant.  On June 23, \n2015, Plaintiffs filed their Amended Compla int.  The Amended Complaint sought a \ndeclaratory judgment, asking the Court “to determine whether the Manager of” each LLC is \n“allowed to sell all of the assets of” the LLC “with approval of only a majority of the members \nof the company.” \n9. On August 27, 2015, Defendant filed his Answer, Defenses and Counterclaims.  \nDefendant raised counterclaims for declaratory relief (First Cause of Action), breach of \nfiduciary duty/constructive fraud (Second Cause of Action), and breach of contract (Third \nCause of Action). \n10. On October 26, 2015, Plaintiffs filed their Motion to Dismiss and Reply to \nCounterclaim.  Plaintiffs Motion to Dismi ss sought dismissal of Defendant’s second \n                                                            \n15 Def.’s Countercl., Exh. A. \n16 Pl.’s Mem. Supp. Mot. Dismiss, p. 2. \n17 Def.’s Countercl. ¶ 46. \n18 Id. ¶ 47. \n \n \ncounterclaim for breach of fiduciary duty and  constructive fraud and third counterclaim for \nbreach of contract. \n11. On November 12, 2015, Defendant filed a Voluntary Dismissal with Prejudice \nof their second counterclaim for breach of fiduciary duty and constructive fraud against \nStephen Small “for actions, or omissions, sole ly in his capacity as Manager of Makhn Gelt, \nLLC.”  Defendant did not dismiss his claims fo r breach of fiduciary duty and constructive \nfraud against Stephen Small “arising out of actions or omissions conducted in his individual \ncapacity, or as a member of Makhn Gelt, LLC, wh ile either acting individually of in concert \nwith other Plaintiffs.” \nANALYSIS \n12. The Court, in deciding a Rule 12( b)(6) motion, treats the well-pleaded \nallegations of the complaint as true and admitted.  Sutton v. Duke,  277 N.C. 94, 98, 176 \nS.E.2d 161, 163 (1970).  However, conclusions of  law or unwarranted deductions of fact are \nnot deemed admitted.  Id.  “Absent specific, supportive, factual allegations, the court need \nnot accept as true general conclusory allegations of the elements of a cause of action for \npurposes of a motion to dismiss.”  Global Promotions Grp., Inc. v. Danas Inc. , 2012 NCBC \nLEXIS 40, *12 (N.C. Super. Ct. 2012). The facts and permissible inferences set forth in the \ncomplaint are to be treated in a light most favorable to the nonmoving party.  \nFord v. Peaches \nEntm’t Corp., 83 N.C. App. 155, 156, 349 S.E.2d 82, 83 (1986).  As our Court of Appeals has \nnoted, the “essential question” raised by a Rule  12(b)(6) motion is “whether the complaint, \nwhen liberally construed, states a claim upon which relief can be granted on any theory.”  \nBarnaby v. Boardman,  70 N.C. App. 299, 302, 318 S.E.2d 907, 909 (1984) rev’d on other \ngrounds, 313 N.C. 565, 330 S.E.2d 600 (1985) (citations omitted).  A Rule 12(b)(6) motion \nshould be granted when the complaint, on its face, reveals (a) that no law supports the \n \n \nplaintiff’s claim, (b) the absence of facts suffi cient to form a viable claim, or (c) some fact \nwhich necessarily defeats the plaintiff’s claim.  Jackson v. Bumgardner, 318 N.C. 172, 175, \n347 S.E.2d 743, 745 (1986). \na. Breach of Fiduciary Duty Claim (Second Cause of Action) \n13. Defendant alleges that the Plaintiffs co llectively “constitute a majority of the \ncontrolling owners, and interest holders, of Mahkn Gelt, LLC”, and that “they acted in concert \nand as a group to control …, … Makhn Gelt, LLC.” 19  Defendant alleges that the plaintiffs \ncollectively owed him a fiduciary duty since th ey were acting as a majority of the LLC’s \nownership.20 Defendant contends that Plaintiffs vote d their interests together to make the \ncapital call for the improper purpose of intimidating and retaliating against him for rejecting \ntheir buy-out proposals and stymieing the RJG deal. 21  Specifically, Defendant alleges \nPlaintiffs ordered the capital call to dilute his interest in the LLCs, to pressure him to sell \nhis interest in the LLCs, or to force him to cave into a one-sided buy-out agreement with \nRJG.22  The capital call allegedly was unnecessary because Makhn Gelt’s cash flow and access \nto other financial resources were sufficient to pr eclude an operating deficit as defined in its \nOperating Agreement. Defendant asks this Co urt to rescind the capital call, or in the \nalternative, to award him damages in an amount to be determined at trial. \n14. In order to establish a claim of breach of fiduciary duty, a plaintiff must show \n(1) the existence of a fiduciary duty, and (2) that the fiduciary failed to “act in good faith and \nwith due regard to plaintiff’s interests.”  White v. Consolidated Planning Inc., 166 N.C. App. \n283, 293, 603 S.E.2d 147, 155 (2004).  A fiduciary relationship arises when \"there has been a \nspecial confidence reposed in one who in equity and good conscience is bound to act in good \n                                                            \n19 Def.’s Countercl. ¶ 43. \n20 Id. ¶¶ 43-44. \n21 Id. ¶ 47. \n22 Id. \n \n \nfaith and with due regard to the interests of the one reposing confidence.\"  Harrold v. Dowd, \n149 N.C. App. 777, 784, 561 S.E.2d 914, 919 (2002).  Such a fiduciary relationship \"extends \nto any possible case in which a fiduciary relati onship exists in fact, and in which there is \nconfidence reposed on one side, and \nresulting domination and influence on the other.\"  Dalton \nv. Camp, 353 N.C. 647, 652, 548 S.E.2d 704, 707-708 (2001) (emphasis in original) (internal \ncitations omitted).  Finding this type of fidu ciary relationship requires an intense factual \ninquiry and the standard is demanding.  \"Only when one party figuratively holds all the \ncards—all the financial power or technical in formation, for example—have North Carolina \ncourts found that the 'special circumstance' of a fiduciary relationship has arisen.\" \nBroussard \nv. Meineke Discount Muffler Shops, Inc., 155 F.3d 331, 347-48 (4th Cir. 1998). \n15. Under the North Carolina law, members of an LLC are treated like corporate \nshareholders and managers are similar to directors. Kaplan v. O.K. Techs., L.L.C., 196 N.C. \nApp. 469, 473-74, 675 S.E.2d 133, 137 (2009). \"Members of a limited liability company are \nlike shareholders in a corporation in that members do not owe a fiduciary duty to each other \nor to the company.\" Id. at 473. An exception, however, is t hat a holder of a majority interest \nwho exercises control over the LLC owes a fidu ciary duty to minority interest members. Id.; \nHCW Ret. & Fin. Servs., LLC v. HCW Emple. Benefit Servs. , LLC, 2015 NCBC LEXIS 73, \n*46 (N.C. Super. Ct. 2015); Island Beyond, LLC v. Prime Capital Grp., LLC , 2013 NCBC \nLEXIS 48, *15 (N.C. Super. Ct. 2013) (\"In so me instances, a majority member owes the \nminority members a fiduciary duty that preven ts the use of the majority vote to harm the \nminority.\").  \n16. Here, none of the individual Plaintiffs held a majority interest in Makhn Gelt.  \nDefendant instead contends that the four Plaintiffs collectively held 60% of the ownership in \nthe LLC, and that “they acted in concert and as a group” in exercising that 60% interest as a \nmajority.  The Court acknowledges that North Carolina courts have recognized the possibility \n \n \nthat a fiduciary duty could arise where multiple minority shareholders in a corporation acted \nin concert to control the corporation.  See, e.g., Norman v. Nash Johnson & Sons' Farms, Inc., \n140 N.C. App. 390, 407, 537 S.E.2d 248, 260 (2000). The holding in Nash Johnson, however, \nhas not been extended to interest holders in an LLC.  As this Court has discussed in previous \nopinions, there probably is sound reason fo r this since a limited liability company is \nfundamentally different from a corporation in several ways, including the ability of parties \nto an LLC operating agreement to alter statutory default rules. See Blythe v. Bell , 2013 \nNCBC LEXIS 17, *13-18 (N.C. Super. Ct. 2013) (declining to extend the Nash Johnson line \nof cases to LLCs \"in no small part because of the freedom to contract granted to LLC members \nto obtain minority protections not available to shareholders of the closely-held corporation\").   \n17. More significantly for purposes of dete rmining this motion, the allegations in \nDefendant’s counterclaims establish that Plaintiffs were not in a position of “domination and \ninfluence” over Defendant and were not in a fi duciary relationship with Defendant.  First, \nDefendant expressly alleges the Makhn Gelt  Operating Agreement provided him with \nprotections from domination by Plaintiffs since Defendant held a 40% ownership interest in \nthe LLC and could block the Supermajority Vote necessary to take many significant corporate \nactions. 23  Second, Defendant demonstrated that he was not powerless to protect his interests \nby preventing the sale the assets of Makhn Ge lt (as well as the other two LLCs) to RJG.  \nWhile Defendant was unhappy with Plaintiffs for making the capital call, he was not required \nto and did not make a capital contribution.  In  addition, Defendant has alleged only that he \nbelieves Plaintiffs’ purpose in making the capital call was to dilute his ownership interest in \nMakhn Gelt, but has not alleged that his intere st actually has been diluted by Plaintiffs’ \n                                                            \n23 Def.’s Countercl.¶¶ 28 - 34, Exh. D; the Operating Agreement defines a \"Supermajority Vote\" as \"the \nwritten vote, consent or approval of  at least seventy five per cent [ sic] (75%) in Interest of the \nMembers.\" \n \n \nactions.  The Operating Agreement, to which Defendant agreed, expressly provides that “the \nmajority of interest holders” in Makhn Gelt  may determine if a capital call is needed. \nDefendant cannot claim he was owed a fiduciary duty merely because the Plaintiffs’ exercised \ntheir rights under the Operating Agreement and outvoted him.  BOGNC, LLC v. Cornelius \nNC Self-Storage, LLC , 2013 NCBC LEXIS 22, *1 (N.C. Super. Ct. 2013); HCW Ret. & Fin. \nServs., LLC v. HCW Emple. Benefit Servs., LLC, 2015 NCBC LEXIS 73, *46-47 (N.C. Super. \nCt. 2015). \n18. Ultimately, the Court concludes that th e allegations in the counterclaims fail \nto support Defendant’s claim that Plaintiffs’ owed him a fiduciary duty.  Accordingly, \nPlaintiffs’ motion to dismiss Defendant’s clai m for breach of fiduciary duty should be \nGRANTED. \nb. Constructive Fraud Claim (Second Cause of Action). \n19. “To survive a motion to dismiss, a cause of action for constructive fraud must \nallege (1) a relationship of trust and confidence, (2) that the defendant took advantage of that \nposition of trust in order to benefit himself, and (3) that plaintiff was, as a result, injured.”  \nWhite v. Consol. Planning, Inc. , 166 N.C. App. 283, 294, 603 S.E.2d 147, 156 (2004).  \n“Constructive fraud arises where a confidenti al or fiduciary relationship exists.”  Watts v. \nCumberland County Hospital System, Inc., 317 N.C. 110, 115, 343 S.E.2d 879, 884 (1986).   \n20. The Court has concluded that Plaintiffs  did not owe Defendant has failed to \nallege that Plaintiffs owed him a fiduci ary duty. Accordingly Defendant’s claim for \nconstructive fraud must fail.   Talisman Software, Sys. & Servs. v. Atkins, 2015 NCBC LEXIS \n108, *12-13 (N.C. Super. Ct. 2015) (holding wher e defendant did not allege facts that would \nestablish plaintiff owed him a fiduciary duty, a counterclaim for constructive fraud must be \ndismissed); citing Kingsdown, Inc. v. Hinshaw , 2015 NCBC LEXIS 30, *26 (N.C. Super. Ct. \n \n \n2015); Maurer v. SlickEdit, Inc., 2005 NCBC LEXIS 2, *31 (N.C. Super. Ct. 2005).  Plaintiffs’ \nmotion to dismiss Defendant’s claim for constructive fraud should be GRANTED.   \nc. Breach of Contract (Third Cause of Action). \n19. The Defendant contends that the Plaintiffs breached Section 2.3(b) of the \nOperating Agreement by issuing a capital call wh en an “operating deficit”, as defined in the \nOperating Agreement, did not exist. 24  Section 2.3(b) defines an “operating deficit” as “the \nexcess of (x) all expenditures and obligations incurred by, or expected to occur or be incurred \nby, the LLC in the normal course of business,  including without limitation debt service on \nLLC obligations; over (y) the gross receipts to  the LLC from all sources, including without \nlimitation Capital Contributions and reserves from prior periods.”25  Defendant alleges that \nbased on “the scant financial information provided,” no operating deficit existed.26  Defendant \nfurther alleges that he “reque sted bank statements, and othe r documents” but Plaintiffs \n“refused to provide detailed financial information.”27  Nevertheless, in Defendant’s brief, he \nstates that “there were sufficient funds on hand to operate Makhn Gelt, LLC at the time of \nthe capital call.”28   \n20. “The elements of a claim for breach of contract are (1) existence of a valid \ncontract and (2) breach of the terms of that contract.”  Poor v. Hill, 138 N.C. App. 19, 26, 530 \nS.E.2d 838, 843 (2000) (internal citations omitted).   \n21. The Plaintiffs contend that they did not breach the Operating Agreement \nbecause the Operating Agreement permits a majo rity vote to determine when an “operating \ndeficit” has occurred or is about to occur, and Plaintiffs determined that there was a deficit.29  \n                                                            \n24 Def.’s Countercl. ¶ 52. \n25 Makhn Gelt, LLC, Op. Ag., § 2.3(b). \n26 Def.’s Countercl. ¶ 52. \n27  Def.’s Countercl. ¶ 52. \n28 Def.’s Br. Opp. Pl.’s Mot. Dismiss, p. 8. \n29 Pl.’s Mem. Supp. Mot. Dismiss, p. 6. \n \n \nSection 2.3(b) states, “[i]f the majority of Interest Holders determine from time to time that \nan Operating Deficit has occurred or is about to occur” they may issue a capital call.  Section \n2.3(b), however, also provides that an “Operating Deficit shall mean” a deficit as determined \nby applying the express formula cited above. 30  The Court concludes that section 2.3(b) is \nunambiguous, and requires that a capital call c an only be made when an “operating deficit” \nexists as determined by the formula contained in that section, and not simply in the judgment \nof a majority of the interest holders of the LLC.   Viewing the pleaded facts in a light most \nfavorable to the Defendant,\n 31 he has alleged facts that woul d support a claim for breach of \ncontract.  Therefore, the Court concludes that  Plaintiffs’ motion to dismiss Defendant’s \nbreach of contract claim should be DENIED. \n22. In his brief, Defendant also asserts that  Plaintiffs’ action constitute a breach \nof the implied covenant of good faith and fair dealing.32  This claim, however, was not pleaded \nin Defendant’s counterclaims, and therefor e the Court DISMISSES without prejudice \nDefendant’s claim for breach of the implied covenant of good faith and fair dealing.  \nMohammed v. Daniels, 2015 U.S. Dist. LEXIS 13774, *8 n. 2 (E.D.N.C. Feb. 4, 2015) (“To the \nextent plaintiff attempts to raise new claims in his responses to defendants' motions to \ndismiss, those claims are not properly before the court and will not be considered.”). \nTHEREFORE, IT IS ORDERED THAT: \n23. Plaintiff’s Motion to Dismiss Defendant’s Second Cause of Action for breach of \nfiduciary duty is GRANTED. \n24. Plaintiff’s Motion to Dismiss Defend ant’s Second Cause of Action for \nconstructive fraud is GRANTED. \n                                                            \n30 Makhn Gelt, LLC, Op. Ag., § 2.3(b) (emphasis added). \n31 Ford v. Peaches Entm’t Corp., 83 N.C. App. 155, 156 (1986). \n32 Def.’s Br. Opp. Pl.’s Mot. Dismiss, p. 9. \n \n \n25. Plaintiff’s Motion to Dismiss Defendant’s Third Cause of Action for breach of \ncontract is DENIED. \n26. Defendant’s assertion of a breach of the implied covenant of good faith and fair \ndealing is DISMISSED without prejudice. \nThis the 9th day of March, 2016. \n \n       / s /  G r e g o r y  P .  M c G u i r e    \n       G r e g o r y  P .  M c G u i r e  \n       S p e c i a l  S u p e r i o r  C o u r t  J u d g e  f o r  \n       Complex Business Cases  "
}