{
  "id": "6609986a44d8fcb067bda8f448375c44ec401ca63354226d602f467ca279d0b2",
  "source_file": "data/raw/ncbc/6609986a44d8fcb067bda8f448375c44ec401ca63354226d602f467ca279d0b2.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nDURHAM COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24CVS001535-310 \n \nPATHOS ETHOS, INC., \nPlaintiff, \nv. \n \nBRAINTAP INC. d/b/a BRAINTAP \nTECHNOLOGIES, \nDefendant, \n \n \nand  \n \n \nBRAINTAP INC. d/b/a BRAINTAP \nTECHNOLOGIES, \nThird-Party \nPlaintiff, \nv. \n \nNICHOLAS ZALDASTANI, \nThird-Party \nDefendant. \n \n \n \n \n \n \n \nORDER AND OPINION ON MOTIONS \nTO DISMISS  \n THIS MATTER is before the Court on Plaintiff Pathos Ethos, Inc.’s (“Pathos”) \nMotion to Dismiss Pursuant to Rules 12(b)(1) and 12(b)(6) ( “Pathos’s Motion to \nDismiss,” ECF No. 22)  and Third- Party Defendant Nicholas Zaldastani’s Rule \n12(b)(1) Motion to Dismiss for Lack of Subject Matter Jurisdiction (“Zaldastani’s \nMotion to Dismiss,” ECF No. 24 , and together with Pathos ’s Motion  to Dismiss, \n“Motions to Dismiss”) .  Both Motions to Dismiss are directed to claims asserted by  \nDefendant Braintap Inc. d/b/a Braintap Technologies  (“Braintap”) in its \nCounterclaims and Third-Party Complaint (“Countercls.,” ECF No. 12). \n THE COURT, having considered the Motions to Dismiss, the parties’ briefs, \nthe arguments of counsel, the applicable law, and all appropriate matters of record, \nPathos Ethos, Inc. v. Braintap Inc., 2024 NCBC 80. \nCONCLUDES that Pathos’s Motion to Dismiss should be GRANTED in part and \nDENIED in part and that Zaldastani’s Motion to Dismiss should be DENIED. \nJ.C. White Law Group PLLC, by James C. White and Gregory P. \nMcGuire, for Plaintiff Pathos Ethos, Inc. \nWard and Smith, P.A., by Christopher S. Edwards and Payton C. \nBullard, for Defendant Braintap Inc. d/b/a Braintap Technologies. \nBlue LLP, by Dhamian A. Blue, for Third -Party Defendant Nicholas \nZaldastani. \nDavis, Judge. \nINTRODUCTION \n1. Braintap, a company that provides subs cription services through its \nmobile application, and Pathos, a software developer, had a business relationship for \nseveral years that ultimately went sour .  Pathos  initiated this lawsuit against \nBraintap based upon its contention that Braintap had failed to pay various sums due \nunder the parties’ contracts.  Braintap, in turn, has asserted claims of its own against \nboth Pathos and Braintap’s former chief executive officer (“ CEO”), Zaldastani, \nalleging, among other things, that Pathos and Zaldastani colluded to covertly confer \nupon themselves equity  interests in Braintap.  In the present Motions to Dismiss, \nPathos and Zaldastani seek the dismissal of several of Braintap’s claims. \nFACTUAL AND PROCEDURAL BACKGROUND \n2. The Court does not make findings of fact in connection with a motion to \ndismiss under Rule 12(b)(6) of the North Carolina Rules of Civil Procedure and \ninstead recites those facts contained in the complaint (or, as here, the counterclaims) \nand in documents attached to, referred to, or incorporated by reference in the \ncomplaint that are relevant to the Court’s determination of the motion.  See, e.g., \nWindow World of Baton Rouge, LLC v. Window World, Inc. , 2017 NCBC LEXIS 60, \nat *11 (N.C. Super. Ct. July 12, 2017). \n3. Pathos is a  North Carolina  corporation that maintains its principal \nplace of business in Durham County, North Carolina.  (Countercls. ¶ 2.)  Pathos is in \nthe business of brand strategy development, digital marketing, and software \ndevelopment.  (Countercls. ¶ 14.) \n4. Braintap is a Delaware corporation with its principal place of business \nin Craven County, North Carolina.  (Countercls. ¶ 1.)   Braintap is a “brain fitness \nstartup,” which provides subscription services through its mobile application to \ncustomers seeking to “improve [their] brain functions and neuroplasticity.”   \n(Countercls. ¶¶ 8–9.) \n5. Zaldastani, a resident of Durham County, was hired by Braintap as its \nCEO in 2018.  (Countercls. ¶¶ 3, 10, 12.) \n6. In 2019, Zaldastani began working with Pathos’s co-founders, Sam and \nIsaac Park (the “Parks”), and introduced them to Braintap’s co-founders, Patrick and \nCynthia Porter (the “Porters”).  (Countercls. ¶¶ 13–14.) \n7. In December 2019, Zaldastani retained Pathos  to perform “fractional \nproduct management” relating to the development and maintenance of Braintap’s \nmobile application, and on 12 December 2019, Braintap and Pathos entered into a \n“product management” agreement.  (Countercls. ¶¶ 21–22.) \n8. Under this agreement, Braintap delegated to Pathos  all responsibility \nfor developing and maintaining its mobile application, including analyzing customer \ninsights, product development, and prioritizing and implementing new features that \nhad been previously backlogged in development.  (Countercls. ¶¶ 24 –25.)  In \nexchange, Braintap promised to pay Pathos a flat fee of $3,000 per month, plus $250 \nper hour for approved out -of-scope work  that would be  billed on an ad -hoc basis .  \n(Countercls. ¶¶ 23, 26.) \n9. On 25 October 2021, Zaldastani and the Parks represented to Braintap’s \nexecutives and board members that Pathos  intended to make a $100,000 capital \ninvestment into Braintap via  a cash transfer.  (Countercls. ¶¶ 27– 28.)  However, \nPathos never made the promised cash transfer.  (Countercls. ¶ 29.) \n10. Instead, Pathos billed Braintap for $100,000 in service fees.  \n(Countercls. ¶ 30.)  By way of example , from October 2021 to  January 2022, Pathos \nbilled Braintap $5,000 per month , in addition to the amount s called for under the \nproduct management agreement, for work that it either failed to complete or for work \nthat Braintap had not authorized.  (Countercls. ¶ 31.) \n11. On 25 October 2021, Zaldastani —without informing or obtaining \napproval from Braintap’s board of directors—issued to Pathos 74,505 shares of series \nA preferred stock in Braintap as satisfaction of the $100,000 bill for services rendered.  \n(Countercls. ¶¶ 32–34.) \n12. Zaldastani and Pathos then allegedly undertook efforts to conceal the \nstock issuance from Braintap’s board of directors .  (Countercls. ¶ 35.)  As a result , \nBraintap continued to pay invoices sent by Pathos for work allegedly performed under \nthe product management agreement.  (Countercls. ¶ 36.) \n13. On 20 April 2022, Braintap and Pathos  entered into a Master Services \nAgreement (“MSA”).  (Countercls. ¶ 56.)  Under the terms of the MSA, Pathos would \nprovide specific services to Braintap that  would be outlined in separate, individual \nstatements of work (“SOWs”).  (Countercls. ¶¶ 57, 62, Ex. F.)  \n14. On 27 April 2022, Zaldastani  and the Porters entered into SOW2 with \nPathos, which stated  that Pathos would provide to Braintap “strategy, design, and \noperation services[,]” including: strategic operations, “people management[,]” IT \nsystems, accounting and financial reporting, marketing, marketing operations, sales \nand support, and “fulfillment” services.  (Countercls. ¶¶ 62, 65, Ex. F.)  In exchange, \nas a “Recurring Retainer,” Braintap promised to pay Pathos  $1,000,000 in four \nquarterly installments of $250,000.  (Countercls. Ex. F.) \n15. On 27 May 2022, Zaldastani and Isaac Park negotiated and executed a \n“simple agreement for future equity” (“SAFE”).  (Countercls. ¶ 67, Ex. G.)  Under the \nterms of the SAFE, Pathos represented itself as an “investor” of Braintap ’s and \npromised to pay $250,000 in exchange for , among other things,  the future “right to \ncertain shares of [Braintap] Capital Stock.”  (Countercls. ¶ 68, Ex. G.)1 \n \n1 The execution of the SAFE had been previously contemplated by the parties when they \nagreed in SOW2 that “[i]n the event that the SAFE is not granted to Pathos on the Effective \nDate, then Brain[t]ap shall pay to Pathos a monthly fee of $83,333 for each month (or portion \nof a month) that Pathos provides the Services prior to the grant of the SAFE.”  (Countercls. \nEx. F.) \n16. However, Pathos never actually paid Braintap the $250,000  “payment \namount” called for in the SAFE.  (Countercls. ¶ 70, Ex. G.)  Instead, Pathos accepted \nthe SAFE as satisfaction for one of the SOW2’s quarterly installment payments.  \n(Countercls. ¶ 71.) \n17. Zaldastani and Pathos undertook efforts to conceal the SAFE from \nBraintap’s board of directors.  (Countercls. ¶ 72.)  As a result, Braintap continued to \npay invoices sent by Pathos for work done under SOW2.  (Countercls. ¶ 74.) \n18. Zaldastani subsequently entered into various additional SOW s with \nPathos, which stated  that Pathos would provide Braintap with  various support \nservices, including: “ director of engineering services [;]” “iOS software engineering \nservices[;]” “Android software engineering services[ ;]” “cloud software engineering \nservices[;]” and “product management services[.]”  (Countercls. ¶¶ 85, 87, 92, 97, 102, \n107, Ex. I.) \n19. Although Pathos never actually performed the services provided for in \nthose SOWs  within the time periods specified therein , Pathos nevertheless billed  \nfor—and Braintap paid for—those unperformed services.  (Countercls. ¶¶ 86, 88–90, \n95, 100, 103–05, 106–07, 109–10.) \n20. Zaldastani and Pathos’s executives intentionally caused Braintap to be \noverbilled for duplicative services and for services under the MSA that Pathos never \nactually provided.  (Countercls. ¶¶ 136–37.) \n21. In August 2021, Zaldastani made a back dated entry in Braintap’s \naccounting system  for December 2020 , reflecting that he had  received a twenty \npercent ownership interest in Braintap’s predecessor entity, Excel Management, LLC \n(“Excel”).  (Countercls. ¶¶ 43–44.)  However, this entry was false in that Zaldastani \nhad never provided consideration to Excel , served as a member of Excel, or actually \nowned an economic interest in Excel.  (Countercls. ¶¶ 45–46.) \n22. In March 2021, Zaldastani converted his purported ownership interest \nin Excel into common stock of Braintap and issued equivalent shares to himself \nwithout informing or obtaining approval from Braintap’s board of directors.  \n(Countercls. ¶¶ 48, 50.)   Indeed, Zaldastani undertook efforts to conceal his actions \nfrom Braintap’s board.  (Countercls. ¶ 51.) \n23. Zaldastani sought to redeem a convertible promissory note for 292,093 \nshares of series A preferred stock in Braintap in April 2021.  (Countercls. ¶ 52.)  Once \nagain, he not only failed to inform or obtain approval from Braintap’s board of \ndirectors, but also made efforts to conceal what he had done.  (Countercls. ¶¶ 53–54.) \n24. Braintap eventually learned of the above-referenced acts by Zaldastani, \nand in October 2022, it terminated Zaldastani from his position as CEO.  (Countercls. \n¶¶ 37, 75, 111, Ex. C.) \n25. On 2 November 2022, Braintap terminated the MSA and all outstanding \nSOWs with Pathos, effective 1 December 2022.  (Countercls. ¶ 112.) \n26. Braintap and Pathos entered into an escrow agreement on 9 December \n2022, whereby Braintap agreed to place a final $200,000 payment in escrow, \ntransferrable to Pathos upon its providing Braintap with “certain assets associated \nwith Braintap’s mobile application, infrastructure, and technology.”  (Countercls. ¶¶ \n114–17, Ex. J.)   \n27. However, Pathos failed to provide Braintap with—among other things—\nthe BrainTap -Server.pem file and the credentials required to modify and update \nversion two of the “BrainTap Pro Application” (“V2 Application”)  as well as  the \nBraintap-gitlab-runner.pem file for version three of the “BrainTap Pro Application” \n(“V3 Application”).  (Countercls. ¶¶ 119–20, 132.) \n28. On 4 January 2023, the V2 Application experienced catastrophic \nfailures, and without the necessary files , Braintap was unable to modify the \napplication’s code or  restore service to its customers.  (Countercls. ¶¶ 122 –23.)  \nTherefore, Braintap “execute[d] an emergency and unplanned migration” to the V3 \nApplication, which required “serious work to circumvent the challenges raised by not \nhaving access to the [V3 Application] files.”  (Countercls. ¶¶ 130, 134.) \n29. To date, Braintap has been unable to access or recover important \ninformation, including customer data, associated with the V2 Application.  \n(Countercls. ¶¶ 121, 124–25.) \n30. On 25 March 2024, Pathos initiated this lawsuit by filing a Complaint \nin Durham County Superior Court naming Braintap and Ward & Smith, P.A. (“Ward \n& Smith”) , a law firm, as Defendants.  (ECF No. 3.)  In the Complaint, Pathos  \nasserted claims against Braintap for breach of the escrow agreement , breach of the \nMSA and SOW2, and for unfair and deceptive trade practices (“UDTP”).  Pathos also \nasserted a claim for injunctive relief against Ward & Smith  in its capacity  as the \nescrow agent. \n31. This action was designated as a complex business case  on 2 April 2024 \nand assigned to the undersigned.  (ECF Nos. 1–2.) \n32. On 16 April 2024, the Court entered a n Order on Joint Motion to \nInterplead Funds authorizing Ward & Smith to deposit the disputed escrowed funds \nwith the Durham County Clerk of Superior Court and dismissing the law firm  as a \nparty to this action.  (ECF No. 7.) \n33. Braintap filed an  Answer, Counterclaims, and Third- Party Complaint \non 28 May 2024  in which it asserted counterclaims against Pathos  for declaratory \njudgment, UDTP, breach of the escrow agreement , breach of the MSA , and unjust \nenrichment.  Braintap also brought third-party claims against Zaldastani for breach \nof fiduciary duty and declaratory judgment.2 \n34. On 29 July 2024, Pathos  filed its Motion to Dismiss pursuant to Rules \n12(b)(1) and (6) .  Zaldastani , in turn,  filed his Motion to Dismiss  based on Rule \n12(b)(1) on 7 August 2024. \n35. On 26 November 2024, the Court held a hearing on the Motions to \nDismiss at which all parties were represented by counsel. \n36. The Motions to Dismiss have been fully briefed and are now ripe for \nresolution. \n \n \n2 The Third-Party Complaint contains two separate breach of fiduciary claims against \nZaldastani. \nLEGAL STANDARD \n37. A motion brought under  Rule 12(b)(1) challenges a court’s jurisdiction \nover the subject matter of the claimant’s  claims.  N.C. R. Civ. P. 12(b)(1).  “Subject \nmatter jurisdiction is the indispensable foundation upon which valid judicial \ndecisions rest,” In re T.R.P. , 360 N.C. 588, 590 (2006), and has been defined as “a \ncourt’s legal authority to adjudicate the kind of claim alleged.”  In re McClatchy Co., \nLLC, 386 N.C. 77, 85 (2024) ( cleaned up).  “[T]he proceedings of a court without \njurisdiction of the subject matter are a nullity.”  Burgess v. Gibbs, 262 N.C. 462, 465 \n(1964) (cleaned up). \n38. In determining the existence of subject matter jurisdiction, the Court \nmay consider matters outside the pleadings.  Emory v. Jackson Chapel First \nMissionary Baptist Church , 165 N.C. App. 489, 491 (2004).  However, “if the trial \ncourt confines its evaluation to the pleadings, the court must accept as true the \n[claimant]’s allegations and construe them in the light most favorable to the \n[claimant].”  Munger v. State, 202 N.C. App. 404, 410 (2010) (quoting Dep’t of Transp. \nv. Blue, 147 N.C. App. 596, 603 (2001)). \n39. In ruling on a motion to dismiss under Rule 12(b)(6), the Court may only \nconsider the complaint and “any exhibits attached to the complaint[ ,]” Krawiec v. \nManly, 370 N.C. 602, 606 (2018), in order to determine whether “as a matter of law, \nthe allegations of the complaint, treated as true, are sufficient to state a claim upon \nwhich relief can be granted under some recognized legal theory,” Forsyth Mem’l \nHosp., Inc. v. Armstrong World Indus., Inc. , 336 N.C. 438, 442 (1994) (cleaned up).  \nThe Court must view the allegations in the complaint “in the light most favorable to \nthe non-moving party.”  Christenbury Eye Ctr., P.A. v. Medflow, Inc. , 370 N.C. 1, 5 \n(2017) (cleaned up). \n40. “It is well established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen (1) the complaint on its face reveals that no law supports the [claimant’s] claim; \n(2) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the [claimant’s] \nclaim.”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615 (2018) (cleaned up). \nANALYSIS \n41. As a preliminary matter, the Court notes that the present Motions to \nDismiss only relate to certain counterclaims and third- party claims  asserted by \nBraintap.3  Pathos’s claims in the Complaint are unaffected. \n42. As discussed in detail below, Pathos and Zaldastani contend that several \nof the claims asserted by Braintap should be dismissed for lack of subject matter \njurisdiction under Rule 12(b)(1).  The Court will address their respective arguments \non the jurisdictional issue together  because they are identical .  The Court will then \ndiscuss Pathos’s Motion to Dismiss based on Rule 12(b)(6) in which it seeks dismissal \nof Braintap’s counterclaim for UDTP for failure to state a valid claim for relief. \n \n \n3 For clarity, Zaldastani’s Motion to Dismiss encompasses all of the third -party claims \nasserted against him by Braintap (that is, a claim for declaratory judgment and two claims \nfor breach of fiduciary duty) , and Pathos’s Motion to Dismiss is directed toward Braintap’s \ncounterclaims against it for declaratory judgment and UDTP.  The remainder of Braintap’s \ncounterclaims against Pathos (which consist of claims for breach of the escrow agreement, \nbreach of the MSA, and unjust enrichment) are not affected by Pathos’s Motion to Dismiss. \nA. Subject Matter Jurisdiction \n43. Collectively, Zaldastani and Pathos contend that this Court lacks \nsubject matter jurisdiction as to (1) both of Braintap’s claims for declaratory judgment \n(one of which is asserted against Pathos and the other against Zaldastani)  and (2) \nBraintap’s two claims for breach of fiduciary duty (both of which are asserted against \nZaldastani). \n44. This is so, they assert, because Delaware’s Court of Chancery possesses \nexclusive jurisdiction over such claims pursuant to Del. Code Ann. tit. 8, § 205.   \n45. Del. Code Ann. tit. 8, § 205(a) provides that: \n[U]pon application by the corporation, any successor entity to the \ncorporation, any member of the board of directors, any record o r \nbeneficial holder of valid stock or putative stock, any record or beneficial \nholder of valid or putative stock as of the time of a defective corporate \nact ratified pursuant to § 204 of this title, or any other person claiming \nto be substantially and adversely affected by a ratification pursuant to \n§ 204 of this title, the [Delaware] Court of Chancery may: \n(1) Determine the validity and effectiveness of any defective \ncorporate act ratified pursuant to § 204 of this title; \n(2) Determine the validity and effectiveness of the ratification of \nany defective corporate act pursuant to § 204 of this title; \n(3) Determine the validity and effectiveness of any defective \ncorporate act not ratified or not ratified effectively pursuant to \n§ 204 of this title; \n(4) Determine the validity of any corporate act or transaction and \nany stock, rights or options to acquire stock; and \n(5) Modify or waive any of the procedures set forth in § 204 of this \ntitle to ratify a defective corporate act. \nDel. Code Ann. tit. 8, § 205(a). \n46. The portion of § 205 upon which the arguments of Pathos and Zaldastani \nare specifically based is subpart (e) , which states that “[t]he [Delaware] Court of \nChancery is hereby vested with exclusive jurisdiction  to hear and determine all \nactions brought under this section.”  Del. Code Ann. tit. 8, § 205(e) (emphasis added). \n47. Pathos and Zaldastani  assert that each of the above -referenced claims \npled by Braintap are subject to § 205(e) because they require a judicial determination \nas to the alleged invalidity of corporate act s by a Delaware corporation  within the \nscope of § 205(a).   \n48. Specifically, Pathos contends that the declaratory judgment claim \nbrought against it seeks a ruling as to whether it holds a valid ownership interest in \nBraintap based on Zaldastani’s issuance of shares in the company to Pathos as well \nas the execution of the SAFE agreement.   This issue, Pathos asserts, is the precise \nkind of claim described in § 205 (a) over which Delaware’s Court of Chancery would \nhave exclusive jurisdiction based on § 205(e). \n49. Similarly, Zaldastani argues that Braintap’s declaratory judgment \nclaim against him relates to the question of whether he actually owns any shares in \nthe company as a result of (1) his attempt to convert a membership interest in Excel \ninto ownership of Braintap’s common stock; and (2) his effort to redeem a convertible \npromissory note into series A preferred s tock in Braintap.   Zaldastani further \ncontends that the two breach of fiduciary duty claims against him arise from these \nsame acts and—as a result—are likewise encompassed by § 205. \n50. The Court rejects Zaldastani’s and Pathos’s argument for three reasons. \n51. First, and most basically, subpart (e) of § 205—by its express language— \nmakes clear that it applies only to “actions brought under this section.”  Del. Code \nAnn. tit. 8, § 205(e) (emphasis added).  Here , none of Braintap’s claims at issue give \nany indication that they have been brought under Delaware law at all —much less \nunder § 205.  As a result, on that ground alone, subpart (e) is inapplicable. \n52. Second, their argument also fails as a matter of statutory interpretation.  \nThe logical meaning of § 205(e)’s “exclusive jurisdiction” provision is that if a claim \ninvoking one of the subjects discussed in § 205(a) is brought in the courts of Delaware, \nthen the Delaware Court of Chancery is the appropriate forum  within that state’s \ncourt system. \n53. This interpretation has been adopted by this Court, by Delaware courts, \nand by courts in other jurisdictions in response to similar arguments made by \nlitigants based on analogous provisions of Delaware statutes.  See, e.g., Futures Grp. \nv. Brosnan, 2023 NCBC LEXIS 7, at *9 (N.C. Super. Ct. Jan. 19, 2023) (interpreting \na similar Delaware statutory provision as simply meaning that “the Court of \nChancery would be the proper court in which to pursue this claim if the case were \npending in Delaware” (emphasis added)); City of Providence v. First Citizens \nBancshares, Inc., 99 A.3d 229, 236 (Del. Ch. 2014) (noting that “a grant by the General \nAssembly of ‘exclusive’ jurisdiction to [the Court of Chancery] for claims arising under \na particular statute does not preclude a party from asserting a claim arising under \nthat statute in a different jurisdiction”); In re Kloiber, 98 A.3d 924, 939 (Del. Ch. 2014) \n(holding that “[w]hen a Delaware  state statute assigns exclusive jurisdiction to a \nparticular Delaware court, the statute is allocating jurisdiction among the Delaware \ncourts” and that “[t]he state is not  making a claim against the world that no court \noutside of Delaware can exercise jurisdiction over that type of case”), vacated on other \ngrounds, 2014 Del. Ch. LEXIS 190 (Sept. 3, 2014); Owen v. Array US, Inc., 2023 N.Y. \nMisc. LEXIS 5329, at *1–2 (N.Y. Supr. Ct. Sept. 5, 2023) (denying a motion to dismiss \nfor lack of subject matter jurisdiction and holding that Del. Code Ann. tit. 8, § 205(e) \n“does not divest New York of its interest in adjudicating th[e] matte r” or “mandate \nthat th[e] claim be tried in Delaware”). \n54. Third, even if it was, in fact, the intent of the Delaware legislature to \ndeprive courts in all other states of jurisdiction to hear claims that could have been \nbrought under § 205, it is hard to conceive of how such a mandate  would pass \nconstitutional muster. \n55. In rejecting arguments similar to those being made  by Pathos and \nZaldastani here, a Delaware court has expressly noted the constitutional problems \nthat would exist under that scenario.  See In re Kloiber, 98 A.3d at 939 (stating that \na state statute purporting to grant sole jurisdiction to a Delaware court over certain \ntypes of claims to the exclusion of courts in other states would violate the Full Faith \nand Credit Clause because “Delaware . . . cannot unilaterally preclude a sister state \nfrom hearing claims under its law” and that any attempt to do so would “not be giving \nconstitutional respect to the judicial proceedings of [its] sister state[s]”). \n56. Therefore, Pathos’s and Zaldastani’s Motion s to Dismiss based on lack \nof subject matter jurisdiction are DENIED. \nB. UDTP \n57. Braintap premises its UDTP claim on three specifically identified \ncategories of acts attributable to Pathos: (1) “charging for services it did not provide;” \n(2) “overbilling or duplicative billing for services it did provide;” and (3) “ making [] \nfalse representations concerning capital investments made in Braintap in order to \ninduce issuance purported [sic] equity in Braintap.”  (Countercls. ¶ 155.) \n58. “To prevail on a claim of unfair and deceptive trade practice a [claimant] \nmust show (1) an unfair or deceptive act or practice, or an unfair method of \ncompetition, (2) in or affecting commerce, (3) which proximately caused actual injury \nto the [claimant] or to his business.”  Spartan Leasing Inc. v. Pollard, 101 N.C. App. \n450, 460–61 (1991). \n59. Pathos seeks dismissal of Braintap’s UDTP claim on two grounds. \n60. First, Pathos contends that the claim fails to the extent it is premised \non “false representations regarding capital investments in Braintap” b ecause such \nmisrepresentations relate to securit ies transactions, which are not “in or affecting \ncommerce” for purposes of a UDTP claim.   \n61. Under the Unfair and D eceptive Trade P ractices Act (“UDTPA”) , \ncommerce generally “includes all business activities, however denominated[.]”\n4  \nN.C.G.S. § 75-1.1(b).  North Carolina courts have broadly defined “business activity” \nas the “regular, day -to-day activities, or affairs, such as the purchase and sale of \ngoods, or whatever other activities the business regularly engages in and for which it \n \n4 Although not relevant here, professional services rendered by a member of a learned \nprofession are excluded from the definition of “commerce.”  N.C.G.S. § 75-1.1(b).   \nis organized.”  HAJMM Co. v. House of Raeford Farms, Inc., 328 N.C. 578, 579 (1991).  \nAlthough the “in or affecting commerce” element of a UDTP claim  is broad, it does \nnot encompass “all wrongs” committed between businesses.  Sterner v. Penn, 159 N.C. \nApp. 626, 632–33 (2003).  “Certain events . . . are deemed to be extraordinary events \noutside of the regular, day -to-day activities or affairs of a business.  Such \nextraordinary events are, therefore, not deemed ‘business activities’ and are not ‘in \nor affecting commerce.’”  DeGorter v. Capitol Bancorp Ltd., 2011 NCBC LEXIS 29, at \n*10 (N.C. Super. Ct. July 29, 2011) (cleaned up). \n62. Our Supreme Court has held that transactions involving securities are \n“extraordinary event[s]  . . . [u]nlike [the] regular purchase and sale of goods, or \nwhatever else the enterprise was organized to do[,]” such that “they are not . . . ‘in or \naffecting commerce,’ even under a reasonably broad interpretation of the legislative \nintent underlying [the UDTPA].”  HAJMM Co., 328 N.C. at 594. \n63. This Court has previously summarized the development of the so-called \n“Securities Exemption” to the UDTPA as follows: \n[The Securities Exemption to the UDTPA] ha[s] [its] genesis in the \nNorth Carolina Supreme Court’s decision in Skinner v. E. F. Hutton & \nCo., Inc., 314 N.C. 267 (1985).  There, the Court held that “securities \ntransactions are beyond the scope of N.C.G.S. § 75 -1.1” in part because \nsecurities transactions are “‘already subject to pervasive and intricate \nregulation’” under the North Carolina Securities  Act and the federal \nsecurities laws.  Id. at 275 (quoting Lindner v. Durham Hosiery Mills, \nInc., 761 F.2d 162, 167–68 (4th Cir. 1985)). \nIn HAJMM, the North Carolina Supreme Court expanded the securities \nexception to include “the trade, issuance and redemption of corporate \nsecurities or similar financial instruments . . . .”  328 N.C. at 594. \nIn Oberlin, our Court of Appeals expanded the reach of the UDTPA \nsecurities exception.  Oberlin Capital, L.P. v. Slavin , 147 N.C. App. 52 \n(2001).  In that case, plaintiff Oberlin Capital, L.P. agreed to provide \nworking capital for an automotive parts corporation.  Id. at 54.   \n. . .   \nOur Court of Appeals held that “ [b]ecause the loan agreement at issue \nhere, which also granted Oberlin the right to purchase stock in [the \ndebtor corporation] in the future, was primarily a capital raising device, \nit was not ‘in or affecting commerce’ for the purposes of Chapter 75.”  Id. \nat 62. \nLatigo Invs. II, LLC v. Waddell & Reed Fin., Inc ., 2007 NCBC LEXIS 17, at * 7–10 \n(N.C. Super. Ct. June 11, 2007). \n64. Thus, given the expansive scope with which our appellate courts have \ninterpreted the Securities Exemption to the UDTPA, “[t]he only relevant question is \nwhether securities were involved in the transaction.”   DeGorter, 2011 NCBC LEXIS \n29, at *15; see Aym Techs., LLC v. Scopia Capital Mgmt. LP, 2021 NCBC LEXIS 29, \nat *30 (N.C. Super Ct. Mar. 31, 2021) (dismissing a claim for UDTP based on \nmisrepresentations made during the course of equity purchase negotiations \n“[b]ecause our courts have repeatedly held that the only question for the [c]ourt under \n[the Securities Exemption to the UDTPA] is whether the basis for the transaction \ninvolved securities” (cleaned up)) ; see also White v. Consol. Planning, Inc. , 166 N.C. \nApp. 283, 304 (2004) (noting that “the question is whether the transactions at issue \ninvolved securities or other financial instruments involved in raising capital”).\n5 \n \n5 Braintap cites our Supreme Court’s 2021 decision in Nobel v. Foxmoor Grp., LLC, 380 N.C. \n116 (2021), for the proposition that the Supreme Court has recently taken a more restrictive \napproach on the applicability of the Securities Exemption.  Although it is true that the \nSupreme Court in Nobel addressed the applicability of the exemption in that case based on \nthe reasoning originally articulated in HAJMM, it did not purport to overrule any of the cases \nfrom North Carolina’s lower courts since HAJMM was decided. Nor did it contain language \nexpressly cautioning against a more expansive interpretation of the Securities Exemption.  \n65. Here, it cannot be disputed that with regard to key occurrences forming \nthe basis for Braintap’s UDTP claim, “securities were involved in the transaction.”  \nClearly, the issuance of 74,505 shares of series A preferred stock and the issuance of \nthe SAFE relate to securities.  Specifically, Braintap’s counterclaims allege that: \nOn or about October 25, 2021, Zaldastani and Pathos  executives Sam \nand Isaac Parks represented to Braintap executives and board members \nthat Pathos intended to make a $100,000 capital investment into \nBraintap. \nZaldastani, Sam, and Isaac represented that Pathos ’ investment would \nbe made through cash [sic] transfer to Braintap. \n. . .  \nUpon information and belief, on October 25, 2021, Zaldastani purported \nto cause Braintap to issue 74,505 shares of series A preferred stock in \nBraintap to Pathos as satisfaction for the $100,000 of wrongfully billed \ncharges. \n. . . \nUpon information and belief, after Zaldastani purported to cause \nBraintap to issue 74,505 shares of series A preferred stock to Pathos, \nZaldastani and Pathos concealed the issuance of these shares from \nBraintap board members and executives. \n. . .  \nIn May 2022, Pathos purportedly acquired a simple agreement for \nequity (“SAFE”) from Braintap. \n. . .  \nThe SAFE was negotiated among Zaldastani and Pathos.  It purports to \ngrant Pathos equity in Braintap’s [sic] in exchange for a $250,000 \npayment from Pathos. \n. . .  \n \nAbsent clear direction from the Supreme Court to the contrary, this Court must follow the \ncases decided since HAJMM that have expanded the scope of the exemption. \nPathos never provided Braintap with the $250,000 payment called for \nin the SAFE. \n. . .  \nUpon information and belief, Zaldastani and Pathos  concealed the \npurported issuance of the SAFE from Braintap board members and \nexecutives. \n(Countercls. ¶¶ 27–30, 32, 35, 67–68, 70–72, 74.) \n66. Such transactions unquestionably involve securities and are at the heart \nof Braintap’s UDTP allegation that Pathos  made “false representations concerning \ncapital investments made in Braintap in order to induce issuance purported [sic] \nequity in Braintap.”  (Countercls. ¶ 155.) \n67. Indeed, the Court notes that Braintap’s declaratory judgment claim \nagainst Pathos is expressly based on the issue of whether the securities allegedly \nissued to Pathos conferred upon it a legally valid ownership interest in Braintap.  (See \nCountercls. ¶¶ 138– 43.)  Therefore it can hardly be said that the role played by  \nsecurities in Braintap’s counterclaims is a minor one. \n68. Accordingly, the portions of Braintap’s UDTP claim based upon the \nalleged issuance to Pathos of shares or equity in Braintap fail as a matter of law based \non the Securities Exemption. \n69. Second, Pathos contends that Braintap’s remaining allegations in \nsupport of its UDTP claim—even when read in the light most favorable to Braintap—\nallege only intentional breaches of contract, which are insufficient to support a UDTP \nclaim.   \n70. North Carolina courts have repeatedly held that “[a]ctions for [UDTP] \nare distinct from actions for breach of contract, and a mere breach of contract, even if \nintentional, is not sufficiently unfair or deceptive to sustain an action under N.C.G.S. \n§ 75-1.1.”  McDonald v. Bank of N.Y. Mellon T r. Co., 259 N.C. App. 582, 589 (2018) \n(cleaned up).  “When a [claimant] alleges a UDTP violation based upon a breach of \ncontract, the [claimant] must show substantial aggravating circumstances attending \nthe breach[.]”  Dan King Plumbing Heating & Air Conditioning, LLC v. Harrison, 281 \nN.C. App. 312, 320 (2022) (cleaned up).   “As a general proposition, unfairness or \ndeception either in the formation of the contract or in the circumstances of its breach \nmay establish the existence of substantial aggravating circumstances [.]”  SciGrip, \nInc. v. Osae, 373 N.C. 409, 426 (2020) (cleaned up).  However, “ [i]t is not enough to \nallege [the] aggravating or egregious results of a breach.  If that were the case, then \nany contract dispute that results in serious losses could present a valid UDTPA claim, \na result North Carolina courts have repeatedly rejected.”  Edwards v. Genex Coop., \nInc., 777 Fed. Appx. 613, 623 (4th Cir. 2019), cert. denied , 140 S. Ct. 853 (2020) \n(cleaned up). \n71. Deceptive representations made during contract formation and inducing \na party to enter into  a contract “while having no intention of  keeping the promises \nmade” are “classic example[s] of [] aggravating circumstance[s].”  Pee Dee Elec. \nMembership Corp. v. King, 2018 NCBC LEXIS 22, at *18– 19 (N.C. Super. Ct. Mar. \n15, 2018) (cleaned up). \n  \n72. However, as this Court has observed: \nIt is far more difficult to allege and prove egregious circumstances after \nthe formation of the contract.  One reason for this is that disputes \nconcerning the circumstances of the breach are often bound up with one \nparty’s exercise of perceived rights and remedies under the contract.  \nEven where the exercise of contractual right s is “allegedly contrary to \nthe terms of the agreement,” the legal question concerns the \ninterpretation and application of the agreement —that is, whether the \ncontract has been breached.  Taylor v. United States, 89 F. Supp. 3d 766, \n773 (E.D.N.C. 2014 ) (cleaned up).  These claims are “best resolved by \nsimply determining whether the parties properly fulfilled their \ncontractual duties.”  Heron Bary Acquisition , LLC v. United Metal \nFinishing, Inc., 245 N.C. App. 378, 383 (2016) (cleaned up). \nThus, the North Carolina Court of Appeals has repeatedly stressed that \na section 75 -1.1 violation “is unlikely to occur during the course of \ncontractual performance.”  Id. \nPost v. Avita Drugs, LLC, 2017 NCBC LEXIS 95, at *5 (N.C. Super. Ct. Oct. 11, 2017).  \n73. Substantial aggravating circumstances  after contract formation \ntypically require: (1) the forgery or destruction of documents; (2) conceal ment of a \nbreach coupled with conduct designed to deter  investigation into the breach; or  (3) \nintentional deception designed to allow the defendant  to receive the benefits of the \ncontract.  In re Randolph Hosp., Inc. , 2024 Bankr. LEXIS 206, at * 93 (Bankr. \nM.D.N.C. Jan. 29, 2024) (cleaned up); see, e.g., Garlock v. Henson, 112 N.C. App. 243, \n245–46 (1993) (finding substantial  aggravating circumstances where the defendant \n“forged a bill of sale in an attempt to extinguish plaintiff’s ownership interest”); Foley \nv. L & L Int’l, Inc., 88 N.C. App. 710, 714 (1988) (sufficient aggravating circumstances \nexisted where the defendant “ke[pt] a customer’s down payment on a car for seven \nmonths without even attempting to get the car it had promised to obtain, while falsely \nclaiming that the car had been obtained and would be delivered shortly”). \n74. The remainder of Braintap’s allegations pled with any degree of \nspecificity concern Pathos ’s performance of its various contract s with Braintap and \nessentially amount to claims  of overbilling and intentional breaches of contract.  \nHowever, claims for UDTP require more .  See W&W Partners, Inc. v. Ferrell Land \nCo., LLC, 2019 NCBC LEXIS 104, at *15 (N.C. Super. Ct. Dec. 6, 2019) (cleaned up)  \n(holding that “defendant’s knowing and intentional overbilling of the plaintiff . . . \nduring the performance of the contract [ was] not substantial aggravating \ncircumstances”). \n75. For these reasons, Pathos ’s Motion to Dismiss Braintap’s UDTP claim \nis GRANTED, and that claim is DISMISSED with prejudice. \nCONCLUSION \n THEREFORE, IT IS ORDERED as follows: \n1. Zaldastani’s Motion to Dismiss is DENIED. \n2. Pathos’s Motion to Dismiss is GRANTED as to Braintap’s claim  for \nUDTP, and that claim is DISMISSED with prejudice. \n3. In all other respects, Pathos’s Motion to Dismiss is DENIED. \nSO ORDERED, this the 9th day of December, 2024. \n \n \n/s/ Mark A. Davis    \nMark A. Davis \nSpecial Superior Court Judge \nfor Complex Business Cases "
}