{
  "id": "6653197a8ffc98b9584a0a2f02d02fc3612b0e562464e04fd107c565ec4f8314",
  "source_file": "data/raw/ncbc/6653197a8ffc98b9584a0a2f02d02fc3612b0e562464e04fd107c565ec4f8314.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23 CVS 5594 \n \nHUSQVARNA PROFESSIONAL \nPRODUCTS, INC. and \nHUSQVARNA BUSINESS \nSUPPORT AB, \n \nPlaintiffs, \n \nv. \n \nROBIN AUTOPILOT HOLDINGS, \nLLC; ROBIN TECHNOLOGIES, \nINC.; ROBOTIC MOWING \nINVESTMENTS, LLC; RLAM \nAZALEA, LLC; JEFFREY R. \nDUDAN IRREVOCABLE TRUST; \nJEFFREY DUDAN; and ANTHONY \nHOPP, \n \nDefendants. \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \nCLAIMS AGAINST THE MEMBER \nDEFENDANTS AND ROBIN \nTECHNOLOGIES, INC. \n \n \n1. THIS MATTER  is before the Court on Defendants  Robotic Mowing \nInvestments, LLC, RLAM Azalea, LLC, Jeffrey R. Dudan Irrevocable Trust, Jeffrey \nDudan, and Anthony Hopp’s (collectively, the “Member Defendants”), and Defendant \nRobin Technologies, Inc.’s (“Robin Technologies”) Motion to D ismiss Claims Against \nthe Member Defendants and Robin Technologies (“the Motion”) pursuant to Rules \n12(b)(6) and 12(h)(3) of the North Carolina Rules of Civil Procedure (the “Rule(s)”) in \nthe above-captioned case.  (ECF No. 7.) \n2. For the reasons set forth below, the Court GRANTS in part and DENIES \nin part the Motion.   \nNelson Mullins Riley & Scarborough, LLP, by Thomas G. Hooper, for \nPlaintiffs/Counterclaim Defendants Husqvarna Professional Products, \nInc. and Husqvarna Business Support AB. \n \nHusqvarna Pro. Prods., Inc. v. Robin Autopilot Holdings, LLC, 2023 NCBC 66. \nO’Hagan Meyer PLLC, by Aretina K. Samuel -Priestley and Candice A. \nDiah, Lincoln Derr PLLC, by Tricia M. Derr and R. Jeremy Sugg , and \nJackson Walker LLP, by Blake T. Dietrich and Hailey Oestreich , for \nDefendants/Counterclaim Plaintiffs Robotic Mowing Investments, LLC, \nRLAM Azalea, LLC, Jeffrey R. Dudan Irrevocable Trust, Jeffrey Dudan, \nAnthony Hopp, and Robin Technologies, Inc. \n \nBledsoe, Chief Judge. \nI.  \nFACTUAL AND PROCEDURAL BACKGROUND \nA. Factual Background \n3. The Court does not make findings of fact on motions presented under Rule \n12.  Rather, the Court recites the allegations asserted and documents referenced in \nthe pleadings that are relevant to the Court’s determination of the motions. \n4. This action arises out  of the relationship between Plaintiffs Husqvarna \nProfessional Products, Inc. (“Husqvarna Products”) and Husqvarna Business Support \nAB (“Husqvarna Business”; together with Husqvarna Products, “Plaintiffs” or the \n“Husqvarna Parties”) , on the one hand, and  D efendant Robin Autopilot Holdings, \nLLC (“Robin Autopilot”) , Robin Technologies (together with Robin Autopilot, the \n“Robin Parties”), and the Member Defendants, on the other hand.   \n5. Husqvarna Business is a Swedish foreign limited company with its principal \nplace of business in Sweden .  Husqvarna  Products is a Delaware corporation that \nmarkets and sells outdoor power equipment, including in particular, robotic lawn \nmowers.  Husqvarna Products is an affiliate of Husqvarna Business.1  \n \n1 (Compl. ¶¶ 5, 6, 16, 17, ECF No. 4.) \n6. Robin Autopilot is an Ohio limited liability company with its principal place \nof business in Texas. 2  Robin Autopilot rents or sells robots to subscribers ,3 and its \nmembers include the Member D efendants.4  Robin Technologies is  a Delaware \ncorporation with its principal place of business in Texas and is an affiliate of Robin \nAutopilot.5 \n7. In the summer of 2019, the Robin Parties and the Husqvarna Parties began \ndiscussing a possible business relationship. 6  These discussions culmin ated in \nHusqvarna Products’ and Robin Technologies’ entry into a non-disclosure agreement \n(the “NDA”) in June 2019.7  \n8. On 27 May 2021, Robin Autopilot and Husqvarna Business entered into an \nOriginal Admission Agreement. 8  In relevant part, the Original Admission \nAgreement provided that , in exchange for Husqvarna  Business’s contribution of \ncapital and Husqvarna Products’ provision of certain robotics, parts, and accessories \nto Robin Autopilot  through a separate S upply Agreement,9 Husqvarna Business \n \n2 (Compl. ¶ 7.) \n \n3 (Compl. ¶¶ 9–13, 18.) \n \n4 (Compl. ¶¶ 9–13.) \n \n5 (Compl. ¶¶ 8, 19.) \n \n6 (Compl. ¶ 20.) \n \n7 (Compl. ¶ 22.) \n \n8 (Compl. ¶ 23.) \n \n9 Husqvarna Products and Robin Autopilot entered into the contemplated Supply Agreement \nat about this same time under which Husqvarna Products agreed to sell, and Robin Autopilot \nagreed to purchase, certain products.  (Compl. ¶¶ 26–28.) \nwould be admitted as a member of , and granted membership units in , Robin \nAutopilot.  Husqvarna Business would also be permitted to fill one seat on Robin \nAutopilot’s board of managers.10  The Original Admission Agreement also included a \nnon-solicitation provision prohibiting the Husqvarna Parties from soliciting two \nbusinesses—Weed Man, USA and MowBot, Inc. —for a period of twelve months  (the \n“Non-Solicitation Agreement”).11   \n9. On 1 December 2021,  the Member Defendants and Husqvarna Business —\nthe members of Robin Autopilot’s board of managers —entered into a Fourth \nAmended and Restated Operating Ag reement for Robin Autopilot (the “Operating \nAgreement”).12  Section 14 of the Operating Agreement  provides that Robin \nAutopilot’s members were permitted to “engage in or possess an interest in other \nbusiness ventures . . . that may be competitive” with Robin Autopilot.13 \n10. In the second quarter of 2022, disputes arose between the Husqvarna \nParties and the Robin Parties about the Non-Solicitation Agreement and certain \nintellectual property.14  To settle these disagreements, the Husqvarna Parties and \nthe Robin Parties entered into a Settlement and Release Agreement (the “Settlement \n \n10 (Compl. ¶ 23.) \n \n11 (Compl. ¶ 24.) \n \n12 (Compl. ¶ 29; see Pls.’ Opp’n Defs.’ Mot. Dismiss Claims Against Member Defs. and Robin \nTechnologies Ex. C  [hereinafter “Operating Agreement”] , ECF No s. 17.3 (sealed), 41.2 \n(redacted).) \n \n13 (Compl. ¶ 32.) \n \n14 (Compl. ¶¶ 33–35.) \n \nAgreement”),15 and, at the same time, Husqvarna  Business and Robin Autopilot \nentered into an Amended Admission Agreement and a Note Purchase Agreement to \nfacilitate further investments by Husqvarna Business in Robin Autopilot.16   \n11. Among other provisions, the Settlement Agreement provided that “upon \nexpiration of the Non-Solicitation Agreement, no non-solicitation obligations remain \nbetween the parties unless [the] parties explicitly agree otherwise in writing.”17  \n12. As alleged by Plaintiffs, the Amended Admission Agreement “confirmed the \nrights and commitments that remained outstanding under the Original Admission \nAgreement,”18 “provided for the acceleration of Husqvarna Business’s final cash \ncontribution to Robin Autopilot unde r the Original Admission Agreement,” \ncommitted “Husqvarna to invest an additional $500,000 in Robin Autopilot if ‘certain \ngrowth targets’ were met,” and awarded Husqvarna Business an additional vote on \nRobin Autopilot’s board of managers.19   \n13. The Note Purchase Agreement was entered into by Husqvarna Business, \nRobin Autopilot, and a third party, Robotic Mowing Investments, LLC, pursuant to \nwhich Husqvarna Business purchased a convertible promissory note in the original \nprincipal amount of $1,000,000, which was executed by Robin Autopilot in favor of \n \n15 (Compl. ¶¶ 33–35.) \n \n16 (Compl. ¶¶ 40, 41.) \n \n17 (Compl. ¶ 37.) \n \n18 (Compl. ¶ 41.) \n \n19 (Compl. ¶ 42.) \n \nHusqvarna Business with a maturity date of 8 September 2023. 20  The Robin and \nHusqvarna Parties also agre ed in the Note Purchase Agreement to enter into the \nSettlement Agreement.21 \n14. The events precipitating this litigation began when Husqvarna Products \nchanged its business strategy in December 2022 from working with the Robin Parties \nto service and sell roboti c mowers to the professional landscaping market to a \nstrategy of “ pursu[ing] sales of its robotic products directly to professional users  \n(including landscapers).” 22  In response to Husqvarna Products’ initiation of direct \ncompetition, the Robin Parties’ Chief Executive Officer, Logan Fahey (“Fahey”), sent \na memorandum to the Husqvarna Parties on 6 March 2023 (the “March 6 Memo”),23 \nobjecting to Husqvarna  Products’ direct solicitation of certain customers .24  Fahey \nstated in the March 6 Memo that “Robin,” which the m emo defined as “ Robin \nAutopilot,” would “ not sit idly by” and allow “Husqvarna’s current strategy” to \n“undercut Robin’s business and success.” 25  Fahey also asserted that “to the extent \nHusqvarna will not cease these sales, [Robin] believe[s] this will materially alter the \n \n20 (Compl. ¶¶ 45–47.)  The convertible note also provided Husqvarna Business an option to \nconvert unpaid principal and interest into additional units of Robin Autopilot.  (Compl. ¶ 47.) \n  \n21 (Pls.’ Opp’n Defs.’ Mot. Dismiss Claims Against Member Defs. and Robin Technologies Ex. \nF, ECF Nos. 17.6 (sealed), 41.5 (redacted).) \n \n22 (Compl. ¶¶ 52, 53.) \n \n23 (Compl. ¶ 57.) \n \n24 (Compl. ¶¶ 58–68.) \n \n25 (Compl. ¶ 61.) \n \ncompanies’ relationship and create a situation where we cannot continue forward as \nthings currently stand.” 26  The March 6 Memo indicated that it was from Fahey as \nCEO of Robin Autopilot , but the memo was signed by Fahey over a signature line \nreading “CEO | Robin Technologies.” 27  A Robin Technologies watermark also \nappeared on each page of the March 6 Memo.28 \nB. Procedural History \n15. The Husqvarna Parties filed this action on 3 April 2023, asserting claims  \nagainst (i) the Robin Parties and the Member Defendants for a declaratory judgment \nconcerning the parties’ rights under the Original Admission Agreement, the \nAmended Admission Agreement, and the Operating Agreement; (ii) the Robin Parties \nfor anticipatory breach of the Settlement Agreement and for a declaratory judgment \nconcerning the parties’ rights under the Settlement Agreement, the Note Purchase \nAgreement, and the Supply Agreement ; and (i ii) Robin Autopilot for breach of the \nSupply Agreement and for anticipatory breach of the Note Purchase Agreement, the \nOriginal Admission Agreement, and the Amended Admission Agreement.\n29   \n16. On 12 May 2023, the Member Defendants and Robin Technologies filed the \ncurrent Motion, seeking the dismissal of Plaintiffs’ claims  for declaratory judgment \n \n26 (Compl. ¶ 61.) \n \n27 (Pls.’ Opp’n Defs.’ Mot. Dismiss Claims Against Member Defs. and Robin Technologies Ex. \nA [hereinafter “March 6 Memo”], ECF No. 17.1.) \n \n28 (See March 6 Memo.) \n \n29 (Compl. ¶¶ 69–126.) \n \nagainst the Member Defendants concerning the parties’ rights under the Original \nAdmission Agreement, the Amended Admission Agreement, and the Operating \nAgreement, and against Robin Technologies for anticipatory breach of the Settlement \nAgreement and for declaratory judgment concerning the parties’ rights under the \nSettlement Agreement, the Note Purchase Agreement, and the Supply Agreement.\n30 \n17. After full briefing, the Court convened a hearing on the Motion on 22 August \n2023, at which all parties were represented by counsel (the “Hearing”).  The Motion \nis now ripe for resolution.  \nII. \nLEGAL STANDARD \n18. When deciding whether to dismiss for failure to state a claim under Rule \n12(b)(6), the Court considers “whether the allegations of the complaint, if treated as \ntrue, are sufficient to state a claim upon which relief can be granted under some legal \ntheory.”  Corwin v. Brit . Am. Tobacco PLC , 371 N.C. 605, 615 (2018) (quoting \nCommScope Credit Union v. Butler & Burke, LLP, 369 N.C. 48, 51 (2016)). \n19. “[D]ismissal pursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on \nits face reveals that no law supports the plaintiff’s claim; (2) the complaint on its face \nreveals the absence of facts sufficient to make a good claim; or (3) the complaint \ndiscloses some fact that necessarily defeats the plaintiff’s claim.’ ”  Corwin, 371 N.C.  \nat 615 (quoting Wood v. Guilford Cnty., 355 N.C. 161, 166 (2002)). \n \n30 (Defs.’ Mot. Dismiss Claims Against Member Defs. and Robin Technologies  [hereinafter \n“Defs.’ Mot. Dismiss”], ECF No. 7.) \n20. Under Rule 12(b)(6), “the trial court is to construe the pleading liberally and \nin the light most favorable to the plaintiff, taking as true and admitted all well -\npleaded factual allegations contained within the complaint.”  Donovan  v. Fiumara, \n114 N.C. App. 524, 526 (1994) (cleaned up).   The Court need not, however, accept as \ntrue “allegations that are merely conclusory, unwarranted deductions of fact, or \nunreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. HHS, Div. of Facility Servs., \n174 N.C. App. 266, 274 (2005) (quotation marks and citation omitted).   \n21. When considering a motion to dismiss under Rule 12(b)(6), a  court “may \nproperly consider documents which are the subject of a plaintiff’s complaint and to \nwhich the complaint specifically refers even though they are presented by the  \ndefendant.”  Oberlin Capital, L.P. v. Slavin , 147 N.C. App. 52, 60 (2001) ; see, e.g., \nDeluca v. River Bluff Holdings II, LLC, 2015 NCBC LEXIS 12, at *8 (N.C. Super. Ct. \nJan. 28, 2015) (stating that under Rule 12(b)(6), “a trial court may properly consider \na contract that is the subject matter of the complaint, even if the plaintiff did not \nattach it to the complaint[  ]”).  Moreover, the Court “can reject allegations that are \ncontradicted by the documents attached to, specifically referred to, or incorporated by \nreference in the complaint.”  Moch v. A.M. Pappas & Assocs., LLC, 251 N.C. App. 198, \n206 (2016) (quoting Laster v. Francis, 199 N.C. App. 572, 577 (2009)). \n22. Rule 12(h)(3) provides that “[w]henever  it appears by suggestion of the \nparties or otherwise that the court lacks jurisdiction o f the subject matter, the court \nshall dismiss the action.”  N.C. R. Civ. P. 12(h)(3).  As this Court has previously \nexplained: \nA defect in subject matter jurisdiction may be raised by a party or by the \ncourt sua sponte.  A motion to dismiss for lack of subject matter \njurisdiction is not viewed in the same manner as a motion to dismiss for \nfailure to state a claim upon which relief can be granted.  A court may \nconsider matters outside the pleadings in determining whether subject \nmatter jurisdiction exists. \n \nMiller v. Burlington Chem. Co., LLC, 2017 NCBC LEXIS 6, *11 (N.C. Super. Ct. Jan. \n27, 2017) (cleaned up). \n23. Rule 12(h)(3) may be invoked in the context of a declaratory judgment \naction.  As recently explained by our Supreme Court: \nAs a jurisdictional prerequisite, the Declaratory Judgment Act requires \nthe pleadings and evidence to disclose the existence of an actual \ncontroversy between the parties having adverse interests in the matter \nin dispute.  This controversy between the parties must exist at the time \nthe pleading requesting declaratory relief was filed.  Absolute certainty \nof litigation is not required, but the plaintiff must demonstrate to a \npractical certainty that litigation will arise. \n \nButton v. Level Four Orthotics & Prosthetics, Inc., 380 N.C. 459, 466 (2022) (cleaned \nup). \n24. Under the North Carolina Uniform Declaratory Judgment Act  (the “DJA”), \nN.C.G.S. §§ 1-253–67, courts have the authority to enter declaratory judgments  as \nfollows: \nCourts of record within their respective jurisdictions shall have power \nto declare rights, status, and other legal relations, whether or not \nfurther relief is or co uld be claimed.  No action or proceeding shall be \nopen to objection on the ground that a declaratory judgment or decree is \nprayed for.  The declaration may be either affirmative or negative in \nform and effect; and such declarations shall have the force and effect of \na final judgment or decree. \n \nN.C.G.S. § 1-253. \n25. “When declaratory relief is sought, all persons shall be made parties who \nhave or claim any interest which would be affected by the declaration, and no \ndeclaration shall prejudice the rights of pers ons not parties to the proceedings .”  \nN.C.G.S. § 1-260.  For pleading purposes under the DJA: \nIt is required only that the plaintiff shall allege in his complaint . . . that \na real controversy, arising out of [the parties’] opposing contentions as \nto their  respective legal rights and liabilities under a deed, will or \ncontract in writing, or under a statute, municipal ordinance, contract or \nfranchise, exists between or among the parties, and that the relief \nprayed for will make certain that which is uncertai n and secure that \nwhich is insecure.”   \n \nNorth Carolina Consumers Power, Inc. v. Duke Power Co., 285 N.C. 434, 449 (1974)  \n(citation omitted).   \n26. “Although it is not necessary that one party have an actual right of action \nagainst another to satisfy the jurisdictional requirement of an actual controversy, it \nis necessary that litigation appear unavoidable.”  Gaston  Bd. of Realtors, Inc. v. \nHarrison, 311 N.C. 230, 234 (1984).   “When the record shows that there is no basis \nfor declaratory relief, or the complaint does not allege an actual, genuine existing \ncontroversy, a motion for dismissal under .  . . Rule 12(b)(6) will be granted.”  Id . at \n234–35. \nIII. \nANALYSIS \nA. Plaintiffs’ Claims Against the Member Defendants and Robin Technologies \nBased on the Admission and Operating Agreements \n \n1. The Original and Amended Admission Agreements \n27. The Husqvarna Parties first seek a declaration that neither the Original \nAdmission Agreement nor the Amended Admission Agreement restricts their right to \nsell their products directly to professional landscape service providers.31  The Member \nDefendants and Robin Technologies seek to dismiss this claim, contending that they \nare not signatories to either agreement , their interests are unaffected by the \ndeclarations sought under these agreements, and therefore there is not an actual case \nor controversy under these agreements with the Husqvarna Parties.32   \n28. The Husqvarna Parties seek to avoid dismissal on two grounds.  First, they \nassert that an actual controversy exists because they have alleged that the Member \nDefendants “have indicated support of the Robin Parties’ refusal to honor their \nobligations and have even gone so far as to engage counsel (separate from the \ncompany) for the members other than Husqvarna Business to seek legal process with \nrespect to this position.” 33  In addition, they contend that the Member Defendants’ \nand Robin Technologies’ interests will be affected by a determination of the \n \n31 (See Compl. ¶¶ 26, 27.) \n \n32 (See Br. Supp. Defs.’ Mot. Dismiss 5–6, ECF No. 8.)   \n \n33 (Compl. ¶ 66.) \n \nHusqvarna Parties’ rights under th ese agreements.34  See, e.g.,  Singleton v. Sunset \nBeach & Twin Lakes, Inc., 147 N.C. App. 736, 742 (2001) (holding that defendant was \na proper party because  the requested declaration would necessarily “affect the \n[defendant’s] interest”). \n29. The Court agrees with the Member Defendants and Robin Technologies .  \nFirst, the fact that the Member Defendants agree with the positions taken in the \nMarch 6 Memo is of no legal consequence on this Motion.  See, e.g. , Gaston Bd. of \nRealtors, Inc., 311 N.C. at 234 (holding that “a mere difference of opinion between the \nparties does not constitute a controversy within the meaning of the Declaratory \nJudgment Act”).  The same is true of the Member Defendants’ retention of counsel; \nindeed, clients routinely retain counsel to provide legal advice concerning \ncontemplated transactions and conduct long before litigation “appears unavoidable.”  \nId.; see also, e.g., Town of Spencer v. Town of E. Spencer, 351 N.C. 124, 127 (1999) (“A \njusticiable controversy exists when litigation to resolve the controversy appears to be \nunavoidable.”).   \n30. The fact remains that none of these Defendants is a signatory to either \nadmission agreement.  Nor do they have rights under these agreements.  Indeed, a  \ndeclaration of rights under the admission agreements will i mpact the Husqvarna \nParties’ interests only through Husqvarna Business’s status as a member of Robin \nAutopilot and  will impact Robin Autopilot’s interest only to the extent that \nHusqvarna Business is one of its members.  In short, the declarations sought under \n \n34 (See Pls.’ Opp’n Defs.’ Mot. Dismiss 22, ECF No. 16.) \nthese agreements do not impact any interests of the Member Defendants and Robin \nTechnologies.   \n31. For each of these reasons, therefore, the Court will grant the Motion and \ndismiss Plaintiffs’ claim for declaratory judgment against the Member Defendants \nand Robin Technologies based on the Original and Amended Admission Agreements. \n 2.  The Operating Agreement \n32. The Husqvarna P arties seek a similar declaration that the Operating \nAgreement (and specifically Section 14) does not restrict their right to sell their \nproducts directly to professional landscape service providers. 35  The Member \nDefendants and Robin Technologies contend that the claim should be dismissed as to \nthem because the Operating Agreement does not create rights and obligations \nbetween the Husqvarna Parties, on the one hand, and the Member Defendants or \nRobin Technologies, on the other.36   \n33. The Husqvarna Parties disagree and, for their first argument, advance the \nsame reasons to support their declaratory judgment claim based on the Operating \nAgreement as they did to support their DJA claims based on the Original and \nAmended Admission Agreements.\n37  However, the Court again rejects the Husqvarna \nParties’ contention that an actual controversy arises from the Member Defendants’ \n \n35 (See Compl. ¶¶ 26, 27.) \n \n36 (Br. Supp. Defs.’ Mot. Dismiss 6–9.) \n \n37 (Pls.’ Opp’n Defs.’ Mot. Dismiss 20–22.) \nalleged agreement with positions taken in the March 6 Memo and their engagement \nof counsel for the same reasons.   \n34. The Court therefore addresses the Husqvarna Parties’ second argument —\nthat the Member Defendants’ and Robin Technologies’ interests will be affected by a \ndetermination of the Husqvarna Parties’ rights under Section 14 of the Operating \nAgreement.   \n35. Section 14 provides as follows: \n14.  Other Business.  During the term of this Agreement, the Members \nand any affiliate of the Members may engage in or possess an interest \nin other business ventures (unconnected with the Company and its \nsubsidiaries) of every kind and description, independently or with \nothers, including interests, ac tivities and investments with respect to \nlandscaping or lawn care services or the provision of software, \nsubscription services, training services or support services that may be \ncompetitive with Company.  The Members shall have no duty to disclose \nto or permit the Company to participate in any project or investments \nthat may be of interest to the Company or any other Member.  To the \nextent that any holder of Units is subject to a restrictive covenant with \nthe Company or any subsidiary pursuant to an employment agreement, \nequity grant instrument or other contract, the terms of such contract or \nagreement supersede this Section 14.\n38 \n \n36. The Husqvarna Parties seek a declaration of Husqvarna Business’s rights \nto compete as a member of Robin Autopilot under Section 14.  A determination of \nHusqvarna Business’s rights under this Section, however, will necessarily determine \nthe Member Defendants’ rights to compete against Robin Autopilot because \nHusqvarna Business and the Member Defendants are all members of Robin \nAutopilot.  As a result, the Member Defendants are proper party-defendants on \n \n38 (Operating Agreement, Section 14.) \n \nPlaintiff’s declaratory judgment claim based on the Operating Agreement , and the \nCourt concludes that the Member Defendants’ Motion should be denied with respect \nto this claim.39   \n37. In contrast, however, Robin Technologies is not a member of Robin Autopilot \nand has no rights under the Operating Agreement.  As a result, a  declaration as to \nHusqvarna Business’s right to compete under Section 14 will not impact any interest \nof Robin Technologies.  Accordingly, the Court will grant Defendants’ Motion in part \nand dismiss this claim against Robin Technologies. \nB. Plaintiffs’ Claims Against Robin Technologies B ased on the Settlement, \nSupply, and Note Purchase Agreements \n \n38. The Husqvarna P arties seek a declaration against the Robin Parties \nconcerning the Husqvarna Parties’ rights under the Settlement Agreement, the \nSupply Agreement, and the Note Purchase Agreement. 40  Robin Technologies seeks \ndismissal of these claims as to each agreement. \n1. The Supply Agreement \n39. Robin Technologies asserts that it is not a signatory to the Supply \nAgreement and thus that there is no t an  actual controversy with the Husqvarna \n \n39 The Member Defendants argue in their briefing that Plaintiffs’ claims against them are \npremised on a veil-piercing theory, which they then endeavor to attack.  (See Br. Supp. Defs.’ \nMot. Dismiss 6.)  Plaintiffs, however, have not sought to hold the Member Defendants liable \nfor the Robin Parties’ conduct, and at the Hearing, Plaintiffs’ counsel expressly disavowed \nthat Plaintiffs’ claims sought to impose liability on the Member Defendants through the \nRobin Parties’ conduct on a veil-piercing theory.     \n \n40 (See Compl. ¶¶ 96–100.) \n \nParties regarding th at agreement.41  The Husqvarna Parties disagree, contending \nthat Robi n Technologies has an  interest that will be affected by  the requested \ndeclaration because the Supply Agreement was executed in conjunction with a \ncollection of agreements including the NDA, the Amended Admission Agreement, and \nthe Operating Agreement.42  The Court agrees with Robin Technologies.   \n40. A review of the Supply Agreement  makes plain that Robin Technologies is \nnot a signatory and has no rights under that agreement .43  The mere fact that  the \nSupply Agreement was executed in tandem with , or at the same time as,  other \nagreements, some of which Robin Technologies signed and some of which it did not, \ndoes not give rise to an interest in the Supply Agreement that is implicated by  the \ndeclaration Plaintiffs seek.  Because a determination of the Husqvarna Parties’ rights \nunder the Supply Agreement will not affect any interest of Robin Technologies , the \nCourt will grant the Motion and dismiss the declaratory judgment claim against \nRobin Technologies. \n  \n  \n \n41 (See Br. Supp. Defs.’ Mot. Dismiss 10.) \n \n42 (See Pls.’ Opp’n Defs.’ Mot. Dismiss 30.) \n \n43 The Court notes that the Supply Agreement included as Exhibit B to Plaintiffs’ opposition \nbrief, (ECF Nos. 17.2 (sealed), 41.1 (redacted)), lacks a signature block.  The parties, however, \ninformed the Court at the h earing on Plaintiffs’ Motion to Dismiss Defendants’ \nCounterclaims on 19 September 2023 that they have agreed that the copy of the Supply \nAgreement attached as Exhibit B contains identical terms to the original agreement, which \ncontains an executed signature block.  \n \n 2.  The Settlement Agreement \n41. Robin Technologies cont ends that the Husqvarna Parties’ Settlement-\nAgreement-based declaratory judgment claim should be dismissed because Plaintiffs \nhave failed to allege a case or controversy affecting Robin Technologies through a \ndeclaration of Plaintiffs’ rights under the Settlement Agreement.44  As the Husqvarna \nParties contend, however, Robin Technologies is a signatory to, and has continuing \nobligations under, the Settlement Agreement, and a declaration of the Husqvarna \nParties’ rights to compete under that agreement will necessarily affect Robin \nTechnologies’ interests, particularly given Plaintiffs’ allegation that Fahey sent the \nMarch 6 Memo challenging Plaintiffs’ competition rights on behalf of Robin \nTechnologies.45  As a result, the Court will deny  Defendants’ Motion to the extent \nthat it seeks dismissal of Plaintiffs’ declaratory judgment claim against Robin \nTechnologies based on the Settlement Agreement. \n 3.  The Note Purchase Agreement \n42. Finally, Robin Technologies seeks to dismiss the Husqvarna  Parties’ claim \nfor a declaration that the Note Purchase Agreement does not restrict Plaintiffs’ right \nto sell products directly to professional landscape service providers , contending that \nit was not a party to that agreement and did not have any rights or duties \nthereunder.46   \n \n44 (See Br. Supp. Defs.’ Mot. Dismiss 14.) \n \n45 (See Pls.’ Opp’n Defs.’ Mot. Dismiss 28–29.) \n \n46 (See Br. Supp. Defs.’ Mot. Dismiss 10.) \n \n43. The Husqvarna Parties oppose Defendants’ Motion, asserting that Robin \nTechnologies has an interest in the resolution of the declaratory judgment claim \nbased on the Note Purchase Agreement because th e agreement “expressly obligates \nRobin Technologies to enter into the [ Settlement Agreement ],” the Settlement \nAgreement addresses the Husqvarna Parties’ permitted competition against Robin \nAutopilot,47 and Robin Technologies’ failure to comply with the Settlement \nAgreement’s non-competition provisions could therefore constitute a breach of the \nNote Purchase Agreement.48  The Court finds Plaintiffs’ arguments without merit. \n44. Indeed, North Carolina law is clear that, absent veil -piercing or agency, \nneither of which is al leged, Robin Technologies cannot bring an action on the Note \nPurchase Agreement or be held liable for any breach of that agreement because it is \nneither a party to nor a third-party beneficiary of that agreement.  See, e.g., Howe v. \nLinks Club Condo. Ass’n, 263 N.C. App. 130, 139 (2018) (“[A]s a matter of law, a non-\nparty to a contract cannot be held liable for any breach that may have occurred.” \n(cleaned up)); see also Energy Invs. Fund, L.P. v. Metric Constructors, Inc., 351 N.C. \n331, 338 (2000) (noting the requirement of contractual privity to sustain a claim for \nbreach of warranty) .  Thus, Robin Technologies ’ promise in the Note Purchase \nAgreement to enter into the Settlement Agr eement does not  create enforceable \ncontract rights by and against Robin Technologies under the Settlement Agreement.  \nTo the contrary, any rights under the Settlement Agreement are enforceable by the \n \n47 (See Pls.’ Opp’n Defs.’ Mot. Dismiss 29.) \n \n48 (See Tr. 22:8, 15.)  \nparties to that agreement under that agreement’s terms—not by the Husqvarna and \nRobin Parties through the terms of the Note Purchase Agreement, as Plaintiffs urge \nthe Court to find here.  As a result, Robin Technologies does not have an interest in \nPlaintiffs’ declaratory judgment claim based on the Note Purcha se Agreement, and \nthe Court will therefore grant Defendants’ Motion and dismiss this claim against \nRobin Technologies. \nC. Plaintiffs’ Claim for Anticipatory Breach of the Settlement Agreement \n45. Robin Technologies also seeks to dismiss t he Husqvarna P arties’ claim for \nanticipatory breach of the Settlement Agreement ,49 contending that the claim rests \nsolely on the March 6 Memo and that the memo shows Robin Autopilot’s refusal to \nperform under the Settlement Agreement , not any refusal to perform by Robin \nTechnologies.50  In making this argument, Robin Technologies asserts that Fahey \nsent the March 6 Memo on behalf of Robin Autopilot, that Robin Autopilot does \nbusiness as “Robin Technologies,”51 and that the references to Robin Technologies in \nthe March 6 Memo should be understood in that light.52   \n46. The Court finds Robin Technologies’ argument s unpersuasive at the Rule \n12(b)(6) stage.  The Husqvarna Parties have alleged that Fahey is the CEO of both \nRobin Parties, that Fahey wrote and sent the March 6 Memo , that “Robin \n \n49 (See Compl. ¶¶ 101–07.) \n \n50 (See Br. Supp. Defs.’ Mot. Dismiss 11.) \n \n51 (See Br. Supp. Defs.’ Mot. Dismiss 12.) \n \n52 (See Br. Supp. Defs.’ Mot. Dismiss 12–14.) \n \nTechnologies” appears as a watermark throughout the memo, and that the signature \nline on the m emo identified Fahey as “CEO | Robin Technologies .”53  Considering \nthese allegations in the light most favorable to Plaint iffs, the Court cannot conclude \nas a matter of law at this time that the March 6 Memo was sent only on behalf of \nRobin Autopilot and not also on behalf of Robin Technologies.  The Court therefore \nconcludes that Defendants’ Motion to dismiss Plaintiffs’ claim for anticipatory breach \nof the Settlement Agreement against Robin Technologies should be denied.  \nIV. \nCONCLUSION \n47. WHEREFORE, for the reasons set forth above, the Court hereby GRANTS \nin part and DENIES in part the Motion as follows: \na. The Motion is GRANTED as to Plaintiffs ’ claim against the Member \nDefendants and Robin Technologies for a declaratory judgment \nconcerning the Original Admission Agreement and Amended Admission \nAgreement, and that claim is hereby DISMISSED with prejudice; \nb. The Motion is DENIED as to Plaintiffs’ claim for declaratory judgment \nagainst the Member Defendants  concerning the Operating Agreement, \nand that claim shall proceed to discovery; \nc. The Motion is GRANTED as to Plaintiffs’  claim for declaratory \njudgment against Robin Technologies  concerning the Operating \nAgreement, and that claim is hereby DISMISSED with prejudice; \n \n53 (Compl. 57; (Pls.’ Opp’n Defs.’ Mot. Dismiss Ex. A.) \nd. The Motion is GRANTED as to Plaintiffs’ claims for declaratory \njudgment against Robin Technologies concerning the Supply Agreement \nand the Note Purchase Agreement, and th ese claims are hereby \nDISMISSED with prejudice; and \ne. The Motion is DENIED as to Plaintiffs’ claims against Robin \nTechnologies for anticipatory breach of the Settlement Agreement  and \nfor declaratory  judgment concerning the Settlement Agreement , and \nthose claims shall proceed to discovery. \nSO ORDERED, this the 22nd day of September, 2023. \n      /s/ Louis A. Bledsoe, III \n      Louis A. Bledsoe, III \n      Chief Business Court Judge \n "
}