{
  "id": "6687d134ec16da5471a2476014f860bef2ba3f936def08950ed38c9efc0e17f7",
  "source_file": "data/raw/ncbc/6687d134ec16da5471a2476014f860bef2ba3f936def08950ed38c9efc0e17f7.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24CV018718-590 \nDAPPER DEVELOPMENT, L.L.C.; \nTANTALUM HOLDINGS, LLC; \nBRENDAN GELSON; KYLE \nTUDOR; and MASON HARRIS, \n \nPlaintiffs, \n \nv. \n \nANDREW CORDELL, \n \nDefendant. \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFFS’ MOTION FOR \nJUDGMENT ON THE PLEADINGS \n \n \n1. THIS MATTER is before the Court upon Plaintiffs’ Motion for Judgment \non the Pleadings (the “Motion”), filed pursuant to Rule 12(c) of the North Carolina \nRules of Civil Procedure (the “Rule(s)”) on 20 November 2024 in the  \nabove-captioned case.1 \n2. Having considered the Motion, the parties’ briefs in support of and in \nopposition to the Motion, the relevant pleadings, the arguments of counsel at the \nhearing on the Motion, and other appropriate matters of record, the Court hereby \nGRANTS in part and DENIES in part the Motion. \nVenn Law Group, by Megan Sadler and Gordon Wikle, for Plaintiffs \nDapper Development, L.L.C., Tantalum Holdings, LLC, Brendan \nGelson, Kyle Tudor, and Mason Harris. \n \nWagner Hicks, PLLC, by Sean C. Wagner, for Defendant Andrew Cordell. \n \nBrown, Judge. \n \n \n \n1 (Pls.’ Mot. J. Pleadings [hereinafter, “Mot.”], ECF No. 42.) \n \nDapper Dev., L.L.C. v. Cordell, 2025 NCBC 33. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \n3. The Court does not make findings of fact when ruling on a motion for \njudgment on the pleadings under Rule 12(c) and instead recites only those allegations \nin the pleadings that are relevant and necessary to the Court’s determination of the \nmotion.  \n4. Plaintiffs Brendan Gelson (“Gelson”), Kyle Tudor (“Tudor”), and Mason \nHarris (“Harris”) (collectively, the “Individual Plaintiffs”) and Defendant Andrew \nCordell (“Cordell” or “Defendant”) are the sole owners of Plaintiffs Dapper \nDevelopment, L.L.C. (“Dapper”) and Tantalum Holdings, LLC (“Tantalum”; together \nwith Dapper, the “Companies”). 2  Dapper primarily constructs new homes and \nrenovates and resells single family homes while Tantalum acquires and rents various \nresidential properties in Mecklenburg County as well as one property in Watauga \nCounty, North Carolina.3  \n5.  The Companies are governed by substantially similar operating \nagreements, which Gelson, Tudor, Harris, and Cordell entered into  on 10 February \n2022 (the “Operating Agreements”). 4  Sections 5.1 and 5.2 of t he Operating \nAgreements provide that the Companies shall be operated by Managers and specif y \n \n2 (Compl. ¶ 19, ECF No. 2 ; Answer ¶ 19, ECF No. 35; see also Compl., Exs. 1, 2; Answer & \nCountercls., Ex. 1, ECF No. 35.1; Answer & Countercls., Ex. 2, ECF No. 35.2.) \n  \n3 (Compl. ¶¶ 13–14, 16; Answer ¶¶ 13–14, 16.) \n \n4 (Compl. ¶ 17; Countercls. ¶ 18, ECF No. 35; Compl., Exs. 1, 2; Answer & Countercls., Exs. \n1, 2.) \nthat “[e]ach Member, by virtue of his or her status as a Member, shall be a Manager \nof the Compan[ies.]”5  The Operating Agreements identify Gelson, Tudor, Harris, and \nCordell as the sole Members and Managers of the Companies  and, at the time the \nOperating Agreements were signed, each owned a 25% membership interest in each \nof the Companies, granting them equal voting interests in each Company.6        \n6. In early 2023, after a series of disputes arose between Cordell and the \nIndividual Plaintiffs regarding the management of the Companies, the Individual \nPlaintiffs began discussing Cordell’s exit from the Companies.7  From approximately \nApril to June of 2023, the Individual Plaintiffs and Cordell attempted to negotiate a \nvoluntary buyout of Cordell’s membership interest.8  \n7.   On 14 June 2023 the Individual Plaintiffs, collectively owning a majority \nof the membership interests in the Companies, sent a notice to Cordell advising him \nthat, pursuant to Section 5.2 and 10.2(b) of the Operating Agreements ,9 they had \nvoted in favor of:  \n \n5 (Compl., Exs. 1, 2; Answer & Countercls., Exs. 1, 2.) \n \n6 (Compl. ¶ 19; Answer ¶ 19; Compl., Exs. 1, 2; Answer & Countercls., Exs. 1, 2.) \n \n7 (Compl. ¶¶ 35–51; Countercls. ¶¶ 48–68.)  \n \n8 (Compl. ¶¶ 50–67; Countercls. ¶¶ 61–76.) \n \n9 Section 5.2 of the Operating Agreements specifies that “[e]ach Manager shall have a voting \ninterest which is proportional to his . . . Member’s interest in [Dapper / Tantalum] as set forth \non Schedule A attached hereto.” \n \nSection 10.2(b) of the Operating Agreements provides as follows: \n \nA Member shall be terminated from the Company upon an affirmative vote in \nfavor of such termination from the Members constituting a majority of the \nmembership interest of the Company. Upon a Member’s termination of \n(i) the termination of the employment of Andrew Cordell (“Mr. Cordell”) \nby [the Companies] effective immediately;  \n \n(ii) the termination of Mr. Cordell from [the Companies] effective \nimmediately; and  \n \n(iii) the removal of Mr. Cordell as a manager of [the Companies] effective \nimmediately.10 \n \nIn addition, the Individual Plaintiffs offered Cordell a cash payment of $485,000, \nsubject to adjustment, and quitclaim title to the 1742 Winston property (the “Winston \nProperty”) as payment for Cordell’s membership and economic interest in the \nCompanies.11    \n8. On 15 June 2023, Cordell rejected the Individual Plaintiffs’ buyout offer and \nextended a counteroffer, which was summarily rejected by the Individual Plaintiffs.12  \nSoon thereafter, on 23 June 2023, Cordell filed the lawsuit styled, Andrew Cordell v. \nBrendan Gelson, et al. , 2023- CVS-10868 (the “Initial Lawsuit”) in Mecklenburg \n \nemployment with [Dapper/Tantalum] (other than retirement), or upon a \nMember’s expiration of the term of employment (“Triggering Event”), the \nMember shall sell and the Company or the surviving Members shall purchase \nall of the Membership and Economic Intere st of the Member. The procedures \nfor purchase described in Section 10.2.a shall apply.  The purchase price shall \nbe determined in accordance with Section 10.2.d below, and unless otherwise \nagreed among the parties the purchase price shall be due and payable in cash \nat closing. \n \n(Compl., Exs. 1, 2; Answer & Countercls., Exs. 1, 2.) \n \n10 (Compl. ¶ 69; Countercls. ¶ 76; Compl., Ex. 4; Answer & Countercls., Ex. 7, ECF No. 35.7.) \n \n11 (Compl., Ex. 4; Answer & Countercls., Ex. 7.) \n \n12 (Answer & Countercls., Ex. 8, ECF No. 35.8; Answer & Countercls., Ex. 9, ECF No. 35.9.) \n \nCounty Superior Court.  The case was designated a mandatory complex business case \nand assigned to Chief Judge Louis Bledsoe, III.   \n9. In his amended complaint filed in the Initial Lawsuit  on 14 July 2023, \nCordell alleged that: \n(i) “In addition to their roles as members and managers , [Cordell] and \n[Gelson, Harris, and Tudor] each serve as employees  of Dapper and \nTantalum with varying responsibilities.”13 \n \n(ii) “While their roles as employees provide Plaintiff [Cordell] and Member \nDefendants with different responsibilities and authorities, they cannot act \nfor Dapper or Tantalum without majority support from the other \nmembers/managers.”14 \n \n(iii) “Based on the language in section 10.2.b of the Operating Agreement, \nPlaintiff [Cordell] argued that the vote to terminate would not affect \nPlaintiff’s status as a Member of the Companies, but only serve to \nterminate his employment with the Companies.”15 \n \n(iv) “Following the termination of Plaintiff [Cordell’s] employment with \nthe Companies and Member Defendants taking actions to prevent him from \naccessing the Companies’ properties, Defendants continued to use \nPlaintiff’s general contractor’s license for the necessary permits for ongoing \nconstruction and renovation projects.”16 \n \n \n13 Plaintiffs attached the First Amended Complaint Cordell filed in the Initial Lawsuit as an \nexhibit to their Complaint.  (Compl., Ex. 6 [hereinafter, “Initial Lawsuit Am. Compl.”] ¶ 19, \nECF No. 2 (emphasis added).)  Defendant similarly attached the First Amended Complaint \nfiled in the Initial L awsuit as an exhibit to his Answer and Counterclaims.   (Answer & \nCountercls., Ex. 20 [hereinafter, “Initial Lawsuit Am. Compl.”], ECF No. 35.20.)  The Court \nmay take judicial notice of the Initial Lawsuit among the parties.  See Stocum v. Oakley, 185 \nN.C. App. 56, 61 (2007) (“Trial courts may properly take judicial notice of its [sic] own records \nin any prior or contemporary case when the matter noticed has relevance.”) (citation and \nquotation marks omitted).          \n \n14 (Initial Lawsuit Am. Compl. ¶ 20 (emphasis added).) \n \n15 (Initial Lawsuit Am. Compl. ¶ 35 (emphasis added).) \n \n16 (Initial Lawsuit Am. Compl. ¶ 50 (emphasis added).) \n \n(v) “Plaintiff has argued and continues to maintain that based on the reference \nto employment, the termination vote only has the effect of terminating \nPlaintiff’s status as an employee.”17 \n \n(vi) “For the reasons stated above, Plaintiff requests an Order from this \nCourt declaring that the vote to terminate had the limited effect of \nterminating Plaintiff’s status as an employee of the Company.”18 \n \n(vii) “Pursuant to Section 10.2.b & d of the Operating Agreements, upon \ntermination of a member’s employment, the member shall sell their \nMembership Interests to the Companies for the fair market value.”19 \n \nIn his response brief to the motion to dismiss filed by d efendants in the Initial \nLawsuit, Cordell further clarified that he “does not dispute that a ‘Triggering Event,’ \nas defined in Section 10.2. b of the Operating Agreements, has occurred . . . . [T]he \ndispute centers around the effect of a ‘Triggering Event’ — not whether a ‘Triggering \nEvent’ took place.”20 \n10. During the pendency of the Initial Lawsuit, Cordell, Gelson, Harris, and \nTudor continued negotiating the buyout of Cordell’s membership interests in the \nCompanies and, o n 1 November 2023, the parties entered into an Interest and \nProperty Transfer Agreement related to the Winston Property  as a par tial \nredemption of Cordell’s membership interests .21   Then, o n 13 December 2023, this \nCourt entered a Consent Scheduling Order (the “Consent Order”)  executed by the \n \n17 (Initial Lawsuit Am. Compl. ¶ 54 (emphasis added).) \n \n18 (Initial Lawsuit Am. Compl. ¶ 56 (emphasis added).) \n \n19 (Initial Lawsuit Am. Compl. ¶ 84.)  \n \n20 (Initial Lawsuit Mem. Opp. Defs.’ Mot. Dismiss 3–4, ECF No. 33.)   \n \n21 (Compl., Ex. 9; Compl. ¶¶ 114–15.) \n \nparties.  In the Consent Order, the parties “agree[d] and acknowledge[d] that the \nCompanies are required to redeem Cordell’s 25% interest in the Companies . . . [and \nthat] [t]he following terms shall apply to the process utilized to consummate such \npurchase and sale, pursuant to Article 10 of the [Operating Agreements].” 22  T he \nparties additionally agreed to “various deadlines related [to] the process of the \nredemption of Cordell’s interest, the timing of the valuation of the fair market value \nof the assets to determine the value to be paid to fully redeem Cordell from both \nCompanies, and significant disclosure of confidential information of the Companies \nto Cordell to support that redemption.” 23  Cordell thereafter moved the Court to \nenforce the Consent Order in a motion filed on 6 February 2024.24  The Court granted \nCordell’s motion to enforce the Consent Order in part on 23 February 2024.25      \n11. On 10 April 2024, after the parties engaged two appraisers pursuant to the \nprocess provided for in the Consent Order and Gelson, Tudor, and Harris made \nseveral additional, but unfruitful, attempts to buy  out Cordell’s interest, Cordell \n \n22 (Initial Lawsuit Consent Scheduling Order, ECF No. 41.)  In the Order and Opinion issued \nby this Court on Defendant ’s Motion to Dismiss Pursuant to Rule 12(b)(6), the Court held \nthat “the Consent Order is a valid and enforceable contract between the parties under North \nCarolina law[.]”  (Order & Op. on Def.’s Mot. Dismiss Pursuant R. 12(b)(6) ¶ 52, ECF No. 31; \nsee also Dapper Dev., L.L.C. v. Cordell, 2024 NCBC LEXIS 126, at **25 (N.C. Super. Ct. Sept. \n25, 2024).)  \n \n23 (Initial Lawsuit Consent Scheduling Order; see also Compl. ¶ 119.) \n \n24 (Initial Lawsuit Mot. Enforce Consent Scheduling Order & Request Expedited Disc., ECF. \nNo. 49.) \n \n25 (Initial Lawsuit Order Pl.’s Mot. Enforce Consent Scheduling Order & Request Expedited \nDisc., ECF No. 58.) \n \nvoluntarily dismissed the Initial Lawsuit without prejudice and without prior notice \nto the current Plaintiffs or the Court.26 \n12. Shortly after Cordell’s voluntary dismissal of the Initial Lawsuit, on 23 April \n2024, Gelson, Tudor, and Harris, individually and on behalf of Dapper and Tantalum, \nfiled the complaint initiating this action (the “Complaint”).   In the Complaint, \nPlaintiffs assert claims against Cordell for:  \n(i) breach of contract for his alleged failure to abide by the terms of the \nOperating Agreements;27 \n(ii) declaratory judgment determining “the rights, duties and liabilities as \nbetween Plaintiffs and Cordell under the Operating Agreement[s]”;28  \n(iii) breach of the implied duty of good faith and fair dealing;29  \n(iv) breach of contract for his failure to abide by the Consent Order in the Initial \nLawsuit;30 and  \n(v) abuse of process.31 \n13. On 18 June 2024, Cordell filed a Motion to Dismiss pursuant to Rule \n12(b)(6).32  After full briefing and a hearing on the motion at which all parties were \n \n26 (Initial Lawsuit Notice Vol. Dism’l, ECF No. 59; see also Compl. ¶ 137.) \n \n27 (Compl. ¶¶ 150–60.) \n \n28 (Compl. ¶¶ 161–69.) \n \n29 (Compl. ¶¶ 170–75.) \n \n30 (Compl. ¶¶ 176–83.) \n \n31 (Compl. ¶¶ 184–94.) \n \n32 (Def.’s Mot. Dismiss, ECF No. 12.) \nrepresented by counsel, this Court granted Cordell’s motion in part, dismissing with \nprejudice Plaintiffs’ claim for breach of the implied covenant of good faith and fair \ndealing with respect to subparagraphs (c), (d), (i), (j), (k), and (l) of paragraph 174 of \nthe Complaint.33  Cordell’s Motion to Dismiss was otherwise denied. \n14. After the Court’s partial denial of Defendant’s Motion to Dismiss, on 7 \nOctober 2024, Cordell filed an Answer and Counterclaim s, asserting counterclaims \nagainst Plaintiffs for: \n(i) declaratory judgment that “Cordell was not an employee of the Companies \nas of June 14, 2023”;34  \n(ii) negligent or fraudulent misrepresentation of Cordell’s employment \nstatus;35 \n(iii) violation of the North Carolina Wage and Hour Act;36  \n(iv) declaratory judgment that “a Triggering Event for purposes of Section \n10.2(b) did not and could not occur, because Cordell was never an employee \nof the Companies”;37  \n \n33 (Order & Op. on Def.’s Mot. Dismiss Pursuant R. 12(b)(6); see also Dapper Dev., L.L.C. v. \nCordell, 2024 NCBC LEXIS 126 (N.C. Super. Ct. Sept. 25, 2024).) \n \n34 (Countercls. ¶ 207.) \n \n35 (Countercls. ¶¶ 241–47.) \n \n36 (Countercls. ¶¶ 248–55.)  \n \n37 (Countercls. ¶ 262.) \n \n(v) declaratory judgment that “the appropriate valuation date for both the \nassets and liabilities of the Companies [for purposes of Section 10.2(d) of \nthe Operating Agreements] is December 12, 2023”;38  \n(vi) declaratory judgment that “Cordell remains a Member of the Companies”;39 \n(vii) declaratory judgment that “Cordell’s status as a Manager of the Companies \nwas not terminated by the June 14, 2023 vote”;40 \n(viii) declaratory judgment that “any payment to Cordell in exchange for his \nMembership Interest as part of a voluntary sale of his Membership Interest \nis not subject to a setoff”;41     \n(ix) breach of the Operating Agreements;42  \n(x) breach of the implied duty of good faith and fair dealing;43 \n(xi) breach of fiduciary duty;44  \n(xii) failure to permit Cordell to inspect the Companies’ books and records;45 \n(xiii) equitable accounting;46  \n \n38 (Countercls. ¶ 271.) \n \n39 (Countercls. ¶ 285.) \n \n40 (Countercls. ¶ 292.) \n \n41 (Countercls. ¶ 299.) \n \n42 (Countercls. ¶¶ 301–13.) \n \n43 (Countercls. ¶¶ 314–18.) \n \n44 (Countercls. ¶¶ 319–24.) \n \n45 (Countercls. ¶¶ 325–37.) \n \n46 (Countercls. ¶¶ 338–44.) \n(xiv) reimbursement/contribution;47 and  \n(xv) judicial dissolution pursuant to North Carolina General Statute (N.C.G.S.) \n§ 57D-6-02.48 \nPlaintiffs filed a response to Defendant’s counterclaims on 31 October 2024.49  \n15. Plaintiffs filed the current Motion before this Court on 20 November 2024, \nand, after full briefing, the Court held a hearing on the Motion on 26 February 2025 \n(the “Hearing”), at which all parties were represented by counsel.  The Motion is now \nripe for resolution.   \nII. \nLEGAL STANDARD \n16. Rule 12(c) provides that “[a]fter the pleadings are closed but within such \ntime as not to delay the trial, any party may move for judgment on the pleadings.”  \nN.C. R. Civ. P. 12(c).  Rule 12(c) is intended “to dispose of baseless claims or defenses \nwhen the formal pleadings reveal their lack of merit and is appropriately employed \nwhere all the material allegations of fact are admitted in the pleadings and only \nquestions of law remain.”  DiCesare v. Charlotte-Mecklenburg Hosp. Auth., 376 N.C. \n63, 70 (2020) (quoting Ragsdale v. Kennedy, 286 N.C. 130, 137 (1974)). \n17. However, “[g]ranting judgment on the pleadings ‘is not favored by law[.]’”  \nBauman v. Pasquotank Cnty. ABC Bd. , 270 N.C. App. 640, 642 (2020) (quoting \n \n47 (Countercls. ¶¶ 345–54.) \n \n48 (Countercls. ¶¶ 355–63.) \n \n49 (Answer Def.’s Countercls., ECF No. 36.) \nCarpenter v. Carpenter, 189 N.C. App. 755, 762 (2008)).  Thus, in deciding whether to \ngrant a motion for judgment on the pleadings, “the trial court is required to view the \nfacts and permissible inferences in the light most favorable to the nonmoving party, \nwith all well pleaded factual allegations in the nonmoving party’s pleadings being \ntaken as true and all contravening assertions in the movant’s pleadings being taken \nas false.”  Anderson Creek Partners, L.P. v. Cnty. of Harnett , 382 N.C. 1, 12 (2022)  \n(internal quotations omitted). \n18. Under Rule 12(c), the trial court may consider “[a]n exhibit, attached to \nand made a part of the [complaint],” Wilson v. Crab Orchard Dev. Co., 276 N.C. 198, \n206 (1970), and documents that are “the subject of the action and specifically \nreferenced in the complaint,” Erie Ins. Exch. v. Builders Mut. Ins. Co., 227 N.C. App. \n238, 242 (2013).  Where  a document is attached to a pleading, “[t]he terms of such \nexhibit control other allegations of the pleading attempting to paraphrase or construe \nthe exhibit, insofar as these are inconsistent with its terms.”  Wilson, 276 N.C. at 206. \n19. “The party moving for judgment on the pleadings must show that no \nmaterial issue of fact exists and that he is entitled to judgment as a matter of law.”  \nDaniels v. Montgomery Mut. Ins. Co., 320 N.C. 669, 682 (1987).  Moreover, a “motion \nunder Rule 12(c) must be carefully scrutinized lest the nonmoving party be precluded \nfrom a full and fair hearing on the merits.”  Newman v. Stepp, 376 N.C. 300, 305 \n(2020) (citation and internal quotation marks omitted). \nIII. \nANALYSIS \n20. Plaintiffs request that the Court grant their Motion for Judgment on the \nPleadings as follows: \n(i) Entry of judgment on the pleadings in Plaintiffs’ favor on Plaintiffs ’ first \nand fourth claims for breach of contract and second claim for declaratory \njudgment; \n(ii) Dismissal of  Cordell’s second, third, fifth, sixth, seventh, eighth, and \neleventh counterclaims with prejudice; \n(iii) Dismissal of  Cordell’s first, fourth, twelfth, thirteenth, and fifteenth \ncounterclaims as moot; and \n(iv) Dismissal of Cordell’s ninth, tenth, and fourteenth counterclaims without \nprejudice.50 \nThe Court will address each of the relevant claims and counterclaims, beginning with \nCordell’s counterclaim for declaratory judgment on Cordell’s employment status. \nA. Cordell’s First Counterclaim for Declaratory Judgment – Employment \nStatus \n \n21. In his first counterclaim, Cordell takes a diametrically oppos ed position to \nthat which he took in the Initial Lawsuit, alleg ing “[t]here exists an actual, definite, \nand concrete controversy between Cordell and Individual Plaintiffs related [to] \nwhether Cordell was an employee of the Companies as of June 14, 2023.”51  Although \n \n50 (Mot. 3–4.) \n \n51 (Countercls. ¶ 204.) \nCordell asserted unqualifiedly in the Initial Lawsuit that he was an employee of the \nCompanies,52 he now requests “an Order from this Court declaring that [he] was not \nan employee of the Companies as of June 14, 2023.”53 \n22. Under the Declaratory Judgment Act, “[a]ny person interested under \na . . . written contract . . . , or whose rights, status or other legal relations are affected \nby a . . . contract . . . , may have determined any question of construction or validity \narising under the . . . contract . . . , and obtain a declaration of rights, status, or other \nlegal relations thereunder.”  North Carolina General Statutes (“ N.C.G.S.”) § 1-254.  \nWhen asserting a claim for declaratory judgment, the claimant “must set forth in his \npleading all facts necessary to disclose the existence of an actual controversy between \nthe parties . . . with regard to their respective rights and duties.”  Lide v. Mears, 231 \nN.C. 111, 118 (1949).  A motion to dismiss a declaratory judgment claim is \nappropriate only “when the complaint does not allege an actual, genuine existing \ncontroversy.”  Legalzoom.com, Inc. v. N.C. State Bar, 2012 NCBC LEXIS 49, at * *9 \n(N.C. Super. Ct. Aug. 27, 2012) (quoting N.C. Consumers Power, Inc. v. Duke Power \nCo., 285 N.C. 434, 439 (1974)). \n23. Plaintiffs contend that Cordell should be judicially estopped from asserting \nthat he was not an employee of the Companies as of 14 June 2023.54  In his amended \n \n52 (See supra ¶ 9.) \n \n53 (Countercls. ¶ 207 (emphasis added).) \n \n54 (See generally Mem. L. Supp. Pls.’ Mot. J. Pleadings [hereinafter, “Pls.’ Br. Supp.”] 9– 13, \nECF. No. 43.) \n \ncomplaint filed in the Initial Lawsuit, Cordell repeatedly alleges that he was an \nemployee of the Companies and that the 14 June 2023 termination vote had the effect \nof terminating his status as an employee of the Companies. 55  Cordell maintained \nthis position throughout the Initial Lawsuit, and it was not until his motion to dismiss \nand supporting brief filed on 18 June 2024 in the current lawsuit that Cordell \nchanged courses and alleged he was never an employee of the Companies.56    Cordell, \nhowever, contends “application of judicial estoppel is inappropriate and would lead to \nan inequitable and unjust outcome.”57 \n24. Our Supreme Court first recognized the doctrine of judicial estoppel in \nWhitacre P’ship v. Biosignia, Inc. , 358 N.C. 1 (2004), and noted that “the \ncircumstances under which judicial estoppel may appropriately be invoked are \nprobably not reducible to any general formulation of principle.”  Id. at 28.  The \npurpose of the doctrine, the C ourt noted, is “to protect the integrity of judicial \nproceedings” from “individuals who would play ‘ fast and loose ’ with the judicial \nsystem.”  Id. at 26.  The doctrine “prohib it[s] parties from deliberately changing \npositions according to the exigencies of the moment[.]”  Id. at 28.  “[J]udicial estoppel \nforbids a party from asserting a legal position inconsistent with one taken earlier in \nthe same or related litigation.”  Price v. Price, 169 N.C. App. 187, 191 (2005).   North \n \n55 (See, e.g., Initial Lawsuit Am. Compl. ¶¶ 19, 20, 35, 50, 54, 56, 70, 97, 103 ; see also supra  \n¶ 9.) \n \n56 (Def.’s Mot. Dismiss 2; Mem. L. Supp. Mot. Dismiss Pls.’ Compl. 2, 10, 14, ECF No. 13; see \nalso Pls.’ Br. Supp. 7.)  \n \n57 (Def. Andrew Cordell’s Br. Opp. Pls.’ Mot. J. Pleadings [hereinafter, “Def.’s Resp.”] 9, ECF \nNo. 57.) \nCarolina courts have further held that it is appropriate for a trial court to consider \nwhether the doctrine of judicial estoppel is applicable upon a Rule 12(c) motion and \nto consider pleadings in a related prior action for the purposes of judicial estoppel so \nlong as they are attached to or the subject of the complaint.  Estate of Means v. Scott \nElec. Co., 207 N.C. App. 713, 716–17 (2010).  A party’s voluntary dismissal of a prior \naction pursuant to Rule 41(a) does not bar the application of judicial estoppel in a \nsubsequent lawsuit.  Se. Shortlines, Inc. v. Rutherford R.R. Dev. Corp. , 2012 N.C. \nApp. LEXIS 743, at *5, 12–13 (2012).   \n25. In Whitacre P’ship, our Supreme Court stated that “judicial estoppel is to be \napplied in the sound discretion of [the] trial courts” and listed three factors that may \nbe considered by the trial court in determining whether judicial estoppel should be \napplied: \nFirst, a party’s subsequent position must be clearly inconsistent with its \nearlier position.  Second, courts regularly inquire whether the party has \nsucceeded in persuading a court to accept that party’s earlier position, \nso that judicial acceptance of an inconsistent position in a later \nproceeding might pose a threat to judicial integrity by lea ding to \ninconsistent court determinations or the perception that either the first \nor the second court was misled.  Third, courts consider whether the party \nseeking to assert an inconsistent position would derive an unfair \nadvantage or impose an unfair detriment on the opposing party if not \nestopped. \n \nWhitacre P’ship, 358 N.C. at 29, 33 (cleaned up).  However, the first factor is the only \nfactor that must be present for judicial estoppel to apply.  Wiley v. United Parcel Serv., \nInc., 164 N.C. App. 183, 188 (2004). \n26. Preliminarily, Cordell contends that judicial estoppel should not apply to his \nassertions regarding employment because the meaning of “employment” is a legal \nposition.58  Judicial estoppel, Cordell states, is “limited to the context of inconsistent \nfactual assertions and . . . should not be applied to prevent the assertion of \ninconsistent legal theories.”  Whitacre P’ship, 358 N.C. at 32.   \n27. The Court disagrees.  While  the question of whether someone is an \n“employee” is often a mixed question of law and fact, here, for the duration of the \nInitial Lawsuit, Cordell ma de repeated and unqualified factual allegations in his \npleadings that he was an employee of the Companies.  See, e.g., Askew v. Leonard \nTire Co., 264 N.C. 168 (1965).  In the Background section of his amended complaint \nfiled in the Initial Lawsuit , Cordell assert ed that he wa s an employee of the \nCompanies four times. 59  Furthermore, not once during the pendency of the Initial \nLawsuit did Cordell ever contest the plain and unambiguous language of the \nOperating Agreements that he was an employee of the Companies.  See, e.g., State ex \nrel. Emp. Sec. Com. v. Faulk, 88 N.C. App. 369, 374 (1988)  (typical questions of law \nregarding employee status involve  matters such as a company’s requisite degree of \ncontrol over a person to legally classify them as an “employee”) .  Thus, this Court  \nholds that the doctrine of judicial estoppel can be applied to Cordell’s repeated factual \nallegations in a prior civil action before this Court that he was  an employee of the \nCompanies.   \n28. As only the first factor must be present for judicial estoppel to apply, the \ndispositive issue is whether Cordell’s position on his employment status, based upon \n \n58 (Def.’s Resp. 10.) \n \n59 (Initial Lawsuit Am. Compl. ¶¶ 19, 20, 35, 50.) \n \nthe factual allegations in the instant case, is clearly inconsistent with his position as \nasserted in his earlier action .  Wiley, 164 N.C. App. at 188.  Here, in the amended \ncomplaint filed in the Initial Lawsuit, Cordell unqualifiedly alleged multiple times \nthat he was an employee of the Companies. 60  Then, after months of litigation and \nwithout prior notice to the parties or the Court, Cordell unilaterally filed a Rule 41(a) \nvoluntary dismissal of the Initial Lawsuit.  Now, in a new lawsuit also pending in the \nBusiness Court, Cordell unqualifiedly alleges the diametrically opposite position that \nhe never was an employee of the Companies. 61  Cordell’s current position is “clearly \ninconsistent” with the position Cordell asserted in the Initial Lawsuit.   \n29. The second and third Whitacre factors are also present in this instance.  In \nthe Consent Order executed by the parties and approved by this Court in the Initial \nLawsuit, the Court ordered that the parties redeem Cordell’s 25% interest in the \nCompanies pursuant to the process set forth in Section 10.2(d) of the Operating \nAgreements.62  In entering the Consent Order, the Court  necessarily accepted \nCordell’s initial assertions that he was  an employee of the Companies  and that his \nemployment with the Companies had been terminated.  For  the redemption process \nset forth in Section 10.2(d) of the Operating Agreements to be triggered, Cordell must \nhave been an employee and hi s employment with the Companies must have been \n \n60 (See supra ¶ 9 and related footnotes.) \n \n61 (See generally, Countercls.) \n \n62 (Initial Lawsuit Consent Scheduling Order 2–6.) \n \nterminated.63  This Court again accepted Cordell’s earlier position that he was an \nemployee and that his employment had been terminated, constituting a “Triggering \nEvent” under the Operating Agreements, in its 2 February 2024 and 23 February \n2024 Orders wherein the Court ordered that the appraisal process set forth in the \nConsent Order proceed. 64   Acceptance of Cordell’s current position that he was not \nan employee of the Companies and, therefore, that his employment could not have \nbeen terminated and a Triggering Event initiating the 10.2(d) appraisal process could \nnot have occurred, would doubtlessly result in inconsistent court determinations and \ncreate the very real perception that this Court was misled.   \n30. Lastly, Cordell would impose an unfair detriment on Plaintiffs if not \njudicially estopped.  The Individual Plaintiffs spent nearly two year s defending the \nInitial Lawsuit, engaging in the 10.2(d) appraisal process, participating in buyout \nnegotiations, and prosecuting the current action based on  Cordell’s repeated initial \nassertions that he was an employee of the Companies.  T he Individual Plaintiffs, \npursuant to the terms of the Consent Order, additionally provided sensitive company \ninformation to Cordell on the belief that it would facilitate the appraisal and \nredemption process.       \n \n63 Section 10.2 of the Operating Agreements provides the redemption process set forth in \nSection 10.2(d) can additionally be triggered by the death of a member or the expiration of a \nmember’s term of employment, neither of which are applicable here.   (Compl., Exs. 1, 2; \nAnswer & Countercls., Exs. 1, 2.)   \n \n64 (Initial Lawsuit Order Pl.’s Mot. Enforce Consent Scheduling Order & Request Expedited \nDisc. 7; Initial Lawsuit Order on Appraisal Process, ECF No. 48.) \n31. For the reasons stated above, the Court concludes, in its discretion, that the \ndoctrine of judicial estoppel bars Cordell from alleging he is not, and never was, an \nemployee of the Companies.  Thus, the Court GRANTS Plaintiffs’ Motion for \njudgment on the pleadings on Defendant’s first counterclaim for declaratory \njudgment and dismisses this counterclaim with prejudice.  \nB. C ordell’s Second Counterclaim for Negligent or Fraudulent \nMisrepresentation \n \n32. Cordell attempts to avoid application of judicial estoppel against his \nassertions in the Initial Litigation that he was an employee of the Companies by \nalleging in this action that the Individual Plaintiffs fraudulently or negligently \n“misrepresented Cordell’s employment status on, at least, the following occasions” to \n“mislead him into believing that the buyout provisions of Section 10.2(b) of the \nOperating Agreements were triggered”:65 \n(i) 8 June 2023 representation by the Individual Plaintiffs’ first attorney that, \n“unless Cordell agreed to resign from the Companies as an employee, \nMember, and Manager, [the Individual Plaintiffs] would vote to ‘terminate’ \nCordell as an employee, Member, and Manager”;66 \n(ii) 14 June 2023 Termination Notice, “whereby Individual Plaintiffs \nrepresented to Cordell that his employment with the Companies had been \nterminated and he was no longer an employee of the Companies”;67  \n \n65 (Countercls. ¶¶ 243, 245.) \n \n66 (Countercls. ¶ 70.) \n \n67 (Countercls. ¶ 243.) \n(iii) 11 July 2023 correspondence from Individual Plaintiffs, “whereby it was \nreiterated that they had voted to terminate Cordell’s employment with the \nCompanies”;68 and \n(iv) 4 August 2023 correspondence “whereby Plaintiffs’ counsel stated that it \nwas undisputed that Cordell’s employment was terminated.”69 \nCordell further claims Plaintiffs knew that Cordell was not an employee of the \nCompanies when making these misrepresentations and that he relied on Plaintiffs’ \nrepresentations by taking steps to engage in the Section 10.2 buyout process.70  \n33. For a fraud claim to withstand a motion for judgment on the pleadings, a \ncounterclaim plaintiff must allege that the counterclaim defendants (1) made a false \nmisrepresentation, (2) reasonably calculated to deceive, (3) with the intent to deceive, \n(4) which did in fact deceive, and (5) resulted in damage to the plaintiff.  Value Health \nSols., Inc. v. Pharm. Rsch. Assocs., 385 N.C. 250, 264 (2023).  Additionally, Rule 9(b) \nof our Rules of Civil Procedure requires that the circumstances, of which the plaintiff \ncontends constitute fraud, be stated with particularity.  As to claims for fraudulent \nmisrepresentation, the plaintiff must allege the “time,  place and content of the \nfraudulent representation, identity of the person making the representation and \nwhat was obtained as a result of the fraudulent acts or representations.”  Terry v. \nTerry, 302 N.C. 77, 85 (1981).  “Furthermore, any reliance on alle ged false \n \n68 (Countercls. ¶ 243.) \n \n69 (Countercls. ¶ 243.) \n \n70 (Countercls. ¶¶ 72, 75, 78, 244, 246.) \nrepresentations must be reasonable.  Reliance is not reasonable where the plaintiff \ncould have discovered the truth of the matter through reasonable diligence but failed \nto investigate.”  Cobb v. Pa. Life Ins. Co., 215 N.C. App. 268, 277 (2011) (citing State \nProps. v. Ray , 155 N.C. App. 65, 72 (2002)) .  See also Kumar v. Patel , 2024 NCBC \nLEXIS 36, at * *29 (N.C. Super. Ct. Feb. 28, 2024) (“Reliance is not reasonable if \nPlaintiffs fail to make any independent investigation as to the truth of the assertion.”) \n(citing Calloway v. Wyatt, 246 N.C. 129, 130 (1957)).  \n34. Negligent misrepresentation “occurs when a party justifiably relies to his \ndetriment on information prepared without reasonable care by one who owed the \nrelying party a duty of care.”  BDM Invs. v. Lenhil, Inc., 264 N.C. App. 282, 299 (2019) \n(citing Raritan River Steel Co. v. Cherry, Bekaert & Holland, 322 N.C. 200, 206 (1988) \nand Rountree v. Chowan Cnty., 252 N.C. App. 155, 162 (2017)).  As with fraudulent \nmisrepresentation, for purposes of negligent misrepresentation, reliance is not \nreasonable or justifi able “if a plaintiff failed to make reasonable inquiry, had the \nopportunity to investigate, and could have learned the true facts through reasonable \ndiligence.”  Id. (cleaned up).  “The extent to which a party justifiably relied upon items \nof information is generally a question for the jury in the absence of a showing that \n‘the facts are so clear as to permit only one conclusion.’”  Cummings v. Carroll , 379 \nN.C. 347, 366 (2021) (quoting Marcus Bros. Textiles, Inc. v. Price Waterhouse, LLP , \n350 N.C. 214, 225 (1999)).    \n35. Even when viewing the facts and permissible inferences in the light most \nfavorable to Cordell and taking all well pleaded factual allegations in Cordell’s \ncounterclaims as true, “the facts are so clear as to permit only one conclusion” that \nCordell’s reliance on Plaintiffs’ representations of his employment status was not \nreasonable or justifiable.  In his counterclaims, Cordell alleges he relied on the \nIndividual Plaintiffs’ representations of his employment status in communications \nmade between June and August 2023. 71  However, Cordell was a founding member \nof Dapper and Tantalum, had been with the Companies since their respective \nformation in February 2020 and January 2021, participated in the drafting and \nupdating of the Operating Agreements, and had access to the Companies’ books and \nrecords prior to June 2023.72  Furthermore, Cordell initiated and prosecuted a lawsuit \nfor approximately nine months in which he unqualifiedly alleged repeatedly that  he \nwas an employee of the Companies , allegations on which the Court  and the other \nparties relied in agreeing to a Consent Order enabling the parties to pursue a buyout \nof Cordell’s interest in the Companies pursuant to the Operating Agreements .73  \nBased on the allegations contained in Cordell’s counterclaims, there are no facts \nshowing that a t any point between Cordell’s “termination” from the Companies in \nJune 2023 and the  dismissal of the  Initial Lawsuit and  initiation of this action in  \nApril 2024 Cordell took steps to investigate the veracity of Individual Plaintiffs’ \nalleged statements relating to his status as an employee of the Companies.74   \n \n71 (Countercls. ¶ 243.) \n \n72 (Countercls. ¶¶ 16–18.) \n \n73 (See, e.g., Initial Lawsuit Am. Compl. ¶¶ 19, 20, 35, 50, 54, 56.) \n \n74 (See, e.g., Countercls. ¶¶ 185–92).  Cordell attempts to bolster his claims for fraudulent and \nnegligent misrepresentation by  conclusorily stating, “[w] hile Cordell undertook efforts to \n36. As Cordell fails to allege facts constituting reasonable reliance , the Court \nGRANTS Plaintiffs’ Motion to the extent it pertains to Defendant’s second \ncounterclaim for negligent or fraudulent misrepresentation and dismisses this \ncounterclaim with prejudice.  See, e.g. Martin Commc’ns, LLC v. Flowers, 2021 NCBC \nLEXIS 30, at ** 16–17 (N.C. Super. Ct. Mar. 31, 2021) ( dismissing Plaintiff’s claims \nfor fraud and negligent misrepresentation because the Amended Complaint is “devoid \nof any allegations that Plaintiff  even attempted to investigate the veracity of \nDefendants’ statements” and finding allegations that “these representations involved \ninformation which was exclusively within the knowledge of the Defendants, and \n[Plaintiff] had no way to ascertain the falsity of these representations at the time \n \ninvestigate Plaintiffs’ representations, he was limited to the information that was available \nto him, which did not include the Companies’ up to date records, which left him unable to \nlearn the true facts.”  (Def.’s Resp. 24–25.)  However, Cordell fails to state with particularity \nthe investigatory efforts he allegedly took , as required by Rule 9.  He fails to identify with \nspecificity the limited information available to, or records unavailable to, him or what \ninformation Plaintiffs possess that he does not have equal access to, regarding his status as \nan employee.  The North Carolina Supreme Court has described the following factors for \ndetermining whether an employer-employee relationship exists:   \n \n[t]he person employed \n \n(a) is engaged in an independent business, calling, or occupation; \n(b) is to have the independent use of his special skill, knowledge, or training \nin the execution of the work; \n(c) is doing a specified piece of work at a fixed price or for a lump sum or upon \na quantitative basis; \n(d) is not subject to discharge because he adopts one method of doing the work \nrather than another; \n(e) is not in the regular employ of the other contracting party; \n(f) is free to use such assistants as he may think proper; \n(g) has full control over such assistants; and  \n(h) selects his own time. \n \nBordini v. Donald J. Trump for President, Inc. , 2019 N.C. App. LEXIS 2, 5 (2019) (citing \nHayes v. Bd. of Trs. of Elon Coll., 224 N.C. 11, 16 (1944)).  None of the above -listed factors \nrequire Cordell to have access to the Companies’ records.   \nthey were made” conclusory and insufficient to support Plaintiff’s claims for fraud \nand negligent misrepresentation ); Burton v. Hobart Fin. Grp., Inc. , 2024 NCBC \nLEXIS 34, at **61–62 (N.C. Super. Ct. Feb. 26, 2024)  (finding Rule 9(b)’s specificity \nrequirements were not met and dismissing Plaintiffs’ fraudulent misrepresentation \nclaim because there was no allegation that Plaintiffs exercised reasonable diligence \nto independently investigate the truth of the assertion).       \nC. Cordell’s Third Counterclaim for Violation of North Carolina’s Wage \n& Hour Act \n \n37. In his third counterclaim, Cordell pleads in the alternative that, if he is \ndetermined to be an employee of the Companies, Plaintiffs violated the North \nCarolina Wage and Hour Act by “fail[ing] to pay Cordell the statutory minimum wage \nor overtime pay duri ng the course of his employment with the Companies.” 75  \nPlaintiffs seek dismissal of Cordell’s counterclaim, stating the bona fide executive \nexemption bars any recovery under the Wage and Hour Act.76 \n38. N.C.G.S. § 95-25.14(b)(4) provides that the provisions of N.C.G.S. § 95-25.3 \n(Minimum Wage) and N.C.G.S. § 95 -25.4 (Overtime) do not apply to “[a]ny person \nemployed in a bona fide executive . . .  capacity, as defined under the Fair Labor \nStandards Act.”  The Fair Labor Standards Act, in turn, defines “employee employed \nin a bona fide executive capacity” as “any employee who owns at least a bona fide 20-\npercent equity interest in the enterprise in which the employee is employed . . . and \n \n75 (Countercls. ¶ 252.)  \n \n76 (Pls.’ Br. Supp. 23.) \n \nwho is actively engaged in its management.”  29B CFR § 541.101.  “ ‘[M]anagement’ \nincludes, but is not limited to, activities such as . . . planning the work; determining \nthe techniques to be used . . . determining the type of materials, supplies, machinery, \nequipment or tools to be used or merchandise to be bought, stocked and sold[.] ”  29B \nCFR § 541.102. \n39.   Here, it is indisputable that Cordell owns a 25% equity interest in the \nCompanies.77  Furthermore, it is indisputable that Cordell wa s “actively engaged in \n[the Companies’] management .”  29B CFR § 541.101.  Section 5.1 of the Operating \nAgreements provides “[t]he business and affairs of the Compan[ies] shall be managed \nby its . . . Managers . . . [and] the Managers shall have full and complete authority, \npower and discretion to manage and control the business, affairs and properties of \nthe Compan[ies], to make all decisions regarding those matters and to perform any \nand all other acts or activities customary or incident to the management of the \nCompan[ies’] business.”78  Section 5.2 of the Operating Agreements grants specific \nmanagement authority to Cordell, stating:  \nAndrew Cordell, as one of the four Managers, has the authority to act \non behalf of the Compan[ies] in the execution of all documents necessary \nto sell, purchase or mortgage the property for or owned by the \nCompan[ies], and such signature from Andrew Cordell shall bind the \nCompan[ies] without the need for signature from any of the other \nMembers or Managers.79 \n \n \n77 Schedule A to the Operating Agreements provides that Cordell, Tudor, Harris, and Gelson \neach own a 25% equity interest in the Companies.  (Answer & Countercls., Exs. 1, 2.) \n \n78 (Answer & Countercls., Exs. 1, 2.) \n \n79 (Answer & Countercls., Exs. 1, 2.) \n \nThe pleadings before the Court demonstrate Cordell uncontrovertibly exercised his \ngranted management authority, as evidenced by Cordell’s signature , on behalf of \nDapper, on the Real Estate Purchase Contract for a property located on Kensington \nDrive attached as Exhibit 3 to Cordell’s Answer and Counterclaims.80  Therefore, the \nCourt GRANTS Plaintiffs’ Motion as it relates to Cordell’s third counterclaim for \nviolation of the Wage and Hour Act and dismisses this counterclaim with prejudice.     \nD. Cordell’s Fourth Counterclaim and Plaintiffs’ Second Claim for \nDeclaratory Judgment – Occurrence of Triggering Event \n \n40. Plaintiffs next seek dismissal of Cordell’s fourth counterclaim in which he \n“requests an Order from this Court declaring that a Triggering Event for purposes of \nSection 10.2(b) did not and could not occur, because Cordell was never an employee \nof the Companies.”81  Plaintiffs relatedly seek entry of judgment on the pleadings in \nPlaintiffs’ favor that “[t]he Triggering Event under the Operating Agreements \noccurred on June 14, 2023.”82   \n41. Section 10.2(b) of the Operating Agreements provides: \nA Member shall be terminated from the Company upon an affirmative \nvote in favor of such termination from the Members constituting a \nmajority of the membership interest of the Company. Upon a Member’s \ntermination of employment with [Dapper/Tantalum] (other than \nretirement), or upon a Member’s expiration of the term of employment \n(“Triggering Event”), the Member shall sell and the Company or the \nsurviving Members shall purchase all of the Membership and Economic \nInterest of the Member. The procedures for purchase described in \nSection 10.2.a shall apply.  The purchase price shall be determined in \n \n80 (Answer & Countercls., Ex. 3, ECF No. 35.3; see also Countercls. ¶¶ 49–52.) \n \n81 (Countercls. ¶ 262.) \n \n82 (Mot. 3.) \n \naccordance with Section 10.2.d below, and unless otherwise agreed \namong the parties the purchase price shall be due and payable in cash \nat closing.83 \n \n42. Article 4, Schedule A, and Section 5.2 of the Operating Agreements provide \nthat Cordell, Tudor, Harris, and Gelson are the sole Members and Managers of the \nCompanies and that Cordell, Tudor, Harris, and Gelson each have equal voting \nrights.84  On 14 June 2023, Tudor, Harris, and Gelson, collectively constituting a \nmajority of the Companies’ membership interest, voted to terminate Cordell from the \nCompany.85  As stated previously, this Court holds that the doctrine of judicial \nestoppel bars Cordell from alleging he is not, and never was, an employee of the \nCompanies.86  Thus, the plain language of the Operating Agreements provides that \nthe Individual Plaintiffs’ 14 June 2023 vote had the impact of terminating both \nCordell’s status as a Member of the Companies and his employment with the \nCompanies, constituting a Triggering Event.   \n43. Additionally, as Plaintiffs state in their supporting brief, “Cordell’s current \nposition is diametrically opposed to his admissions in the 2023 Litigation that a \nTriggering Event had occurred under the Operating Agreements.” 87  In the Initial \nLawsuit, Cordell asserted to this Court that a Triggering Event took place on 14 June \n \n83 (Compl., Exs. 1, 2; Answer & Countercls., Exs. 1, 2.) \n \n84 (Compl., Exs. 1, 2; Answer & Countercls., Exs. 1, 2.) \n \n85 (Compl., Ex. 4; Answer & Countercls., Ex. 7, ECF No. 35.7.) \n \n86 (See supra ¶¶ 21–31 and related notes.) \n \n87 (Pls.’ Br. Supp. 12.) \n \n2023, disputing only the effect of the Triggering Event. 88  This Court accepted \nCordell’s assertions that a Triggering Event took place, necessarily relying on their \ntruth in issuing the  Consent Order and the 2 February 2024 and 23 February 2024 \nOrders enforcing the Consent Order.  The Individual Plaintiffs, like the Court, relied \non Cordell’s prior assertions regarding the occurrence of a Triggering Event.  They \nspent nearly two years and in excess of $100,000 defending the Initial Lawsuit, \nparticipating in buyout negotiations, engaging in an appraisal process predicated on \nthe occurrence of a Triggering Event, and prosecuting the current lawsuit on the basis \nof Cordell’s asser tions in the Initial Lawsuit that he did not dispute whether a \nTriggering Event took place.89  To protect the integrity of the judicial process  and to \nprevent the imposition of an unfair detriment on Plaintiffs , the Court, in its \ndiscretion, similarly holds the doctrine of judicial estoppel bars Cordell from alleging \na Triggering Event did not, and could not, occur.   \n44. For the reasons described above, the Court finds Plaintiffs are entitled to \njudgment as a matter of law on Cordell’s fourth counterclaim.  The Court therefore \nGRANTS Plaintiffs’ Motion to dismiss Cordell’s fourth counterclaim for declaratory \njudgment and dismisses this counterclaim with prejudice.   Plaintiffs’ Motion for \nJudgment on the Pleadings with respect to Plaintiffs’ s econd claim requesting \na declaratory judgment  on the occurrence of a Triggering Event is  similarly \nGRANTED. \n \n88 (See, e.g., Initial Lawsuit Mem. Opp. Defs.’ Mot. Dismiss 3–4.) \n89 (Pls.’ Br. Supp. 12–13.) \n \nE. Cordell’s Sixth Counterclaim and Plaintiffs’ Second Claim for \nDeclaratory Judgment – Status as Member \n \n45. In his sixth counterclaim, Cordell “requests an Order from this Court \ndeclaring that Cordell remains a Member of the Companies at this time.” 90  Cordell \ncontends that (1) “no Triggering Event for purposes of Section 10.2(b) of the Operating \nAgreements has occurred and his status as a Member of the Companies remains \nunaffected”91 or, in the alternative, (2) “even if a ‘Triggering Event’ did occur, Cordell \n. . . remains a Member of the Companies until such time as the ‘closing’ contemplated \nby Section 10.2(d) occurs.”92  \n46. Plaintiffs seek dismissal of Cordell’s sixth counterclaim, contending “there \nis no real dispute that Cordell was removed as a member [.]”93  Relatedly, Plaintiffs \nrequest entry of judgment on the pleadings in Plaintiffs’ favor that , “[a]s of June 14, \n2023, Cordell ceased to be a member . . . of each of the Companies[.]”94   \n47. The Court agrees  with Plaintiffs .  Section 10.2(b) of the Operating \nAgreements unambiguously states that “[a] Member shall be terminated from the \nCompany upon an affirmative vote in favor of such termination from the Members \nconstituting a majority of the membership interest of the Compa ny.”95  On 14 June \n \n90 (Countercls. ¶ 285.) \n \n91 (Countercls. ¶ 280.) \n \n92 (Countercls. ¶ 281.)  \n \n93 (Pls.’ Br. Supp. 20.) \n \n94 (Mot. 3.) \n \n95 (Compl., Exs. 1, 2; Answer & Countercls., Exs. 1, 2.) \n2023, Tudor, Harris, and Gelson, together constituting a majority of the membership \ninterest of the Companies, affirmatively voted to terminate Cordell’s membership \ninterest.96  Although Section 57D -3-02 of the North Carolina Limited Liability \nCompany Act, as Cordell states, provides that a “person ceases to be a member upon \nthe occurrence of . . . [(3)] the transfer . . . of the person’s entire economic interest,” \nan operating agreement can “[s]upplant, vary, disclaim, or nullify the provisions of \nthis Chapter or their application.” N.C.G.S. § 57D-2-30.  Based on the plain language \nof the Operating Agreements and the Individual Plaintiffs’ 14 June 2023 vote, the \nCourt finds that Plaintiffs are entitled to judgment as a matter of law on Cordell’s \nsixth counterclaim.  Thus, the Court GRANTS Plaintiffs’ Motion to dismiss Cordell’s \nsixth counterclaim for declaratory judgment and dismisses this counterclaim with \nprejudice.  Plaintiffs’ Motion for Judgment on the Pleadings with respect to Plaintiffs’ \nsecond claim requesting a declaratory judgment that Cordell ceased to be a member \nof each of the Companies on 14 June 2023 is similarly GRANTED.             \nF. Cordell’s Twelfth Counterclaim – Inspection of Books and Records \n \n48. In his twelfth counterclaim, Cordell contends, “[a]s a Member of the \nCompanies, Cordell is entitled to inspect the Companies’ books and records under \nN.C.G.S. § 57D-3- 04” and “requests that this Court order the Companies to permit \ninspection of the books and records . . . ; to pay the copying costs of such inspection; \nand to reimburse Cordell for his costs associated with bringing this action[.]” 97  \n \n96 (Compl., Ex. 4; Answer & Countercls., Ex. 7.) \n \n97 (Countercls. ¶¶ 327, 336.)  \n \nPlaintiffs seek dismissal of Cordell’s counterclaim, contending Cordell’s first demand \nfor inspection was made after his status as a Member of the Companies was \nterminated on 14 June 2023.98     \n49. As both Plaintiffs and Cordell recognize, the information rights provided by \nN.C.G.S. § 57D-3-04 are limited to members of a limited liability company.  For the \nreasons stated above, this Court holds the Individual Plaintiffs’ 14 June 2023 vote \nterminated Cordell’s status as a Member of the Companies.99  As Cordell did not make \nhis first demand for inspection until 16 June 2023, two days after his status as a \nMember was terminated, the Court finds that no  material issue of fact exists, and \nPlaintiffs are entitled to judgment as a matter of law on Cordell’s twelfth \ncounterclaim.  Plaintiffs’ Motion to dismiss Cordell’s twelfth counterclaim is \nGRANTED and this counterclaim is dismissed with prejudice.     \nG. Cordell’s Fifteenth Counterclaim – Judicial Dissolution Pursuant to \nN.C.G.S. § 57D-6-02 \n \n50. In his fifteenth counterclaim, Cordell contends “[t]he liquidation of the \nCompanies is necessary to protect [his] rights and interests[.]”100  Specifically, Cordell \nalleges, “Individual Plaintiffs have taken action s to operate the Companies to the \nexclusion of Cordell, despite his [reasonable and] clearly expressed expectations” and \n“Plaintiffs have operated the Companies in a manner that is inconsistent with \napplicable law,” as demonstrated by the nuisance violation letters and permit \n \n98 (Pls.’ Br. Supp. 21.) \n \n99 (See supra ¶¶ 45–47 and related notes.) \n \n100 (Countercls. ¶ 356.) \nviolation letter received from the City of Charlotte and the demand for unpaid \nhomeowners association fees received from the Wildwood Meadows Homeowners \nAssociation.101  Plaintiffs seek dismissal of Cordell’s claim for judicial dissolution, \nstating the claim is moot because only members of a limited liability company have \nstanding to request judicial dissolution.102 \n51. As Plaintiffs allude, under N.C.G.S. § 57D-6-02:  \nThe superior court may dissolve an LLC in a proceeding brought by \neither of the following: (1) The Attorney General . . . (2) A member, if it \nis established that (i) it is not practicable to conduct the LLC’s business \nin conformance with the operating agreement and this Chapter or (ii) \nliquidation of the LLC is necessary to protect the rights and interests of \nthe member. \n \nSince this Court has determined  that Cordell is no longer a Member of the \nCompanies,103 Cordell lacks standing to request judicial dissolution and this Court \nlacks jurisdiction to grant judicial dissolution.  Therefore, the Court GRANTS \nPlaintiffs’ Motion to dismiss Cordell’s fifteenth counterclaim and dismisses this \ncounterclaim with prejudice.   \nH. Cordell’s Seventh Counterclaim and Plaintiffs’ Second Claim for \nDeclaratory Judgment – Status as Manager \n \n52. Plaintiffs next seek dismissal of Cordell’s seventh counterclaim for “an \nOrder from this Court declaring that Cordell’s status as a Manager of the Companies \n \n101 (Countercls. ¶¶ 358, 362.) \n \n102 (Pls.’ Br. Supp. 21.) \n \n103 (See supra ¶¶ 45–47 and related notes.) \n \nwas not terminated by the June 14, 2023 vote of the Individual Plaintiffs.” 104  \nPlaintiffs similarly request entry of judgment on the pleadings in Plaintiffs’ favor \nthat, “[a]s of June 14, 2023, Cordell ceased to be a . . . manager of each of the \nCompanies[.]”105     \n53. Cordell contends, because he remains a Member for the reasons listed in his \nsixth counterclaim, he also remains a Manager of the Companies because Section 5.2 \nof the Operating Agreements provides that “[e]ach Member, by virtue of his or her \nstatus as a Member, shall be a Manager of the Company[.]” 106  Plaintiffs, however, \ncontend “[t]he June 14, 2023 Notice removed Cordell as a Manager of both Companies \nas a matter of law” pursuant to Section 5.2 of the Operating Agreements.107   \n54. Section 5.2 of the Operating Agreements provides that “remov [al] [of] a \nManager shall require the affirmative vote of Members owning at least a majority of \nall interests in the Company.” 108  On 14 June 2023, Tudor, Harris, and Gelson, \ntogether constituting a majority of the membership interest of the Companies, \naffirmatively voted to terminate Cordell as a Manager of the Companies. 109  As the \n14 June 2023 vote additionally terminated Cordell’s status as a Member of the \n \n104 (Countercls. ¶ 292.)  \n \n105 (Mot. 3.) \n \n106 (Def.’s Resp. 20.) \n \n107 (Pls.’ Br. Supp. 19–20.) \n \n108 (Compl., Exs. 1, 2; Answer & Countercls., Exs. 1, 2.)  \n \n109 (Compl., Ex. 4; Answer & Countercls., Ex. 7.) \n \nCompanies, for the reasons described above, 110 this Court finds Cordell’s argument \nto be moot.  T he Court therefore GRANTS Plaintiffs’ Motion to dismiss Cordell’s \nseventh counterclaim for declaratory judgment and dismisses this counterclaim with \nprejudice.  The Court further GRANTS Plaintiffs’ Motion with respect to Plaintiffs’ \nsecond claim requesting a declaratory judgment that Cordell ceased to be a manager \nof each of the Companies on 14 June 2023. \nI. Cordell’s Fifth Counterclaim and Plaintiffs’ Second Claim for \nDeclaratory Judgment – Valuation Dates \n \n55. In his fifth counterclaim, Cordell alleges the Operating Agreements do not \nspecify the effective date for the valuation of the Companies’ assets or for the \ndetermination of the Companies’ liabilities.111  He “requests an Order from this Court \ndeclaring that the appropriate valuation date for both the assets and liabilities of the \nCompanies is December 12, 2023[,]” the date on which the first appraisal was \ntransmitted to Cordell. 112  Plaintiffs seek dismissal of Cordell’s counterclaim, \ncontending that 14 June 2023, the date on which the Individual Plaintiffs voted to \nterminate Cordell as an employee, member and manager of the Companies, is the \nappropriate valuation date. 113  Plaintiffs similarly seek entry of judgment on the \npleadings in Plaintiffs’ favor that “[t]he Triggering Event is the effective date for \n \n110 (See supra ¶¶ 45–47 and related notes.) \n \n111 (Countercls. ¶¶ 267–68.)  \n \n112 (Countercls. ¶¶ 269, 271.) \n \n113 (Pls.’ Br. Supp. 17–18.) \n \npurposes of the appraisals of the Companies’ assets under Section 10.2.d of the \nOperating Agreements.”114 \n56. The Declaratory Judgment  Act, N.C.G.S. § 1 -253 et seq. , as described \nearlier, authorizes a court to declare the “rights, status, and other legal relations” of \nadverse parties when an actual dispute exists.   PHE, Inc. v. Dolinsky ,  2022 NCBC \nLEXIS 123, at **19 (N.C. Super. Ct. Oct. 19, 2022) .  I f a genuine controversy is \nadequately pled, the claim for a  declaratory judgment may move forward.   Indeed, \n“[t]he question is not whether the plaintiff[s] will prevail on their claim, it is only \nwhether they have identified an actual, genuine controversy. ” BIOMILQ, Inc. v. \nGuiliano, 2023 NCBC LEXIS 24, at **32 (N.C. Super. Ct. Feb. 10, 2023)  ( cleaned \nup).  Morris v. Plyler Paper Stock Co. , 89 N.C. App. 555, 557 (1988) (“A motion to \ndismiss for failure to state a claim is seldom appropriate ‘ in actions for  declaratory \njudgments, and will not be allowed simply because the plaintiff may not be able to \nprevail.’”).     \n57. Here, Cordell has identified an actual, genuine controversy regarding the \nvaluation date.  Section 10.2(b) of the Operating Agreements provides in relevant \npart: \nUpon a Member’s termination of employment with [the Companies] . . . \n(“Triggering Event”), the Member shall sell and the Compa n[ies] or the \nsurviving Members shall purchase all of the Membership and Economic \nInterest of the Member.  The procedures for purchase described in \nSection 10.2.a shall apply.  The purchase price shall be determined in \naccordance with Section 10.2.d below, and unless otherwise agreed \n \n114 (Mot. 3.) \n \namong the parties the purchase price shall be due and payable in cash \nat closing.115 \n \nSection 10.2(a), in turn, outlines the procedure to be utilized following a “Triggering \nEvent” under Section 10.2(b): \nThe closing of the purchase and sale shall take place within six (6) \nmonths of the date of [the “Triggering Event”].  The purchase price for \nthe Membership and Economic Interest of the [terminated] Member \nshall be determined in accordance with the provisions of Section 10.2.d \nbelow.  Unless otherwise agreed among the parties, the purchase price \nshall be due and payable in cash at closing.116 \n \nSection 10.2(d) of the Operating Agreements prescribes the below valuation process \nfor determining the purchase price of a Membership Interest: \n[T]o determine the purchase price for a Membership or Economic \nInterest in the Company, all of the assets of the Company shall be valued \nat their fair market value and any liabilities or debts of the Company \nshall be subtracted from the total value to determine the fair market \nvalue of the Company. The resulting amount shall then be multiplied \ntimes the percentage Membership or Economic Interest in the Company \nto be purchased to determine the purchase price for the Membership or \nEconomic Interest in the Company.  The fair market value of the assets \nof the Company shall be determined by agreement of the parties or, in \nthe absence of agreement, by a duly qualified appraiser.  If the parties \ncannot agree upon the fair market value of the assets of the Company, \nthe Company shall hire and pay for a qualified appraiser to determine \nthe fair market value of the assets.  In the event the selling Member \nobjects to or disagrees with the value determined by the appraiser hired \nby the Company, the selling Member shall ha ve the right, at his or her \nexpense, to hire a second appraiser to determine the fair market value \nof the assets of the Company.  In the event the Company objects to the \nvalue determined by the appraiser by the selling Member, the two \nappraisers shall then select a third appraiser to determine the fair \nmarket value of the assets of the Company.  The cost of the third \nappraisal shall be shared equally by the Company and the selling \nMember.  The fair market value of the assets of the Company \ndetermined by the third appraiser shall be binding upon all parties.  In \n \n115 (Compl., Exs. 1, 2; Answer & Countercls., Exs. 1, 2.) \n \n116 (Compl., Exs. 1, 2; Answer & Countercls., Exs. 1, 2.)   \nthe determination of the fair market value of the assets of the Company, \nthe appraiser shall take into account all assets of the Company \nexcluding any “goodwill” and any life insurance proceeds in excess of \ncash value paid to or for the benefit of the Comp any as a result of a \nMember's death. For purposes of this subparagraph, in the event the \nCompany owns any real estate, a qualified appraiser shall be deemed to \nbe an appraiser having an MAI designation, unless otherwise mutually \nagreed by the parties.117 \n \n58. At no point do the Operating Agreements specify the effective date for the \nvaluation of the Companies’ assets or determination of the Companies’ liabilities.  \nThe Consent Order agreed to by the parties and attached to the pleadings similarly \ndoes not clearly identify a valuation date.118  Because Cordell has adequately pled the \nexistence of a genuine controversy regarding the valuation date, Plaintiffs’ Motion for \nJudgment on the Pleadings with respect to Cordell’s fifth counterclaim and Plaintiffs’ \nsecond claim requesting a  declaratory judgment  on the valuation date shall \nbe DENIED. \n59. Plaintiffs relatedly request that the Court grant their Motion for Judgment \non the Pleadings with respect to Plaintiffs’ second claim for declaratory judgment that \n“(iv) The figure to be used for purposes of the appraisal of the assets of the Companies \nare those set forth in Exhibit 14 to the Plaintiffs’ Complaint as of June 14, 2023; [and] \n(v) The figure to be used for purposes of deducting the liabilities of the Companies \nfrom the appraised value[] of the assets is to be the liabilities as calculated by t he \nCompanies’ accountants on financial statements kept in the regular course of \n \n117 (Compl., Exs. 1, 2; Answer & Countercls., Exs. 1, 2.)   \n \n118 (Initial Lawsuit Consent Scheduling Order.) \n \nbusiness.”119  The Court declines to address whether Plaintiffs are entitled to \njudgment on the pleadings with respect to these aspects of Plaintiffs’ s econd claim \nbecause Plaintiffs did not address these arguments in their brief.  See N.C. Bus. Ct. \nRule 7.2 (“A party should . . . brief each issue and argument that the party desires \nthe Court to rule upon and that the party intends to raise at a hearing.”).   Thus, \nPlaintiffs’ Motion as it pertains to these aspects of Plaintiffs’ second claim for \ndeclaratory judgment shall be DENIED.  \nJ. Cordell’s Eleventh Counterclaim – Breach of Fiduciary Duty \n60. Plaintiffs next seek entry of judgment on the pleadings on Cordell’s eleventh \ncounterclaim for breach of fiduciary duty.  Cordell contends “[t]he Individual \nPlaintiffs owed fiduciary duties in their capacities as Managers of the Companies to \nCordell in his capacity as a Member of the C ompanies.”120  The Individual Plaintiffs \nbreached their fiduciary duties, Cordell argues, “by, among other things, causing the \nCompanies to refuse to provide complete and accurate financial information to \nCordell and/or misrepresenting the financial status of the Compa nies to Cordell.”121  \nPlaintiffs, however, maintain judgment on the pleadings is appropriate here because \n“managers of a limited liability company . . . owe a fiduciary duty to the company, \nand not to individual members.”122 \n \n119 (Mot. 3.)  \n \n120 (Countercls. ¶ 320.)  \n \n121 (Countercls. ¶ 321.) \n \n122 (Pls.’ Br. Supp. 25 (quoting Kaplan v. O.K. Techs., L.L.C., 196 N.C. App. 469, 474 (2009)).) \n \n61. To state a claim for  breach of fiduciary duty, a counterclaim plaintiff must \nplead the existence of a fiduciary duty, a breach of that duty, and injury proximately \ncaused by the breach.  See e.g., Green v. Freeman, 367 N.C. 136, 141 (2013) .  Where \nthere is no fiduciary duty, there can be no claim for its breach.  Governor's Club Inc. \nv. Governors Club Ltd. P'ship, 152 N.C. App. 240, 247 (2002).    \n62. A fiduciary relationship is one in which “there has been a special \nconfidence reposed in one who in equity and good conscience is bound to act in good \nfaith and with due regard to the interests of the one reposing \nconfidence.”  CommScope Credit Union v. Butler & Burke, LLP, 369 N.C. 48, 52 \n(2016).  “[I]t extends to any possible case in which a fiduciary relationship exists in \nfact, and in which there is confidence reposed on one side, and resulting domination \nand influence on the other.”  Dalton v. Camp, 353 N.C. 647, 651–52 (quoting Abbitt v. \nGregory, 201 N.C. 577, 598 (1931)) (emphasis in original).  “North Carolina recognizes \ntwo types of fiduciary relationships: de jure, or those imposed by operation of law, \nand de facto, or those arising from the particular facts and circumstances constituting \nand surrounding the relationship.”  Hager v. Smithfield E. Health Holdings, LLC, \n264 N.C. App. 350, 355 (2019) (citing Lockerman v. S. River Elec. Mbrshp. Corp., 250 \nN.C. App. 631, 635 (2016)). \n63. Here, as both parties recognize, no de jure fiduciary relationship is present \nas “the default rule is that managers of a limited liability company owe duties to the \ncompany and not its members.”123  See, e.g., Mary Annette, LLC v. Crider, 2023 NCBC \n \n123 (Def.’s Resp. 27.) \nLEXIS 28, at **10–11 (N.C. Super. Ct. Feb. 23, 2023) (“Generally, members of an LLC \ndon’t owe fiduciary duties to each other or the company, and managers and officers \nowe fiduciary duties to the company but not to the members.” (citing Kaplan v. O.K. \nTechs., L.L.C, 196 N.C. App. 469, 473–74 (2009))).  Thus, for Cordell’s counterclaim \nto survive a Rule 12(c) motion, he must adequately plead the existence of a de facto \nfiduciary relationship.   \n64. “The standard for finding a de facto fiduciary relationship is a demanding \none: Only when one party figuratively holds all the cards—all the financial power or \ntechnical information, for example—have North Carolina courts found that the \nspecial circumstance of a fiduciary relationship has arisen.”  Lockerman, 250 N.C. \nApp. at 636 (citation and internal quotation marks omitted).  It is insufficient to \nallege mere influence over another's affairs.  Hartsell v. Mindpath Care Ctrs., 2022 \nNCBC LEXIS 130, at **11 (N.C. Super. Ct. Nov. 2, 2022). \n65. Thus, the question here is whether Cordell has sufficiently pled that the \nIndividual Plaintiffs “held all the card s.”  In his c ounterclaim, Cordell alleges that, \n“[s]tarting on June 6, 2023, and before any steps were taken by Individual Plaintiffs \nto attempt to remove Cordell as a Member, Manager, or purported employee of the \nCompanies, Individual Plaintiffs took affirmative steps to limit Cordell’s visibility \ninto the finances of each of the Companies.” 124  Specifically, Cordell alleges, the \n \n124 (Countercls. ¶ 85.) \n  \nIndividual Plaintiffs removed his access to all of the Companies’ bank accounts and \nchanged lockbox codes on several Dapper properties.125   \n66. However, Cordell subsequently alleges “ [a]fter learning of the Individual \nPlaintiffs’ actions, Cordell contacted the [bank ’s] branch manager, who advised \nCordell that Bank OZK had inadvertently failed to adhere to their internal \nverification process . . . [and] restored his account access on June 7, 2023.” 126  \nSimilarly, when the Individual Plaintiffs allegedly “once again[] attempted to remove \nCordell from the Companies’ Bank OZK accounts” on 29 June 2023, Cordell was able \nto contact the Bank OZK branch manager, resulting in a hold being placed on the \nCompanies’ bank accounts until the pending litigation could be resolved. 127  \nFurthermore, Cordell states the parties “engage[d] in substantive negotiations . . . \nwhich resulted in numerous offers and counteroffers being exchanged between \nCordell and the Individual Plaintiffs” related to a voluntary buyout of Cordell’s \nmembership interest.128  Assuming the truth of these allegations, as is required at \nthe Rule 12(c) stage, it is clear that the Individual Plaintiffs did not exercise  \nnear-complete domination over Cordell and that, at the very least, Cordell was still \nholding “a card or two” during the relevant period.  See Bourgeois v. Lapelusa, 2022 \nNCBC LEXIS 111, at **15 (N.C. Super. Ct. Sept. 23, 2022).    \n \n125 (Countercls. ¶¶ 86–87, 89.) \n \n126 (Countercls. ¶ 87.) \n \n127 (Countercls. ¶¶ 106–113.) \n \n128 (Countercls. ¶ 68.) \n \n67. Without the existence of a de jure or de facto fiduciary relationship there can \nbe no claim for breach of fiduciary duty.   Therefore, the Court GRANTS Plaintiffs’ \nMotion for Judgment on the Pleadings with respect to Cordell’s eleventh counterclaim \nand this counterclaim is dismissed with prejudice. \nK. Cordell’s Ninth Counterclaim – Breach of Contract – Operating \nAgreements \n \n68. In his ninth counterclaim, Cordell alleges the Individual Plaintiffs breached \nthe Operating Agreements by : (1) “failing to maintain accurate Capital Accounts as \nrequired by [Section 8.3 of] the Operating Agreements” ; (2)  failing to make \ndistributions in accordance with Section 9.2 of the Operating Agreements; (3) failing \nto maintain accurate accounting records on a cash basis and in accordance with \naccepted accounting principles as required by Section 9.3 of the Operating \nAgreements; and (4) “refusing to reimburse Cordell [ the amount of ] $24,154.95 \nfollowing the submission of [ documents justifying ] such reimbursements  to the \nCompanies [in breach of Section 5.9] .”129  Plaintiffs seek entry of judgment on the \npleadings in their favor, contending “[t]his cause of action references various concepts \nfrom the Operating Agreements – such as maintenance of capital accounts, \ndistributions, accounting principles and reimbursements of expenses upon receipt of \nappropriate documentation – without describing the date or substance of any \npurported breach.”130 \n \n129 (Countercls. ¶¶ 6(i), 303–12.) \n \n130 (Pls.’ Br. Supp. 24.) \n69. “Unlike claims subject to Rule 9, a claim for breach of contract is not subject \nto heightened pleading standards[.]”  AYM Techs., LLC. v. Rodgers, 2018 NCBC \nLEXIS 14, at *52– 53 (N.C. Super. Ct. Feb. 9, 2018).  To properly plead a  breach of \ncontract claim, a plaintiff need only allege “(1) [the] existence of a valid contract and \n(2) [a] breach of the terms of that contract.” Poor v. Hill, 138 N.C. App. 19, 26 (2000). \n70. In considering a 12(c) motion, the trial court is required to view the facts \npresented in the pleadings and the inferences to be drawn therefrom in the light most \nfavorable to the non-moving party.   See, e.g., Anderson Creek Partners, L.P., 382 N.C. \nat 11– 12.  Here, viewing the facts and allegations in the light most favorable to \nCordell, the Court cannot conclude that Plaintiffs are entitled to judgment as a \nmatter of law as to Cordell’s breach of contract claim.  Cordell has properly alleged \nthe existenc e of a contract, a breach of the contract, and damages proximately \nresulting therefrom. 131  Accordingly, Cordell’s pleadings are sufficient to survive a \nRule 12(c) motion and the Court DENIES Plaintiffs’ Motion with respect to Cordell’s \nninth counterclaim.   \nL. Cordell’s Tenth Counterclaim – Breach of the Implied Covenant of \nGood Faith and Fair Dealing – Operating Agreements \n \n71. Plaintiffs next seek dismissal of Cordell’s tenth counterclaim for breach of \nthe implied covenant of good faith and fair dealing.     \n72. In addition to its express terms, “[i]n every contract there is an implied \ncovenant of  good faith  and fair dealing  that neither party will do anything which \ninjures the right of the other to receive the benefits of the agreement.”  Governor’s \n \n131 (Countercls. ¶¶ 302–313.) \nClub Inc. , 152 N.C. App. at 251 (citation omitted) (internal quotation marks \nomitted).  To state a claim for breach of the implied covenant of good faith and fair \ndealing, a plaintiff must “plead that the party charged took action ‘which injure[d] \nthe right of the other to receive the benefits of the agreement,’ thus ‘depriv[ing] the \nother of the fruits of [the] bargain.’” Conleys Creek Ltd. P’ship v. Smoky Mt. Country \nClub Prop. Owners Ass’n, 255 N.C. App. 236, 253 (2017) (quoting Bicycle Transit \nAuth. v. Bell, 314 N.C. 219, 228–29 (1985)).  “Evasion of the spirit of the bargain, lack \nof diligence and slacking off, willful rendering of imperfect performance, abuse of a \npower to specify terms, and interference with or failure to cooperate in the other \nparty’s performance” may each constitute a breach of the implied covenant of good \nfaith and fair dealing.  Intersal, Inc. v. Wilson , 2023 NCBC LEXIS 29, at * *67 (N.C. \nSuper. Ct. Feb. 23, 2023) (quoting Restatement 2d of Contracts § 205 cmt. d (1981)).  \n73. Cordell’s implied covenant claim rests on many of the same grievances as \nhis breach of contract claim; specifically, that Plaintiffs breached the implied \ncovenant by: (1) “restrict[ing], limit[ing] and otherwise obstruct[ing] Cordell’s access \nto the Companies’ email account, bank accounts, financial records, and properties”; \nand (2) “knowingly and intentionally manipulat[ing] or otherwise alter[ing] their \nfinancial records in a manner designed to mislead Cordell into believing that his \nMembership Interest was less valuable than the true and accurate records would \nhave reflected.”132   \n \n132 (Countercls. ¶ 317.)  \n \n74. Under North Carolina law, “where a party’s claim for breach of the implied \ncovenant of good faith and fair dealing is based up on the same acts as its claim for \nbreach of contract, we treat the former claim as ‘part and parcel ’ of the latter.” \nCordaro v. Harrington Bank, FSB , 260 N.C. App. 26, 38– 39 (2018); see also  Se. \nAnesthesiology Consultants, PLLC v. Rose, 2019 NCBC LEXIS 52, at *23 (N.C. Super. \nCt. Aug. 20, 2019) (“[G]ood faith and fair dealing claims that are ‘part and parcel’ of \nbreach of contract claims . . . merely stand or fall together.”).  Accordingly, the Court \nDENIES Plaintiff’s Motion on Cordell’s counter claim for breach of the implied \ncovenant of good faith and fair dealing in the same manner as the Court has denied \nPlaintiffs’ Motion on Cordell’s breach of contract counterclaim.   \nM. Plaintiffs’ First Claim for Breach of Contract \n \n75. Plaintiffs’ first claim for breach of contract is premised on Cordell’s alleged \nbreach of the Operating Agreements by (i) refusing to accept a buyout offer in June \n2023 in breach of Section 10, and (ii) unilaterally causing Bank OZK (the “Bank”) to \nfreeze the Companies’ funds in late June or early July 2023 in breach of Article 5.3.133   \n76. Plaintiffs contend they are entitled to judgment on the pleadings in their \nfavor regarding  the first aspect of this  claim because “Cordell has unequivocally \nadmitted that he was an employee of the Companies and that a ‘Triggering Event’ \nunder Section 10.2.d occurred such that the Companies are required to redeem his \ninterests.”134  Cordell maintains, however, that “[t]he terms of the Operating \n \n133 (Compl. ¶¶ 89–91, 152–58.)   \n \n134 (Pls.’ Br. Supp. 9–10.) \n \nAgreements demonstrate the lack of a Triggering Event” 135 and Plaintiffs, by not \nproducing the first appraisal report until 12 December 2023, failed to abide by the \nmulti-step buyout process outlined in Section 10.2(d) of the Operating Agreements.136  \n77. As an initial matter, f or reasons stated in Section D of this Opinion, this \nCourt holds a Triggering Event under Section 10 of the Operating Agreements \noccurred on 14 June 2023.  However, the plain language of the Operating Agreements \ndoes not require Cordell to accept a buyout offer upon the occurrence of a Triggering \nEvent.  Section 10.2(d) of the Operating Agreements provides: \nIf the parties cannot agree upon the fair market value of the assets of \nthe Company, the Company shall hire and pay for a qualified appraiser \nto determine the fair market value of the assets.  In the event the selling \nMember objects to or disagrees with th e value determined by the \nappraiser hired by the Company, the selling Member shall have the \nright, at his or her expense, to hire a second appraiser to determine the \nfair market value of the assets of the Company.  In the event the \nCompany objects to the value determined by the appraiser by the selling \nMember, the two appraisers shall then select a third appraiser to \ndetermine the fair market value of the assets of the C ompany. . . .  The \nfair market value of the assets of the Company determined by the third \nappraiser shall be binding upon all parties.137 \n \nSection 10.2(a) of the Operating Agreements sets a deadline for the buyout of a \nterminated Member’s interests, providing “[t]he closing of the purchase and sale [of \nthe membership interests] shall take place within six (6) months of the [Triggering \nEvent].”138   \n \n135 (Def.’s Resp. 14; see also Countercls. ¶¶ 6, 146–47, 262.) \n \n136 (Countercls. ¶¶ 133–37.) \n \n137 (Compl., Exs. 1, 2; Answer & Countercls., Exs. 1, 2.)   \n \n138 (Compl., Exs. 1, 2; Answer & Countercls., Exs. 1, 2.)   \n78. Here, Cordell states  Plaintiffs provided the first appraisal report on 12 \nDecember 2023, two days before the closing deadline of 14 December 2023. 139  By \nproviding the first appraisal report only two days before closing, Cordell alleges, \n“Plaintiffs knew that Cordell would be unable to realize the benefits and protections \nafforded by Section 10.2(d)[.]”140  Viewing the facts and permissible inferences in the \nlight most favorable to Cordell, the Court cannot conclude that no material issue of \nfact exists and that Cordell breached the Operating agreements by refusing to accept \na buyout offer .  Thus, the Court DENIES Plaintiff’s Motion for Judgment on the \nPleadings with respect to Plaintiffs’ first claim for breach of contract.  \n79. The Court declines to address whether Plaintiffs are entitled to judgment \non the pleadings in respect to the second aspect of this claim because Plaintiffs did \nnot address this argument in their brief.  See N.C. Bus. Ct. Rule 7.2.  Accordingly, the \nCourt DENIES Plaintiffs’ Motion as it relates to the second aspect of Plaintiffs’ claim \nfor breach of contract to the extent Plaintiffs’ counsel argued it at the Hearing.     \nN. Plaintiffs’ Fourth Claim for Breach of Contract – the Consent Order \n \n80. Plaintiffs next seek entry of judgment on the pleadings in their favor on \nPlaintiffs’ fourth claim for breach of contract .  In their Complaint, Plaintiffs allege \nCordell breached the 13 December 2023 Consent Order  by “failing to accept the \nCompanies’ tender on the agreed-upon timeframe.”141   \n \n139 (Countercls. ¶¶ 133–34.)  \n \n140 (Countercls. ¶ 136.)  \n \n141 (Compl. ¶ 180.)  \n \n81. Though Plaintiffs move for judgment on the pleadings on their fourth claim, \nthey do not address this issue in their brief.  Therefore, the Court declines to consider \nwhether Plaintiffs are entitled to judgment on the pleadings for their fourth claim \nand DENIES Plaintiff’s Motion with respect to this claim  to the extent Plaintiffs’ \ncounsel argued the claim at the Hearing.  See Bus. Ct. Rule 7.2.  \nO. Cordell’s Eighth Counterclaim and Plaintiffs’ Second Claim for \nDeclaratory Judgment – Winston Property \n \n82. Plaintiffs next seek dismissal of Cordell’s eighth counterclaim for “an Order \nfrom this Court declaring that any payment to Cordell in exchange for his \nMembership Interest as part of a voluntary sale of his Membership Interest is not \nsubject to a setoff .”142  In relevant part, the Interest and Property Transfer \nAgreement, which provides for the transfer of the Winston Property to Cordell’s \ncompany, Creta Construction LLC, provides the following: \n2. Credit. . . . The Parties hereby agree that, upon the transfer of the \n[Winston] Property to Creta pursuant to the Deed, the aggregate \npurchase price required to be paid to Cordell in connection wit h the \nbuyout of Cordell’s membership interests in the Companies in \naccordance with the terms of the operating agreement of the Companies, \nor as a result of the [Initial Lawsuit], shall be reduced by an amount \nequal to $181,807.51 (the “Credit”).143    \n \nCordell contends the Interest and Property Transfer Agreement does not give \nPlaintiffs the right to offset against any future purchase of Cordell’s Membership \nInterest because, among other reasons: (1) “[t]he obligations under Section 10.2 of the \n \n142 (Countercls. ¶ 299.)  \n \n143 (Answer & Countercls., Ex. 29, ECF No. 35.29.) \n \nOperating Agreements were not triggered”; (2) “[t]he Initial Lawsuit has been \ndismissed pursuant to Rule 41(a)”; and (3) “[t]he funds were deemed by Plaintiffs to \nbe an in -kind distribution made on November 1, 2023.” 144  Plaintiffs, however, \nmaintain the “Interest and Property Transfer Agreement entitles Dapper to an offset \nagainst the purchase price of Cordell’s interest in the amount of $181,807.51.”145  \n83. Here, Cordell fails to adequately plead the existence of a genuine \ncontroversy.  In the Consent Order, which this Court has previously found to be a \n“valid and enforceable contract between the parties under North Carolina law,”146 the \nparties “agree and acknowledge that, pursuant to the Interest and Property Transfer \nAgreement, . . . the price required to be paid to Cordell by the Companies for the \npurchase and sale of the Interest pursuant to Article 10 of the Operating Agreements \nshall be reduced by an amount equal to $181,807.51.”147  Likewise, in the Statement \nof Purpose section of the Interest and Property Transfer Agreement, the parties \nclearly state their intent for the transfer of the Winston Property to serve as a credit \nto be applied to the buyout of Cordell’s membership interests in the Companies:  \n“Whereas, the Seller Parties[, the Plaintiffs,] desire to transfer, and the Buyer \nParties[, Cordell,] desire that Creta acquire, the [Winston] Property in exchange for \n \n144 (Countercls. ¶ 298.) \n \n145 (Mot. 3.)  \n \n146 (Order & Op. on Def.’s Mot. Dismiss Pursuant R. 12(b)(6) ¶ 52; see also Dapper Dev., L.L.C., \n2024 NCBC LEXIS 126, at **25.)  \n \n147 (Initial Lawsuit Consent Scheduling Order 6.) \n \na credit of $181,807.51 to be applied to the buyout of Cordell’s membership \ninterests in the [Companies], as described below.148 \n84. Furthermore, for reasons described previously, this Court holds the \nobligations under Section 10.2 of the Operating Agreements have been triggered, \nrequiring Cordell to sell, and the Plaintiffs to purchase, his membership and economic \ninterests in the Companies.149  The plain language of paragraph 2 of the Interest and \nProperty Transfer Agreement, quoted above, additionally provides the settlement or \nfinal determination of the Initial Lawsuit is not a precondition to the existence of the \ncredit.  Therefore, the Court GRANTS Plaintiffs’ Motion to the extent it pertains to \nCordell’s eighth counterclaim for declaratory judgment and dismisses this \ncounterclaim with prejudice.  The Court similarly GRANTS Plaintiffs’ Motion for \nJudgment on the Pleadings with respect to Plaintiffs’ s econd claim requesting \na declaratory judgment that the Interest and Property Transfer Agreement entitles \nDapper to an offset of $181,807.51 against the purchase price of Cordell’s interest in \nthe company.                     \nP. Cordell’s Thirteenth Counterclaim – Equitable Accounting \n85. As “Cordell’s information rights have proven to be inadequate in his pursuit \nto determine the accurate calculation of the Companies’ liabilities and his capital \naccount balance[,]” Cordell requests that the “Court order the Companies to hire a \nneutral third-party accounting professional to conduct an audit of the Companies’ \n \n148 (Answer & Countercls., Ex. 29 (emphasis added).) \n \n149 (See supra ¶¶ 40–44.) \n \nbooks and records [.]”150  Plaintiffs seek dismissal of this counterclaim as only \nmembers of a limited liability company can seek equitable accounting.151 \n86. This Court has held that equitable accounting “is a remedy, not an \nindependent cause of action, and is available only if the plaintiff first shows that he \nlacks an adequate remedy at law and alleges facts in the complaint to that effect.”  \nElhulu v. Alshalabi, 2021 NCBC LEXIS 44, at * *20 (N.C. Super. Ct. Apr. 29, 2021) \n(cleaned up).  The Court concludes that Defendant is not entitled to an equitable \naccounting under the pleadings at issue.  Therefore, Plaintiffs’ Motion is GRANTED \nas to Cordell’s “claim” for an equitable accounting.  Cordell’s thirteenth counterclaim, \nhowever, is dismissed without prejudice to Cordell’s ability to seek an equitable \naccounting as a remedy at a later stage of this litigation to the extent permitted by \napplicable law.  While the Court may ultimately conclude that Cordell is not entitled \nto an accounting, the Court cannot conclude, at the motion for judgment on the \npleadings stage, that Cordell cannot plausibly allege a proper claim for an accounting.         \nQ. Cordell’s Fourteenth Counterclaim – Reimbursement/Contribution \n \n87. Lastly, Plaintiffs seek entry of judgment on the pleadings in Plaintiffs’ favor \non Cordell’s counterclaim for reimbursement/contribution.  In his counterclaim, \nCordell alleges, “[a]fter the Individual Plaintiffs transmitted the Termination Notice, \nCordell became aware that the Companies were in default or had failed to satisfy \nseveral [of] the Companies’ debts and/or financial obligations, which were due and \n \n150 (Countercls. ¶¶ 341, 343.) \n \n151 (Pls.’ Br. Supp. 21.) \nowing.”152  “Upon receiving notice of the Companies’ outstanding debts and/or \nfinancial obligations,” Cordell states, he “took steps to satisfy them” even though the \nCompanies were the primary obligors on the debt obligations and Cordell and the \nIndividual Plaintiffs were secondary obligors.153  Despite Cordell’s satisfaction of the \nCompanies outstanding financial obligations, he alleges, the Plaintiffs have \nrepeatedly refused to reimburse him for the expenses incurred to satisfy the \nCompanies’ debts.154  Plaintiffs contend Cordell’s counterclaim should be dismissed \nbecause (1) “‘reimbursement’ is not a cause of action under North Carolina law”; (2) \n“‘contribution’ applies only in the context of joint tortfeasors and is inapplicable here”; \n(3) Cordell doe s not “identify anywhere in his pleading what specifically he alleges \nentitles him to ‘reimbursement/contribution’”; and (4) the counterclaim “is premised \non purported payments he made on behalf of the Companies AFTER his \ntermination[.]”155  \n88. Despite Plaintiffs’ contentions, reimbursement is a cause of action under \nNorth Carolina law.  N.C.G.S. § 26 -3.1 provides where a guarantor pays the debt of \nhis principal, the guarantor has a right to “either sue his principal for reimbursement \nor sue his principal on the instrument and may maintain any action or avail himself \nof any remedy which the creditor himself might have had against the principal \n \n152 (Countercls. ¶ 347.) \n \n153 (Countercls. ¶¶ 348–50.)  \n \n154 (Countercls. ¶¶ 351–54.) \n \n155 (Pls.’ Br. Supp. 25–26.) \n \ndebtor.”  Here, Cordell alleged that: (1) the “Companies have a number of secured and \nunsecured debt obligations from various creditors”; (2) the “Companies are the \nprimary obligors on the debt obligations”; (3) “Cordell . . . [was a] secondary obligor[] \non one or more of the Companies’ outstanding debts and/or financial obligations”; and \n(4) “[u]pon receiving notice of the Companies’ outstanding debts and/or financial \nobligations, Cordell took steps to satisfy them.”156  Viewing the facts and allegations \nin the light most favorable to Cordell, the Court cannot conclude at this point that \nPlaintiffs are entitled to judgment as a matter of law as to Cordell’s \nreimbursement/contribution claim.  Cordell has adequately alleged the existence of a \ndebt owed by the Companies, that he was a guarantor of the principal’s debt, and that \nhe paid the debt of his principal.  Accordingly, Cordell’s pleadings are sufficient to \nsurvive a Rule 12(c) motion and the Court DENIES Plaintiffs’ Motion with respect \nto Cordell’s fourteenth counterclaim.    \nIV. \nCONCLUSION \n89. WHEREFORE, for the reasons set forth above, the Court hereby GRANTS \nin part and DENIES in part the Motion as follows: \na. Plaintiffs’ Motion is GRANTED with respect to  Defendant’s first, \nsecond, third, fourth, sixth, seventh, eighth, eleventh, twelfth, and \nfifteenth counterclaims, and these claims are hereby DISMISSED with \nprejudice. \n \n156 (Countercls. ¶¶ 346, 348–50.) \n \nb. Plaintiffs’ Motion is GRANTED as to subsections (i) (Triggering Event), \n(iii) (Cordell’s status as a Member or Manager), and (vi) (setoff) of \nPlaintiffs’ second claim for relief, and these claims are hereby \nDISMISSED with prejudice. \nc. Plaintiffs’ Motion is GRANTED with respect to Defendant’s thirteenth \ncounterclaim, and this claim is hereby DISMISSED without \nprejudice. \nd. Plaintiffs’ Motion is DENIED as to Plaintiffs’ first and fourth claims for \nrelief. \ne. Plaintiffs’ Motion is DENIED as to subsections (ii) (effective date for \npurposes of appraisals), (iv) (figure to be used for purposes of the \nappraisal), and (v) (figure to be used for purposes of deducting liabilities) \nof Plaintiffs’ second claim for relief.   \nf. Plaintiffs’ Motion is DENIED with respect to Defendant’s fifth, ninth, \ntenth, and fourteenth counterclaims.   \ng. Plaintiffs’ Motion is otherwise DENIED. \nSO ORDERED, this the 15th day of July, 2025. \n \n \n/s/ A. Todd Brown    \nA. Todd Brown \n     Special Superior Court Judge  \n            for Complex Business Cases \n \n \n "
}