{
  "id": "668e8e5bb45d774bb17ca82acd0c50173942d45f029d995dc655c442d5aae352",
  "source_file": "data/raw/ncbc/668e8e5bb45d774bb17ca82acd0c50173942d45f029d995dc655c442d5aae352.pdf",
  "raw_text": "Coley v.  Its Thundertime LLC, 2016 NCBC 53. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 16 CVS 3019 \n \nKIMBERLI M. COLEY, ) \n  Plaintiff,  ) \n   )    \n v.  ) OPINION AND ORDER \n   )  \nITS THUNDERTIME LLC, RANDY P.  ) \nCOLEY, and DIRECTV LLC, ) \n  Defendants. ) \n  \nTHIS CAUSE, designated a mandatory comple x business case by Order of the Chief \nJustice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, references to the North Caroli na General Statutes will be to \"G.S.\"), and \nassigned to the undersigned Special Superi or Court Judge for Complex Business Cases, \ncomes before the Court upon Defendant DIR ECTV, LLC's (\"DIRECTV\") Motion to Dismiss \nor Stay Plaintiff's Action and for an Award of Attorneys' Fees under G.S. § 6-21.5 (\"Motion to \nDismiss\"). On July 6, 2016, the Court held a hearing on the Motion to Dismiss. \n THE COURT, after considering the Motion to  Dismiss, the briefs in support of and in \nopposition to the Motion to Dismiss, and other appropriate matters of record, concludes that \nthe Motion to Dismiss should be GRANTED, in part, for the reasons below. \nBryant Law Group, PC by Matthew P. Ceradini for Plaintiff Kimberli M. Coley. \n \nBryant & Ivie, PLLC by John Walter Brya nt and Amber Ivie for Defendant Its \nThundertime, LLC. \n \nGordon & Rees, LP by Robert W. Shaw for Defendant Randy P. Coley. \n \nKilpatrick Townsend & Stockton, LLP by Jo hn M. Moye and Jeffrey H. Fisher for \nDefendant DIRECTV, LLC.  \n \nMcGuire, Judge. \n \n \nINTRODUCTION \n1. In this lawsuit, Plaintiff Kimberli Coley (“Kimberli” or “Plaintiff”) seeks a \ndeclaration that she is a member in and 50% owner of Defendant Its Thundertime, LLC \n(“Thundertime”).  Kimberli alleges that her husband, Defendant Randy M. Coley (“Randy”), \nis a member and the owner of the other 50% of  Thundertime.  Plaintiff brings this action \nbecause Defendant DIRECTV, Inc. (“DIRECTV” ) is pursuing a $2.39 million judgment \nawarded against Randy in the federal lawsuit, Sky Cable, LLC, et al., v. Randy Coley, et al., \nCase No. 5:11-CV-00048 (W.D. Va.) (“Virginia Action”).  Kimberli was a defendant in the \nVirginia Action, but was dismissed from that case after she and Randy repeatedly stated \nunder oath that Kimberli had no ownership or involvement in Thundertime, and that Randy \nwas the sole owner of Thundertime.  DIRECTV has filed a Motion for Supplemental \nProceeding in the Virginia Action seeking to reach assets held by Thundertime in satisfaction \nof the judgment against Randy. In response to the motion, Randy is contending that DIRECTV \nshould not be allowed to reach Thundertime’s assets, in part, because they are jointly owned with \nKimberli. That motion was argued in November, 2015, a nd a decision from the federal court is \npending.  In this lawsuit, DIRECTV has filed th e Motion to Dismiss, co ntending that the Court \nshould decline to issue a declaratory judgment a nd dismiss this action b ecause the issue of the \nownership of Thundertime is already pending before the federal court in the Motion for \nSupplemental Proceeding.  Alternatively, DIRECTV requests that the Court stay this lawsuit until \nthe federal court has ruled on the Motion for Supplemental Proceeding.\n \nFACTUAL AND PROCEDURAL BACKGROUND \n2. Kimberli and Randy have been married since 1994. 1  During their marriage \nthey acquired a number of pieces of real pr operty in North Carolina, including rental \n                                                 \n1 Complaint for Declaratory Judgment (“Compl.”) ¶ 7. \nproperty.  The Complaint alleges Kimberli and Randy formed Thundertime in April 2008, as \na Delaware limited liability company, and that each owned a 50% membership interest in \nThundertime.  Attached to the Complaint is an operating agreement for Thundertime \nallegedly executed on April 11, 2008, which pr ovides that Kimberli and Randy each held a \n50% membership interest in Thundertime.2 \n3. Shortly after the formation of Thun dertime, Kimberli and Randy transferred \nthe ownership in the real property owned by them to Thundertime. Despite the allegation \nthat Kimberli already was a 50% member and owner 3, the Complaint alleges Kimberli \n“exchanged her property interest for a 50%  Membership Interest in Thundertime.” 4  T h e  \nrental properties contributed to Thundertime were managed by management companies, but \nthe Complaint alleges that Kimberli “was active in the acquisition, maintenance and record \nkeeping for the properties.”5 \n4. In October 2010, the Coley's “experienced marital discord” and their \nrelationship \"became very strained.\"6  Subsequently, Randy \"attempted to exert control over \nThundertime by fabricating a substitute oper ating agreement which named [Randy] as the \nsole member\" of Thundertime.7  The Complaint alleges that Randy created the new operating \nagreement without Kimberli’s consent. \n5. In June of 2011, Sky Cable, LLC (\"Sky Cable\") sued Kimberli, Randy, East \nCoast Cable Vision, LLC (\"East Coast Cable\"), a business entity controlled by Randy, and \nDIRECTV in the aforementioned Virginia Action. The Virginia Action was assigned to United \nStates District Court Judge Michael F. Urbanski.  In the Virginia Action, Sky Cable alleged \n                                                 \n2 Id. Exh. B. \n3 Id. ¶ 10. \n4 Id. ¶ 13. \n5 Id. ¶ 14. \n6 Compl. ¶ 15. \n7 Id. ¶ 16. \nthat the defendants in that action were involved in the unauthorized publication of DIRECTV \nsatellite television programming. In the Virgin ia Action, DIRECTV also raised cross-claims \nagainst Kimberli, Randy, and East Coast Cable. \n6. Kimberli alleges that in the Virginia Action \"discovery evidence in the form of \ndocuments, depositions and testimony were gi ven which called into question [Kimberli's] \nMembership Interest in Thundertime.\"8  The evidence to which she refers are Kimberli’s and \nRandy’s statements under oath that Kimberli had no ownership interest in Thundertime and \nthat Randy was the sole owner of Thundertime. 9  For example, Kimberli was asked by \ninterrogatory to identify \"any and all join t ventures, partnerships, or other business \nenterprises which [she has] been engaged in or [has] had any interest in either solely or \njointly with others since June 1, 1999,\" and responded, \"None.\"\n10 In November 2012, Kimberli \nprovided sworn responses to interrogatories t hat were served upon her by DIRECTV in the \nVirginia Action. DIRECTV specifically asked Plai ntiff to “identify [her] interests in ‘Its \nThundertime LLC.’” In her sworn response, Plaintiff stated: “None.”11  Finally, at a hearing \nheld before Judge Urbanski on December 20, 2012, Kimberli testified under oath as \nfollows: \nQ: Are you familiar with a company called Its Thunder Time? \nA: Yes, sir. \n                                                 \n8 Id. ¶ 21. These various \"documents, depositions and testimony\" to which Kimberli refers were not \nattached to the Complaint. They were, however, provided by DIRECTV in support of the Motion to \nDismiss. The Court concludes that this discovery has been sufficiently identified and relied upon in \nthe Complaint such that it can be considered in determining the Motion to Dismiss without converting \nthat motion to one for summary judgment. See Robertson v. Boyd, 88 N.C. App. 437, 441, 363 S.E.2d \n672, 675 (1988) (\"Because these documents were the subjects of some of plaintiffs' claims and plaintiffs \nspecifically referred to the documents in their complaint, they could properly be considered by the trial \ncourt in ruling on a motion under Rule 12(b)(6).\") \n9 Moye Aff. (May 9, 2016), Exhs. D, E, F,G, and I. \n10 Id. Exh. D. \n11 Id. Exh. E. \nQ: Do you have any ownership interest in it? \nA: No sir. \nTHE COURT: What does Its Thunder Time do? \nA: It’s a corporation. \nTHE COURT: What does it do? \nA: I don’t know.\n 12 \n7. On July 11, 2013, Judge Urbanski granted Summary Judgment to DIRECTTV \nagainst Randy and East Coast Cable.  On January 23, 2014, Judge Urbanski entered a $2.39 \nmillion judgment against Randy and East Coast Cable. 13 The Complaint alleges that \nKimberli \"was not found to be at fault and wa s dismissed as [a] party with prejudice by \nstipulation\" from the Virginia Action.14 \n8. Following entry of the judgment in the Virginia action, DIRECTV began efforts \nto collect from Randy and his business entities, but has been unsuccessful. Accordingly, on \nSeptember 11, 2015, DIRECTV filed a Motion for Supplemental Proceeding in the Virginia \nAction seeking “reverse veil piercing” in an e ffort to reach assets held by Thundertime.  \nRandy has opposed the Motion for Supplemental Proceeding based, in part, on the claim that \nKimberli is a 50% owner of Thundertime, and has filed in the Virginia Action a number of \nthe same documents that are attached to th e Complaint as support for Kimberli’s alleged \n                                                 \n12 Id. Exh. I, p. 16:3-10. \n13 Kimberli alleges that Randy and East Coast C able were \"found at fault by partial summary \njudgment,\" but does not allege the amount of the judgment ultimately entered. That information was \nprovided by DIRECTV in support of the Motion to Dismiss, and is included herein simply for \nbackground. This judgment was entered on DIRECTV's cross-claim against Randy and East Coast \nCable. \nSee Moye Aff. (May 9, 2016), Exh. J.  \n14 Compl. ¶ 19.  \nownership interest in Thundertime.  On November 19, 2015, Judge Urbanski held a hearing \non the Motion for Supplemental Proceeding, and a decision on the motion is pending.15 \n9. On March 4, 2016, Plaintiff Kimberli filed her Complaint in this matter \nasserting a single claim under the North Carolina Declaratory Judgment Act, G.S. § 1-253 et \nseq. Kimberli seeks a declaration that she is a member of and holds \"a 50% Member Interest\" \nin Thundertime. Kimberli alleges that DIRECTV, \"through supplemental proceedings in the \n[Virginia Action], has seized upon this situat ion to assert a claim for reverse veil piercing \nagainst [Randy's] businesses, including Thundertime.\" 16 Kimberli alleges that DIRECTV's \nactions are based on \"the erroneous assumption that [Randy] owns 100%\" of Thundertime.17 \nBased on the actions taken by DIRECTV in the Virginia Action, Kimberli asserts that her \ninterest in Thundertime is \"at risk of be ing unjustly and unfairly taken by [Randy] and \nDIRECTV.\"\n18  \n10. On May 9, 2016, DIRECTV filed the Motion to Dismiss seeking dismissal of \nthis action in its entirety pursuant to Rule  12(b)(6) of the North Carolina Rules of Civil \nProcedure (\"Rule(s)\"). In the Motion to Di smiss, DIRECTV asks this Court to dismiss the \nComplaint pursuant to Rule 12(b)(6) or, alternatively, to stay this action pending the outcome \nof the Virginia Action. Both arguments are primarily based on DIRECTV's contention that \nthe issues raised in Kimberli's Complaint ar e already pending before Judge Urbanski, and \nthat given the lengthy litigation history and th e prior representations made in the Virginia \nAction, it is the more appropriate forum for resolving the entire dispute between the parties, \nas opposed to proceeding \"piecemeal\" in this action. \n                                                 \n15 On November 23, 2015, DIRECTV filed a Supplemental Request for Appointment of Receiver to \npursue Randy’s assets, including Thundertime’s assets, in the event that the Motion for \nSupplemental proceeding is granted. \n16 Compl. ¶ 23. \n17 Id.  \n18 Id. ¶ 24. \nDISCUSSION \n11. The Court, in deciding a Rule 12( b)(6) motion, treats the well-pleaded \nallegations of the complaint as true and admitted. Sutton v. Duke, 277 N.C. 94, 98, 176 S.E.2d \n161, 163 (1970). However, conclusions of law or unwarranted deductions of fact are not \ndeemed admitted. Id. The facts and permissible inferences set forth in the complaint are to \nbe treated in a light most favorable to the nonmoving party . Ford v. Peaches Entm't Corp. , \n83 N.C. App. 155, 156, 349 S.E.2d 82, 83 (1986). The Court should grant a Rule 12(b)(6) \nmotion when the complaint, on its face, reveals (a) that no law supports the plaintiff's claim, \n(b) the absence of facts sufficient to form a vi able claim, or (c) some fact which necessarily \ndefeats the plaintiff's claim.  \nJackson v. Bumgardner, 318 N.C. 172, 175, 347 S.E.2d 743, 745 \n(1986).  \n12. Under North Carolina law, a declaratory judgment is a statutory remedy that \ngrants a court the authority to \"declare rights , status, and other legal relations,\" G.S. § 1-\n253, when an \"actual controversy,\" exists between parties to a lawsuit. Pine Knoll Shores v. \nCarolina Water Serv., Inc., 128 N.C. App. 321, 321, 494 S.E.2d 618, 618 (1998).  A court may \ndecline to enter a declaratory judgment or decree \"where such judgment or decree, if rendered \nor entered, would not terminate the uncerta inty or controversy giving rise to the \nproceeding . . . .\" G.S. § 1-257. This discretio nary authority is properly exercised \"when (1) \nthe requested declaration will serve no useful purpose in clarifying or settling the legal \nrelations at issue; or (2) the requested declaration will not terminate or afford relief from the \nuncertainty, insecurity, or controvers y giving rise to the proceeding.\" Augur v. Augur , 356 \nN.C. 582, 588–89, 573 S.E.2d 125, 130 (2002).  The Court of Appeals has summarized this \nanalysis as follows: \nThese two fundamental principles require, first of all, consideration of whether \nthe declaratory proceeding will settle th e entire underlying controversy. The \ndeclaratory remedy should not be invoke d \"to try a controversy by piecemeal, \nor to try particular issues without sett ling the entire controversy.\" This is \nespecially so where a separate suit has been filed, or is likely to be filed, that \nwill more fully encompass the scope of the entire controversy. The interests of \njudicial economy and efficiency weigh in favor of suits that will settle all of the \nissues in the underlying controversy. \n \nCoca-Cola Bottling Co. Consol. v.  Durham Coca-Cola Bottling Co. , 141 N.C. App. 569, 578, \n541 S.E.2d 157, 163 (2000) (citations omitted).  In addition, a party “should not be permitted \nto bring a declaratory suit involving overlapp ing issues in a different jurisdiction as a \nstrategic means of obtaining a more preferable forum.” Id. at 579, 541 S.E.2d at 164. The \nCourt should consider the potential purposes for which the plaintiff filed the declaratory \naction in light of the issues in the other suit.  Id. at 578–79, 541 S.E.2d at 164. \n13. North Carolina courts have recognized  that the discretionary authority \ngranted by G.S. § 1-257 can appropriately be exercised in considering a Rule 12(b)(6) motion. \nId. at 581, 541 S.E.2d at 165. When the record reveals the lack of a basis for declaratory relief, \na Rule 12(b)(6) motion may be granted against a declaratory judgment claim. Kirkman v. \nKirkman, 42 N.C. App. 173, 176, 256 S.E.2d 264, 266 (1979). \n14. DIRECTV contends that this Court sh ould decline to issue the requested \ndeclaratory judgment because the issue of Pl aintiff’s ownership interest in Thundertime \nalready has been, and is being, litigated in the Virginia Action, and because the requested \ndeclaration will not terminate the ongoing controversy between Kimberli, Randy, and \nDIRECTV. Plaintiff argues that DIRECTV’s intere st in this action is “indirect” because a \ndeclaration that Kimberli is a 50% owner of  Thundertime will not prevent DIRECTV from \nreaching Randy’s interests in Thundertime if it is successful in the Motion for Supplemental \nProceedings.19  Essentially, Plaintiff argues that a llowing her to proceed with this lawsuit \nwill not result in “piecemeal” litigation of the issues. \n                                                 \n19 Pl.’s Resp. to Mot. to Dismiss, pp. 11–12.  Plaintiff also argues that she has standing to pursue a \ndeclaratory judgment claim in this Court despite DIRECTV’s position that she admitted she has no \n15. After thorough consideration of the facts at bar, the Court concludes that \nissuing the requested declaratory judgment wo uld not fully resolve the \"uncertainty or \ncontroversy giving rise to the proceeding.\" Augur, 356 N.C. at 588-89, 573 S.E.2d at 130. \nHere, the controversy giving rise to this proceeding deals with DIRECTV's attempts to reach \nthe assets of Thundertime to satisfy the judgment obtained in the Virginia Action.20 Plaintiff \nexpressly alleged that she seeks a declarat ory judgment because DIRECTV’s attempts to \nreach the assets held by Thundertime in th e Virginia Action place her interest in \nThundertime \"at risk of being unjustly and  unfairly taken by [Randy] and DIRECTV.”21  As \nKimberli conceded in her Response to the Motion to Dismiss, determining Kimberli's interest \nin Thundertime is only a small piece of reso lving the greater contro versy surrounding the \nsatisfaction of the judgment entered in the Virginia Action. 22  For example, whether \nDIRECTV can even reach Thundertime’s assets  will depend on a determination by Judge \nUrbanski as to whether a reverse veil-pier cing theory can be applied to Randy and \nThundertime. That issue will not be resolved by the declaration Plaintiff seeks in this \nlawsuit. \n16. Equally significant, however, is that the question of whether Kimberli has an \ninterest in Thundertime has been placed squarely in front of the court in the Virginia Action.  \nThat action has been pending for more than fi ve years, and significant evidence regarding \nKimberli’s ownership and involvement in Thundertime has been presented, including what \nnow appears to be Kimberli’s and Randy’s complete about-face on the question.  It is for Judge \n                                                 \nownership interest in Thundertime.  Id. pp. 12–13.  DIRECTV, however, has not challenged \nKimberli’s standing to bring this action, and the Court need not address this argument. \n20 Compl. ¶¶ 18, 23. \n21 Id. ¶ 24. \n22 Pl.’s Resp. to Mot. to Dismiss,  p. 20. \nUrbanski, in the first instance, to determine the impact of Kimberli’s and Randy’s previous \nsworn testimony given their new claims that Kimberli is a 50% owner of Thundertime.23 \n17. The same facts raise serious concer ns regarding judicial economy and \nefficiency. Our appellate courts have specifically noted that a declaratory proceeding should \nnot be invoked to try a contro versy by piecemeal, or to resolve isolated issues without \nresolving the broader controversy. See Coca-Cola Bottling, 141 N.C. App. at 578, 541 S.E.2d \nat 163. \"This is especially so where a separate suit has been filed . . . that will more fully \nencompass the scope of the entire controversy.\" \nId. (citation omitted). The issues concerning \nKimberli's interest in Thundertime and the arguments raised by Randy and Kimberli in this \nlawsuit have already been presented to and are currently pending before Judge Urbanski in \nthe Virginia Action.24 Plaintiff’s position in this lawsuit appears to be that her prior testimony \nthat she had no ownership interest in Thundertime can be reconciled with her current claim \nof ownership because there may be two Thund ertime entities. Judge Urbanski has been \ninvolved with the controversy pr esented in this action since its inception, and therefore can \nplace the parties' evidence and arguments conc erning Kimberli's interest in Thundertime \nwithin the complete context of the dispute. The Court concludes that the Virginia Action is a \nfar more appropriate forum to determine wh ether, as DIRECTV argues here, Kimberli’s \nclaim in this lawsuit is actually inconsistent with her previous position in the Virginia Action. \n18. Finally, allowing this lawsuit to proceed  would require the parties to litigate \nthe question of Kimberli’s ownership in Thundertime simultaneously in this Court and the \nVirginia Action. This is not only an inefficien t use of the parties' and the courts' resources, \nbut raises concerns over the possibility of inconsistent outcomes in the actions. This too \n                                                 \n23 As DIRECTV correctly notes, Kimberli and Thundertime have the right to move to intervene in \nthe Virginia Action to protect any interest they believe will be affected by DIRECTV's pursuit of its \njudgment. \n24 Moye Aff. (May 9, 2016) (attaching documents and filings in the Virginia Action).  \nweighs in favor of this Court’s decision to de cline to issue a declaratory judgment in this \nlawsuit.  \n19. For the foregoing reasons, the Court co ncludes, in its discretion, that the \nMotion to Dismiss should be GRANTED, and this action should be DISMISSED. \n20. In the Motion to Dismiss, DIRECTV also  seeks an order awarding reasonable \nattorneys' fees \"incurred in defending agains t [Kimberli's] frivolous lawsuit,\" pursuant to \nG.S. § 6-21.5. That section allows for an award of fees for a prevailing party \"if the court finds \nthat there was a complete absence of a justici able issue of either law or fact raised by the \nlosing party in any pleading.\" G.S. § 6-21.5. Th at section goes on to state that, while it may \nprovide some evidence of a lack of justiciable issue, the granting of a Rule 12(b)(6) motion is \nnot itself dispositive of the issue. If fees ar e awarded under this section, a court is required \nto make findings of fact and conclusions of law in support of the award. \nId.  \n21. The Court concludes that the Complaint presented justiciable issues of law and \nfact such that an award of fees under G.S. § 6-21.5 is improper. DIRECTV does not contend, \nnor could it based on the Court's reading of the Complaint, that Plaintiff has not sufficiently \nalleged an existing controversy between the parties. Instead, DIRECTV has asked the Court, \npursuant to statutory authority unique to the Declaratory Judgment Act, to exercise its \ndiscretion to dismiss this action pursuant to Rule 12(b)(6). The Court concludes that \nDIRECTV is not entitled to its fees under G.S.  § 6-21.5, and that this request should be \nDENIED. \nTHEREFORE, IT IS ORDERED that Defendant DIRECTV, LLC's Motion to Dismiss \nis GRANTED, in part, and Plaintiff Kimberli M. Coley's Complaint is DISMISSED. Except \nas expressly GRANTED herein, the Motion to Dismiss is DENIED. \n \n \nThis the 15th day of July, 2016. \n \n/s/ Gregory P. McGuire   \n      G r e g o r y  P .  M c G u i r e  \n      S p e c i a l  S u p e r i o r  C o u r t  J u d g e  \n         for Complex Business Cases \n "
}