{
  "id": "66cc9bdae10c1f1101f4defc5e2f789935cbd59c31469252652ef417b241eb30",
  "source_file": "data/raw/ncbc/66cc9bdae10c1f1101f4defc5e2f789935cbd59c31469252652ef417b241eb30.pdf",
  "raw_text": "Lee v. Coastal Agrobusiness, Inc., 2012 NCBC 37. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUS TICE \n SUPERIOR COURT DIVISION \nCOUNTY OF SAMPSON 09 CVS 1719 \n \n \nARTHUR CALE LEE and KEVIN JACOB  ) \nLEE, a partnership d/b/a DOUBLE L FARMS, ) \nARTHUR T. LEE and on behalf of all others ) \nsimilarly situated, ) \n Plaintiffs )   \n  ) OPINION AND  ORDER  \n v.  )     \n   )  \n   )   \nCOASTAL AGROBUSINESS, INC. and ) \nINTX MICROBIALS, LLC, ) \n Defendants ) \n \n \nTHIS CAUSE, designated a mandatory complex business case by Order of the \nChief Justice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-\n45.4(b) (hereinafter, all references to the North Carolina General Statutes will be to \n\"G.S.\"), and assigned to the undersigned Chief Special Superior Court Judge for \nComplex Business Cases, comes before the court upon (a) Defendant Coastal \nAgroBusiness, Inc.'s Motion for Summary Judgment on Counterclaim, (b) Defendant \nCoastal AgroBusiness, Inc.'s Motion to Dismiss Arthur T. Lee and (c) Defendant INTX \nMicrobials, LLC's Motion for Summary Judgment as to Claims of Plaintiff Arthur T. Lee \n(collectively, \"Motions\"); and \nTHE COURT, after considering the Motions, arguments, briefs, affidavits, other \nsubmissions of counsel and appropriate matters of record, CONCLUDES that the \nMotions should be GRANTED, for the reasons stated herein. \nBrent Adams & Associates, by Brenton D. Adams, Esq. for Plaintiffs. \n \nColombo, Kitchin, Dunn, Ball & Porter, LLP, by W. Walton Kitchin, Esq. and \nChristian E. Porter, Esq. for Defendant Coastal AgroBusiness, Inc. \n \nWyrick Robbins Yates & Ponton, LLP, by Charles George, Esq. for Defendant \nINTX Microbial, LLC. \n \nJolly, Judge. \n \nI.  \n \nPROCEDURAL HISTORY \n \n[1] On October 16, 2009, Plaintiffs filed their Com plaint in this civil action.  \nThe Complaint alleges five causes of action (\"Claim(s)\"): First Claim – Breach of Implied \nWarranty; Second Claim – Punitive Damages; Third Cl aim – Compensatory Damages; \nFourth Claim – Negligence and Fifth Claim – Unfair and Deceptive Trade Practice.  The \nComplaint also includes a motion seeking class certification (\"Class Motion\").  \n[2] On November 16, 2009, Defendant Coastal AgroBus iness, Inc. (\"Coastal\") \nfiled and served an Answer, Motion to Dismiss and Counterclaim.  Coastal's \nCounterclaim seeks payment from Plaintiffs for unpaid amounts due under open credit \naccounts.  Coastal also filed separately a Motion to Deny Certification of Class. 1 \n[3] On December 22, 2009, Defendant INTX Microbials , LLC (\"INTX\") filed \nand served its Answer (\"INTX Answer\"). \n                                                \n \n1 On October 6, 2010, Plaintiff filed a motion titled \"Plaintiffs' Motion to Continue Hearing on Motion of the \nDefendant Coastal Agrobusiness, Inc.'s (sic) to Den y Class Certification and, in the alternative, Plaintiffs' \nMotion for an Order Certifying the Claim.\"  That mo tion incorporated the same allegations contained in the \nComplaint to support class certification.  The court will treat Plaintiffs' October 6, 2010 motion as a \nrenewal of the Class Motion contained in the Compla int.  However, Plaintiffs' Class Motion has not been \nbriefed pursuant to Rule 15.2 of the General Rules of Practice and Procedure for the North Carolina \nBusiness Court (\"BCR\").  As such, pursuant to BCR 15.11, Plaintiffs' Class Motion may be denied \nsummarily.  In its discretion, the court elects to consider Plaintiffs' Class Motion at a later date, as \ndiscussed infra .  \n[4] On March 15, 2010, Coastal filed its Motion for  Summary Judgment on \nCounterclaim (\"Coastal Motion for Summary Judgment\") and Motion to Dismiss Arthur \nT. Lee (\"Coastal Motion to Dismiss\"). \n[5] On April 8, 2010, Plaintiffs filed a one-page r esponse to the Coastal \nMotion for Summary Judgment.  Plaintiffs also filed the Affidavit of Kevin J. Lee (\"April 8 \nLee Affidavit\") in opposition to the Coastal Motion for Summary Judgment. \n[6] On August 25, 2010, INTX filed its Motion for S ummary Judgment as to \nClaims of Plaintiff Arthur T. Lee (\"INTX Motion\"). \n[7] On October 4, 2010, Plaintiffs filed a one-page  response to the Coastal \nMotion to Dismiss. \n[8] On October 6, 2010, Plaintiffs filed a two-page  response to the INTX \nMotion. 2   \n[9] On October 6, 2010, Plaintiffs also filed a bri ef (\"Plaintiffs' Brief\") in \nopposition to \"Defendants' Motion for Partial Summary Judgment.\" 3  Plaintiffs also filed \nthe Affidavits of Kevin J. Lee (\"October 5 Lee Affidavit\") 4 and Michael J. Healy \"in \nOpposition to the Defendants' Motion for Partial Summary Judgment and In Support of \nthe Plaintiffs' Motion for Summary Judgment.\" \n[10] The court observes that Plaintiffs have filed the following documents in \nviolation of the timing requirements of BCR 15.6 and/or BCR 9.2: (a) Plaintiffs' \n                                                 \n2 Plaintiffs failed to file a substantive responsive brief in opposition to the INTX Motion and the Coastal \nMotion to Dismiss.  On October 6, 2010, Plaintiffs also filed a Motion for Extension of Time to File \nResponses and Brief to Defendants' Motion for Partial Summary Judgment.  That motion was untimely \nand appears to be moot because Plaintiffs actually filed a responsive brief on October 6, 2010.   \n3 Plaintiffs' Brief does not specify whether it is made in opposition to the Coastal Motion for Summary \nJudgment or the INTX Motion.  In fact, there is no motion titled \"Defendants' Motion for Partial Summa ry \nJudgment.\"  However, Plaintiffs' Brief appears to be directed to the Coastal Motion for Summary \nJudgment, and the court will treat it as such. \n4 There are two Kevin J. Lee Affidavits.  The October 5 Lee Affidavit, filed on October 6, 2010, is dated \nOctober 5, 2010.  \nResponse to the Coastal Motion to Dismiss; (b) October 5 Lee Affidavit; (c) Healy \nAffidavit; (d) Plaintiff Arthur T. Lee's Response to the INTX Motion; (e) Plaintiffs' Brief \nand (f) Plaintiffs' Motion to Extend Time to File Responses and Brief.  The court also \nnotes that Plaintiffs have not filed a Motion for Summary Judgment despite the fact they \noffer the October 5 Lee Affidavit and the Healy Affidavit in \"[s]upport of Plaintiffs' Motion \nfor Summary Judgment.\" \n[11] On October 8, 2010, INTX filed a Motion to Str ike or, in the Alternative, \nRule 56(f) Affidavit (\"Motion to Strike\"), requesting that the court strike several \ndocuments filed by Plaintiffs.  The Motion to Strike is based largely on Plaintiffs' \nrepeated failure to follow the procedural rules of the Business Court, specifically BCR \n15.11, which provides that \"[i]f a respondent fails to file a response within the time \nrequired by [BCR 15], the motion will be considered and decided as an uncontested \nmotion, and ordinarily will be granted without further notice.\"    \n[12] The court, in its discretion, will consider th e above-referenced filings and \naffidavits submitted by Plaintiffs.  INTX's Motion to Strike these filings and affidavits is \nDENIED. \n[13] Despite the fact that there are no pending mot ions directed to the merits of \nPlaintiffs' underlying Claims, Plaintiffs' Brief and affidavits make arguments as to their \nClaim for breach of implied warranty.  The court will not consider Plaintiffs' arguments \non the merits of that Claim at this time.   \n[14] The court has heard oral argument on the Motio ns and they are ripe for \ndetermination. \n \nII. \nFACTUAL BACKGROUND  \n[15] Plaintiffs Arthur Cale Lee (\"Arthur C. Lee\") a nd Kevin Jacob Lee (\"Kevin J. \nLee\") are general partners in a North Carolina partnership known as Double L Farms 5 \n(\"Partnership\"). 6   \n[16] Plaintiff Arthur T. Lee, father of Arthur C. L ee and Kevin J. Lee, is not a \npartner in the Partnership. 7 \n[17] Coastal is a North Carolina corporation with i ts principal office in \nGreenville, North Carolina. 8  Coastal is a merchant that supplies fertilizer, chemicals and \nother related products for use in agricultural enterprises to the public and the farming \ncommunity. 9 \n[18] INTX is a limited liability company with its p rincipal office in Kentland, \nIndiana. 10   INTX manufactures and distributes inoculants and other products for use in \nagriculture, including the inoculant N-TAKE. 11  \n[19] In 2008, Plaintiffs 12  purchased N-TAKE from Coastal for use on their 2008 \npeanut crop. 13  \n[20] N-TAKE is an inoculant that is placed upon pea nut seeds for the purpose \nof enhancing the growth and development of the peanut plant.14  \n                                                 \n5 On October 4, 2010, Plaintiffs filed a Motion to Amend Complaint to change the name of the Partnershi p \nfrom Double Lee Farms to Double L Farms.  On Octobe r 11, 2010, the court, ruling from the bench, \ngranted Plaintiffs' Motion to Amend Complaint.  The Amended Complaint subsequently was filed. \n6 Compl. ¶ 1.  \n7 Id. ¶ 2.  \n8 Id. ¶ 3.  \n9 Id. ¶ 8.  \n10  Id.  ¶ 4.  \n11  INTX Answer ¶ 6. \n12  As discussed infra , only Arthur C. Lee and Kevin J. Lee, as partners of Double L Farms, purchased N-\nTAKE.  Arthur T. Lee did not individually and directly purchase N-TAKE in 2008.  See  October 5 Lee Aff. \n¶¶ 3-6.  \n13  Compl. ¶ 5.  \n[21] Plaintiffs allege that they properly applied N -TAKE to their 2008 peanut \ncrop and that the peanut seeds they used were good and did not contain any defects. 15  \n[22] Plaintiffs allege that the N-TAKE they purchas ed was defective in that it \ndid not contain the proper chemicals and elements necessary to serve its purpose as an \ninoculant and was not fit for the purpose for which it was sold.16  \n[23] The Complaint alleges that Plaintiffs suffered  damages consisting of the \nloss of the 2008 peanut crop, the cost of fertilizer and the purchase price of N-TAKE. \n[24] During the period from March 14, 2008, through  October 15, 2008, the \nPartnership purchased various other farm products from Coastal. 17    \n[25] Prior to these purchases, Arthur C. Lee and Ke vin J. Lee signed Terms \nAnnouncement and Disclosure Statements (\"Agreement(s)\") and a Guaranty \n(\"Guaranty\") with Coastal.  Through the Agreements and the Guaranty, Arthur C. Lee \nand Kevin J. Lee agreed to be responsible for purchases in their behalf from Coastal. 18  \nAt times material, such purchases were made in their behalf through the Partnership.  \nThe Agreements provide that payment for purchased products is due thirty days from \nthe date of purchase.  The Agreements further provide that if payment is not made \nwithin thirty days, interest charges will accrue at the rate of one and one-half percent \nper month. \n[26] Coastal alleges that the Partnership stopped m aking payments on all their \ninvoices after August 2008. 19  \n                                                                                                                                                             \n14  Id.  \n15  Id. ¶¶ 13-14. \n16  Id.  ¶ 19.  \n17  Griffin Aff. ¶ 9.  \n18  Id.  ¶¶ 4-5.  \n19  Def. Coastal's Br. Supp. Mot. Summ. J. Countercl. 1.  \n[27] Between April and September 2008, Arthur T. Le e, individually, purchased \nfarm products from Coastal. 20   Arthur T. Lee did not purchase N-TAKE from Coastal in \n2008. 21   Arthur T. Lee stopped making payments on all his invoices with Coastal after \nSeptember 30, 2008. \n[28] On September 29, 2009, Coastal made demand for  payment from the \nPartnership and Arthur T. Lee.  To date, Plaintiffs have not made payments on their \naccounts. \n[29] As of September 30, 2010, the total amount due  and unpaid to Coastal for \nsales to the Partnership was $171,921.48. 22   Of that amount, $6,425.70 was for N-\nTAKE. 23  \n[30] As of September 30, 2010, the total amount due  and unpaid to Coastal for \nsales to Arthur T. Lee was $41,227.19. 24  \nIII. \nDISCUSSION  \nA. \nCoastal Motion for Summary Judgment  \n[31] Coastal argues that it is entitled to summary judgment on its Counterclaim \nagainst Plaintiffs for money owed on the past due accounts. \n[32] Plaintiffs respond that because Coastal breach ed an implied warranty \nwhen it sold a defective product (N-TAKE), Plaintiffs should be entitled to offset their \n                                                 \n20  Id.  ¶ 13.  \n21  Id.  ¶ 14.  \n22  Suppl. Griffin Aff. ¶ 5.  \n23  Id.  ¶ 3.  \n24  Id.  ¶ 4.   \nwarranty damages from the money owed Coastal on past due accounts. 25   Plaintiffs rely \non the Uniform Commercial Code, as codified in North Carolina under G.S. 25-2-717.26  \n[33] Under Rule 56(c), summary judgment is to be re ndered \"forthwith\" if the \npleadings, depositions, answers to interrogatories and admissions on file, together with \nthe affidavits, if any, show that upon the forecast of evidence there exists no genuine \nissue as to any material fact and that any party is entitled to a judgment as a matter of \nlaw.  Grayson v. High Point Dev. Ltd. P'ship , 175 N.C. App. 786, 788 (2006).   \n[34] The court views the evidence in the light most  favorable to the nonmoving \nparty.  Bruce-Terminix Co. v. Zurich Ins. Co. , 130 N.C. App. 729, 733 (1998). \n[35] There is no dispute that Plaintiffs are liable  to Coastal for the unpaid \namounts owed on open credit accounts.  The question before the court is whether \nPlaintiffs may offset the amount owed on such accounts from their alleged warranty \ndamages arising from their purchase of N-TAKE.   \n[36] The court is not persuaded by Plaintiffs' argu ment for an offset under G.S. \n25-2-717.  To the contrary, G.S. 25-2-717 provides that \"[t]he buyer on notifying the \nseller of his intention to do so may deduct all or any part of the damages resulting from \nany breach of the contract from any part of the price still due under the same contract.\" \n[37] Interpreting the plain language of G.S. 25-2-7 17, any offset permitted can \nonly be applied to debts owed under the contract at issue.  See  G.S. 25-2-717 cmt. 1 \n(\"To bring [2-717] into application the breach involved must be of the same contract \nunder which the price in question is claimed to have been earned.\"); see also  \nAmerisourceBergen Corp. v. Dialysist West, Inc. , 465 F.3d 946, 950 (9th Cir. 2006) (\"A \n                                                 \n25  April 8 Lee Aff. ¶¶ 11, 14, 15.  \n26  Pls. Br. Opp'n Defs. Mot. Partial Summ. J. 1-2.  \nplain reading of [2-717] indicates that a party may not setoff a contractual claim against \na debt on a separate contract.\").  \"Section 2-717 is not a general set-off provision \npermitting a buyer of goods to adjust its continuing contract obligations according to the \nequities perceived by the buyer.\"  ITV Direct, Inc. v.  Healthy Solutions, LLC , 379 F. \nSupp. 2d 130, 133 (D. Mass. 2005) (internal quotation omitted).  \n[38] Consequently, Plaintiffs may not withhold paym ent for products purchased \non their accounts other than N-TAKE.  Under G.S. 25-2-717, Plaintiffs would only be \nentitled to withhold payment for N-TAKE purchased in 2008, if they ultimately prevail on \ntheir Claim for breach of implied warranty. \n[39] Accordingly, the court CONLUDES there exist no  genuine issues of \nmaterial fact as to the amounts Plaintiffs owe Coastal on their accounts for products \npurchased and received, other than N-TAKE.  As such, the Coastal Motion for Summary \nJudgment should be GRANTED. \n[40] Coastal is entitled to recover judgment from t he Partnership, Arthur C. Lee \nand Kevin J. Lee, jointly and severally, in the amount of $165,495.78, plus interest on \nsaid amount as provided by law. \n[41] Coastal is entitled to recover judgment from A rthur T. Lee in the amount of \n$41,227.19, plus interest on said amount as provided by law.   \n \n \n \n \n \nB. \nCoastal Motion to Dismiss and INTX Motion  \n \n[42] Defendants contend that Arthur T. Lee's claims  against them should be \ndismissed for lack of standing because he did not purchase N-TAKE during the 2008 \npeanut growing season. 27  \n[43] Dismissal of an action pursuant to Rule 12(b)( 6) is appropriate when the \ncomplaint fails to state a claim upon which relief can be granted. \n[44] When deciding a Rule 12(b)(6) motion, the well  pleaded allegations of the \ncomplaint are taken as true and admitted, but conclusions of law or unwarranted \ndeductions of facts are not admitted.  Sutton v. Duke , 277 N.C. 94, 98 (1970).  \n[45] A complaint fails to state a claim upon which relief can be granted when \neither (a) the complaint on its face reveals that no law supports the plaintiff's claim, (b) \nthe complaint on its face reveals the absence of facts sufficient to make a good claim or \n(c) some fact disclosed in the complaint necessarily defeats the plaintiff's claim.  \nJackson v. Bumgardner , 318 N.C. 172, 175 (1986).  \n[46] \"A motion to dismiss a party's claim for lack of standing is tantamount to a \nmotion to dismiss for failure to state a claim upon which relief can be granted according \nto Rule 12(b)(6) . . . .\"  Slaughter v. Swicegood , 162 N.C. App. 457, 464 (2004); see \nalso  Energy Investors Fund, L.P. v. Metric Constructors, Inc. , 351 N.C. 331, 337 (2000) \n(\"A lack of standing may be challenged by motion to dismiss for failure to state a claim \nupon which relief may be granted.\").  \n[47] A party seeking standing has the burden of pro ving three necessary \nelements:  \n                                                \n \n27  Def. Coastal's Br. Supp. Mot. Dismiss Arthur T. Lee 3.  \n(1) \"injury in fact\" – an invasion of a legally pro tected interest \nthat is (a) concrete and particularized and (b) act ual or \nimminent, not conjectural or hypothetical; (2) the injury is \nfairly traceable to the challenged action of the de fendant; \nand (3) it is likely, as opposed to merely speculat ive, that the \ninjury will be redressed by a favorable decision. \n \nBeachcomber Props., L.L.C. v. Station One, Inc. , 169  N.C. App. 820, 823 (2005) \n(quoting Neuse River Found., Inc. v. Smithfield Foods, Inc ., 155 N.C. App. 110, \n114 (2002)). \n[48] Arthur T. Lee does not have a legally-protecte d interest with regard to \nPlaintiffs' Claims.  It is undisputed that Arthur T. Lee did not purchase N-TAKE in 2008.  \nArthur T. Lee's only purported interest in the underlying Claims is his right to receive \ntwenty percent (20%) of the profit realized on the Partnership's 2008 peanut crop.\n28   \nThis purported interest is not sufficient to make Arthur T. Lee a real party in interest with \nstanding to bring this suit.  See Beachbomber , 169 N.C. App. at 824 (holding that the \nplaintiff suffered no injury in fact and lacked standing where it was not a party to the \ncontract in question).  \n[49] \"[W]hen a claim is only for economic loss . . . the general rule is that privity \nis required to assert a claim for breach of an implied warranty . . . .\"  Energy Investors , \n351 N.C . at 338; see also Atl. Coast Mech., Inc. v. Arcardis, Geraghty & Miller of N.C., \nInc. , 175 N.C. App. 339, 346 (2006) (\"Privity is still required in an action for breach of \nimplied warranties that seeks recovery for economic loss.\"). \n[50] Here, Arthur T. Lee's Claims are only for econ omic loss and he is not in \nprivity with Defendants because he did not purchase N-TAKE.  Absent a claim for \npersonal injury or property damage, Arthur T. Lee must show privity.  See G.S. 99B-2. \n                                                 \n28  October 5 Lee Aff. ¶¶ 4-5.  \n[51] Accordingly, Arthur T. Lee does not have stand ing to assert his claims \nagainst Defendants.  The Coastal Motion to Dismiss and the INTX Motion should be \nGRANTED.  \nIV. \nCONCLUSION  \nNOW THEREFORE, based upon the foregoing, it hereby is ORDERED that: \n[52] Coastal's Motion for Summary Judgment on Count erclaim is GRANTED. \n[53] Coastal shall have and recover judgment from t he Partnership, Arthur C. \nLee and Kevin J. Lee, jointly and severally, in the amount of $165,495.78, plus interest \non said amount as provided by law. \n[54] Coastal shall have and recover judgment from A rthur T. Lee in the amount \nof $41,227.19, plus interest on said amount as provided by law.   \n[55] Enforcement of the judgments entered in paragr aphs 53 and 54 above \nshall be STAYED until final disposition of all Claims and Counterclaims in this civil \naction. \n[56] Coastal's Motion to Dismiss Arthur T. Lee and INTX's Motion for Summary \nJudgment as to Claims of Plaintiff Arthur T. Lee are GRANTED, for lack of standing.  \nAccordingly, Arthur T. Lee's Claims are DISMISSED. \n[57] If Plaintiffs wish to proceed on their Class M otion, they shall have to and \nincluding July 13, 2012, to file a brief in support thereof.  If Plaintiffs fail to file a brief, the \nClass Motion will be deemed abandoned. \n[58] Defendants shall have to and including August 3, 2012, to file a response \nbrief, if any, as to the Class Motion.  \n[59] Plaintiffs shall have to and including August 10, 2012, to file a reply brief, if \nany, as to the Class Motion. \n[60] On Wednesday, August 15, 2012, beginning at 11 :00 a.m. in the North \nCarolina Business Court, 225 Hillsborough Street, Suite 303, Raleigh, North Carolina, \nthe court will conduct a hearing on Plaintiffs' Class Motion.  At that time, the court will \nalso address any case management issues going forward in this civil action.  On or \nbefore Wednesday, August 8, 2012, the parties shall submit a Case Management \nReport, pursuant to BCR 17.  \nThis the 21st day of June, 2012. \n "
}