{
  "id": "672ee66a4d23c1249727f4da7e6c904c98ac490902942b31f78d0499356f5959",
  "source_file": "data/raw/ncbc/672ee66a4d23c1249727f4da7e6c904c98ac490902942b31f78d0499356f5959.pdf",
  "raw_text": "Wortman v. Hutaff, 2016 NCBC 36. \n \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF UNION \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n15 CVS 1735 \nJUSTIN TODD WORTMAN;  \nJUDIE MOSER SHEPARD; \nCHELSEY SHEA FELTS; and \nDARBY VON WORTMAN, \n \nPlaintiffs, \n \nv. \n \nRICHARD R. HUTAFF, \n  \nDefendant. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER & OPINION \n \n {1} THIS MATTER is before the Cour t on Defendant Richard R. Hutaff’s \nMotion to Dismiss (“Motion”).  For the reasons explained below, Hutaff’s Motion is \nDENIED.   \nSpengler & Agans, PLLC by Eric Spengler, and Fitzgerald Law, P.C. by \nAndrew L. Fitzgerald for Plaintiffs. \n \nPoyner Spruill LLP by T. Richard Kane and John M. Durnovich for \nDefendant. \n \nGale, Chief Judge. \nI. INTRODUCTION \n{2} Plaintiffs are beneficiaries of th e late Dan L. Moser’s (“Mr. Moser”) \nwill, which they claim, in conjunction with a pourover trust, left to Plaintiffs all of \nMr. Moser’s interest in an LLC that owned a golf course as its primary asset.  \nDefendant Richard R. Hutaff (“Hutaff”) and former defendant Thomas M. Moyer II \n(“Moyer”) were coexecutors of Mr. Moser’s estate and cotrustees of the pourover \ntrust.  They made no effort to distribute Mr. Moser’s interest in the LLC to the \nPlaintiffs before they resigned as coexecutors and cotrustees.  Plaintiffs complain \nthat Hutaff’s and Moyer’s failure to distribute the LLC interest was a violation of \ntheir fiduciary duties and, as a result, Plaintiffs should recover from Hutaff any \n \n \n \n \nreduction in the value of the LLC interest that Hutaff could have prevented.  Hutaff \ncontends that Plaintiffs’ claims are time-barred by the applicable statute of \nlimitations and that, even if the claims are not time-barred, he was not the \nproximate cause of Plaintiffs’ loss.   \n{3} The Court concludes that a determination of the validity of Hutaff’s \nvarious defenses must await a more-developed record and that the Motion must \ntherefore be denied.   \nII. PARTIES \n{4} Plaintiff Justin Todd Wortman (“Wortman”) is a resident of Los \nAngeles, California.  Plaintiffs Judie Moser Shepard, Chelsey Shea Felts (“Felts”), \nand Darby Von Wortman are residents of Union County, North Carolina.  \n{5} Hutaff is a resident of Union County, North Carolina, and is an \nattorney and certified public accountant licensed to practice both disciplines in \nNorth Carolina. \n{6} Former defendant Moyer is a resident of Union County, North \nCarolina, and is a certified public accountant licensed to practice in North Carolina. \nIII. PROCEDURAL BACKGROUND \n{7} Plaintiffs first initiated a lawsuit against Hutaff and Moyer on \nDecember 2, 2010.  Plaintiffs voluntarily dismissed that lawsuit without prejudice \non July 16, 2014. \n{8} Pursuant to Rule 41(a)(1) of the North Carolina Rules of Civil \nProcedure (“Rules”), Plaintiffs initiated this new lawsuit against Hutaff and Moyer \non July 7, 2015.  The Complaint asserted claims for breach of fiduciary duty, \nprofessional negligence, and punitive damages.  This action was designated as a \nmandatory complex business case on July 15, 2015, and assigned to the \nundersigned on July 16, 2015. \n{9} Hutaff filed the Motion now before the Court on August 21, 2015. \n \n \n \n \n{10} After the Motion was briefed, the Court heard argument on October 26, \n2015.  Based on arguments presented at the hearing, the Court requested that \nPlaintiffs file a supplemental brief to better delineate their theory of recovery.  \nPlaintiffs did so on November 16, 2015.  On November 18, 2015, Plaintiffs dismissed \nall claims against Moyer with prejudice and filed their First Amended Complaint, \nwhich alleges claims against Hutaff only.  The parties agreed that the earlier-filed \nMotion, along with their briefs, should be deemed to have been made or filed in \nregard to the First Amended Complaint.  On December 9, 2015, Hutaff filed his \nsupplemental response.   \n{11} The Motion is now ripe for ruling. \nIV. FACTUAL BACKGROUND \n{12} The Court reviews the allegations of the First Amended Complaint in \nthe light most favorable to the Plaintiffs.  See Ford v. Peaches Entm’t Corp., 83 N.C. \nApp. 155, 156, 349 S.E.2d 82, 83 (1986).  On a motion to dismiss made under Rule \n12(b)(6), the Court must inquire “whether, as a matter of law, the allegations of the \ncomplaint, treated as true, are sufficient to state a claim upon which relief may be \ngranted under some legal theory.”  Crouse v. Mineo, 189 N.C. App. 232, 237, 658 \nS.E.2d 33, 36 (2008) (quoting Harris v. NCNB Nat’l Bank of N.C., 85 N.C. App. 669, \n670, 355 S.E.2d 838, 840 (1987)).  The Court assumes the allegations in the First \nAmended Complaint to be true solely for purposes of resolving the Motion.   \nA. Creation of Carolina Golf Developers, LLC, the Will, and the Trust \n{13} On September 13, 1995, Mr. Mo ser, the late Carl A. Boggs, Jr. \n(“Boggs”), and L. Carlton Tyson (“Tyson”) formed Carolina Golf Developers, LLC \n(the “LLC”), a North Carolina limited-liability company, as equal one-third owners.  \nThe LLC owned Emerald Lake Golf Club (“Emerald Lake”).  Sometime prior to \nFebruary 20, 2006, Boggs formed KLJ Properties, LLC (“KLJ”), to which he \ntransferred his ownership in the LLC. \n \n \n \n \n{14} On August 6, 2002, Mr. Moser executed a Last Will and Testament \n(the “Will”), in which he nominated Hutaff and Moyer as coexecutors of his estate.   \n{15} On June 6, 2005, Mr. Moser, by amendment, appointed Hutaff and \nMoyer to serve as successor cotrustees of the Dan L. Moser Revocable Trust \nAmended and Restated June 6, 2005 (the “Trust”) upon Mr. Moser’s death.   \n{16} Mr. Moser died testate on Febr uary 20, 2006.  On that date, Mr. \nMoser, Tyson, and KLJ were equal one-third owners of the LLC. \nB. Requirements of the Will and the Trust \n{17} The Will bequeathed Mr. Moser’s tangible personal property to his \nwidow, Sharon Ball Moser (“Ball Moser”).  The Will provided that any residual from \nMr. Moser’s estate was to be poured over into the Trust, which would then be \nmanaged by Hutaff and Moyer as cotrustees for the benefit of the Trust’s \nbeneficiaries.  Because the Will did not specifically bequeath Mr. Moser’s interest in \nthe LLC to Plaintiffs, the LLC interest became a portion of the residual that was \nsubject to the Will’s pourover provisions. \n{18} Article VII of the Trust provided  that Ball Moser was to receive the \nequivalent of $1 million and that the interest in the LLC was to be delivered to \nPlaintiffs.   \n{19} The LLC’s operating agreement stat ed that in the event of a member’s \ndeath, the member’s personal representative would have all of the rights of a \nmember for the purpose of settling or managing the deceased member’s estate.  It \nalso contained a process for selling a member’s interest to another member and \npermitted a member’s interest to be sold to a nonmember upon the approval of a \nmajority of the LLC’s ownership.  Further, under the operating agreement, an \ninterest holder had to take certain actions to effectuate sales or transfers of an \nownership interest to a third party.  Plaintiffs complain that Hutaff failed to \nattempt such a sale or transfer when he had the opportunity to do so.   \n{20} The Trust also provided that the late Lawrence P. Moser Sr. would be \nthe beneficiary of a private charitable trust, which would be funded by $500,000 \n \n \n \n \nfrom the Moser estate, with the residual of that trust to be paid to Mineral Springs \nUnited Methodist Church (the “Church”) after Lawrence P. Moser Sr.’s death.  \n{21} Hutaff and Moyer deposited the Will with the Union County Clerk of \nCourt (“Clerk”) for probate on February 23, 2006, and applied for appointment as \ncoexecutors.  Their application listed Ball Moser, Hutaff, and Moyer as beneficiaries \nof the Moser estate.  The Clerk appointed Hutaff and Moyer as coexecutors. \nC. Hutaff’s Actions as Cotrustee and Coexecutor \n{22} In July 2006, Ball Moser filed a di ssent to the Will.  She subsequently \nfiled an action against Hutaff and Moyer in their capacities as coexecutors of the \nMoser estate and cotrustees of the Trust.  The Church intervened.  That litigation \ncontinued until November 19, 2007. \n{23} Hutaff and Moyer engaged Dixon Hughes PLLC (“Dixon Hughes”) to \nvalue the LLC as of the date of Mr. Moser’s death.  Dixon Hughes delivered the \nvaluation on August 7, 2006.  The valuation was based on historical costs from \n1995, and it assigned a fair-market value of $284,700 to Mr. Moser’s one-third \ninterest in the LLC as of the date of Mr. Moser’s death on February 20, 2006.  \nPlaintiffs complain that the valuation reflected no appreciation in value from the \n1995 cost values.   \n{24} Sometime during 2006, Wortma n learned of the valuation, called \nHutaff to object to Dixon Hughes’s failure to appraise the LLC’s land, and requested \nthat Hutaff and Moyer order such an appraisal.  Hutaff refused, stating that he had \nan obligation to minimize the tax burden on the Moser estate.  Wortman did not \nsubsequently arrange for an appraisal. \n{25} On January 17, 2007, the Clerk granted Hutaff and Moyer’s request \nfor executors’ commissions of $746,663.67.  On February 12, 2007, Hutaff and \nMoyer distributed $668,499.81 from the Trust to Ball Moser and $336,971.00 from \nthe Trust to the Church. \n{26} On February 23, 2007, an atto rney for Wortman and Felts wrote a \nletter to Hutaff and Moyer requesting a full copy of the Trust documents and \n \n \n \n \nindicating that the other two LLC members might be interested in purchasing the \nMoser estate’s one-third interest.  The letter requested that Hutaff provide \nWortman and Felts with information related to the Plaintiffs’ beneficiary interest in \nthe LLC.  Hutaff was generally unresponsive to Plaintiffs’ questions but indicated \nthat he was not responsible as coexecutor or cotrustee to assist with the sale of the \nMoser estate’s interest in the LLC.  He offered to assist Plaintiffs with the sale if \nthey paid him to do so. \n{27} On August 16, 2007, Wortman and Felts’s attorney sent another letter \nto Hutaff that specifically requested a meeting to discuss the beneficiaries’ interests \nin the LLC.  Hutaff did not respond.  \n{28} On September 4, 2007, Ball Mose r and the Church entered into an \nagreement under which they agreed to divide the assets of the Moser estate, giving \ncertain specific assets of the estate to the Church and all other assets to Ball Moser.  \nThe litigation involving Ball Moser, the Church, Hutaff, and Moyer was terminated \nby a release and settlement agreement on November 19, 2007 (“Settlement \nAgreement”).  The Settlement Agreement allowed Hutaff and Moyer to resign as \ncoexecutors of the estate and cotrustees of the Trust, contingent on their filing of a \nfinal accounting of the Moser estate.  Ball Moser and the Church agreed not to \ncontest Hutaff and Moyer’s executors’ commissions.   \n{29} Plaintiffs were not parties to the Settlement Agreement nor were they \nprivy to the negotiations leading up to it.  The Settlement Agreement did not \naddress the LLC interest.  Neither Ball Moser nor the Church has asserted any \nownership interest in the LLC. \n{30} On November 29, 2007, Hutaff an d Moyer filed with the Clerk a final \naccounting, which reflected that the Moser estate’s value as of that date was \n$10,659,067.88. \n{31} On December 6, 2007, Hutaff an d Moyer filed a document with the \nClerk entitled “Resignation of Co-Executors and Trustees,” which contained an \neffective date of December 3, 2007.  Hutaff and Moyer did not notify Plaintiffs of \n \n \n \n \ntheir resignation.1  Miley W. “Bucky” Glover (“Glover”), a certified public \naccountant, was granted Letters of Administration C.T.A. for the Moser estate by \nthe Clerk on the same day.2 \n{32} While they were coexecutors an d cotrustees, Hutaff and Moyer made \nno effort to transfer or liquidate the Moser estate’s interest in the LLC.  Plaintiffs \nallege that there were willing buyers for the estate’s LLC interest during the period \nthat Hutaff was coexecutor.  \n{33} Article X(2) of the Trust provid es that Ball Moser was to appoint a \nsuccessor or substitute trustee if Hutaff and Moyer ceased in their capacity as \ntrustees.  She has not appointed any successor.   \n{34} In 2009, Boggs, Tyson, and their so ns allowed the LLC to default on its \nmortgage on Emerald Lake.  They then formed a new company, Tournament Drive \nInvestors, LLC (“TDI”), for the purpose of acquiring Emerald Lake at a foreclosure \nsale.  TDI purchased Emerald Lake at foreclosure on July 7, 2009, for $1.9 million, \ncreating a $411,926.46 deficiency on the mortgage.  Several of the Plaintiffs \ncomplain that they were not allowed to participate in the foreclosure sale. \n{35} After they initiated this litigatio n, Plaintiffs obtained a valuation of \nEmerald Lake that values a one-third interest in Emerald Lake as of \nDecember 3, 2007, at approximately $600,000.00.  Hutaff challenges the valuation, \nparticularly on the grounds that it fails to account for the LLC’s debt.  That specific \nchallenge is not a proper subject to be resolved on a Rule 12(b)(6) motion.    \nV. ANALYSIS \n{36} Hutaff argues that Plaintiffs’ Fi rst Amended Complaint fails to state a \nclaim upon which relief can be granted because Plaintiffs’ claims are time-barred \n                                                 \n1 Though Plaintiffs’ original Complaint in this action asserted that Hutaff and Moyer’s resignation as \ncotrustees was ineffective, Plaintiffs’ First Amended Complaint contains no such allegation. \n \n2 Ball Moser had nominated Glover to serve as Administrator C.T.A. of the Moser estate earlier in \nDecember 2007. \n \n \n \n \n \nunder the applicable statute of limitations, since the acts or omissions of which \nPlaintiffs complain occurred more than three years before Plaintiffs filed their \ninitial Complaint.  Plaintiffs argue that the continuing-wrong doctrine defeats \nHutaff’s statute-of-limitations defense.  Hutaff’s Motion further asserts that the \nCourt should conclude as a matter of law either that the Moser estate’s LLC \ninterest had no value or that Hutaff’s acts or failures to act were not the proximate \ncause of Plaintiffs’ loss.  Hutaff also argues that Plaintiffs have failed to plead \nsufficient facts to warrant punitive damages.   \nA. The Court Cannot Resolve Whether the Claims Are Untimely Solely on the \nAllegations of the Pleadings. \n{37} At least for purposes of the Mo tion, Hutaff does not dispute that he \nowed fiduciary duties while he served as coexecutor of the Moser estate or as \ncotrustee of the Trust.  Hutaff was statutorily responsible as coexecutor “for any \nloss to the estate arising from [his] failure to act in good faith and with such care, \nforesight and diligence as an ordinarily reasonable and prudent person would act \nwith the ordinarily reasonable and prudent person’s own property under like \ncircumstances.”  N.C. Gen. Stat. § 28A-13-10(c) (2015).  Similarly, Hutaff was \nstatutorily required as cotrustee to “administer the [T]rust as a prudent person \nwould,” id. § 36C-8-804, and to do so “in good faith, in accordance with [the Trust’s] \nterms and purposes and the interests of the beneficiaries,” id. § 36C-8-801.  Hutaff’s \nduties continued until his resignations as coexecutor and cotrustee became effective.  \nThose resignations occurred within the three-year limitations periods provided by \nsections 1-52 and 1-15 of the General Statutes.  See id. § 1-52(1), -15(c).   \n{38} Plaintiffs argue that Hutaff’s wrong was not complete until he resigned \nas coexecutor and cotrustee without having taken action to protect Plaintiffs’ \nbeneficiary interest in the LLC, and as a result, Plaintiffs’ claims are timely.  Hutaff \ncounters that the only specific acts or omissions of which Plaintiffs complain all \noccurred more than three years before Plaintiffs initiated the litigation and, \ntherefore, the claims fall outside the limitations period.  \n \n \n \n \n{39} The continuing-wrong doctrine 3 may serve to prevent a claim that is \nbased on a continuing violation from being time-barred by tolling the applicable \nstatute of limitations until the wrongful act ceases.  Williams v. Blue Cross Blue \nShield of N.C., 357 N.C. 170, 178–81, 581 S.E.2d 415, 423–24 (2003) (holding that \nthe accrual of a claim that challenged the constitutionality of a statute should be \nmeasured using the dates that the statute was wrongfully applied against the \nplaintiff, not the date the statute was first enacted).  The doctrine applies when \nthere is a wrong that was “occasioned by continual unlawful acts” but it does not \napply when there are only continual harmful effects from an earlier singular \nwrongful act.  Id. at 179, 581 S.E.2d at 423 (quoting Ward v. Caulk, 650 F.2d 1144, \n1147 (9th Cir. 1981)).  Acts that constitute individual wrongs and that follow an \noriginal act that was not necessarily wrongful may trigger separate claims that are \nmeasured by their own separate limitations periods.  See id. at 178–81, 581 S.E.2d \nat 423–24.  \n{40} On its face, the First Amended Complaint does not allow the Court to \ndetermine the time at which Plaintiffs were harmed by Hutaff’s action or inaction.  \nPlaintiffs filed their suit less than three years before the effective date of Hutaff’s \nresignation.  It is premature to determine how the statute of limitations might \napply to the facts as they will ultimately develop.  For that reason, the Court \nconcludes that it should not resolve the limitations defense on a Rule 12(b)(6) \nmotion.  The issue may later be the appropriate subject for a Rule 56 motion, or \nultimately, a jury question may be presented as to the time at which Plaintiffs’ \nclaims accrued.  \nSee Blythe v. Bell, No. 11 CVS 933, 2013 NCBC LEXIS 7, at *52 \n(N.C. Super. Ct. Feb. 4, 2013) (“Although defining the precise date this breach \noccurred may require resolution of disputed facts, a jury can affix the breach at a \ndiscrete point in time . . . .”). \n \n                                                 \n3 This is sometimes known as the continuing-violation doctrine.  See Williams v. Blue Cross Blue \nShield of N.C., 357 N.C. 170, 179, 581 S.E.2d 415, 423 (2003). \n \n \n \n \nB. Plaintiffs Have Pleaded Minimally Sufficient Facts to Support that Plaintiffs’ \nDamages Were Proximately Caused by Hutaff’s Failure to Liquidate or \nDistribute the Moser Estate’s Interest in the LLC. \n{41} Hutaff contends that even a timely  claim for breach of fiduciary duty \nshould be dismissed because Hutaff’s action or inaction cannot be found to be the \nproximate cause of any loss that Plaintiffs incurred when the bank foreclosed on \nEmerald Lake, the Moser estate’s one-third interest in the LLC was extinguished, \nand TDI acquired Emerald Lakes through a foreclosure sale.  \n{42} To recover, Plaintiffs must ulti mately provide proof that demonstrates \nthat Hutaff’s alleged breach was the proximate cause of their injuries.  See Rorrer v. \nCooke, 313 N.C. 338, 355, 329 S.E.2d 355, 365–66 (1985).  But again, under the \nallegations in this case, the Court concludes that the issue of proximate cause \nshould not be decided upon a Rule 12(b)(6) motion. \n{43} Plaintiffs pleaded that Hutaff  knew or should have known that \nEmerald Lake was a bad investment that would continue to decline in value, and \nthat any remaining value could be preserved only by liquidating the Moser estate’s \none-third interest in the LLC.  Taken as true, the Court finds this allegation to be \nminimally sufficient to support Plaintiffs’ claim that Hutaff’s failure to distribute \nthe interest in the LLC was a breach of his duty.  \nSee Fortune v. First Union Nat’l \nBank, 87 N.C. App. 1, 6, 359 S.E.2d 801, 805 (1987) (holding that an executor’s \nretention of an estate’s asset was wrongful, when a reasonable person would not \nhave retained the asset), rev’d on other grounds, 323 N.C. 146, 371 S.E.2d 483 \n(1988).   \nC. The Court Defers Addressing Plaintiffs’ Punitive-Damages Claim. \n{44} The Court is skeptical that this is an appropriate case for punitive \ndamages.  However, the Court will defer its final determination as to the question of \npunitive damages until it is asked to do so upon a subsequent motion based on a \nmore-developed record.  The Court does not envision that deferring a ruling on this \nissue will cause discovery to be any broader than it would otherwise be on the \n \n \n \n \nliability issues in this matter.  The Court can, if necessary, revisit the issue to \ndetermine if it should allow discovery limited to the punitive damages claim.  \nVI. CONCLUSION \n{45} For the reasons stated above , the Motion is DENIED, without \nprejudice to the undersigned or to any other presiding judge revisiting questions \nregarding the statute of limitations, the proximate cause of any damages, or the \nright to submit the issue of punitive damages to the jury upon a more-developed \nrecord.  \nIT IS SO ORDERED, this the 11th day of May, 2016. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Special Superior Court Judge \n    for Complex Business Cases \n "
}