{
  "id": "679733a15f781e118cb9e9384a039d4dde0b4142f56d5b209c0ac23407bde122",
  "source_file": "data/raw/ncbc/679733a15f781e118cb9e9384a039d4dde0b4142f56d5b209c0ac23407bde122.pdf",
  "raw_text": "CertainTeed Gypsum NC, Inc. v. Duke Energy Progress, LLC, 2018 NCBC 90. \n \nSTATE OF NORTH CAROLINA \nPERSON COUNTY  \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 395 \nCERTAINTEED GYPSUM NC, INC., \n \nPlaintiff, \n \nv. \n \nDUKE ENERGY PROGRESS, LLC, \n \nDefendant. \n \nOPINION & FINAL JUDGMENT   \n \n1. THIS MATTER came on for trial without a jury before the undersigned \ncommencing on July 9, 2018.  The Court now issues its Opinion & Final Judgment. \nBrooks, Pierce, M cLendon, Humphrey, & Leonard, LLP  by Jim W. \nPhillips, Jr., Brian C. Fork, and Kimberly M. Marston, for Plaintiff.  \n \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, LLP by Donald \nH. Tucker, Jr. and Isaac A. Linnartz, for Defendant.  \n \nGale, Judge.  \n \nI. INTRODUCTION \n \n2. This litigation involves disputes between Plaintiff CertainTeed Gypsum \nNC, Inc. (“CTG”), a wallboard manufacturer, and Defendant Duke Energy Progress, \nLLC (“DEP”), a public utility that operates plants to produce electricity, arising from \ntheir Second Amended and Restated Supply Agreement (“2012 A greement”), \nregarding supply and acceptance of synthetic gypsum , a byproduct of coal -fired \nelectric power plants and a raw material used to manufacture wallboard.  The parties \ndefine the synthetic gypsum that meets the contractual specifications as “Gypsum  \nFilter Cake.” \n \n \n3. CTG and DEP first entered into a supply a greement in  2004 (“2004 \nAgreement”).  At th at time, DEP was planning to install flue gas desulfurization \nsystems that would produce synthetic gypsum  at its coal -fired plants in Roxboro, \nNorth Carolina (“Roxboro Plant”) and Mayo, North Carolina (“Mayo Plant”), and CTG \nwas seeking to build its first wallboard-manufacturing plant in the Southeast United \nStates.  CTG and DEP executed the Amended and Restated Supply A greement in \n2008 (“2008 Agreement”) following CTG’s decision to delay construction of its plant \nbecause of  the 2008 economic downturn commonly referred to as the “Great \nRecession.”  The parties executed the 2012 Agreement when CTG was constructing \nits plant.  The Court may refer to the 2004 Agreement, the 2008 Agreement, and the \n2012 Agreement collectively as the “Supply Agreements.” \n4. A drop in natural gas prices has required DEP to decrease utilization of \nits coal-fired plants, resulting in its decreased production of synthetic gypsum.  This \ndecreased production has resulted in a dispute as to the quantity term of the 2012 \nAgreement, which has led to other disputes as to the terms and obligations of the \n2012 Agreement.  \n5. The parties’ disputes fall within four principal categories.  The parties \ndisagree:  (1) as to the Minimum Monthly Quantity (“MMQ”), of Gypsum Filter Cake \nthat DEP is required to supply and CTG is required to ac cept, including whether \nGypsum Filter Cake means only synthetic gypsum produced at DEP’s Roxboro Plant \nand Mayo Plant ; (2)  whether DEP has met i ts contractual obligation to use  \n“commercially reasonable efforts” to maintain a stockpile (“Stockpile”) of 250,000 net \n \n \ndry tons of Gypsum Filter Cake and to furnish a replenishment plan (“Replenishment \nPlan”) now that the Stockpile has fallen below that volume; (3) whether DEP is now \nexcused from its contractual obligations because its performance is inconsistent with \nits primary purpose as a regulated public utility (“Primary Purpose”); and (4) if DEP’s \nperformance is not excused,  whether CTG will be limited to an exclusive optional \nremedy of terminating  the 2012 Agreement and recovering  liquidated damages  if \nDEP discontinues its supply obligation as defined by the 2012 Agreement.  \nII. PROCEDURAL HISTORY \n \n6. CTG initiated this action on June 30, 2017, by filing a Complaint, which \nsought only a declaratory judgment of the quantity term in the 2012 Agreement.  (See \nCompl., ECF No. 19.)  \n7. On August 11, 2017, DEP filed its Notice of Designation As Mandatory \nComplex Business Case under N.C. Gen. Stat. § 7A -45.4.  (ECF No. 6.)  On August \n11, 2017, this matter was designated as a mandatory complex business case by the \nChief Justice.  (ECF No. 1 .)  On August 14, 2017, t he matter was assigned to the \nundersigned.  (ECF No. 2.)  \n8. On August 24, 2017, CTG moved for summary judgment prior to the \nclose of the pleadings, contending that it was entitled to its requested declaration as \na matter of law based on the clear contract language of the 2012 Agreement .  (ECF \nNo. 11.)  \n9. On September 21, 2017, the Court heard argument on Plaintiff’s Motion \nfor Summary Judgment .  On September 28, 2017 , the Court provided an informal \n \n \noral ruling that it  would deny Plaintiff’s Motion for Summary Judgment  because it \nfound the relevant contrac t provisions  to be  ambiguous, requiring the Court to \nconsider extrinsic evidence to determine the intent of the parties.  \n10. The parties proceeded with expedited discovery.  The Court has noted \nthat the parties have consistently acted in an exemplary and professional manner to \nmove forward to an early trial and have only  sought court intervention when their \nmanifest good-faith efforts were able to narrow but not fully resolve disputes as to \nthe scope or timing of discovery.  Their conduct throughout the litigation is a clear \nexample of the highest standards of professionalism  to which trial lawyers should \naspire. \n11. On January 29, 2018, wi th leave of the C ourt, CTG filed its Amended \nComplaint to expand its request for declaratory judgment and seek additional relief, \nincluding compensatory damages, specific performance, and attorneys’ fees and costs.  \n(ECF No. 53.)  CTG now asks the Court to declare that:  \na. DEP is required to supply the MMQ of 50,000 Net Dry Tons of \nGypsum Filter Cake for the entire  term of the 2012 Agreement, \nsubject to minor fluctuations permitted under Section 3.1;  \nb. DEP’s supply obligation is not limited to  Gypsum Filter Ca ke \nproduced at its Roxboro Plant and Mayo Plant, and, as necessary, \nDEP may be required to obtain Gypsum Filter Cake from \nalternative sources at its own expense; \n \n \nc. DEP is contractually obligated to use commercially reasonable \nefforts to maintain the Stockpile at 250,000 net dry tons of \nGypsum Filter Cake and that the Replenishment P lan DEP \nprepared based on DEP’s improper interpretation of the MMQ did \nnot meet its contractual obligation; and  \nd. CTG continues to have the election to pursue specific performance \nrather than termination in the event DEP takes actions that \nwould trigger the optional termination remedy. \n(See Am. Compl. ¶¶ 71, 128.)  \n12. When filing its Amended Complaint o n January 29, 2018, CTG also \nmoved for a preliminary injunction.  The Court was not required to hear this motion \nafter being advised that the parties had reached an interim agreement, and the Court \nprovided an expedited peremptory trial date.  \n13. On March 16 , 2018, DEP filed its Answer to Plaintiff’s Amended \nComplaint and Counterclaim, to which it later added a request for attorneys’ fees and \ncosts.  (See ECF No. 91.)  DEP asks the Court to declare that:  \na. DEP’s supply obligation is limited to Gypsum Filter Cake \nproduced at its Roxboro Plant and Mayo P lant even if that \nproduction is less than the contractual MMQ , (Countercl. ¶ 25, \nECF No. 124);  \nb. DEP is now excused from any supply obligation because its \ncontinued supply of Gypsum Filter Cake is  inconsistent with its \n \n \nPrimary Purpose as a regulated public  utility, (Countercl. ¶ 25); \nand  \nc. If DEP’s supply obligation is not otherwise excused, t he remedy \nof termination with the recovery of liquidated damages pursuant \nto Section 6.3  of the 2012 Agreemen t becomes CTG’s exclusive \nremedy once DEP takes a contractual ly-defined action that \ntriggers that section. (Countercl. ¶ 32.) \n14. On May 9, 2018, DEP moved for partial judgment on the pleadings as to \nits request that the Court declare that CTG would be limited to an exclusive remedy \nonce the termination remedy of Section 6.3 of the 2012 Agreement is triggered.  After \nbriefing, the Court orally advised the parties that it would reserve its consideration \nof this issue until trial. \n15. On June 26, 2018, the Court issued an order incorporating its prior oral \nrulings on Plaintiff’s Motion for Summary Judgment and Defendant’s Motion for \nPartial Judgment on the Pleadings.  (ECF No. 115.)   \n16. The parties waived their rights to a jury trial and consented to a trial \nheld outside the county of origin.  The trial commenced on July 9, 2018, at the North \nCarolina Business Court, 201 North Greene Street, Greensboro, North Carolina.  The \nCourt admitted seventy-three exhibits and received testimony from witnesses who \nappeared at trial and by video depositions.  \n17. The parties submitted proposed findings of fact and conclusions of law \non July 30, 2018, and all issues and claims are now ripe for determination. \n \n \nIII. GENERAL RULES OF CONTRACT CONSTRUCTION  \n \n18. When construing the 2012 Agreement, the Court has been guided by and \nhas adhered to the following rules of contract construction.  Although these standards \nmay be properly considered , and are adopted,  as part of the Court’s Conclusions of \nLaw, they are set out here to provide context f or the Court’s Findings of Fact.  After \nmaking Findings of Fact, the Court makes further Conclusions of Law , which apply \nthese rules of construction to the facts as the Court has found them to be.   \n19. “Whenever a court is called upon to interpret a contract its primary \npurpose is to ascertain the intention of the parties at the moment of its execution.”  \nLane v. Scarborough, 284 N.C. 407, 409–10, 200 S.E.2d 622, 624 (1973).  To do so, the \nCourt must first look to the language of the contract and determine if it is clear and \nunambiguous.  Where “the plain language of a contract is clear, the intention of the \nparties is inferred from the words of the contract.”  Walton v. City of Raleigh , 342 \nN.C. 879, 881, 467 S.E.2d 410, 411 (1996).  If the terms of the contract are \nunambiguous, then the court must interpret the contract a s a matter of law and  \n“cannot look beyond the terms of the contract to determine the intention of the \nparties.”  Stovall v. Stovall , 205 N.C. App. 405, 410, 698 S.E.2d 680, 684 (2010) \n(quoting Lynn v. Lynn, 202 N.C. App. 423, 431, 698 S.E.2d 198, 205 (2010)). \n20. In some instances, the intent of the parties cannot be determined solely \nfrom the words of the contract.  “An ambiguity exists in a contract if the ‘language of \na contract is fairly and reasonably susceptible to either of the constructions asserted \nby the parties.’”  Crider v. Jones Island Club, Inc., 147 N.C. App. 262, 267, 554 S.E.2d \n \n \n863, 866–67 (2001) (quoting Barett Kays & Assocs., P.A. v. Colonial Bldg. Co. , 129 \nN.C. App. 525, 528, 500 S.E.2d 108, 111 (1998)).   “[I]f there is any uncertainty as to \nwhat the agreement is between the parties, a contract is ambiguous.”  Crider, 147 \nN.C App. at 267, 554 S.E.2d at 867.   \n21. If a court finds a contract ambiguous, the intent of the parties becomes \na question of fact.  In that instance, “the language used, the subject matter, the end \nin view, the purpose sought, and the situation of the parties at the  time” can all aid \nthe factfinder in determining the intentions of the parties.  Cordaro v. Singleton, 31 \nN.C. App. 476, 479, 229 S.E.2d 707, 709 (1976); see also Century Commc’ns, Inc. v. \nHous. Auth. of Wilson , 313 N.C. 143, 146, 326 S.E.2d 261, 264 (1985 ) (noting that \nwhere contractual “language is uncertain or ambiguous, the court may consider all \nthe surrounding circumstances, including those existing when the document was \ndrawn, those existing during the term of the instrument . . . , and the construct ion \nwhich the parties have placed on the language, so that the intention of the parties \nmay be ascertained and given effect”).  The Court should review “the entire \ninstrument” and “cannot reject what the parties inserted or insert what the parties \nelected to omit.”  Weyerhaeuser Co. v. Carolina Power & Light Co., 257 N.C. 717, 719, \n127 S.E.2d 539 , 541 (1962).  The terms of a contract “‘ are to be harmoniously \nconstrued, and if possible, every word and every provision is to be given effect.’”   \nWakeMed v. Surgical Care Affiliates, LLC , 243 N.C. App. 820, 824, 778 S.E.2d 308, \n312 (2015) (quoting In re Foreclosure of a Deed of Trust, 210 N.C. App. 409, 415, 708 \nS.E.2d 174, 178 (2011)).  \n \n \n22. “[T]he law imputes to a person an intention corresponding to the \nreasonable meaning of his words and acts.”  Howell v. Smith, 258 N.C. 150, 153, 128 \nS.E.2d 144, 146 (1962).  The “‘legal consequences are not dependent upon the \nimpressions or understandings of one alone of the parties to it.  It is not what either \nthinks, but what both agree.’”  N. & W. Overall Co. v. Holmes, 186 N.C. 428, 431, 119 \nS.E. 817, 818–19 (1923) (quoting Prince v. McRae, 84 N.C. 674, 675 (1881)).  “[M]ental \nassent to the promises in a c ontract is not essential.”  Howell, 258 N.C. at 153, 128 \nS.E.2d at 146 (citing 17 C.J.S., Contracts § 32).  \n23. To determine the true intent of the parties, courts should consider “all \nthe surrounding circumstances,” especially “the construction which the part ies have \nplaced on the language” of the contract prior to the parties’ dispute.  Century \nCommc’s, 313 N.C. at 146, 326 S.E.2d at 264.  This common law principle is embodied \nin the Uniform Commercial Code , which recognizes that course of performance, \ncourse of dealing, and usage of trade may also explain or supplement the written \nagreement.  N.C. Gen. Stat. § 25 -2-202 (2017).  The parties’ a ctual course of \nperformance may be the “best indication” of what the parties “intended the writing \nto mean.”  Id. § 25-2-202, Official cmt. 2. \n24. The Supreme Court of North Carolina has stated that “no court can go \nwrong by adopting the ante litem motam practical interpretation of the parties, for \nthey are presumed to know best what was meant by the terms used in their \nengagements.”  Heater v. Heater, 53 N.C. App. 101, 105, 280 S.E.2d 19, 22 (1981) \n(citing Cole v. Fibre Co., 200 N.C. 484, 488, 157 S.E.2d 857, 859 (1931)).  The Supreme \n \n \nCourt of North Carolina has explained that “parties are presumed to know the intent \nand meaning of their contra ct better than strangers,” therefore when parties “ have \nplaced a particular interpretation on their contract after executing it, the courts \nordinarily will not ignore that construction which the parties themselves have given \nit prior to the differences between them.”  Davis v. McRee, 299 N.C. 498, 502, 263 \nS.E.2d 604, 607 (1980).   \n25. “Evidence of statements and conduct by the parties after executing a \ncontract is admissible to show intent and meaning of the parties.  ‘The conduct of the \nparties in dealing with the contract indicating the manner in which they themselves \nconstrue it is . . . controlling in its construction by the court.’”  Heater, 53 N.C. App. \nat 104, 280 S.E.2d at 21–22 (quoting Bank v. Supply Co., 226 N.C. 416, 432, 38 S.E.2d \n503, 514 (1946)); see also Joyner v. Adams 87 N.C. App. 570, 574, 361 S.E.2d 902, 904 \n(1987) (“Evidence of the parties’ purposes in entering a contract and their conduct \nafter the agreement is some evidence of their intent.”). \n26. When faced with ambiguity, the Court cannot substitute its own intent, \nbut can only enforce the agreement reached by the parties.  “Under longstanding \nNorth Carolina law, a valid contract requires (1) assent; (2) mutuality of obligation; \nand (3) definite terms.”  Charlotte Motor Speedway, LLC v. Cty. of Cabarrus, 230 N.C. \nApp. 1, 7, 748 S.E.2d 171, 176 (2013).  “It is a well-settled principle of contract law \nthat a valid contract exists only where there has been a meeting of the minds as to \nall essential terms of the agreement.”  Northington v. Michelotti, 121 N.C. App. 180, \n184, 464 S.E.2d 711, 714 (1995).  The parties “must assent to the same thing in the \n \n \nsame sense, and their minds must meet as to all the terms.”  MCB, Ltd. v. McGowan, \n86 N.C. App. 607, 608, 359 S.E.2d 50, 51 (1987). \nIV. FINDINGS OF FACT  \n \n27. The Court makes the following findings of fact  based on the testimony \npresented and documentary evidence admitted.  The evidence presents mixed issues \nof law and fact. Any determination later stated as a conclusion of law that should \nhave been stated as a finding of fact is incorporated in these Findings of Fact.  \n28. The Court incorporates by reference the parties ’ factual s tipulations \nfiled on July 6, 2018, (ECF No. 125), and the parties’ stipulations stated in the Final \nPretrial Order entered on July 9, 2018.  (ECF No. 129).   \n29. While the Court cites specifically to certain portions of the record in this \nOpinion & Final Judgment, the citations are for ease of reference.  Those citations do \nnot represent all the evidence upon which these Findings of F act are based.   The \nCourt has considered the credibility of the witnesses in light of all evidence presented. \nA. The Parties  \n30. CTG is a Delaware corporation that manufactures and sells wallboard, \ncommonly referred to as drywall.  CTG is the successor-in-interest to BPB NC Inc., \nwhich negotiated and executed the 2004 Agreement.  (Factual Stipulations ¶ 1.)   \n \n \n31. DEP is a North Carolina limited-liability company .  DEP is the \nsuccessor-in-interest to Progress Energy, Inc. and Carolina Power & Light Company.1  \n(Factual Stipulations ¶ 2.)   \n32. DEP o wns and operates multiple power -generating plants in North \nCarolina and other states.  DEP has diffe rent fuel sources for its power -generating \nplants—some plants are powered by natural gas and others are powered by coal.  \nSome plants have mul tiple power-generating units.  DEP’s coal-fired Roxboro Plant \nhas four generating units, and its coal-fired Mayo Plant has one generating unit.   \n33. DEP is a regulated public utility , and as such is required to provide \n“reliable and economical utility service[s].”  N.C. Gen. Stat. § 62 -2(3) (2017).  DEP \nrefers t o this requirement as its “Primary P urpose.”  (See Ex. 15 § 3.9.)  DEP is \nrequired to commit and dispatch its power-generating units in an economical order , \nknown as the “Least-Cost-Dispatch Requirement” or “Economic Dispatch. ”  DEP \nconsiders multiple factors when determining which units to commit and dispatch,  \nincluding the load forecast, what generation assets are available, the heat rates of \nthose assets, the fuel costs of those assets, and  the reliability of those assets.  \nEssentially, DEP commits the least expensive unit first and then , as it needs more \nelectricity, brings the next least expensive unit online.  \n                                                 \n1 Each of the Supply Agreements were executed by predecessors of one or both of the parties.  \nThe parties agree that CTG and DEP are bound by the 2012 Agreement.  For simplicity, \nthroughout this Opinion & Final Judgment when referring to the parties to the  Supply \nAgreements, the Court will refer to CTG a nd DEP, acknowledging that the predecessor \ncompanies were the actual parties to the earlier agreements. \n \n \n34. DEP and Duke Energy Carolinas (“DEC”) entered into a joint dispatch \nagreement (“Joint Dispatch Agreement”), which is an operating protocol established \nas part of the merger between the two companies that allows DEP an d DEC to \naggregate their resources in determining the least -cost way of meeting their \naggregate demand.   \nB. The Beginning of CTG and DEP ’s Contractual Relationship and the \n2004 Agreement  \n \n35. Federal legislation , commonly called the Clean Air Act , and related  \nNorth Carolina legislation, known as the Clean Smokestacks Act, required DEP in \nthe 1990s and early 2000s to install flue gas desulfurization  systems (“FGD \nSystems”), commonly referred to as “scrubbers,” at its North Carolina coal-fired \nelectric power -generating plants .  ( See Ex. 111.)  The scrubbing process removes \npollutants from the emis sions generated during the coal -combustion process a nd \ngenerates significant quantities of synthetic gypsum as a byproduct.  DEP generally \ntries to find a beneficial reuse for its byproducts.   \n36. Around mid -2002, Danny Johnson  (“Johnson”), a p rofessional project \nmanager at DEP, was searching for ways DEP could beneficially reuse the synthetic \ngypsum it expected to produce as a byproduct of the FDG Systems at DEP’s Roxboro \nPlant and Mayo Plant.  Johnson learned that synthetic gypsum is used to \nmanufacture wallboard, to create cement, and as an agriculture soil amendment .  \n(See Ex. 111.)  At that time, DEP’s Roxboro Plant and Mayo Plant were base -loaded \npower plants, meaning they were both high in the Economic Dispatch order and \nprojected to be running constantly, resulting in the production of large quantities of \n \n \nsynthetic gypsum.  At one point in Johnson’s search, DEP estimated that  by 2010, \nwhen the FGD Systems would be fully operational, the Roxboro Plant and Mayo Plant \ncombined would produce 1.5 million tons of synthetic gypsum annually.  (Ex. 111.)  \n37. DEP is not a broker of synthetic gypsum , nor does it  have any use for \nsynthetic gypsum in its normal operations .  Thus, it needed to find a cost -effective \nmethod to beneficially reus e the synthetic gypsum.  Absent such a use, DEP would \nincur significant costs to landfill the synthetic gypsum, which Johnson estimated to \nbe approximately five dollars per ton.  (Ex. 111.) \n38. Around that same time, Peter Mayer (“Mayer”), CTG’s Vice President of \nTechnical Services, was in charge of finding a location in the Southeast United States \nfor CTG to construct a wallboard -manufacturing plant  (“CTG Plant”) .  Gypsum \ncomprises about 90% of the raw materials needed to produce wallboard.  Natural \ngypsum is not readily available in the Southeast.  In searching for a location, CTG’s \nmain priority was finding a secu re source of large quantities of synthetic gypsum.  \nCTG needed to construct a plant near a supply of synthetic gypsum, because synthetic \ngypsum is heavy and extremely costly to transport.  Mayer identified DEP’s Roxboro \nPlant as a potential source of a large supply of synthetic gypsum. \n39. Johnson learned of CTG’s interest.  He prepared a summary to his \nsupervisors, stating that, after meeting with “all major wallboard manufacture rs to \nunderstand their synthetic gypsum needs,” he believed  CTG “provided the most \nattractive opportunity through their d esire to locate a wallboard facility at Roxboro \n \n \n[and] pay for the gypsum material, and [because CTG] had a strong balance sheet.”  \n(Ex. 111.)  \n40. Mayer and Johnson then pursued discussions in an effort to fashion a \nmutually beneficial relationship , whereby CTG would build a manufacturing plant \ndirectly adjacent to DEP’s Roxboro Plant.  The intent was for  DEP to achieve a  \nbeneficial reuse for its synthetic gypsum and CTG to have a secure supply of synthetic \ngypsum.  At that  time, CTG contemplate d tha t its plant, upon completion  and \nrunning at full capacity , would require approximately 600,000 tons of net dry \nsynthetic gypsum annually.   \n41. DEP agreed to sell 120 acres of land  adjacent to the Roxboro Plant to \nCTG, and CTG agreed to purchase such land and construct the CTG Plant.   \n42. Both CTG and DEP sought a long-term reciprocal commitment.  Mayer \nindicated that multi -year supply contracts are typical in the wallboard industry.  \nBoth parties were  motivated by long -range financial considerations.  DEP was \nmaking a substantial investment in its FGD Systems and was facing millions of \ndollars in costs  if it was  unable to find a reliable , beneficial use for its synthetic \ngypsum byproduct.  DEP also expected to incur the expense of constructing a conveyor \nsystem to deliver the Gypsum Filter Cake to the CTG P lant.  (Ex. 5  § 2.2.) CTG \ncontemplated a substantial capital investment to build the CTG Plant .  When it \ndecided to construct the CTG Plant, CTG k new that it would be dependent on DEP \nfor its supply of synthetic gypsum at that plant because there was no other supplier \n \n \nin close proximity, transportation costs were high, and there was no road or rail \ninfrastructure to provide CTG an ability to access alternative sources.   \n43. DEP and CTG executed the ir first  Supply Agreement —the 2004 \nAgreement—on February 12, 2004.  Mayer and Johnson were the primary negotiators \nfor the 2004 Agreement.  Mayer was assisted by fellow CTG employees John College \n(“College”) and Rob Morrow  (“Morrow”), Vice -President of Supply Chain \nManagement.  The 2004 Agreement was,  in substantial part, a forward -looking \nagreement, in that, at the time of its execution, neither party had made the financial \ninvestments they contemplated.  \n44. In order for CTG and DEP  to induce the other’s investment and to \naccommodate their ongoing needs, both parties determined that it was in their \nrespective best interests to enter a long -term re lationship and to make long -term \ncommitments in exchange for long -term opportunities.  The evidence is clear that \nDEP determined that entering a long-term agreement was in its best interest and \nconsistent with its Primary Purpose as a regulated public utility.   \n45. The parties agreed to a twenty-year initial term measured “from the \ndate on which the [CTG Plant] accepts the first delivery of Gypsum Filter Cake from \n[DEP].”  ( Ex. 5  § 8.1 .)  The 2004 Agreement further allowed for two additional \nextension periods of ten years each.  (Ex. 5 § 8.2.)   \n46. The 2004 Agreement established a timeline in which DEP would  \nconstruct the FGD Systems for the four Roxboro Plant units and the one Mayo Plant \nunit.  (See Ex. 5 § 2.1.)  DEP estimated that the first FGD System s would be gin \n \n \noperation in the Spring of 2007 and that the final FGD Systems would be operational \nby the Spring of 2009.  ( See Ex. 5 § 2.1.)  The parties agreed that , if DEP failed to \ncomplete the FGD Systems within six months of the completion dates agreed to and, \nas a result of such failure, DEP was unable to supply the MMQ  of Gypsum Filter \nCake after the CTG P lant was complete and ready to begin production, then CTG \n“shall be entitled to the remedies set forth in Section 6.2 of this Supply Agreement.”  \n(Ex. 5  § 2.1.)  The Court finds that this provision was specific to DEP’s potential \nfailure to install its FGD System s, and that the parties did not intend for this \nlanguage to address, one way or the other, how Section 6.2 would apply for breaches \noccurring after the FGD Systems were installed. \n47. The 2004 Agreement envisioned tha t the CTG Plant  would be \noperational by late 2007 or early 2008.  (Ex. 5 § 2.3.) \n48. The 2004 Agreement defined the  MMQ as “50,000  Net Dry Tons of \nGypsum Filter Cake to be delivered on a monthly basis in accordance with Section \n3.1.”  (Ex. 5  § 1.23.)  Accordingly, the 2004 Agreement defined the MMQ in the \nagreement’s definitional article and Section 3.1 provided the method of delivery and \nthe time period when the MMQ would be implemented.  DEP’s obligation to deliver \nand CTG’s obligation to accept Gypsum Filter Cake would begin once the CTG Plant \nwas constructed.  A lesser quantity of 30,000 net dry tons  would be delivered and \naccepted during a  six-month start-up p eriod (“Start-Up Period ”), after wh ich the \nMMQ would apply.   (Ex. 5. §  1.33; see Ex. 5 § 3.1.)  Section 3.1 allowed for a \npermissible monthly variance from the MMQ, 10% up or down, so long as the monthly \n \n \naverage for any twelve -month period after the Start -Up Period was approximately \nequal to the MMQ  of 50,000 net dry tons .  (Ex.  5 § 3.1.)  The 2004 Agreement \nrecognized that DEP may produce more Gypsum Filter Cake than the MMQ, and \nsuch amount was defined as “Excess Gypsum, ” in which CTG was given  the first \nrefusal rights to purchase, and DEP had the first refusal rights to supply.  (See Ex. 5 \n§ 3.5.)  \n49. The 2004 Agreement also provided that  DEP “will build and use \nreasonable efforts to maintain a 300,000 Net Dry Ton Gypsum Filter Cake stockpile.”  \n(See Ex. 5 § 2.2.) \n50. The parties set forth the price at which CTG would purch ase and DEP \nwould sell Gypsum Filter Cake and the specific quality specifications for the Gypsum \nFilter Cake.  (See Ex. 5 §§ 3.2, 4.1.)   \n51. The 2004 Agreement included an a rticle defining respective remedies \nfor failures to deliv er or accept Gypsum Filter Cake.  (See Ex. 5 §§ 6.1–6.5.)  It also \nincluded an exclusive remedies clause.  (Ex. 5 § 9.4.)   In substantial part, those \nremedy provisions were carried forward in the 2008 Agreement and the 2012 \nAgreement.   \n52. The parties also agreed that “[i]f a legal action is initiated by any Party \nto this Agreement against another . . . any and all fees, costs, and expenses reasonably \nincurred by each successful Party  . . . shall be the obligation of and shall be paid or \nreimbursed by the unsuccessful Party.”  (Ex. 5 § 16.7; see also Ex. 15 § 16.7.)  This \nsection remained unchanged in the 2008 Agreement and the 2012 Agreement.  \n \n \nC. The 2008 Agreement  \n53. The parties never actually delivered and accepted Gypsum Filter Cake \nunder the 2004 Agreement before it was superseded by the 2008 Agreement. \n54. DEP began installing the FGD Systems in 2007 as scheduled.  However, \nCTG desired to delay its plant construction because of the adverse effect of the 2007 \nhousing market crash and the Great Recession.  But CTG did not abandon its \nultimate goal to build its plant and establish a presence in the Southeast  market; \ntherefore, CTG needed to maintain its relationship with DEP  in order to ensure a \nsecure supply of synthetic gypsum once it built the CTG Plant.   \n55. On December 20, 2007, CTG contacted DEP in an effort to secure an \nagreement to  maintain the supply agreement but  delay construction of the CTG \nPlant.  (See Ex 16.)  CTG assured DEP  that it “remain[ed] committed to the \nconstruction and operation of the plant with a start of production before November \n2011.”  (Ex. 16, at 1.)  CTG further assured DEP that it would take any actions \nnecessary to preserve the relationship, including taking steps to “ensure that we meet \nour obligations to accept synthetic gypsum under the supply agreement, that we do \nnot add additional financial burden to your organization and that we do not impair \nthe operations of the power plants.”  (Ex. 16, at 2.) \n56.  Although DEP expressed frustration with CTG’s delay, it ultimately  \nagreed to negotiate a revised agreement , and proposed fourteen terms it wanted to \ndiscuss, including CTG paying to expand the Stockpile storage capacity from 300,000 \n \n \ntons to 650,000 tons and increasing CTG’s purchase obligations “to a level at or near \n[CTG’s] Plant’s capacity.”  (Ex. 17 ¶ 10; see Ex. 17 ¶ 5.)  \n57. The primary negotiators for the 2008 Agreement were Morrow , on \nbehalf of CTG , and for DEP Barbara Coppola (“Coppola”), a Coal Byproducts and \nReagents Manager,  and Daniel Mottola (“Mottola”), a Byproducts Specialist .  \nNegotiations leading to the 2008 Agreement occurred between January 2008 and \nMarch 2008.  \n58. The 2008 Agreement became effective on March 28, 2008.  (Ex. 6, at 1.)  \nSimilar to the 2004 Agreement, t he parties agreed that the 2008 Agreement would \n“expire twenty (20) years from the date on which the [CTG Plant] accepts the first \ndelivery of Gypsum Filter Cake from [DEP]” (“2008 Term”).  (Ex. 6 § 8.1.)   \n59. The 2008 Agreement eliminated the Start-Up Period defined in the 2004 \nAgreement and provided that CTG’s obligation to accept Gypsum Filter Cake would \nbegin “on the earlier of (a) November 1, 2008 or (b) when the Loading Facility is in \nCommercial Operation  . . . .,” each of w hich were before the CTG  Plant would be \noperational.  (Ex. 6 § 3.1.)  Once CTG’s obligation was triggered, and for the \nremainder of the 2008 Term, CTG was required to accept and DEP was required to \ndeliver the MMQ of 50,000 net dry tons of Gypsum Filter Cake.  (See Ex. 6 § 3.1.)   \n60. CTG did not have its own storage facility in Roxboro , North Carolina .  \nThus, prior to the CTG Plant being operational, CTG had to take steps to transport \nand utilize or dispose of any Gypsum Filter Cake it was required to accept. \n \n \n \nD. CTG and DEP’s Performance Under the 2008 Agreement  \n61. CTG first accepted Gypsum Filter Cake on May 1, 2009.  CTG \nconstructed rail fa cilities in Roxboro , North Carolina , and at its Toronto and \nMontreal, Canada wallboard-manufacturing plants, which allowed CTG to transport \nand then use the Gypsum Filter Cake.  \n62. The CTG Plant began operations on March 28, 2012.  Between May 1, \n2009 and March 28, 2012, CTG accepted Gypsum Filter Cake and removed it from \nRoxboro by: (1) shipping it by rail from the Roxboro Plant to CTG’s other wallboard-\nmanufacturing plants; (2) landfilling both at a third-party landfill and at DEP’s  on-\nsite landfill; and (3) subsidizing DEP’s sale of synthetic gypsum to third parties.  \nUltimately, CTG spent over $32,800,000 prior to March 28, 2012 in an effort to take \nand dispose of Gypsum Filter Cake before the CTG Plant became operational.  ( See \nEx. 142, at 9.)  Even after the CTG Plant began operations, CTG continued to spend \nmoney to dispose of or transport Gypsum Filter Cake until it was able to fully utilize \nits deliveries. \n63. Throughout this period, DEP did not demand and CTG did not typically \naccept the contractual MMQ.  Between May 2009 and August 2012, CTG accepted \nthe MMQ eight times.  (Factual Stipulations, Ex. 1.)   \n64. During this period , DEP consistently maintained that the 2008 \nAgreement obligated CTG to accept the MMQ.  (See Exs. 124–25.)  However, rather \nthan demanding CTG’s full compliance, DEP worked cooperatively with CTG to limit \nCTG’s acceptance to only levels necessary to maintain the Stockpile at a safe volume. \n \n \n65. Between 2008 and 2011, there was a  decreased demand for wallboard \nas a result of the Great Recession, causing CTG to have more synthetic gypsum than \nit could utilize at its various manufacturing plants.  David Engelhardt (“Engelhardt”), \nCTG’s Senior Vice President of Operations , who later became CTG’s President, \ntestified that at that time, and for a period thereafter , CTG ’s need for synthetic \ngypsum was significantly less than its contractual obligations to purchase synthetic \ngypsum, both from DEP and pursuant to other supply agreements.  Thus, CTG’s \nmanagement tried to address concerns regarding its inability to meet those \ncontractual obligations .  On March 6, 2009, CTG  management considered  a \npresentation captioned “Roxboro & Moundsville Excess DSG—A Mountain of DSG.”  \n(Ex. 35.)  The presentation reflects  that CTG hoped to modify its agreements with \nDEP to accept quantities “at production rate[s] rather than obligation rate[s].”  (Ex. \n35, at 5.)  Essentially, CTG wanted to shift its acceptance obligation  under the \nagreement from a fixed MMQ to a requirement that would vary based on DEP’s actual \nsynthetic gypsum production and CTG’s needs.  (Ex. 35, at 5.)   \n66. Engelhardt testified that CTG ex pected that it would be able to accept \nand use the MMQ from DEP once the CTG Plant was fully operational, even if it had \nan oversupply for other plants,  in part  because CTG planned to  redirect \nmanufacturing from older plants to the new CTG Plant , with its more efficient \nmanufacturing capabilities.  \n67. On November 19, 2009, the parties amended the 2008 Agreement by \nexecuting the First Amendment to Amended and Restated Supply Agreement (“First \n \n \nAmendment”), pursuant to which CTG agreed to incur the expense to landfill at least \n80,000 tons of Gypsum Filter Cake at the DEP on -site landfill and remove sufficient \ntonnage from the Stockpile to reduce it to less than 600,000 tons.  (See Ex. 59 ¶ 3.) \n68. The parties further amended the 2008 Agreement by executing a Second \nAmendment to Amended and Restated Supply Agreement (“Second Amendment”) on \nJune 25, 2010.  (See Ex. 14.)  The parties agreed in the Second Amendment that, for \nthe remainder of 2010, CTG would only be obligated to accept the amount of Gypsum \nFilter Cake actually produced at the Roxboro Plant and Mayo Plant.  (See Ex. 14 ¶ 3.)  \nThe Second Amendment also provided that CTG would remove and incur the cost to \nlandfill 200,000 net dry tons of Gy psum Filter Cake from the Stockpile.  ( See Ex. 14 \n¶ 2.)   \nE. The 2012 Agreement  \n69. CTG began constructing the CTG Plant in 2011.  Construction presented \nsome operational issues, including the metho d that would be used to transport \nGypsum Filter Cake from DEP to the CTG Plant.  The parties agreed that CTG could \nbuild, operate, and maintain equipment at DEP’s storage facility to facilitate \ndelivering Gypsum Filter Cake to the CTG Plant directly from the Stockpile.  (See Ex. \n28; Ex . 15 § 2.2.1.)  The 2008 Agreement had to be modified, at a minimum, to \naccommodate these operational issues.  \n70. Between June 2011 and February 2012, Coppola and Engelhardt \nnegotiated the 2012 Agreement with an effective date of August 1, 2012.  As CTG had \naccepted its first delivery of Gypsum Filter Cake on May 1, 2009, the term of the 2012 \n \n \nAgreement was fixed at twenty years from that date.  Accordingly, the 2012 \nAgreement is in effect until April 2029.  (Ex. 15 § 8.1; see also Ex. 28, at 2.)  The 2012 \nAgreement superseded the 2004 Agreement and the 2008 Agreement while carrying \nforward much of the substance of the earlier agreements without changes. \n71. Engelhardt was the first to propose a draft of the 2012 A greement.  \nConsistent with the objective reflected in the March 6, 2009 presentation considered \nby CTG management, Engelhardt proposed amending the MMQ to shift from a fixed \ncontractual supply obligation to one that varied with the parties’ variable business \noperations. DEP rejected most of Engelhardt’s changes, including his MMQ proposal, \nexpressing a preference to maintain the supply quantity as it existed.   \n72. The Court now further makes its findings regarding the four major areas \nof dispute, which concentrate on these sections of the 2012 Agreement:  Section 3.1 \n(MMQ); Section 2.2.3 (Stockpile); Section 3.9 (Primary Purpose); and Article 6, read \nin conjunction with Section 9.4 (remedies).   \nF. Disputed Terms of the 2012 Agreement  \n(1) Section 3.1—The Minimum Monthly Quantity   \n73. The parties’ dispute as to the quantity term of the 2012 Agreement \ncenters on Section 3.1. \n74. Section 3.1 as adopted in the 2012 Agreement reads: \nCommencing on May 1, 2009 and continuing until the earlier of (i) the \nCommercial Operation Date or (ii) October 1, 2012, [DEP] agrees to sell \nand deliver to CertainTeed and CertainTeed agrees to purchase and \naccept from [DEP] at least 50,000 Net Dry Tons of Gypsum Filter Cake \nper month, subject to the allowance for fluctuations as set f orth in this \nparagraph, and except as may otherwise be excused by the terms of this \n \n \nRevised Agreement.  (The volume ob ligations set forth herein may b e \nreferred to as the  “Minimum Monthly Quantity” .)  In order to \naccommodate minor fluctuations in volumes a ctually delivered and \naccepted under this Revised Agreement, any quantities of Gypsum \nFilter Cake to be delivered under this Revised Agreement shall he \ndeemed to be satisfied provided that such fluctuations (up or down) do \nnot exceed ten percent (10%), and  provided that the average monthly \nquantity of Gypsum Filter Cake delivered and accepted under this \nRevised Agreement over any twelve (12) month period after the \nCommercial Operation Date shall be approximately 50,000 Net Dry \nTons, or the aggregate actual Gypsum Filter Cake Net Dry Tons produced \nby the Roxboro Plant and the Mayo Plant over the same period, whichever \nis less. [DEP’s] expectation is to supply Gypsum Filter Cake primarily \nfrom the Roxboro Plant and Mayo Plant, but retains the right to supply \nGypsum Filter Cake from any source. \n \n(Ex. 15 § 3.1 (italics added).) \n75. The italicized l anguage was first added to Section 3.1 by the 2012 \nAgreement, and  is the cornerstone of the parties’ dispute as to  whether the 2012 \nAgreement was intended to change t he supply obligation as it had been understood \nin the earlier agreements.  The parties agree that the MMQ was 50,000 Net Dry Tons \nof Gypsum Filter Cake, subject to acceptable minor fluctuations, in the 2004 \nAgreement and the 2008 Agreement.  CTG contends that the parties’ amendment to \nSection 3.1 in the 2012 Agreement did not change the base supply term of 50,000 Net \nDry Tons of Gypsum Filter Cake , but only modified how acceptable  minor \nfluctuations would be determined.  DEP contends that the revised language changed \nthe MMQ from a fixed quantity of 50,000 net dry tons  to a variable quantity, which \ncould be as low as DEP’s actual production of Gypsum Filter Cake at its Roxboro \nPlant and Mayo Plant. \n \n \n76. Prior to trial, the Court found, and again now finds , that the language \nof Section 3.1 is ambiguous.  As more fully explained below, considering the language \nin the light of the extrinsic evidence presented, and particularly  the historical \nnegotiations that lead to the inclusion of Section 3.1 in the 2012 Agreement, the Court \nfinds that the greater weight of the evidence demonstrates that the parties intended \nand agreed to carry forward the MMQ of 50,000 Net Dry Tons of Gypsum Filter Cake, \nsubject to minor acceptable fluctuations, for the entire term of the 2012 Agreement , \nand that, by including the italicized language noted above, the parties further agreed \nto a modified method by which to determine those fluctuations. \n(a) The MMQ and Section 3.1 under the 2004 Agreement  \n77. In the 2004 Agreement, the parties included Section 1.23 in Definitions-\nArticle I to define MMQ to “mean 50,000 Net Dry Tons of Gypsum Filter Cake to be \ndelivered on a monthly basis in accordance with Section 3.1.”  (Ex. 5 § 1.23.)  Section \n3.1 provided when the delivery obligation would be triggered and the  minor \nfluctuations that would be acceptable each month.  (Ex. 5 § 3.1.)   \n78. Section 3.1 set two defined time periods —(1) the St art-Up Period , \ndefined as the “initial six (6) month period of commercial operation s of the [CTG \nPlant],” and (2) the remainder of the 2004 Term  after the Start -Up Period (“2004 \nTerm”).  (See Ex. 5 §§ 1.33, 3.1.)  During  the Start-Up Period, the parties were only \nrequired to deliver and accept 30,000 net dry tons of Gypsum Filter Cake.  (See Ex. 5 \n§§ 1.33, 3.1.)  After the Start-Up Period, DEP was required to deliver and CTG was \nrequired to accept the MMQ as defined in Section 1.23—50,000 net dry tons.  (See Ex. \n \n \n5 §§ 1.23, 3.1.)  Section 3.1 also provided for allowable minor fluctuations, stating that \nthe parties’ obligations would be satisfied “provided that such fluctuations (up or \ndown) do not exceed 10%.”  (Ex. 5 § 3.1.) \n79. Section 3.1 provided in 2004 , and has continued  in all sub sequent \nagreements to provide, that “[DEP’s] expectation is to supply Gypsum Filter Cake \nprimarily from the Roxboro Plant and Mayo Plant , but retains the right to supply  \nGypsum Filter Cake from any source.”  (Ex. 5 § 3.1.) \n(b) Revisions to Section 3.1 in the 2008 Agreement  \n80. The parties made three significant changes to Section 3.1 in the 2008 \nAgreement.  They agreed to: (1) eliminate the Start-Up Period, (2) add “Commercial \nOperation” dates, and (3) delete the definition of MMQ from the definition s article, \nleaving the MMQ to be defined only by the language of Section 3.1.  \n81. When negotiating the 2008 Agreement i n light of CTG’s construction \ndelay, DEP proposed that provisions related to  the Start-Up Period in which CTG \nwas obligated to accept less than the MMQ should be eliminated, and that the MMQ \nshould be increased from 50,000 net dry tons to 55,000 net dry tons after CTG began \nor should have begun Commercial Operation.  DEP then proposed two periods with a \ndifferent MMQ.   Its proposed Section 3.1 read as follows:  \nCommencing on the earlier of (a) November 1, 2008 or (b) when the \nLoading Facility is in Commerical Operation and continuing until the \nearlier of (i) the date the CertainTeed Manufacturing Plant commences \nCommercial Operation or (ii) November 1, 2011 [(“Commercial \nOperation Period”)], [DEP] agrees to sell and deliver to CertainTeed and \nCertainTeed agrees to purchase and accept from [DEP] at least 50,000  \nNet Dry Tons of Gypsum Filter Cake per month, subject to the allowance \nfor fluctuations as set forth in this paragraph, and except as may \n \n \notherwise be excused by the terms of this Amended Agreement \n[(“Commercial Operation Period MMQ”)].  Commencing on the earlier of \n(x) the date the CertainTeed Manufacturing Plant commences \nCommerical Operation or (ii) November 1, 2011, and continuing \nthroughout the remainder of the Term of this Agreement [(“2008 Term”)], \n[DEP] agrees to sell and deliver to CertainTeed and  Certainteed agrees \nto purchase and accept from [DEP] at least 55,000 Net Dry Tons of \nGypsum Filter Cake per month subject to the allowance for fluctuations \nas set forth in this paragraph, and except as may otherwise be excused by \nthe terms of this Amended  Agreement [(“2008 Term MMQ”)].  (The \nvolume obligations set forth herein may be referred to as applicable the \n“Minimum Monthly Quantity.”)  In order to accommodate minor \nfluctuations in volumes actually del ivered and accepted under this \nAmended Agreement,  any quantities of Gypsum Filter Cake to be \ndelivered under this Amended Agreement shall be deemed to be \nsatisfied provided that such fluctautions (up or down) do not exceed 10%, \nand provided that the average monthly quantity of Gypsum Filter Cake \ndelivered and accepted under this Amended Agreement over any twelve \n(12) month period after the S tart-up Period shall be approxi mately \n50,000 Net Dry Tons.  [DEP’s] expectation is to supply Gypsum Filter \nCake primarily from the Roxboro Plant and Mayo Plant, but retains the \nright to supply Gypsum Filter Cake from any source.   \n \n(Ex. 11 § 3.1 (emphasis added).) \n \n82. DEP’s proposed amendment did not change either the definition of  \nacceptable minor fluctuations or the language ret aining DEP’s ability to supply \nsynthetic gypsum from any source. \n83. The parties met to discuss DEP’s proposed changes on February 14 and \n15, 2008.  CTG agreed to eliminate the Start-Up Period, but did not agree to increase \nthe MMQ to 55,000 net dry tons.  The net effect was to provide a single definition of \nthe MMQ as 50,000 net dry tons, subject to the agreed fluctuations.    \n84. On February 18, 2008, DEP’s attorney circulated a draft intended to \nincorporate the agreements reached at the February meeting  (“February 2008 \nDraft”).  The February 2008 Draft was not produced in a redline format to show the \n \n \nrevisions that were rejected, changed, or agreed to.   (See Ex. 18.)  Section 3.1 in the \nFebruary 2008 Draft read as follows:  \nDelivery of Gypsum.  Commencing on the earlier of (a) November 1, 2008 \nor ( b) when the Loading Facility is in Commercial Operation and \ncontinuing until the earlier of (i) the date the CertainTeed \nManufacturing Plant commenc es Commercial Operation or \n(ii) November 1, 2011, [DEP] agrees to sell and deliver to CertainTeed \nand Certai nTeed agrees to purchase and accept from [DEP] at least \n50,000 Net Dry Tons of Gypsum Filter Cake per month, subject to the \nallowance for fluctuations as set forth in this paragraph, and except as \nmay otherwise be excused by the terms of this Amended Agree ment. \n(The volume obligations set forth herein may be referred to as the \n“Minimum Monthly Quantity ”.)  In order to accommodate minor \nfluctuations in volumes actually delivered and accepted under this \nAmended Agreement, any quantities of Gypsum Filter Cake to be \ndelivered under this Amended Agreement shall be deemed to be \nsatisfied provided that such fluctuations (up or down) do not exceed 10%, \nand provided that the average monthly quantity of Gypsum Filter Cake \ndelivered and accepted under this Amended Agreement over any twelve \n(12) month period after the Start -up Period shall be approximately \n50,000 Net Dry Tons .  [DEP’s] expectation is to supply Gypsum Filter \nCake primarily from the Roxboro Plant and Mayo Plant, but retains the \nright to supply Gypsum Filter Cake from any source. \n \n(Ex. 18 § 3.1 (emphasis in original).)   \n85. The February 2008 Draft eliminated the entire sentence in DEP’s earlier \ndraft that would have defined a period after  the Commercial Operation Period  in \nwhich the MMQ would be increased to 55,000 net dry tons.  As a result, the February \n2008 Draft did not expressly include any MMQ for the contract term remaining after \nthe earlier of November 2011 or the start of the Commercial Operation Period.   \n86. Neither the negoti ators nor counsel recognized that omission.  \nUltimately, the parties executed the 2008 Agreement, adopting Section 3.1 as shown \nin the February 2008 Draft.  (See Ex. 6 § 3.1; see also Ex. 18 § 3.1.)  \n \n \n87. Despite the fact that Section 3.1 of the 2008 Agreement, as adopted, did \nnot explicitly state a quantity term for the remainder of the 2008 Term, the parties \nagree that the MMQ under the 2008 Agreement was 50,000 net dry tons for the entire \nterm of the 2008 Agreement , subject to the acceptable minor fluctuations .  Morrow \nand Coppola both testified that their understanding  and intent was to move  the \ndefinition of MMQ to Section 3.1 and that the MMQ was to be 50,000 net dry tons for \nthe entire term of the 2008 Agreement, subject to minor fluctuations. \n88.  The Court finds that a drafting error resulted in there being no express \nMMQ for the entire term of the 2008 Agreement, but that notwithstanding that error \nand omission, under the 2008 Agreement , the parties intended , understood, and \nagreed that the MMQ was 50,000 net dry tons during both the Commercial Operation \nPeriod and the remainder of the 2008 Term , subject to the acceptable minor \nfluctuations, which remained unchanged from the  2004 Agreement.  This drafting \nerror did not a ffect the provision of  Section 3.1 regarding DEP’s expected source of \nGypsum Filter Cake to meet its supply obligation, which was carried forward from \nthe 2004 Agreement without change.   \n(c) Section 3.1 of the 2012 Agreement  \n89. Section 3.1 in the 2012 Agreement varies from the 2008 Agreement in \ntwo ways: (1) the definition of the Commercial Operation Period changed; and (2) the \nclause “or the aggregate actual Gypsum Filter Cake Net Dry Tons produced by the \nRoxboro Plant and the Mayo Plant over the same period, whichever is less” was \n \n \nadded.  The Court will now refer to this  added clause as the “Aggregate Actual \nProduction Clause.”  (Ex. 15 § 3.1.)   \n90. The Commercial Operation Period was changed to start on May 1, 2009, \nwhen CTG accepted its first delivery of Gypsum Filter Cake, and to end on the earlier \nof (a) the actual commercial operation date of the CTG Plant or (b) October 1, 2012 \n(“2012 Commercial Operation Period”).  (Ex. 15 § 3.1.)   \n91. Language that later became t he Aggregate Actual Production Clause  \nadopted in the 2012 Agreement  originated in a draft Engelhardt proposed to begin \nnegotiations for a new agreement.   That clause must be considered in context.  His \nproposed changes to Section 3.1 were accompanied by substantial other changes that \nDEP rejected.  The Aggregate Actual Production Clause  was the sole portion of \nEngelhardt’s proposals to the 2008 Agreement that was  incorporated into the final \n2012 Agreement.  CTG contends that the language in question was retained in order \nto change the acceptable minor fluctuations , but that the parties did not  intend to \nchange the fixed MMQ that had been in place since 2004 .  DEP contends that the \nAggregate Actual Production Clause was retained in Section 3.1 because DEP \naccepted CTG’s proposal to replace a fixed MMQ with one that fluctuated based on \nproduction at its Roxboro Plant and Mayo Plant.   \n92. The Court agrees with CTG and finds that the parties did not intend for \nthe Aggregate Actual Production Clause to change the sup ply and acceptance \nobligations, but rather the parties understood, intended and agreed that the MMQ \nthroughout the term of the 2012 Agreement, (“2012 Term”), would continue to be \n \n \n50,000 net dry tons , and t he Aggregate Actual Production C lause was intended, \nunderstood, agreed only to modify  the method to determine  minor fluctuations  \nwithout otherwise modifying the MMQ from which those fluctuations are measured. \n93. When negotiating the 2012 Agreement,  Engelhardt proposed not only \nsubstantial changes to Section 3.1, but also provisions regarding the Stockpile  and \nother modifications that would allow either party to receive the essential benefit of \nthe supply agreement even if the quantities supplied or accepted from month to \nmonth varied to a degree larger than the 10% variances allowed by Section 3.1 of the \n2004 Agreement and the 2008 Agreement.   Engelhardt testified that he intended to \nprovide both CTG and DEP flexibility consistent with the actual month-to-month and \nseasonal variations in production , but with protections through the Stockpile to \nensure that each party would receive the expected benefit of the agreement. \n94. First, Engelhardt proposed a shift from a monthly emphasis to an \nannual term, with any default to be measured against that annual quantity.  (See Ex. \n23 § 1.30; see, e.g., Ex. 23 § 6.2 (stating in a redlined draft the remedies available to \nCTG “in the event [DEP] is unable to deliver to CertainTeed the Minimum Annual \nMonthly Quantity in any year month during the Term of this Revised Agreement and \nthe stockpile falls below 100,000 Net Dry Tons  . . . .”).)  Engelhardt also proposed a \nnew MMQ of 25,000 net dry tons per month , which would be an  absolute minimum \namount the parties could deliver and accept each month, but the primary focus would \nbe satisfying the annual obligations.  \n \n \n95. Second, Engelhardt proposed that the parties agree to maintain an \nabsolute minimum and maximum volume for the Stockpile to protect their respective \nneeds (“Stockpile Buffer”) .  The minimum would be set at 100,000 net dry tons, \nassuring that CTG would always have access to at least two months’ supply, and the \nmaximum would be set at 600,000 net dry tons , with CTG required to remove any \nexcess.  (See Ex. 23 § 2.2.3(c).) \n96. Third, Engelhardt substantially revised Section 3. 1 to  accommodate \nthese changes.  Engelhardt’s proposed Section 3.1 stated:  \nCommencing on May 1, 2009 and continuing until the earlier of (i) the \ndate the CertainTeed Manufacturing Plant commences Commercial \nOperation or (ii) October 1, 2012 , [DEP] agrees to sell and deliver to \nCertainTeed and CertainTeed agrees to purchase and accept from [DEP] \nat least 600.000 [sic] Net Dry Tons of Gypsum Filter cake per year or the \nquantity of Gypsum Filter Cake produced by [DEP] during the said year, \nwhichever is less, subject to the Stockpile in the [DEP] Storage Area not \nexceeding 600,000 Net Dry Tons, and except as may otherwise be excused \nby the terms of this Revised Agreement.  (The volume obligations set \nforth herein may be referred to as the “Minimum Annual Quantity”.)  \nThe Minimum Monthly Quantity of Gypsum Filter Cake that [DEP] \nagrees to sell and deliver to CertainTeed and that CertainTeed agrees to \npurchase and accept from [DEP] in any given month shall be 25,000 Net \nDry Ton s.  In order to accommodate minor fluctuations in volumes \nactually delivered and accepted under this Revised Agreement, any \nquantities of Gypsum Filter Cake to be delivered under this Revised \nAgreement shall be deemed to be satisfied provided that the average \nmonthly quantity of Gypsum Fil ler [sic] Cake delivered and accepted \nunder this Revised Agreement over any (12) month period after the \nbeginning of the Commercial Operation shall be approximately 50,00 0 \nnet dry tons, or the actual Gypsum Filter Cake Net Dry Ton production \nover the same period, whichever is less.  [DEP’s] expectation is to supply \nGypsum Filter Cake primarily from the Roxboro Plant and Mayo Plant, \nbut retains the right to supply Gypsum Filter Cake from any source.  \nAcceptance will include Gypsum Filter Cake conveyed to the CertainTeed \nplant, loaded i nto rail or trucks for transfer to other CertainTeed \nfacilities, transferred to third parties, or added to the Stockpile providing \nthat the Stockpile does not exceed 600,000 tons.  \n \n \n \n(Ex. 23 § 3.1 (italics added).) \n97.  Engelhardt deleted the language in Section 3.1 of the 2008 Agreement \nthat allowed fluctuations in the monthly quantity so long as “such fluctuations (up or \ndown) do not exceed ten percent ” and substituted the Actual Aggregate Production \nClause.  (See Ex. 23 § 3.1.)   He then substituted his proposal that would allow \nfluctuations to be measured by production but still subject to the requirements of this \nStockpile Buffer.  \n98. Under Engelhardt’s proposal, CTG would be obligated to accept DEP’s \nactual annual production of Gypsum Filter Cake or 600,000 net dry tons, whichever \nwas less, and whatever amount of Gypsum Filter Cake was necessary to guarantee \nthat the Stockpile did not exceed 600,000 net dry t ons.  In turn, D EP would be \nrequired to maintain at least  100,000 net dry tons of Gypsum Fi lter Cake in the \nStockpile at all times,  irrespective of what DEP actually produced at its Roxboro \nPlant and Mayo Plant.  \n99. Notably, Engelhardt’s draft started from the language of Section 3.1 of \nthe 2008 Agreement, which, as noted above, failed to include an express MMQ for the \ncontract term remaining after the early Commercial Operation Period.  He then \ncarried forward the same mistaken omission that had occurred in 2008.   It is clear, \nhowever, that Engelhardt intended to propose an  annual supply obligation for the \nentire 2012 Term.  \n100. Engelhardt sent his proposed draft to Coppola on October 20, 2011.  (See \nEx. 23.)  After receiving Engelhardt’s draft, Coppola expressed that DEP “would like \n \n \nto leave the volume obligation as is,” but agreed that the parties could discuss possible \nchanges.  (Ex. 25.)  At that time, Coppola was aware that DEP was projecting that \nfor the next several years, its Roxboro Plant and Mayo Plant would produce Gypsum \nFilter Cake in excess of 600,000 tons per year. \n101. Neither Engelhardt nor Coppola recall having extensive conversations \nbetween October 2011 and February 2012.  E-mails suggest some discussion occurred \nin November 2011 , but no such discussion is further documented.  ( See Ex. 25.)  \nCoppola testified that she and Engelhardt discussed Engelhardt’s proposed changes \nin detail , but she was unable to recall any specifics regarding such discussions .  \nEngelhardt testified that he and Coppola, in fact, had very few conversations between \nOctober 2011 and finalizing the 2012 Agreement. \n102. Coppola first provided Engelhardt a counter proposal on February 10, \n2012 (“February 2012 Draft”).  (See Ex. 26.)  The February 2012 Draft rejected most \nof Engelhardt’s proposed edits.  \n103. Specifically, DEP deleted “Minimum Annual Quantity” as a defined \nterm and all references to a “Minimum Annual Quantity ” included throughout the \nagreement.  ( See, e.g., Ex. 26 §§ 1.30, 2.2.3(c), 3.1, 6.2.)  DEP reverted back to the \nlanguage of the 2008 Agreement.  DEP rejected Engelhardt’s revised monthly \nminimum of 25,000 net dry tons .  DEP reinserted the clause allowing  10% \nfluctuations (up or down) , but also left in the Aggregate Actual Production Clause , \nwhich Engelhardt had proposed in lieu of the 10% fluctuation.  DEP’s February 2012 \n \n \nDraft, like the 2008 Agreement, did not state a fixed quantity term for the contract \nperiod remaining after the 2012 Commercial Operation Period. \n104. DEP rejected Engelhardt’s proposal to create a Stockpile Buffer with a \nguaranteed minimum and maximum  volume.  (Ex. 26 § § 1.48, 2.2.3(c).)  Rather, \nDEP’s February 2012 Draft contained no quantity requirements for the  Stockpile.  \n(See Ex. 26 § 2.2.3.)   \n105. Lead negotiators for the parties met  on February 14, 2012, in an effort \nto reach a final agreement.  There was no testimony as to any specific discussion of \nSection 3.1 at the parties’ February meeting. \n106. Ultimately, Section 3.1 in the 2012 Agreement was adopted as it had \nbeen proposed in DEP’s February 2012 Draft.  \n107. Even though she could not recall any specific negotiations, Coppola now \ntestifies that she specifically recalls that the parties intended and agreed to create a \nnew variable quantity term for the contract period after the 2012 Commercial \nOperation Period.  Coppola testified that to accomplish this purpose , DEP \nintentionally accepted the Aggregate Actual Production Clause  in order to accept \nCTG’s proposal to move from a fixed to a variable MMQ.   She testified that the parties \nagreed that the variable MMQ after the 2012 Commercial Operation Period would \nbe:  \nthe average monthly quantity of Gypsum Filter Cake delivered and \naccepted under this Revised Agreement over any twelve (12) month \nperiod after the Commercial Operation Date shall be approximately \n50,000 Net Dry Tons, or the aggregate actual Gypsum Filter Cake Net \nDry Tons produced by the Roxboro Plant and the Mayo Plant over the \nsame period, whichever is less. \n \n \n \n(Ex. 15 § 3.1.)  Coppola is the sole witness who recalls DEP’s intent to change the \nMMQ to a variable term that could fall below 50,000 net dry tons if DEP’s production \nfell.  Even Coppola was unable to testify as to any discussion with CTG in this regard. \n108. Engelhardt testified that he believed that when DEP rejected his other \nproposed changes, Section 3.1 essentially reverted back to the volume obligations as \nstated in the 2008 Agreement, but that the parties slightly modified the method for \ndetermining the allowable minor fluctuations.  He understood that the parties agreed \nthat a party would be deemed to satisfy its obligations under Section 3.1 if the two \nminor fluctuation requirements were each satisfied: first, any fluctuations from the \n50,000 MMQ could not exceed 10% (up or down) , and second, the average monthly \nquantity over a twelve-month period must equal the lesser of 50,000 net dry tons \n(essentially 600,000 net dry tons per year) , or DEP’s aggregate actual production at \nthe Roxboro Plant and Mayo Plant.  Engelhardt testified that because both conditions \nhad to be satisfied, the net effect  was that the parties would  satisfy their volume \nobligation so long as DEP delivered and CTG accepted at least 540,000 net dry tons \nof Gypsum Filter Cake per year, or a maximum of a 10% variation each month.   \n109. Engelhardt tes tified that he agreed to the inclusion of the Aggregate \nActual Production Clause based on his understanding that the MMQ would be \nbetween 45,000 and 55,000 net dry tons per month.  Engelhardt explained that by \nleaving in the Aggregate Actual Pro duction Cla use, the parties were  allowing for \nsome fluctuation to the volume obligations —although not the fluctuation he had  \n \n \nrequested—and that a guarantee of at least 45,000 net dry tons per month was \nsufficient to satisfy CTG’s needs. \n110. The Court finds that Engelhardt’s proposed changes must be understood \nand read in conjunction with all of his revisions, including the addition of a Minimum \nAnnual Quantity term, the inclusion of a Stockpile Buffer, and the deletion of the \n10% fluctuations clause.  \n111. The Court finds that the Aggregate Actual Production Clause \nEngelhardt proposed was not, initially or when adopted, intended by either party to \nchange the MMQ from the fixed volume of 50,000 net dry tons  per month, subject to \nminor fluctuations, to a new variable MMQ based on DEP’s actual production at its \nRoxboro Plant and Mayo Plant .  Rather, as Engelhardt proposed an alternative \nmonthly quantity, he also proposed an alternative method to determine acceptable \nfluctuations to substitute for the e xisting method based on a 10% variation of the \nfixed 50,000 net dry ton supply obligation.  Engelhardt intended to allow for greater \nmonthly variations while maintaining an annual quantity obligation and requiring a \nStockpile Buffer.  The Court finds that Engelhardt’s various proposed modifications \nof the parties’ supply and acceptance obligations  were subject to the parties  also \nagreeing to Engelhardt’s proposed Stockpile Buffer, and  once DEP determined to \nremain with a fixed MMQ of 50,000 net dry tons,  neither CTG nor DEP intended or \nagreed to accept Engelhardt’s proposed language as anything other than a \nmodification to the manner in which fluctuations from th at MMQ would be \nacceptable.   \n \n \n112. Following Engelhardt’s promotion to CTG President, o n February 2 2, \n2012, Kim Bildfell (“Bildfell”), CTG’s Vice President of Purchasing and Customer \nSatisfaction, assumed responsibility for negotiating the 2012 Agreement on behalf of \nCTG.  Bildfell testified that the negotiations concerning Section 3.1 had been \ncompleted before she began participating in the negotiations and that she was not \ninvolved in any further negotiations concerning Section 3.1.  Instead, she focused on \naddressing the Stockpile requirements in Section 2.2.3 and finalizing the operational \nchanges.  \n113. On March 7, 2012, w hile reviewing a  draft of the 2012 Agreement , \nBildfell noted a question as to whether the changes to Section 3.1 would allow DEP \nto reduce its supply of Gypsum Filter Cake below 50,000 net dry tons even if CTG \nwere to require that amount.  (See Ex. 46 ¶ 8 (“What if [DEP] makes less than 50,000 \nconsistently and we need 50,000  . . . [Section 3.1] reads 50,000 net dry tons, or the \naggregate actual Gypsum Filter Cake Net Dry Tons produced by the Roxboro Plant \nand the Mayo Plant.  Does this mean [DEP] no [sic] responsible if [sic] produce less \nthan 50,000 consistently[?]”).)  Bildfell believes that she discussed this concern with \nEngelhardt, but she does not recall any specifics of a discussion with Engelhardt or \nanyone else regarding her question about Section 3.1.  She testified that at the time \nshe signed the 2012 Agreement , she understood that the MMQ was 50,000 net dry \ntons per month for the entire 2012 Term.   \n114. The Court finds that Bildfell’s comments do not evidence that the parties \nintended and agreed that Section 3.1 of the 2012 Agreement changed the MMQ from \n \n \nwhat it has been understood to mean since it was first established in the 2004 \nAgreement. \n115. Other contemporaneous documentation  is consistent with the Court’s \nfinding.   \n116. On August 17, 2012, Coppola emailed her supervisors a summary of the \nmajor changes to the 2012 Agreement.  Notably, Coppola made no direct or indirect \nreference to the parties’ alleged agreement to change the MMQ to a variable supply \nterm.  To the contrary, Coppola stated that there were “[n]o changes to the original \nintent of the document, ” explaining that the “primary changes” made in the 2012 \nAgreement reflect ed the parties’ agreement that CTG could install additional \nequipment to the DEP Storage Area.  (Ex. 28.)  Coppola repeatedly stated that the \nvolume obligations did not change , concluding that  “[n]o changes to Article 3 – \nGypsum Sales – this is important because there has been no change to the obligation \nto deliver material in the original volumes specified” and “[a]gain, the original terms \naround pricing and volumes remained untouched.”  (Ex. 28, at 2 (emphases added).)  \n117. Coppola now testifies that her August 17, 2012 e -mail was inaccurate.  \nAttempting to explain the error, Coppola stated that, at the time she drafted the e -\nmail, she was focused on the changes the parties had made concerning the \nconstruction modifications.  She further testified that  at the time she drafted the e -\nmail, DEP forecast that the actual production of Gypsum Filter Cake at the Roxboro \nPlant and Mayo Plant would be at least 600,000 net dry tons per year, meaning the \n \n \nvolume obligation would effectively remain the sam e and there would have been no \nneed to document a supply obligation based on different production scenarios. \n118. Contrary to her testimony at trial, t he Court finds that throughout the \nnegotiations for the 2012 Agreement , Coppola and DEP remained committed to \nkeeping the quantity term as it was.  (See Ex. 25 (stating that DEP  “would like to \nleave the volume obligation a s is”).)  Consistent with its intent to keep the supply \nobligation the same, DEP rejected the substance of Engelhardt’s proposed changes.   \n119. The Court does not find Coppola’s current recollection or testimony at \ntrial, which varies from her contemporaneous documentation, to be credible.  A \nchange from a fixed quantity to a variable quantity term would have been  a \nfundamental change to the parties’ agreement.  If there was a clear and intentional \neffort to accept portio ns of Engelhardt’s proposed language to make this shift, it is \nfair to expect that Coppola would have advised her management  of such change .  \nInstead, she advised management that there was no change.  Further, considering \nthat this new variable term would require DEP to complete month -to-month \ncalculations to determine its rolling twelve-month average production in order for the \nparties to determine the MMQ each month , it is fair to expect that Coppola would \nhave advised those who were to oversee the performance of the contract that they \nneeded to make the necessary monthly calculations.  It is clear she did not.  There is \nno testimony or document reflecting that Coppola told anyone at or around the time \nthe 2012 Agreement was executed that the MMQ had changed.  The Court finds that \nit is not credible that Coppola now recall s a specific intent , contrary to her written \n \n \ndocumentation, that the parties intended or agreed to change the 50,000 net dry ton \nMMQ as unde rstood in the 2008 Agreement.  Rather, her documentation supports \nthe finding that the parties intended that the MMQ was not changed, and only the \nmethod of determining acceptable fluctuatio ns had been changed by the 2012 \nAgreement.   \n120. The Court finds that the greater weight of the evidence proves that  \nneither CTG nor DEP intended to change the MMQ to the variable quantity term \nDEP now promotes in the litigation.  Rather, the greater weight of the evidence leads \nthe Court to find that both CTG and DEP intended and agreed to carry forward the \nMMQ of 50,000 net dry tons of Gypsum Filter Cake, as stated in the 2004 Agreement \nand the 2008 Agreement.  As was the case when entering the 2008 Agreement, the \nparties intended this MMQ to ap ply for the entire term of the 2012 Agreement , \nalthough the language failed to expressly  define a supply quantity for the entire \ncontract term.   \n121. Based on the greater weight of the evidence, the Court further finds that \nthe parties intended and agreed that Section 3.1, as modified in the 2012 Agreement, \nprovides two separate clauses for determining acceptable fluctuations connected with \nthe word “and,” so that both clauses must be met in order for a fluctuation from the \nMMQ to be acceptable .  Accordingly, the parties intended and agreed that their \nsupply or acceptance obligations would be satisfied if DEP supplied and CTG accepted \n(1) an average monthly quantity  of 50,000 net dry tons (essentially 600,000 net dry \ntons per year) or the aggregate actual production from the Roxboro Plant and Mayo \n \n \nPlant over a twelve-month period, “whichever is less,” and (2) the monthly quantity \ndelivered and accepted does not vary more than 10%  (up or down)  from 50,000 net \ndry tons.  Read together, these phrases provide that throughout the term of the 2012 \nAgreement, unless otherwise excused, DEP must supply and CTG must accept \nbetween 45,000 and 55,000 net dry tons per month and 540,000 and 600,000 net dry \ntons of Gypsum Filter Cake over a twelve-month period.   \n(d) The Parties’ Performance between 2012–2016 \n122. The Court has not relied upon evidence of the parties’ performance after \nexecuting the 2012 Agreement to determine the intent of the parties when entering \nthat agreement.  However, having heard the evidence presented, the Court finds that \nthe parties’ performance under the 2012 Agreement is consistent with the Court’s \nfinding that, when entering the 2012 Agreement, the parties intended and agreed for \nthe MMQ to be 50,000 net dry tons for the entire 2012 Term as it had been for earlier \nagreements.   \n123. The CTG Plant became operational on March 28, 2012, initially running \nonly one shift for the first month.  The CTG Plant gradually incre ased its \nproduction—operating two shifts between May 2012 and October 2012, then \nincreasing to three shifts in October 2012 .  U ltimately, the CTG Plant began \noperating four shifts and running at full capacity in April 2013.   \n124. CTG increased its acceptance of Gypsum Filter Cake from 2012 through \n2014, but was still not regularly accepting 50,000 net dry tons  per month.  (Factual \nStipulations, Ex. 1.)  From March 2012 through July 2015, over two years after the \n \n \nCTG Plant became fully operational, CTG had only accepted as much as 45,000 net \ndry tons of Gypsum Filter Cake during three months.  (Factual Stipulations, Ex. 1.)  \n125. John Halm (“Halm”), a byproducts marketing manager for DEP, became \nresponsible for managing and administrating the 2012 Agreement on behalf of DEP \naround October 2012.  At that time, Halm  administered the 2012 Agreement based \non his understanding that DEP had an obligation to supply, and CTG had an \nobligation to accept, 50,000 net dry tons of Gypsum Filter Cake per month, subject to \nallowable fluctuations.  Although Coppola’s construction of the 2012 Agreement \nwould require calculating DEP’s rolling twelve -month average production at its \nRoxboro Plant and Mayo Plant each month, Coppola did not instruc t Halm of this \nneed.  \n126. Halm reported to Tony Mathis (“Mathis”), the manager of DEP’s \nbyproducts team.  Beginning in 2015, Mathis reported to Brian Weisker (“Weisker”), \nVice President of Coal Combustion Products Operations & Maintenance.  Documents \nreflect that at least until they consulted with counsel in January 2017, Halm, Mathis, \nand Weisker , who were not involved in any negotiation lea ding to the 2012 \nAgreement, all understood, based on their reading of the agreement , that the MMQ \nunder the 2012 Agreement was 50,000 net dry tons per month.  (See Exs. 31, 32, 113, \n114.)  Both Halm’s and Weisker ’s testimon y at trial was  consistent with the \ndocumentation. \n127. Although the evidence is that C TG did not regularly accept 50,000 net \ndry tons (plus or minus 10%) between March 2012 and July 2015, there is no evidence \n \n \nthat DEP demanded that CTG do so.  Nevertheless, DEP continued to represent that \nthe MMQ was 50,000 net dry tons per month, informing CTG that DEP did not want \nCTG to discontinue its support for  third-party sales until the Stockpile fell below \n600,000 net dry tons and CTG was regularly accepting 50,000 tons per month.  ( See \nEx. 130.)  \n128. In January 2016, Halm  prepared a written summary  of the 2012 \nAgreement reflecting his understanding that DEP was co ntractually obligated to \nsupply 600,000 tons of synthetic gypsum per year and that DEP would be required to \npurchase synthetic gypsum from another source if the production at DEP’s Roxboro \nPlant and Mayo Plant was not adequate to satisfy the MMQ.  (See Ex. 31, at 3.)  Halm \nnoted that while CTG has actually required lesser amounts, he projected that DEP \nfaced a future production shortage that would not meet the MMQ.   \n129. In January 2017, Weisker prepared a summary of the CTG contract and \nprovided it to his superior, George Hamrick, Vice President of Coal Combustion \nProducts.  Weisker’s summary acknowledged that DEP had a supply obligation of \n600,000 tons per year  that woul d require DEP to secure an alternative source of \nsynthetic gypsum should its Roxboro Plant and Mayo Plant production be inadequate.  \n(Ex. 113, at 1.) \n130. Halm and Weisker testified that they changed their understanding \nregarding the MMQ after consulting counsel.  \n131. Between 2012 and early 2017, DEP never tracked or calculated the \nrolling twelve-month average of production at the Roxboro Plant and Mayo Plant.  \n \n \nApril 6, 2017, was the first time Halm calculated the twelve-month rolling average to \ndetermine the MMQ.  \n132. The Court finds that the understanding that Halm and Weisker had \nbefore consulting counsel, and the management steps they took consistent with that \nunderstanding, were fully consistent with the Court’s determination of the parties’ \nunderstanding, agreement , and intent with regard to the MMQ at the time they \nexecuted the 2012 Agreement.  \n(e) Source of Supply of Gypsum Filter Cake to Satisfy Section 3.1 \n133. DEP contends that the MMQ must be read narrowly so as to limit its \nobligation to supply Gypsum Filter Cake to only supplying its production at the \nRoxboro Plant and Mayo Plant, whether or not that amount is less than the MMQ as \nthe Court has found it to be defined by the 2012 Agreement.   \n134. The 2004 Agreement defined Gypsum Filter Cake a s “a filter cake of \ncalcium sulfate dehydrate, being a byproduct of the FGD Systems, which conforms to \nthe Specifications.”  (Ex. 5 § 1.17.)  FGD Systems were designated as “the Flue Gas \nDesulfurization system(s) to be installed, owned (in whole or in part) and operated by \n[DEP] at the Mayo and Roxboro Plants.”  (Ex. 5 § 1.14.)   \n135. DEP contends that these definitions, read together and considered in \nthe context of the overall structure of the 2004 Agreement, demonstrate that the \nparties agreed that DEP was only obligated to supply synthetic gypsum produced \nfrom the FGD Systems at the Roxboro Plant and Mayo Plant.   \n \n \n136. The Court finds that such a narrow reading is inconsistent with other \nprovisions adopted in the 2004 Agreement  and carried forward in the  2008 \nAgreement and the 2012 Agreement.  The parties repeatedly use the defined term \n“Gypsum Filter Cake ” in a manner that makes  clear that the reference must be to \nsynthetic gypsum produced at locations other than the Roxboro Plant  and Mayo \nPlant.    (Ex. 15 §§ 3.8, 6.2.)  The parties have consistently and repeatedly agreed that \n“[DEP’s] expectation is to supply Gypsum Filter Cake primarily from the Roxboro \nand Mayo Plants, but retains the right to supply  Gypsum Filter Cake  from any  \nsource.”) (Ex. 5 § 3.1; see Ex. 6 § 3.1; Ex. 15 § 3.1) (emphases added).)  It is manifestly \nobvious that DEP could not obtain Gypsum Filter Cake from any source other than \nits Roxboro Plant and Mayo Plant if by definition any Gypsum Filter Cake must have \nbeen produced only at the Roxboro Plant or Mayo Plant.   \n137. The Court finds that the parties understood, intended, and agreed when \nentering into each of the Supply Agreements, that although DEP expected to supply \nsynthetic gypsum primarily from its Roxboro Pl ant and Mayo Plant, it might be \nrequired to supply from other sources if necessary .  DEP’s pre-litigation course of \naction is fully consistent with their having so agreed. \n(2) Section 2.2.3 Regarding the Stockpile \n138. The Supply Agreements have consistently agreed that DEP would build \nand thereafter maintain a storage area  on its property to store Gypsum Filter Cake \nat its Roxboro Plant.  (See Ex. 5 § 2.2; Ex. 6 § 2.2.3(a); Ex. 15 § 2.2.3(a).)  Before the \nCTG Plant was operational, DEP stored much of its production in the Stockpile, but \n \n \nrequired CTG to remove amounts necessary to keep the Stockpile within a safe \nvolume.  The Supply Agreements contemplated that on an ongoing basis , so long as \nthe Stockpile was within an acceptable volume, DEP may add Excess Gypsum to the \nStockpile.  (Ex. 5 § 1.12; Ex. 6 § 1.15; Ex. 15 §  1.21; see Ex. 5 § 2.2; Ex. 6 § 2.2.3(a); \nEx. 15 § 2.2.3(a).)  \n139.   The 2012 Agreement contains the following Section 2.2.3(a): \n[DEP] and CertainTeed have worked together to build a \nGypsum Filter Cake stockpile (the “Stockpile”) in the [DEP] \nGypsum Storage Area.  [DEP] will use commercially reasonable \nefforts to maintain at least 250,000 Net Dry Tons of Gypsum \nFilter Cake in the Stockpile at all times during the Term of this \nRevised Agreement.  If the volume in the Stockpile falls below \n250,000 Net Dry Tons, [ DEP] will be deemed to be using \ncommercially reasonable efforts to maintain the required \nvolume in the Stockpile a s set forth herein to the extent that \n[DEP’s] monthly production of Gypsum Filter Cake is used to \nfulfill its Minimum Monthly Requirement obligations as set \nforth herein, and (a) the Excess Gypsum is being utilized to \nreplenish the Stockpile, or (b) to the  extent otherwise agreed by \nthe Operating Plan as provided below .  If at any time during \nthe Term of this Revised Agreement the Stockpile falls below \n250,000 Net Dry Tons or [DEP] has reason to believe that the \nStockpile will fall below 250,000 Net Dry Tons for any reason . \n. . then (unless otherwise previously provided to CertainTeed) \n[DEP] will provide a replenishment plan (the “Replenishment \nPlan”) to CertainTeed to establish a plan to rebuild the volume \nin the Stockpile to 250,000 Net Dry Tons. \n \n(Ex. 15 § 2.2.3(a) (italics added).)  \n140. There is no evidence that the parties ever prepared the Operating Plan \nreferred to in this section. \n141. Section 2.2.3(b) details that CTG has responsibility for maintaining the \nconveyor that is used to  transport materials from the Stockpile  for delivery to the \n \n \nCTG Plant and that CTG cannot allow the Stockpile to exceed 600, 000 net dry tons \nof Gypsum Filter Cake , referred to as “the Storage Maximum.”  (Ex. 15 § 2.2.3(b).)  \nSection 2.2.3(b) concludes with the following: \nFor the avoidance of doubt, [DEP] will be deemed to have met its \nobligation hereunder to deliver its [MMQ] to the extent that [DEP] has \ndelivered at least an aggregate total quantity of Gypsum Filter Cake at \nleast equal to the [MMQ] (i) directly to the [CTG Plant] via the Gypsum \nConveyor System, (ii) and/or to the [DEP] Gypsum Storage Area, and/or \n(iii) directly to the [CTG Plant] by truck if mutually agreed upon. \n \n(Ex. 15 § 2.2.3(b).) \n142. CTG contends  that: (a)  DEP is required to utilize commercial ly \nreasonable efforts to maintain the Stockpile at 250,000 Net Dry Tons of Gypsum \nFilter Cake; (b) DEP has failed to do so  because it failed deliver the contractually \nrequired MMQ; (c) now that the Stockpile volume has fallen be low 250,000 net dry \ntons, DEP is contractually obligated to produce a Replenishment Plan; and (d) the \nReplenishment Plan DEP has provided to date does not meet DEP’s contractual \nobligation because it is not based on DEP’s obligation to supply the MMQ throughout \nthe term of the 2012 Agreement and seeks to impose on CTG the cost of now securing \nthe volume necessary to replenish the Stockpile because of  DEP’s failures to supply \nthe MMQ.  (See Am. Compl. ¶¶ 102–03.)   \n143. DEP’s contention revolves around its proposed definition of the MMQ.  \nDEP contends that it has complied with its obligations under Section 2.2.3 because: \n(a) it has at all material times either delivered its entire production to CTG or added \nit to the Stockpile, and (b) it provided CTG with a Replenishment Plan, which DEP \nhas followed.  (See Ex. 54.) \n \n \n144. The Court finds Section 2.2.3 of the 2012 Agreement to be ambiguous , \nrequiring the Court to consider extrinsic evidence to determine the intent of the \nparties when entering the 2012 Agreement.  The extrinsic evidence include s the \ndrafting history of provisions regarding the Stockpile.  The initial 2004 Agreement \nincluded a provision that DEP would “build and use reasonable efforts to maintain a \n300,000 Net Dry Ton Gypsum Filter Cake [S]tockpile in the [DEP] Storage Area” and \nthereafter either dispose of Excess Gypsum or add it to the Stockpile.  (Ex. 5 § 2.2.) \n145.  The 2008 Agreement reduced the minimum volume of the Stockpile to \n250,000 Net Dry Tons of Gypsum Filter Cake, modified DEP’s obligations from \n“reasonable efforts” to “commercially reasonable efforts,” and added the requirement \nthat DEP provide a Replenishment Plan if the Stockpile volume fell below 250,000 \nNet Dry Tons.  (Ex. 6 § 2.2.3(a).)  The parties also agreed in the 2008 Agreement that \nDEP, primarily at CTG’s expense, would increase the Stockpile’s storage capacity to \n650,000 Net Dry Tons.  (See Ex. 6 § 2.2.3(b).)   \n146. Section 2.2.3(a) of the 2012 Agreement closely tracked the section as it \nhad been worded in the 2008 Agreement. DEP rejected Engelhardt’s proposal that \nwould have modified Section 2.2.3 to provid e a Stockpile B uffer, which would \nguarantee that the Stockpile volume not be outside defined minimum and maximum \nvolumes.  (See Ex. 26 § 2.2.39(c).)  \n147. The parties presented little testimony regarding the specifics of the \nnegotiations of the Stockpile provisions other than the ir testimony regarding \nEngelhardt’s rejected proposal for the Stockpile Buffer. \n \n \n148. The Court finds that, at the time they entered into the 2012 Agreement, \nthe parties understood, intended, and agreed that: (a) DEP was required to exercise \ncommercially reasonable efforts to maintain the Stockpile at a volume of at least  \n250,000 net dry t ons of Gypsum Filter Cake; (b) DEP would be deemed to be using \ncommercially reasonable efforts so long as it delivered the MMQ, unless otherwise \nexcused, in the amount defined by Section  3.1 as the Court  has found it to be  and \ndelivered in the manner defined by Section 2.2.3(b) of the 2012 Agreement; and (c) if \nDEP expected that the volume in the Stockpile would fall or had fallen below 250,000 \nnet dry tons, it was required to prepare and provide to CTG a Replenishment Plan to \nrebuild the Stockpile.  \n149. It is undisputed tha t, at the time of trial, the Stockpile contained less \nthan 250,000 tons of Gypsum Filter Cake.  It is also undisputed that at all times since \nApril 2017, when CTG and DEP’s disagreement regarding the definition of the MMQ \nbecame apparent, DEP has used its entire production of synthetic gypsum at the \nRoxboro Plant and Mayo Plant either to deliver Gypsum Filter Cake to CTG or to add \nto the Stockpile.  \n150. On March 9, 2017, Weisker, on behalf of DEP, sent a letter to CTG \ninforming it that the Stockpile would fall below 250,000 tons and that DEP was \ndeveloping a Replenishment Plan.  (Ex. 138.)   DEP then prepared , and on July 25, \n2017, supplied to CTG, a Replenishment Plan based on DEP’s interpretation of the \nMMQ that it has promoted in this litigation, and which the Court has rejected.  (See \nEx. 54.)   \n \n \n151. While DEP has delivered Gypsum Filter Cake as its Repl enishment \nPlan calls for, DEP has not , during the period after that Replenishment Plan was \nprovided to CTG, co nsistently delivered the MMQ as the Court has found it to be .  \nThe evidence is clear that at least for certain months in 2017, after CTG timely \ndemanded performance, DEP failed to deliver the MMQ as the Court has defined it \nto be for the 2012 Agreement.  Accordingly, at least for those months, DEP has failed \nto use commercially reasonable efforts as defined by Section 2.2.3(a).  \n152. DEP has breached the 2012 Agreement by failing to prepare a \nReplenishment Plan consistent with this Opinion & Final Judgment and based on \nthe MMQ as the Court has found it to be.   \n(3) DEP’s Defense Based on Section 3.9 and the Doctrine of \nImpossibility  \n \n153. DEP contends that any performance obligation it may have undertaken \nin the 2012 Agreement is now excused by Section 3.9 of the 2012 Agreement, no \nmatter what the Court determines the MMQ to be, because its further supply of \nGypsum Filter Cake based on the 2012 Agreement terms and requirements is \ninconsistent with its Primary Purpose as a regulated utility.  DEP relies on Section \n3.9 of the 2012 Agreement, which reads: \nPrimary [DEP] Duty .  CertainTeed acknowledges and agrees that \n[DEP’s] obligations hereunder are subject to [DEP’s] overriding and \nprimary duty to produce economical and reliable electric power for \npublic consumption in accordance with federal, state[,] and local laws  \nand regulations (the “Primary Purpose”) and nothing in this Revised \nAgreement shall, in any way, be interpreted or constructed so as to \nobligate [DEP] to attempt to maximize its production of synthetic \ngypsum, including without limitation, Gypsum Filter Cake and/or to \noperate any one or more of it Units and/or the FGD Systems and/or to \n \n \nchange any of its processes in order to produce  such synthetic gypsum \nor Gypsum Filter Cake at all or of a particular quality and/or form.  \n \n(Ex. 15 § 3.9; see also Ex. 6 § 3.9 (emphasis in original).)   \n154. CTG contends that all of the language of Section 3.9  must be read \ntogether and, when so read, Section 3.9  makes clear that DEP has no obligation to \nproduce synthetic gypsum at the Roxboro Plant, Mayo Plant, or otherwise, but it does \nnot excuse DEP from supplying Gypsum Filter Cake from whatever source is \nnecessary to meet DEP’s contractual obligation. \n155. DEP contends that the language in Section 3.9  reflects two related but \nseparate principles: first, that all of DEP’s obligations under the 2012 Agreement are \nsubservient to DEP’s Primary Purpose, as expressed in the first clause in Section 3.9; \nand second, that the 2012 Agreement  cannot be construed to compel DEP to \n“maximize its production of synthetic gypsum” to meet its supply  obligation, as \nexpressed in the second clause of Section 3.9 .  (See Ex. 15 § 3.9; see also Ex. 6 § 3.9.)  \nDEP contends that the  first clause expressing DEP’s  Primary Purpose  has \nindependent broad application adequate to excuse its further supply obligation.   \n156. As to Section 3.9, the Court has been able to determine the intent of the \nparties when they entered the 2012 Agreement based on that section’s  plain \nlanguage.  Section 3.9 clearly affirmatively represent s, and reflects that CTG \nacknowledges, that DEP is a regulated utility company that must supply economical \nand reliable electricity  consistent with law and regulations .  ( See Ex. 15 § 3.9.)  \nSection 3.9 also clearly precludes CTG from demanding that DEP itself produce or \nmaximize production of synthetic gypsum or Gypsum Filter Cake in any amount.  It \n \n \ndoes not follow that DEP is excused from its contractual  supply obligation if \ncomplying with that obligation does not conflict with laws or regulations.  If laws or \nregulations prohibit DEP from supplying Gypsum Filter Cake, an excuse afforded by \nSection 3.9 does not depend on whether DEP is producing Gypsum Filter Cake in any \namount or at all .  If no laws or regulations prohibit supplying Gypsum Filter Cake, \nDEP’s supply obligation is not excused by Section 3.9 , regardless of  the amount of  \nGypsum Filter Cake DEP may be producing, if any.   \n157. There was no law or regulation restricting DEP’s supply of  Gypsum \nFilter Cake when the parties entered the 2012 Agreement.  The Court finds, based \non the plain language of Section 3.9, that the parties intended and agreed that Section \n3.9 would excuse DEP from its  obligation to supply synthetic gypsum if future \nchanges in laws or regulations restrict DEP from supplying synthetic gypsum, but \ndid not intend or agree that DEP would be excused if it could continue  to lawfully \nsupply its obligation, even  if the expense of doing so increased to an unanticipated \ndegree.  DEP undertook an obligation to supply Gypsum Filter Cake,  secured a \ncontractual protection that it s supply can com e from alternate sources, and  has \noffered no proof of any law or regulation that prohibits its supplying Gypsum Filter \nCake.  Experts for both parties agree there is no such law or regulation. \n158. The Court must also read Section 3.9 in harmony with other provisions \nof the 2012 Agreement .  Each of the Supply Agreements  have included  a force \nmajeure article (“Force Majeure Article”) that expressly provides that certain specific \nevents will excuse either DEP’s or CTG’s  performance obligations.  Section 3.9  \n \n \ncontains no similar express language.  The Court finds no implied excuse arising from \nCTG’s recognition that  DEP’s obligations are  “subject to [DEP’s] overriding and \nprimary duty to produce economical and reliable electric power for public \nconsumption in accordance with federal, state[,] and local laws.”  (Ex. 15 § 3.9.)  The \nCourt finds that Section 3.9 was not intended to provide t hat DEP could escape its \nsupply obligations because changed circumstances may affect the economies of that \nsupply.   The Court concludes that the parties intended and agreed  that any such \nchanged circumstances, other than changes in law or regulation, would be addressed \nthrough the 2012 Agreement’s remedy provisions in Article 6.   \n159. In sum, the Court reads the plain language of Section 3.9 to excuse DEP \nfrom its obligation to supply Gypsum Filter Cake  only if it could  no longer legally \nsupply Gypsum Filter Cake.  Section 3.9 does not support DEP’s contention that it is \nno longer obligated to perform its supply obligation under the 2012 Agreement.   \n160. The Court has been able to determine the intent and meaning of Section \n3.9 without resort to extrinsic evidence.  However, the Court finds from the extrinsic \nevidence that it is fully consistent with the meaning the Court has determined from \nthe plain contractual language.   \n(a) Negotiating and Drafting Section 3.9  \n161. Section 3.9 appeared for the first time durin g the drafting of the 2008 \nAgreement.  Coppola, Mottola, and Morrow  testified about the  negotiations of the \n2008 Agreement.  Mottola and Coppola both testified that DEP considered Section \n \n \n3.9 to be very important and non-negotiable.  Morrow acknowledged that Section 3.9 \nwas a new term, but he did not think it impacted the parties’ performance obligations.  \n162. Coppola sent DEP’s initial draft of the 2008 Agreement, which included \nSection 3.9, to CTG on November 22, 2007.  ( See Ex. 10.)  Morrow sent a redlin ed \ndraft back to Coppola on January 21, 2008, which included a comment immediately \nfollowing Section 3.9 that stated —“This section is new.  While the principle is \nprobably acceptable, we will need to be careful that it does not upset [DEP’s] \nminimum delivery obligations under the Agreement.”  (Ex. 10 §  3.9.)  The evidence \ndoes not make clear who authored this comment, however, identifying the author is \nnot critical to resolving the dispute between the parties  because the Court’s \nconsideration of the comment is not a significant factor in its determination.   \n163. On February 14 and 15, 2008, the parties had a meeting to finalize the \n2008 Agreement.  After that meeting, Pam Larger, DEP’s attorney, sent a working \ndraft of the 2008 A greement to CTG titled “Joint  Discussion Draft.”  (Ex. 18.)  DEP \ndeleted the comment to Section 3.9 discussed above, but did not otherwise change the \nlanguage of Section 3.9 from the earlier drafts.   (See Ex. 18 § 3.9.)  Neither Coppola \nnor Morrow recalled the specifics of any discuss ions about Section 3.9 during th eir \nFebruary 2008 meeting.   \n164. Coppola testified that DEP intended Section 3.9 to provide it with broad \nprotection, but she did not recall any specific discussions regarding Section 3.9.  The \nCourt finds Coppola’s testimony to be significantly influenced by DEP’s litigation \nposition and is not persuaded that Coppola has any specific recollection of any \n \n \nunderstanding between DEP and CTG as to the purpose and meaning of Section 3.9 \nother than what can be determined from its language alone.   \n165. Mottola testified to a  more specific recollection of the contractual \nnegotiations that led to the 2008 Agreement . The Court finds Mottola’s overall \ntestimony consistent with the Court’s finding based on its plain reading of Section \n3.9.  Mottola explained that when negotiating the agreement, DEP could not predict \nwhat, if any, new laws or regulations might be enacted during the twenty -year \ncontract term, thus it wa nted protection from liability in the event that an \nunanticipated law or regulation prevented DEP from being able to supply Gypsum \nFilter Cake.  Mottola acknowledged that DEP did not intend for Section 3.9 to excuse \nit from its performance obligations if a busi ness decision or something unrelated to \nits compliance with a legal requirement impacted DEP’s ability to supply Gypsum \nFilter Cake.   \n166. Mottola now offers his belief that DEP’s compliance with the Least-Cost-\nDispatch Requirement has resulted in DEP producin g less synthetic gypsum at the \nRoxboro Plant and Mayo Plant, and that Section 3.9 excuses DEP’s supply obligation.  \nThere is no evidence that, at the time the 2008 Agreement was entered, he or others \ncontemplated or believed that such a scenario  would excuse DEP’s obligations to \nsupply Gypsum Filter Cake.   \n167. Mottola recalls that Morrow expressed frustration with Section 3.9, \nbelieving that it might allow DEP to avoid its supply obligations, in response to which \nMottola explained that DEP only intended for Section 3.9 to excuse it from its supply \n \n \nobligation if there was a law or regulation that affected DEP’s ability to supply \nGypsum Filter Cake.  Mottola admits that he never discussed with Morrow, or anyone \nelse at CTG, that already-existing laws on the books could trigger Section 3.9.   \n168. Morrow did not recall any conversations with Mottola regarding Section \n3.9 and testified that he understood Section 3.9 could not obligate DEP to produce \nsynthetic gypsum, but that it did not affect DEP’s obligation to supply Gypsum Filter \nCake.  \n169. The Court finds that the greater weight of Mottola’s testimony reflects \nthe parties’ intent at the time they executed the 2008 Agreement as the Court has \nfound it to be.  \n170. The parties also offered evidence regarding negotiations of the Force \nMajeure Article, first adopted in  the 2004 Agreement .  During the drafting of the \n2004 Agreement, Johnson added a paragraph to the Force Majeure A rticle that \nprovided as follows: \nIn construing and interpreting t his Article 13 and other provisions of \nthis Agreement, the parties shall recognize that the primary mission of \nthe Roxboro Plant and the Mayo Plant shall be the safe production of \nelectrical power on an economic basis [(“Primary Mission”)].  \n \n(Ex. 92  art. 13.)  Johnson testified that he included this language because his \nmanagers instructed him to add it to the agreement  but did not recall any further \nreason or discussion.   \n171. CTG deleted Johnson’s proposed paragraph and provided a different \nparagraph that stated:  \n \n \nIn the event a change in a governmental law, rule or regulation, or an \naction or decision by  [DEP], including without limitation, a decision to \nchange fuel sources, affects the quality or quantity of Gypsum Filter \nCake generated by [DEP] and [DEP] cannot meet its obligations under \nthis Agreement, [CTG] shall have the remedies set forth in Sections 6.2 \nand 6.3 of this Agreement. \n \n(Ex. 93 art. 13.) \n172. DEP rejected CTG’s proposal and reinserted the “Primary Mission ” \nparagraph, which CTG accepted.  Without further explanation from the parties, and \nin light of all other evidence, the Court finds that this proposed language and its \nomission from the final agreement neither supports nor detracts from the position of \neither party as to the meaning of Section 3.9 of the 2012 Agreement. \n173. Significantly, while Section 12.1 of the 2012 Agreement lists several \nevents that may excuse performance, DEP’s Primary Mission is referenced in the \nseparate Section 12.4 , which does not expressly provide for excused performance.  \n(Ex. 15 §§ 12.1, 12.4 .)  This distinction has been in place since the 2004 Agreement .  \n(See Ex. 6 art. 12.) \n174. The language of Section 3.9 was carried forward in the 2012 Agreement \nwithout significant negotiation or modification.  There is no evidence that the parties \nintended to change the meaning or application of Section 3.9 when they executed the \n2012 Agreement.  \n175. In sum, the Court finds that should it have been necessary to resort to \nextrinsic evidence to determine the intent of the parties as to the meaning of Section \n3.9 when they entered the 2012 Agreement, the greater weight of the evidence is \n \n \nconsistent with the finding the Court has made based on its plain reading of Section \n3.9 of the 2012 Agreement. \n(b) The Greater Weight of the Evidence Demonstrates that DEP’s \nSupply Obligation is Neither Excused nor Impossible  \n \n176. Eric Grant  (“Grant”), DEP’s Vice President of  Fuels and Systems \nOptimization, explained how DEP currently operates its various plants and \nimplements the Joint Dispatch Agreement con sistent with its effort to comply with \nthe regulatory Least -Cost-Dispatch R equirement.  Based on that testimony and \nsupporting documentation, the Court finds that  DEP has operated its plants, \nincluding the Roxboro Plant and  Mayo Plant, consistent with the  Least-Cost-\nDispatch Requirement since entering the 2012 Agreement.  The Court further finds \nthat, because of a decline in natural gas prices, the Least-Cost-Dispatch Requirement \nhas resulted in DEP reducing operations of its coal-fired units, including the Roxboro \nPlant and Mayo Plant, resulting in a reduction of DEP’s  production of synthetic \ngypsum.   \n177. Current forecasts predict that that Least-Cost-Dispatch Requirement \nwill, at least for the foreseeable future, continue to require reduced operations at the \nRoxboro Plant and Mayo Plant  with a consequent continued reduced production of \nGypsum Filter Cake at those plants in amounts that are in adequate to meet DEP’ s \nsupply obligation under the 2012 Agreement. \n178. The evidence also demonstrates that DEP will likely continue to produce \nat least some quantities of Gypsum Filter Cake at  other coal-fired plants , which \neither it or its affiliated companies operate.   \n \n \n179. The evidence does not allow any long-range prediction of how fuel prices \nmay vary going forward, and how changes, if any, will impact plant utilization.  It is \nthen unclear how future changes in fuel prices may affect DEP’s Economic Dispatch  \nduring the remaining term of the 2012 Agreement. \n180. Evidence demonstrates that  DEP has been able either to  transport \nGypsum Filter Cake from other plants or purchase it from affiliate companies.  While \nthere is evidence of significant expense necessary to transport  Gypsum Filter Cake \nfrom alternative sources, there is no evidence supporting a finding that supplying \nGypsum Filter Cake from other sources is now or expected to be impossible.   \n181. Both parties presented testimony from expert witnesses.  CTG offered \nexpert testimony from Ms. Gisele Rankin (“Rankin”), a former attorney on the public \nstaff of the North Carolina Utilities Commission, who was accepted, without objection \nfrom DEP, as an expert on the subject of utility regulation in North Carolina.  DEP \noffered expert testimony from Kim Smith  (“Smith”), a Rates & Regulatory Strategy \nDirector with Duke Energy, who was tendered, without ob jection from CTG, as an \nexpert on the utilities laws, rules, and regulations that apply to DEP.  Both Rankin \nand Smith agree that the dec reased cost of natural gas has resulted in the Roxboro \nPlant and Mayo Plant falling lower in the Economic Dispatch order, and, as a result, \nthe Roxboro Plant and Mayo Plant are producing less synthetic gypsum.   \n182. Rankin proffered that DEP’s reduced production of synthetic gypsum is, \nin part, caused by its decision to enter into the Joint Dispatch Agreement with DEC.  \nThe Court finds this to be speculative, and that the more probative evidence from  \n \n \nGrant suggests that it is more likely that DEP has operated its coal-fired plants more \nfrequently than it would have had it not entered the Joint Dispatch Agreement.   \n183. Rankin and Smith both agree that there are no laws or regulations that \nprohibit DEP from purchasing synthetic gypsum from  third parties or affiliate s.  \nSmith did not opine that DEP’s  obligation to supply Gypsum Filter Cake  under the \n2012 Agreement was inconsistent with DEP’s Primary Purpose at the time it entered \ninto that agreement.  To the contrary, she concurred that, although DEP is not in the \nbusiness of brokering the supply of synthetic gypsum, synthetic gypsum is a \nbyproduct with which DEP must deal, and it entered into the Supply Agreements to \nprovide a beneficial reuse for that byproduct—an undertaking that was a part of, and \nconsistent with , DEP’s Primary P urpose of producing reliable and economical \nelectricity.  \n184. Rankin and Smith offered testimony regarding the potential as to \nwhether the North Carolina Utilities Commission will allow DEP to recover any costs \nit may incur as a result of meeting its supply obligations under the 2012 Agreement.  \nThe Court finds it unnecessary to determine or opine on what the Commission might \nallow.   \n185. Although there have  been changes in the factual circumstances, t he \nlaws and regulations that defined DEP’s Primary Purpose remain as they were when \nDEP executed the Supply Agreements .  The Least -Cost-Dispatch Requirement \nexisted long before the parties executed the Supply Agreements.   \n \n \n186. The Court finds that there has been no change of circumstance, either \nin fact or law, that prohibits or excuses DEP from supplying Gypsum Filter Cake \npursuant to the 2012 Agreement.  The Court finds that Section 3.9 does not excuse \nDEP from meeting its supply obligation and that it is not impossible for DEP to meet \nits supply obligation as defined by the 2012 Agreement. \n(4) Section 6.2 and Section 6.3 —Remedies Available to CTG for \nDEP’s Failure to Meet Supply Obligations  \n \n187. Since 2004, Article 6 in the Supply Agreements  has included distinct \nparagraphs that define the parties’ remedies as follows: (1) Defective Material; (2) \nUndersupply by [DEP]  (“Section 6.2”); (3) Discontinued Supply by [DEP]  (“Section \n6.3”); (4) Under Acceptance by [CTG] (“Section 6.4”); and (5) Discontinued Acceptance \nby [CTG] (“Section 6.5”).  (See Ex. 5 §§ 6.1–6.5; see also Ex. 6 §§ 6.1–6; Ex. 15 §§ 6.1–\n6.)  Section 9.4 of each of the Supply Agreements provides that “[w]here a remedy is \nspecified in this Revised Agreement for a particular breach or occurrence, the remedy \nspecified shall be the sole and exclusive remedy for the breach or occurrence, whether \narising in contract, tort (including negligence), strict li ability or otherwise.”  (Ex. 5 \n§ 9.4; Ex. 6 § 9.4; Ex. 15 § 9.4.) \n188. The parties both seek a declaratory judgment regarding the meaning \nand interpretation of Section 6.3, and specifically whether it becomes CTG’s exclusive \nremedy once it is triggered by certain action s taken by DEP .  Section 6.3 provides \nthat once DEP takes certain actions, CTG may terminate the 2012 Agreement and \nrecover liquidated damages.  While the parties agree that DEP has not yet taken the \n \n \nactions that may trigger Section 6.3, they agree that their dispute as to the Section’s \nmeaning is of immediate importance and justifies the Court’s declaration.   \n189. The primary dispute regarding remedies is this: DEP contends that once \ntriggered, CTG’s termination remedy is exclusive;  CTG contends that it continues \nthroughout the 2012 Agreement to have an election between termination and specific \nperformance.  Stated otherwise, DEP contends that if there are acts that constitute a \n“discontinued supply,” in contrast to an “undersupply,” then termination with \nliquidated damages is CTG’s sole remedy.  CTG contends that a “discontinued supply” \nis only a variant of an “undersupply,” and the remedies for the two are not mutually \nexclusive. \n190. Section 6.2  of the 2012 Agreement,  titled “Undersupply by [ DEP],” \nprovides in significant part that  \n[s]ubject to the quantity variations permitted under Section 2.2 and  \n3.1, in the event [DEP] is unable to deliver to [CTG] the [MMQ] in any \nmonth during the term of this Revised Agreement and such failure  is \nnot excused under the terms and conditions of this Revised Agreement, \n[CTG] may, at its election, by written notice to [DEP] within thirty (30) \ndays after the end of the month in which the deficiency occurred, either \n(a) instruct [DEP] in writing to deliver within thirty (30) days at [DEP’s] \nsole expense to the Point of Delivery the quantity of Gypsum Filter Cake \nnecessary to satisfy the [MMQ], or (b) purchase on the open market on \na commercially reasonable basis for delivery to the [CTG Plant ], the \namount of Gypsum Filter Cake necessary to satisfy the lesser of [CTG’s] \ncommercial requirements or the [MMQ]. \n \n(Ex. 15 § 6.2.)  Section 6.2 further provided that CTG may recover the cover price i n \nexcess of the contract price.  (Ex. 15 § 6.2.)    \n191. In net effect, Section 6.2 provides that, unless DEP’s monthly supply \nobligation is excused, if DEP fails to deliver the MMQ for any month, then CTG, upon \n \n \nproper notice, can either demand that DEP deliver the MMQ or obtain DEP’s supply \nobligation on the market and recover its cover expenses.  CTG waives its Section 6.2 \nremedy for any month in  which it fails to pro vide timely written notice of default .  \n(Ex. 15 § 6.2; see also Ex. 6 § 6.2.)  \n192. Section 6.3  of the 2012 Agreement , titl ed “Discontinued Supply by \n[DEP],” provides in significant part that  \n[if DEP] (a) elects to discontinue altogether supplying Gypsum Filter \nCake to CertainTeed; (b) takes any action that prevents or will prevent \n[DEP] from supplying at least fifty percent (50%) of the Minimum \nMonthly Quantity each month over a five (5) year period , or (c) takes \nany other action that causes [DEP] to supply 300,000 Net Dry Tons or \nless Gypsum Filter Cake per year in two (2) consecutive Contract Years, \nCertainTeed may terminate this Revised Agreement, and if this Revised \nAgreement is terminated pursuant to this Section, [DEP] shall pay to \nCertainTeed as liquidated damages upon written request annual \npayments for the remainder of the Initial Term  . . . equal to the \nMinimum Monthly Quantity multiplied by the current price of Gypsum \nFilter Cake then in effect under this Revised Agreement plus [an agreed-\nupon dollar amount], multiplied by the number of months in that year \nremaining in this Revised Agreement.  \n \n(Ex. 15 § 6.3.)  The Court will refer to the three actions specified by Section 6.3 as \n“Discontinuance Events.”   \n193. Sections 6.4 and 6.5 respectively provide DEP remedies for CTG’s \n“under acceptance” and for CTG’s “discontinued acceptance.”  Section 6.4 provides \nthat, for any month in which CTG fails to accept the MMQ, DEP may recover the cost \nincurred to dispose of any amount of the MMQ that CTG does not accept.  (See Ex. 15 \n§ 6.4.)  Section 6.5 provides that DEP may terminate the 2012 Agreement if CTG \ntakes action defined as discontinued acceptance.   If terminating on this basis, DEP \nhas the election between recovering liquidated damages or requiring CTG to transfer \n \n \ntitle to the CTG Plant along with the facilities and intellectual property necessary to \noperate the plant.  (Ex. 15 § 6.5.)   \n194. Having considered the parties’ positions , the Court finds that Section \n6.2 and Section 6.3  are ambiguous, requiring the Court to consider extrinsic event s \nto determine the parties’ intent when entering the 2012 Agreement.   \n(a) Drafting History   \n195. The relevant provisions of Article 6 were first negotiated and agreed to \nin the 2004 Agreement.  The parties then carried forward the remedies sections from \nthe 2004 Agreement to the 2008 Agreement and then again to the 2012 Agreement  \nwithout significant negotiation or modification .2  Although some witnesses involved \nin the negotiations of the 2008 Agreement generally recalled discussions about the \nremedies provisions, there is no dispute that Article 6 remained substantially \nunchanged after the parties executed the 2004 Agreement and carried it forward \nthrough the 2008 Agreement, and eventually to the 2012 Agreement.    \n196. CTG prepared the first draft  agreement that began the negotiation \nprocess that led to the 2004 Agreement .  College sent Johnson the first draft of a \nproposed agreement on May 12, 2003.  (See Ex. 90.)  This draft included remedies for \nCTG but did not provide remedies for DEP.  (See Ex. 90 art. 6.)  In this draft, CTG \ndrafted two separate untitled paragraphs under the general heading “Remedies for \n                                                 \n2 The only substantial changes to Section 6.2 and Section 6.3 from the 2004 Agreement to the \n2012 Agreement are that Section 6.3 in the 2012 Agreement is no longer triggered by DEP \nfailing to build its FGD Systems, (see Ex. 5 § 6.3(a)), and the language of 6.2 was modified to \nreflect the changes made to Section 3.1 in the 2008 Agreement to eliminate the Start -Up \nPeriod.  (Compare Ex. 5 5 § 6.2, with Ex. 15 § 6.2.)  These changes do not affect the current \ndispute as to whether the Section 6.3 remedy is exclusive once triggered.   \n \n \n[CTG].”  (Ex. 90 § 6.1.)  Section 6.1(a) provided that if DEP failed to deliver the MMQ \nin any given month, then CTG could, on a month-to-month basis, either demand that \nDEP deliver the MMQ or make purcha ses on the open market and recover its cover \nexpenses from DEP.  (Ex. 90 § 6.1(a); see also Ex. 91 § 6.2(a).)  Section 6.1(b) addressed \nspecific actions taken by DEP  that would materially interrupt DEP’s supply over a \nsustained period, and  specified that DEP was required to give two years’ advance \nnotice prior to taking such action, and thereafter pay CTG liquidated damages.  (Ex. \n90 § 6.1(b); see also Ex. 91 § 6.2(b).)   \n197. CTG’s initial draft included a provision  that the remedies in Article 6 \n“are, and shall be the sole and exclusive remedies for [CTG] with respect to the subject \nmatter contained therein.”  (Ex. 90 § 6.2.)   \n198.   Although the wording  later changed, CTG’s concept of distinct \nremedies for a short-term monthly undersupply and a long-term disruption of supply \nbecame the structure around which the final Article 6 was drafted.  CTG’s initial draft \nprovisions were the foundation of what became the final Article 6, as well as Section \n9.4. \n199. DEP provided no written draft in response to CTG’s initial draft.  CTG’s \ncounsel, Mark Lontchar, edited the initial draft that College sent Johnson on May 27, \n2003.  (See Ex. 91.)  This revised draft added remedies for DEP  while not changing \nCTG’s remedies, and modified the exclusive remedies provision to make it applicable \nto both DEP and CTG.  (See Ex. 91 §§ 6.1, 6.2.) \n \n \n200. Johnson sent DEP’s markup of CTG’s second draft to College on July 24, \n2003 (“July 2003 Draft”).  (See Ex. 92.)  The July 2003 Draft introduced the headings \nof “Undersupply by [DEP],” “Discontinued Supply by [DEP] ,” “Under Acceptance by \n[CTG],” and “Discontinued Acceptance by [CTG]” that were ultimately included in  \nArticle 6 of the 2004 Agreement  and added the exclusive remedies provis ion that \nbecame Section 9.4.  (Ex. 92 §§ 6.2–6.5, 10.3; see Ex. 5 §§ 6.2–6.5, 9.4.)   \n201. DEP deleted  CTG’s proposed  language that would  require DEP to \nprovide two years’ advance notice of action that would lead to a discontinued supply.  \nCTG did not later propose an alternative advance notice requirement.  \n202. Johnson testified that DEP  separated CTG’s remedies for DEP’s non -\nperformance into two sections because DEP believed that undersupply and \ndiscontinued supply were two separate events that required differe nt remedies .  \nLikewise, DEP separated remedies for CTG’s under -acceptance and  discontinued \nacceptance into two distinct sections.  (See Ex. 92 §§ 6.4–6.5.)  \n203. Mayer and Johnson both testified that they discussed the types of short-\nterm operational issues that would possibly trigger Section 6.2, including routine \nmaintenance and equipment failure.  Johnson explained that DEP intended Section \n6.2 to be the sole remedy for non -recurring, short-term events and Section 6.3  to be \nthe sole remedy for long-term, forward-looking events that led DEP to decide to either \ndiscontinue supplying Gypsum Filter Cake or take an action that would severely \nhinder its ability to supply Gypsum Filter Cake.  \n \n \n204. Mayer agreed that the parties intended Section 6.2 to address short -\nterm variations in supply caused by business -operational issues.  He testified that \nSection 6.3 was intended to address a decision by DEP to either completely cut off \nsupply of Gypsum Filter Cake or that resulted in a substantial interruption in DEP’s \nability to supply Gypsum Filter Cake.   \n205. The Court finds that the greater weight of the testimony and \ndocumentary evidence is that Mayer and Johnson both recogni zed a distinction \nbetween short-term failures in supply or acceptance caused by events that could be \nremedied quickly, and long-term business decisions by either CTG or DEP that would \ncause long-term disruptions in either CTG’s ability to accept or DEP’s abil ity to \nsupply synthetic gypsum , and that Mayer and Johnson intended to draft remedies \nthat recognized this distinction. \n206. On August 25, 2003, CTG sent DEP a draft that added the words \n“continuously” and “may terminate” into Section 6.3, stating “[i]n the event DEP.  . . \n(ii) takes any action that materially and substantially diminishes [DEP’s] ability to \ncontinuously supply Gypsum Filter Cake in sufficient quantities to meet the \n[MMQ] . . . [CTG] may terminate this Agreement and [DEP] shall pay to [CTG]  . . . a \ntermination fee . . . .”  (Ex. 93 § 6.3 (emphasis added).)  Ultimately, when adopted, \nboth Section 6.3 and Section 6.5 provided that the party “may terminate” rather than \nproviding the termination was automatic.  While the term “continuously” was not \nexpressly incorporated into Section 6.3 and Section 6.5, at least some of the events \n \n \ndescribed in these sections addressed disruptions in supply or acceptance  that \ncontinue over a significant period.  (Ex. 5 §§ 6.3, 6.5.) \n207. Mayer testified that CTG proposed t he word “continuously” to \nemphasize that the actions that would trigger Section 6.3 “represented an extreme \ncondition of undersupply.”  (Tr. 341:2 –3; see also Tr. 340:24–341:7.)  Mayer testified \nthat the “may terminate” language was added to Section 6.3 to clarify that CTG has \nthe option but not the obligation to terminate under Section 6.3.  (Tr. 341:11–13; Ex. \n93 § 6.3; Ex. 97 §  6.3.)  Mayer testified that CTG wanted the flexibility “to continue \nrunning the plant and seek gypsum from [DEP] instead of terminating.”  (Tr. 307: \n17–18.)  Johnson understood that the intent of this modification was to provide that \nthe termination remedies were not self-executing, but rather would require the non-\ndefaulting party to take an action to trigger the termination remedy. \n208. Mayer further testified to his current view that, at the time the parties \nexecuted the 2004 Agreement, he believed that if CTG elected not to terminate the \nagreement under Section 6.3, then CTG could continue to invoke its remedies under \nSection 6.2 throughout the remaining term of the 2012 Agreement, even after events \ntriggering Section 6.3 occurred .  He offered the position CTG has advanced in the \nlitigation that the triggering events of Section 6.3 are also an undersupply within the \nmeaning of Section 6.2, so that CTG should have remedies under both provisions for \nthe entire contract term .  Johnson testified to the opposite and indicated that DEP \nwould not have agreed to such a result.  There is no testimony or documentary \nevidence that indicates that either Mayer, Johnson, or others involved in the \n \n \nnegotiation of the 2004 Agreement ever discussed a belief that the “may terminate” \nlanguage CTG proposed was intend to allow CTG to elect between a termination for \na discontinued supply or a specific performance remedy for a continuing undersupply. \n209. The greater weight of the evidence is that both parties intended specific \nand separate remedies for the separate and distinct events of undersupply or under \nacceptance on the one hand, and discontinued supply or discontinued acceptance on \nthe other hand , and that once the remedy of termination with liquidated damages \nwas triggered by DEP’s taking action defined by Section 6.3, that remedy became \nCTG’s exclusive remedy of the breach of discontinuing supply .  The Court further \nfinds from the greater weight of the evidence that until the Discontinuance E vents \noccur, CTG may enforce its remedy under Section 6.2 for those months in which DEP \nhas failed to supply the contractual MMQ , and although Section 6.3  becomes \nexclusive when  triggered, that exclusive remedy does not retroactively extinguish \nremedies CTG had under Section 6.2.   \n210. The Court finds that the parties intended that the termination r emedy \nwould not be mandatory.  As Mayer testified,  CTG intended to provide CTG an \nopportunity to assess its options once events triggered a potential termination.  The \nCourt finds that the parties understood that, while termination was not mandatory \nupon a Discontinuance Event, they did understand and agree that a Discontinuance \nEvent would afford the non-defaulting party a right to terminate and would displace \nall other remedies for that discontinuance, including any right to demand specific \nperformance as to earlier defaults from month to month. \n \n \n211. The Court  therefore finds that CTG’s assertion that it will have a \ncontinuing right to exercise Section 6.2 remedies throughout the remaining term of \nthe 2012 Agreemen t even if DEP takes action that constitutes a Discontinuance \nEvent is not supported by, and is inconsistent with, the greater weight of the evidence \nas to the intent of the parties both at the time the 2004 Agreement was negotiated \nand at all times thereafter, including when entering the 2012 Agreement.  \n212. The Court finds that the parties recognized when drafting the remedies \nunder Article 6 of the 2004 Agreement, that they were entering into a prospective \ntwenty-year agreement with uncertain risks, and that, during the course of the term \nof that agreement, circumstances might compel either party to discontinue its \nperformance.  The parties did not agree or intend to preclude such a discontinuance, \nbut provided that any such discontinuance would expose the defaulting party to \ntermination and liquidated damages determined pursuant to a formula first adopted \nin the 2004 Agreement and carried forward in the 2008 Agreement and the 2012 \nAgreement.   \n213. The Court’s findings are consistent with the manner and reason that \nCTG proposed adding the “may” language to Section 6.3.  The Court finds that there \nis no evidence to support CTG’s posi tion that  adding “may” in Section 6.3 was \nintended to provide CTG with the right to elect between the remedies provided in \nSection 6.2 and Section 6.3 throughout the 2012 Term. \n214. In sum, the Court finds that the parties intended, understood, and \nagreed that if DEP takes an action defined as a Discontinuance Event under Section \n \n \n6.3 of the 2012 Agreement, Section 6.3 will then provide CTG’s sole remedy, but until \nDEP takes such an action, CTG can pursue its remedies under Section 6.2 on a  \nmonth-to-month basis for any DEP short-term undersuppl y that is  not otherwise \nexcused.   \nG. CTG is Entitled to Recover Under Section 6.2 for DEP’s Breaches to \nDate that Have Not Been Waived  \n \n215.  In early 2017, Halm consulted legal counsel when he concluded that the \nStockpile would fall below  a volume of 250,000 net dry tons .  After speaking with \ncounsel, Halm changed  his understanding regarding DEP’s obligations  to supply \nGypsum Filter Cake under the 2012 Agreement. \n216. CTG’s and DEP’s representatives met on April 5, 2017, and DEP advised \nCTG, for the first time, that it believed that the amendment to Section 3.1 in the 2012 \nAgreement had changed the MMQ  to a variable quantity that could fall below 50,000 \nnet dry tons per month based on DEP’s production at it s Roxboro Plant and Mayo \nPlant.  There is no evidence that CTG was aware or had reason to believe prior to \nthat meeting that DEP interpreted the MMQ in this manner , despite the fact that \nthe amounts actually delivered or accepted under the 2012 Agreement had varied \nfrom month to month.  \n217. The evidence d emonstrates that for a number of months after April \n2017, DEP has not supplied the MMQ as the Court has found it to be under the 2012 \nAgreement. \n218. The Court finds that DEP  breached Section 3.1 of the 2012 Agreem ent \nby failing to deliver the MMQ, less acceptable fluctuations defined by Section 3.1, for \n \n \nthe months of May 2017, June 2017, and September 2017 through January 2018.  In \nthose months, DEP based its delivery on its definition of the MMQ that the Court has \nrejected.  For each of those months, CTG provided the notice required by Section 6.2 \nand demanded that DEP deliver the deficient amount of Gypsum Filter Cake .  (See \nEx. 115.)  \n219. After notice, DEP did not deliver the shortfall between the MMQ and its \nactual delivery. \n220. CTG and DEP entered into an agreement whereby , for those months , \nDEP sold and delivered, and CTG purchased and accepted, Gypsum Filter Cake from \nalternative sources at prices that were in excess of the contract price pursuant to the \nMMQ, but in accordance with the price set for Other Gypsum as defined by the 2012 \nAgreement.  (See Ex. 15 § 3.6).  CTG reserved its right to recover what it contends \nwere excess payments.  \n221. DEP delivered Gypsum Filter Cake to CTG in May 2017, June 2017, and \nSeptember 2017–January 2018 as follows:  \nMonth Tonnage \nMay 2017 36,252.97 \nJune 2017 27,547.96 \nSeptember 2017 34,865.82 \nOctober 2017 40,080.01 \nNovember 2017 38,006.52 \nDecember 2017 31,656.60 \n \n \nJanuary 2018 21,822.09 \n(See Factual Stipulations, Ex. 1.) \n222. The Court finds that for these months, CTG was entitled to receive and \nDEP w as obligated to deliver at the contract price the MMQ, less acceptable \nfluctuations as defined by Section 3.1 .  Because of DEP’s supply failure, CTG failed \nto receive the entire MMQ. \n223. Between May 2017 and January 2018, CTG purchased 59,925.17 net dry \ntons of synthetic gypsum from DEP directly or from its affiliate in order to \nsupplement the volume s that DEP delive red, and paid greater than the MMQ \ncontract price.  (Factual Stipulations ¶¶ 4–12; see also Ex. 176.)  The parties have \nstipulated as to the amount CTG paid in excess of the MMQ contract price. \nV. CONCLUSIONS OF LAW  \n \n224. Based on the foregoing Findings of Fact, the Court makes the following \nConclusions of Law. \n225. The Court has jurisdiction over the parties and the subject matter of this \naction. \n226. The case was properly designated as a mandatory complex business case \nand assigned  to the undersigned, who has authority to make Findings of Fact \nfollowing the completion of the trial and the submission of all disputed issues for \nresolution by the Court without a jury. \n227. Any Findings of Fact that are more appropriately deemed Conclusions \nof Law are incorporated by reference as the Court’s Conclusions of Law. \n \n \n228. There is a real and existing controversy as to the terms and enforcement \nof the 2012 Agreement, and the Court’s declaration is necessary to settle the legal \nrights and duties of the parties to the 2012 Agreement. \n229. The 2012 Agreement is a fully enforceable contract, and at the time the \nparties entered into the 2012 Agreement, they mutually agreed to all of its material \nand essential terms , including but not limited to Section 2.2.3, Sec tion 3.1, Section \n3.9, Section 6.2, Section 6.4, Section 9.4, and Section 12.4. \n230. When entering the 2012 Agreement, the parties were not mistaken as \nto any term of the 2012 Agreement, either as to law or fact, in any manner that \nrenders any provision of the 2012 Agreement unenforceable, either by mutual or \nunilateral mistake, or a failure to agree.   \n231. Although certain terms and provisions of the 2012 Agreement are \nambiguous, the Court , considering extrinsic evidence where necessary, is  able to \ndiscern the intent of the parties at the time they entered the 2012 Agreement. \n232. As to Section 3.9 of the 2012 Agreement, t he Court concludes that its \nmeaning can be determined from the plain language of the agreement.  Having \nconsidered the extrinsic evidence offered by the parties, the Court further concludes \nthat the greater weight of that extrinsic evidence is consistent with the Court’s \nfinding based on Section 3.9’s plain language. \n233. The Court concludes that the provisions of Sections 2.2.3, 3.1, 6.2, 6.3, \nand 9.4 of the 2012 Agre ement are ambiguous and the Court cannot determine the  \nmeaning of these disputed sections from the plain language of the 2012 Agreement, \n \n \nso that it is appropriate that the Court consider extrinsic evidence as to those sections \nto determine the intent of the parties when entering the 2012 Agreement. \n234. Although the Court has considered only extrinsic evidence regarding \nnegotiations prior to entering the 2012 Agreement to resolve any ambiguity as to the \nintent of the parties when entering the 2012 Agreement, after having heard evidence \noffered as to the course of performance  from the time the parties entered the \nagreement to the time the litigation began, the Court finds that the greater weight of \nthat evidence is consistent with the Court’s interpretation of the disputed provisions \nof the 2012 Agreement, specifically its quantity term defined as the MMQ.  \n235. Based on the Findings of Fact stated above, the Court concludes, \ndeclares, and decrees that: \na. As used in the 2012 Agreement, the term MMQ means 50,000 Net \nDry Tons of Gypsum Filter Cake; \nb. Unless otherwise excused or extinguished, for the remainder of \nthe 2012 Term, DEP is contractually obligated to supply and CTG \nis contractually obligated to accept the MMQ, subject to the minor \nfluctuations permitted under Section 3.1; \nc. When entering the 2012 Agreement, t he parties intended and \nagreed that their respective obligations to supply or accept \nGypsum Filter Cake pursuant to Section 3.1 would be satisfied so \nlong as (1) DEP delivered and CTG accepted between 45,000 to \n55,000 net dry tons of Gypsum Filter Cake per month ; and (2) \n \n \nover a twelve-month period, DEP delivered and CTG accepted the \nlesser of 600,000 net dry tons of Gypsum Filter Cake or the \naggregate actual production of synthetic gypsum at the Roxboro \nPlant and Mayo Plant, with the net effect that DEP was required \nto deliver and CTG was required to accept  between 540,000 and \n600,000 net dry tons of Gypsum Filter Cake over a twelve-month \nperiod;  \nd. The definition of Gypsum Filter Cake as used in the 2012 \nAgreement is not limited to Gypsum Filter Cake produced at \nDEP’s Roxboro Plant and Mayo Plant;   \ne. When entering the 2012 Agreement, t he parties intended and \nagreed that DEP may be required to meet its supply obligation by \nacquiring Gypsum Filter Cake from alternative sources if its \nproduction at its Roxboro Plant and Mayo Plant is not adequate \nto fulfill that obligation; \nf. Section 3.9 does not excuse DEP’s supply obligation under the \n2012 Agreement because DEP’s further supply obligation is not \ninconsistent with its Primary Purpose; \ng. There is no current law or regulation that makes it unlawful for \nDEP to supply CTG with Gypsum Filter Cake from whatever \nsource necessary; \n \n \nh. DEP’s supply obligation under the 2012 Agreement has not been \nexcused by any Force Majeure;  \ni. It is not impossible for DEP to meet its supply obligation und er \nthe 2012 Agreement, and that supply obligation is not excused by \nthe doctrine of impossibility; \nj. DEP is required to use commercially reasonable efforts  to \nmaintain the Stockpile at 250,000 net dry tons of Gypsum Filter \nCake;   \nk. If the Stockpile volume falls below 250,000 net dry tons, DEP will \nbe deemed to be using  commercially reasonable efforts if it (1) \ndelivers the MMQ each month, as provided by Section 2.2.3(b) of \nthe 2012 Agreement; and (2) places Excess Gypsum, if any, on the \nStockpile until the volume is restored to 250,000 net dry tons; \nl. The volume of the Stockpile has fallen below 250,000 net dry tons, \nobligating DEP to pr epare and deliver to CTG a Reple nishment \nPlan to restore the Stockpile to 250,000 net dry tons; \nm. DEP has breached t he 2012 Agreement because the \nReplenishment Plan earlier delivered to CTG by DEP , (Ex. 54), \ndid not satisfy DEP’s obligation under the 2 012 Agreement to \nprovide a Reple nishment Plan consistent with the MMQ supply \nand acceptance obligations the Court has de termined in this \nOpinion & Final Judgment; \n \n \nn. In the event that DEP take s any of those actions defined in \nSection 6.3 of the 2012 Agreement as a Discontinued Supply by \nDEP, such action will constitute a breach of DEP’s supply \nobligation under the 2012 A greement, providing CTG the option \nbut not the obligation to terminate the agreement and r ecover \nliquidated damages pursuant to Section 6.3; \no. If DEP takes action that constitutes a “Discontinued Supply” as \ndefined in Section 6.3 , CTG will have  the option bu t not the \nobligation to exercise this remedy; however, in that event, Section \n6.3 shall provide  CTG’s exclusive remedy for DEP’s failure to \nsupply Gypsum Filter Cake after taking such actions; and \np. CTG continues to have the right to pursue its  Section 6.2 \nremedies for any DEP supply failure occurring prior to DEP’s \ntaking action that constitutes a Discontinued Supply as defined \nby Section 6.3. \n236. Except as declared above, any further request by either party for \ndeclaratory relief is denied. \n237. DEP has failed to carry its burden of proof on its defenses. \n238. There is no factual or legal basis that bars CTG’s remedies by \napplication of the doctrines of unclean hands, waiver, or estoppel.  \n239. DEP breached its obligation to supply the MMQ of 50,000 net dry tons \nper month, subject to fluctuations permitted by Section 3.1 of the 2012 Agreement , \n \n \nfor the months of  May 2017, June 2017, and September 2017 –January 2018.  CTG \nprovided the required notic e and is entitled to its remedies under Section 6.2 of the \n2012 Agreement.  \n240. CTG is entitled to recover from DEP that amount paid in excess of the \ncontract price as stipulated in Exhibit 176, together with interest until paid. \n241. DEP is obligated at its own ex pense to deliver to CTG such additional \namounts as may be necessary to meet its supply obligation for the months of May \n2017, June 2017, and September 2017–January 2018.  Each party has requested that \nit be awarded its costs and attorneys’ fees.  The Court concludes that any \nconsideration of this collateral issue should be deferred.   \nBASED ON THE FOREGOING FINDINGS OF FACT AND CONCLUSIONS \nOF LAW, IT IS HEREBY ORDERED THAT: \n1. DEP shall pay to CTG the  stipulated amount stated in Exhibit 176 as \npayments CTG has made in excess of the contract price, together with \ninterest until paid; \n2. DEP shall, within thirty days of this Opinion & Final Judgment, at the \ncontract price, deliver as CTG directs, such amounts of Gypsum Filter \nCake as are necessary to fulfill its obligations  to supply the MMQ less \nacceptable minor fluctuations for the months of May 2017, June 2 017, \nand September 2017–January 2018, and less amounts already accepted \nby CTG;  \n \n \n3. DEP shall within ninety days of this Opinion & Final Judgment provide \nCTG with a Replenishment Plant prepared consistent with the MMQ as \nthe Court has defined it in this Opinion & Final Judgment;   \n4. In the absence of a timely appeal, any party that seeks to recover it s \ncosts and attorneys’ fees pursuant to Section 16.7 of the 2012 Agreement \nshall file its motion, accompanied by a brief and supporting materials , \nwithin forty-five days of the date of this Opinion & Final Judgment; \n5. In the event of a timely appeal, any party that seeks to recover its costs \nand attorneys’ fees pursuant to Section 16.7 of the 2012 Agreement shall \nfile its motion, accompanied by a brief and supporting materials, within \nthirty days of the final mandate of the highest appellate court; \n6. Notwithstanding the reservation of the collateral issue of costs and \nattorneys’ fees, this Opinion & Final Judgment is intended to be and is \na final judgment in all respects pursuant to North Carolina Rule of Civil \nProcedure 54.  \nSO ORDERED, this the 28th day of August, 2018. \n \n \n /s/ James L. Gale \n James L. Gale \n Senior Business Court Judge \n "
}