{
  "id": "67b3a2973ba615fe942514aefdd6dc6975487eafc0f902127e88965bcf92d064",
  "source_file": "data/raw/ncbc/67b3a2973ba615fe942514aefdd6dc6975487eafc0f902127e88965bcf92d064.pdf",
  "raw_text": "STATE OF NORTH CAROLINA  \n \nIN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF NEW HANOVER \n \n20 CVS 1487 \nAMERICAN TRANSPORTATION \nGROUP INSURANCE RISK \nRETENTION GROUP, \n \nORDER AND OPINION ON MOTION \nTO SET ASIDE ENTRY OF DEFAULT, \nMOTIONS TO DISMISS, AND \nMOTION FOR TEMPORARY \nRESTRAINING ORDER AND \nPRELIMINARY INJUNCTION \n Plaintiff, \n v. \n \n \nMVT INSURANCE SERVICES, \nINC.; AMRIT SINGH ; ELEAZAR \nROJAS; and SHAMSHER SINGH, \n \nDefendants, \nand \n \nMVT INSURANCE SERVICES, \nINC.,  \n \nDefendant \nand Third-\nParty \nPlaintiff, \n \n               v.  \n \nPALMETTO CONSULTING OF \nCOLUMBIA, LLC and \nMATTHEW A. HOLYCROSS, \n \nThird-Party \nDefendants. \n    \n \n THIS MATTER is before the Court on Defendant Amrit Singh’s (“A. Singh”) \nMotion to Set Aside Entry of Default (“Motion to Set Aside Entry of Default ,” ECF \nNo. 142); A . Singh, Eleazar Rojas  (“Rojas”), and Shamsher Singh’s  (“S. Singh”)  \nMotions to Dismiss (collectively, the “Motions to Dismiss,” ECF Nos. 145, 152, 153, \nAm. Transp. Grp. Ins. Risk Retention Grp. v. MVT Ins. Servs., Inc., 2021 NCBC \n26. \nand 155) ; and Defendants’ Motion for a Temporary Restraining Order and \nPreliminary Injunction ( “Motion for TRO and PI,” ECF No. 146 ; collectively with \nthe Motion to Set Aside Entry of Default and the Motions to Dismiss, the “Motions”).   \n THE COURT, having considered the Motions, the briefs filed in support of \nand in response, if any,  to the Motions, the applicable law, and other appropriate \nmatters of record, CONCLUDES, in its discretion, that the Motions should be \nDENIED, for the reasons set forth below.  \nButler Snow, LLP by Scott J. Lewis, and K&L Gates by Jason W. \nCallen and Beau C. Creson, for Plaintiff American Transportation \nGroup Insurance Risk Retention Group.  \n \nPro se Defendants Eleazar Rojas, Amrit Singh, and Shamsher Singh.  \n \nSharpless McClearn Lester Duffy, PA by Frederick K. Sharpless for \nThird-Party Defendants Matthew A. Holycross and Palmetto \nConsulting of Columbia, LLC.  \n \nMcGuire, Judge.  \nI. FACTS AND PROCEDURAL HISTORY  \n1. The factual background and procedural history of this matter have \nbeen extensively set out in this Court’s Order on Amended Motion for Temporary \nRestraining Order and Preliminary Injunction (ECF No. 40), Order on Plaintiff’s \nMotion for Temporary Restraining Order and Preliminary Injunction (“Preliminary \nInjunction,” ECF No. 44), and Order and Opinion on Motion to Show Cause and for \nSanctions, Motions to Dismiss, Motion for Judgment, and Motion for Pre- Filing \nInjunction (“Order on Motion for Sanctions ,” ECF No. 133).   Therefore, the Court \nonly recites herein the facts and procedural history necessary to decide the Motions.  \n2. This matter largely arose  out of American Transportation Group \nInsurance Risk Retention Group’s (“ATGI”) efforts to come into compliance with \nregulatory standards for risk retention groups as monitored by the North Carolina \nDepartment of Insurance (“NCDOI”).  At the time, Defendant MVT Insurance \nServices, Inc. (“MVT”) was ATGI’s managing general agent and Defendant A. Singh \nwas MVT’s CEO; Defendants Rojas and S. Singh were members of ATGI’s Board of \nDirectors (“Board”); S. Singh was President of ATGI; and Rojas was Secretary of \nATGI.  (ECF No. 27, at ¶¶ 3–4, 17; ECF No. 2, at ¶ 26.)  As part of ATGI’s compliance \nefforts, on March 13, 202 0 and April 3, 2020, ATGI’s Board adopted resolutions \nwhich increased the number of board members from three to five;  appointed three \nnew independent board members—Ron Gionet, Scott Sypers, and E. Paul Schaefer; \nterminated the service agreement between ATGI and MVT; terminated S. Singh as \nPresident of ATGI; terminated Rojas as Secretary of ATGI; and indicated the newly \ncomposed Boards’ intention to remove Rojas and S. Singh from the Board.  (ECF \nNo. 30.2, Exs. 6, 8 (hereinafter, the “March 13th Resolutions” and the “April 3rd \nResolutions”).)   \n3. Since that time, “MVT, Rojas, S. Singh, and A. Singh have publicly \ndisputed the current make-up of the Board and the validity of the March 13th and \nApril 3rd Resolutions.”  (ECF No. 3, at ¶ 92.)  Various actions by Defendants related \nto this dispute eventually resulted in the Court entering a Preliminary Injunction \nagainst Defendants, prohibiting them from, inter alia, speaking or acting on ATGI’s \nbehalf.  (“Preliminary Injunction,” ECF No. 44, at pp. 9–10.)    \n4. On February 2, 2021, the Court issued its Order on Motion for \nSanctions, in which it held:  \nDefendants have, inter alia, (i) deliberately and \nrepeatedly violated the Preliminary Injunction by \nrepresenting themselves to  ATGI’s customers and \nvendors as being affiliated with and authorized to \nconduct business on behalf of ATGI, fraudulently  and \nunlawfully offering to sell and selling insurance policies \nand signing service contracts on behalf of ATGI, and \ngaining access to and manipulating ATGI’s FMCSA filing \naccount; (ii) made dozens of frivolous and incoherent \nfilings with the Court; (iii) violated the Court’s order \nrequiring each Defendant to establish an individual filing \naccount with the Court and to file separate respo nses to \nthe motions (with respect to Rojas and S. Singh), ignored \nthe BCRs, and refused to respond to reasonable discovery \nrequests from other parties to this lawsuit; and (iv) sent \ndisrespectful and threatening communications to the \nCourt and the Court’s staff and engaged in violations of \nthis Court’s orders and rules that demonstrate contempt \nfor the Court and its processes and a complete disregard \nfor the rule of law.    \n \n(ECF No. 133, at ¶ 22.)  Therefore, the Court ordered:  \nATGI’s request for sanction s is GRANTED, and (a) \nDefendants’ respective Answers to the Complaint (ECF \nNos. 13, 14, and 15) are hereby stricken; (b) default \njudgment is hereby entered against Defendants in favor \nof ATGI as to the claims in the Complaint, and (c) \nDefendants’ countercl aims against ATGI and cross \nclaims against Third -Party Defendants are hereby \nDISMISSED, with prejudice. \n \n(Id. at p. 22, ¶ 1(a).) \n \n5. Since the Court’s Order on Motion for Sanctions, A. Singh, Rojas, and \nS. Singh have filed the six Motions now before this Court.  ATGI has filed responses \nto all but three of the Motions—to which ATGI still has time to respond.  However, \nthe Court does not need further briefing from the parties in order to  decide the \nMotions. \nII. ANALYSIS  \n6. As a preliminary matter, North Carolina law provides that “it shall be \nunlawful for any person or association of persons, except active members of the Bar \nof the State of North Carolina admitted and licensed to practice as attorneys -at-\nlaw, to appear as an attorney or counselor at law in any action or proceeding before \nany judicial body . . . except in his own behalf as a party thereto.”  N.C.G.S. § 84 -4.  \nHere, S. Singh and Rojas did not sign the Motion to Set Aside Entry of Default  or \nthe Motion for TRO and P I, and therefore to the extent A. Singh purports to bring \nthese motions on behalf of S. Singh or Rojas, the Motion to Set Aside Entry of \nDefault and the Motion for TRO and PI  should be DENIED.  Further, “[i]n North \nCarolina a corporation must be represented by a duly  admitted and licensed \nattorney-at-law[.]”  LexisNexis, Div. of Reed Elsevier, Inc. v. Travishan Corp. , 155 \nN.C. App. 205, 209 (2002).  Therefore, to the extent any of the parties  purport to \nbring their respective  Motions on behalf of MVT,  the Motions should also be \nDENIED. \nA. Motion to Set Aside Entry of Default  \n7. In the Motion to Set Aside Entry of Default, A. Singh requests that the \nCourt set aside the Court’s February 2, 2021 entry of default under Rule 60(b)(1) of \nthe North Carolina Rules of Civil Procedure (“Rule(s)”). 1  (ECF No. 142 , at pp. 5 –\n \n1 The Court notes that there was never an entry of default made in this Court.  The Court \nentered default judgment  as a sanction against Defendants based on their conduct and \n10.)  Specifically, A. Singh argues that  the default judgment entered by the Court  \nshould be set aside because it was due to excusable neglect and because Defendants \nhave a meritorious defense.  (Id. at pp. 5–8, 9.)  In response, ATGI argues that “A. \nSingh cannot demonstrate that the entry of default was the result of excusable \nneglect,” and that A. Singh has failed to establish a meritorious defense because \n“mere denials do not support a finding of a meritorious defense.”  (ECF No. 148, at \npp. 2, 4.)   \n8. Rule 60(b)(1) provides that a court “may relieve a party or his legal \nrepresentative from a final judgment, order or proceeding” for reasons including \n“excusable neglect.”  N.C.G.S. § 1A-1, Rule 60(b)(1).   \nTo set aside a judgment on the grounds of excusable \nneglect under Rule 60(b), the moving party must show \nthat the judgment rendered against him was due to his \nexcusable neglect and that he has a meritorious defense.  \nHowever, in the absence of sufficient showing of \nexcusable neglect, the question of meritorious defense \nbecomes immaterial. \n \nMonaghan, M.D. v. Schilling, MD , 197 N.C. App. 578, 584 (2009) (citing Scoggins \nv. Jacobs, 169 N.C. App. 411, 413 (2005)  (internal ci tations and quotations \nomitted)).  “Deliberate or willful conduct cannot constitute excusable neglect, nor \ndoes inadvertent conduct that does not demonstrate diligence.”  Creasman v. \nCreasman, 152 N.C. App. 119, 124 (2002) (citation omitted).  “The decision whether \nto set aside a default judgment under Rule 60(b) is left to the sound discretion of \nthe trial judge, and will not be overturned on appeal absent a clear showing of abuse \n \ncomplete disregard of this Court’s orders and rules , and not pursuant to the procedure \nprovided in Rule 55.  (See ECF No. 133, at ¶ 21–28.)   \nof discretion.”  Elliot v. Elliot, 200 N.C. App. 259, 261–62 (2009) (citation omitted).  \nFurther, “[w]hether neglect is ‘excusable’ or ‘inexcusable’ is a question of law.  The \ntrial judge’s conclusion in this regard will not be disturbed on appeal if competent \nevidence supports the judge’s findings, and those findings support the conclusion.”  \nId.   \n9. Here, in his argument on excusable neglect, A. Singh recites a portion \nof ATGI’s Brief in Support of its Motion for Entry of Default Judgment for Damages \nand Equitable Relief (“Brief ISO Motion for Entry of Judgment,” ECF No. 141),2 and \nmerely argues the following: “Defendant counters this statement, and asserts that \nduring his time acting as a pro -se litigant, he was diligently seeking out counsel, \nbut had considerable difficulty doing so .”  (ECF No. 142, at p. 9).  This Court has \nalready detailed the willful misconduct that ultimately provided the basis for entry \nof default judgment against the Defendants.  See supra, ¶ 2.  A. Singh’s contention \nthat he had difficulty retaining an attorney is woefully insufficient to show \nexcusable neglect.  Therefore, the Court concludes, in its discretion, that the record \ndoes not support a  showing of excusable neglect,  see Creasman, 152 N.C. App. at \n124, and the Motion to Set Aside Entry of Default should be DENIED.   \nB. The Motions to Dismiss  \n \n2 The language which A. Singh recites from ATGI’s Brief ISO Motion for Entry of Judgment \nessentially recites the Court’s prior ruling in its Order on  Motion for Sanctions entering \ndefault against the Defendants, and includes authority supporting the proposition that the \neffect of the default is that the facts in the complaint may be accepted as true.  (ECF No. \n142, at p. 10.)   \n \n10. A. Si ngh, Rojas, and S. Singh  have all filed Motions to Dismiss  \npursuant to Rule 12(b)(1) for lack of standing, appearing to argue that ATGI, as it \nis currently comprised, is not a real party in interest .3  (ECF No. 145, at p p. 7–15; \nECF No. 151, at pp. 3–11.)  For example, A. Singh, S. Singh, and Rojas contend:  \n[t]he core of Plaintiff’s Complaint is that one of [ATGI’s] \nformer service providers, MVT, misappropriated \npremiums due to [ATGI] for its own use and that two of \n[ATGI’s] di rectors, S . Singh and Rojas, facilitated this \nmisconduct.  But the [ATGI] allegedly harmed by MVT’s \nmisconduct is not the same [ATGI] that filed the \nComplaint.  Between the time that [ATGI] allegedly \nsuffered the injury and Plaintiff filed suit, a majority  of \nnew directors appeared on [ATGI’s] board.  Plaintiff \ncontends that these new directors were legitimately \nappointed by the March 13 Resolution and, by extension, \nentitled to initiate legal action on [ATGI’s] behalf.   \n \n(ECF No. 145, at p. 11; ECF No. 151 at p. 6.)   \n11. In response, ATGI argues:  \nthis attempt to re-classify ATGI as a ‘different company’ \nwith ‘different leadership,’ in addition to being a compete \nfiction unsupported by any legal theory, simply does not \ndeprive ATGI of standing.  The fact rema ins that, \nregardless of who comprises ATGI’s Board of Directors, \nATGI, the named Plaintiff in this case, was harmed by \nthe wrongdoing set forth in the Complaint.   \n \n(ECF No. 150, at p. 4)  Further, ATGI contends that these “ arguments are nothing \nmore than an attack on the validity of the March 13th and April [3rd] Resolutions” \nand that A. Singh has “merely used standing as a pretext to discuss the merits of \n \n3 A. Singh, S. Singh, and Rojas’s Motions to Dismiss were submitted with identical briefs.  \n(See ECF Nos. 145, 152, 154, and 156.)  For purposes of this Order and Opinion, the Court \nwill refer to the brief in support of the motion to dismiss located at ECF No. 145.   \n[his] defenses to ATGI’s claims”  for which default has already been entered.  Id. at \npp. 5–6.   \n12. First, the Court is not persuaded by the  theory that the ATGI that \nbrought the Complaint in this matter is not the same ATGI that suffered the alleged \nharms that are the subject of the lawsuit.  “Under North Carolina law, a party has \nstanding if he is the real  party in interest.”  Gateway Mgmt. Servs. v. Carrbridge \nBerkshire Grp., Inc. , 2018 NCBC LEXIS 45, at *16 (N.C. Super. Ct. May 9, 2018) \n(citing Energy Inv’rs Fund, L.P. v. Metric Constructors, Inc. , 351 N.C. 331, 337 \n(2000)).  “A real party in interest is a party who is benefited or injured by the \njudgment in the case.”  Energy Inv’rs, 351 N.C. at 337.  Here, ATGI alleges in its \nComplaint specific examples of how Defendants have harmed ATGI.  (See, e.g., ECF \nNo. 3, at ¶¶ 99, 109, 115.)  A. Singh, S. Singh, and Rojas have  provided no cogent \nargument or authority as to how the presence of new members ATGI’s Board means \nthe current ATGI is no longer a party in interest in this lawsuit. \n13. Second, A. Singh, Rojas , and S. Singh’s  standing argument is \npredicated on their contention that certain factual allegations in ATGI’s Complaint \nare not true; specifically, the contention that  the March 13th and April 3rd \nResolutions are invalid. 4  O nce default is entered, a defendant “has no further \n \n4 In its Complaint, ATGI alleges that: “[t]he March 13th Resolutions increased the Board of \nDirectors from three to five”; “[t]he March 13 th Resolutions were adopted based upon the \nunanimous action of the two then-existing Board members, Rojas and S. Sing”; “the March \n13th Resolutions were passed in full accordance with North Carolina law and [ATGI]’s \nbylaws”; and “the Board validly passed the April 3 rd Resolutions, which include a 4-0 vote \nto terminate MVT’s contract with ATGI and to remove all [ATGI]’s off icers other than \n[Michael] Hunter and to name Hunter Acting President of [ATGI]”  (ECF No. 3, at ¶¶ 87, \n90, 91).  \nstanding to contest the fact ual allegations of plaintiff’s claim for relief.”  Webb v. \nMcJas, Inc., 228 N.C. App. 129, 133 (2013) (citation and quotation marks omitted).  \n“If the allegations of the complaint are sufficient to state a claim, the defendant has \nno further standing to contest the merits of plaintiff’s right to recover.”  Alexander \nv. Alexander, 250 N.C. App. 511, 514 (2016) (citation and quotation marks omitted).  \nNevertheless, “[a] defendant may still show that the complaint is insufficient to \nwarrant plaintiff’s recovery” even when taking all the allegations within the \ncomplaint as true.  Webb, 228 N.C. App. at 133.  Here, A. Singh, S. Singh, and Rojas \nare not arguing that, taking the allegations in the Complaint as true, ATGI lacks \nstanding to bring its claims.  Rather, they are arguing that the facts, as they would \nrewrite them, support their  standing argument.  Given this Court has entered \ndefault judgment against Defendants as to ATGI’s claims in the Complaint, A. \nSingh, S. Singh, and Rojas  lack standing to challenge any factual allegations in \nATGI’s Complaint.  \n14. Therefore, having considered the parties’ arguments, the applicable \nlaw, and other appropriate matters of record, the Court concludes that the Motions \nto Dismiss should be DENIED.   \nC. Motion for TRO and PI  \n15. Finally, A. Singh, purportedly on behalf of all Defendants, has filed a \nMotion for TRO and PI , which is merely a repackaging of Defendants ’ previous \nmotion which has already been denied  by this Court in its Order on Defendants’ \nMotion for a Temporary Restraining Order and Preliminary Injunction (ECF No. \n49).  ( Compare ECF Nos. 36 and 39  with ECF No. 146. )5  Therefore, the Court \nconcludes that the Motion for TRO and PI should be DENIED.  \n \nTHEREFORE, IT IS ORDERED, as follows:  \n1. A. Singh’s Motion to Set Aside Entry of Default (ECF No. 142) is \nDENIED. \n2. The Motions to Dismiss (ECF Nos. 145, 152 , 15 3, and 155 ) are \nDENIED.  \n3. A. Singh’s Motion for TRO and PI (ECF No. 146) is DENIED.  \n \nSO ORDERED, this the 19th day of April, 2021.  \n        \n/s/ Gregory P. McGuire    \n      Gregory P. McGuire   \n      Special Superior Court Judge \n      for Complex Business Cases  \n   \n  \n \n \n5 In fact, the Motion for TRO and PI still bare the ECF numbers of the previous motion and \nbrief.  (See ECF No. 146, at pp. 1, 20.)   "
}