{
  "id": "67b838d719d9329ded26babfa66a718d7ab30e20387b03a1f3968357c4664bb4",
  "source_file": "data/raw/ncbc/67b838d719d9329ded26babfa66a718d7ab30e20387b03a1f3968357c4664bb4.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nLINCOLN COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n13 CVS 383 \n \nJOSEPH LEE GAY, Individually and On \nBehalf of All Persons Similarly Situated, \n \nPlaintiff, \n \nv. \n \nPEOPLES BANK, \n \nDefendant. \n \n \n \n \n \n \nORDER AND OPINION \n \n \n \n THIS MATTER is before the Court upon Defendant Peoples Bank’s \n(“Defendant”) Motion to Compel (“Defendant’s Motion”) and Plaintiff Joseph Lee \nGay’s (“Plaintiff”) Motion to Compel (“Plaintiff’s Motion”) in the above-captioned \ncase.  After considering the Motions, the briefs in support of and in opposition to the \nMotions, and the arguments of counsel at the September 11, 2014 hearing, the \nCourt GRANTS Defendant’s Motion, and GRANTS in part and DENIES in part \nPlaintiff’s Motion. \n \nSquitieri & Fearon, LLP by Stephen J. Fearon, and Sigmon, Clark, Mackie, \nHanvey & Ferrell, P.A. by Stephen L. Palmer and Amber Reinhardt for \nPlaintiff Joseph Lee Gay. \n \n Brooks, Pierce, McLendon, Humphre y & Leonard LLP by Reid L. Phillips \nand Daniel F.E. Smith for Defendant Peoples Bank. \nBledsoe, Judge. \nI. \nBACKGROUND \n{1} The factual and procedural background of this case is recited in detail in \nGay v. Peoples Bank, no. 13 CVS 383 (N.C. Super. Ct. Apr. 15, 2014) (denying \nDefendant’s Motion for Judgment on the Pleadings).  The facts pertinent for \npurposes of resolving the present Motions are set forth below. \n \n \nGay v. Peoples Bank, 2014 NCBC 45. \n \n \nA. \nDEFENDANT’S MOTION TO COMPEL \n{2} Defendant served its First Set of Interrogatories and Requests for \nProduction (“Defendant’s Discovery Requests”) on June 16, 2014. (Def.’s Mot., p. 1.)  \nDefendant’s Discovery Requests asked Plaintiff to produce “letters or other forms of \nagreement concerning the terms of [Plaintiff’s] representation by [his] lawyers in \nthe case.”  (Def.’s Mot., p. 2.)  Plaintiff objected to production of the documents \nbased on the attorney-client privilege and the work product doctrine.  (Def.’s Mot., \np. 2.) \n{3} On September 4, 2014, Defendant filed a Motion to Compel seeking an \norder from the Court requiring Plaintiff to produce to Defendant (1) “the retainer \nletter between Plaintiff and Squitieri & Fearon, LLP, which was signed on \nSeptember 24, 2012” (the “Retainer Letter”) and (2) “the representation agreement \nbetween Plaintiff, Squitieri & Fearon, LLP, Sigmon, Clark, Mackie, Hanvey & \nFarrell, P.A., Greg Coleman Law PC, Wexler Wallace LLP, and Hansen, Riederer, \nDickinson, Crueger & Reynolds LLC which was signed on February 8, 2013” (the \n“Representation Agreement”).  Plaintiff filed his Response to Defendant’s Motion on \nSeptember 8, 2014. \nB. \nPLAINTIFF’S MOTION TO COMPEL \n{4} On August 29, 2014, Plaintiff sent a letter to Defendant, requesting that \nDefendant produce four of its current or former executive managers for depositions: \n(1) William Cable, Defendant’s current Chief Operating Officer; (2) Anthony Wolfe, \nDefendant’s former President and Chief Executive Officer;1 (3) A. Joseph Lampron, \nDefendant’s current Chief Financial Officer; and (4) Joseph Beamon, Defendant’s \ncurrent Chief Administrative Officer.  (Pl.’s Mot., Ex. A.)   \n{5} Defendant objected to the depositions as unduly burdensome and \nunnecessarily duplicative because Plaintiff had previously deposed five of \n                                                 \n1 Defendant no longer employs Mr. Wolfe. \n \n \n \nDefendant’s other executives in their capacities as Rule 30(b)(6) deponents for \nDefendant. \n{6} On September 9, 2014, Plaintiff filed a Motion to Compel seeking an order \nfrom the Court requiring Defendant to produce these four witnesses for deposition \nand “compelling Defendant to identify its trial witnesses.”  Defendant filed its \nResponse to Plaintiff’s Motion on September 10, 2014. \n{7} The Court held a hearing on the Motions on September 11, 2014, pursuant \nto the request of the parties that the Court hear the Motions at the scheduled status \nconference in the case. Plaintiff has not yet asked the Court to certify a class in this \ncase. \nII. \nANALYSIS \nA. \nDEFENDANT’S MOTION TO COMPEL \n{8} Defendant argues that the Court should compel Plaintiff to produce the \nRetainer Letter and Representation Agreement because the documents are relevant \nand not protected by the attorney-client privilege or the work product doctrine.  \n(Def.’s Mot., p. 2.)   \n{9} Plaintiff argues in opposition that the documents are irrelevant to the \nlitigation and in any event constitute documents protected from disclosure by the \nattorney-client privilege and attorney work product doctrine.  (Pl.’s Resp. Def.’s \nMot., p. 3–4.)   \n{10} Plaintiff relies on Raymond v. N.C. Police Benevolent Ass’n, 365 N.C. 94, \n721 S.E.2d 923 (2011), for his contention that the Retainer Letter and \nRepresentation Agreement contain information subject to the attorney-client \nprivilege.  As called for by Raymond, all parties agreed to the Court’s in camera \nreview of the Retainer Letter and Representation Agreement in connection with \nDefendant’s Motion, and the Court has therefore reviewed the two documents.   Id. \nat 95, 721 S.E.2d at 924 (directing that “[a]n in camera review by the trial court is \n \n \nthe appropriate mechanism to be used for determining the applicability of the \nprivilege”). \n{11} Before the Court may turn to the application of privilege, however, the \nCourt must determine whether the Retainer Letter and Representation Agreement \nare relevant to the subject matter involved in this litigation.  Rule 26 of the North \nCarolina Rules of Civil Procedure (“N.C.R.C.P.”) permits parties to obtain discovery \n“regarding any matter, not privileged, which is relevant to the subject matter \ninvolved in the pending action, whether it relates to the claim or defense of the \nparty seeking discovery or to the claim or defense of any other party . . . .”  \nN.C.R.C.P. 26(b)(1) (2014).  “The test of relevance for discovery purposes only \nrequires that information be ‘reasonably calculated to lead to the discovery of \nadmissible evidence[.]’”  Lowd v. Reynolds, 205 N.C. App. 208, 214, 695 S.E.2d 479, \n483 (2010) (quoting Rule 26(b)(1)). \n{12} In its brief in support of Defendant’s Motion, Defendant does not address \nhow the two documents at issue are relevant to the subject matter involved in this \naction.  At the hearing, Defendant argued that the retention agreements are \nreasonably calculated to lead to admissible evidence concerning whether this action \nmay proceed as a class action and are necessary to Defendant’s preparation for the \nmediation currently scheduled for November 12, 2014.  The Court finds Defendant’s \narguments unpersuasive at this stage of the proceedings.   \n{13} The North Carolina appellate courts do not appear to have addressed the \nproduction of an attorney fee agreement in a purported class action.  Federal case \nlaw from around the country, however, holds that in such circumstances, attorney \nfee agreements are typically not relevant, at least until after certification of the \nproposed class.  See, e.g., Sanderson v. Winner, 507 F.2d 477, 480 (10th Cir. 1974) \n(reversing order requiring production of fee agreement noting “Defendant will have \nample opportunity for discovery under Rule 69, if it obtains judgment”); Mitchell-\nTracey v. United Gen. Title Ins. Co., 2006 U.S. Dist. LEXIS 1308, *8 (D. Md., Jan. 9, \n2006) (denying motion to compel production of fee agreement in class action stating \n“the appropriate time for inquiry into fee arrangements is after judgment”); see \n \n \ngenerally FEDERAL JUDICIAL CENTER, MANUAL FOR COMPLEX \nLITIGATION § 21.141 (4th ed. 2004), available at www.fjc.gov/public/pdf.nsf/ \nlookup/mcl4.pdf/$file/mcl4.pdf (\"Precertification inquiries into the named parties' \nfinances or the financial arrangements between the class representatives and their \ncounsel are rarely appropriate . . .”);  7 A. Conte and H. Newberg, Newberg on Class \nActions, § 22:79 (4th ed. 2005) (\"Defendants often request discovery regarding fee \narrangements between the plaintiffs and their counsel, but courts usually find such \ndiscovery to be irrelevant to the issue of certification.\").   \n{14} Federal courts have recognized certain limited circumstances in which pre-\ncertification production of a fee agreement is appropriate, none of which Defendant \ncontends is present here.  For example, Defendant does not assert that it needs this \ninformation to ascertain whether class counsel and plaintiff may maintain the class \naction and pay associated costs.  See Porter v. NationsCredit Consumer Disc. Co., \n2004 U.S. Dist. LEXIS 13641, *7, 2004 WL 1753255 (E.D. Pa., Jul. 9, 2004) (\"Fee \nagreements may be relevant to a plaintiff's ability to protect the interests of \npotential class members by adequately funding the suit, and to the question of \nawarding attorney's fees upon settlement or judgment.\"); Stanich v. Travelers \nIndem. Co., 259 F.R.D. 294, 322 (N.D. Ohio 2009) (“Most courts . . . find [discovery \nof fee agreements] irrelevant to the issue of class certification, except perhaps to \ndetermine whether the named plaintiffs and class counsel have the resources to \npursue the class action.”).  Nor does Defendant contend that Plaintiff’s counsel has \nengaged in misconduct that may result in denial of class certification.  See, e.g., \nBaker v. Masco Builder Cabinet Grp., Inc., 2010 U.S. Dist. LEXIS 104018, *11–*12 \n(D.S.D., Sept. 27, 2010) (“Courts have also allowed defendants to inquire into \nalleged misconduct of plaintiffs' counsel because such misconduct may result in the \ndenial of class certification.”); In re Mid-Atlantic Toyota Antitrust Litigation, 93 \nF.R.D. 485, 488–91 (D. Md. 1982) (denying class certification because fee \nagreements violated existing disciplinary rules).  \n{15} The Court finds these federal cases persuasive and concludes that at this \nstage of the proceedings, Defendant has failed to show that the Retainer Letter and \n \n \nRepresentation Agreement are relevant to the subject matter involved in this case.  \nThe Court therefore denies Defendant’s Motion to Compel without prejudice to \nDefendant to renew its Motion in the event Defendant may be able to show \nrelevance at a later stage of this proceeding, including in the event a class is \ncertified.2 \nB. \nPLAINTIFF’S MOTION TO COMPEL \ni.  Depositions of Defendant’s Executives \n{16} Plaintiff contends it needs to depose four of Defendant’s current and \nformer executives who “were integral to the bank’s fee-generation scheme.”  (Pl.’s \nMot., p. 2.)  Plaintiff’s stated motive for seeking these four depositions is to “prepare \nfor trial, narrow the issues in the case, and . . . prevent surprises.”  (Id.)  At the \nhearing, Plaintiff proposed as alternative relief that he be permitted to take the \ndepositions of Mr. Cable and Mr. Wolfe now and reserve his right to seek the \ndepositions of Mr. Beamon and Mr. Lampron later. \n{17} Defendant opposes Plaintiff’s request for depositions and argues that \nbecause Plaintiff has already deposed five of Defendant’s executives3 in their \ncapacities as Defendant’s N.C.R.C.P. Rule 30(b)(6) designees, the depositions of the \nadditional four executives will generate unnecessary and repetitive evidence and \ncause undue burden to Defendant.  As a result, Defendant asks the Court to reject \nPlaintiff’s attempt to compel these requested depositions. \n{18} The Court maintains broad power under N.C.R.C.P. Rule 26(c) to protect a \nparty from unreasonable annoyance, oppression, or undue burden or expense.  \nN.C.R.C.P. Rule 26 (“[T]he [C]ourt . . . may make any order which justice requires to \n                                                 \n2  In light of its ruling, the Court does not find it necessary to address whether the Retention Letter \nand Representation Agreement are privileged attorney-client communications or protected attorney \nwork product at this time.  \n \n3 The five executive officers are (1) Reggie Abernathy, Information Technology Officer, (2) George \nEarp, Vice President of Finance, (3) Kim Bazzle, Head of Marketing, (4) Connie Ollis, First Vice \nPresident for Compliance and Security, and (5) Andrew Puntch, Assistant Vice President of \nOperations. \n \n \n \nprotect a party or person from unreasonable annoyance, embarrassment, \noppression, or undue burden or expense, including . . . that the discovery not be had \n. . . .”).4 \n{19} Plaintiff alleges Defendant engaged in an unlawful scheme to inflate its \nprofits at the expense of Defendant’s customers through the imposition of overdraft \nfees and that each of the executives has knowledge of the alleged scheme.  \nDefendant does not claim that the requested deponents do not possess relevant \ninformation.  \n{20} Rather, Defendant contends that Defendant is a relatively small bank and \nthat it will be very disruptive and unduly burdensome in light of the repetitive \ntestimony likely to be generated to require the three top-level executives who \ncurrently work at the bank – Mr. Cable, Mr. Beamon, and Mr. Lampron – to submit \nto depositions.  Although Defendant argues that Mr. Wolfe’s testimony would \nsimilarly be repetitive of testimony already obtained through Defendant’s 30(b)(6) \ndeponents, Defendant acknowledges that Mr. Wolfe is no longer an employee of \nDefendant, is now retired and that his submission to deposition will not involve the \nsame disruption and burden that would result from depositions of the other three \nexecutives.   \n{21} The Court is persuaded that Defendant faces a sufficient risk of disruption \nand undue burden in these circumstances to afford Defendant limited relief.  \nAccordingly, for good cause shown, the Court, in its discretion, concludes that \n                                                 \n4 Although the North Carolina courts have not formally adopted the “apex doctrine,” the Court notes \nthat a number of federal courts have recognized the doctrine in circumstances similar to those here \nto prevent a party from harassing an opponent or inflating its discovery costs by seeking the \ndeposition of a high ranking corporate executive.  See, e.g., Performance Sales & Mktg., LLC v. \nLowe’s Cos., 2012 U.S. Dist. LEXIS 131394, *18–*21, 2012 WL 4061680, *3–*4 (W.D.N.C., Sept. 14, \n2012) (noting the rebuttable presumption that the deposition of a high-ranking corporate executive \nviolates the proportionality standard of Fed. R. Civ. P. 26(b)(2)(C) or constitutes good cause for \nissuance of a protective order as an \"annoyance\" or \"undue burden\" within the meaning of Rule \n26(c)(1)).  Under the apex doctrine, “before a plaintiff may depose a corporate defendant's high \nranking officer, the plaintiff must show how ‘(1) the executive has unique or special knowledge of the \nfacts at issue and (2) other less burdensome avenues for obtaining the information sought have been \nexhausted.’”  Smithfield Business Park, LLC v. SLR Int’l Corp., 2014 U.S. Dist. LEXIS 16338, *6 \n(E.D.N.C., Feb. 10, 2014). \n \n \n \nPlaintiff should be permitted to take the depositions of William Cable and Anthony \nWolfe at this time but that Plaintiff should not be permitted to proceed with the \ndepositions of Mr. Beamon and Mr. Lampron absent Defendant’s consent or further \norder of the Court.  The Court further concludes that this Order should be without \nprejudice to Plaintiff’s right to seek an order from this Court compelling Defendant \nto produce Mr. Beamon and Mr. Lampron for deposition at a later time for good \ncause shown. \nii.  Plaintiff’s Request for Defendant’s Trial Witness List \n{22} Plaintiff also contends that the Court should “direct the bank to identify its \ntrial witnesses so that Plaintiff can cons ider deposing those witnesses before the \nDecember 15, 2014 deadline for fact discovery.”  (Pl.’s Mot., p. 4.)  Plaintiff argues \nthat this identification will “streamline the litigation process” and prevent surprise.  \n(Id.)  Defendant opposes this request as premature.  \n{23} The Court first notes that Plaintiff admitted at the hearing that he has not \nyet served interrogatories on Defendant requesting this information.  It is axiomatic \nthat Defendant is not obligated to provide answers to interrogatories that Plaintiff \nhas not yet served.  Because Plaintiff has not asked Defendant to identify its trial \nwitnesses through any of the permitted discovery devices, the Court cannot compel \nDefendant to do so.  \n{24} Moreover, even if a proper discovery request seeking this information had \nbeen served, North Carolina law is clear that “‘a party is not entitled to find out, by \ndiscovery, which witnesses his opponent intends to call at the trial.’”  King v. \nKoucouliotes, 108 N.C. App. 751, 755, 425 S.E.2d 462, 464 (1993) (“Instead, the \nnames of witnesses and lists of exhibits a party opponent intends to use at trial are \nobtainable through the pretrial conference.”).  Plaintiff has not shown any basis for \n“a deviation from this general rule of nondiscoverability.”  Id. at 756, 425 S.E.2d at \n465. \n{25} For the foregoing reasons, the Court concludes Defendant is not required \nto identify its trial witnesses to Plaintiff at this time. \n \n \n{26} ACCORDINGLY, the Court hereby ORDERS, ADJUDGES, and \nDECREES as follows: \na. Defendant’s  Motion to Compel is DENIED without prejudice to \nDefendant’s right to renew the Motion in the event Defendant may be \nable to show relevance at a later stage of this proceeding, including after \na class is certified; \nb. Plaintiff’s Motion to Compel is GRANTED, in part, to permit Plaintiff to \ndepose William Cable and Anthony Wolfe pursuant to the North Carolina \nRules of Civil Procedure and the Case Management Order entered May \n14, 2014, and without prejudice to Plaintiff’s right to renew the Motion in \nthe event Plaintiff seeks to depose Joseph Lampron and Joseph Beamon \nfor good cause shown;  \nc. All other requested relief is DENIED. \n \nSO ORDERED, this the 17th day of September 2014. \n \n     \n \n "
}