{
  "id": "67e32b1ddc01a54898f3dd5f596a6b70b49a4f594dc0dc317f72384f31f412a4",
  "source_file": "data/raw/ncbc/67e32b1ddc01a54898f3dd5f596a6b70b49a4f594dc0dc317f72384f31f412a4.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nBUNCOMBE COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 3973 \nJ. BROOK LUNSFORD and \nLUNSFORD GROUP, INC. f/k/a JBL \nCOMMUNICATIONS, INC., \n \nPlaintiffs and \nCounterclaim Defendants, \n \nv. \n \nVIAONE SERVICES, LLC; and DAVID \nDORWART,  \n \nDefendants,  \n \nand \n \nJBL COMMUNICATIONS, LLC,  \n \nDefendant and \nCounterclaim Plaintiff,  \n \nv. \n \nCAMERON GUNTER; CLIFFORD \nCHURCHILL; FIBER OPTIC \nSOLUTIONS LLC; PIMLICO, INC; \nOSPREY COMMUNICATIONS, LLC; \nCVO ENTERPRISES INC; and \nRUSSELL BROWN,  \n \nCounterclaim \nDefendants. \n \nAMENDED ORDER AND OPINION \nON DEFENDANTS’ MOTION \nTO DISMISS \n \n1. This action arises from the sale of a telecommunications construction \ncompany.  The  sellers are the plaintiffs here and  have asserted claims  against the \nbuyer and two others for fraud and breach of several contracts related to the sale.  In \nLunsford v. ViaOne Servs., LLC, 2020 NCBC 78A. \nresponse, the defendants have moved to dismiss all claims.   (ECF No. 58.)  For the \nfollowing reasons, the Court GRANTS the motion in part and DENIES it in part. \nPearce Law PLLC, by Bradl ey E. Pearce, for Plaintiffs/Counterclaim \nDefendants J. Brook Lunsford and Lunsford Group, Inc. \n \nParker Poe Adams & Bernstein LLP, by Michael G. Adams, Jami J. \nFarris, and Morgan H. Rogers, for Defendants ViaOne Services, LLC and \nDavid Dorwart, and for Defendant/Counterclaim Plaintiff JBL \nCommunications, LLC. \n \nLaw Offices of  Jamie A. Stokes, PLLC, by Jamie A. Stokes, for \nCounterclaim Defendants Cameron Gunter, Clifford Churchill, Fiber \nOptic Solutions LLC, Pimlico, Inc., CVO Enterprises Inc., and Russell \nBrown. \n \nO’Hagan Meyer, PLLC, by Wood W. Lay and Aretina K. Samuel -\nPriestley, for Counterclaim Defendant Osprey Communications, LLC. \nConrad, Judge. \n \nI. \nFACTUAL BACKGROUND \n2. The following background is drawn from the  allegations of the second \namended complaint and the documents attached to or incorporated within it.  (See 2d \nAm. Compl., ECF No. 52 [“Compl.”].) \n3. JBL Communications, Inc.  was a pay -to-build contractor that built  and \nmaintained telecommunications systems and networks  in and around North \nCarolina.  (See Compl. ¶ 18.)  The company now goes by the name Lunsford Group, \nInc. but has been dubbed Old JBL by the parties.   The “Old” in Old JBL alludes to \nthe central event in this case —the July 2018 sale of Old JBL’s  assets to  JBL \nCommunications, LLC, or New JBL as the parties call it.  (See Compl. ¶¶ 15, 19.) \n4. The complaint gives few details about how the sale came together or who the \nkey players were .  It seems that New JBL  was truly new —a Delaware company \ncreated for the purpose of buying Old JBL’s assets.  (See Compl. ¶¶ 6, 22.)  New JBL’s \nmajority member is ViaOne Fiber and Engineering, LLC  (not to be confused with \nViaOne Services, LLC, one of the defendants here) , but the complaint questions the \nexistence of that entity and does not  mention any negotiations between it and Old \nJBL.  (See Compl. ¶¶ 172, 175.)  The only thing resembling presale discussions is an \nalleged conversation between Brook Lunsford (Old JBL’s sole shareholder) and David \nDorwart (the chairman and CEO of Texas-based ViaOne Services).  (See Compl. ¶¶ 4, \n21, 44.)  Dorwart supposedly told Lunsford that New JBL would continue Old JBL’s \nbusiness with new capital invest ment.  ( See Compl. ¶  21.)  T he da te of that  \nconversation is not stated, though. \n5. In any event, the centerpiece of the sale was  an asset purchase agreement, \n(ECF No. 52.1 [“APA”]).  That agreement conveyed to New JBL “all of the tangible \nand intangible assets and properties of” Old JBL.  (APA § 2.1(a).)  It also gave  New \nJBL the right to use Old JBL’s general contractor’s license for a shor t time.  ( See \nCompl. ¶ 23; APA § 2.1(a)(iv).)  In return, Old JBL and Lunsford received cash and \nother consideration, including minority membership in New JBL .1  (See APA § 3.2; \nAPA p.6 (“Rollover Equity”); Compl. ¶¶ 24, 174, 190 .)  Lunsford stay ed on as a \n \n1 There is some confusion about whether Old JBL or Lunsford owns the membership \ninterest.  (Compare Compl. ¶ 174, with Compl. ¶¶ 186, 190.) \nconsultant to New JBL , an arrangement governed by  a separate consulting \nagreement, (ECF No. 52.3 [“Consulting Agrmt.”]). \n6. New JBL financed part of the purchase through a promissory note, (ECF No. \n52.2 [“Note”]).  The note is “subordinate and junior” to “Senior Debt”—a bank loan—\nowed by New JBL.  (Note § 13.)  Old JBL agreed to defer all principal and interest \npayments on the note until after New JBL repays the bank.  (Note § 1.)  The note also \ngives New JBL the right to “set -off and reduce” the principal amount for various \nreasons, including some permitted by the asset purchase agreement.  (Note § 5.) \n7. One potential basis for a  set-off would be a reduction of the purchase price \nafter closing.  The purchase price includes a lump sum of $6.7 million to be adjusted \nup or down at closing based on Old JBL’s estimate of its working capital.  ( See APA \n§§ 3.2(a), 3.3(a); see also Compl. ¶ 24.)  That sum i s supposed to be adjusted again \nafter closing based on a second calculation of working capital, this time prepared by \nNew JBL and  presumably to correct errors in the  preclosing estimate.  ( See APA \n§ 3.3(b), (c).)  The asset purchase agreement g ives New JBL 90 days from closing to \ndeliver its calculation, followed by a period for Old JBL to lodge objections and for the \ntwo sides  to resolve any disputes through binding arbitration .  (See APA §  3.3(b); \nCompl. ¶¶ 133, 135.)  The final figure determines  whether New JBL paid too much \nor too little at closing.  ( See APA § 3.3(c).)  If too much, then New JBL could set off \nwhatever Old JBL owed against the amount of the promissory note after giving \nwritten notice.  (Note § 5; see also APA §§ 3.4, 9.7.) \n8. Despite getting several extensions of the initial 90-day period, New JBL \nnever delivered its calculation  of working capital .  ( See Compl. ¶¶ 134, 136, 139.)  \nEven so, nearly a year after the sale, New JBL reported in a financial statement that \nit had reduced the note’s principal balance by over $700,000.  ( See Compl. ¶¶ 109, \n121.)  Old JBL did not receive written notice of that set-off.  (See Compl. ¶¶ 136, 139.)  \nAnd t he reason New JBL gave for the set -off was poor financial performance —\nnothing to do with the working capital tally.  (See Compl. ¶ 122.) \n9. Old JBL and Lunsford say the set-off was improper.  They also say it was an \naccounting trick.  Soon after acquiring Old JBL’s assets, New JBL went on a spending \nspree.  It hired new employees, bought more equipment, and enter ed new markets.  \n(See Compl. ¶¶ 31, 34.)  Overstretched, New JBL became insolvent by the end of 2018.  \n(See Compl. ¶¶ 118, 156.)  Reducing the principal amount of the promissory note gave \nthe false appearance of solvency.  (See Compl. ¶¶ 127, 128.) \n10. Indeed, New JBL reveal ed some of its financial difficulties to Lunsford in \nApril 2019.  (See Compl. ¶ 43.)  The next month, New JBL’s m anagement team met \nin Asheville, North Carolina.  Lunsford was there.  So was Dorwart.  ( See Compl. \n¶ 44.)  They discussed New JBL’s failure to release nearly $350,000 in retainages that \nit had agreed to pay to Old JBL’s subcontractors.  ( See Compl. ¶¶ 51, 56.)  They also \ndiscussed New JBL’s difficulty in obtaining its own general contractor’s license.  (See \nCompl. ¶¶  62–64.)  At some point, Dorwart “assured Lunsford” that New JBL \n“valued” his contributions.  (Compl. ¶ 46.) \n11. Later that summer, Lunsford discovered that New JBL had used Old JBL’s \ncredit lines with third- party vendors .  (See Compl. ¶ 65.)  New JBL never told \nLunsford what it was doing and didn’t ask for permission either.  (See Compl. ¶¶ 69, \n70, 74, 75.)  Likewise, the third parties didn’t know they were dealing with New JBL \nrather than Old JBL.  ( See Compl. ¶ 72.)  When some of the bills became overdue, \nLunsford’s credit took a hit.  (See Compl. ¶¶ 67, 76, 77.) \n12. Other issues cropped  up around the same time.  New JBL missed four \nmonthly payments to Lunsford under the consulting agreement.  (See Compl.  ¶¶ 85, \n86, 151, 152.)  Short of cash , New JBL also asked Lunsford to buy a lift truck .  (See \nCompl. ¶¶ 88, 89.)  When Lunsford later asked for reimbursement, New JBL issued \na check but then stopped payment.  (See Compl. ¶¶ 90–92.) \n13. Lunsford filed suit in September 2019 and amended the complaint shortly \nafter to add Old JBL as a plaintiff .  Together, Lunsford and O ld JBL (“Plaintiffs”) \naccused New JBL of breaching the asset purchase agreement, the promissory note, \nand the consulting agreement.   They also sought a declaratory judgment that New \nJBL’s breaches relieved them of their own obligations under the contracts.  And they \nsought to hold ViaOne Services liable for New JBL’s acts on a theory of veil piercing.  \nNew JBL and ViaOne Services moved to dismiss all claims.  (ECF No. 20.) \n14. At a hearing on that motion, Plaintiffs ’ counsel forecasted a second \namendment.  With consent, the Court granted leave to amend and denied the motion \nto dismiss as moot .  The second amended complaint  retains the contract and \ndeclaratory-judgment claims.  It adds fraud as a new claim and Dorwart as a new \ndefendant. \n15. New JBL, Dorwart, and  ViaOne Services (“ Defendants”) contend that the \namendment did not cure the defects identified in the original motion to dismiss  and \nagain move to dismiss all claims under Rule 12(b)(6) of the North Carolina Rules of \nCivil Procedure.  Dorwart and ViaOne Services also contend that the Court lacks \npersonal jurisdiction over them.  The parties have fully briefed all issues , and the \nCourt elects to decide the motion without a second hearing.  See Business Court \nRule 7.4.  The motion is now ripe for resolution. \nII. \nPERSONAL JURISDICTION \n16. The Court begins with challenges to personal jurisdiction raised by Dorwart \n(a Pennsylvania resident) and ViaOne Services (a Texas company).  This is usually \n“a two-step inquiry: does any statute grant jurisdiction over the defendant, and would \nexercising jurisdiction violate due process?”  JCG & Assocs., LLC v. Disaster Am. \nUSA, LLC, 2019 NCBC LEXIS 112, at *6 (N.C. Super. Ct. Dec. 19, 2019).   Because \nDefendants do not challenge the first step, the Court skips to the second. \n17. Due process requires that a defendant  “have certain minimum contacts” \nwith this State “such that the maintenance of the suit does not offend ‘traditional \nnotions of fair play and substantial justice.’ ”  Int’l Shoe Co. v. Washington, 326 U.S. \n310, 316 (1945) (quoting Miliken v. Meyer, 311 U.S. 457, 463 (1940)) .  Sometimes, a \nnonresident defendant’s contacts “are so ‘continuous and systematic’ as to render \nthem essentially at home in the forum State. ”  Goodyear Dunlop Tires Operations, \nS. A. v. Brown , 564 U.S. 915, 919 (2011)  (quoting Int’l Shoe Co. , 326 U.S. at 317) .  \nWhen that is the case, the courts of the forum State have general jurisdiction “to hear \nany and all claims against” the defendant.  Id. \n18. The more common case is when the nonresident defendant has situational , \nrather than systematic, contacts with the forum State.  In that context, j urisdiction \ndepends on the “relationship among the defendant, the forum, and the litigation.”  \nDaimler AG v. Bauman , 571 U.S. 117,  133 (2014) (citation and quotation marks \nomitted); see also Beem USA LLLP v. Grax Consulting LLC , 373 N.C. 297, 303, 838 \nS.E.2d 158, 162 (2020) .  There must be some nexus between the forum and  the \nunderlying controversy  such that  “the cause of action arises from or is related to \ndefendant’s contacts with the forum.”  Skinner v. Preferred Credit, 361 N.C. 114, 122, \n638 S.E.2d 203, 210 (2006) (citing Helicopteros Nacionales De Colombia, S. A. v. Hall, \n466 U.S. 408, 414 n.8 (1984)).  This is known as “specific or case-linked jurisdiction.”  \nGoodyear, 564 U.S. at 919 (2011) (citation omitted). \n19. Plaintiffs bear the burden to  establish a prima facie basis for personal \njurisdiction.  See Azure Dolphin, LLC v. Barton , 2017 NCBC LEXIS 90, at *8 (N.C. \nSuper. Ct. Oct. 2, 2017) (citation omitted), aff’d, 371 N.C. 579, 821 S.E.2d 711 (2018).  \nBoth sides have offered evidence: a verif ied pleading from Plaintiffs opposed by a \nresponsive affidavit and evidence from  Defendants.  T he Court may , as a result, \n“determine the weight and sufficiency of the evidence presented.”  Capitala Grp., LLC \nv. Columbus Advisory Grp. LTD, 2018 NCBC LEXIS 183, at *3 (N.C. Super. Ct. Dec. \n3, 2018) (citation and quotation marks omitted).  Here, though, that isn’t necessary.   \nPlaintiffs have not argued that Dorwart or ViaOne Services have the kind of \ncontinuous and systematic contacts with North Carolina that would support general \njurisdiction.  And as to specific jurisdiction, the disputes largely turn on the adequacy \nof Plaintiffs’ jurisdictional allegations. \n20. ViaOne Services.  To establish jurisdiction over ViaOne Services, Plaintiffs \nrely on a theory of veil piercing.  The few contacts that ViaOne Services is alleged to \nhave with North Carolina do not appear to relate to the underlying controversy, and \nPlaintiffs do not argue otherwise.  Instead, Plaintiffs contend that the Court should \npierce the corporate veil and impute the jurisdictional contacts of New JBL to ViaOne \nServices. \n21. “The general rule is that a corporation’s contacts are not imputed to its \naffiliate for the purpose of personal jurisdiction.”  Denver Glob. Prods., Inc. v. Hendrix, \n2017 NCBC LEXIS 216, at *4 (N.C. Super. Ct. Feb. 9, 2017) (citing Wyatt v. Walt \nDisney World, Co., 151 N.C. App. 158, 168, 565 S.E.2d 705, 711 (2002)).  Indeed, our \ncourts do not lightly disregard the corporate form for any purpose .  Veil piercing is \nreserved for the rare case in which  an individual or entity uses a  corporation as a \nmere instrumentality or alter ego to carry out a fraud or wrong .  In that case, the \ninjured party may seek relief from the individual or entity “who otherwise would have \nbeen shielded by the corporate form.”  Green v. Freeman , 367 N.C. 136, 145, 749 \nS.E.2d 262, 270 (2013). \n22. Plaintiffs have not adequately alleged that New JBL is a mere \ninstrumentality of ViaOne Services .  The second amended complaint does not even \nspecify a legal relationship between the two.  All it says is that ViaOne Services has \nsome unexplained role in handling payroll deductions for New JBL’s employees, (see \nCompl. ¶¶ 96, 103, 104), and that ViaOne Services  “dominated and controlled New \nJBL by, among other things, controlling which of New JBL’s creditors got paid and \nwhen such creditors got paid,” (Compl. ¶ 161).  Even if true, these allegations do not \nsuggest that ViaOne Services controlled New JBL through the use of the corporate \nform.  Nor does the alleged control over payment matters  amount to the kind of \n“complete domination, not only of finances, but of policy and business practice”  \ntypically required to pierce the veil.   Green, 367 N.C. at  145, 749 S.E.2d at 270 \n(quoting Glenn v. Wagner, 313 N.C. 450, 455, 329 S.E.2d 326, 330 (1985)). \n23. Furthermore, ViaOne Services  offered an affidavit from Dorwart, who is \nNew JBL’s manager.  ( See Dorwart Aff. , ECF No. 8 .)  This evidence show s that \nViaOne Services is not a member or manager of New JBL  and has no authority to \ndirect the company’s affairs.  (See Dorwart Aff. ¶¶ 7, 11, 13–19.)  ViaOne Services has \na contract with New JBL to  provide accounting, human resources, and related  \nservices.  (See Dorwart Aff. ¶ 35.)  The contract stresses that ViaOne Services “shall \nneither exercise control nor direction over” New JBL’s business.  (Dorwart Aff. ¶ 38.)  \nNo evidence suggests that this contractual relationship made New JBL a mere \ninstrumentality of ViaOne Services. \n24. In short, Plaintiffs have not offered any sound reason to impute New JBL’s \ncontacts with this State to ViaOne Services. 2  The Court concludes that it may not \nexercise jurisdiction over ViaOne Services and therefore dismisses all claims against \nit.  See Price v. Hagar Fin. Corp., No. COA03-280, 2004 N.C. App. LEXIS 316, at *9–\n10 (N.C. Ct. App. Mar. 2, 2004); Weisman v. Blue Mount ain Organics Distrib., LLC, \n2014 NCBC LEXIS 41, at *17–18 (N.C. Super. Ct. Sept. 5, 2014). \n25. Dorwart.  Plaintiffs  advance a more traditional theory of personal \njurisdiction for Dorwart.  They allege that he traveled to Asheville, North Carolina in \nMay 2019 to meet with Lunsford and others  about New JBL’s affairs .  ( See Compl. \n¶ 44.)  That contact , they contend, is enough to support personal jurisdiction, \nparticularly given that Dorwart is New JBL’s manager.  (See Opp’n 17, ECF No. 65.) \n26. Dorwart responds that the allegations related to the meeting in Asheville do \nnot “actually support any of Plainti ffs [sic] claims” and therefore cannot establish \nspecific jurisdiction.  (Br. in Supp. 22, ECF No. 59.)  The Court disagrees.  The second \namended complaint alleges that the meeting between Dorwart and Lunsford related \nto the substance of this dispute—namely, New JBL’s financial struggles, its failures \nto meet contractual obligations, and its lack of transparency.  (See Compl. ¶¶ 51, 62.)  \nAt that meeting, Dorwart allegedly “assured Lunsford that his input and \ncontributions were valued” in an attempt “to deceive Lunsford as to the true state of \naffairs of New JBL.”  (Compl. ¶¶  46, 47.)  Plaintiffs’ fraud claim , which is the only \n \n2 Plaintiffs have not argued that the Court should attribute Dorwart’s jurisdictional contacts \nto ViaOne Services in his role as its CEO.  Nor have they pointed to any relationship between \nViaOne Services and ViaOne Fiber and Engineering, which is New JBL’s majority member. \nclaim against Dorwart, partly arises from or at least relates to this in-person meeting \nin North Carolina. \n27. This does not mean that Plaintiffs have adequately stated a claim for fraud; \nDorwart and his codefendants also challenge the merits of that claim.   But it does \nmean that exercising jurisdiction over Dorwart would not offend due process.  The \nuncontroverted allegations show that Dorwart physically entered North Carolina for \nthe purpose of addressing  disagreements about New JBL’s affairs.  Dorwart should \nhave reasonably anticipated being called into court here in North Carolina to answer \nclaims related to that contact .  See Beem USA, 373 N.C. at 30 6, 838 S.E.2d at 164 \n(reversing dismissal for lack of personal jurisdiction) ; see also Walden v. Fiore, 571 \nU.S. 277, 285 (2014) (“[A]lthough physical presence in the forum is not a prerequisite \nto jurisdiction, physical entry into the State  . . . is certainly a relevant contact.”  \n(citations omitted)). \nIII. \nFAILURE TO STATE A CLAIM \n28. A motion to dismiss under Rule 12(b)(6) “tests the legal sufficiency of the \ncomplaint.”  Isenhour v. Hutto, 350 N.C. 601, 604, 517 S.E.2d 121, 124 (1999) (citation \nand quotation marks omitted).  The motion should be granted only when “(1)  the \ncomplaint on its face reveals that no law supports the plaintiff’s claim; (2)  the \ncomplaint on its face reveals the abs ence of facts sufficient to make a good claim; or \n(3) the complaint discloses some fact that necessarily defeats the plaintiff’s claim.”  \nCorwin v. Brit. Am. Tobacco PLC, 371 N.C. 605, 615, 821 S.E.2d 729, 736 –37 (2018) \n(citation and quotation marks omitted). \n29. In deciding the motion, the Court must treat the well-pleaded allegations of \nthe complaint as true and view the facts and permissible inferences “in the light most \nfavorable to” the nonmoving party.  Sykes v. Health Network Sols., Inc., 372 N.C. 326, \n332, 828 S.E.2d 467, 471 (2019) (citation and quotation marks omitted).  But the \nCourt need not accept as true any “ conclusions of law or unwarranted deductions of \nfact.”  Wray v. City of Greensboro , 370 N.C. 41, 46, 802 S.E.2d 894, 898 (2017) .  The \nCourt also may consider documents “attached to and incorporated within [the] \ncomplaint” but may not consider matters outside the complaint.  Bucci v. Burns, 2018 \nNCBC LEXIS 37, at *7–8 (N.C. Super. Ct. Apr. 25, 2018). \nA. Breach of Contract \n30. Plaintiffs assert a claim against New JBL for breach of the asset purchase \nagreement and the promissory note, and Lunsford asserts a claim for breach of the \nconsulting agreement.  New JBL seeks to dismiss both.  (See Br. in Supp. 4–5.) \n31. “The elements of a claim for breach of contract are (1) existence of a valid \ncontract and (2) breach of the terms of that contract.”  Poor v. Hill, 138 N.C. App. 19, \n26, 530 S.E.2d 838, 843 (2000).  If the contract “contains some condition precedent to \ndefendant’s liability,” the plaintiff must also allege that the condition has been met.  \nBeachboard v. S. Ry. Co., 16 N.C. App. 671, 681, 193 S.E.2d 577, 584 (1972) (citation \nomitted); see also N.C. R. Civ. P. 9(c). \n32. Asset Purchase Agreement and Note.  The first claim for relief centers \non New JBL’s reduction of the principal amount of the promissory note.  According to \nPlaintiffs, the set-off right hinges on the amount and direction (up or down) of any \npurchase price adjustment allowed by the asset purchase agreement.  But there was \nno adjustment, Plaintiffs say, because New JBL did not do its part to begin the \nprocess after closing.  (See Compl. ¶¶ 125, 133, 139, 140.)  Yet New JBL reduced the \namount of the note anyway  due to  the company’s poor  “financial performance .”  \n(Compl. ¶¶ 122, 124.)  Plaintiffs  claim that New JBL  breached the asset purchase \nagreement by impeding the purchase price adjustment process and by reducing the \nnote’s amount without notice and for a baseless reason.  (See Compl. ¶¶ 125, 133, 139, \n140.)  They also claim that the reduction is a breach of the note, entitling them  to \nrecover the full principal balance plus interest.  (See Compl. ¶¶ 125, 140.) \n33. New JBL argues that Plaintiffs have jumped the gun.  The promissory note \nis subordinated to  “Senior Debt” in the form of a bank loan.  (Note § 13.)  The note \nstates that payments become due only “following the repayment in full of the Senior \nDebt.”  (Note § 1; see also Note § 13 (“Notwithstanding anything in this Note to the \ncontrary, the obliga tions of [New JBL] in respect of any payment of interest or \nprincipal on this Note shall be subordinate and junior in right of payment to the \nSenior Debt.”).)  New JBL contends that repayment of the loan is a condition \nprecedent to its performance under the note, that Plaintiffs have not alleged that the \ncondition has been met, and that the claim should be dismissed as a result.  (See Br. \nin Supp. 4.) \n34. Plaintiffs do not dispute that repayment of the bank loan is a condition \nprecedent.  See Craftique, Inc. v. Stevens & Co. , Inc., 321 N.C. 564, 567, 364 S.E.2d \n129, 131 (1988) (“The use of language such as ‘when,’ ‘after,’ and ‘as soon as’ clearly \nindicates that a promise will not be performed except upon the happening of a stated \nevent, i.e., a condition precedent.”).  Instead, in their opposition to the original motion \nto dismiss, they  argue it is unnecessary  to plead that  a contractual condition \nprecedent has been met.  (See ECF No. 25 at 8–9.)  This is not correct.  Our appellate \ncourts re quire—and our Rules of Civil Procedure envisage —that a plaintiff must \nplead performance of any condition precedent to a defendant’s liability, even though \nparticularity isn’t required.  See Beachboard, 16 N.C. App. at 681, 193 S.E.2d at 584; \nN.C. R. Civ. P. 9(c) (“[I]it is sufficient to aver generally that all conditions precedent \nhave been performed or have occurred.” ).  Plaintiffs haven’t done so and therefore \nhaven’t stated a claim for breach of the promissory note.  See Upchurch v. Sapp, 2020 \nNCBC LEXIS 118, at *6 (N.C. Super. Ct. Oct. 8, 2020) (dismissing contract claim for \nfailure to plead performance of condition precedent). \n35. The same cannot be said for the alleged breach of the asset purchase \nagreement.  Although Plaintiffs lump that  agreement together with the note, the \nalleged breaches are distinct.  Section 3.3 of the asset purchase agreement , which \ncontains no condition precedent, requires New JBL to deliver a calculation of working \ncapital so the parties can determine the amount of any postclosing adjustment to the \npurchase price.  (See APA § 3.3(b), (c).)  Plaintiffs allege New JBL never delivered its \ncalculation (leaving the adjustment process in limbo) yet set off the note under section \n3.4 anyway for an impermissible reason .  (See, e.g., Compl. ¶¶ 122, 124, 139.)  That \nis enough to state a claim for breach of contract.  See Bennett v. Bennett, 2019 NCBC \nLEXIS 47, at *4 (N.C. Super. Ct. Aug. 6, 2019) (denying motion to dismiss and noting \nthat “our appellate courts routinely reverse trial court orders that require anything \nmore” than an allegation of a valid contract and its breach  (citations omitted) ); \nVanguard Pai Lung, LLC v. Moody , 2019 NCBC L EXIS 39, at *10 (N.C. Super. Ct. \nJune 19, 2019) (same). \n36. The Court therefore grants the motion to dismiss the claim for breach of the \npromissory note but denies the motion to dismiss the claim for breach of the asset \npurchase agreement.3 \n37. Consulting Agreeme nt.  Lunsford claims that New JBL breached the \nconsulting agreement by failing to pay his monthly consulting fee.   ( See Compl. \n¶¶ 145–54.)  New JBL  moves to dismiss the claim because the second amended \ncomplaint does not specifically allege that any amount was due or past due at the \ntime Lunsford filed suit.  It also argues that Lunsford may not be entitled to all the \nrelief he seeks because the c onsulting agreement does not have an acceleration \nclause.  (See Br. in Supp. 5.) \n38. As alleged, New JBL agreed to pay Lunsford more than $8,000 per month  \nbut did not pay “the consulting fee as and when due .”  (Compl. ¶¶ 151, 152; see also \nCompl. ¶¶ 82, 87, 146.)  By August 2019, New JBL had missed four payments .  (See \nCompl. ¶ 86.)  These allegations suffice to put New JBL on notice of the events giving \n \n3 Defendants also contend that all claims, including the claim for breach of the asset purchase \nagreement, are barred by a covenant not to sue contained in a subordination agreement that \nOld JBL and New JBL were parties to .  The second amended complaint does not attach or \ncite that agreement, and Defendants do not clearly explain how the covenant bars any claim \nother than the claim for breach of the note.  The Court concludes that it would be more \nappropriate to assess the effect of the subordination agreement at summary judgment, rather \nthan under the Rule 12(b)(6) standard. \nrise to the claim .  Lunsford was not required to plead greater detail or to prove his \nright to full relief.   The  Court therefore denies the motion to dismiss the claim for \nbreach of the c onsulting agreement.  See Bennett, 2019 NCBC LEXIS 47, at *4; \nVanguard Pai Lung, 2019 NCBC LEXIS 39, at *10. \nB. Fraud and Punitive Damages \n39. Plaintiffs base their fraud claim on a n assortment of unrelated \nrepresentations and omissions .  ( See, e.g., Compl. ¶¶ 72, 89, 182, 185, 193, 195– 96, \n202.)  Defendants argue that the allegations are not stated with particularity and \nlack key elements.  (See Br. in Supp. 10–14.) \n40. Fraud has five “es sential elements”: (a) a false representation or \nconcealment of a material fact , (b) calculated to deceive , (c) made with intent to \ndeceive, (d) that did in fact deceive , and (e) that resulted in damage to the injured \nparty.  Rowan Cnty. Bd. of Educ. v. U.S. Gypsum Co., 332 N.C. 1, 17, 418 S.E.2d 648, \n658 (1992)  (citations omitted).  For claims of fraudulent concealment or omission , \n“Plaintiffs also must allege that all or some of the D efendants had a duty to disclose \nmaterial information to them, as sile nce is fraudulent only when there is a duty to \nspeak.”  Lawrence v. UMLIC -Five Corp., 2007 NCBC LEXIS 20, at *8 (N.C. Super. \nCt. June 18, 2007) (citing Griffin v. Wheeler-Leonard & Co., Inc., 290 N.C. 185, 198, \n225 S.E.2d 557, 565 (1976)) ; see also Brewer v. Grue, 2020 NCBC LEXIS 96, at *8 \n(N.C. Super. Ct. Aug. 28, 2020). \n41. Unlike contract claims, fraud claims must be pleaded with particularity.  See \nN.C. R. Civ. P.  9(b).  “Plaintiffs must allege the ‘time, place and content’ of the \nmisrepresentation, the ‘identity of the person making the representation,’ and ‘what \nwas obtained as a result.’ ”  Bucci v. Burns, 2017 NCBC LEXIS 83, at *8 (N.C. Super. \nCt. Sept. 14, 2017) (quoting Terry v. Terry , 302 N.C. 77, 85, 273 S.E.2d 674, 678 \n(1981)).  For fraudulent concealment, Plaintiffs must allege: \n(1) the relationship between plaintiff and defendant giving rise to the duty to \nspeak; (2) the event or events triggering the duty to speak and/or the general \ntime period over which the relationship arose and the fraudulent conduct \noccurred; (3) the general content of the information that was withheld and \nthe reason for its materiality; (4) the identity of those under a duty who failed \nto make such disclosures; (5) what the defendant gained by withholding \ninformation; (6) why plaintiff’s reliance on the omission was both reasonable \nand detrimental; and (7) the damages proximately flowing from such reliance. \nLawrence, 2007 NCBC LEXIS 20, at *9 (citation and alterations omitted).  “Reliance \nis not reasonable where the plaintiff could have discovered the truth of the matter \nthrough reasonable diligence, but failed to investigate.”  Cobb v. Pa. Life Ins. Co., 215 \nN.C. App. 268, 277, 715 S.E.2d 541, 549 (2011). \n42. Plaintiffs’ allegations fall short across the board.  They  allege, for example, \nthat New JBL asked Lunsford to buy a lift truck, issued a check to reimburse him, \nand then stopped payment on the check.  ( See Compl. ¶¶ 88–93, 186.)  It’s not clear \nwhat the misrepresentation was, but even if it were possible to intuit one, Plaintiffs \ndo not allege who made the representation beyond a general reference to New JBL .  \n“It is not sufficient to conclusorily allege that a corporation made fra udulent \nmisrepresentations; the pleader in such a situation must allege specifically the \nindividuals who made the misrepresentations of material fact  . . . .”  Coley v. N.C. \nNat’l Bank, 41 N.C. App. 121, 125, 254 S.E.2d 217, 220 (1979); see also USA Trouser, \nS.A. de C.V. v. Williams , 258 N.C. App. 192, 202– 03, 812 S.E.2d 373, 380 (2018) \n(affirming dismissal of fraud claim that did not allege the “identity of any specific \nperson” making any misrepresentation). \n43. Likewise, Plaintiffs allege that Dorwart falsely represented to Lunsford that \nmillions of dollars would be invested in New JBL.  ( See Compl. ¶¶ 187, 188.)  But \nPlaintiffs do not allege when or where  this took place.  Nor is it clear what Dorwart \nor New JBL obtained as a result.  See, e.g., S.N.R. Mgmt. Corp. v. Danube Partners \n141, LLC, 189 N.C. App. 601, 611, 659 S.E.2d 442, 450 (2008) (affirming dismissal of \nfraud claim that did not allege time or place of misrepresentation); Bob Timberlake \nCollection, Inc. v. Edwards, 176 N.C. App. 33, 39, 626 S.E.2d 315, 321 (2006) (same). \n44. These allegations all fall short for a second reason.  A t best, the purported \nmisrepresentations were promises that Dorwart or New JBL  didn’t keep—one to \ninvest money in New JBL and another  (poorly defined) to reimburse the cost of the \nlift truck.  Unfulfilled p romises “generally do not give rise to an action for fraud .”  \nPotts v. KEL, LLC , 2018 NCBC LEXIS 24, at *8 (N.C. Super. Ct. Mar. 27, 2018).   \nThere must be some allegation  “from which a court a nd jury may reasonably infer \nthat the defendant did not intend to carry out [the promissory] representations when \nthey were made.”  Whitley v. O’Neal, 5 N.C. App. 136, 139, 168 S.E.2d 6, 8 (1969); see \nalso Braun v. Glade Valley Sch., Inc., 77 N.C. App. 83, 87, 334 S.E.2d 404, 407 (1985).  \nPlaintiffs have not come close to alleging facts of that sort. \n45. Next, Plaintiffs allege that New JBL hid its financial difficulties, including \nthat it  became insolvent by the end of 2018.  ( See Compl. ¶¶ 118, 156, 157 185.)   \nAlthough not entirely clear, they also  appear to allege that New JBL  affirmatively \nmisrepresented its financial position by reducing the principal balance of the \npromissory n ote and reporting the reduction on its balance sheet and financial \nstatements.  ( See Compl. ¶¶ 120, 121, 127, 128, 181.b .)  Again, Plaintiffs do not \nidentify “any specific person” who made the alleged misrepresentations.   USA \nTrouser, 258 N.C. App. at 202– 03, 812 S.E.2d at 380.  And  apart from a cursory \nreference to reliance,  (see Compl. ¶ 195), Plaintiffs do not allege with particularity \n“why their reliance on the Defendants’ silence was both reasonable and detrimental.”  \nLawrence, 2007 NCBC LEXIS 20, at * 12; see also Beam v. Sunset Fin. Servs. , Inc., \n2019 NCBC LEXIS 56, at *17–18 (N.C. Super. Ct. Sept. 3, 2019) (granting motion to \ndismiss fraudulent concealment claim); Island Beyond, LLC v. Prime Cap. Grp., LLC, \n2013 NCBC LEXIS 48, at *21 (N.C. Super. Ct. Oct. 30, 2013) (same). \n46. The same is true  for the allegation that New JBL concealed its use  of Old \nJBL’s credit lines with third  parties.  ( See Compl. ¶¶ 65, 182 .)  There are no \nallegations identifying the individuals who supposedly had a duty to disclose the use \nof the credit lines.  Nor are there any allegations that Plaintiffs actually relied on the \nomission or that their reliance was reasonable and detrimental.  See Lawrence, 2007 \nNCBC LEXIS 20, at *12. \n47. The Court therefore grants the motion to dismiss the fraud claim.   That in \nturn necessitates dismissal of Plaintiffs’ demand for punitive damages, which wholly \ndepends on the fraud claim.  See N.C.G.S. § 1D-15(a); Sullivan v. Mebane Packaging \nGrp., Inc., 158 N.C App. 19, 35, 581 S.E.2d 452, 463 (2003). \nC. Declaratory Judgment \n48. Plaintiffs’ final claim for relief is for a declaratory judgment.  They seek a \ndeclaration that they “are relieved from all obligations to New JBL under” the \ncontracts at issue due to New JBL’s various breaches of the contracts.  (Compl. ¶ 203.) \n49. New JBL ’s arguments are scattershot.  It begins by arguing  that the \ndeclaratory-judgment claim is derivative of Plaintiffs’ other claims and should be \ndismissed for the same reasons.   ( See Br. in Su pp. 18–19.)  Had New JBL made a \nclean sweep, it might have a point.  Some claims remain, though. \n50. Second, New JBL argues that a declaratory judgment would serve no useful \npurpose because the claim duplicates other claims .  ( See Br. in Supp. 18.)  Not so.  \nPlaintiffs have not asked the Court to declare merely  that New JBL  breached the \nasset purchase agreement and the consulting agreement .  Rather, they seek a \ndeclaration that New J BL’s breaches  relieve them of their own contractual \nobligations.  (See Compl. ¶ 203.)  A declaration of that sort—or a ruling that Plaintiffs \nare not entitled to one—would clarify the parties’ past and future relationship. \n51. The third argument is that the claim fails on the merits.  New JBL points to \ncase law holding that a breach of an independent promise by one contracting party \ndoes not excuse nonperformance by the other.  (See Br. in Supp. 19.)  But our Supreme \nCourt has cautioned that a motion to dismiss  a declaratory-judgment claim should \n“not be allowed  simply because the plaintiff may not be able to prevail.”   N.C. \nConsumers Power, Inc. v. Duke Power Co. , 285 N.C. 434, 439,  206 S.E.2d 178, 182 \n(1974).  The question is whether the complaint alleges “an actual , genuine existing \ncontroversy.”  Id.  Here, it does.  See Johnson’s Landing Homeowners Ass’n v. Hotwire \nCommc’ns, LLC, 2018 NCBC LEXIS 113, at * 10–11 (N.C. Super. Ct. Oct. 29, 2018) \n(denying motion  to dismiss when complaint alleged an actual controversy even \nthough “[w]hether [plaintiff] is entitled to such a declaration is uncertain”). \n52. Fourth is a puzzling argument.  Plaintiffs have alleged a past breach of the \nconsulting agreement but have not all eged that New JBL wi ll continue to miss \npayments into the future.  New JBL  contends that there is no actual controversy as \na result and that a declaratory judgment is not proper.  (See Br. in Supp. 20–21.)  But \nthe question is whether New JBL’s past breach had the effect of excusing Plaintiffs’ \nfuture performance.  Whether New JBL will repeat the breach is not material to the \ncontroversy Plaintiffs have alleged. \n53. Last, New JBL argues that Lunsford lacks standing but only in part.  The \nargument is that Old JBL, not Lunsford, has the right to receive notice of the exercise \nof the set-off right under the asset purchase agreement, meaning that a breach of the \nnotice requirement could not give Lunsford standing to seek dec laratory relief.  (See \nBr. in Supp. 21; see also  ECF No. 21 at 11 –13.)  There is no dispute, though, that \nLunsford has standing to pursue declaratory relief based on a breach of the consulting \nagreement.  This “partial” standing, if that is what Lunsford has, is enough to avoid \ndismissal of his claim .  It also bears noting that Lunsford is a party to the asset \npurchase agreement and has rights and duties under that agreement.  Whether he is \nentitled to the clarification of those rights and duties that he se eks may depend on \nfurther developments at summary judgment or trial. \n54. The Court denies the motion to dismiss the claim for a declaratory judgment. \nIV. \nCONCLUSION \n55. For the se reasons, the Court GRANTS  in part and DENIES  in part \nDefendants’ motion to dismiss as follows: \na. The Court GRANTS  the motion to dismiss all claims against  ViaOne \nServices for lack of personal jurisdiction.  The claims are dismissed without \nprejudice. \nb. The Court GRANTS  the motion to dismiss the claims for breach of the \npromissory note and for fraud, as well as the prayer for punitive damages.  \nThe claims are dismissed with prejudice. \nc. In all other respects, the Court DENIES the motion. \n \nSO ORDERED, this the 28th day of October, 2020. \n \n \n        /s/ Adam M. Conrad   \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n "
}