{
  "id": "6800bd20c48142686bca02964d53052a097f9f68281711ed5d457b360e08037c",
  "source_file": "data/raw/ncbc/6800bd20c48142686bca02964d53052a097f9f68281711ed5d457b360e08037c.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nONSLOW COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24 CVS 2547 \nMICHAEL EGAN, \n \nPlaintiff, \n \nv. \n \nBUENA VISTA, INC. d/b/a Saltwater \nGrill, and TIMOTHY W. ANDERSON,  \n \nDefendants. \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION FOR \nENFORCEMENT OF SETTLEMENT \nAGREEMENT, TO STRIKE \nCOMPLAINT, AND FOR SANCTIONS \n \n1. This is the second time this case has been in this Court.  The individual \nparties are both shareholders in Buena Vis ta, Inc., which does business as a \nrestaurant known as Saltwater Grill.  After the parties reported the ca se settled in \nSpring 2023, Plaintiff filed a voluntary dismissal without prejudice.  He now brings \nsuit a second time, within a year of his dismissal, pursuant to Rule 41 (a)(1) of the \nNorth Carolina Rules of Civil Procedure (the “Rule[s]”).  In response, Defendants have \njointly filed a Motion for Enforcement of Settlement Agreement, to Strike Complaint, \nand for Sanctions (the “Motion”), (ECF No. 15).1 \n2. Having considered the Motion, the related briefing, the arguments of \ncounsel at a hearing on the Motion held 23 September 2024, and other relevant \n \n1 The Court observes that the Motion is in fact three motions.  Pursuant to Business Court \nRule 7.2, “[e]ach motion must be set out in a separate document” and “[a]ll motions must be \naccompanied by a brief[.]”   Given the Court’s determination below, it has considered \nDefendants request for sanctions.  However, the Court cautions counsel to adhere to this rule \nin future filings. \nEgan v. Buena Vista, Inc., 2024 NCBC 69. \nmatters of record, the Court hereby GRANTS in part and DENIES in part  the \nMotion. \nHarvell and Collins, P.A., by Wesley A. Collins, for Plaintiff Michael \nEgan. \n \nBrooks, Pierce, McLendon, Humphrey & Leonard LLP, by Andrew L. \nRodenbough, Graham W hittington, and Thomas Glenn Varnum, for \nDefendant Buena Vista, Inc. d/b/a Saltwater Grill. \n \nMewborn & DeSelms, Attorneys at Law, by Brett Joseph DeSelms, for \nDefendant Timothy Anderson. \n \nEarp, Judge. \nI. FACTUAL AND PROCEDURAL BACKGROUND \n3. Plaintiff Michael Egan and Defendant Timothy W. Anderson are \nshareholders of Defendant Buena Vista, Inc. d/b/a Saltwater Grill (“Buena Vista”).  \n(Compl. ¶¶ 8- 9, ECF No. 3.)  On 14 September 2022, Mr. Egan was arrested and \ncharged with multiple counts of embezzlement from Buena Vista.  ( See Aff. of Brett \nJ. DeSelms [“DeSelms Aff.”] Ex. A, ECF No. 17.1.)   \n4. Two days after his arrest, Mr. Egan sued both Mr. Anderson and Buena \nVista alleging that he had been excluded from Buena Vista’s business and that Mr. \nAnderson failed to cause Buena Vista to make distributions to Mr. Egan.  See Egan \nv. Buena Vista, Inc. , 2022- CVS-828 (the “Original Suit”).  The Complaint in the \nOriginal Suit contained  claims for fraud, breach of by -laws, conversion, breach of \nfiduciary duty, aiding and abetting, unfair and deceptive trade acts and practices, \nconstructive trust, accounting, appointment of referee and receiver and distribution \nof corporate assets, and piercing the corporate veil.  (See generally, Original Suit, ECF \nNo. 3.) \n5. On 12 December 2022, Mr. Anderson and Buena Vista separately moved \nto dismiss the Original Complaint.  (Original Suit, ECF Nos. 13, 15.)  On 24 January \n2023, while the motions to dismiss were pending,  Mr. Egan’s counsel (“Mr. Collins”) \nemailed Defendants’ counsel stating: \nMy client is willing to settle all matters upon receipt of $25,000.00 \nconditioned upon all criminal charge s being dismissal [sic] with \nprejudice. Obviously, your client only has but so much control over what \nthe DA will do, but I would expect that if he informs the DA that he \nwants all charged dropped, that they will agree. \n \n(DeSelms Aff. Ex. C at 4, ECF No. 17.3.)  On 27 January 2023, Mr. Anderson’s counsel \n(“Mr. DeSelms”) responded: \n[I]t sounds like we have a deal.  Our client is willing to pay $25k in \nexchange for Egan relinquishing any and all ownership/positions in the \ncompany, and all parties executing a global mutual release.  I called \nWalter Rodriguez (Egan’s criminal attorney)  and he is going to check \nwith the DA’s office to see if they will dismiss the charges if our client \nadvises that he is no longer interested in pursuing the charges (or \nsomething to that effect). \n \n(DeSelms Aff. Ex. C at 3.) \n6. Ultimately, the DA was unwilling to dismiss the charges against Mr. \nEgan, but he was willing to allow  Mr. Egan to enter into a defer red prosecution \nagreement that provide d for dismissal after  Mr. Egan’s  completion of community \nservice and a probationary period.   (DeSelms Aff. Ex. C. at 3.)   Mr. Collins did not \nobject to a resolution on this basis, as long as Mr. Egan agreed to it after consulting \nwith his criminal defense attorney, Mr. Rodriguez.  (Aff. of Wesley A. Collins [“Collins \nAff.”] ¶ 21, ECF No. 38.1.) \n7. On 9 February 2023, Mr. DeSelms emailed Mr. Collins asking whether \nMr. Egan had agreed to settle with deferred prosecution rather than dismissal.  Mr. \nDeSelms stated that Defendants “would certainly agree to deferred prosecution and \nseek no restitution as part of that arrangement[,]” if it would settle the case.  \n(DeSelms Aff. Ex. D at 2, ECF No. 17.4 .)  The same day, Mr. Collins  responded: “I \nthink we are settled.  [Mr. Rodriguez ] is supposed to be calling me about this [.]”  \n(DeSelms Aff. Ex. D at 1.) \n8. Accordingly, on 10 February 2023, Mr. DeSelms emailed the Court’s law \nclerk stating: “I happy [sic] to report that the parties have reached a settlement in \nprinciple.  We will need to draft the settlement agreement and circulate it before the \nsettlement is final.   I imagine we can accomplish this in the next two weeks.”  \n(DeSelms Aff. Ex. E at 3, ECF No. 17.5.)   Mr. Collins  then responded: “This is \ncorrect . . . [w]e will file the dismissal once the settlement is finalized.”  (DeSelms Aff. \nEx. E at 1.)   Mr. Collins then texted Mr. DeSelms on 11 February 2023 to confirm \nthat the case was settled “at 25k paid to Egan along with the other elements we have \ndiscussed and emailed about.”  (DeSelms Aff. Ex. B, ECF No. 17.2.) \n9. Mr. DeSelms sent a proposed settlement agreement to Mr. Collins on \n20 February 2023.  ( See DeSelms Aff. Ex. F , ECF No. 17. 6; DeSelms Aff. Ex. G  \n[“Settlement Agreement”] , ECF No. 17.7.)   With respect to the civil suit, the \nSettlement Agreement provided, among other things,  that Buena Vista would pay \nMr. Egan a lump sum of $25,000 and that within five days of receiving the funds, Mr. \nEgan would voluntarily dismiss the lawsuit with prejudice .  (Settlement Agreement \n§§ 3 -4.)  With respect to Mr. Egan’s criminal charges, the Settlement Agreement \nprovided: \n[Buena Vista] and Anderson consent to Egan participating in a deferred \nprosecution with respect to those certain criminal charges pending \nagainst Egan . . . in the District Court Division of Onslow County, North \nCarolina. [Buena Vista] and Anderson further warrant that  . . . they \nwill not seek restitution from Egan as part of any such deferred \nprosecution. Neither Anderson nor [Buena Vista] make any \nrepresentation that they have the power or ability to bind or influence \nthe Onslow County District Attorney to take any particular action, or \nimpose or not impose any particular requirement, with respect to any \nprosecution of Egan. \n \n(Settlement Agreement § 7(e).) \n10. On 28 February 2023, Mr. Collins contacted ethics counsel at the State \nBar seeking to confirm that the Settlement Agreement referencing both the civil and \ncriminal claims was ethically proper.   Ethics counsel responded that the settlement \nagreement was proper “provided everyone understands that only the DA can decide \nwhether criminal charges will be dropped.”  (DeSelms Aff. Ex. I at 4-5, ECF No. 17.9.)  \nAfter receiving confirmation from the State Bar, Mr. Collins  emailed Mr. DeSelms: \n“We . . . were able to determine that there were no changes  needed to the proposed \nsettlement agreement. So, I think we are good to go.  [Mr. Rodriguez] just needs to \nreview it and then I think we are ready to execute after his approval and discussion \nwith the DA.”  (DeSelms Aff. Ex. H, ECF No. 17.8.)  Mr. DeSelms  then sent the \nproposed Settlement Agreement to Mr. Rodriguez for his review.  (DeSelms Aff. \nEx. H.) \n11. On 1 March 2023, Mr. Rodriquez emailed Mr. DeSelms stating: \nI cannot  involve myself in the civil aspect of this matter . The \nagreement made between the State and my client for deferred \nprosecution is irrespective of the pending civil matter.  Crossing over \nlines of criminal and civil with what can be construed as potential \nleverage of one case for another make [sic] us all very uncomfortable. \n \n(Aff. of Wesley A. Collins [“Collins Aff.”] Ex. 14, ECF No. 38.2 (emphasis added).)  Mr. \nCollins was copied on the email  and responded by forwarding the response he had \nreceived from the State Bar.  Mr. Collins stated: “See below from ethics counsel at the \nState Bar. This should resolve any concerns.”  (DeSelms Aff. Ex. I at 3.)  Mr. DeSelms \nthen emailed Mr. Collins stating: \nI am going to go ahead and have [ Mr. Anderson] come in and \nreview/execute the settlement documents.  I am not sure I understand \nfully the reason [Mr. Rodriguez] is so concern ed with reviewing the \nsettlement document, but with that said, I think your client has already \ninitiated the deferred prosecution process.  I would encourage you to \ndiscuss this matter with [Mr. Rodriquez ] if you have any lingering \nconcerns on that issue  . . . I would hope we could have signatures this \nweek. \n \n(Collins Aff. Ex. 16, ECF No. 38.2.)   Mr. Collins  responded: “OK. Send over [the \nexecuted Settlement Agreement] with the check.”  (DeSelms Aff. Ex. I at 1.) \n12. The executed Settlement Agreement as well as the check w ere sent to \nMr. Collins on 3 March 2023.  (DeSelms Aff. Ex. I at 1; DeSelms Aff. Ex. J , ECF No. \n17.10.)  Mr. Collins deposited the settlement funds in the firm trust account pending \nfinal execution of the Settlement Agreement and directed his paralegal, Ms. Turner, \nto communicate with Mr. Egan regarding execution of the Settlement Agreement and \nto confirm through Mr. Egan that Mr. Rodriguez had approved the settlement.  \n(Collins Aff. ¶¶ 35, 37.)   \n13. On 13 March 2023, the Court’s law clerk emailed counsel for the parties \nrequesting an update on the status of the settlement.  (DeSelms Aff. Ex. K at 4, ECF \nNo. 17.11.)  Mr. Collins responded the next day: “The case is settled. I believe the \nsettlement agreement is fully executed.”  (DeSelms Aff. Ex. K at 3 (emphasis added).)  \nOn 16 March 2023, Mr. DeSelms responded: “I wanted to confirm that this matter is \nsettled. The defendants have performed all of their obligations in accordance with the \nsettlement ter ms, and therefore agree that a dismissal with prejudice should be \nforthcoming from the Plaintiff.”  (DeSelms Aff. Ex. K at 2.)  The Court requested that \nthe dismissal be filed on or before 6 April 2023.  (DeSelms Aff. Ex. K. at 1.) \n14. Despite Mr. Collins’ representation to the Court on 14 March 2023 that \nhe believed the Settlement Agreement was fully executed, Mr. Collins later learned \nthat Mr. Egan had not responded to Ms. Turner’s attempts to contact him,  and that \nthe Settlement Agreement had not been executed.  (Collins Aff. ¶ 39, Ex. 19.)  On 15 \nMarch 2023, Mr. Collins  emailed Mr. Egan stating: “The court keeps asking for the \nstatus of the settlement and I keep telling them it is settled.  Therefore, the court \nwants the dismissal filed.  I cannot file the dismissal until you sign the agreement. ”  \n(Second Aff. Wesley A. Collins [“Second Collins Aff .”] Ex 2, ECF No. 44.1  (emphasis \nadded).) \n15. By 27 March 2023, Mr. Egan still had not executed the Settlement \nAgreement.  (Collins Aff. Ex. 21, ECF No. 38.2.)  Accordingly, on 28 March 2023, Mr. \nCollins again contacted Mr. Egan stating: \nI am happy to answer any questions you may have, but you told me \nspecifically that you wanted the criminal matter to be resolved and you \ndid not care if you got any money out of the civil matter and directed me \nto try to make that happen.  We agreed that I would offer the $25K \npaid to you on the civil matter along with the victim doing all he \ncould do to drop all charges, with the understanding that the \nfinal decision is with the DA. I did as you said and reached that \nsettlement. \n \nThe settlement agreement and $25K is here at my office and has been \nfor weeks. \n \nCan you come see me at 3:00 today? \n \n(Second Collins Aff. Ex. 2 , ECF No. 44.1  (emphasis added).)  Mr. Egan responded: \n“[W]hen is a good time to set up a conference call so I can set some time aside. I’m not \nable to come in at 3pm today. Yes the criminal matter was my main concern and the \nagreement was based on that being dismissed. ”  (Second Collins Aff. Ex. 2 , ECF No. \n44.1.) \n16. On 29 March 2023,  Mr. Collins then emailed both  Mr. Egan and Mr. \nRodriguez: \nThe court is very concerned that the settlement agreement has not yet \nbeen signed and the dismissal filed.  I understand that the case is \nsettled but you have questions about the terms of the settlement \nagreement. I have been trying to reach you about this but have not been \nable to get through to you. I need you to call me immediately. \n \n[Mr. Rodriguez], do you know what is going on here?  What concerns \n[Mr. Egan] has? \n \n(Second Collins Aff. Ex. 2 , ECF No. 44.1  (emphasis added ).)  Mr. Rodriguez \nresponded: \nI have attempted to remain out of the civil matter for the very issues I \ndiscussed with you and [Mr. DeSelms]. I advised both of you as well as \nMr. Egan that both the DA and I were uncomfortable with moving \nforward on a leveraged civil v criminal issue.  The DA was very \nclear. They would not enter into any agreement for dismissal for the \ncriminal charge in relation to the civil matter. After speaking to the DA, \nhe agreed, irrespective of the civil matter, that they would treat this case \nno different than they would treat any other criminal case similarly \nsituated. The disposition of the charges has not been by dismissal as \ncontemplated by the agreement tendered by opposing counsel.  The \ncharges were disposed of in accordance with the conversations I had \nwith the prosecutor and the chief ADA by deferred prosecution. Mr. \nEgan has relayed to me  that he is unhappy with the resolution of this \ncase as the agreement was that the charges be dismissed. These charges \nhave not been dismissed. This is an ethical line the prosecutor indicated \nhe was not willing to cross.  That said, I am not sure the agreement as \ncontemplated has been fulfilled by the opposing counsel. Moreover, and \non a personal note, I am surprised with a settlement that leaves Mr. \nEgan with over $80,000 in business credit card bills, attorney fees for \nthe criminal charges and the majority of the settlement proposed going \nto civil attorney  fees. I have relayed this concern to Mr. Egan.  I am \nfurther concerned that if opposing counsel or his client made statements \nthat if Mr. Egan dismissed the civil suit, they would not pursue criminal \ncharges, that there has been no investigation into potential felonious \nactivity by the other side under [N.C.G.S. ] 14 -118.4 and State v \nGreenspan, 29 N.C. App. 583.  If, as you and Mr. Egan have relayed to \nme, this statement did occur, I believe it would be pru dent to have an \ninvestigation addressed under this or one of the lesser included felony \ncharges. \n \n(Collins Aff. Ex. 22, ECF No. 38.2; see also Tr. of Walter Rodriquez Dep. [“Rodriguez \nDep.”] 16:14-17:8, 24:10-13, 25:5-13, ECF No. 43 .)  Mr. Rodriguez also represented \nthat he “explicitly explained” to Mr. DeSelms  “that the state (Chief ADA) refused to \naddress anything related or seeming to look like a quid pro quo regarding the civil \ncase[]” and “ that the DA was providing deferred prosecution for the purpose of \ndisposing of the criminal case irrespective of the civil action pending.”  (Col lins Aff. \nEx. 24, ECF No. 38.2.)   \n17. Mr. Collins  asserts tha t the above email from Mr. Rodriquez on 29 \nMarch 2023 was the first time he learned “ that the proposed civil resolution did not \nimprove the criminal matter.”  (Collins Aff. Ex. 25, ECF No. 38.2.)   Instead, Mr. \nCollins “understood that the resolution of the criminal matter was in part based on \nthe fact that the victim would not further ‘press charges’ and that there would be no \nrestitution required through the criminal matter. ”  (Second Collins Aff. Ex. 2 , ECF \nNo. 44.1.) \n18. Mr. Rodriguez testified that the DA’s office consistently offers deferred \nprosecution “provided that there are not excessive restitution matters and provided \nthat the victim is on board.”  (Rodriguez Dep. 19:18 -22.)  Mr. Rodriguez further \ntestified that it is standard for these judgments to include restitution if the victim is \nseeking restitution.  (Rodriguez Dep. 40: 8-11.)  However, no restitution was ordered \nin this case.   (Rodriguez Dep. 36:14 -16, 37:1 -4.)  According to Mr. Rodriguez, the \nprosecutor “made it very clear that with the civil things going on, he was not entering \na request for restitution because that was going to have to be settled by the civil case.”  \n(Rodriguez Dep. 37:16-21.) \n19. After learning that Messrs. Egan and Rodriguez did not, in fact, approve \nthe terms of the  Settlement Agreement, Mr. Collins advised Mr. Egan that if he \nwanted to “back out of the settlement,” that could be accomplished.  ( Second Collins \nAff. Ex. 2, ECF No. 44.1.)  A notice of voluntary dismissal without prejudice was then \nfiled on 5 April 2023.  (See Original Suit, ECF No. 22 [“Voluntary Dismissal”].)  The \nVoluntary Dismissal provided: \nThe undersigned counsel believed that Plaintiff and Plaintiff’s criminal \ndefense counsel approved the terms of the settlement and were waiving \nthe condition that the district attorney dismiss the criminal charges \noutright and understood that a deferred pro secution program may be \nrequired. The undersigned, mistakenly believing that the instant case \nwas resolved, emailed to the Court that the case is settled.  On March \n29, 2023, the undersigned counsel contacted Plaintiff’s criminal defense \ncounsel and inquired as to why Plaintiff had not yet signed the \nsettlement agreement. On that same day, for the first time, Plaintiff’s \ncriminal defense counsel advised the undersigned that the Plaintiff did \nnot agree with the terms of the settlement because the district attorney \nwas unwilling to dismiss the criminal charges with prejudice.  In other \nwords, Plaintiff and Plaintiff’s criminal defense attorney had not, in fact, \nagreed to waive the condition that the criminal charges be dismissed for \nthe settlement to be binding on all parties. For a period of time prior to \nMarch 29, 2023, the undersigned counsel believed that the instant case \nwas settled, but has since learned that this was never the case. \n \nMr. Egan formally entered into a deferred prosecution agreement on 15 May 2023.  \n(DeSelms Aff. Ex. A.) \n20. Subsequently, Mr. Egan initiated this action by filing the Complaint on \n5 April 2024.  The Complaint alleges the same central facts as the c omplaint in the \nOriginal Suit.  (Compare Compl., ECF No. 3, with Original Suit, ECF No. 3.) \n21. The case was designated as a mandatory complex business case on \n8 May 2024 and assigned to the undersigned the same day.  (ECF Nos. 1, 2.) \n22. Defendants filed the Motion on 17 June 2024.  After full briefing, the \nCourt held a hearing on the Motion on 23 September 2024, at which all parties were \nrepresented by counsel.  (See Not. Hr’g., ECF No. 48.) \n23. The Motion is now ripe for disposition. \nII. LEGAL STANDARD \n24. A party seeking to enforce a settlement agreement may either file a \nmotion in the pending action or bring a separate proceeding to enforce the agreement.  \nHardin v. KCS Int’l, Inc., 199 N.C. App. 687, 694 (2009).  When enforcement is sought \nby motion in a pending action, “the summary judgment standard of review applies.”  \nMcCarthy v. Hampton , 2015 NCBC LEXIS 70, at *9 (N.C. Super. Ct. July 1, 2015)  \n(citing Hardin, 199 N.C. App. at 695). \n25. “Summary judgment is appropriate ‘if the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with the affidavits, if any, \nshow that there is no genuine issue as to any material fact and that any party is \nentitled to a judgment as a matter of law.’  ”  Da Silva v. WakeMed , 375 N.C. 1, 10 \n(2020) (quoting N.C. R. Civ. P. 56(c)).  “A genuine issue of material fact ‘is one that \ncan be maintained by substantial evidence.’  ”  Curlee v. Johnson , 377 N.C. 97, 101 \n(2021) (quoting Ussery v. Branch Banking & Tr. Co. , 368 N.C. 325, 335 (2015)).  \n“Substantial evidence is such relevant evidence as a reasonable mind might accept \nas adequate to support a conclusion and means more than a scintilla or a permissible \ninference.”  DeWitt v. Eveready Battery Co., 355 N.C. 672, 681 (2002) (cleaned up). \n26. The party moving for summary judgment “bears the burden of \nestablishing that there is no triable issue of material fact[.]”  Cummings v. Carr oll, \n379 N.C. 347, 358 (2021) (citation and quotation marks omitted).  “[T]he trial judge \nmust view the presented evidence in a light most favorable to the nonmoving party.”  \nBelmont Ass’n v. Farwig, 381 N.C. 306, 310 (2022) (quoting Dalton v. Camp, 353 N.C. \n647, 651 (2001)). \nIII. ANALYSIS \n27. Defendants ask the Court to “hold Egan and his counsel to the deal they \nnegotiated and accepted, and from which they have already received the benefit of \nthe bargain, by enforcing the settlement agreement, striking Egan’s Complaint, and \nentering sanctions against Egan and his counsel pursuant to Rule 11 and the Court’s \ninherent authority.”  (Br. Supp. Mot. Enforcement  Settlement Agreement, to Strike \nCompl., and for Sanctions [“Defs.’ Br. Supp.”] 2, ECF No. 16.) \n28. Plaintiff responds that  a settlement was always dependent on his \ncriminal attorney (Mr. Rodriquez) agreeing to its terms and, because that condition \nwas never satisfied, no settlement agreement was reached.  Therefore, Plaintiff \nconcludes there is no agreement to enforce, and this Motion should be denied.  (Pl.’s \nMem. Opp. Defs.’ Mot. Enforcement of Settlement Agreement, to Strike Compl., and \nfor Sanctions [“Pl.’s Br. Opp.”] 9, ECF No. 38.) \nA. Existence of a Settlement Agreement \n29. Defendants argue that the Court should enforce the Settlement \nAgreement because: (1) the parties’ correspondence proves that a settlement was \nreached; (2) Mr. Egan is bound by his counsel’s representations to Defendants and to \nthe Court, and (3) Mr. Egan ratified the terms of the settlement.  (Defs.’ Br. Supp. 11-\n18.)  In response, Mr. Egan asserts that there are genuine issues of material fact that \npreclude the Court from determining that a settlement agreement exists.  (Pl.’s Br. \nOpp. 2-13.) \n30. “A compromise and settlement agreement terminating or purporting to \nterminate a controversy is a contract, to be interpreted and tested by established \nrules relating to contracts.”  Harris v. Ray Johnson Con str. Co., 139 N.C. App. 827, \n829 (2000).  A valid contract requires assent, mutuality of obligation, and definite \nterms.  Charlotte Motor Speedway, LLC v. C nty. of Cabarrus, 230 N.C. App. 1, 7 \n(2013).   \n31. In addition , “[f]or an agreement to constitute a valid contract, the \nparties’ minds must meet as to all the terms.  If any portion of the proposed terms is \nnot settled, or no mode agreed on by which they may be settled, there is no \nagreement.”  Chappell v. Roth, 353 N.C. 690, 692 (2001) (quoting Boyce v. McMahan, \n285 N.C. 730, 734 (1974)); see also Snyder v. Freeman, 300 N.C. 204, 218 (1980) (“The \nessence of any contract is the mutual assent of both parties to the terms of the \nagreement so as to establish a meeting of the minds.” ).  In determining whether \nmutual assent exists, the C ourt considers the parties’ words and acts from the \nperspective of a reasonable person.  Howell v. Smith, 258 N.C. 150, 153 (1962).   \n32. Here, Mr. Egan argues that there is a genuine issue of material fact \nregarding his agreement to deferred prosecution, rather than dismissal, of the \ncriminal charges brought against him.  The Voluntary Dismissal states that “[Mr. \nEgan] did not agree with the terms of the settlement because the district attorney \nwas unwilling to dismiss the criminal charges with prejudice.”   (See Voluntary \nDismissal at 2.) \n33. It is undisputed tha t Mr. Egan’s initial offer to settle all claims in the \ncivil suit was conditioned upon the criminal charges against him being dismissed with \nprejudice.  ( See DeSelms Aff. Ex. C at 4 (“ My client is willing to settle all matters \nupon receipt of $25,000 conditioned upon all criminal charges being dismissal [sic] \nwith prejudice.”).  However, by 30 January 2023, after it was apparent that the DA \nwas not willing to dismiss the charges , the evidence is undisputed that “ the parties \nnever again discussed . . . the dismissal of criminal charges as part of any settlement.”  \n(DeSelms Aff. Ex. C at 3; Defs.’ Br. Supp. 11.)  \n34. Nevertheless, Mr. Egan contends that once the deferred prosecution \nterm was proposed,  Mr. Rodriguez’s consent was  a condition precedent  to an \nagreement.  (Pl.’s Br. Opp. 7.)   He argues that his counsel, Mr. Collins , mistakenly \nbelieved that Defendants’ counsel had secured Mr. Rodriguez ’s approval but later \nlearned “in hindsight” that he did not .  Mr. Egan maintains that his counsel never \nagreed that Mr. Rodriguez’s approval was not a condition precedent to a settlement.  \n(Pl.’s Br. Opp. 9.) \n35. The Court concludes that the parties reached a settlement agreement.   \nThere is no dispute that  Mr. Egan hired Mr. Collins and vested Mr. Collins  with \nauthority to negotiate a settlement on his behalf.  On 14 March 2023, Mr. Collins \nunequivocally represented to both the Court and Defendants’ counsel that the case \nwas settled.  (DeSelms Aff. Ex. K at 3.)  Importantly, this statement was made after \nMr. Rodriguez made it clear in hi s 1 March 2023 email that he could not involve \nhimself in the civ il aspect of th is case.  ( See Collins Aff. Ex. 14, ECF No. 38.2.)   \nNothing about Mr. Collin s’ statement to the Court and Defendants on 14 March  \nsignaled that the settlement was still conditioned on Mr. Rodriguez’s approval.2 \n \n2 To the extent Mr. Egan argues that there was no consideration for the Settlement \nAgreement because he  had already agreed with the DA to enter a deferred prosecution \nagreement by 1 March 2023, ( see Collins Aff. Ex. 14, ECF No. 38.2), Mr. Egan fails to \nunderstand the nature of the consideration Defendants agreed to provide.  Defendants agreed \nthat they would consent to deferred prosecution and would not seek restitution, both of which \nthey did.  (Settlement Agreement § 7(e).)  They also agreed to pay Egan $25,000. \n36. As the Voluntary Dismissal reflects, any misunderstanding regarding \nthe settlement was unilateral, occurring only between Plaintiff and his own counsel, \nand not between the parties .  ( See Voluntary Dismissal  at 2 (“The undersigned, \nmistakenly believing that the instant case was resolved, emailed to the Court that \nthe case is settled.”).) \n37. There is other evidence of a misunderstanding between Mr. Collins and \nMr. Egan in the record.  (See Collins Aff. Ex. 25, ECF No. 38.2 (29 March 2023 email \nfrom Mr. Collins to Mr. Rodriguez stating, “I was under the impression that you were \nok with the agreement[.]” ); Second Collins Aff. Ex. 2 , ECF No. 44.1  (29 March 2023 \nemail from Mr. Collins to M essrs. Rodriguez and Egan stating, “I thought we were \nsettled.”); Collins Aff. Ex. 26, ECF No. 38.2 (30 March 2023 email from Mr. Collins to \nMr. Rodriguez stating, “I thought we were all on the same page, but apparently, we \nwere not.”); Second Collins Aff. Ex. 2, ECF No. 44.1 ( 29 March 2023 email from Mr. \nCollins advising Mr. Egan that he could “back out of the settlement.”).)  Unfortunately \nfor Plaintiff, however, a misunderstanding between a client and his counsel does not \nprevent the formation of a contract b etween Plaintiff and Defendants when, after \nreceiving the draft Settlement Agreement, Mr. Collins u nequivocally told both \nDefendants and the Court, “the case is settled.”    \n38. “[T]here is a presumption in North Carolina in favor of an attorney’s \nauthority to act for the client he professes to represent.”  Smith v. Young Moving & \nStorage, Inc., 167 N.C. App. 487, 493 (2004) (citation and quotation marks omitted).  \nUnless Plaintiff meets his burden of rebutting this presumption , Defendants are \nentitled to rely on it.  Here, as in Smith, Plaintiff does not argue that his attorney \nwas without authority to settle his claim.   Id.  Consequently, when Mr. Collins told \nDefendants and the Court, “the case is settled,” it was.    \n39. In Harris v. Ray Johnson Constr. Co., 139 N.C. App. 827 (2000) , the \nplaintiff argued that she was not bound by a settlement agreement because, although \nshe authorized her attorney to negotiate on her behalf, there was a misunderstanding \nbetween them as to the amount she was to receive from the settlement.  Specifically, \nthe plaintiff intended to net  $2,000, and her attorney thought she meant he could  \nsettle for the gross amount of $2,000.  The Court of Appeals held: \nPlaintiff’s evidence here establishes Mr. Adams had actual authority to \nsettle her claim for an amount of $ 2000.  Plaintiff retained Mr. Adams \nas her counsel in this matter and expressly authorized him to settle the \nclaim for an amount in which plaintiff and her counsel thought they had \nagreed on at the time . . . . Mr. Adams “understood” that he was to settle \nthe claim for $ 2000.  Only in hindsight did it become clear that Mr. \nAdams and his client had not reached a clear agreement as to the proper \namount. From this evidence we conclude that Mr. Adams reasonably \nbelieved at the time of negotiation that he could settle the case for \n$ 2,000. Thus, he possessed actual authority to settle in that amount, \nthough it was unfortunately conferred by want of ordinary care. Plaintiff \nhas failed to meet her burden of proving Mr. Adams lacked authority \nand she is bound by his acceptance of defendant’s settlement offer[.] \n \nId. at 830. \n40. Similarly, in Purcell Int’l Textile Grp., Inc. v. Algemene AFW N.V. , 185 \nN.C. App. 135 (2007), the defendants’ counsel agreed to the terms of a settlement in \nwhich the defendants would pay the plaintiff $ 850,000.00 in three payments over a \nsix-month period.  While the defendants’ counsel represented to the plaintiff that he \nhad obtained his clients’  approval, the total amount ($ 850,000.00) exceeded the \nauthority the defendants had given him .  To make matters worse, the defendants’ \ncounsel never informed the defendants of the agreement, never sent the defendants \nthe written agreement, forged the signatures of  the defendants on the agreement, \nand did not obtain a signed confession of judgment.   Nevertheless, the trial court \nenforced the settlement over the defendants’ objections, and the defendants appealed.  \n185 N.C. App. at 137-38.  In upholding the trial court’s decision, the Court of Appeals \nheld: \nHinnant’s actions were binding on defendants, who hired him to act as \ntheir agent in handling the case and negotiating a \nsettlement. Defendants granted Hinnant the authority to settle the case \nand never stripped him of that authority. Based on his actual authority, \nHinnant engaged in negotiations offering settlement figures of \n$ 400,000.00 and $ 500,000.00, and plaintiff declined both offers.  Each \ntime plaintiff declined a settlement offer, Hinnant established a pattern \nof following up with a new offer featuring a larger amount of \nmoney. Thus, when Hinnant offered a settlement of $ 850,000, which \nexceeded his actual authority , plaintiff could have reasonably \nassumed that offer was within Hinnant’s authority and had no \nreason to know that Hinnant had exceeded his limits . Thus, the \nagreement negotiated by Hinnant bound defendants despite the fact \nthat Hinnant exceeded his authority and violated his duty to \ndefendants. \n \nId. at 139. \n41. The record in this case  shows that Mr. Egan authorized his counsel to \nnegotiate a settlement on his behalf .  On 1 4 March 2023, Mr. Collins unequivocally \nrepresented to both Defendants’ counsel and the Court that the case was settled.  As \nin Harris and Purcell, the fact that Mr. Collins  learned in hindsight that Mr. Egan \ndid not approve the settlement because it did not include a dismissal of the criminal \ncharges against him  does not change the fact that a settlement was reached when \nMr. Collins, acting as Mr. Egan’s agent, said so.3 \n42. Accordingly, the Court determines that a settlement was reached in this \nmatter.  Remaining to be determined are the terms of that settlement. 4  The \nundisputed facts establish them, as well.   \nB. Terms of the Settlement Agreement \n43. On 20 February 2023, Defendants’ counsel forwarded a draft Settlement \nAgreement to Mr. Collins for review.  (Settlement Agreement, ECF No. 17.7.)  The \ndraft Settlement Agreement included a release providing that Mr. Egan would: \nrelease[] and forever discharge[] Anderson and [Buena Vista]  . . . from \nany and all actions, suits, charges, claims, appeals, damages, liabilities, \nand complaints that Egan has or may have  . . . relating to or resulting \nfrom any acts, occurrences, omissions, or events arising on or before the \ndate of this Agreement, including without limitation, all claims relating \nto or arising out of: (1) Egan’s acts or involvement as a shareholder, \ndirector, officer, and/or employee of [Buena Vista]; (2) any tax liabilities \nrelated to the Redemption and Settlement Funds and/or Egan’s prior \nstatus as a shareholder of [Buena Vista]; and/or (3) those claims that are \nasserted, or could have been asserted, and all claims involving the \ncontinuing effects of such acts, occurrences, or events, whether known \nor unknown, asserted or unasserted, and including but not limited to \nany and all claims made or which could have been made in the [Original \nSuit], as well as any other claims based on constitutional, statutory, \ncommon law, or regulatory grounds, which Egan now has, owns, or \nholds, or claims to have, own or hold, or which he had, owned, or held or \nclaimed to own at any time before execution of this Agreement , against \nany and all of the Buena Vista Released Parties. \n \n3 To be sure, dismissal of the criminal charges was a term over which Defendants had no \ncontrol and which Defendants could not provide, as they made clear in the draft settlement \nagreement they prepared and sent to Mr. Collins. \n \n4 Given the Court’s determination that a settlement was reached based on Mr. Collins’ \nstatement to the Court and Defendants’ counsel on 14 March 2023, the Court does not \nconsider Defendants’ argument that Plaintiff ratified an agreement or that Plaintiff is  \njudicially estopped from arguing the absence of an agreement.  \n(Settlement Agreement § 6(e).) \n44. A few days later, on 1 March 2023, Mr. Rodriquez made it clear that he \nwould not be involved with the civil settlement.  And on 3 March 2023, Defendants’ \ncounsel, at Mr. Collins’ request, transmitted the Settlement Agreement, executed by \nhis clients, along with a $25,000 check to Mr. Collins.  (DeSelms Aff. Exs. I-J.)  It was \nonly after all of this had occurred that Mr. Collins emailed the Court and Defendants’ \ncounsel on 1 4 March 2023 agreeing that the case was settled.  He did not \ncommunicate any remaining precondition. \n45. After Mr. Collins  sent his 14 March 2023 email, he continued in his \nbelief that the draft Settlement Agreement was final.  Over the next two days, he \nsent multiple emails to Mr. Egan instructing him to sign the Settlement A greement \nthat Defendants’ counsel had prepared.  ( Second Collins Aff. Ex. 2, ECF No. 44. 1.)  \nOn 28 March 2023, Mr. Collins emailed his client: “We agreed that I would offer the \n$25K paid to you on the civil matter along with the victim doing all he could do to \ndrop all charges, with the understanding that the final decision is with the DA. I did \nas you said and reached that settlement.” (Second Collins Aff.  Ex. 2, ECF No. \n44.1, emphasis added.)  \n46. The undisputed evidence presented  establishes that the terms of the \nparties’ settlement are as stated in the document prepared by Defendants’ counsel \nand forwarded to Mr. Collins on 20 February 2023.  Section 6(e) of the Settlement \nAgreement bars the claims in this action.  Mr. Egan has released Defendants “from \nany and all actions, suits, charges, claims, appeals, damages, liabilities, and \ncomplaints . . . relating to or resulting from any acts, occurrences, omissions, or \nevents arising on or before the date of this Agreement.”   \n47. The allegations in the Complaint  describe events that took place well \nbefore the Settlement Agreement was reached.  The claims attempted arise from Mr. \nEgan’s involvement with Saltwater Grill (Buena Vista, Inc.), a relationship that \nended in March 2020.   Because Mr. Egan’s claims are barred by the terms of the \nSettlement Agreement, they are hereby DISMISSED with prejudice. \nC. Sanctions \n48. Given this outcome, Defendants assert that the Court should sanction \nMr. Egan and his counsel under Rule 11 of the North Carolina Rules of Civil \nProcedure (the “Rule(s)”) .  Defendants argue that both Mr. Collins (who signed the \nComplaint) and Mr. Egan (who verified the Complaint) should be sanctioned under \nRule 11 for signing a pleading without a good -faith basis for believing it was valid.  \n(Defs.’ Br. Supp. 20-23.)  \n49. Further, Defendants assert that both Plaintiff and his counsel should be \nsanctioned pursuant to the Court’s inherent authority “for their manipulation and \nabuse of the legal process.”  (Defs.’ Br. Supp. 23.)  Defendants contend that Plaintiff \nand his counsel failed to brief motions to dismiss filed in the earlier action and, in an \neffort to avoid the Court’s ruling on those uncontested motions, Plaintiff said the case \nwas settled, and then dismissed  and refiled his claims.  (Defs.’ Br. Supp. 25.)  In \naddition, Defendants maintain that they have been prejudiced by Plaintiff’s action \nbecause they gave up the right to seek restitution by relying on the representations \nof Plaintiff’s counsel that doing so would settle the case.  (Defs.’ Br. Supp. 26.) \n50. Mr. Egan responds that he had a “good faith and honest belief that no \nsettlement agreement was reached  such that it is proper to bring the suit again \npursuant to Rule 41.”  (Pl.’s Br. Opp. 14.) \nFindings of Fact5  \n51. Based on the record before it , the Court finds that a lapse in \ncommunication occurred between Plaintiff and his counsel.   That lapse, combined \nwith Mr. Collins’ confusion regarding the state of affairs with respect to the criminal \ncharges, Mr. Rodriquez’s hesitance to clarify matters for Mr. Collins  out of concern \nthat linking resolution of the civil and criminal matters could lead to ethical \nviolations,6 and Mr. Collins’ assumption that  Mr. DeSelm s was aware of M r. \n \n5 To the extent any finding of fact is more appropriately characterized as a conclusion of law \nor vice-versa, it should be reclassified.  See N.C. State Bar v. Key, 189 N.C. App. 80, 88 (2008) \n(“[C]lassification of an item within [an] order is not determinative[.]”). \n \n6 For example, 2008 Formal Ethics Opinion 15 cautions:  \n \n[A] lawyer must be careful to avoid the criminal offense of compounding a \ncrime, which in turn would violate the prohibition in Rule 8.4(b) against \n“criminal act[s] that reflect adversely on the lawyer’s honesty, trustworthiness, \nor fitness as a lawyer in other respects. ” This means that the amount paid to \nsettle the civil claim may not exceed the amount to which the plaintiff would \nbe entitled under applicable law; in other words, no compensation may be paid \nto the plaintiff for the plaintiff ’s silence. Moreover, the lawyers for both the \nplaintiff and the defendant must also be careful to avoid any implication that \nthe settlement includes the client ’s agreement to testify falsely or to evade a \nsubpoena in a criminal proceeding should criminal charges subsequently be \nbrought by the authorities. Such conduct clearly violates the prohibitions in \nRule 3.4(a) and (b) on counseling or assisting another to d estroy or hide \nevidence, testify falsely, or avoid serving as a witness. Finally, if there is a legal \nrequirement to report certain conduct to the authorities, as, for example, there \nis with child abuse and neglect, a lawyer may not participate in a settle ment \nRodriquez’s position with respect to the terms of the settlement, all led Mr. Collins to \nrepresent to Defendants and the Court that the case was settled when, in fact, he did \nnot have his client’s approval to settle the case. \n52. The Court further finds that it was important to Mr. Collins that Mr. \nRodriquez review and approve the Settlement Agreement before it was final, that he \ncommunicated this condition to Mr. DeSelms, and t hat on 14 March 2023, when he \nsaid that the case was settled, Mr. Collins genuinely believed that Mr. Rodriquez had \napproved – or at least had no objection to – the settlement.  \n53. The Court finds that Mr. Collins did not discover his mistake until 29 \nMarch 2023, at which time he concluded that he was the only one not “in the know” \n \nagreement that includes a non -reporting provision that is illegal. See, e.g, \nN.C.G.S. 7B-301. \n \n(08 FEO 15, www.ncbar.gov/for-lawyers/ethics/adopted-opinions/2008-formal-ethics-\nopinion-15/.) \n \nLikewise, 98 Formal Ethics Opinion 19 provides: \n \nAlthough the rule prohibiting threats of criminal prosecution to gain an \nadvantage in a civil matter was omitted from the Revised Rules of Professional \nConduct, a lawyer representing a client with a civil claim that also constitutes \na crime should adhere to the following guidelines: (1) a threat to present \ncriminal charges or the presentation of criminal charges may only be made if \nthe lawyer reasonably believes that both the civil claim and the criminal \ncharges are well -grounded in fact and warranted by law and the client ’s \nobjective is not wrongful; (2) the proposed settlement of the civil claim may not \nexceed the amount to which the victim may be entitled under applicable law; \n(3) the lawyer may not imply an ability to influence the district attorney, the \njudge, or the cr iminal justice system improperly; and (4) the lawyer may not \nimply that the lawyer has the ability to interfere with the due administration \nof justice and the criminal proceedings or that the client will enter into any \nagreement to falsify evidence. \n \n(98 FEO 19,\n www.ncbar.gov/for-lawyers/ethics/adopted-opinions/98-formal-ethics-opinion-\n19/.) \nregarding Mr. Rodriquez’s position.  The Court finds that Mr. Collins assumed \nincorrectly that Mr. DeSelms knew that Mr. Rodriquez had not approved the terms \nand, therefore, knew that the condition Mr. Collins had established had yet to be met.  \nOnce aware of his mistake, the Court finds that Mr. Collins advised Mr. Egan to take \na voluntary dismissal without prejudice and to start anew by refiling his case.   \n54. The Court finds that the Voluntary Dismissal Without Prejudice filed in \nthe initial action reflects Plaintiff’s belief that no settlement was reached but that a \ndismissal was being taken to allow Plaintiff time to reevaluate his claims.  The Court \nfurther finds that this action was brought within the one –year savings p rovision \nprescribed by Rule 41(a). \n55. Finally, the Court finds that when Mr. Collins reported to the Court and \nDefendants’ counsel that the case was settled, he believed that he was doing as his \nclient had instructed, that Mr. Rodriquez was in agreement, that Mr. DeSelms was \naware of the circumstances, and that he had secured a settlement that was in his \nclient’s best interests. \nConclusions of Law \n56. Rule 11 provides: \n(a) Signing by Attorney. — Every pleading, motion, and other paper \nof a party represented by an attorney shall be signed by at least one \nattorney of record in his individual name, whose address shall be \nstated . . . . The signature of an attorney or party constitutes a \ncertificate by him that he has read the pleading, motion, or other \npaper; that to the best of his knowledge, information, and belief \nformed after reasonable inquiry it is well grounded in fact and \nis warranted by existing law or a good faith argument for the \nextension, modification, or reversal of existing law, and that it \nis not interposed for any improper purpose, such as to harass or to \ncause unnecessary delay or needless increase in the cost of \nlitigation . . . . If a pleading, motion, or other paper is signed in violation \nof this rule, the court, upon motion or upon its own initiative, shall \nimpose upon the person who signed it, a represented party, or both, an \nappropriate sanction, which may include an order to pay to the other \nparty or parties the amount of the reasonable expenses incurred because \nof the filing of the pleading, motion, or other paper, including a \nreasonable attorney’s fee. \n \nN.C. R. Civ. P. 11(a). \n57. Thus, by signing a pleading, a person certifies that three things are true: \nthe pleading is (1) well- grounded in fact (factual sufficiency); (2) warranted by \nexisting law, or a good faith argument for the extension, modification, or reversal of \nexisting la w (legal sufficiency); and (3) not interposed for any improper purpose.  \nBryson v. Sullivan , 330 N.C. 644, 655 (1992).  Subjective bad faith is unnecessary; \ninstead, the standard is one of “objective reasonableness under the circumstances.”  \nTurner v. Duke University, 325 N.C. 152, 164 (1989).  “A breach of the certification as \nto any one of these three prongs is a violation of the Rule.”  Bryson, 330 N.C. at 655. \n58. Defendants argue that the C omplaint is legally insufficient because a \nsettlement agreement releasing the claims in this action was reached in March 2023.  \nAs this Court has observed, “[a] two-prong analysis is . . . used to determine whether \na complaint is well-grounded in law. This approach looks first to the facial plausibility \nof the pleading and only then, if the pleading is implausible under existing law, to the \nissues of whether to the best of the signer’s knowledge, information, and belief formed \nafter reasonable inquiry, the complaint was warranted by existing law.”  NC \nBioremediation, LLC v. Sea Winds, LLC, 2015 NCBC LEXIS 97, at *12 (N.C. Super. \nCt. Oct. 15, 2015) (cleaned up). \n59. When deciding whether a pleading is facially plausible, “reference \nshould be made to the document itself, and the reasonableness of the belief that it is \nwarranted by existing law should be judged as of the time the document was  \nsigned. Responsive pleadings are not to be considered.”   Bryson, 330 N.C. at 656  \n(citing Thomas v. Capital Sec. Servs., Inc., 836 F.2d 866, 874 (5th Cir. 1988) (“Like a \nsnapshot, Rule 11 review focuses upon the instant when the picture is taken -- when \nthe signature is placed on the document. ”)).  Cf. Sunamerica Fin. Corp. v. Bonham, \n328 N.C. 254, 258  (1991) (N.C.G.S. § 6 -21.5 permits the trial court to look at \nresponsive pleadings). \n60. Further, the Court recognizes the importance of proceeding with care.   \n“In determining compliance with Rule 11, courts should avoid hindsight and resolve \nall doubts in favor of the signer.”  Twaddell v. Anderson, 136 N.C. App. 56, 70 (1999) \n(cleaned up). \n61. The Court  concludes that the Complaint itself is facially plausible.  \nNothing on the face of that pleading speaks to a release of the claims. \n62. The Court further concludes that , in brin ging this action,  neither \nPlaintiff nor his counsel acted in bad faith or with an intent to manipulate the legal \nprocess.  \n63. The Court concludes that this is not a case in which the imposition of  \nRule 11 sanctions would further the Rule’s purpose of “prevent[ing] abuse of the legal \nsystem[.]”  Grover v. Norris, 137 N.C. App. 487, 495 (2000).   It likewise declines to \nexercise its inherent authority to impose sanction s.  Window World of Baton Rouge, \nLLC v. Window World, Inc., 2019 NCBC LEXIS 54, at *94 (N.C. Super. Ct. Aug. 16, \n2019), aff’d, 377 N.C. 551 (2021)  (“The imposition of sanctions  . . . pursuant to a \ncourt’s inherent authority is in the sound discretion of the trial judge[.]”) ; see also \nBeard v. N.C. State Bar, 320 N.C. 126, 129 (1987) (Trial courts retain inherent \nauthority “to do all things that are reasonably necessary for the proper \nadministration of justice.”).  \n64. Dismissal of the action  brings it to a n end .  Defendants’ motion for \nsanctions is DENIED. \nIV. CONCLUSION \n65. WHEREFORE, Defendants’ Motion for Enforcement of Settlement \nAgreement, to Strike Complaint, and for Sanctions is GRANTED  in part  and \nDENIED in part as follows: \na.  Defendants’ motion to enforce the settlement agreement that is \nincluded in the record at ECF No. 17.7  is GRANTED, and this case is \nDISMISSED with prejudice. \nb. Defendants’ motion to strike the Complaint is DENIED as Moot. \nc. Defendants’ motion for sanctions is DENIED. \nd. Defendant Anderson’s Motion to Dismiss, (ECF No. 11), and Defendant \nBuena Vista, Inc.’s Motion to Dismiss, (ECF No. 13), are both DENIED \nas Moot. \n  \nSO ORDERED, this 9th day of October, 2024. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n "
}