{
  "id": "680c24491972961c7f86d519a59a8dabd15f5d44b5973ca31fe81e650d16d259",
  "source_file": "data/raw/ncbc/680c24491972961c7f86d519a59a8dabd15f5d44b5973ca31fe81e650d16d259.pdf",
  "raw_text": "Signalife, Inc. v. Rubbermaid, Inc., 2008 NCBC 3 \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF MECKLENBURG \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n07 CVS 1346 \n \nSIGNALIFE, INC.,  \n \nPlaintiff, \n \nv. \n \nRUBBERMAID, INC., NEWELL \nRUBBERMAID, INC., GARY SCOTT, \nand DAVID HICKS, \n \nDefendants.\n \n \n \n \n \n \nORDER AND OPINION \n \n \n \n \nHamilton Moon Stephens Steele & Martin, PLLC by Mark R. Kutny and \nJackson N. Steele for Plaintiff Signalife, Inc. \n \nSquire, Sanders & Dempsey L.L.P. by Damond R. Mace and Andrew Kruppa \nand Helms Mulliss & Wicker, PLLC by Douglas W. Ey, Jr. and Robert \nMuckenfuss for Defendants Rubbermaid, Inc., Newell Rubbermaid, Inc., Gary \nScott and David Hicks  \n \nDiaz, Judge. \n{1} Before the Court is Defendants’ Motion to Dismiss Plaintiff’s Amended \nComplaint under the “prior action pending” doctrine.  After considering the Court \nfile, the briefs of the parties, and the arguments of counsel, the Court GRANTS the \nMotion.  \n \nI. \nFACTS \n{2} Signalife, Inc., (“Signalife”) is a medical device company based in \nGreenville, South Carolina.  (Am. Compl. ¶¶ 1, 6.)  Among the products it has \ndeveloped is an electrocardiograph monitoring device called the “Fidelity 100.”  (Am. \nCompl. ¶ 6.) \n{3} Rubbermaid, Inc. (“Rubbermaid”) is an Ohio corporation with its principal \nplace of business in Huntersville, North Carolina.  (Am. Compl. ¶ 2.) \n{4} This case revolves around a Sales and Marketing Services Agreement (the \n“Agreement”) executed on or about 26 March 2006 between Signalife and \nRubbermaid.   \n{5} Pursuant to the Agreement, Rubbermaid became the exclusive sales and \nmarketing service provider with respect to the Fidelity 100.  (Am. Compl. ¶ 7.) \n{6} A dispute subsequently arose regarding the parties’ respective obligations \nunder the Agreement.  The parties attempted to settle their dispute before resorting \nto litigation.  In connection with their settlement negotiations, the parties agreed \nnot to file suit before 24 January 2007.   \n{7} At approximately 12:25 a.m. on 24 January 2007, Rubbermaid gave notice \nof termination of the Agreement, electronically filed a lawsuit against Signalife in \nthe U.S. District Court for the Western District of North Carolina (the “Federal \nCourt Action”), and provided Signalife (via facsimile) with a courtesy copy of its \ncomplaint.   \n{8} At approximately 9:01 a.m. that same day (one minute after the \ncourthouse opened for business), Signalife filed its own lawsuit in Mecklenburg \nCounty Superior Court (the “State Court Action”), naming as Defendants \nRubbermaid, Inc.; its parent company Newell Rubbermaid, Inc.; and two \nRubbermaid employees (Gary Scott and David Hicks) (collectively the “Rubbermaid \nDefendants”).   \n{9} On 29 January 2007, Signalife moved to dismiss and/or stay the Federal \nCourt Action.  In support of that motion, Signalife told the federal court that “there \nis no question that the state proceedings involve substantially the same parties and \nissues as [the Federal Court Action].”  (Defs. Reply Supp. Mot. Dismiss Am. Compl. \n5, Ex. 3.)  \n{10} On 2 February 2007, the Rubbermaid Defendants removed the State Court \nAction to the U.S. District Court for the Western District of North Carolina (the \n“Federal Court”).  \n{11} On 20 September 2007, the Federal Court remanded the State Court \nAction to the Mecklenburg County Superior Court. \n{12} On 24 September 2007, the U.S. Magistrate Judge presiding over the \nFederal Court Action granted Signalife’s motion to stay in favor of the State Court \nAction. \n{13} Rubbermaid thereafter objected to the Magistrate Judge’s determination to \nstay the Federal Court Action.  \n{14} On 25 October 2007, the Rubbermaid Defendants moved to dismiss the \nComplaint in the State Court Action. \n{15} On 28 November 2007, Signalife amended its Complaint in the State Court \nAction. \n{16} On 30 November 2007, the State Court Action was designated as an \nexceptional case and assigned to me.  \n{17} On 20 December 2007, the Rubbermaid Defendants moved to dismiss the \nAmended Complaint in the State Court Action.  \n{18} On 28 December 2007, U.S. District Judge Robert J. Conrad, Jr., reversed \nthe Magistrate Judge’s order staying the Federal Court Action. \n{19} On 14 January 2008, Signalife moved in the Federal Court Action (without \nobjection from Rubbermaid) to join the additional defendants presently before this \nCourt. \n{20} On 1 February 2008, Signalife served its Answer and Counterclaim in the \nFederal Court Action wherein it alleged the identical claims pending in the State \nCourt Action. \n{21} At the hearing on the Rubbermaid Defendants’ Motion to Dismiss, the \nparties informed the Court that Judge Conrad intends to set the Federal Court \nAction for trial sometime in September 2008. \n{22} The State Court Action is scheduled for trial in February 2009.  \n \n \n \nII. \nANALYSIS  \n{23} North Carolina law is clear that “where a prior action is pending between \nthe same parties for the same subject matter in a court within the state having like \njurisdiction, the prior action serves to abate the subsequent action.”  Eways v. \nGovernor’s Island, 326 N.C. 552, 558, 391 S.E.2d 182, 185 (1990) (citations omitted). \n{24} The “prior action pending” doctrine applies, and requires dismissal of the \nsecond-filed action (whether filed in state or federal court), where the subject matter \nand parties in the second case are “substantially similar” to those in the prior \nproceeding.  Id.    \n{25} As our Supreme Court explained in Eways: \nWhere a prior action is pending in a federal court within the \nboundaries of North Carolina which raises substantially the same \nissues between substantially the same parties as a subsequent \naction within the state court system having concurrent jurisdiction, \nthe subsequent action is wholly unnecessary and, in the interests of \njudicial economy, should be subject to a plea in abatement. \n \nId. at 560–61, 391 S.E.2d at 187. \n{26} The Rubbermaid Defendants have satisfied this test here.   \n{27} To begin with, Rubbermaid filed its complaint first in the Federal Court, \nalbeit winning the race to the courthouse by a mere eight hours. \n{28} Signalife contends the lawsuits were contemporaneously filed, citing to \ncases from other jurisdictions holding that when the difference in filing times is \nmeasured in mere hours, the actions should be deemed to have been filed \nsimultaneously “to avoid rewarding the winner of a race to the courthouse.”  \nFriedman v. Alcatel Alsthom, 752 A.2d 544, 551–552 (Del. Ch. 1999).  See also \nBartoi v. Bartoi, 190 N.Y.S.2d 257, 259–60 (N.Y. Sup. Ct. 1959) (stating that where \ntwo competing actions are commenced on the same day, neither action should have \npriority in time “and neither may be dismissed because of the pendency of the \nother”).1 \n{29} Signalife also complains that it was handicapped in its dash to the \ncourthouse because it could not file its complaint electronically in state court.   \n{30} The Court acknowledges that the filing contest between Rubbermaid and \nSignalife was hardly sporting given the technological disparity between the parties.  \nIndeed, if “best efforts” were the proper test in this instance, Signalife would be the \nclear victor, as it appears Signalife’s counsel were camped outside the Clerk’s office \nwaiting for the first opportunity to file in state court, whereas Rubbermaid’s \nlawyers barely moved a muscle in filing their pleading electronically in the Federal \nCourt. \n{31} Nevertheless, and after considering the views of the Delaware and New \nYork courts, this Court opts instead to apply the literal, chronological meaning of \n“first-filed” and concludes that—albeit with the aid of technology not presently \navailable in state court—Rubbermaid wa s the first to file.         \n{32} I also find that the first-filed suit is pending in a federal court within \nNorth Carolina having like jurisdiction.  This is particularly so given the consent \nmotion before the Federal Court to join all parties named in the State Court Action.  \n{33} Next, the subject matter and parties in both suits are substantially \nsimilar.  To support that conclusion, the Court need look no further than Signalife’s \nadmission in its federal court papers conceding the point.  (Defs. Reply Supp. Mot. \nDismiss Am. Compl. 5, Ex. 3.)  Indeed, given the current procedural posture of the \nFederal Court Action, “the subject matter and parties [in the two actions] are even \nmore than substantially similar, they are identical.”  (Defs. Reply Supp. Mot. \nDismiss Am. Compl. 6.)  \n                                                 \n1 Signalife also points me to the North Carolina Court of Appeals’ decision in Chick v. Chick, 164 \nN.C. App. 444, 596 S.E.2d 303 (2004), a case involving two child custody actions filed on the same \nday, one in Vermont and the other in North Carolina.  Id. at 446, 596 S.E.2d at 306.  In a footnote, \nthe Chick court did note that the actions were filed simultaneously, 164 N.C. App. at 448 n.1, 596 \nS.E.2d at 307 n.1, but, as the Rubbermaid Defendants point out, neither party in Chick argued that \none action should have priority over the other based on the order of filing.  Instead, the Chick court’s \njurisdictional analysis focused on determining the appropriate “home state” of the children.  Id. at \n447–52, 596 S.E.2d at 307–10.  \n{34} Finally, it appears that all parties can obtain complete relief in the Federal \nCourt Action, making the State Court Action “wholly unnecessary.”  Eways, 326 \nN.C. at 561, 391 S.E.2d at 187. \n{35} Accordingly, because the “prior action pending” doctrine applies on these \nfacts, the State Court Action shall be dismissed without prejudice in favor of the \nFederal Court Action.  \n \nIII. \nCONCLUSION \n{36} For the reasons set forth above, the Court GRANTS Defendants’ Motion to \nDismiss Plaintiff’s Amended Complaint, without prejudice to Plaintiff’s right to \npursue its claims for relief in the Federal Court Action.  \n \n SO ORDERED , this the 8th day of February, 2008. \n \n "
}