{
  "id": "684bee96fdbfef3c34c80183ff9dfab1297ff4a5a1c841fea0e2b4075de11eef",
  "source_file": "data/raw/ncbc/684bee96fdbfef3c34c80183ff9dfab1297ff4a5a1c841fea0e2b4075de11eef.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23CV040918-590 \n \nATLANTIC COAST CONFERENCE, \n \nPlaintiff, \n \nv. \n \nBOARD OF TRUSTEES OF \nFLORIDA STATE UNIVERSITY, \n \nDefendant. \n \n \n \n \nORDER AND OPINION STAYING \nACTION PENDING APPEAL \n \n \n1. THIS MATTER  is before the Court sua sponte to address the Court’s \njurisdiction over the above-captioned case in light of Defendant Board of Trustees of \nFlorida State University’s (the “FSU Board”) recent appeal of a portion of the Court’s \nOrder entered on 4 April 2024.1 \n2. Having considered the parties’ status reports,2 the arguments of counsel at \nthe hearing on this issue, and other relevant evidence of record, the Court hereby \nSTAYS all proceedings in this action, including discovery, for the reasons set forth \nbelow. \nWomble Bond Dickinson (US) LLP, by James P. Cooney, III, Sarah \nMotley Stone, and Patrick Grayson Spaugh, and Lawson Huck Gonzalez, \nPLLC, by Charles Alan Lawson, for Plaintiff Atlantic Coast Conference. \n \nGreenberg Traurig, LLP, by Peter G. Rush, David C. Ashburn, and John \nK. Londot, and Bradley Arant Boult Cummings LLP, by Christopher C. \nLam, C. Bailey King, Jr., Hanna E. Eickmeier, and Brian M. Rowlson, \nfor Defendant Board of Trustees of Florida State University. \n \n \n1 (Notice Appeal, ECF No. 60.) \n \n2 (See Pl. Atl. Coast Conf.’s Status Rep. [hereinafter “ACC’s Status Rep.”], ECF No. 64; Def.’s \nStatus Rep. After Appeal [hereinafter “FSU Bd.’s Status Rep.”], ECF No. 65.) \nAtl. Coast Conf. v. Bd. of Trs. of Fla. State Univ., 2024 NCBC 31. \nBledsoe, Chief Judge. \nI. \nPROCEDURAL HISTORY \n3. On 4 April 2024, the Court entered its Order and Opinion on Defendant’s \nMotion to Dismiss or, in the Alternative, Stay the Action (the “April 4 Order”).  Atl. \nCoast Conf. v. Bd. of Trs. of Fla. State Univ., 2024 NCBC LEXIS 53 (N.C. Super. Ct. \nApr. 4, 2024).   Through the April 4 Order, the Court substantially denied the FSU \nBoard’s motion to dismiss Plaintiff Atlantic Coast Conference’s (the “ACC”) First \nAmended Complaint.3  See id. at *80.  Of particular relevance here, the Court denied \nthe FSU Board’s motion to dismiss pursuant to R ule 12(b)(2) of the North Carolina \nRules of Civil Procedure (the “Rule(s)”), determining that the FSU Board has waived \nits sovereign immunity to suit in North Carolina and is therefore subject to personal \njurisdiction in this Court.  See id.  at *43.  The Court also denied the FSU Board’s \nalternative motion for a stay.  See id. at *79–80. \n4. The FSU Board appealed the Court’s Rule 12(b)(2) ruling in the April 4 \nOrder to the Supreme Court of North Carolina on 9 April 2024. 4  The FSU Board \ncontends on appeal that th is Court erred in concluding that the “FSU Board has \nwaived sovereign immunity and is therefore subject to personal jurisdiction in the \n \n3 The Court granted the FSU Board’s motion to the extent it sought to dismiss the ACC’s \nbreach of fiduciary duty claim, and the Court dismissed that claim with prejudice.  See id. at \n*56–66, *80. \n \n4 (See Notice Appeal 1.) \n \nState of North Carolina.”5  The FSU Board further represents that it intends to seek \nreview of th is Court’s denial of “ the FSU Board’s request for stay of the trial court \nproceedings by means of a writ of certiorari to th[e Supreme Court] as expressly \nprovided by [N.C.G.S.]  § 1-75.12(c) and Rule 21 of the North Carolina Rules of \nAppellate Procedure.”6 \n5. On 10 April 2024, the Court entered a Sua Sponte Order for Status Report \nAfter Appeal  (the “ Sua Sponte Order”) directing the parties to meet , confer, and \nthereafter file either a joint status report or separate status reports regarding “the \neffect of N.C.G.S. §  1-294 on this litigation in light of the Notice of Appeal.” 7  The \nparties submitted their status reports in compliance with the Sua Spo nte Order on \n16 April 2024.8 \n6. The ACC and the FSU Board appear to agree that this Court’s denial of the \nFSU Board’s Rule 12(b)(2) motion to dismiss for lack of personal jurisdiction based on \nsovereign immunity in the April 4 Order is immediately appealable and that N.C.G.S. \n§ 1-294 automatically divests this Court of jurisdiction over this matter, at least  in \npart, pending the Supreme Court’s resolution of the FSU Board’s appeal .  Their \n \n5 (Notice Appeal 1.)   The FSU B oard does not contend that it is immune from suit in any \njurisdiction; rather, the FSU Board argues that it has consented to be sued , but only in the \nState of Florida.  (See FSU Bd.’s Br. Supp. Def.’s Mot. Dismiss or, in the Alt., Stay Action 13–\n15, ECF No. 20.)  \n \n6 (Notice Appeal 2.) \n \n7 (Sua Sponte Order Status Rep. After Appeal 1, ECF No. 61.) \n \n8 (See ACC’s Status Rep.; FSU Bd.’s Status Rep.) \n \ncurrent dispute centers on the extent of the Court’s authority over this matter until \nthe appeal is resolved.9 \n7. The Court held a hearing on this issue on 2 May 2024 at which both parties \nwere represented by counsel (the “Hearing”).  The matter is now ripe for resolution. \nII. \nLEGAL STANDARD AND ANALYSIS \n8. “Under North Carolina law, the longstanding general rule [as codified by \nN.C.G.S. § 1-294] is that an appeal divests the trial court of jurisdiction over a case \nuntil the appellate court returns its mandate.”  Plasman v. Decca Furniture (USA), \nInc., 253 N.C. App. 484, 490–91 (2017) (collecting cases).  More specifically, N.C.G.S. \n§ 1-294 provides that a  perfected appeal “stays all further proceedings in the court \nbelow upon the judgment appealed from, or upon the matter embraced therein, unless \notherwise provided by the Rules of Appellate Procedure[.]” 10  N.C.G.S. §  1-294.  A  \ntrial court may, however, “proceed upon any other matter included in the action and \nnot affected by the judgment appealed from.”  Id. \n9. Interlocutory orders, however, “are not immediately appealable unless the \norder in question affects a substantial right.”  State ex rel. Stein v. Kinston Charter \n \n9 (See ACC’s Status Rep. 2–4; FSU Bd.’s Status Rep. 2–4.) \n \n10 At the Hearing, counsel for both parties advised that the appeal has not yet been perfected \nbut is expected to be perfected in due course.  For purposes of this Order, the Court assumes \nwithout deciding that perfection will occur within the ordinary course, and therefore, will \nrelate back to the filing of the Notice of Appeal.  See Woodard v. N.C. Loc. Governmental \nEmps.’ Ret. Sys., 110 N.C. App. 83, 87 (1993) (citing Lowder v. All Star Mills, Inc., 301 N.C. \n561, 580 (1981)). \nAcad., 379 N.C. 560, 571 (2021).   In such cases, our Supreme Court has determined \nthat \n[w]hen a litigant takes an appeal to the Supreme Court from an \nappealable interlocutory order of the Superior Court and perfects such \nappeal in conformity to law, the appeal operates as a stay of all \nproceedings in the Superior Court relating to the issues included therein \nuntil the matters are determined in the Supreme Court. \n \nPlasman, 253 N.C. App. at 491– 92 (quoting Veazey v. Durham , 231 N.C. 357, 363 \n(1950)).  As a result, “[t]he lower court only retains jurisdiction to take action which \naids the appeal and to hear motions and grant orders that do not concern the subject \nmatter of the suit and are not affected by the judgment that has been appealed.”  Ross \nv. Ross, 194 N.C. App. 365, 368 (2008) ; see also State ex rel. Stein v. E.I. Du Pont de \nNemours & Co., No. 20 CVS 5612, 2021 WL 5546057, at *1 (N.C. Super. Ct. Oct. 29, \n2021) (“A trial court retains authority to handle matters that do not raise a question \ninvolved in the then- pending appeal, or to otherwise decide issues that will not be \nbefore the appellate court for review and decision on appeal.” (cleaned up)). \n10. Under N.C.G.S. § 1-277(b), a litigant has a “right of immediate appeal from \nan adverse ruling” on a motion to dismiss for lack of personal jurisdiction when the \n“challenge is substantive rather than merely procedur al.”  Hart v. F.N. Thompson \nConstr. Co. , 132 N.C. App. 229, 231 (1999)  (quoting N.C.G.S. §  1-277(b)).  “If \ndefendant’s motion raises a due process question of whether his contacts within the \nforum state were sufficient to justify the court’s jurisdictional  power over him, then \nthe order denying such motion is immediately appealable[.]”   Id. (quoting Berger v. \nBerger, 67 N.C. App. 591, 595 (1984)).  North Carolina courts have likewise held that \n“denial of a Rule 12(b) (2) motion premised on sovereign immunity  constitutes an \nadverse ruling on personal jurisdiction and is therefore immediately appealable \nunder [N.C.G.S. §] 1-277(b).”  Can Am S., LLC v. State, 234 N.C. App. 119, 124 (2014) \n(collecting cases); see also Kinston Charter Acad., 379 N.C. at 571 (“Although an order \ndenying a dismissal motion predicated upon the doctrine of sovereign immunity is \ninterlocutory in nature, such an order is immediately appealable ‘because it \nrepresents a substantial right.’ ” (quoting Craig v. New Hanover Cnty. Bd. of Educ. , \n363 N.C. 334, 338 (2009))). \n11. The FSU Board contends that N.C.G.S. §  1-294 requires an automatic stay \nof all proceedings in this action because the question of “whether the FSU Board can \neven be sued [in North Carolina][ ] . . . necessarily ‘embrace[s]’ the entire matter[.]”11  \nAlthough the ACC agrees that “this Court may not adjudicate [the FSU Board’s] \nsubstantive rights[,]” the ACC nevertheless contends that this Court retains \njurisdiction to require the parties to close the pleadings and conduct written discovery \nwhile the FSU Board’s appeal is pending.\n12 \n12. The ACC primarily relies on Inhold, LLC v. Pureshield, Inc. , 2021 NCBC \nLEXIS 23 (N.C. Super. Ct. Mar. 23, 2021), to support its position.13  The plaintiffs in \nInhold initially asserted claims related to trade secrets but, when a dispute over a \npatent license agreement arose during the pendency of the litigation, plaintiffs sought \n \n11 (FSU Bd.’s Status Rep. 3 (second alteration in original) (quoting N.C.G.S. § 1-294).) \n \n12 (ACC’s Status Rep. 1–2.) \n \n13 (See ACC’s Status Rep. 2–3.) \nleave to amend their complaint to include claims related to the license dispute.  \nInhold, LLC, 2021 NCBC LEXIS 23, at *1–2.  The Inhold defendants argued that the \nlicense dispute claims were subject to exclusive federal jurisdiction but later conceded \nthat “the Court could grant relief to [p] laintiffs based on state -law theories without \nreaching any issue of [federal] patent law.”  Id. at *2–3.  The Court granted the motion \nto amend and defendants appealed.  Id. at *4. \n13. Defendants then moved for a stay,  arguing that N.C.G.S. §  1-294 \n“mandate[d] an automatic stay . . . [of] the entire case[ ]” pending resolution of their \ninterlocutory appeal, and alternatively requested the Court to enter a discretionary \nstay.  Id. at *5.  Plaintiffs opposed any stay.  Id.  The Court concluded that a limited \nstay of “the claims involving the license dispute” was appropriate because “[i]t would \nbe imprudent for this Court to take action that could prejudice the Supreme Court’s \nability to decide  . . . the merits of the appeal .”  Id. at *6.  In contrast, however, the \nCourt concluded that discovery on the trade -secret claims could proceed, because \nthose claims “[fell] within the category of ‘any other matter included in the action and \nnot affected by the judgment appealed from[.]’ ”  Id. at *5–6, *8 (quoting N.C.G.S. § 1-\n294). \n14. The ACC contends that N.C.G.S. § 1-294 does not require an automatic stay \nof the entire case, arguing that the FSU Board “will not be prejudiced by answering \nbecause [the FSU Board] has already presented it s jurisdictional defenses.”\n14  The \nACC additionally argues that the FSU Board “will not be prejudiced by participating \n \n14 (ACC’s Status Rep. 3.) \n \nin discovery [in this action]” because discovery is likely to move forward in the Florida \naction and, just like in Inhold,  the “parties [will] conduct discovery on these claims \nregardless of the outcome of the appeal.”15 \n15. But whether or not the FSU Board will be prejudiced is not the relevant \ninquiry under N.C.G.S. §  1-294.  Instead, the proper inquiry in this instance is \nwhether a North Carolina trial c ourt has the authority to compel the FSU Board to \nfile pleadings and engage in discovery in a North Carolina lawsuit pursuant to the \nNorth Carolina Rules of Civil Procedure and the North Carolina Business  Court \nRules when the FSU Board has challenged the North Carolina trial court’s personal \njurisdiction over it based on sovereign immunity in a pending appeal to the Supreme \nCourt of North Carolina. \n16. In Inhold, the trial court’s jurisdiction over a separable and readily divisible \nsubset of claims was at issue on appeal.  See id. at *4–6.  In contrast here, this Court’s \npersonal jurisdiction over a party to the litigation is the issue on appeal.  When an \nappeal concerns a trial court’s “ability to assert judicial power over [a party] and bind \n[the party] by its adjudication[,]” Banc of Am. Merch. Servs., LLC v. Arby’s Rest. Grp., \nInc., 2021 NCBC LEXIS 60, at *11–12 (N.C. Super. Ct. June 30, 2021) (quoting In re \nA.B.D., 173 N.C. App. 77, 83 (2005)) , requiring that party’s further participation  in \nthe litigation process prior to resolution of the pending appeal clearly constitutes a \n“matter embraced [by the appeal],” N.C.G.S. § 1-294. \n \n15 (ACC’s Status Rep. 3 (quoting Inhold, LLC, 2021 NCBC LEXIS 23, at *7–8).)  Not only does \nthe ACC represent that “the Circuit Court in Florida has forecast that discovery may very \nwell proceed once it rules on [the ACC’s] motions to dismiss[,]” but it also represents that the \nFSU Board “has sought discovery in Florida already[.]”  (ACC’s Status Rep. 3.) \n17. At the H earing, the ACC conceded that it had failed to locate any North \nCarolina case that would permit any  litigation-related activity in this Court—much \nless the closing of pleadings or engaging in discovery —during the pendency of an \nappeal of an adverse ruling on personal jurisdiction and/or a Rul e 12(b)(2) motion \npremised on sovereign immunity.  That is likely because our courts have routinely \nimposed or enforced an automatic stay of all proceedings under N.C.G.S. §  1-294 \nwhen an interlocutory appeal is lodged after the denial of a Rule 12(b)(2) motion based \non personal jurisdiction , generally,  and sovereign immunity , specifically.  See Atl. \nCoast Conf. v. Univ. of Md. , 230 N.C. App. 429, 432 –33 (2013) (issuing writ of \nsupersedeas16 to stay all proceedings pending resolution of defendants’ interlocutory \nappeal of a motion to dismiss based on sovereign immunity after trial court granted \nplaintiff’s motion to retain jurisdiction); Kelley v. Andrews, No. COA15-448, 2016 N.C. \nApp. LEXIS 74, at *3 –4 (N.C. Ct. App. Jan. 19, 2016) (unpublished)  (vacating trial \ncourt’s order granting a second motion to dismiss when an appeal of the first motion \nto dismiss, based on sovereign immunity, was pending); Carl v. State, 192 N.C. App. \n544, 547 (2008) (granting defendant’s petition for writ of supersedeas, thereby staying \nall proceedings pending resolution of defendant’s interlocutory appeal of a motion to \ndismiss based on sovereign immunity, after trial court denied defendant’s motion to \nstay); Woodard, 110 N.C. App. at  87 (concluding defendants’ interlocutory appeal of \na motion to dismiss based on sovereign immunity automatically stayed proceedings \n \n16 A writ of s upersedeas “preserve[s] the status quo pending the exercise of the appellate \ncourt’s jurisdiction [ ]” and therefore stays the effect of a trial court’s order pending the \nresolution of an appeal.  City of New Bern v. Walker, 255 N.C. 355, 356 (1961). \nand vacating trial court’s order on the parties’ summary judgment motions  issued \nwhile the appeal was pending ); see also E.I. Du Pont de Nemours & Co. , 2021 WL \n5546057, at *3 (concluding N.C.G.S. §  1-294 automatically stay ed “the action in its \nentirety” pending resolution of an interlocutory appeal based on personal jurisdiction \nfiled by two of the five defendants ); Cohen v. Cont’l Motors, Inc., 2020 NCBC LEXIS \n29, at *12– 13 (N.C. Super. Ct. Mar. 12, 2020) (staying all proceedings pursuant to \nN.C.G.S. § 1-294 when defendant appealed the denial of his motion to dismiss for lack \nof personal jurisdiction). \n18. In light of this case law, and “ [b]ecause jurisdiction is a non -waivable, \nmandatory aspect of a court’s authority to adjudicate cases,” Kelle y, 2016 N.C. App. \nLEXIS 74, at *2, the Court concludes that N.C.G.S. § 1-294 automatically stays this \naction in its entirety pending the Supreme Court’s final resolution of the FSU Board’s \nappeal.17   \n \n17 The Court finds the other cases on which the ACC relies unpersuasive  because none of \nthese cases, with one exception, concern an interlocutory appeal of a motion to dismiss based \non sovereign immunity, or personal jurisdiction more broadly, which are the specific issues \nof relevance here .  ( See ACC’s Status Rep . 2–4.)  Only  Faulkenbury v. Teachers’ & State \nEmployees’ Retirement System involves the interlocutory appeal of a  denial of a Rule 12(b) \nmotion based on sovereign immunity, but the issue in that case involved plaintiffs’ voluntary \ndismissal of two defendants in their individual ca pacities, rather than in their official \ncapacities, after the notice of appeal was filed.  See  Faulkenbury v. T chrs.’ & State Emps .’ \nRet. Sys., 108 N.C. App. 357, 363–65 (1993).  Our Court of Appeals concluded that plaintiffs’ \n“voluntary dismissal [of non-state actors] under Rule 41 [was] proper” during the pendency \nof the appeal because the dismissal did not “affect[ ] the subject matter of the action,” i.e., the \ntrial court’s jurisdiction over the sovereign’s actors.  Id. at 364.   \nIII. \nCONCLUSION \n19. WHEREFORE, the Court, for the reasons discussed above, hereby \nORDERS that all proceedings in this matter , including all discovery, are STAYED \nby operation of N.C.G.S. § 1- 294 pending the final resolution of the appeal of the \nCourt’s Rule 12(b)(2) ruling in the April 4 Order or until otherwise ordered by  the \nCourt. \n SO ORDERED, this the 10th day of May, 2024. \n \n        /s/ Louis A. Bledsoe, III   \n       Louis A. Bledsoe, III \n       Chief Business Court Judge "
}