{
  "id": "685ed3bfcc3b59160ddacc928727b704605c86ddbf721fbad221f5ec5d2e7f57",
  "source_file": "data/raw/ncbc/685ed3bfcc3b59160ddacc928727b704605c86ddbf721fbad221f5ec5d2e7f57.pdf",
  "raw_text": "Phillips & Jordan, Inc. v. Bostic; Yates Constr. Co. v. Bostic; Am. Mech., Inc. v. \nBostic, 2016 NCBC 95. \n \n \nSTATE OF NORTH CAROLINA \n \nGRAHAM COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n11 CVS 53 \n \nPHILLIPS AND JORDAN, INC., \n \nPlaintiff, \n \nv. \n \nJOSEPH E. BOSTIC, JR., and \nJEFFERY L. BOSTIC,  \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT JEFFREY L. BOSTIC’S \nMOTIONS FOR ATTORNEYS’ FEES \n \n \n \nROCKINGHAM COUNTY \n \n12 CVS 977 \n \n \nYATES CONSTRUCTION \nCOMPANY, INC., \n \nPlaintiff, \n \nv. \n \nJOSEPH E. BOSTIC, JR., \n \nDefendant. \n \n \n \n \n \n      \n \n \n \n \n \nRANDOLPH COUNTY \n \n12 CVS 1384 \n \n \nAMERICAN MECHANICAL, INC., \n \nPlaintiff, \n \nv. \n \nJOSEPH E. BOSTIC, JR., \n \nDefendant. \n \n \n \n \n \n \n \n \n \n \n \n \n1. THESE MATTERS are before the Court upon  Defendant Jeffrey L. \nBostic’s (“Defendant” or “Bostic”) Motions for Attorneys’ Fee s and Costs (“ Motions” \nor “Motions for Attorneys ’ Fees”) in the above -captioned cases.  Having considered \nthe Motions, the briefs in support of and in opposition to  the Motions, supporting \ndocuments, and the arguments of counsel at the hearing on July 28, 2016, the Court \nconcludes, in the exercise of its discretion,  that Bostic’s Motions for A ttorneys’ Fees \nunder N.C. Gen. Stat. §§ 6.21.5 and 75-16.1 should be DENIED and Bostic’s request \nfor costs under N.C. Gen. Stat. § 6-20 should be GRANTED.   \nMcKinney L aw Firm, P.A., by Zeyland G. McKinney, Jr., Stiles Law \nOffice, PLLC, by Eric W. Stiles, and Hedrick Gardner Kincheloe & \nGarofalo, LLP, by Patricia P. Shields and Joshua D. Neighbors, for \nPlaintiffs Phillips and Jordan, Inc., Yates Construction Company, Inc ., \nand American Mechanical, Inc. \n \nNexsen Pruet, PLLC, by David S. Pokela and Christine L. Myatt, for \nDefendant Jeffrey L. Bostic. \n \nBledsoe, Judge. \n \nI.   \nFACTUAL BACKGROUND \n2. For the purpose of resolving the present Motions,  the Court recites a \nsummary of the  material and uncontroverted facts from the record that were set \nforth in the Order and Opinion on Defendant’s Motions for Summary Judgment  in \nthe above-captioned cases. See Yates Constr. Co. v. Bostic , 2014 NCBC LEXIS 19  \n(N.C. Super. Ct. May 12, 2015);  Phillips and Jordan, Inc. v. Bostic , 2014 NCBC \nLEXIS 17  (N.C. Super. Ct. May 12, 2015) ; Am. Mech., Inc. v. Bostic , 2014 NCBC \nLEXIS 18 (N.C. Super. Ct. May 12, 2015). \n \n \n \n3. American Mechanical, Inc. (“American Mechanical”) , Phillips and Jordan, \nInc. (“Phillip s and Jordan”), and Yates Construction Company, Inc. (“Yates”)  \n(collectively, “Plaintiffs”) are subcontractors that rendered services on construction \nprojects to companies in which Bostic had at least an  ownership interest, in \nparticular, to Bostic Construction,  Inc. (“BCI”) and Bostic Development, LLC \n(collectively, the “Affiliated Companies”).  (Am. Mech. Compl. ¶¶ 3, 20; Phillips and \nJordan Compl. ¶¶ 3, 21; Yates Compl. ¶¶ 3, 20.) \n4. In operati ng the Affiliated Companies , Bostic and Mel vin Morris \n(“Morris”) typically formed a “Project LLC,” which was funded by third-party equity \ninvestors, to take out a construction loan and enter into a construction contract with \nBCI, as the general contractor for the project.  (Am. Mech. Compl. ¶ 57; Phillips and \nJordan Compl. ¶ 58; Yates Compl. ¶ 57.)  BCI would then contract with \nsubcontractors, including Plaintiffs, to obtain services and materials for the \ndevelopment of the real property involved in each project.  (Am. Mech. Compl. ¶ 57; \nPhillips and Jordan Compl. ¶ 58; Yates Compl. ¶ 57.)  \n5. Plaintiffs contended in this litigation, among other things, that Bostic and \nMorris used the Project LLCs to “commingle, misuse, and misappropriate the \nconstruction loans provided to finance the construction projects” to further their \ninterests in other companies that they owned and to make preferential payments \nfor their own benefit rather than to pay the debts relating to the specific projects the \nconstruction loans were intended to fund.  (Am. Mech. Compl. ¶¶ 83, 89–91; Phillips \nand Jordan Compl. ¶¶ 85, 91–93; Yates Compl. ¶¶ 85, 91–93.)  \n \n \n \n6. Plaintiffs further alleged that Bostic and Morris acted wrongfully by \nengaging in such activity when BCI ’s circumstances amounted to dissolution or \nwinding up.  (Am. Mech. Compl. ¶ 97; Phillip s and Jordan Compl. ¶ 95 ; Yates \nCompl. ¶95.) \n7. On January 17, 2005, a Chapter 7 involuntary bankruptcy petition was \nfiled against BCI.  Phillips and Jordan, Inc. v. Bostic, 2012 NCBC LEXIS 36, at *6 \n(N.C. Super. Ct. June 1, 2012); Yates Constr. Co. v. Bostic, 2013 NCBC LEXIS 4, at \n*4 (N.C. Super. Ct. Jan. 18, 2013); Am. Mech., Inc. v. Bostic , 2013 NCBC LEXIS 3, \nat *4 (N.C. Super. Ct. Jan. 18, 2013).  \n8. Plaintiffs were not compensated in full for the work they performed and \nsubsequently initiated these actions. (Am. Mech. C ompl. ¶¶ 78 –106; Phillip s and \nJordan Compl. ¶¶ 78–109; Yates Compl. ¶¶ 79–109.) \nII. \nPROCEDURAL BACKGROUND \n9. Phillips and Jordan  initiated Civil Action No. 11 -CVS-53 in Graham \nCounty Superior Court on April 1, 2011 alleging claims against Bostic and Morris \nfor constructive fraud , against Tyler Morris, Michael Har tnett, and Joseph E. \nBostic, Jr.  (collectively with Morris and Bostic , “Defendants”)  for aiding and \nabetting constructive fraud , and against all Defendants for unfair and deceptive \ntrade practices under N.C. Gen. Stat. § 75 -1.1 (“Phillips and Jordan Action”) .  \n(Phillips and Jordan Compl. ¶¶ 80–143.)  On June 1, 2012, th is Court (Murphy, J.) \ndismissed Phillip s and Jordan’s claims for aiding and abetting constructive fraud \n \n \n \nand unfair and deceptive trade p ractices.  Phillips and Jordan , 2012 NCBC LEXIS \n36, at *32 .  Subsequently, Phillips and Jordan dismissed its action against M orris \nwith prejudice on May 24, 2013.   (Phillips and Jordan Stipulation of Dismissal of \nMelvin Morris, May 24, 2013.) \n10. American Mechanical initiated Civil Action No. 12-CVS-1384 in Randolph \nCounty Superior Court on June 4, 2012 , also alleging claims against Bostic and \nMorris for constructive fraud and against Tyler Morris, Michael Harnett, and \nJoseph E. Bostic, Jr. for aiding and abett ing constructive fraud  (the “American \nMechanical Action”). (Am. Mech. Compl. ¶¶ 78–126.)  American Mechanical did not \nassert a Chapter 75 claim against any Defendant.  On January 18, 2013, this Court \n(Murphy, J.)  dismissed American Mechanical’s claims for aiding and abetting \nconstructive fraud.  Am. Mech., 2013 NCBC LEXIS 3, at *6 .  Subsequently, on May \n24, 2013, American Mechanical dismissed its action against Morris with prejudice.  \n(Am. Mech. Stipulation Dismissal Melvin Morris, May 24, 2013).  \n11. Yates ini tiated Civil Action No.  12-CVS-977 in Rockingham County \nSuperior Court on June 6, 2012  (the “Yates Action”), two days after American \nMechanical filed its action .  Yates’s claims were identical to those advanced by \nAmerican Mechanical:  constructive fraud  against Bostic and Morris , and aiding \nand abetting constructive fraud  against Tyler Morris, Michael Harnet t, and Joseph \nE. Bostic, Jr .  (Yates Compl. ¶¶ 80 –129.)  As in the American Mechanical Action, \nthis Court (Murphy, J.) dismissed Yate s’s claims for aid ing and abetting \nconstructive fraud on January 18, 2012.  Yates, 2013 NCBC LEXIS 4, at *6 .  \n \n \n \nThereafter, Yates dismissed its action against Morris with prejudice on May 24, \n2013. (Yates Stipulation of Dismissal of Melvin Morris, May 24, 2013.) \n12. Bostic, as th e only remaining defendant in all three cases,  filed nearly \nidentical motions for summary judgment on December 17, 2013  in the Phillips and \nJordan Action, the American Mechanical Action, and the Yates Action (collectively, \nthe “Companion Cases”), which Judge Murphy granted on May 12, 2014.  See Yates \nConstr. Co. v. Bostic, 2014 NCBC LEXIS 19 (N.C. Super. Ct. May 12, 2014); Phillips \nand Jordan, Inc. v. Bostic , 2014 NCBC LEXIS 17  (N.C. Super. Ct. May 12, 201 4); \nAm. Mech., Inc. v. Bostic , 2014 NCBC LEXIS 18  (N.C. Super. Ct. May 12, 201 4) \n(collectively, the “Summary Judgment Orders”).   \n13. Judge Murphy concluded that because the undisputed evidence showed  \nthat Plaintiffs had , at most,  minimal contact with Bostic, Bostic had not taken \n“advantage of a position of tru st to the hurt of Plaintiff[s] ,” mandating dismissal of \nPlaintiffs’ claim s for constructive fraud.   Yates, 2014 NCBC LEXIS 19, at *7 –9 \n(dismissal based on evidence of only minimal con tact); Phillips and Jordan, 2014 \nNCBC LEXIS 18 , at *7 –9 (dismissal based on no evidence of contact); Am. Mech., \n2014 NCBC LEXIS 17, at *7–8 (dismissal based on no evidence of contact).   \n14. Plaintiffs thereafter attempted to file an  appeal of the Summary \nJudgment Orders, which this Court dismissed for failure to comply with Rule 3  of \nthe North Carolina Rules of Appellate Procedure.  Am. Mech., Inc. v. Bostic , 2014 \nNCBC LEXIS 48, at *6–7 (N.C. Super. Ct. Oct. 6, 2014); Phillips and Jordan, Inc. v. \nBostic, No. 11 CVS 53 ¶ 9 (N.C. Super. Ct. Oct. 6, 2014); Yates Constr. Co. v. Bostic, \n \n \n \nNo. 12 CVS 977  ¶ 9 (N.C. Super. Ct. Oct. 6, 2014) .  Plaintiffs subsequently filed \nnotices of appeal of both the Summary Judgment Orders and this Court’s dismissal \nof each earlier appeal (the “Appeals”). \n15. While the Appeals were pending, on November 13, 2014 , Bostic filed the \npending Motions for Attorney s’ Fees, which are largely identical for all substantive \npurposes.1  Each Plaintiff filed an identical brief opposing the Motions on December \n22, 2014.  Bostic filed nearly identical replies on January 5, 2015.  The Court stayed \nconsideration of the Motions pending resolution of the Appeals. \n16. On February 2, 2016, t he North Carolina Court of Appeals affirmed this \nCourt’s dismissal of the Appeals .  Am. Mech., Inc. v . Bostic, 782 S.E.2d 344, 350, \n2016 N.C. App. LEXIS 130, at *18 (N.C. Ct. App. Feb. 2, 2016).   \n17. On April 13, 2016, the North Carolina Supreme Court denied Plaintiffs’ \nMarch 7, 2016  petition for discretionary review.  Am. Mech., Inc. v. Bostic , 784 \nS.E.2d 472, 2016 N.C. LEXIS 341 (N.C. Apr. 13, 2016).  \n18. The case was subsequently certified to this Court for further proceedings.  \nAfter affording the parties an opportunity for supplemental briefing, the Court held \na hearing on the Motions on July 28, 2016.  The Motions are now ripe for resolution. \n III. \nMOTIONS FOR ATTORNEYS’ FEES \n19.  Because Bostic’s Motions are essentially identical  in each Companion \nCase, the Court considers them together.  “It is settled law in North Carolina that \n                                                 \n1 The only substantive difference in the Motions is that Bostic also seeks attorney s’ fees \nfrom Phillips and Jordan under N.C. Gen. Stat. § 75 -16.1.  (Phillips and Jordan Br. Supp. \nMot. Att’y Fees 9–10.)   \n \n \n \nordinarily attorneys[’] fees are not recoverable either as an item of damages or  of \ncosts, absent express statutory authority for fixing and awarding them.”  United \nArtists Records, Inc. v. E. Tape Corp. , 18 N.C. App. 183, 187, 196 S.E.2d 598, 602 \n(1973) (citing Bowman v. Chair Co., 271 N.C. 702, 157 S.E.2d 378 (1967)).  “Statutes \nthat award attorney’s fees to the prevailing party are in derogation of the common \nlaw and as a result, must be strictly construed.”  Barris v. Town of Long Beach, 208 \nN.C. App. 718, 722, 704 S.E.2d 285, 289 (2010) (citing Sunamerica Fin . Corp. v. \nBonham, 328 N.C. 254, 257, 400 S.E.2d 435, 437 (1991)).  Of particular relevance \nhere, “the granting of . . . a motion for summary judgment pursuant to G.S. 1A -1, \nRule 56, is not in itself a sufficient reason for the court to award attorney ’s fees, but \nmay be evidence to support the court ’s decision to make such an award.”  Winston-\nSalem Wrecker Ass’n v. Barker, 148 N.C. App. 114, 117, 557 S.E.2d 614, 617 (2001).    \n20. Bostic claims that he is entitled to his reasonable attorneys’ fees incurred \nin defending the Companion Cases under N.C. Gen. Stat. § 6-21.5 from all Plaintiffs \nand, in addition,  from Phillips and Jordan under N.C. Gen. Stat. § 75 -16.1.  Bostic \nalso seeks costs from Plaintiffs under N.C. Gen. Stat. § 6 -20.  The Court addresses \neach argument in turn. \nA. N.C. Gen. Stat. § 6-21.5 \n21. Under N.C. Gen. Stat. § 6-21.5, a trial court: \n[U]pon motion of the prevailing party, may award a reasonable \nattorney’s fee to the prevailing party if the court finds that there was a \ncomplete absence of a justiciable issue of either law or fact raised by \nthe losing party in any pleading. The filing of a general denial or the \ngranting of any preliminary motion, such as a motion for judgment on \nthe pleadings pursuant to G.S. 1A -1, Rule 12, a motion to dismiss \n \n \n \npursuant to G.S. 1A -1, Rule 12( b)(6), a motion for a directed verdict \npursuant to G.S. 1A -1, Rule 50, or a motion for summary judgment \npursuant to G.S. 1A -1, Rule 56, is not in itself a sufficient reason for \nthe court to award attorney ’s fees, but may be evidence to support the \ncourt’s decision to make such an award. A party who advances a claim \nor defense supported by a good faith argument for an extension, \nmodification, or reversal of law may not be required under this section \nto pay attorney ’s fees. The court shall make findings of fa ct and \nconclusions of law to support its award of attorney ’s fees under this \nsection. \n22. “A justiciable issue is one that is ‘real and present  as opposed to imagined \nor fanciful.’”  Lincoln v. Bueche, 166 N.C. App. 150, 154, 601 S.E.2d 237, 242 (2004) \n(citing Sunamerica, 328 N.C. at 257, 400 S.E.2d at 437).  “[I]t must conclusively \nappear that such issues are absent even giving the losing party’s pleadings the \nindulgent treatment which they receive on motions for summary judgment . . . .”  Id. \n(quoting Sprouse v. North River Ins. Co., 81 N.C. App. 311, 326, 344 S.E.2d 555, 565 \n(1986)).  In other words, an unassailable defense or deficiency in the losing party’s \ncase must “foreclose[] any reasonable expectation of an affirmative recovery” such \nthat “forg[ing] on  [is] frivolously attempting to create a controversy,” and \n“constitutes a reckless waste of judicial resources as well as the time and money of \nthe prevailing litigants.”  Sunamerica, 328 N.C. at 259, 400 S.E.2d at 438 (affirming \naward of attorney s’ fees a fter defendant asserted meritless statutes of limitations \ndefense). \n23. Specifically, the trial c ourt must first consider “whether the pleading, \nwhen read in conjunction with all responsive pleadings, facially presents a  \njusticiable issue of law.”  Depasquale v. O’Rahilly, 102 N.C. App. 240, 246–47, 401 \nS.E.2d 827, 831 (1991).  Second, the court must consider “whether the losing party \n \n \n \nshould reasonably have been aware that the pleading he filed contained no \njusticiable issue of law.”  Id. at 247, 401 S.E.2d at 831.  \n24. Bostic alleges that Plaintiffs’ Complaints each lack a justiciable issue of \nlaw or fact, (Yates Reply 3; Phillip s and Jordan Reply 3; Am. Mech. Reply 3), and \nthat Bostic informed Plaintiffs of the specific fatal deficiencies in the Complaints in \nletters to Plaintiffs’ counsel prior to suit and in briefs filed with the Court after \nthese actions were commenced .  (Am. Mech. Br. Supp. Mot. Att’ y Fees 6; Phillips \nand Jordan Br. Supp. Mot. Att’y Fees 12; Yates Br. Supp. Mot. Att’ y Fees 6 –7.)  \nBostic claims that Plaintiffs knew that their Complaints  were fatally defective \nbecause Plaintiffs knew they could not present evidence that Bostic actually \nparticipated in the transactions  at issue , which , Bostic argues, was a necessary \nelement to sustain Plaintiffs’ c onstructive fraud claim s against Bostic under the \nholding in Oberlin Capital L.P. v. Slavin, 147 N.C. App. 52, 554 S.E.2d 840 (2001) .  \nSee also Elmet Techs., Inc. v. Radko, No. 3:07CV402, 2008 U.S. Dist. LEXIS 117273 \n(W.D.N.C. May 13, 2008).  (Am. Mech. Br . Supp. Mot. Att’y Fees 10; Phillip s and \nJordan Br. Supp. Mot. Att’y Fees 12; Yates Br. Supp. Mot. Att’y Fees 8, 10.) \n25. In addition to alleging that Bostic’s Motions are procedurally improper,2 \nPlaintiffs contend that each Complaint contained a justiciable i ssue because each \nwas supported by sworn testimony and evidence establishing all elements of \n                                                 \n2 Plaintiffs argue that Bostic (i) failed to identify the manner in which the pleadings were \ngroundless or lacked a justiciable issue and the time when the la ck of justiciability became \napparent, (Pls.’ Br. Opp. Mot. Att’y Fees 8); (ii) failed to identify a responsive pleading that \nrendered each Plaintiffs’ “complaint void of ju sticiable issues ,” citing Depasquale, supra \n(Pls.’ Br. Opp. Mot. Att’y  Fees 9) ; and (iii) improperly relied upon Bostic’s position on \npayment of attorneys’ fees arising in conne ction with earlier litigation filed by Plaintiffs in \n2008 and 2009.  (Pls.’ Br. Opp. Mot. Att’y Fee 26.)  \n \n \n \nconstructive fraud as described in Keener Lumber Co. v. Perry, 149 N.C. App. 19, \n560 S.E.2d 817 (2002).  (Pls.’ Br. Opp. Mot. Att’y Fees. 9, 11.) \n26. Based on the reco rd before the Court and the then existing state of North \nCarolina law concerning constructive fraud, the Court cannot conclude, as Bostic \nurges, that Plaintiffs knew or should have known that they did not have “any \nreasonable expectation of an affirmative recovery” on their constructive fraud \nclaims against Bostic prior to the dismissal of those claims.  Sunamerica, 328 N.C. \nat 259, 400 S.E.2d at 438. \n27. As explained by our Supreme Court, constructive fraud requires a plaintiff \nto show “ that [plaintiff] and de fendant[] were in a ‘relat ion of trust and \nconfidence . . . [which] led up to and surrounded the consummation of the \ntransaction in which defendant is alleged to have taken advantage of his position of \ntrust to the hurt of plaintiff.’”  Barger v. McCoy Hillard & Parks, 346 N.C. 650, 666, \n488 S.E.2d 215, 244 (1997) (quoting Rhodes v. Jones , 232 N.C. 547, 549, 61 S.E.2d \n725, 726 (1950)).  The case principally relied upon by Bostic, Oberlin Capital, L.P. v. \nSlavin, did not involve a constructive fraud claim bu t generally recognized that \nalthough a director is not liable for the corporation’s torts “merely by virtue of his \noffice,” the director “can . . . be held directly liable to an injured third party for a tort \npersonally committed by the director or one in which he participated.”  147 N.C. \nApp. at 57, 554 S.E.2d at 845.  Bostic argues that Plaintiffs knew prior to filing suit, \nas well as after, that Bostic did not participate in the conduct about which Plaintiffs \ncomplain, entitling Bostic to attorneys’ fees. \n \n \n \n28. Oberlin, however, also recognized  the legal proposition upon which \nPlaintiffs rely, i.e., that “a corporate director can breach a fiduciary duty to a \ncreditor if ‘the transaction at issue [] occurs under circumstances amounting to a \n‘winding-up’ or dissolution of the corporation.’”  Id. at 61, 554 S.E.2d at 847  (citing \nWhitley v. Carolina Clinic, Inc ., 118 N.C. App. 523, 52 8, 455 S.E.2d 896, 900 \n(1995)). \n29. Thereafter, in Keener Lumber Co. , the Court of Appeals considered this \nproposition in the context of a  constructive fraud claim and identified five factors  a \nfactfinder should consider in determining whether circumstances amounting to a \ndissolution or winding up exist: \n(1) whether the corporation was insolvent, or nearly insolvent, on a \nbalance sheet basis ; (2) whether the corporation was cash flow \ninsolvent; (3) whether the corporation was making plans to cease \ndoing business; (4) whether the corporation was liquidating its \nassets with a view of going out of business; and (5) whether the \ncorporation was st ill prosecuting its business in good faith, with a \nreasonable prospect and expectation of continuing to do so. \n149 N.C. App at 31, 560 S.E.2d at 825 .  “[O]nce a director ’s fiduciary duty to \ncreditors arises, a director is generally prohibited from taking a dvantage of his \nintimate knowledge of the corporate affairs and his position of trust for his own \nbenefit and to the detriment of the creditors to whom he owes the duty.”  Id. at 33, \n560 S.E.2d at 826 (citing Steel Co. v. Hardware Co. , 175 N.C. 450, 451 –52, 95 S.E. \n896, 897 (1918); Whitley, 118 N.C. App. at 526, 455 S.E.2d at 899 ).  In particular, \nthe court suggested  that, on the facts of that case, the “acts that may have \namounted to a breach of this fiduciary duty include, but are not necessarily limited \nto: (1) continuing to purchase [goods or services] from [creditors] without disclosing \n \n \n \nthe [financial] status of [the corporation]; and (2) failing to pay all creditors of the \nsame class on a pro rata basis.”  Id. at 33, 560 S.E.2d at 827.   \n30. Plaintiffs arg ue that  they offered sworn testimony and other evidence \nestablishing all elements of a constructive fraud claim as described in Keener and \nWhitley.  In particular, Plaintiffs contend that they offered evidence that Bostic \ncaused BCI to make a preferential payment to himself in “circumstances amounting \nto a winding up or dissolution of [BCI]” and thereby breached his fiduciary duty to \nPlaintiffs as creditors of BCI.  See Keener Lumber Co. , 149 N.C. App.  at 33, 560 \nS.E.2d at 827 .  As such, Plaintiffs contend that their claim s for constructive fraud \nraised a justiciable issue and that Bostic’s Motions should be denied. \n31. Based on its careful review of the record, the Court agrees with Plaintiffs \nand finds accordingly .  The Court finds particularly significant for  these purposes \nthe sworn affidavit testimony of Morris, a former BCI officer and director who, \namong other things, averred that “Bostic withdrew $550,000.00 from the bank \naccount of Bostic Construction, Inc. during March of 2004 while Bostic \nConstruction, Inc. was attempting to regain solvency .” (Ex. 2 Aff. of Melvin Morris \n14.)  This and other competent evidence offered by Plaintiffs, could reasonably lead \na factfinder to conclude  that BCI was insolvent 3 and making plans to cease doing \n                                                 \n3  For example, Plaintiffs offered evidence of balance sheet insolvency through the \ntestimony of Edward P. Bowers, CPA, CIRA, DABFA, CFF.  ( Pls.’ Br. Opp’n Mot. Summ. J, \nEx. 8; Ex. 78.)  Similarly, Plaintiffs offered evidence of cash flow insolvency through Morris, \nwho averred that he “made a personal cash contribution . . . in March of 2004 due to the \nfact that Bostic Construction was cash flow insolvent” and “[d]espite the cash infusions that \nwere made prior to June 1, 2004, Bostic Construction, Inc. never regained cash flow \ninsolvency after June 1, 2004.”  ( Pls.’ Br. Opp’n Mot. Summ. J, Ex. 2 Melvin Morris Aff. 12, \n13.) \n \n \n \nbusiness4 at the time Bostic allegedly caused BCI to make the preferential payment \nasserted by Morris.  Even though Judge Murphy concluded that summary judgment \nwas proper in each Companion Case, the Court conclude s, based on the competent \nevidence of record , that Plaintiffs had a reasonable basis to contend , under the \nholdings in Keener and Whitley, that Bostic breached a fiduciary duty to Plaintiffs, \nas creditors of BCI, by causing BCI to make a preferential payment to him in \ncircumstances amounting to a winding up or dissolution of BCI.  (See generally, e.g., \nDef.’s Answer Yates Compl. ¶¶ 20, 82; Def.’s Answer Phillip s and Johnson Compl. \n¶¶ 21, 81, 82; Def.’s Answer Am. Mech. Compl. ¶¶ 20, 79, 80; Pls.’ Br. Opp’n Mot. \nSumm. J, Ex. 2 Melvin Morris Aff. 10 –14, Ex. 4 Aaron Ake rs Aff. 21, Ex. 8, Ex. 78 \nEdward P. Bowers Dep ., Ex. 19 Jeffrey L. Bostic Dep., Ex. 24 Bostic Dep .; Pls.’ Br. \nOpp’n Mot. Att’y Fees, Ex. 2.)  See also, e.g., Brittain v. Cinnoca, 111 N.C. App. 656, \n662, 433 S.E.2d 244, 247 (1993) ( finding “plaintiffs advan ced their claim in good \nfaith for an extension or modification of the existing law ” even though claim found \nbarred by applicable statute of limitations).   \n32. As a result, even though Plaintiffs’ claims against Bostic were ultimately \nunsuccessful, the Court c oncludes that Plaintiffs had a reasonable belief that their \nclaims for constructive fraud against Bostic could be sustained upon application of \n                                                                                                                                                             \n \n4  For example, Morris testified that BCI “stopped entering into new project contracts in the \nnormal course of business, failed to meet its ongoing obligations to pay its creditors in full, \nincluding but not limited to the subcontractors who were supplying labor and materials to \nthe projects, and failed to pay off its past due debt during the period of time between \nJanuary 1, 2004 and June 1, 2004 . . . .”   ( Pls.’ Br. Opp’n Mot. Summ. J , Ex. 2 Melvin \nMorris Aff. 13.)  A former BCI employee, Aaron Aker (“Aker”), testified to similar effect.  \n(Pls.’ Br. Opp’n Mot. Summ. J, Ex. 4 Aaron Akers Aff. 21.)   \n \n \n \n \nKeener and Whitley to the facts at issue  and that Oberlin’s requirement of active \nparticipation “did not foreclo se any reasonable expecta tion of an affirmative \nrecovery” on the record before the Court.  Sunamerica, 328 N.C. at 259, 400 S.E.2d \nat 429. \n33. As such, the Court concludes, in the exercise of its discretion, that the \nfiling of the Companion Cases was not a “frivolous[] at tempt[] to create a \ncontroversy,” Sunamerica, 328 N.C. at 259, 400 S.E.2d at 429, and instead that each \nCompanion Case raised justiciable issues.  As a result, the Court concludes, in the \nexercise of its discretion, that Bostic’s Motions for Attorneys’ Fees under section 6 -\n21.5 should be denied. \nB. N.C. Gen. Stat. § 75-16.1 \n34. Unlike American Mechanical and Yates, Phillips and Jordan asserted a \nclaim against Bostic for unfair and deceptive trade practices under N.C. Gen. Stat. § \n75-1.1 (the “UDTP Claim”), which was subsequently dismissed by Judge Murphy on \nJune 1, 2012 on statute of limitations grounds .  Phillips and Jordan , 2012 NCBC \nLEXIS 36, at *30–33.  Bostic now seeks attorneys’ fees pursuant to N.C. Gen. Stat. § \n75-16.1, alleging that Phillip s and Jordan knew that it s claim was frivolous and \nmalicious because the claim was filed after the expiration of the applicable statute \nof limitations.  (Phillips and Jordan Br. Supp. Mot. Att’y Fees 9–10.) \n35. Upon a finding that “[t]he party instituting the acti on knew, or should \nhave known, the action was frivolous and malicious[,]” the court may “in [its] \ndiscretion, allow a reasonable attorney fee” in a suit alleging that defendant \n \n \n \nviolated N.C. Gen. Stat. § 75-1.1.  N.C. Gen. Stat. § 75 -16.1.  “A claim is frivolous if \na proponent can present no rational argument based upon the evidence or law in \nsupport of [the claim].  A claim is malicious if it is wrongful and done intentionally \nwithout just cause or excuse or as a result of ill will. ”  McKinnon v. CV Indus. , 228 \nN.C. App. 190, 199, 745 S.E.2d 343, 350 (2013) (quoting Blyth v. McCrary, 184 N.C. \nApp. 654, 663 n.5, 646 S.E.2d 813, 819 n.5 (2007)). \n36. Phillips and Jordan initially filed suit in Graham County Sup erior Court \non January 18, 2008  (the “Original Action” ), alleging, among other things, a claim \nagainst Bostic for unfair and deceptive trade practices under N.C. Gen. Stat. § 75-\n1.1.  Phillips and Jordan voluntarily dismissed the Original A ction without \nprejudice on November 1, 2010.  Phillips and Jordan, 2012 NCBC LEXIS 36, at * 2; \nCompl. ¶¶31–42, Phillips and Jordan, Inc. v. Bostic , No. 08 CVS 7 (N.C. Super. Ct. \nJan. 18, 2008); N.C. R. Civ. P. 41(a)(1)(i).  Phillips and Jordan then filed the current \naction on April 1, 2011, within one year of the voluntary dismissal.   \n37. On May 25, 2011, Bostic filed a Motion to Dismiss stating the following: \nPlaintiff’s claim under Chapter 75 is premised entirely on the alleged \nbreaches of fiduciary duty, and the alleged aiding and abetting of such \nbreaches, by “Defendants.”  Because Plaintiff’s claim under Chapter 75 \nsprings from the same allegations supporting Plaintiff’s other claims, it \nmust be dismissed too. \n \n(Def.’s Br. Supp. Mot. Dismiss 18.)  Bostic did not raise the statute of limitations as \na defense  in support of his motion, suggesting Bostic did not readily identify the \nstatute of limitations as a basis for dismissal at that time.   \n \n \n \n38. Instead, the statute of limitations was raised by another defendant, \nDefendant Michael Hartnett , in Hartnett’s motion to dismiss, contend ing that \nPhillips and Jordan’s UDTP claim against all Defendants in the Phillips and Jordan \nAction accrued on December 6, 2005 and that the applicable four -year statute of \nlimitations therefore expired before Phillips and Jordan filed its complaint on Apri l \n1, 2011.  (Hartnett Br. Supp. Mot. Dismiss 16.)  Judge Murphy  agreed and \ndismissed the Chapter 75 claim .  Phillips and Jordan, 2012 NCBC LEXIS 36, at \n*32–33.   \n39. Nevertheless, b ecause Phillip s and Jordan filed its Original Action on \nJanuary 18, 2008—within four years of December 6, 2005—and this action was filed \nwithin one year of the voluntary dismissal pursuant to North Carolina Rule of Civil \nProcedure 41(a)(1)(i), the Court concludes that Phillips and Jordan had a \nreasonable, good faith belief that its C hapter 75 claim was timely.  Consequently, \nthe Court cannot conclude  that Phillips and Jordan knew or should have known \nthat the UDTP claim was frivolous and malicious .  As a result, the Court concludes, \nin the exercise of its discretion, that Bostic’s motion for attorneys’ fees under N.C. \nGen. Stat. §75-16.1 should be denied. \nC. N.C. Gen. Stat. § 6-20 \n40. Costs may be awarded under N.C. Gen. Stat. § 6-20, subject to the \nlimitations on assessable or recoverable costs set forth in N.C. Gen. Stat. § 7A-305, \nif not o therwise provided by the North Carolina General Statutes.   “The expenses \nenumerated in § 7A-305(d) constitute a ‘complete and exhaustive’ list  [of assessable \n \n \n \nor recoverable  costs under N.C. Gen. Stat. § 6-20].”  McKinnon, 228 N.C. App. at \n202, 745 S.E.2d at 352 (quoting N.C. Gen. Stat. § 7A-305(d)). \n41. The Court of Appeals has concluded that “[i]f a cost is set forth in N.C. \nGen. Stat. § 7A -305(d), the trial court is required to assess the item as costs. ”  \nKhomyak v. Meek , 214 N.C. App. 54, 67, 715 S.E.2d 218,  226 (2011) (quoting \nSprings v. City of Charlotte , 209 N.C. App. 271, 283, 704 S.E.2d 319, 328 (2011)) \n(internal quotation marks omitted) ; see also McKee v. James , 2015 NCBC LEXIS \n78, *3–13 (N.C. Super. Ct.  Aug. 6, 2015) (discussing section 7A -305(d)); AmeriGas \nPropane, L.P. v. Coffey , 2016 N CBC LEXIS 17, at *9 –10 (N.C. Super. Ct. Fe b. 17, \n2016). \n42. Section 7A-305(d) allows a party to recover its costs for, among other \nthings, “[r]easonable and necessary expenses for stenographic and videographic \nassistance directly related to the taking of depositions and for the cost of deposition \ntranscripts,” and “[f]ees of . . . mediators agreed upon by the parties[.]”  N.C. Gen. \nStat. §§ 7A-305(d)(10), (d)(7).   \n43. Bostic seeks to recover costs from each Plaintiff as follows : (i) American \nMechanical: $1,962.94 for costs associated with stenographic and videographic \nassistance for depositions and transcripts and  $146.25 for reim bursement of the \nmediator’s fee  (Def.’s Br. Sup p. Mot. Att’y  Fees 12); (ii) Phillips and Jordan: \n$2,383.69 for costs associated with stenographic and videographic assistance for \ndepositions and transcripts and $ 146.25 for reimbursement of the mediator’s fee \n(Def.’s Br. Supp. Mot. Att’y  Fees 15); and (iii) Yates: $2,404.94 for costs associated \n \n \n \nwith stenographic and videographic assistance for depositions and transcripts and \n$146.25 for reimbursement of the mediator’s fee (Def.’s Br. Supp. Mot. Att’y  Fees \n13.) \n44. Plaintiffs have not objected to Bostic’s request for an award of his \nrecoverable costs.  (Pls.’ Br. Opp. Mot. Att’y Fees.)   \n45. Based on the Court’s careful review of the evidence of record, t he Court \nconcludes, in the exercise of its discretion,  that each of the costs sought by Bostic \nfalls within the enumerated subsections of section 7A-305(d).  Accordi ngly, the \nCourt concludes, in the exercise of its discretion, that Bostic is entitled to recover \nthe costs he has requested  from each Plaintiff under the authority provided in N.C. \nGen. Stat. §§ 6-20 and 7A-305(d). \nIV. \nCONCLUSION \n46. For the foregoing reasons, the Court hereby ORDERS as follows: \na. Bostic’s Motions for Attorney s’ Fees under N.C. Gen. Stat. § 6-21.5 \nin each of the Companion Cases are DENIED; \nb. Bostic’s Motion for Attorneys’ Fees under N.C. Gen. Stat. § 75-16.1 \nin the Phillips and Jordan Action is DENIED; \nc. Bostic’s Motions for Costs are GRANTED as follows:   \ni. American Mechanical shall pay Bostic costs in the total amount \nof $2,109.19; \n \n \n \nii. Phillips and Jordan shall pay Bostic costs in the total amount of \n$2,529.94; \niii. Yates shall pay Bostic costs in the total am ount of $2,551.19; \nand \niv. Each Plaintiff shall pay Bostic the costs awarded in this Order  \nwithin 30 days of the entry of this Order. \nSO ORDERED, this the 9th day of December, 2016. \n \n \n     /s/ Louis A. Bledsoe, III   \n     Louis A. Bledsoe, III \n     Special Superior Court Judge \n       for Complex Business Cases   \n "
}