{
  "id": "68dffb26f85792c11eb5bf87902afd1b633c23f8b99b9f54d28723fe0fadc444",
  "source_file": "data/raw/ncbc/68dffb26f85792c11eb5bf87902afd1b633c23f8b99b9f54d28723fe0fadc444.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nORANGE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 517 \n \nPHE, INC., \n \nPlaintiff, \n \nv. \n \nALAN M. DOLINSKY, as Executor of \nthe Estate of Philip D. Harvey, \n \nDefendant. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT’S PARTIAL MOTION  \nTO DISMISS \n \n \n THIS MATTER  comes before the Court on Defendant’s Partial Motion to \nDismiss (“Motion to Dismiss” or “Motion,” ECF No. 17). \n THE COURT, having considered the Motion, the briefs of the parties, the \narguments of counsel, and all appropriate matters of record, CONCLUDES , for the \nreasons set forth below, that the Motion should be GRANTED.  \nCarruthers & Roth, P.A., by Michael J. Allen, Jack B. Bayliss, Rachel S. \nDecker, J. Patrick Haywood, and Brandon Kenneth Jones , for Plaintiff \nPHE, Inc. \n \nPoyner Spruill LLP, by Andrew H. Erteschik, Keith H. Johnson, Colin R. \nMcGrath, and N. Cosmo Zinkow , for Defendant Alan  M. Dolinsky, as \nExecutor of the Estate of Philip D. Harvey.  \n \nDavis, Judge. \nINTRODUCTION \n1. The Motion presently before the Court raises several novel questions— \nsuitable for a law school exam —regarding (1) who is entitled to sue the executor of \nan estate on a claim for breach of fiduciary duty ; and (2)  the circumstances under \nwhich the economic loss rule bars such a claim.  \nPHE, Inc. v. Dolinsky, 2022 NCBC 62. \nFACTUAL AND PROCEDURAL BACKGROUND \n2. The Court does not make findings of fact on a motio n to dismiss under \nRule 12(b)(6) of the North Carolina Rules of Civil Procedure and instead recites \npertinent facts contained in the Complaint , including those in the documents \nattached to, referred to, or incorporated by reference in the Complaint that are \nrelevant to the Court’s determination of the motion.  See, e.g., Concrete Serv. Corp. v. \nInv’rs Grp., Inc., 79 N.C. App. 678, 681 ( 1986); Window World of Baton Rouge, LLC \nv. Window World, Inc., 2017 NCBC LEXIS 60, at *11 (N.C. Super. Ct. Jul. 12, 2017).    \n3. Plaintiff PHE, Inc.  (“PHE”) is a North Carolina corporation with its \nprincipal place of business in Hillsborough, North Carolina.  (Compl. ¶ 1, ECF No. 4.)  \nPHE was incorporated in June 1982.  (Compl. ¶ 10.) \n4. Defendant Alan M. Dolinsky is the executor of the estate of Philip D. \nHarvey.  Harvey was an initial shareholder of PHE and served as an officer and \ndirector of PHE for much of the corporation’s existence prior to his death.  (Compl. ¶ \n11.)   \n5. On 15 October 2000, Harvey—while serving as the president of PHE—\nsigned an Amended and Restated Shareholders’ Agreement (the “Agreement”) along \nwith the company’s other shareholders.  (Compl. Ex. A, ECF No. 4.1.)     \n6. The recitals to the Agreement stated, in pertinent part, as follows: \nB. . . . The Company and Shareholders believe it is in their mutual best \ninterest to preserve the status of the Company as an S Corporation \nunder the [Internal Revenue] Code and to provide for liquidity of the \ninvestment upon the occurrence of certain events. \n \nC.  The Shareholders and the Company believe it is in their best interest \nto restrict each Shareholder’s right to dispose of any shares of Common \nStock now owned or hereafter acquired by any of them (the “Shares”) \nupon the occurrence of (i) an actual or purported transfer of Shares by \nany Shareholder that would , directly or indirectly, terminate the \nCompany’s [ ] S corporation status, (ii) a Shareholder’s death, (iii) the \ndisability, retirement or resignation of a Shareholder who is employed \nby the Company, (iv) the termination, with or without cause, of a \nShareholder’s employment with the Company, or (v) the voluntary or \ninvoluntary sale or disposition of an y Shares owned by a Shareholder \n(collectively, the “Triggering Events”).  \n \nD.  The Shareholders and the Company believe it is in their best interest \nto provide for the redemption or purchase of the Shares when a \nTriggering Event occurs.  \n \n(Agreement, at p. 1.) \n7. The Agreement stated that “[u]pon the death of any Shareholder, the \nCompany shall have the obligation to purchase all Shares owned by (a) the \nShareholder immediately prior to his or her death or (b) his or her estate.”     \n(Agreement, at  p. 3.)  The Agreement went on to provide additional information \nregarding how the purchase of such shares would take place.  (Agreement, at p. 3.) \n8. On 8 August 2018, Harvey executed a  Last Will and Testament  (the \n“Will”).  (Compl. Ex. B, ECF No. 4.2.)  The Will contained the following provision that \nis pertinent to this lawsuit:   \n5. Residuary Estate.  I devise the residue of my estate (my Residuary \nEstate) to the beneficiaries named in the table below as unrestricted \ngifts.  The following terms and conditions shall apply: \n \na. Sale of Stock by Executor .  To the extent that my Residuary \nEstate consists of stock or similar interests in a corporat ion or \nother entity that is governed by stockholder or similar \nagreements, my Executor is directed to sell such stock or other \ninterest in accordance with those agreements and transfer the net \nproceeds, including cash and notes to the beneficiaries herein in \nsatisfaction of this bequest.  The Executor may make distribution \nof the notes and cash to a distributee partially in notes and \npartially in cash, in divided or undivided interests, either pro rata \nor by a method other than pro rata among all distribute es.  This \ndirective is designed to preserve the tax status such corporations \nor entities may have elected or secured.  In particular, my goals \nare (1) to preserve the public foundation status of DKT \nInternational, Inc. and (2) to preserve the S Corporation status of \nany corporation shares of which are owned by me at the time of \nmy death.   \n \n(Will, at p. 2.) \n9. On 2 December 2021, Harvey died—leaving his widow as his sole  heir.  \n(Compl. ¶¶ 22–23.)  At some point thereafter, Dolinsky was appointed as the executor \nof Harvey’s estate (the “Estate”).  (Compl. ¶ 3.)  \n10. Shortly after Harvey’s death, PHE began preparations to purchase the \n445.516 shares of common capital stock in the company owned by Harvey at the time \nof his death (the “Harvey Shares”), which PHE believed it was entitled to purchase \npursuant to the terms of the Agreement and the Will.  (Compl. ¶¶ 21–23.)   \n11. PHE provided notice to  Dolinsky by letter dated 28 December 2021 \nregarding “PHE’s intent to redeem the Harvey Shares in accordance with the \nShareholders’ Agreement . . . at a closing to occur on March 2, 2022.”  (Compl. ¶ 23.)  \nPHE alleges that this notice was issued in conformity with the procedure set forth in \nthe Agreement.  (Compl. ¶¶ 23–27.)   \n12. Counsel for Dolinsky sent a letter by c ertified mail to PHE dated 28 \nJanuary 2022 stating, among other things, that  Dolinsky had not yet been formally \nappointed as the executor and thus did not have authority to accept notices on behalf \nof the Estate.  (Compl. ¶ 30.)  The letter further provided that Dolinsky “was willing \nto pursue discussions of the sale of the Harvey Shares upon completion of an \nappraisal.”  (Compl. ¶ 30.)   \n13. Discussions ensued between counsel fo r PHE and Dolinsky.  (Compl. ¶ \n31.)  On 25 February 2022, counsel for PHE sent a letter via  Federal Express to \nDolinsky’s attorney confirming that officers of PHE intended to be present on 2 March \n2022 for the closing as previously referenced in the 28 December 2021 letter.  (Compl. \n¶ 32.)   \n14. On 2 March 2022, neither Dolinsky nor any other representative of the \nEstate attended the closing.  (Compl. ¶ 35.)  Nevertheless, PHE’s officers “executed a \npromissory note in a principal amount calculated pursuant to the Shareholders’ \nAgreement and the Notice[.]”  (Compl. ¶ 34.)  PHE alleges that it “was ready, willing, \nand able to deliver to Defendant the Promissory Note in accordance with  . . . the \nShareholders’ Agreement, and to enter into such other agreements and documents \ncontemplated by the Shareholders’ Agreement[.]”  (Compl. ¶ 34.)     \n15. PHE’s counsel delivered the promissory note to Dolinsky’s attorney, who \nagreed to hold the note in trust.  (Compl. ¶ 37.)  PHE alleges, however, that “[t]o date, \n[Dolinsky] has failed and refused to  . . . deliver the Harvey Shares to PHE or to an \nescrow agent.”  (Compl. ¶ 38.)   \n16. PHE filed a Complaint initiating this action on 2 May 2022 .  (Compl., \nECF No. 4.)  On 4 May 2022, this case was designated a mandatory complex business \ncase and assigned to the undersigned.  (Designation Order, ECF No. 1.)  \n17. The Complaint contains five  claims against  Dolinsky:1 (1) breach of \ncontract; (2) declaratory judgment  (seeking an interpretation of the Agreement); (3) \nbreach of fiduciary duty;2 (4) declaratory judgment (seeking an interpretation of the \nWill); and (5) declaratory judgment (seeking a determination regarding whether the \nEstate is entitled to additional distributions from PHE).  (Compl. ¶¶ 44–78.)  \n18. On 30 June 2022 , Defendant filed the present  Motion seeking the \ndismissal of PHE’s claims for breach of fiduciary duty and for a declaratory judgment \nregarding the terms of the Will.  (Def.’s Partial Mot. Dismiss, ECF No. 17.)  \n19. The Court held a hearing in this matter on 15 September 2022.  The \nMotion is now ripe for resolution.   \nLEGAL STANDARD \n20. A motion to dismiss pursuant to Rule 12(b)(6) “tests the legal sufficiency \nof the complaint by presenting the question whether, as a matter of law, the \nallegations of the complaint, treated as true, are sufficient to state a claim upon which \nrelief can be granted under some recognized legal theory.”  Forsyth Mem’l Hosp., Inc. \nv. Armstrong World Indus., Inc., 336 N.C. 438, 442 (1994) (cleaned up). \n21. In deciding a Rule 12(b)(6) motion, the Court construes the complaint \nliberally and accepts all well-pled factual allegations as true.  Krawiec v. Manly, 370 \nN.C. 602, 606 (2018); Laster v. Francis, 199 N.C. App. 572, 577 (2009).   The Court, \n \n1   Dolinsky is named as the defendant solely in his capacity as executor of the Estate. \n \n2 In its Complaint, PHE labels this claim as “Breach of Duty under Will.”  However, based on \nthe Court’s review of the Complaint in its entirety as well as the arguments of counsel, the \nCourt construes this claim as one for breach of fiduciary duty.  \nhowever, is not required “to accept as true allegations that are merely conclusory , \nunwarranted deductions of fact, or unreasonable inferences.”  Good Hope Hosp., Inc. \nv. N.C. HHS, Div. of Facility Servs. , 174 N.C. App. 266, 274 (2005) (cleaned up).  \nFurthermore, the Court “can reject allegations that are contradicted by the \ndocuments attached, specifically referred to, or incorporated by reference in the \ncomplaint.”  Moch v. A.M.  Pappas & Assocs., LLC , 251 N.C. App. 198, 206 (2016) \n(cleaned up).  The Court may consider any such attached or incorporated documents \nwithout converting the Rule 12(b)(6) motion into a motion for summary judgment.  \nId. \n22. “It is well-established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen (1) the complaint on its face reveals that no law supports the plaintiff’s claim; \n(2) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily d efeats the plaintiff’s \nclaim.”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615 (2018) (cleaned up).  \nANALYSIS \n23. As noted above, the claims asserted in PHE’s Complaint can be divided \ninto two categories —will-based claims and contract -based claims.  In the Motion, \nDolinsky does not seek the dismissal of PHE’s contract-based claims—that is, its \nclaims that Dolinsky has breached the Agreement and that a declaratory judgment \nis necessary to construe the parties’ respective rights an d obligations contained \ntherein.   \n24. Instead, the present Motion is based entirely on the will- based claims.  \nIn those claims, PHE contends that Section 5(a) of the Will  imposed a distinct legal \nduty (a fiduciary duty) upon Dolinsky—separate and apart from his contractual duty \nstemming from the Agreement—to sell the Harvey Shares back to the company and \nthat it is entitled to declaratory relief in the form of a ruling that its interpretation of \nthe Will is correct.  Dolinsky, conversely, argues that Section 5(a) of the Will has no \nindependent legal effect with regard to PHE and serves, at most, merely to reiterate \nthe fact that the parties’ rights are governed by the terms of the Agreement.  The \nCourt must therefore evaluate the validity of PHE’s will-based claims. \nI. Breach of Fiduciary Duty \n25.  In its claim for breach of fiduciary duty, PHE relies upon Section 5(a) of \nthe Will in asserting that as the executor of the Estate, Dolinsky  owes PHE both a \nstatutory fiduciary duty under N.C.G.S. § 28A-13-2, as well as a general duty “ to \ncomply with the clear terms of the Will and to sell the Harvey Shares to PHE in \naccordance with the Will and the terms of the Shareholders’ Agreement.”  (Compl. ¶ \n62.)  PHE argues that Dolinsky breached these alleged duties “by rejecting and failing \nto follow the clear terms of the Will, by failing and refusing to acknowledge or proceed \nwith Defendant’s obligation to sell, and PHE’s right to purchase , the Harvey Shares \nin accordance with the terms of the Shareholders’ Agreement, and by failing to deliver \nthe Harvey Shares.”  (Compl. ¶ 63.)  \n26. In response, Dolinsky contends that PHE’s claim for breach of fiduciary \nduty must be dismissed for  two reasons: (a) PHE is not within the class of persons \nlegally authorized to bring such a claim against the Estate  as it is, in essence, a \ncreditor of the Estate rather than a beneficiary;  and (b) the economic loss rule bars \nsuch a tort claim because the parties’ obligations are  governed exclusively by a \ncontract—the Agreement —and, as a result, no  separate recovery in tort is legally \npermissible.   \n27. The question of whether PHE falls  within the class of persons \nsufficiently interested in the Estate to assert a breach of fiduciary duty claim is both \nan interesting one and an issue of first impression in North Carolina.  Nevertheless, \nthe Court need not resolve it because regardless of the answer to that question, PHE’s \ntort claim is foreclosed by the economic loss rule.  \n28. “The economic loss rule, as it has developed in North Carolina, generally \nbars recovery in tort for damages arising out of a breach of contract[.]”   Rountree v. \nChowan Cty., 252 N.C. App. 155, 159 (2017).  This Court has summarized the rule as \nfollows:   \nThe economic loss rule “ denote[s] limitations on the recovery in tort \nwhen a contract exists between the parties that defines the standard of \nconduct and which the courts believe should set the measure of  \nrecovery.”  Akzo Nobel Coatings, Inc. v. Rogers, 2011 NCBC LEXIS 42, \nat *47-48 (N.C. Super. Ct. Nov. 3, 2011).  This rule exists because “ the \nopen-ended nature of tort damages should not distort bargained- for \ncontractual terms.”  Artistic Southern Inc. v. Lund, 2015 NCBC LEXIS \n113, at *25 (N.C. Super. Ct. Dec. 9, 2015). \n \nUSConnect, LLC v. Sprout Retail, Inc. , 2017 NCBC LEXIS 37, *13– 14 (N.C. Super. \nCt. Apr. 21, 2017).  \n29. However, an action in tort that arises from a breach of contract  is \npermissible if the tort claim “identif [ies] a duty separate and distinct from [its] \ncontractual obligations.”  Forest2Market, Inc. v. Arcogent, Inc., 2016 NCBC LEXIS 3, \nat *8 (N.C. Super. Ct. Jan. 5, 2016); see also Akzo Nobel Coatings, Inc. v. Rogers, 2011 \nNCBC LEXIS 42, at *48 (N.C. Super. Ct. Nov. 3, 2011).  Such a tort claim is viable as \nlong as the plaintiff alleges a duty owed to it by the defendant that is separate and \ndistinct from any duty owed under a contract between the parties.  Artistic S., Inc. v. \nLund, 2015 NCBC LEXIS 113, at *23 (N.C. Super. Ct. Dec. 9, 2015).  \n30. This Court previously applied the economic loss rule in dismissing a tort \nclaim for breach of fiduciary duty in Perry v. Frigi-Temp Frigeration, Inc., 2020 NCBC \nLEXIS 100 (N.C. Super. Ct. Sep. 3, 2020).  In Perry, the plaintiff was the former chief \nexecutive officer of a company who was terminated from that position shortly before \nthe company was bought by another corporation.  The plaintiff alleged that he was \ndismissed, in part,  by the company and its majority shareholder in order to avoid \npaying a bonus due to him based on the terms of a n “Independent Contractor \nAgreement.”  Id . at *1–2.  In his complaint, the plaintiff asserted several causes of \naction, including claims for breach of fiduciary duty and breach of contract.  Id. at *3–\n4.  Relying upon the economic loss rule, t he defendants sought dismissal of the  \nplaintiff’s breach of fiduciary duty claim , contending that this  claim could not be \nseparated from his breach of contract claim.   Id . at *15.   In response , the plaintiff \nargued that his fiduciary duty claim was based not on any contractual agreement, \nbut rather upon the duties inherent in the relationship between majority and \nminority shareholders.  Id. at *15 –16.  Applying the economic loss rule, this Court \nstated the following:   \nPerry seeks to avoid the application of the economic loss rule here by \npurporting to base his claims on the fiduciary duty that Gray owed, as \nthe Company’s majority shareholder, to Perry, as the Company’s \nminority shareholder, and not on his duties under the Agreement.  (Pl.’s \nBr. Opp’n 13–16.)  While it is certainly true that a contracting party may \nhave fiduciary duties to his counterparty that are separate and distinct \nfrom his contractual duties and thus may be enforceable in tort  . . . \nPerry’s difficulty here is that the injury he has allegedly suffered, and \nthe damages he seeks to recover for his breach of fiduciary duty and \nconstructive fraud claims, are created by and available only under \nParagraph 17 of the Agreement.  \n \nOur courts have made clear that the economic loss rule precludes a tort \naction “when the injury resulting from the breach [of an alleged duty] is \ndamage to the subject matter of the contract.”. . .  \n \nThe subject matter of the parties’ Agreement includes Perry’s a lleged \nright to receive the Bonus, and the injury Perry claims he has suffered \nis injury to that right caused by Defendants’ failure to pay the Bonus. \nUnder North Carolina law, Perry’s remedy thus exists, if it exists at all, \nas a matter of contract, not through tort.   Because Perry seeks here to \nrecover in tort “damage to the subject matter of the [parties’ \nAgreement,]” i.e., the Bonus, the Court concludes that to the extent \nPerry’s claims for breach of fiduciary duty and constructive fraud seek \nrecovery of the Bonus, the economic loss rule requires their dismissal. \n \nId. at ¶¶ 17–19 (footnote omitted). \n31. Critically, PHE does not dispute the fact that the Agreement is a valid \nand enforceable contract to which Harvey was a party.  It also does not contest the \nfact that upon his death his estate was required to comply with its terms.  Nor could \nsuch an argument have properly been  made.  Our Court of Appeals squarely \naddressed that issue in Shutt v. Butner, 62 N.C. App. 701 (1983):  \nNor were the defendant's obligations under the contract terminated by \nthe death of the other contracting party.  Few contracts are terminated \nby death in the absence of explicit provisions therein to the contrary.  \nThis is because all know that unexpected and untimely death is a \nconstant possibility and are deemed to make their contracts in light \nthereof, and also because most contracts can be satisfactorily performed \nby personal representatives.  17A C.J.S., Contracts § 465.  The general \nrule is that “ contracts bind the executor or administrator, though not \nnamed therein, and that death does not absolve a man from his \nengagements.”  Burch v. Bush , 181 N.C. 125, 127, 106 S.E. 489, 490 \n(1921).  But in this instance it is unnecessary to resort to the general \nrule, because the parties themselves, leaving nothing to chance or the \nlaw’s operation, had their agreement to provide that: \n \n. . . this Judgmen t shall be enforceable against the parties, their \npersonal representatives, heirs and assigns. \n \nHaving so contracted, the defendant is bound thereby. \nId. at 704–05.  \n32. Similarly, in the present case, Section 16.10 of the Agreement expressly \nstates that its provisions  \nshall be binding not only upon the parties hereto, but also upon their \nheirs, personal representatives, successors or assigns, and the parties \nhereby agree for themselves and their heirs, personal representatives, \nsuccessors or assigns, to execute all instruments and to perform all acts \nwhich may be necessary or proper to carry out the purposes and intent \nof this Agreement.   \n \n(Agreement, at p. 14.)  \n \n33. PHE nevertheless seeks to avoid application of the economic loss rule in \nthis case by arguing that Dolinsky “is subject to a standalone and distinct duty to sell \nthe Harvey Shares, which duty arises under the Will[,]” and that such a duty is “not \ngoverned directly by nor [does it] arise under the [Shareholders’ Agreement] .”  (Pl.’s \nResp. Brief in Opp’n. to Def.’s Mot. Dismiss, ECF No. 26.)  \n34. But this argument fails to withstand scrutiny.  Although the duty of an \nexecutor to carry out a testator’s directives as set forth  in his will is, of course, one \nthat is recognized under North Carolina law, it is hard to imagine a clearer example \nthan the present action of a case in which the parties’ actual dispute hinges  on the \nterms of a contract.  The essence of PHE’s grievance in this case is Dolinsky’s alleged \nfailure to comply with the Estate’s obligations under the Agreement.  On these facts, \nit simply cannot be said that PHE’s will -based breach of fiduciary duty claim is the \nsort of standalone tort claim that could exist independently from  its contractual \nclaim.   \n35. Nothing in Section 5(a) of the Will  changes the legal relationship \nbetween the Estate and PHE or alters Dolinsky’s obligation, in his capacity as \nExecutor, to fully comply with the Agreement.  It would be quite a stretch for the \nCourt to hold —as PHE requests—that Section 5(a) effectively  supplements the \nAgreement and would require Dolinsky to sell the Harvey Shares to PHE even if the \nCourt were to ultimately rule that the Agreement itself merely gives the Estate the \noption of doing so.  The language in  Section 5(a) falls far short o f independently \nimposing upon the Estate a substantive obligation to sell the Harvey Shares to PHE.   \nIndeed, Section 5(a) does not even mention by name either PHE or the Agreement.  \nTo the contrary, this provision of the Will contains only a broad reference to the \nexistence of shareholder agreements generally.  Moreover, it directs that any sales of \nHarvey’s shares be conducted “in accordance with  those agreements ”—thereby \nrecognizing that the terms of any such shareholder agreements would control.  \n36. Although PHE attempts to rely on several cases from this Court in which \nthe economic loss rule was deemed inapplicable, the Court finds each of those cases \nto be distinguishable.  See Kixsports, LLC v. Munn, 2021 NCBC LEXIS 32, at *17–18 \n(N.C. Super. Ct. Apr. 1, 2021) (concluding that the economic loss rule did not apply \nbecause the operating agreement at issue did not eliminate the statutory duties owed \nto the plaintiff by the defendant); Austin v. Regal Inv. Advisors, LLC , 2018 NCBC \nLEXIS 3, at *27 (N.C. Super. Ct. Jan. 8, 2018 ) (holding that the economic loss rule \ndid not bar the plaintiffs’ negligence claims as a matter of law where the court found \nsupport for the plaintiffs’ proposition that the defendant owed a separate duty under \nthe North Carolina Administrative Code); USConnect, 2017 NCBC LEXIS 37, at *15 \n(rejecting application of the economic loss rule where the contract at the center of the \ndispute had expired and therefore was not in effect when the alleged tortious conduct \noccurred); RCJJ, LLC v. RCWIL Enters., LLC , 2016 NCBC LEXIS 46, at *21 n.61 \n(N.C. Super. Ct. Jun. 20, 2016) (finding that the economic loss rule was inapplicable \nwhere “there exists issues of fact that create a question as to whether the Separation \nAgreement is an enforceable contract”).  \n37. As in Perry, the Court concludes that any remedy to which PHE may be \nentitled is grounded in contract rather than in tort.  Accordingly, Dolinsky’s Motion \nis GRANTED as to PHE’s breach of fiduciary duty claim, and this claim is dismissed \nwith prejudice.  \nII. Declaratory Judgment Claim (Fourth Claim for Relief)   \n38.  Finally, Dolinsky also seeks dismissal of PHE’s will- based declaratory \njudgment clai m.3  In this claim, PHE requests “a judicial determination  and \ndeclaration that PHE  is an interested person under the Estate, and that the Will \n \n3 Dolinsky has not moved to dismiss PHE’s other declaratory judgment claims designated as \nthe second and fifth claims for relief in the Complaint.   \nrequires Defendant to sell the Harvey Shares to PHE in accordance with the terms of \nthe Shareholders’ Agreement.”  (Compl. ¶ 70.)   \n39. The Declaratory Judgment Act  authorizes North Carolina courts  “to \ndeclare rights, status, and other legal relations ” in cases involving actual disputes \nbetween adverse parties.  N.C.G.S. § 1-253; see Adams v. N.C. Dep’t of Nat. and Econ. \nRes., 295 N.C. 683, 703 (1978).   Our Supreme Court has explained that “[a]n actual \ncontroversy between the parties is a jurisdictional prerequisite for a proceeding under \nthe Declaratory Judgment Act in order to ‘preserve inviolate the ancient and sound \njuridic concept that the inherent function of judicial tribunals is to adjudicate genuine \ncontroversies between antagonistic litigants with respect to their rights, status, or \nother legal relations.’ ”  Id. (quoting Lide v. Mears, 231 N.C. 111, 118 (1949)).  Thus, \na “Superior Court has ju risdiction to render a declaratory judgment  only when the \npleadings and evidence disclose the existence of a genuine controversy between the \nparties to the action, arising out of conflicting contentions as to their respective legal \nrights and liabilities under a . . . will, contract, [or] statute[.]”  Nationwide Mut. Ins. \nCo. v. Roberts, 261 N.C. 285, 287 (1964).  \n40. The Supreme Court has made clear that  “a trial court  [may], in the \nexercise of its discretion  . . . decline a reque st for declaratory relief when (1) the \nrequested declaration will serve no useful purpose in clarifying or settling the legal \nrelations at issue; or (2) the requested declaration will not terminate or afford relief \nfrom the uncertainty, insecurity, or controversy giving rise to the proceeding.”  Augur \nv. Augur, 356 N.C. 582, 588–589 (2002).   \n41. The Court agrees with Dolinsky that dismissal of PHE’s will-based \ndeclaratory judgment claim is proper.  PHE has failed to convince the Court that \nthere is any actual dispute in this case over the proper interpretation of the Will that \nwould make a declaratory judgment on that  subject appropriate.  As discussed at \nlength above, the real issue in this case concerns the proper interpretation of the \nAgreement with regard to the disposition of Harvey’s PHE shares.  Once again, the \nCourt is unable to discern any legally permissible construction of the Will that would \nalter the contractual duties that exist based on the terms of the Agreement.  \n42. Therefore, PHE’s fourth claim for relief is dismissed without prejudice \nfor lack of subject matter jurisdiction.   See Button v. Level Four Orthotics & \nProsthetics, Inc. , 2020 NCBC LEXIS 30 , at  *21 (N.C. Super. Ct. Mar. 13, 2020) \n(dismissing a re quest for declaratory judgment because  the plaintiff failed to show  \nthe existence of an actual controversy as required by the Declaratory Judgment Act); \nLumbee Enter. Dev., Inc., v. Lumbee Reg’l Dev. Ass’n., 2020 NCBC LEXIS 61, at *23–\n27 (N.C. Super. Ct. May 8, 2020) (granting motion for summary judgment where the \ndeclaratory relief requested would not terminate the uncertainty or controversy \namong the parties as to the ultimate issue).  \n \nCONCLUSION \nTHEREFORE, IT IS ORDERED as follows: \n1. Defendant’s motion to dismiss PHE ’s breach of fiduciary duty  claim is \nGRANTED, and this claim is DISMISSED with prejudice.  \n2. Defendant’s motion to dismiss Plaintiff’s fourth claim for relief is GRANTED, \nand this claim is DISMISSED without prejudice.  \nSO ORDERED, this the 19th day of October, 2022.  \n \n       /s/ Mark A. Davis    \n       Mark A. Davis  \n       Special Superior Court Judge  \n       for Complex Business Cases  "
}