{
  "id": "68e84f9dd9da8f37ff18e521d45b193017a5e72ae267944acabafbaffc2ae229",
  "source_file": "data/raw/ncbc/68e84f9dd9da8f37ff18e521d45b193017a5e72ae267944acabafbaffc2ae229.pdf",
  "raw_text": "Herrera v. Charlotte School of Law, LLC, 2018 NCBC 34. \nSTATE OF NORTH CAROLINA \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 1965 [MASTER FILE] \n   17 CVS 4265; 17 CVS 5870;  \n17 CVS 6749; 17 CVS 7851 \nDANIEL HERRERA; TALECE \nHUNTER; ARIQUE DROSS, III; \nSTACEY KING; DAWN PATTERSON; \nWILL HODGE; JOELLE \nBATTAGLIA; PORTIA DARBY \nHAWKINS; JAMES HOWE; JULES \nDOSSOU AZATASSOU; MAURICE \nRUSSELL; KIMBERLY JOHNSON; \nJENNIFER POLSKY; and TARAH \nFRIEDMAN, \n \nPlaintiffs, \n \nv. \n \nCHARLOTTE SCHOOL OF LAW, LLC; \nINFILAW CORPORATION; INFILAW \nHOLDING, LLC; JAY CONISON; \nCHIDI OGENE; DONALD E. LIVELY; \nand RICK INATOME,  \n \nDefendants. \n \nORDER & OPINION ON \nDEFENDANTS’ MOTION TO \nDISMISS \n \n \n1. THIS MATTER is before the Court on Charlotte School of Law, LLC  \n(“CSL”), InfiLaw Holding, LLC, InfiLaw Corporation, Jay Conison, Chidi Ogene, \nDonald E. Lively, and Rick Inatome’s (collectively, the “CSL Defendants”) Motion to \nDismiss for Failure to State A Claim (the “Motion”)  filed in: Herrera v. Charlotte \nSchool of Law, LLC , 17 CVS 1965 (the “Herrera Action”); Robertson v . Charlotte \nSchool of Law, LLC, 17 CVS 4265 (the “Robertson Action”); Mosley v. Charlotte School \nof Law, LLC, 17 CVS 5870 (the “Mosley Action”); Merritt v. Charlotte School of Law, \nLLC, 17 CVS 6749 (the “Merritt Action”); and Frisby v. Charlotte School of Law, LLC, \n \n \n \n \n17 CVS 7851 (the “Frisby Action”) , (collectively the “Actions”) . For the reasons \ndiscussed below, the Court GRANTS IN PART and DENIES IN PART the Motion.  \nLaw Offices of James Scott Farrin, by Gary W. Jackson, Hoyt G. \nTessener, James S. Farrin, Christopher R. Bagley, Sidney B. Fligel, and \nThe Law Offices of Jason E. Taylor, P.C. , by Lawrence Serbin, for \nPlaintiffs.  \n \nWomble Bond Dickinson (US) LLP, by Debbie W. Harden, J ohnny M. \nLoper, and Sarah M. Stone, and Cooley LLP, by David E. Mills (pro hac \nvice) and Michael D. Hays (pro hac vice), for Defendants Charlotte School \nof Law, LLC, InfiLaw Corporation, InfiLaw Holding, LLC, Jay Conison, \nChidi Ogene, Donald E. Lively, and Rick Inatome.  \n \nGale, Chief Judge.  \n \nI. THE PARTIES  \n \nA. Plaintiffs  \n \n2. Plaintiffs Daniel Herrera, Talece Hunter, Arique Dross, III, Stacey \nKing, Dawn Patterson, Will Hodge, Joelle Battaglia, Portia Darby Hawkins, James \nHowe, Jules Dossou Azatassou, Maurice Russell, Kimberly Johnson, Jennifer Polsky, \nand Tarah Friedman (collectively, “Herrera Plaintiffs”) attended CSL at some point \nduring 2015 or 2016.  (Third Am. Compl. ¶¶ 30–43, ECF No. 18.) \n3. Plaintiffs Brianna Robertson, Asia Brown, Matthew Yoo, Gary Leto, \nChina McGee, Jody Lyles, Derasean Adegbola, Justin Knoll, Russell Mart in, and \nLauren Yuhas (collectively, “Robertson Plaintiffs”) attended CSL at some point \nduring 2015 or 2016.  (First Am. Compl. ¶¶ 30–39, ECF No. 2.) \n4. Plaintiffs Ephraim Mosley, Yolanda Davis, Ryan Love, Shaun Malone, \nWilliam Segers, III, Fabba Kijera, Micha el Perez, Jasmine Smith, Lauren Tatro, \nRachel Bryan, Kabir Buhari, Cierra Blaher, Douglas Walker, Edilia Zuniga, and \n \n \n \n \nCourtenay Sellers (collectively, “Mosley Plaintiffs”) attended CSL at some point \nduring 2014, 2015, or 2016.  (Compl. ¶¶ 30–45, ECF No. 2.)  Nichole Burkhart initially \nwas a plaintiff in the Mosley Action, but voluntarily dismissed her claims against all \nDefendants without prejudice on April 4, 2018.  (Notice Voluntary Dismissal Without \nPrejudice, ECF No. 269.)  \n5. Plaintiffs Brittaney Merritt, Elle Pappas, Ashley Good, Lacey Webb, \nBrent Finnell, Sarah Speed, Adriana Urtubey, Tyler Spillman, Jalen Sanders, and \nShereka Banks (collectively, “Merritt Plaintiffs”) attended CSL at some point during \n2014, 2015, or 2016.  (Compl. ¶¶ 30–39, ECF No. 2.) \n6. Plaintiffs Patience Frisby, Charlie Carpenter, Brandon Potter, Erica \nBennerman, Melissa Grisewood, Kathleen Pasquarella, Demetria Braden, Jamal \nWilliams, Annabelle Pardo, Omar Bashi, Jasmin Brooks, Ashlee McGinnas, Rachel \nGainey, Ashlin Massey, Steven Burleson, Mary Welch, and Charles Hornack \n(collectively, “Frisby Plaintiffs”) attended CSL at some point during 2014, 2015, or \n2016.  (Compl. ¶¶ 30–46, ECF No. 2.) \n7. The Court has subsequently been assigned  multiple related a ctions \nbrought by other CSL students. \nB. Defendants \n8. Defendants initially included  Sterling Capital Partners, L.P. , a \nDelaware limited partnership with its principal place of business in Chicago, Illinois, \nand Sterling Capital Partners GmbH & Co. KG , a German limited partnership with \nits principal place of business in Chic ago, Illinois  (collectively, the “Sterling \n \n \n \n \nDefendants”).  See Herrera v. Charlotte School of Law, LLC , 2018 NCBC LEXIS 15, \nat *5 (N.C. Super. Ct. Feb. 14, 2018).  All the claims against the Sterling Defendants \nhave been dismissed.  See id. at *20.  (See also Notice of Voluntary Dismissal Without \nPrejudice, ECF No. 26 3; Notice of Voluntary Dismissal Without Prejudice, ECF No. \n264.)  \n9. InfiLaw Holding, LLC  (“Holding”) is a Delaware limite d-liability \ncompany with its principal place of business in Florida.  (Third Am. Compl. ¶ 348.)  \nHolding owns InfiLaw Corporation (“InfiLaw”).  (Third Am. Compl. ¶ 348.)   \n10. InfiLaw is incorporated in Delaware with its principal place of business \nin Naples, Florida and is licensed to do business in North Carolina.  (Third Am. \nCompl. ¶ 347.)  InfiLaw owns three for-profit law schools, including CSL.  (See Third \nAm. Comp. ¶ 350.)  \n11. CSL is a Delaware limited-liability company with its principal place of \nbusiness in Charlotte, North Carolina.  (Third Am. Compl. ¶ 344.)  CSL was founded \nin 2006 as a for-profit law school and was accredited by the ABA in 2011.  (Third Am. \nCompl. ¶ 345.)  CSL ceased operations in August 2017.  \n12. Jay Conison (“ Dean Conison”) is a citizen and resident of Charlotte, \nNorth Carolina and was CSL’s Dean from 2013 until it closed in August 2017.  (Third \nAm. Compl. ¶ 351.)   \n13. Chide Ogene (“Ogene”) is a citizen and residen t of Charlotte, North \nCarolina and was CSL’s President from 2015 until it closed.  (Third Am. Compl. \n¶ 353.)   \n \n \n \n \n14. Don E. Lively (“Lively”) is a resident of Phoenix, Arizona and was CSL’s \nPresident from 2011–2014.  (Third Am. Compl. ¶ 354.)   \n15. Rick Inatome (“Inatome”) is the Chief Executive Officer of InfiLaw and \nHolding.  (Third Am. Compl. ¶ 356.)  \nII. PROCEDURAL HISTORY AND BACKGROUND \n \n16. The Herrera Action was initiated on January 31, 2017, with a Second \nAmended Complaint filed on February 20, 2017.  \n17. The Robertson Action was initiated on March 10, 2017, with a  First \nAmended Complaint filed on March 28, 2017.  \n18. The Herrera Action was designated a mandatory complex business case \nby order of the Chief Justice on March 27, 2017, and assigned to the undersigned on \nMarch 29, 2017.  \n19. The Herrera Plaintiffs filed their Third Amended Complaint on March \n28, 2017. \n20. The Rober tson Action was designated a mandatory complex business \ncase by order of the Chief Justice and assigned to the undersigned on April 18, 2017.   \n21. The Mosley Action was initiated on March 28, 2017, the Merritt Action \nwas initiated on April 13, 2017, and the Frisby Action was initiated on May 1, 2017.   \n22. The Mosley Action, Merritt Action, and Frisby Action were designated \nmandatory complex business cases by order of the Chief Justice on June 12, 2017, \nand assigned to the undersigned on June 13, 2017.   \n \n \n \n \n23. On June 16, 2017, the Sterling Defendants moved to dismiss the Actions \npursuant to Rule 12(b)(2) and Rule 12(b)(6) of the North Carolina Rules of Civil \nProcedure (“Rule(s)”).  (ECF No. 29.)  \n24. On June 16, 2017, the CSL Defendants collectively moved to dismiss the \nActions pursuant to Rule 12(b)(6).  (ECF No. 35.)  Holding, Lively, and Inatome \nseparately moved to dismiss the Actions pursuant to Rule 12(b)(2).  (ECF No. 33.)  \n25. The Court, with consent of the parties, entered the Stipulation and Case \nManagement Order No. 1 on June 21, 2017, which provides , inter alia , that \nsubsequently filed actions arising out of the same or substantially similar events will \nbe treated as mandatory complex business cases, without need for an additional \nNotice of Designation, assigned to the undersigned, and then referred to as “Related \nActions.”  (Stipulation and Case Management Order No. 1  ¶ 2, ECF. No. 38.)  The \nCourt design ated the Herrera Action as the Master F ile and its Third Amended \nComplaint as the operative complaint.   (Stipulation and Case Management Order \nNo. 1 ¶ 4.)  \n26. At present, there are over ninety actions assigned to the Court, \nrepresenting claims of 156 former CSL students, with an indication that there are \nothers yet to be filed .  Each Plain tiff brings claims individually and  there is no \nputative class action pending before the Court.  The five Actions captioned above were \nthe first cases initiated and the only cases pending when the CSL Defendants filed \ntheir Motion.   \n \n \n \n \n27. There are also four actions in the United States District Court for the \nWestern District of North Carolina, involving similar allegations against some of the \nCSL Defendants, three of which were brought as putative class actions: (1) Barchiesi \nv. Charlotte School of Law., LLC, No. 3:16-CV-00861 (purported class action); (2) Levy \nv. Charlotte School of Law, LLC , No. 3:17 -CV-00026-GCM (purported class action); \nKrebs v. Charlotte School of Law, LLC , No. 3:17 -CV-00190-GCM (purported class \naction); and (4) Ash v. Cha rlotte Scho ol of Law, LLC , No. 3:17 -CV-00039-GCM \n(individual action).  Presiding Judge Graham C. Mullen has entered a number of \norders narrowing the claims in those federal actions.  See, e.g., Levy v. InfiLaw Corp., \nNo. 3:17-CV-00026-GCM, 2017 U.S. Dist. LEXIS 131106, at *16 (W.D.N.C. Aug. 17, \n2017); Barchiesi v. Charlotte School of Law, LLC, No. 3:16-CV-00861, 2017 U.S. Dist. \nLEXIS 131107, at *22 (W.D.N.C. Aug. 17, 2017); Krebs v. Charlotte School of Law, \nLLC, No. 3:17-CV-00190-GCM, 2017 U.S. Dist. LEXIS 143060, at *34 (W.D.N.C. Sept. \n5, 2017).   \n28. When the Court heard arguments on Defendants’ motions on September \n12, 2017, Plaintiffs requested the right to pursue jurisdictional discovery before the \nCourt ruled on Defendants’ Rule 12(b)(2) motions.  The Court ordered l imited \njurisdictional discovery related to Holding, Inatome, and Lively and reserves  ruling \non their motion to dismiss for  lack of personal jurisdiction unt il such discovery is \ncompleted.  (Order Granting In Part Plaintiffs’ Request for Jurisdictional Disc overy, \nECF No. 239.)  \n \n \n \n \n29. On February 14, 2018, t he Court dismissed all claims against the \nSterling Defendants in the Actions for lack of personal jurisdiction.  See Herrera v. \nCharlotte School of Law, LLC, 2018 NCBC LEXIS 15, at *19–20 (N.C. Super. Ct. Feb. \n14, 2018).   \n30. On March 22, 2018, Plaintiffs filed two Notices of Voluntary Dismissal \nWithout Prejudice, which together dismissed all claims against  the Sterling \nDefendants in all of the Related Actions without prejudice.   (Notice of Voluntary \nDismissal Without Prejud ice, ECF No. 263 ; Notice of Voluntary Dismissal Wi thout \nPrejudice, ECF No. 264.)   \n31. The CSL Defendants’ Rule 12(b)(6) Motion is ripe for resolution.  \nIII. FACTUAL BACKGROUND \n \n32. The Court does not make findings of fact o n a motion to dismiss  \npursuant to Rule 12(b)(6) , but recites only the facts that are relevant to the Court’s \ndetermination of the Motion.  The following facts are accepted as true solely for \npurposes of the Motion, and all reasonable inferences are construed in Plaintiffs’ \nfavor. \n33. CSL opened in 2006 as a for -profit law school in Charlotte, North \nCarolina and was accredited by the American Bar Association (“ABA”) in 2011.  \n(Third Am. Compl. ¶¶ 3, 345.)   \n34. In March 2017, CSL had approximately 700 students.   (Third Am. \nCompl. ¶ 3.)  CSL’s admission standards were lower than most accredited law schools, \nwith CSL regularly admitting 50% to 75% of all applicants.  (Third Am. Compl. ¶ 3.)  \n \n \n \n \nCSL’s attrition rates for first -year students was 32.1% in 2014, 44.6% in  2015, and \n49.2% in 2016.  (Third Am. Compl. ¶ 370.)  \n35. After receiving its accreditation, CSL advertised that it had “a rigorous \ncurriculum [that was] created to ensure that [their]  students are equipped with \npractical skills that will allow them to thrive in a professional setting.”  (Third Am. \nCompl. ¶ 5.)  CSL also stated on its website  that it had “been awarded full \naccreditation by the ABA in 2011” and that such accreditation required the school to \n“ha[ve] full compliance with each of the ABA’ s standards.”  (Third Am. Compl. ¶  4 \n(alteration in original) ; see also  Pl.’s Mem. Opp’n Defs.’ Mot. Dismiss Ex. A \n(“Department of Education Letter”), at 10–11, ECF No. 52.2.)1    \n36. CSL offered merit -based scholarships to some students.   (Third Am. \nCompl. ¶ 360.)  Six of the Herrera Plaintiffs had their academic scholarships revoked \nafter their first year.  (See Third Am. Compl. ¶¶ 362–67.)  Plaintiffs contend that CSL \nmanipulated grading to make it extremely difficult for students to maintain their \nscholarships, but did not inform prospective students that many students lose their \nscholarships after their first year.  (See Third. Am. Compl. ¶ 361.)  Four of the Herrera \nPlaintiffs who had scholarships were all placed in the same classes.  (Third Am. \nCompl. ¶ 24.)  Plain tiffs contend that CSL purposefully p laced scholarship students \nin the same classes “so that the grading curve as implemented by CSL would \n                                                 \n1 The Court may reference the Department of Education Letter because the Third Amended \nComplaint refers to the letter throughout the complaint  and quotes from it extensively.  \nSchlieper v. Johnson, 195 N.C. App. 257, 261, 672 S.E.2d 548, 551 (2009); (Third Am. Compl. \n¶¶ 383–88.) \n \n \n \n \nautomatically reduce the number of qualified scholarship recipients.”  (Third Am. \nCompl. ¶ 24.)  \n37. CSL advertised to prospective students for the class of 2017 (presumably \napplicants enrolling in 2014) that CSL would implement a “C” curve for their first \nyear, but no curve for their second and third year of  studies.  (Third Am. Compl.  \n¶ 368.)  Plaintiffs contend that, in 2015, CSL changed its grading system so that the \nclass of 2017 would be graded on a “C” curve for all three years, but “never disclosed \n[the change] to the Class of 2017 students during their application process.”  (Third \nAm. Compl. ¶ 369.)   \n38. Plaintiffs argue that CSL implemented a grading curve and “lax \nadmission standards” as a part of a scheme to make money.  (Third Am. Compl. ¶ 370; \nsee also Third Am. Compl. ¶ 371 .)  Plaintiffs also contend that CSL would dismiss \nstudents for “academic reasons” and then allow those students to immediately re -\nenroll the next semester.  (Third Am. Compl. ¶ 371.)   \n39. The ABA conducted an on-site Three Year Interval Evaluation of CSL \nfrom March 16–19, 2014.  (Third Am. Compl. ¶ 374.)  Students, faculty, and staff were \naware that the ABA was condu cting an evaluation.  D uring their evaluation,  ABA \nrepresentatives attended classes and  met with students, faculty, and staff .  (Third \nAm. Compl. ¶ 374.)   \n40. On September 15, 2014, the ABA provided CSL with a seventy-two page \nInspection Report, which included information on CSL’s students’ admissions \nqualifications, output metrics, and bar passage rates  and discussed CSL’s legal \n \n \n \n \neducation program and financial operations.  (Third Am. Compl. ¶ 375.)  “The ABA \ninformed CSL that the [Inspection] Report would provide the basis for its \ndetermination on whether CSL’s programs were operating in co mpliance with the \nABA Standards,” and invited CSL to comment on or note any factual errors.  (Third \nAm. Compl. ¶ 375.)    \n41. CSL responded to the Inspection Report in October 2014.  (Third Am. \nCompl. ¶ 375.)   \n42. In January 2015, the ABA issued its first decision related to its \nevaluation of CSL , stating “that it had ‘reason to believe ’ that CSL had ‘not \ndemonstrated compliance ’ wi th certain ABA ” Standards for the Approval of Law \nSchools (“Standards”).  (Third Am. Compl. ¶ 376.)  The ABA requested  that CSL \nprovide it with additional information to allow the ABA to make its determination as \nto whether CSL was in compliance with Stand ards 301(a), 501(a) , and 501(b) and \nInterpretation 501 -1.  (Third Am . Compl. ¶  376.)  Those  Standards require a law \nschool to “maintain a rigorous program of legal education,” and “maintain sound \nadmission policies and practices consistent with the Standards.”  (Third Am. Compl. \n¶ 376.)  Specifically , Standard 501(b) states that “[a] law school shall not admit an \napplicant who does not appear capable of satisfactorily completing its  program of \nlegal education and being admitted to the bar.”  (Third Am. Compl. ¶ 376.) \n43. After receiving the ABA’s January 2015 decision, Dean Conison emailed \nall of CSL’s students, stating that “[t]he report of the [ABA] site visit team was very \npositive,” and that it “contains only a few items on which we need to report back with \n \n \n \n \nupdated information.”  (Third Am. Compl. ¶ 377.)  Dean Conison assured students \nthat “[r]equests to report back are normal” and that “in [his] experience decision \nletters typically contain more requests to report back than” CSL’s letter contained.  \n(Third Am. Compl. ¶ 377.) \n44. On February 3, 2016, the ABA issued its second decision , in which  it \nconcluded that CSL was not in compliance with Standards 301(a), 501(a), 501(b), and \nInterpretation 501 -1.  (Third Am. Compl. ¶ 379.)  The ABA made twenty factual \nfindings, including findings that CSL failed to demonstrate that it was maintaining \na rigorous legal curriculum or sound admission policies and practices.  (Third Am. \nCompl. ¶ 379.)   \n45. In July 2016, the ABA issued its third decision , in which it reiterated \nthat CSL was not in compliance with Standards 301(a), 501(a), 501(b) , and \nInterpretation 501 -1 and further concluded that “the issues of non -compliance . . . \n[were] substantial and [had] been persistent.”  (Third Am. Compl. ¶ 380.)  The ABA \nfurther concluded that CSL’s “plans for brin ging itself into compliance with the \nStandards have not been proven effective or reliable.”  (Third Am. Compl. ¶ 380.)  The \nABA made forty -four specific factual findings, including that CSL’s “[a]ttrition is \nsubstantial and suggests that [CSL’s] admission process is not as predictive of \nacademic success as it might be.”  (Third Am. Compl. ¶ 380 ; see Department of \nEducation Letter 5.)  Additionally, the ABA noted conc erns over CSL’s bar passage \nrates, explaining that CSL’s “ultimate bar passage rates . . . may be in compliance for \n2014, but the 17% missing or never passed could affect that compliance,” and that \n \n \n \n \nCSL “is not in compliance for 2015 at this point, with 43% either missing or never \n[having] passed the bar.”  (Third Am. Compl. ¶ 380.)   \n46. As a part of its third decision, the ABA “directed CSL to take a series of \nremedial actions, including  . . . requir[ing] CSL to disclose  the [ABA] Committee’s \ndecision to students and the public.”  (Department of Education Letter at 7.)  \n47. In August 2016, CSL appealed parts of the ABA’s decision.  (Third Am. \nCompl. ¶ 381 ; see Department of Education Letter 7.)  The ABA held a hearing on \nOctober 21, 2016.  (Third Am. Compl. ¶ 381.)  Dean Conison testified at the hearing, \nstating that CSL was “not appealing th[e] conclusion of noncompli ance with \nStandards 301 and 501,” (Third Am. Compl. ¶ 381 ), but requested that the ABA \n“eliminate the requirement that CSL publicly disclose the findings of noncompliance \nor, in the alternative, delay such disclosure for one year,” and vacate the finding that \nCSL’s noncompliance had been substantial and persistent.  (Department of Education \nLetter 7.)  \n48. The ABA issued its fourth and final decision on November 14, 2016.  \n(Third Am. Compl. ¶ 382.)  The ABA again concluded that CLS was not in compliance \nwith Standards 301(a), 501(a), and 501(b) and that such noncompliance was \nsubstantial and persistent.  (Third Am. Compl. ¶  382.)  The ABA placed CSL on \nprobation and ordered remedial action.  (Third Am. Compl. ¶ 382.)  The ABA required \nCSL to provide “all admitted students and publish prominently on its website in a \nplace and manner acceptable to the Managing Dir ector [of the ABA] a statement \nadvising that the Law School has been placed on probation and of the specific \n \n \n \n \nremedial actions the Law School is required to take.”  (Pl.’s Mem. Opp’n Defs.’ Mot. \nDismiss Ex. C (“Notice of Probation”), at 2 , 51.4 ; see Third A m. Compl. ¶ 382.) 2  \nAdditionally, the ABA ordered CSL to provide the ABA with a written plan to achieve \ncompliance with Standards 301(a),  501(a), and 501(b) and “its admissions data and \nadmissions methodology.”  (Notice of Probation 1–2.)  \n49. The ABA did not revoke CSL’s accreditation. \n50. Other than Dean Conison’s email characterizing the ABA’s January \n2015 decision as “very positive,” (Third Am. Compl. ¶ 377), CSL made no disclosures \nregarding the ABA’s findings and decisions until the ABA issued its November 14, \n2016 final decision.  \n51. The Department of Education became aware of the ABA’s findings and, \non December 19, 2016,  denied CSL’s Recertification Application to Participate in \nFederal Student Financial Assistance Program.  (Third Am. Compl. ¶ 383 ; \nDepartment of Education Letter 1.)   \n52. The Department of Education found that CSL had substantially \nmisrepresented “the ‘nature and extent’ of CSL’s accreditation.”  (Third Am. Compl. \n¶ 384; see also Department of Education Letter 10.)  Specifically, the Department of \nEducation noted that on CSL’s website it promoted that “it ‘ha[d] been awarded full \naccreditation’ by the ABA in 2011, which required the school to ‘ha[ve] established \nfull compliance with each of the ABA’s standards ,” and that “CSL p romoted, and \n                                                 \n2 The Court can reference the Notice of Probation, without converting this Motion to a Rule \n56 motion, because the Third Am ended Complaint refers to notice in the complaint.  See \nSchlieper v. Johnson, 195 N.C. App. 257, 261, 672 S.E.2d 548, 551 (2009); (Third Am. Compl. \n¶ 382.) \n \n \n \n \ncontinues to promote, that . . . the [ABA] Council had determined in June 2011 that \nCSL was ‘in full compliance with the ABA Standards.’”  (Department of Education \nLetter 10–11 (second alteration in original) ; see also Third Am. Compl. ¶ 385 .)  The \nDepartment of Education concluded that such statements were  misleading because \n“[a] student or prospective student could reasonably read these statements  and \nconclude that the 2011 finding of ‘full compliance’ by the ABA was the final word as \nto the institution’s compliance with the ABA’s accreditation standards.”  (Department \nof Education Letter 11; see also Third Am. Compl. ¶ 385.)   \n53. CSL’s participation in the federal financial aid program  ended on \nDecember 31, 2016.  (Department of Education Letter 1.)  \n54. Plaintiffs complain that the CSL Defendants failed to make “any \nstatement so as to shed light to the lack of financial aid,” (Third Am. Compl. ¶ 417) , \n“waited thirty (30) days after the December 19, 2016 [Department of Education] \ndenial letter to issue  any sort of public statement ,” (Third Am. Compl. ¶ 14 ), and \nrefused to meet with students to discuss the Department of Education’s decision.  (See \nThird Am. Compl. ¶ 14.)  Plaintiffs contend that the CSL Defendants “concealed the \nseverity of the [Department of Education’s denial] from Plaintiffs by locking the \nseventh floor doors at CSL and cutting off the elevator access to the seventh floor, \nthereby leaving current students in the dark.”  (Third Am. Compl. ¶ 417.)   \n55. CSL closed in August 2017.  \n \n \n \n \n \n \nIV. STANDARD OF REVIEW  \n \n56. In ruling on a motion to dismiss pursuant to Rule 12(b)(6),  the Court’s \ninquiry is “whether, as a matter of law, the allegations of the complaint, treated as \ntrue, are sufficient to state a claim upon which relief may be granted under some \nlegal theory.”  Harris v. NCNB Nat’l Bank of N.C., 85 N.C. App. 669, 670, 355 S.E.2d \n838, 840 (1987).  The Court reviews the allegations of the complaint in the light most \nfavorable to the Plaintiffs.   The Court construes the factual allegations in the \ncomplaint liberally, but is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, 274, 620 \nS.E.2d 873, 880 (2005)  (quoting Veney v. Wyche, 293 F.3d 726, 730 (4th Cir. 2002)) .  \nThe Court may also ignore a party’s legal conclusions.  McCrann v. Pinehurst, LLC, \n225 N.C. App. 368, 377, 737 S.E.2d 771, 777 (2013). \n57. Dismissal of a claim pursuant to Rule 12(b)(6) is proper “(1) whe n the \ncomplaint on its face reveals that no law supports [the] claim; (2) when the complaint \nreveals on its face the absence of fact sufficient to make a good claim; [or] (3) when \nsome fact disclosed in the complaint necessarily defeats the . . . claim.”  Oates v. JAG, \nInc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985); see also Krawiec v. Manly, No. \n252A16, 2018 N.C. LEXIS 222, at *5 (N.C. Apr. 6, 2018) .  Otherwise, “a complaint \nshould not be dismissed for insufficiency unless it appears to a certainty that plaintiff \nis entitled to no relief under any state of facts which could be proved in support of the \n \n \n \n \nclaim.”  Sutton v. Duke , 277 N.C. 94, 103, 176 S.E.2d 161, 166 (1970) (emphasis \nomitted).   \n58. Where the pleading refers to certain documents, the Court may consider \nthose documents without converting the motion into one for summary judgment \nunder Rule 56.  See Schlieper v. Johnson, 195 N.C. App. 257, 261, 672 S.E.2d 548, 551 \n(2009); Oberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 60, 554 S.E.2d 840, 847 \n(2001) (explaining that “a court may properly consider documents which are the \nsubject of a plaintiff’s complaint and to which the complaint specifically refers even \nthough they are presented by the defendant”).  \nV. ANALYSIS  \n \n59. Plaintiffs assert nine claims against the CSL Defendants: (1) breach of \ncontract, (2) breach of the implied covenant of good faith, (3) constructive fraud, \n(4) fraud, (5 ) intentional misrepresentation, ( 6) negligent misr epresentation, \n(7) unjust enrichment, (8) unfa ir or deceptive trade practices, and (9) punitive \ndamages.3  The CSL Defendants move to dismiss all of Plaintiffs’ claims, contending \nthat Plaintiffs have failed to both state cognizable claims and to plead the claims with \nthe requisite particularity .  Before assessing each claim, the Court must first \ndetermine whether it should take judicial notice of  documents as requested by  \nPlaintiffs and the CSL Defendants.  \n \n                                                 \n3 While Plaintiffs list unconscionability and breach of fiduciary duties as claims, ( see Third \nAm. Compl. ¶ 29 ), it appears that this was a drafting error because those claims are not \nmentioned anywhere else in the Third Amended Complaint and there are no allegations \nspecific to either claim.  The Court concludes that no such claims have been alleged.    \n \n \n \n \nA. The Court Will Take Judicial Notice of the 509 Reports  and \nEmployment Reports, But Not The Facts Included in The Reports.  \n \n60. The Court may  take judicial notice of a djudicative facts that are \n“(1) generally known within the territorial jurisdiction of the trial court or (2) capable \nof accurate and ready determination by resort to sources whose accuracy cannot \nreasonably be questioned.”  N.C. Gen. Stat. § 8C-1, Rule 201(b) (2015).  The Court \nmay take judicial notice of adjudicative facts “at any stage of the proceeding.”  Id. at \n§ 8C-1, Rule 201(f); see also Wood v. J.P. Stevens & Co., 297 N.C. 636, 641, 256 S.E.2d \n692, 696 (1979); Zloop, Inc. v. Parker Poe Adams & Bernstein, LLP, No. 17 CVS 5480, \n2018 NCBC LEXIS 16, at *14 (N.C. Super. Ct. Feb. 16, 2018).  In fact, when a party \nrequests that the Court take judicial notice of a fact and supplies the Court with the \nnecessary information, the Court is required to take judicial notice of the fact if it \nsatisfies Rule 201(b).  See N.C. Gen. Stat. § 8C-1, Rule 201(d). \n61. As long as the website’s authenticity is not in dispute and the fact is \n“capable of accurate and ready determination,” then the Court may take judicial \nnotice of information available on a website.  N.C. Gen. Stat. § 8C-1, Rule 201(b) \n(2015); see Feeling Great, Inc. v. N.C. Dep’t of Revenue, No. 14 CVS 11139, 2015 NCBC \nLEXIS 84, at *10 (N.C. Super. Ct. Aug. 20, 2015).  This Court has previously taken \njudicial notice of information provided on a party’s website.  See LegalZoom.com, Inc. \nv. N.C. State. Bar, No. 11 CVS 15111, 2014 NCBC LEXIS 9, at *3–4 (N.C. Super. Ct. \nMar. 24, 2014).   \n62. Plaintiffs ask the Court to take judi cial notice of the ABA Council \nDecision and Notice of Probation Letter for a different law school .  (See Pl. Mem. \n \n \n \n \nOpp’n Defs.’ Mot. Dismiss Ex. B, ECF No. 51. 3.)  T he Court need not address this \ndocument because it is irrelevant to this Motion.  (See Pl. Mem. Opp’n Defs.’ Mot. \nDismiss Ex. B.)  \n63. The CSL Defendants ask the Court to take judicial notice of seven \nadditional exhibits that they submitted with their Motion.  First, the CSL Defendants \nask the Court to take judicial notice of CSL’s ABA Standard 509 Information Reports \nfor 2011–2016 (“509 Reports”) and CSL’s Employment Summary Reports, available \non CSL’s website (“Employment Summary Reports”).  (See Defs.’ Mem. Supp. Mot. \nDismiss, Ex. 1, ECF No. 36.4; Defs.’ Mem. Supp. Mot. Dismiss , Ex. 6, ECF No. 36.5; \nDefs.’ Mem. Supp. Mot. Dismiss, Index of Exhibits, ECF No. 36.2.)   \n64. The Court concludes that it may take judicial notice of the fact that these \ndocuments were available on CSL’s website, but not the disputed facts contained in \nthose reports.  See Hensey v. Hennessy, 201 N.C. App. 56, 69, 685 S.E.2d 541, 550 \n(2009) (quoting Hinkle v. Hartsell, 131 N.C. App. 833, 835, 509 S.E.2d 455, 458 (1998)) \n(“[A] a court cannot take judicial notice of a disputed question of fact.”) ; (Pls.’ Mem. \nOpp’n Defs.’ Mot. Dismiss 13, ECF No. 51 (contending that these reports “rely heavily \non data provided by CSL” that Plaintiffs allege is unreliable); Third Am. Compl. \n¶ 388.).   \n65. The Court concludes that the remaining documents that the CSL \nDefendants request the Court to judicially notice are irrelevant to the Motion. \n \n \n \n \n \n \nB. Plaintiffs’ Breach-of-Contract Claims Must Be Dismissed.  \n \n66. Plaintiffs contend that the CSL Defendants entered into contracts “to \nprovide the Plaintiffs, inter alia, with a JD program fully compliant with each of the \nABA Standard[s],” and breached those contracts by failing to comply with the ABA \nStandards.  (Third. Am. Compl. ¶ 400.)  The CSL Defendants contend that Plaintiffs’ \nbreach-of-contract claims simply resta te a claim for educational malpractice, which \nis not recognized in North Carolina, and Plaintiffs fail to allege facts suggesting that \nsuch contracts actually exist.  (See Defs.’ Mem. Supp. Mot. Dismiss 12, 17 , ECF No. \n36.)  \n67. North Carolina courts have repe atedly held that “educational \nmalpractice claims . . . are not recognized under North Carolina law.”  Arnold v. Univ. \nof N.C. at Chapel Hill, No. COA16-573, 2017 N.C. App. LEXIS 292, at *9 (N.C. App. \nApr. 18, 2017) ; see also Thomas v. Olshausen , No. 3:07CV130-MU, 2008 U.S. Dist.  \nLEXIS 48667, at *5 (W.D.N.C. June 16, 20 08).  An educational malpractice claim is \nany claim, sounding in tort or contract , that requires  the Court to inquire “into the \nnuances of edu cational processes and theories. ”  Ryan v. U niv. of N.C. Hosps. , 128 \nN.C. App. 300, 302, 494 S.E.2d 789, 791 (1998) (quoting Ross v. Creighton Univ., 957 \nF.2d 410, 417 (7th Cir. 1992) ).  Courts have refused to recognize educational \nmalpractice claims, as a matter of public policy, because such claim s would require \ncourts “to make judgments as to the validity of broad educational policies” and “to sit \nin review of the day -to-day implementation of these policies.”  George L. Blum, \nAnnotation, Tort Liability of Public Schools and Institutions of Higher Learning for \n \n \n \n \nEducational Malpractice, 11 A.L.R. 7th Art. 5 (2016); see also Ross, 957 F.2d at 414.  \nWhen a plaintiff asserts a claim against an educational institution, whether framed \nas a breach of contract or a tort, the court must determine if ruling on the issue would \n“require an inquiry into the nuances of educational processes and theo ries.”  Ryan, \n128 N.C. App. at 302, 494 S.E.2d at 791 (quoting Ross, 957 F.2d at 417).  \n68. To assert a legally enforceable contract against a university , “the \nstudent ‘must point to an identifiable contractual promise that the University fa iled \nto honor’” that can be judged objectively.  Supplee v. Miller-Motte Bus. Coll., Inc., 239 \nN.C. App. 208, 219, 768 S.E.2d 582, 592 (2015) (quoting Ryan, 128 N.C. App. at 302, \n494 S.E.2d at 791).  A mere promise to provide a n education is not sufficient to \nsupport a claim for breach of contract unless the plaintiff alleges that the institution \nfailed to provide any education.  Id. at 218, 768 S.E.2d at 591  (quoting Ross, 957 F.2d \nat 417) (explaining that a studen t can state a cognizable breach -of-contract claim \nwhere the essence of the claim is not “that the institution failed to perform adequately \na promised educational service, but rather that it failed to perform that service at \nall”); Ross, 957 F.2d at 417 (“[I]f the defendant took tuition money and then provided \nno education, or alternately, promised a set number of hours of instruction and the n \nfailed to deliver, a breach of contract action may be available.”) .  But if the only \nallegation is that the education provided was not sufficient, rigorous, or adequate, \nthen the claim must be  dismissed because “there is no cognizable claim for \neducational malpractice under North Carolina law .”  Thomas, 2008 U.S. Dist. Lexis \n48667, at *5 (concluding that to the extent “the claims seek to allege that Defendants \n \n \n \n \ndenied [plaintiff] or his son access to more challenging educational programs, the \nclaims should be dismissed”); see, e.g. , Arnold, 2017 N.C. App. LEXIS 292, at *10  \n(affirming the trial court’s dismissal of plaintiffs’ breach -of-contract claim because \n“plaintiffs are asking this Court to inquire into the substance of allegedly deficient \ncourses and make a determination regarding their educa tional adequacy (or \ninadequacy)”). \n69. In contrast, w here a student’s claim includes “identifiable contractual \npromises that the University failed to honor,” beyond promising a quality education, \nand the court can make “an objective assessment of whether the institution made a \ngood faith effort to perform on its promise ,” without inquiring into the nuances of \neducational processes, then the breach-of-contract claim can survive.  Ryan, 128 N.C. \nApp. at 302, 494 S.E.2d at 791 (finding that the student’s allegation that a university \nbreached its contr act by failing to provide a one -month rotation in gynecology  was \nsufficient to support his breach -of-contract claim); see also Williams v. Livingstone \nCollege, Inc., No. COA14-696, 2015 N.C. App. LEXIS 99, at *8–9 (N.C. App. Feb. 17, \n2015) (“[A] student may bring a breach of contract action related to an ‘educational \ncontract’ when the student is able to point to an identifiable contractual promise that \nthe university failed to honor.”); see, e.g., Supplee, 239 N.C. App. at 220, 768 S.E.2d \nat 592 (quoting Ross, 957 F.2d at 417) (concluding that there was sufficient evidence \nof plaintiff’s breach -of-contract claim where the college failed to perform a \nbackground check, which was a specific term of the contract that did not require an \n“inquiry into the nuances of educational processes”); McFadyen v. Duke Univ., 786 F. \n \n \n \n \nSupp. 2d 887, 983 (M.D.N.C. Mar. 31, 2011)  (allowing plaintiff’s brea ch-of-contract \nclaim to proceed as to  plaintiff’s allegation that “Duke failed to follow promised \nprocedures for imposing discipline (particularly suspension) under the Code of \nConduct”),   aff’d in part, rev’d in part on other grounds sub nom. Evans v. Chalmers, \n703 F.3d 636, 645 n.1, 659 (4th Cir. 2012).   \n70. Here, Plaintiffs fail to sufficiently allege that CSL made any specific \npromises, beyond the general promise of providing a legal education , sufficient to \nsupport a cognizable contract claim.  Plaintiffs allege that “[i]n consideration for the \nfees and expenses paid to CSL by Plaintiffs, CSL entered into implied contracts with \nPlaintiffs to provide a legal education which was in total compliance with the \nStandards of the American Bar Association. ”  (E-mail from Chris Bagley, Plaintiffs’ \nCounsel, to Kaitlin Price, Law Clerk , and Defendants’ Counsel  (Oct. 20, 2017 )); see \nalso Third Am. Compl. ¶ 400.)   \n71. Plaintiffs argue that the Court can objectively determine whether CSL \n“made a good faith effort to perform on its promise” to be in total compliance with the \nABA Standards.  Ryan, 128 N.C. App. at 302, 494 S.E.2d at  791 (quoting Ross, 957 \nF.2d at 417); (see Third Am. Compl. ¶ 400.)  But Plaintiffs’ contention relies on their \nability to establish that the CSL Defendants and Plaintiffs actually entered into a \ncontract requiring CSL to be “fully compliant with each ABA Standard.”  (Third Am. \nCompl. ¶ 400 ); see Parker v. Glosson , 182 N.C. App. 229, 232, 641 S.E.2d 735, 737 \n(2007) (quoting Poor v. Hill, 138 N.C. App. 19, 26, 530 S.E.2d 838, 843 (2000) (stating \na breach-of-contract claim requires a party to allege facts demonstrating “(1) [the] \n \n \n \n \nexistence of a valid contract and (2) breach of the terms of that contract”).  Plaintiffs \ndo not allege that an  express agreement exists, but instead seek an inference that \nCSL promised that it would be in total compliance with all the ABA Standards.  (See \nPls.’ Mem. Opp’n Defs.’ Mot. Dismiss 22–23.)   \n72. A “formal university -student contract is rarely employed and, \nconsequently, ‘the general nature and terms of the agreement are usually implied, \nwith specific terms to be found in the university bulletin and other publications.”  \nRoss, 957 F.2d at 417 (quoting Wickstrom v. N. Idaho Coll., 725 P.2d 155, 157 (Idaho \n1986)).  However, general policies, alone, are not sufficient to establish an implied  \ncontract.  See, e.g., McFadyen, 786 F. Supp. 2d at 983 (concluding that the university’s \n“general policy against harassment [did] not provide any indication of any mutual \nagreement between Duke and the students,” but that the Code of Conduct’s specific \nprovisions “outlining certain procedures to be followed before a  student would be \nsuspended” were sufficient to establish a contract term); Giuliani v. Duke Univ., No. \n1:08CV502, 2010 U.S. Dist. LE XIS 32691, at *25 (M.D.N.C. Mar. 30, 2010) \n(concluding that “in the absence of a contract between Plaintiff and Duke University \nexpressly incorporating the student handbooks and related documents, Plaintiff’s \nbreach of contract claim should be dismissed”).   \n73. Plaintiffs’ allegations merely state the undisputed fact that CSL was \naccredited by the ABA in 2011.  (See Third Am. Compl. ¶ 4.)  As discussed below, the \nadditional statement that such “accreditation required CSL to ‘ha[ve] full compliance \nwith each of the ABA’s stan dards” may prove to be sufficient to support a claim for \n \n \n \n \nmisrepresentation, but it does not support a reasonable inference that CSL entered \ninto contracts with all of its students promis ing to always be “fully complian t” with \nthe ABA Standards.  (Third Am. Compl. ¶¶ 4, 400.)   \n74. Plaintiffs have alleged no facts suggesting that CSL agreed that it would \nalways be in full compliance with all ABA Standards.  Even assuming, arguendo, that \nthe CSL Defendants misrepresented that they were in full compliance with the ABA \nStandards from 2011 through 2016, (see Third Am. Compl. ¶¶ 4, 385), that statement \nis, at most, an advertisement, not a contractual term.  CSL’s website advertisements \nare not sufficient to establish a general policy or  specific promises that demonstrate \na mutual agreement between CSL and Plaintiffs that  CSL would always be in \ncompliance with all the ABA Standards.   \n75. The Court concludes that  Plaintiffs have not alleged sufficient facts to \ndemonstrate that CSL promised to do anything more than provide a  legal education \nto Plaintiffs, and accordingly, their claims for breach of contract must be dismissed.   \n76. The Court need not address the CSL Defendants’ additional arguments \nchallenging Plaintiffs’ contract claims.  (See Defs.’ Mem. Supp. Mot. Dismiss 17–19.) \nC. Plaintiffs’ Claims for Breach of Covenant of Good Faith and Fair \nDealing Must Be Dismissed.  \n \n77. “In every contract there is an implied covenant of good faith and fair \ndealing that neither party will do anything which injures the right of the other to  \nreceive the benefits of the agreement.”  SunTrust Bank v. Bryant/Sutphi n Prop., \nLLC, 222 N.C. App. 821, 833, 732 S.E.2d 5 94, 603 (2012)  (quoting Bicycle Transit \nAuth. v. Bell, 314 N.C. 219, 228, 333 S.E.2d 299, 305 (1985)).  “A breach of the implied \n \n \n \n \ncovenant of good faith and fair dealing ‘requires the wrongful intent of a party to \ndeprive another party of its contractual rights.’”  RREF BB Acq. v . MAS Props., \nL.L.C., No. 13 CVS 193, 2015 NCBC LEXIS 61, at *47 (N.C. Super. Ct. June 9, 2015) \n(quoting Hamm v. Blue Cross & Blue Shield of N.C., No. 05 CVS 5606, 2010 NCBC \nLEXIS 17, at *20 (N.C. Super. Ct. Aug. 27, 2010)).   Thus, the existence of a valid \ncontract is a prerequisite to a claim for breach of the implied covenant of good faith \nand fair dealing.  \n78. The Court has dismissed Plaintiffs’ claims for breach of contract .  \nTherefore, it follows that Plaintiffs’ claims for breach of the implied covenant of good \nfaith must also be dismissed.  \nD. Plaintiffs’ Claims for Constructive Fraud Must Be Dismissed.  \n \n79. “Constructive fraud differs from actual fraud in that it is based on a \nconfidential relationship rather than a specific misrepresentation.”  Hunter v. \nGuardian Life Ins. Co. of Am., 162 N.C. App. 477, 482, 593 S.E.2d 595, 599 (2004) \n(quoting Barger v. McCoy Hillard & Parks, 346 N.C. 650, 666, 488 S.E.2d 215, 244 \n(1997)).  To state a claim for constructive fraud “a plaintiff must ‘allege facts and \ncircumstances (1) which created the relationship of trust and confidence, and \n(2)  [which] led up to and surrounded the consummation of the transaction in which \ndefendant is alleged to have taken advantage of his position of trust to the hurt of \nplaintiff.’”  Governor’s Club Inc. v. Governors Club Ltd. P’ship, 152 N.C. App. 240, \n263, 567 S.E.2d 781, 795 (2002) (alteration in original) (quoting Terry v. Terry, 302 \nN.C. 77, 83, 273 S.E.2d 674, 677 (1981)).  Stated differently, “a plaintiff must show \n \n \n \n \n(1) the existence of a fiduciary duty, and (2) breach of that duty.”  Id. at 249–50, 567 \nS.E.2d at 788 (quoting Keener Lumber Co., Inc., v. Perry, 149 N.C. App. 19, 28, 560 \nS.E.2d 817, 824 (2002)).  Plaintiffs must allege the specific facts and circumstances \nthat created the relationship of trust and confidence rather than relying on conclusory \nallegations.  Id. at 263, 567 S.E.2d at 795.   \n80. “[A] fiduciary relationship arises whenever ‘there is confidence reposed \non one side, and resulting domination and influence on the other.’”  CommScope \nCredit Union v. Butler & Burke, LLP, 369 N.C. 48, 53, 790 S.E.2d 657, 660 (2016) \n(quoting Abbitt v. Gregory, 201 N.C. 577, 598, 160 S.E. 896, 906 (1931)) .  Whether a \nfiduciary relationship exists “depends ultimately on the circumstance.”  HAJMM Co. \nv. House of Raeford Farms, Inc., 328 N.C. 578, 588, 403 S.E.2d 483, 489 (1991).  \nHowever, “North Carolina courts have refused to recognize fiduciary relationships in \ncertain circumstances.”  J.W. v. Johnston Cty. Bd. of Educ., No. 5:11-CV-707-D, 2012 \nU.S. Dist. LEXIS 136300, at *41 (E.D.N.C. Sept. 24, 2012).  \n81. In Ryan v. University of North Carolina Hospitals, the Court of Appeals \nrefused to recognize a fiduciary relationship between “educator/supervisors and \nmedical residents.”  2005 N.C. App. LEXIS 402, at *11 –12 (N.C. App. Mar. 1, 2005).  \nThe Court of Appeals explained that the University of North Carolina Hospitals had \n“divided loyalties” because in addition to being plaintiff’s teachers, the defendants \nhad other interests, including “protect[ing] the public by ensuring that only qualified \ndoctors graduated from the program” and “ensuring that [the institution’s] rules and \nregulations were followed.”  Id. at *10.  The Court of Appeals acknowledged that those \n \n \n \n \n“divided loyalties” distinguished the university and plaintiff’s relationship from \n“fiduciary relationships in which the fiduciary must act primarily for the benefit of \nanother.”  Id.  \n82. Relying on Ryan, other courts have concluded that North Carolina does \nnot generally recognize “a fiduciary relationship in the academic setting.”  McCants \nv. Nat’l Collegiate Athletic Ass’n, 201 F. Supp. 3d 732, 748 (M.D.N.C. Aug. 12, 2016); \nsee also Krebs, 2017 U.S. Dist. LEXIS 143060, at * 22–23 (holding that no fiduciary \nrelationship exists between Charlotte School of Law and its students); Barchiesi, \n2017 U.S. Dist. LEXIS 13 1107, at *9–11 (same); McFadyen, 786 F. Supp. 2d at 987 \n(holding that no fiduciary duty exits between students and Duke University);  J.W., \n2012 U.S. Dist. LEXIS 136300, at *44 (explaining that the court “may not expand \nNorth Carolina law to create a fiduciary duty between school boards, school \nsuperintendents, and principals and middle school students”).   \n83. Many other jurisdictions “have [also] been reluctant to find fiduciary \nrelationships in academic settings.”  Ryan, 2005 N.C. App. LEXIS 402, at *10; see, \ne.g., Knelman v. Middlebury Coll., 898 F. Supp. 2d 697, 718 (D. Vt. 2012) (declining \nto recognize a fiduciary relationship between a student and a university, in part, \nbecause “school officials owe duties to all students, and fiduciary relationships \ntypically . . . require[ ] the fiduciary  . . . to act exclusively on the dependent’s behalf” \nwhich would be “unworkable in the school context”); Bass ex rel. Bass v. Miss Porter’s \nSch., 738 F. Supp. 2d 307, 330 –31 (D. Conn. 2010) (finding no facts to establish a \nfiduciary relationship between the student and the school); Hendricks v. Clemson \n \n \n \n \nUniversity, 578 S.E.2d 711, 716 ( S.C. 2003) (declining “to recognize the relationship \nbetween advisor and student as a fiduciary one.”); Shapiro v. Butterfield, 921 S.W.2d \n649, 651 (Mo. Ct. App. 1996) (noting that the plaintiff “cite[d] to no cases in which a \nfiduciary relationship has been found to exist between a student and faculty advisor”).   \n84. Plaintiffs contend that the CSL Defendants have a fiduciary \nrelationship with Plaintiffs because the CSL Defendants have a much better \nunderstanding of the factors that lead to a student’s success in law school and \nPlaintiffs relied upon Defendants “for accurate information about the quality of their \nlegal education.”  (Pls.’ Mem. Opp’n Defs.’ Mot. Dismiss 29.)  Plaintiffs rely on the \nallegations th at Plaintiffs were “unsophisticated applicants,” who were “not \nexperienced in how law schools operate” to support their assertion that the CSL \nDefendants owed fiduciary duties to Plaintiffs.  (Third Am. Compl. ¶ 28; see also Pls.’ \nMem. Opp’n Defs.’ Mot. Dismiss 29.)     \n85. Plaintiffs cannot cite to any authority to support their assertion that the \nCSL Defendants owed Plaintiffs a fiduciary duty.  As such, the Court concludes that \nthe reasoning in Ryan is instructive.  Similarly to the University of North Carol ina \nHospitals, CSL could not act exclusively for the benefit of Plaintiffs.  See Krebs, 2017 \nU.S. Dist. LEXIS 143060, at *21 –22.  CSL had loyalties to the public and a duty to \nensure that only qualified lawyers graduate from its program.  Additionally, CSL had \nan interest in ensuring that the rules and regulations of the school and the ABA were \nfollowed.   \n \n \n \n \n86. Because Plaintiffs have fa iled to allege a basis to find that the CSL \nDefendants owed Plaintiffs a fiduciary duty, Plaintiffs’ claims for constructive fraud \nmust be dismissed. \nE. While Plaintiffs allege facts which may constitute actual \nmisrepresentations or fraudulent concealment , they must amend \ntheir pleadings to comply with Rule 9(b).  \n \n87. A plaintiff may  allege fraud based on either (1) “an ‘affirmative \nmisrepresentation of a material fact, ’” or (2) “ a failure to disclose a material fact \nrelating to a transaction which the parties had a duty to disclose. ”  Hardin v. KCS \nInt’l, Inc., 199 N.C. App. 687, 696, 682 S.E.2d 726, 733 (2009) (quoting Harton v. \nHarton, 81 N.C. App. 295, 297, 344 S.E.2d 117, 119 (1986)).  Plaintiffs attempt to \nallege both.  \n88. To plead a claim for fraud, plaintif fs must allege: “(1) [f]alse \nrepresentation or concealment of a [past or existing] material fact, (2) reasonably \ncalculated to deceive, (3) made with intent to deceive, (4) which does in fact deceive, \n(5) resulting in damage to the injured party.”  Id. (second alteration in the original)  \n(quoting Phelps-Dickson Builders, LLC v. Amerimann Partners , 172 N.C. App. 427, \n437, 617 S.E.2d 664, 670 (2005)) .  When a  fraud claim is based on alleged \nconcealment, a plaintiff must further allege that “all or some of the [d]efendants had \na duty to disclose material information to them.”  Lawrence v. UMLIC-Five Corp., No. \n06 CVS 20643, 2007 NCBC LEXIS 20, at *8 (N.C. Super. Ct. June 18, 2007). \n89. Plaintiffs also assert claims for negligent misrepresentation.  To plead a \nclaim for negligent misrepresentation, a plaintiff must allege that he “ justifiably \n \n \n \n \nrelie[d] to his detriment on information prepared without reasonable care by one who \nowed the relying party a duty of care.”  Hunter, 162 N.C. App. at 484, 593 S.E.2d at \n600.  \n90. Rule 9(b) requires “the circumstances constituting fraud  . . . [to] be \nstated with particularity,” meaning that plaintiffs must allege the “time, place and \ncontent of the fraudulent representation, identity of the person making the \nrepresentation and what  was obtained as a result of the fraudulent acts or \nrepresentations.”  N.C. Gen. Stat. § 1A-1, Rule 9(b) (2015); Birtha v. Stonemor, N.C., \nLLC, 220 N.C. App. 286, 296, 727 S.E.2d 1, 9 (2012) (quoting Terry v. Terry, 302 N.C. \n77, 85, 273 S.E.2d 674, 678 (19 81)).  Additionally, Plaintiffs must specifically allege \nwhether they actually relied on the alleged misrepresentations.  Birtha, 220 N.C. \nApp. at 297, 727 S.E.2d at 10 (finding that the plaintiffs failed to allege fraud with \nparticularity, in part, because they did not allege whether they relied on the \nmisrepresentations).  Like allegations of fraud, allegations of negligent \nmisrepresentation must also be stated with particularity in compliance with Rule \n9(b).  See Bucci v. Burns, No. 16 CVS 15478, 2017 NCBC LEXIS 83, at *7 (N.C. Super. \nCt. Sept. 14, 2017); Deluca v. River Bluff Holdings II, LLC, No. 13 CVS 783, 2015 \nNCBC LEXIS 12, at *20 (N.C. Super. Ct. Jan. 28, 2015).  \n91. The Court concludes that Plaintiffs have not alleged facts to support \ntheir fraud and negligent misrepresentation claims with sufficient particularity  as \nrequired by Rule 9(b) .  The Court elects to grant  Plaintiffs leave to f ile a further \n \n \n \n \namended complaint in an effort to cure this deficiency, guided by the Court’s further \nanalysis below. \n1. Plaintiffs have adequately alleged misrepresentation s and \nconcealment.  \n \n92. Plaintiffs bring fraud claims that focus on CSL’s statement s and \nconcealments concerning the ABA’s investigation and decisions  regarding CSL’s \ncompliance with ABA Standards .  While the underlying facts overlap, Plaintiffs \npresent fraud claims based on both concealment and affirmative misrepresentations.  \nAs to Plaintiffs’ claims for fraud based on affirmative misrepresentations, Plaintiffs \nallege that the CSL Defendants misrepresented that:  \n “Plaintiffs were attending a JD Program that was in full compliance \nwith the ABA standards.”  (Third Am. Compl. ¶ 407(a).)  \n “Plaintiffs would receive a rigorous curriculum that had been created to \nensure that Plaintiffs would be equipped with practical skills that would \nallow Plaintiffs to thrive in a professional setting.”  (Third Am. Compl. \n¶ 407(b).) \n “Plaintiffs would be eligible to receive financial aid in order to complete \nthe CSL JD program.”  (Third Am. Compl. ¶ 407(c).) \n “CSL’s bar passage rates were consistently at or above the state average \nbar pass rate.”  (Third Am. Compl. ¶ 407(d).) \n “CSL graduates will be highly sought for legal jobs.”  (Third Am. Compl. \n¶ 407(e).) \n \n \n \n \n “[A] graduate of CSL is trained at a level of a second year associate \nattorney.”  (Third Am. Compl. ¶ 407(f)); and  \n “Plaintiffs would be graded on a ‘C’ curve for only their first year, rather \nthan the entire duration of enrollment.”  (Third Am. Compl. ¶ 407(g).) \nAs to Plaintiffs’ claims for fraud by concealment, they allege that the CSL Defendants \nfailed to disclose and intentionally concealed information about the ABA’s decisions.  \n(Third Am. Compl. ¶ 408.)  The factual allegations supporting the affirmative \nmisrepresentation and concealment claims overlap.  \n93. In their claim for intentional misrepresentation , Plaintiffs assert that \nthe CSL Defendants  intentionally and fraudulent ly misrepresented  “the status of \nCSL’s program and its ability to provide the services it promised as a part of the CSL \nJD program.”  (Third Am. Compl. ¶ 423.)   \n94. The CSL Defendants contend that: (1) Plaintiffs cannot state a claim for \nfraud by concealment because they failed to sufficiently allege that the CSL \nDefendants were required to disclose the ABA’s decisions to Plaintiffs; and \n(2) Plaintiffs cannot state a claim for fraud based on affirmative misrepresentations \nbecause they have not alleged any false statements of a past or existing fact.  \na. Plaintiffs’ allegations are adequate to allege that the CSL \nDefendants had a duty to speak.  \n \n95. “[S]ilence is fraudulent only when there is a duty to speak.”  Lawrence, \n2007 NCBC LEXIS 20, at *8.  To state a fraud claim based on concealment, Plaintiffs \n“must allege that all or some of the [d]efendants had a duty to disclose material \ninformation to them,” and plead with particularity “the relationship [between \n \n \n \n \nplaintiff and defendant] giving rise to the duty to speak.”  Id. at *8–9 (alteration in \noriginal) (quoting Breeden v. Richmond Cmty. Coll., 171 F.R.D. 189, 195–96 \n(M.D.N.C. 1997)).   \n96. A duty to disclose may arise when: (1) “a fiduciary relationship exists \nbetween the parties to the transaction”; (2) “a party has taken affirmative steps to \nconceal material facts from the other”; or (3) “one party has knowledge of a latent \ndefect in the subject matter of the negotiations about which the other party is both \nignorant and unable to discover through reasonable diligence.”  Hardin, 199 N.C. \nApp. at 696, 682 S.E.2d at 733 (quoting Sidden v. Mailman, 137 N.C. App. 669, 675, \n529 S.E.2d 266, 270–71 (2000)).  “A fact is material if, had it been known to the party, \nit would have influenced the party’s judgment or decision.”  Shaw v. Gee, No. 16 CVS \n3878, 2016 NCBC LEXIS 103, at *11 (N.C. Super. Ct. Dec. 21, 2016).  \n97. The Court has held that the CSL Defendants did not owe a fiduciary \nduty to CSL’s students.  Accordingly, to establish a duty to speak, Plaintiffs must \ndemonstrate that the CSL Defendants took affirmative steps to conceal material facts \nfrom CSL’s students or that they were aware of a latent defect that the students \nwould not be able to discover through reasonable diligence.  \n98. Plaintiffs assert that the CSL Defendants took several affirmative steps \nto conceal the ABA decisions, which were clearly material because the CSL \nDefendants allegedly admitted that “if students and prospective students were aware \nof the ABA’s findings of noncompliance” it “would have a profound impact on \nadmissions.”  (Third Am. Compl. ¶ 10.)  \n \n \n \n \n99. As to whether the CSL Defendants took affirmative steps to conceal the \nABA’s decisions, Plaintiffs allege that Dean Conison affirmatively represented to \nstudents that the ABA’s January 2015 decision was “very positive,” notwithstanding \nthat the ABA had stated it had reason to believe that CSL was not in compliance with \ncertain Standards.  (Third Am. Compl. ¶ 377.)  Plaintiffs further allege that the CSL \nDefendants continued to try to conceal the ABA’s decisions after the ABA \naffirmatively concluded that CSL was not in compliance with fundamental \nStandards.  The CSL Defendants resisted the ABA’s directive to disclose their \ndecisions to CSL students by appealing the ABA’s July 2016 decision, even though \nCSL admitted that it was not challenging the ABA’s conclusion that CSL was not in \ncompliance with fundamental Standards.  (Department of Education Letter 7.)  \nInstead, the appeal sought, in part, to “eliminate the requirement that CSL publicly \ndisclose the [ABA’s] findings of noncompliance,” (Department of Education Letter 7), \nbecause CSL knew that disclosure “would have an adverse impact on [CSL’s] ability \nto retain high-performing students,” and “would make applicants much less likely to \nenroll.”  (Third Am. Compl. ¶ 10.)  These allegations, when taken in a light most \nfavorable to Plaintiffs, are sufficient to allege that the CSL Defendants had a duty to \ndisclose and failed to disclose material information to Plaintiffs, supporting their \nclaims for fraud by concealment.  \n100. Even if Plaintiffs had not sufficiently alleged that the CSL Defendants \nhad a duty to disclose material information, it is also well-established that absent a \nprior duty to speak, once a party chooses to speak, the party then “has a duty to make \n \n \n \n \na full and fair disclosure of facts concerning the matters on which he chooses to \nspeak.”  Tillery Envtl. LLC v. A&D Holdings, Inc., No. 17 CVS 6525, 2018 NCBC \nLEXIS 13, at *22 (N.C. Super. Ct. Feb. 9, 2018) (citing Ragsdale v. Kennedy, 286 N.C. \n130, 139, 209 S.E.2d 494, 501(1974)).   \n101. Dean Conison emailed CSL’s students,  on behalf of CSL , stating that \nthe ABA’s January 2015 decision was “very positive” and that the ABA’s additional \nrequests were “normal,” despite knowing that the ABA had concluded that it had \nreason to believe that CSL was not in compliance with fundamental Stand ards.  \n(Third Am. Compl. ¶ 377; see Third Am. Compl. ¶ 376.)  That allegation is adequate \nto allege that the CSL Defendants  may have had a duty to disclose additional \ninformation about the ABA’s subsequent decisions.    \n102. Accordingly, the Court concludes that Plaintiffs have sufficiently alleged \nfacts adequate to plead that the CSL Defendants had a duty to speak. \nb. Plaintiffs have adequately pleaded that the CSL Defendants \nmade affirmative misrepresentations.   \n \n103. To allege fraud based on an affirmative misrepresentation, the plaintiff \nmust show that the defendant made a false statement about “a past or existing \n[material] fact.”  Potts v. KEL, LLC, No. 16 CVS 2877, 2018 NCBC LEXIS 24, at *8 \n(N.C. Super. Ct. Mar. 27, 2018).  “Statements of opinion, predictions of future events, \nand promises of future intent generally do not give rise to an action for fraud.”  Id.   \n104. “However, the general rule that no one is liable for an expression of \nopinion . . . does not apply to the dishonest expression of an opinion not actually \nentertained.”  Leftwich v. Gaines, 134 N.C. App. 502, 508, 521 S.E.2d 717, 723 (1999) \n \n \n \n \n(quoting 37 C.J.S. Fraud § 13, at 190 (1997)).  Similarly, if a promise of future conduct \n“is made with an intent to deceive the party and at the time [it] is made the defendant \nhas no intention of performing his promise,” then it can give rise to a fraud claim.  \nTrull v. Cent. Carolina Bank & Tr. Co., 117 N.C. App. 220, 225, 450 S.E.2d 542, 545–\n46 (1994); see also Potts, 2018 NCBC LEXIS 24, at *8.  When a plaintiff is asserting \na claim for fraud based on a promissory representation, “the plaintiff must allege \nfacts ‘from which a court and jury may reasonably infer that the defendant did not \nintend to carry out such representations when they were made. ’”  Potts, 2018 NCBC \nLEXIS 24, at *9 (quoting Whitley v. O’Neal , 5 N.C. App. 13 6, 139, 168 S.E.2d 6, 8 \n(1969)).  \n105. The Court now addresses the seven alleged affirmative \nmisrepresentations. \n106. First, Plaintiffs contend that the CSL Defendants misrepresented that \n“Plaintiffs would be eligible to receive financial aid.”  (Third Am. Compl. ¶ 407(c).)  \nThe Court concludes that Plaintiffs failed to allege any facts to support this \nconclusion.  There are no facts suggesting that CSL students could not receive \nfinancial aid prior to December 30, 2016—when the Department of Education ended \nCSL’s participation in the program.  (Department of Education Letter 1; see Third \nAm. Compl. ¶ 383.)  The Third Amended Complaint includes no factual assertions \nsuggesting that the CSL Defendants represented that students could receive \nfinancial aid after the Department of Education removed CSL from the program.  At \nmost, Plaintiffs allege that the CSL Defendants did not promptly issue a statement \n \n \n \n \nresponding to the Department of Education’s decision to remove CSL from its federal \nstudent aid program.  (Third Am. Compl. ¶ 14.)  The Court concludes that Plaintiffs \nhave not adequately stated a fraud claim based on an actual misrepresentation \nconcerning students’ ability to receive financial aid. \n107. Second, Plaintiffs contend that the CSL Defendants falsely stated that \n“a graduate of CSL is trained at a level of a second year associate attorney,” and that \n“CSL graduates will be highly sought for legal jobs.”  (Third Am. Compl. ¶ 407(e)-(f).)  \nAssuming, first, that fraud claims based on these statements are not barred as \nimproper educational malpractice claims, the Court concludes that these statements \nare opinions, not facts.  As such, Plaintiffs must allege facts from which it can be \nreasonably inferred that, at the time the CSL Defendants made the statement, they \ndid not believe them to be true.  See Leftwich, 134 N.C. App. at 508, 521 S.E.2d at \n723.  Plaintiffs allege that the CSL Defendants knew that their bar passage rates \nwere low, which would directly affect students’ ability to obtain legal jobs, and that \nthe ABA was questioning the sufficiency and rigor of CSL’s curriculum, making it \nunlikely that CSL’s training was equivalent to a second year associate’s training.  (See \nThird Am. Compl. ¶ 380 (explaining that the ABA concluded, in July 2016, that CSL’s \n“bar passage rates . . . remain low often significantly so”); see also Third Am. Compl. \n¶ 379.)  While the adequacy of these allegations is questionable, the Court will defer \nfurther consideration of these alleged misrepresentations pending the further \namended complaint.  \n \n \n \n \n108. As to t he alleged misrepresentation that CSL “was in full compliance \nwith the ABA standards,” the Court concludes that this allegation relates to a factual \nstatement.  (Third Am. Compl. ¶ 407(a).)  However, it is unclear if Plaintiffs have \nadequately alleged that the statement was false when made.  The general allegations \nmake it difficult to determine if the statement was false when made.  (See, e.g., Third \nAm. Compl. ¶¶ 4, 6.)  The Court will again defer its further consideration of whether \nthis statement adequately supports a fraud claim.   \n109. As to the allegation that CSL misrepresented that it would provide \nPlaintiffs with a “rigorous curriculum,” this statement seems to be asserting a claim \nfor educational malpractice, which is not recognized in North Carolina .  (Third Am. \nCompl. ¶ 407(b)); See Ryan, 128 N.C. App. at 302, 494 S.E.2d at 791.  To be actionable \nas a misrepresentation, Plaintiffs must allege facts adequate to suggest that the CSL \nDefendants had no basis to state or believe that they were providing a rigorous \neducation.  The Court will defer its determination of whether Plaintiffs can \nsufficiently state a claim based on this misrepresentation.   \n110. As to the alleged misrepresentation that “CSL’s bar passage rates were \nconsistently at or above the state average,” (Third Am. Compl. ¶ 407(d) ), the Court \nconcludes that Plaintiffs have sufficiently alleged a claim for fraud based on this \nstatement.  (See Third Am. Compl. ¶ 388.)   \n111. Finally, as to the alleged misrepresentation that “Plaintiffs would be \ngraded on a ‘C’ curve for only their first year,” (Third Am. Compl. ¶ 407(g)), this is an \nalleged statement of fact, but the allegations suggest that the statement was not false \n \n \n \n \nwhen it was made, during the  recruitment for the Class of 2017, which was \npresumably in or prior to 2014, because the policy did not change until 2015.  (Third \nAm. Compl. ¶¶ 368–69.)  Unless Plaintiffs are able to allege facts that demonstrate \nthat the CSL Defendants knew the statement to be false when made, this statement \nis inadequate to state a claim for fraud.  \n2. Plaintiffs have sufficiently alleged a basis for their negligent \nmisrepresentation claims.  \n \n112. Plaintiffs contend that the CSL Defendants negligently misrepresented \nthe status of CSL’s JD program and their ability to provide the educational \nopportunity promised.  (Third Am. Compl. ¶ 429.)   \n113. “The tort of negligent misrepresentation occurs when a party justifiably \nrelied to his detriment on information prepared without  reasonable care by one who \nowed the relying party a duty of care.”  Hunter, 162 N.C. App. at 484, 593 S.E.2d at \n600 (quoting Raritan River Steel Co. v. Cherry, Bekaert & Holland, 322 N.C. 200, 206, \n367 S.E.2d 609, 612 (1988), rev’d on other grounds , 329 N .C. 646, 407 S.E.2d 178 \n(1991)).  The North Carolina Court of Appeals has stated that a breach of duty in \nnegligent misrepresentation claims occurs when:  \n[o]ne who, in the course of his business, profession or employment, or in \nany other transaction in which he  has a pecuniary interest, supplies \nfalse information for the guidance of others in  their business \ntransactions, [and thus] is subject to liability for pecuniary loss caused \nto them by their justifiable reliance upon the information, if he fails to  \nexercise reasonable care or competence in obtaining or communicating \nthe information. \n \n \n \n \n \nJordan v. Earthgrains Baking Cos., 155 N.C. App. 762, 767, 576 S.E.2d 336, 340 \n(2003) (second alteration in original) (quoting Simms v. Prudential Life Ins. Co. of \nAm., 140 N.C. App. 529, 534, 537 S.E.2d 237, 241 (2000)).  \n114. “[W]hen the party relying on the false or misleading representation \ncould have discovered the truth upon inquiry, the complaint must allege that he was \ndenied the opportunity to investigate or that he could not have learned the true facts \nby exercise of reasonable diligence.”  Associated Packaging, Inc. v. Jackson Paper Mfg. \nCo., No. 10 CVS 745, 2012 NCBC LEXIS 13, at *44 (N.C. Super. Ct. Mar. 1, 2012) \n(quoting Oberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 59, 554 S.E.2d 840, 846 –\n47 (2001)).  But “[a] plaintiff is not barred from recovery because he had a lesser \nopportunity to investigate representations made by someone with superior \nknowledge.”  Associated Packaging, Inc., 2012 NCBC LEXIS 13, at *49. \n115. Plaintiffs allege that the CSL Defendants continued to represent that \nCSL was in compliance with all ABA Standards, even after the ABA concluded that \nCSL was not in compliance with the Standards.  ( See Third Am. Compl. ¶¶ 4–5, 10, \n377.)  Plaintiffs allege that the CSL Defendants  had information concerning the \nABA’s findings that Plaintiffs were not able to obtain on their own.  (Third Am. \nCompl. ¶¶ 376 –82.)  The CSL Defendants appear to claim that this cannot be \nactionable because they had a duty to keep the information confidential.  But that \ncontention goes beyond the record that the Court can properly consider at this stage.  \nAccordingly, the allegations, taken as true, may be sufficient to state a claim for \nnegligent misrepresentation.   \n \n \n \n \n116. However, to the extent Plaintiffs’ claims for negligent misrepresentation \nrely on the CSL Defendants “omitting material facts to Plaintiffs,” (Third Am. Compl. \n¶ 430), the claim must be  dismissed because North Carolina does not recognize a \nclaim for negligent omission.  See Carmayer, LLC v. Koury Aviation, Inc., No. 16 CVS \n2717, 2017 NCBC LEXIS 82, at *38 (N.C. Super. Ct. Sept. 11, 2017).  \n3. The Court cannot, at this time, rule that, if Plaintiffs relied on \nthe alleged misrepresentations or omissions, their reliance was \nunreasonable as a matter of law. \n \n117. The CSL Defendants also contend that even if Plaintiffs sufficiently \nallege that the CSL Defendants fraudulently concealed, fraudulently misrepresented, \nor negligently misrepresented material facts, Plaintiffs have not alleged, and could \nnot allege, that they reasonably relied on such misrepresentations to their detriment \nbecause Plaintiffs had access to reports including CSL’s admission statistics, bar \npassage rates, hiring statistics, and scholarship statistics. 4  This is diametrically \nopposite of the Department of Education’ s finding.  (See Third Am. Compl. ¶  385.)  \nAccordingly, the Court does not consider it proper to determine this at this stage.  \nF. Plaintiffs’ Claims for Unjust Enrichment Must Be Dismissed.  \n \n118. To state a claim for unjust enrichment, P laintiffs must allege “that \n[they] conferred a benefit on another party, that the other party consciously accepted \nthe benefit, and that the benefit was not conferred gratuitously or by an interference \nin the affairs of the other party.”  Se. Shelter Corp. v. BTU, Inc., 154 N.C. App. 321, \n                                                 \n4 Having dismissed all contract claims, the Court does not address the CSL Defendants’ \ncontention that the economic loss doctrine bars Plaintiffs ’ fraud claims because “the same \nallegations supporting a breach of contract cannot also serve as the basis for a fraud claim.”  \n(Defs.’ Mem. Supp. Mot. Dismiss 27.)   \n \n \n \n \n330, 572 S.E.2d 200, 206 (2002).  There is no claim for unjust enrichment if the benefit \nwas “voluntarily bestowed without solicitation or inducement.”  HOMEQ v. Watkins, \n154 N.C. App. 731, 733, 572 S.E.2d 871, 872  (2002) (quoting Wright v. Wright , 305 \nN.C. 345, 350, 289 S.E.2d 347, 351 (1982)).   \n119. Plaintiffs only assert  conclusory allegations that the CSL Defendants \nsolicited, enticed, and induced students to attend CSL.  (See Third Am. Compl. ¶¶ 6, \n20, 425, 428.)  There is no factual basis to support an unjust enrichment claim.  \n120. While Plaintiffs now question the sufficiency of the ir legal education, \nthey have not alleged that they received no  legal education.  Accordingly, Plaintiffs’ \nclaims for unjust enrichment must be dismissed.   \nG. The Court Defers Ruling on Plaintiffs’ Claims for Unfair or Deceptive \nTrade Practices. \n \n121. Plaintiffs contend that the CSL Defendants’ “representations that its \ncurriculum, attrition rates, bar passage rates, and admissions process were in \ncompliance with ABA standards [were] unfair and decepti ve.”  (Third Am. Compl. \n¶ 394.)  T hus, Plaintiffs’ unfair or deceptive trade pra ctices claims simply restate \ntheir fraud claims.  \n122. Accordingly, the Court defers ruling on whether Plaintiffs have \nsufficiently state d a claim for unfair or deceptive trade practices until Plaintiffs \namend their complaints.  \n \n \n \n \n \n \nH. The Court Will Not, at Present, Dismiss Claims by Plaintiffs Who Did \nNot Attend CSL on or After February 3, 2016.  \n \n123. The CSL Defendants contend that twenty-seven5 Plaintiffs’ claims \nshould be dismissed because those Plaintiffs were not students on or after February \n3, 2016, when the ABA first indicated  that CSL was not in compliance with its \nStandards.  (See Defs.’ Mem. Supp. Mot. Dismiss 16.)   \n124. Plaintiffs’ claims are based, in part, on events prior to February 3, 2016.  \n(See, e.g. , Third Am. Compl. ¶  377.)  While the CSL Defendants may ultimately \nprevail on a defense that those twenty -seven Plaintiffs did not rely on, or were not \ndamaged by, any misrepresentations, it is not proper to dismiss their claims at this \ntime.   \nI. Punitive Damages Are Not A Separate Cause of Action.  \n \n125. “It is well-established that ‘[p]unitive damages do not and cannot exist \nas an indepen dent cause of action,’  meaning ‘[i]f the injured party has no cause of \naction independent of a supposed right to recover punitive damages, then he  has no \ncause of action at all.’”  Loftin v. QA Invs., LLC, No. 03 CVS 16882, 2018 NCBC LEXIS \n11, at *46 (N.C. Super. Ct. Feb. 1, 2018) (quoting Hawkins v. Hawkins, 101 N.C. App. \n529, 532, 400 S.E.2d 472, 474 (1991)).  To the extent Plaintiffs attempt to state an \nindependent cause of action f or punitive damages , it is dismissed.  But, it is \npremature to determine whether Plaintiffs will ultimately be allowed to recover \npunitive damages as a remedy.   \n \n \n                                                 \n5 This number only refers to Plaintiffs in the Actions at issue in this Order & Opinion.  \n \n \n \n \nVI. CONCLUSION \n \n126. For the foregoing reasons the Court hereby ORDERS as follows:  \na. The CSL Defendants’ Motion is GRANTED as to Plaintiffs’ claims \nfor breach of contract, breach of the implied covenant of good \nfaith, constructive fraud, unjust enrichment and punitive \ndamages, and those claims are DISMISSED WITH PREJUDICE;  \nb. The CSL Defendants’ Motion is DENIED , at this time, as to \nPlaintiffs’ claims for fraud, intentional misrepresentation, \nnegligent misrepresentation, and unfair or deceptive trade \npractices;  \nc. Plaintiffs are per mitted to amend their claims for fraud, \nintentional misrepresentation, negligent misrepresentation, and \nunfair or deceptive trade practices  consistent with this Order & \nOpinion.  The  Court preserves the CSL Defendants’  right to \nchallenge the amended complaints under Rule 9(b). \nd. Plaintiffs have thirty  days to file a  consolidated amended \ncomplaint that complies with Rule 9(b). \n \nSO ORDERED, this the 20th day of April, 2018. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Business Court Judge \n "
}