{
  "id": "693bc475e634639e5d126469059d5805d8fa6b7baaf44c47f3bab4346d8a8286",
  "source_file": "data/raw/ncbc/693bc475e634639e5d126469059d5805d8fa6b7baaf44c47f3bab4346d8a8286.pdf",
  "raw_text": "Reynolds Am. Inc. v. Third Motion Equities Master Fund Ltd., 2018 NCBC 93. \n \nSTATE OF NORTH CAROLINA \n \nFORSYTH COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 7086 \n \nREYNOLDS AMERICAN INC., \n \nPlaintiff, \n \nv. \n \nTHIRD MOTION EQUITIES \nMASTER FUND LTD.; MAGNETAR \nCAPITAL MASTER FUND, LTD.; \nSPECTRUM OPPORTUNITIES \nMASTER FUND LTD.; MAGNETAR \nFUNDAMENTAL STRATEGIES \nMASTER FUNDS LTD.; \nMAGNETAR MSW MASTER FUND  \nLTD.; MASON CAPITAL MASTER  \nFUND, L.P.; ANTON S. \nKAWALSKY, trustee for the benefit \nof Anton S. Kawalsky Trust UA \n9/17/2015; CANYON BLUE CREDIT \nINVESTMENT FUND L.P.; THE \nCANYON VALUE REALIZATION \nMASTER FUND, L.P.; CANYON \nVALUE REALIZATION FUND,  \nL.P.; BLUE MOUNTAIN CREDIT  \nALTERNATIVES MASTER FUND \nL.P.; BLUEMOUNTAIN FOINAVEN \nMASTER FUND L.P.; \nBLUEMOUNTAIN GUADALUPE \nPEAK FUND L.P.; \nBLUEMOUNTAIN SUMMIT \nTRADING L.P.; BLUEMOUNTAIN \nMONTENVERS MASTER FUND \nSCA SICAV-SIF; AMUNDI \nABSOLUTE RETURN CANYON \nFUND P.L.C.; CANYON-SL  \nVALUE FUND, L.P.; PERMAL \nCANYON IO LTD.; CANYON \nVALUE REALIZATION MAC 18 \nLTD.; and BARRY W. BLANK \nTRUST, \n \nDefendants. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON BCR 10.9 \nDISPUTE \n \n \n1. THIS MATTER is before the Court upon Plaintiff Reynolds American Inc.’s \n(“Reynolds”) and Defen dants Third Motion Equities Master Fund Ltd., Magnetar \n \n \nCapital Master Fund, Ltd., Spectrum Opportunities Master Fund Ltd., Magnetar \nFundamental Strategies Master Fund Ltd., and Magnetar MSW Master Fund Ltd.’s \n(collectively, the “Magnetar Defendants”) Busin ess Court Rule (“BCR”) 10.9(b)(1) \ndiscovery dispute summaries contained in the parties’ August 15, 2018 Joint Report \non the Status of Fact Discovery. \n2. On September 6, 2018, t he Court held a BCR 10.9 telephone conference  to \naddress Reynolds and the Magnetar Defendants’ dispute, at which all parties were \nrepresented by counsel.  This Order memorializes the Court’s oral ruling made on \nthat conference call. \nCravath, Swaine & Moore LLP, by Gary A. Bornstein and Thomas G. \nRafferty, and Smith, Anderson, Blount, Dor sett, Mitchell & Jernigan, \nLLP, by Donald H. Tucker, Jr., Christopher B. Capel, and Clifton L. \nBrinson, for Plaintiff Reynolds American Inc. \n \nLowenstein Sandler LLP, by Sheila A. Sadighi, Maya Ginsburg, and \nLawrence M . Rolnick, and Brooks , Pierce, McLendon, Humphrey &  \nLeonard, LLP, by Jennifer K. Van Zant and Jessica Thaller -Moran, for \nDefendants Mason Capital Master Fund, L.P., Anton S. Kawalsky, \nCanyon Blue Credit Investment Fund L.P., Canyon Value Realization \nMaster Fund, L.P., Canyon Value Realization F und, L.P., Blue \nMountain Credit Alternatives Master Fund L.P., BlueMountain \nFoinaven Master Fund L.P., BlueMountain Guadalupe Peak Fund L.P., \nBlueMountain Summit Trading L.P., BlueMountain Montenvers Master \nFund SCA SICAVSIF, Amundi Absolute Return Canyon Fund P.L.C., \nCanyon-SL Value Fund, L.P., Permal Canyon IO Ltd., and Canyon \nValue Realization MAC 18 Ltd. \n \nAbrams & Baylis s LLP, by Sarah E. Delia and Kevin G. Abrams, and \nEllis & Winters LLP by George F. Sanderson, III and Troy D. Shelton, \nfor Defendants Magnetar Capital Master Fund, Ltd., Magnetar \nFundamental Strategies Master Fund Ltd., Magnetar MSW Master \nFund Ltd., Third Motion Equities Master Fund Ltd., and Spectrum \nOpportunities Master Fund Ltd. \n \n \n \nShanahan McDougal, PLLC, by Gregg E. McDougal, Brandon S. \nNeuman, and H. Denton Worrell, for Defendant Barry W. Blank Trust. \n \nBledsoe, Chief Judge. \n \nI. \nBACKGROUND \n3. This lawsuit is a judicial appraisal action under N.C. Gen. Stat. § 55 -13-30 \nto determine the fair value of Defendants’ common stock in Reynolds.  O n July 25, \n2017, Reynolds merged into an indirect, wholly owned subsidiary of British American \nTobacco p.l.c.  Defendants are former Reynolds shareholders. \n4. On May 4, 2018, Reynolds served its First Request for Production of \nDocuments Directed to All Defend ants (the “Requests”).  Requests 1 –3 seek \ndocuments related to (1) “any purchase, sale or other transaction involving [Reynolds] \nSecurities by Defendants”  or other persons or entities acting on their behalf, with \nthem, or under their control ; (2)  “any ownership of any [Rey nolds] Securities by \nDefendants” or other persons or entities acting on their behalf, with them, or under \ntheir control; and (3) “the value of [Reynolds] Securities from August 1, 2016 through \nJuly 25, 2017.”1  (Joint Report Status Fact Disc. Ex. A, at 7–8, ECF No. 84.) \n5. The Magnetar Defendants ’ BCR 10.9 summary objects to Reynolds’s \nRequests 1 –3 to the extent the Requests seek documents relating to Reynolds \nsecurities “other than the [Reynolds] common stock subject to the Magnetar \nDefendants’ appraisal demand.”  (Joint Report Status Fact Disc. 19, ECF No. 84.)  \n                                                 \n1  The Requests defined “[Reynolds] Security” as “any [Reynolds] security, as ‘security’ is \ndefined in the Securities Exchange Act of 1934, 15 U.S.C. § 78a, et seq., including but not \nlimited to [Reynolds] Common Stock.”  (Joint Report Status Fact Disc. Ex. A, at 4.) \n \n \nThe Magnetar Defendants contend that such documents are irrelevant to the subject \nmatter of this litigation —the value of the  Magnetar Defendants’ common stock in \nReynolds.  The Magnetar Defendants argue that the fair value of this common stock \nis “determinable solely upon information” Reynolds already possesses.  (Joint Report \nStatus Fact Disc. 20.)   \n6. At the BCR 10.9 telephone conference on this matter, the Magnetar \nDefendants presented further arguments against the Requests.  It appears from the \nMagnetar Defendants’ representations during the conference  that, in addition to \nobjecting to providing Reynolds with documents concerning Reynolds securities other \nthan common stock, the Magnetar Defendants are objecting to producing documents \nrelated to Reynolds common stock other than the specific shares subject to the \nMagnetar Defendants’ appraisal demand.  The Magnetar Defendants also argue that \nRequests 1 –3 are unduly burdensome in that  they will require the Magnetar \nDefendants to seek documents from custodians other than the three custodians \nReynolds and the Magnetar Defendants previously agreed upon. \n7. Reynolds contends that the Magnetar Defendants’ objections are inapposite \nand unsupported.  Though the Court will ultimately determine the value of \nDefendants’ common stock, Reynolds argues, the bigger question the Court must \nconsider while doing so is the fair value of Reynolds.  Reynolds asserts that \n“[d]ocuments related to the value of [Reynolds] Securities—whether common stock or \nsome other form of security—are unquestionably relevant to the value of [Reynolds].”  \n(Joint Report Status Fact Disc. 18.)   Reynolds also argues that the Magnetar \n \n \nDefendants have not shown any undue  burden that would result from answering \nRequests 1–3 and thus asks the Court to order the Magnetar Defendants to respond \nto those Requests. \nII. \nLEGAL STANDARD \n8. Parties participating in an action for judicial appraisal under N.C. Gen. \nStat. § 55 -13-30 are e ntitled to the same discovery rights as parties in other civil \nproceedings.  See N.C. Gen. Stat. § 55-13-30(d); Russell M. Robinson, II, Robinson on \nNorth Carolina Corporation Law § 27.04 (7th ed. 2017) .  These rights allow a party \nto “obtain discovery reg arding any matter, not privileged, which is relevant to the \nsubject matter involved in the pending action, whether it relates to the claim or \ndefense of the party seeking discovery or to the claim or defense of any other party.”   \nN.C. R. Civ. P. 26(b)(1).  “The relevancy test for discovery is not the same as the \nrelevancy test for admissibility into evidence.  To be relevant for purposes of \ndiscovery, the information need only be ‘reasonably calculated’ to lead to the discovery \nof admissible evidence.”  Shellhorn v. Brad Ragan, Inc. , 38 N.C. App. 310, 314, 248 \nS.E.2d 103, 106 (1978) .  The decision to compel discovery is within the sound \ndiscretion of the trial court and will not be reversed absent an abuse of discretion.  \nMaldjian v. Bloomquist, 245 N.C. App. 222, 226, 782 S.E.2d 80, 83 (2016). \n \n \nIII. \nANALYSIS \n9. There is little case law in North Carolina addressing judicial appraisal \nactions under section 55-13-30.  Robinson, supra, § 27.06[1] (“There is no reported \nNorth Carolina decision determining the fair  value of shares in an appraisal \nproceeding.”).  It is therefore unsurprising that the question raised by the parties’ \ncurrent dispute—whether documents dealing with corporate securities that are not \nthe specific subject matter of a  shareholder’s appraisal action may nevertheless be \nrelevant to valuing the subject shares —appears to be one of first impression in this \nState.  Delaware’s courts, in contrast, have previously dealt with discovery disputes \nin the judicial appraisal context, and the Court finds their reasoning compelling.2 \n10. “Several Court of Chancery decisions have ordered production of pre -suit \nvaluation material prepared by appraisal petitioners.”  In re Dole Food Co., 114 A.3d \n541, 549 (Del. Ch. 2014)  (citing cases).  Such decisions view docume nts containing \ninformation on the pre-litigation value of shares to be relevant not only to “the central \nissue in the proceeding, which is the value of the subject company,” but also to issues \nof expert methodologies and witness credibility.  Id.; In re Netspend Holdings, Inc., \nNo. 8807-VCG, 2014 Del. Ch. LEXIS 96, at *1 (Del. Ch. June 3, 2014). \n11. These cases are persuasive.  Statutory appraisal actions are not “fault-based \ncase[s] in which one side has the burden of proof and loses if it fails to meet its \n                                                 \n2  The decisions of Delaware’s courts are not binding upon this Court, but North Carolina \ncourts frequently “look to Delaware courts for guidance regarding unsettled business law \nissues.”  Corwin v. British Am. Tobacco PLC, 796 S.E.2d 324, 331 (N.C. Ct. App. 2016). \n \n \nburden,” Dole Food Co., 114 A.3d at 549, but proceedings in which each side attempts \nto prove its respective valuation to the court by a preponderance of the evidence, M.G. \nBancorporation v. Le Beau , 737 A.2d 513, 520 (Del. 1999) ; see also N.C. Gen. Stat. \n§ 55-13-30(a) (requiring the court “to determine the fair value of the shares and \naccrued interest” in a judicial appraisal action) .  The court must determine a fair \nvalue for the shares in question with or without the aid of expert opinions provided \nby the parties or court-appointed appraisers.  See Dole Food Co., 114 A.3d at 550; see \nalso N.C. Gen. Stat. § 55 -13-30(d) (“The court may appoint one or more persons as \nappraisers to receive evidence and recommend a decision on the question of fair \nvalue.”).   \n12. In making th e determination of fair value , the “court can consider a wide \nrange of factual evidence, including, but not limited to, the market price, the merger \nprice, other offers for the company or its assets, prices at which knowledgeable \ninsiders sold their shares, internal corporate documents  . . . and valuation work \nprepared for non-litigation purposes.”  Dole Food Co., 114 A.3d at 550 ; see also N.C. \nGen. Stat. § 55 -13-01(5) (providing that the “fair value”  of a cor poration’s shares \nshould be determined “ using customary and current valuation concepts and \ntechniques generally employed for similar business in the context of the transaction \nrequiring appraisal”).  Even where the parties have retained credible experts, the \ncourt should consider  “factual evidence relating to valuation as a cross -check, or \nreality-check, on the litigation -driven figures generated by [those]  experts.”  Dole \nFood Co., 114 A.3d at 550.  In short, documents pertaining to pre-suit valuations of a \n \n \ncompany or its shares assist the court in weighing the validity and credibility of each \nparty’s stance in the appraisal proceeding. \n13. Mindful of  the wide range of factual evidence Delaware courts properly \nconsider in similar cases, the Court cannot agree with the Magnetar Defendant s’ \nrelevance argument against Requests 1 –3.  Though documents related to  other \nReynolds securities may be less relevant or pertinent to the Court’s final \ndetermination of fair value than documents dealing directly with  the Magnetar \nDefendants’ common stock  that is the subject matter of this action , information \nconcerning other Reynolds securities may still  shed light on the  overall value of \nReynolds and assist the Court in assessing witness credibility.  See id. at 549.  The \nCourt thus concludes that the documents sought by Requests 1 –3 are reasonably \ncalculated to lead to the dis covery of admissible evidence and are relevant under \nNorth Carolina Rule of Civil Procedure 26.   \n14. Further, although the BCR 10.9 summaries submitted by the parties posed \nthis dispute to the Court as one concerning Reynolds securities other than Reynolds \ncommon stock, to the extent the Magnetar Defendants are objecting to  producing \ncommon-stock-related documents that are held by other persons or entities associated \nwith or under the control of one or more Magnetar Defendants, the Court still finds \nthe Magnetar Defendants’ relevance argument unpersuasive.  The Magnetar \nDefendants have not asserted that these documents are not within their possession, \ncustody, or control and have indicated that the documents deal directly with Reynolds \n \n \ncommon stock—the same class of shares the Court must appraise.  As a result, the \nCourt considers these documents relevant for discovery purposes under Rule 26. \n15. Finally, t he Court has considered the Magnetar Defendants’ contentions \nthat Requests 1 –3 are unduly burdensome and disagrees.   The simple fact that \nRequests 1–3 may seek documents possessed by individuals or entities outside those \ncustodians upon which the Magnetar Defendants and Reynolds prev iously agreed \ndoes not cast an undue burden on the Magnetar Defendants  in the circumstances of \nthis case.  Should the risk of undue burden increase as the Magnetar Defendants \nbegin to collect documents responsive to Requests 1 –3, the Court retains its right to \nrevisit the undue burden issue for good cause shown. \nIV. \nCONCLUSION \n16. WHEREFORE, the Court, in the exercise of its discretion , hereby \nORDERS the Magnetar Defendants to produce to Reynolds non-privileged \ndocuments consistent with Reynolds’s Requests 1–3. \nSO ORDERED, this the 12th day of September, 2018. \n \n \n     /s/ Louis A. Bledsoe, III    \n     Louis A. Bledsoe, III \n     Chief Business Court Judge \n \n "
}