{
  "id": "6973bae010894bf48b00242b6349fcbb96bfa322c94eee9c10c16469e0166903",
  "source_file": "data/raw/ncbc/6973bae010894bf48b00242b6349fcbb96bfa322c94eee9c10c16469e0166903.pdf",
  "raw_text": "Bandy v. A Perfect Fit For You, 2017 NCBC 56. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF CARTERET \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 456 \n \nSHELLEY P. BANDY,  \n \nPlaintiff, \n \nSTATE OF NORTH CAROLINA, \n \nIntervenor-Plaintiff, \n \nv. \n \nMARGARET A. GIBSON, \nindividually, and RONALD WAYNE \nGIBSON, \n \nDefendants, \n \nA PERFECT FIT FOR YOU, INC.,  \n \nDefendant and \nIntervenor-Defendant \n \n \n \n \n \n \n \nORDER ON RECEIVER’S MOTION TO \nAPPROVE PAYMENT TO DOUGLAS \nGOINES AS RECEIVER FOR \nPERFECT FIT FOR YOU, INC. \n \n THIS MATTER comes before the Court on Receiver Douglas Goines’s \n(“Goines”) Amended Motion to Approve Payment to Douglas Goines as Receiver for A \nPerfect Fit For You, Inc. (“Perfect Fit”) (“Amended Motion”). Goines specifically moves \nthe Court to approve his request for $115,628.55 in compensation from Perfect Fit for \nserving as its receiver during this litigation for the period May 16, 2016 , through \nApril 17, 2017. The Receiver makes the request pursuant to N.C. Gen. Stat. § 1-501 \net seq. (hereinafter, all references to the General Statutes will be to “G.S.”). \n THE COURT, having considered the Amended Motion, Defendants Margaret \nA. Gibson and Robert Wayne Gibson’s (collectively, “Gibsons ”) response to the \nAmended Motion, the exhibits filed with the Court, the proceedings to date in this \nmatter, and other appropriate matters of record, FINDS and CONCLUDES that the \nAmended Motion should be GRANTED, in part, and DENIED, in part, for the reasons \nset forth below. \nA. Factual and Procedural Background \n1. Perfect Fit is a small, durable medical equipment supplier located in \nMorehead City, North Carolina. Plaintiff Shelley P. Bandy (“Bandy”) claims that she \nis a 50% shareholder in Perfect Fit with Defendant Margaret A. Gibson (“Margaret”). \nThe Gibsons deny that Bandy is a shareholder of Perfect Fit, and contend that \nMargaret is the sole shareholder of Perfect Fit. \n2. On May 16, 2016, Bandy initiated this action by filing a verified \ncomplaint in Carteret County Superior Court  against Margaret and Perfect Fit .1 In \nthe verified complaint, Bandy alleged that Margaret reneged on an agreement that \nBandy would be a 50% shareholder in Perfect Fit, and later transferred out of Perfect \nFit and to the Gibsons millions of dollars in whic h Bandy has a 50% ownership  \ninterest. The verified complaint contained, inter alia , a motion for a temporary \nrestraining order against the Gibsons and a motion for appointment of a receiver over \nPerfect Fit. \n3. On May 16, 2016, the Honorable Benjamin G. Alford, ex parte, issued a \nTemporary Restraining Order and an Order on Appointment of Receiver (“Receiver \nOrder”). The Receiver Order appointed Goines as the receiver of “property and assets \nwhich are the subject of this action” and provided Goines with “ full power to take \npossession of an d manage [Perfect Fit’s]  business, books, and profits, less any \n                                                 \n1 On July 12, 2016, Bandy filed the  First Amended Complaint that, inter alia, added as a \nDefendant Ronald Wayne Gibson. \nnecessary expenditures incurred in connection with the necessary operation of the \nproperty and business until a final adjudication of this cause may be had.” (Receiver \nOrder 1.) The Receiver Order did not state under what authority the Court was \nappointing Goines as receiver, and did not specifically reference G.S. §§ 1-501 or 502. \n4.  On June 15, 2016, after holding a hearing, Judge Alford issued an Order \nGranting Preliminary Injunction and Appointment of Receiver (“ PI Order”). The PI \nOrder froze all assets and funds in the possession of the Gibsons that were the result \nof corporate funds transferred out of Perfect Fit’s bank account by Margaret. (PI \nOrder 5–6.) With regard to the appointment of a receiver, Judge Alford ordered that \n“Goines shall continue as receiver, vested with full powers granted under statute to \ntake possession of and manage the business, books, and profits of the corporation, \nless any ne cessary expenditures incurred with the necessary operation of the \nbusiness during the pendency of this litigation or until further Order of this Court.” \n(PI Order 6.) Again, the PI Order did not state under what authority the Court was \nappointing Goines as receiver. \n5. On June 15 , 2016, this matter was designated to the North Carolina \nBusiness Court.  On June 16, 2016, the case was assigned to the undersigned by order \nof the Honorable James L. Gale, Chief Judge of the North Carolina Business Court.  \n6. Upon assum ing the  receivership position and reviewing Perfect Fit’s \nbooks and records, Goines became concerned about the validity of the company’s pre-\nreceivership sales, almost all  of which were paid for by  North Carolina Medicaid . \nGoines retained third -party auditors to review Perfect Fit’s Medicaid billing \npractices. The audits established that essentially all  of Perfect Fit’s charges to \nMedicaid were not supported by adequate documentation  as required by federal \nregulations. Goines concluded that Perfect Fit would likely need to repay  the more \nthan $12 million it had received from North Carolina Medicaid ,2 and reported the \naudit findings to the State of North Carolina. \n7. Goines also concluded that if required to repay North Carolina Medicaid, \nPerfect Fit would not have sufficient assets and would be insolvent. On December 8, \n2016, Goines moved the Court , pursuant to G.S. § 1 -507.1 et seq. , for an order \nappointing him as a receiver of an insolvent corporation with authority to attempt to \nretrieve assets transferred out of Perfect Fit and for a stay of  the lawsuit while the \nparties worked with the North Carolina Attorney General’s office to determine \nwhether Perfect Fit would be  obligated to return funds to North Carolina Medicaid. \nOn January 19, 2017, the Court issued an order denying Goines’s motion for authority \nto treat Perfect Fit as an insolvent corporation, but granted a stay of the lawsuit. The \nstay subsequently was extended by the Court to June 30, 2017. \n8. The State has not yet concluded its investi gation into Perfect Fit’s \nMedicaid charges. \n9. Since Goines was appointed receiver for Perfect Fit, it has continued to \noperate as an ongoing concern and has generated substantial revenue. 3 From May \n                                                 \n2 See 42 U.S.C. § 1320a-7k(d)(2). \n3 Goines has represented to the Court that Perfect Fit’s Medicaid billing practices have been \nbrought into compliance with the appropriate regulations. \n16, 2016, to May 5, 2017, Perfect Fit’s net receivables were $1,185,833.70 and its net \ndisbursements $654,237.37. (Receiver’s Br. Supp. Am. Mot. for Payment Ex. A.)   \nB. The Motion \n10. Goines originally filed a Motion to Approve Payment (“Motion for \nPayment”) on April 21, 2017, and attached in support, as Exhibit B, his firm’s invoice \nfor his services for the period May 16, 2016 , through April 17, 2017. By order dated \nApril 28, 2017, the Court ordered the parties to submit additional briefing on the \nissue of the Court’s authority to award compensation to Goines, and ordered Goines \nto submit to the court “a breakdown of each of the time entries contained in the fees \nsummary attached to the Motion for Payment as Exhibit B to show (a) time spent on \nnon-legal tasks performed as part of  the receivership, and (b) time spent on legal \nservices performed as part of the receivership.” \n11. On May 15, 2017, Goines filed the Amended Motion. In the Amended \nMotion, Goines seeks compensation for his services as receiver since May 16, 2016.4 \n                                                 \n4 None of the parties object  to the Court awarding the Receiver compensation at thi s time \nbased on his services to date. Neither applicable statutes nor appellate case law expressly \naddress the issue of whether a court may award compensation to a receiver prior to the \ncompletion of the receiver’s duties. Nevertheless, the Court of Appeals decision in Kincheloe \nv. Leeds Group, LLC , suggests that periodic payments of compensation to a receiver are \nproper. 2005 N.C. App. LEXIS 2099, at *3–4 (October 4, 2005)  (noting that appellant was \nchallenging numerous, periodic orders entered by the Superior Court awarding the receiver \ncompensation for his services during the course of the receivership).  In addition, it has been \nthe practice of the North Carolina Business Court to award compensation to receivers on the \nbasis of periodic requests to the court during the course of a receivership. See, e.g., Order on \nReceiver’s Fifth Application for Compensation and Reimbursement of Expenses of Receiver, \nIn re Southeastern Eye Center - Pending Matters , N o. 12 CVS 1648 (N.C. Super. Ct. \nSeptember 26, 2016) (approving application for fees by receiver, an attorney, at $400 per hour \nand for Receiver’ s counsel at $250 per hour and authorizing Receiver to file additional \napplications for compensation and reimbur sements as he deems appropriate); Order \nAppointing Receiver at 4, Battles v. Bywater, LLC, No. 14 CVS 1853 (N.C. Super. Ct. Dec. 11, \n2014) (approving fees for co -receivers, two attorneys, at average rate of $225 per hour and \n12. In the Amended Motion, Goines seeks an award of $115,628.55 in \ncompensation for his services as a receiver. Goines seeks $23,625.00 for attorneys’ \nfees.  Goines also seeks  commission compensation of 5% of the total revenues and \nreceivables and expense  payments of Perfect Fit while he has been receiver, or \n$92,003.55 ($1,840,071.77 x .05), pursuant to G.S. § 1-507.9.   \n13. With the Amended Motion, Goines filed Perfect Fit’s ledger showing the \ncompany’s transactions from May 16, 2016, through May 5, 2017 (Receiver’s Br. Supp. \nAm. Mot. for Payment  Ex. A, ) Goines’s Affidavit ( Id. Ex. B,) and a spreadsheet \ndetailing the work performed by Goines from May 16, 2016, through April 17, 2017 . \n(Id. Ex. C.) \nC. Analysis \n14. A receivership is an equitable remedy. See Sinclair v. Moore C. R. Co., \n228 N.C. 389, 395, 45 S.E.2d 555, 560 (1947). “Courts of equity have original power \nto appoint receivers and to make such orders and decrees with respect to the \ndischarge of their trust as justice and equity may require.”  Lambeth v. Lambeth, 249 \nN.C. 315, 321, 106 S.E.2d 491, 495, (1959) (citing Skinner v. Maxwell, 66 N.C. 45, 47 \n(1872); Lasley v. Scales, 179 N.C. 578, 580, 103 S.E.2d 214, 215 (1920)); see Lowder v. \nAll Star Mills, Inc., 301 N.C. 561, 576, 273 S.E.2d 247, 256 (1981) (“[I]t is elementary \nthat a Court of Equity has the inherent power to appoint a receiver, notwithstanding \nspecific statutory authorization.”). \n                                                 \nthereafter requiring receivers to provide the Court with copies of their monthly bills for future \ncompensation orders) . Finally, the Court concludes that such periodic payments are \npermitted based on a trial court’s broad authority to supervise receiverships. \n15. Article 38 of Chapter 1, G.S. § 1 -501 et seq., also gives trial courts the \nstatutory authority to appoint receivers. Sp ecifically, G.S. § 1 -501 provides “[a]ny \njudge of the superior [ ] court with authority to grant restraining orders and \ninjunctions has like jurisdiction in appointing receivers . . . except only a judge of the \nSuperior Court Division has jurisdiction to a ppoint receivers of corporations,” and a \njudge may, “in his discretion, retain jurisdiction and supervision of the original action, \nof the receivers appointed therefor and of any other civil actions pending in the same \ndistrict involving the receivers . . . .” \n16. G.S. § 1 -502 provides “[a] receiver may be appointed  . . . [b]efore \njudgment, on the application of either party, when he establishes an apparent right \nto property which is the subject of the action and in the possession of an adverse \nparty, and the p roperty or its rents and profits are in danger of being lost, or  \nmaterially injured or impaired .  . . .” A trial court, however, possesses the same \ninherent authority. See Skinner, 66 N.C. at 48 (North Carolina’s statutory authority \nto appoint receivers “does not materially alter the equitable jurisdiction of our Courts \nupon this subject . . . . Where property is the subject of an action .  . . the Court may \nappoint a receiver, when it seems just and necessary to keep the property in dispute \nfrom the control of either party until the controversy is determined.”). \n17. Trial courts are vested with broad authority to supervise receivers. \nLambeth, 249 N.C. at 321, 106 S.E.2d at 495.  Inherent in this authority is discretion \nto determine the compensation to be awarded for the receiver’s services. See King v. \nPremo & King, Inc., 258 N.C. 701, 712, 129 S.E.2d 493, 500 (1963); Lowder v. All Star \nMills, Inc., 309 N.C. 695, 707, 309 S.E.2d 193, 201 (1983). “The fees and expenses of \nthe receiver are part of the costs and expenses of the receivership, and should be paid \nas a cost and expense  and not like debt to a creditor .” Kincheloe, 2005 N.C. App. \nLEXIS 2099, at *23. “The receiver is also entitled to receive, in addition to reasonable \ncompensation, attorneys’ fees for tasks that require special legal skill and ability.”  \nId. (citing King, 258  N.C. at 714, 129 S.E.2d at 502).  Counsel fees should not be \nawarded for duties that do not require special legal skill, s uch as collecting assets of \nan estate. King, 258 N.C. at 714, 129 S.E.2d at 502. \n18. “In North Carolina, a receiver is entitled to reasonable compensation for \nhis services. ” Kincheloe, 2005 N.C. App. LEXIS 2099, at *22.  A  trial c ourt’s \ndetermination of the amount of a receiver’s compensation is prima facie correct, and \nis subject to revision by the appellate courts only if “based on the wrong principle, or \nclearly inadequate or excessive.” King, 258 N.C. at 712, 129 S.E.2d at 500. \n1. Request for compensation for attorneys’ fees. \n19. Goines seeks an award of $23,625.00 for attorneys’ fees. Goines contends \nthat has he performed 94.5 hours5 of legal work between May 16, 2016, and April 17, \n2017. (Receiver’s Br. Supp. Am. Mot. for Payment Ex. C.) Goines charged for his work \nas attorney at $250.00 per hour . None of the parties objects to Goines’ s hourly rate, \nand the Court concludes that the hourly rate is reasonable for an attorney of Goines’s \nskills and experience. \n                                                 \n5 The spreadsheet shows a total of 162.9 hours of services performed by Goines for the \nreceivership. (Receiver’s Br. Supp. Am. Mot. for Payment Ex. C .) He has characterized 94.5 \nhours of that total as “Legal,” 52.8 as “Non -legal,” and 15.6 hours as “Both” l egal and non-\nlegal.  Goines does not seek attorneys’ fees for the hours characterized as “Both.” (Id.) \n20. The Court must also scrutinize the records provided  by Goines to \ndetermine whether the work for which he seeks attorneys’ fees “require[d] special \nlegal skill.” King, 258 N.C. at 714, 129 S.E.2d at 502; Kincheloe, 2005 N.C. App. Lexis \n2099, at *29 (“ The trial court conducted a careful analysis of the evidence, \ndisapproved various entries, and made adjustments reallocating some entries as \nproperly receiver compensation rather than legal fees.”). \n21. The Court has thoroughly reviewed the spreadsheet of time entries \nprovided by Goines, and concludes that it is impossible to properly determine which \ntasks performed by Goines were legal work, and which were not.  The spreadsheet \ncontains approximately 200 entries, almost all of which are “block billed.”  The block \nentries consist of mul tiple tasks, separated by semi -colons, and followed by a total \namount of time for the block entry.  They do not provide the time expended on each  \nindividual task. \n22. In addition, the cryptic task entries in the spreadsheet do not permit the \nCourt to determine which tasks within a block entry required legal skill, and which, \nin the alternative, were non-legal tasks. In fact, one block entry may be characterized \nby Goines as “Legal” work  and another, very similar, block entry characterized as \n“Non-Legal.” For example, the entry for June 6, 2016, provides, in part, as follows: \nBank emails re; check approvals; Trisha email re: office \nsupplies; Teleconference with M. Parrish re: \nrepresentation/meeting; Review of BB&T reply; \nTeleconference with Mrs. Lilly re; approving checks; \nReview of Trisha email re: check approvals; Preparation of \nquestions/issues for meetings. \n \n The spreadsheet provides that Goines charged 0.8 hours for these tasks, \ncharacterizing the work as “Non-legal.” (Receiver’s Br. Supp. Am. Mot. for Payment \nEx. C, p. 5.) On the other hand, the entry for June 7, 2016, provides, in part, as follows: \nShelley’s email re: statement; Letter to Shelley; \nTeleconference with Mr. Cooper re: status and meeting; \nReview of email re: approving several checks; Conf erence \nwith Stefan re: Computers; Send letter re: approving \nseveral checks; Review of emails from Mr. Cooper re: items \nfor meeting. \n \nGoines charged 0.9 hours for these tasks, characterizing them as “Legal.” \n23. Most of the other block entries in the spreadsheet are of a similar nature. \nThe Court is not able to properly decide which tasks should be compensated as legal \nservices and which should not.  Goines’s request for attorneys’ fees should be \nDENIED. \n24. The Court should make clear that the fault for the nature of the time \nentries is not entirely on Goines. The Receiver Order and PI Order did not provide \nany guidance to Goines as to how  he would be compensated . The orders also do not \nprovide the hourly rates he could charge, when or how often to apply to the Court for \ncompensation, or what records Goines should maintain in support of his claims for \ncompensation. Nevertheless, the Court is not able to make a separate award of \nattorneys’ fees to Goines at this time.  For the remainder of his service as receiver for \nPerfect Fit, as set forth below, Goines should keep task -based entries for his time \nspent performing legal services. \n   \n \n2.  Request for commission under G.S. § 1-507.9. \n25. In the Amended Motion, Goines also seeks payment of a 5% commission \npursuant to G.S. § 1-507.9, which provides as follows:  \nBefore distribution of the assets of an insolvent corporation \namong the creditors or stockholders, the court shall allow \na reasonable compensation to the receiver for his services, \nnot to exceed five percent upon receipts and disbursements, \nand the costs and expenses of administration of his trust \nand of the proceedings in said court, to be first paid out of \nsaid assets. The court is authorized and empowered to \nallow counsel fees to an attorney serving as a receiver (in \naddition to the commissions allowed him as receiver as \nherein provided) where such attorney in behalf of the \nreceivership renders professional services, as an attorney, \nwhich are beyond the ordinar y routine of a receivership \nand of a type which would reasonably justify the retention \nof legal counsel by any such receiver not himself licensed \nto practice law.  \n \n26. As Goines recognizes, G.S. § 1-507.9 is contained within Article 38, part \n2, which is applicable to receivers appointed to  oversee insolvent or liquidating \ncorporations. G.S. §§ 1 -507.1 through 1 -507.11. (Receiver’s Br. Supp.  Am. Mot. for \nPayment 4.) Nevertheless, Goines argues that the Court should apply G.S. § 1-507.9 \nbased on the language in G.S. § 1-502 that provides “[t]he provisions of G.S. 1 -507.1 \nthrough 1 -507.11 are applicable, as near as may be, to receivers appointed \nhereunder.” (Id. at 4–5.) Goines contends that the Court should treat Perfect Fit’s \nrevenues and receivables as “re ceipts” and its expenses as “disbursements” and \naward him a commission of 5% of the total, or $92,003.55. (Id. at 5, 7.) \n27. Preliminarily, the Court notes that neither the Receiver Order n or the \nPI Order explicitly cites to  G.S. § 1-502 as the authority under which Judge Alford \nappointed Goines as receiver for Perfect Fit. While it might be logical to assume the \njudge was exercising the authority found in G.S. § 1-502 to appoint Goines to protect \nPerfect Fit’s assets until a judgment could be reached in this lawsuit, the Court also \nhad inherent authority to make the same appointment. Skinner, 66 N.C. at 48. \nNonetheless, the Court will consider Goines’ s request for a commission under G.S. \n§ 1-507.9. \n28. The Gibsons argue that the language “as near as may be” in G.S. § 1-\n502 means that the provisions of Part 2 of Article 38, including G.S. § 1-507.9, should \nbe applied to a receivership over a non-liquidating corporation only if it is appropriate \nto the receivership at issue . Since Goines was not appointed as receiver for Perfect \nFit for the purpose of liquidating  Perfect Fit or because the company was insolvent, \nG.S. § 1-507.9 should not be applied to Goines’ s request for compensation. (Gibsons’ \nBr. Opp. Am. Mot. 4–5.) \n29. The Gibsons contend that the commission payment provided for in G.S. \n§ 1 -507.9 is tailored to policy considerations applicable to receivers charged with \noverseeing the liquidation of an insolvent corporation for the benefit of creditors and \nshareholders. The G ibsons argue that permitting a commission of up to 5% on  \n“receipts and disbursements”  is intended to incentivize the receiver “find, collect, and \ndistribute” all of the potential assets of an insolvent corporation and to “encourage[ ] \nthe receiver to sati sfy as much of the company’s debt as possible before winding up \nits affairs.” (Gibsons’ Br. Opp. Am. Mot. 5.) The greater the amount of assets collected \nand payments made to the creditors and shareholders, the greater the potential \ncommission for the receiver.  \n30. The same policy is not squarely applicable to a receiver appointed to \nmanage and operate an ongoing business pending final judgment in litigation. While \nencouraging the receiver to maximize  the company’s revenues might be an \nappropriate goal, a commission based on maximizing the company’s expenses, or \n“disbursements,” would provide the receiver with a perverse incentive harmful to the \nbusiness he is managing. In this regard, the duties of a receiver for an insolvent or \nliquidating company and a receiver appointed to manage an ongoing concern diverge. \nIn fact, although the Court need not address it at this time, the Gibsons argue that \nGoines has unnecessarily increased Perfect Fit’s expenses through certain actions he \nhas taken as receiver. The Court does not believe a receiver of an ongoing corporation \nshould be rewarded for increasing its costs.  \n31. The Court concludes that it is not required to, and should not, apply G.S. \n§ 1-507.9 to determine Goines’s compensation in this matter where he is charged with \nmanaging and operating Perfect Fit as an ongoing concern until a judgment is entered \nin this case. Accordingly, the Goines’s request for a commission should be DENIED. \n3. Reasonable compensation for Goines’s services. \n32. Although the Court cannot determine an appropriate award of \nattorneys’ fees based on the records available to the Court, and does not believe \nGoines is entitled to a commission, Goines is entitled to reasonable compensation for \nhis services as a receiver. Goines has provided valuable services that have benefitted \nnot only Perfect Fit, but potentially the State of North Carolina and its citizens. The \nCourt concludes, in its discretion,  that reasonable compensation for Goines  at this \ntime should be determined by compensating Goines for the 162.9 hours of services he \nprovided from May 16, 2016, to April 17, 2017. Although the Court does not believe \nit would be appropriate to compensate Goines for all of these hours at the $250. 00 \nrate he charges for legal work, the records establish that he has provided both legal \nand non-legal services, and that he should be compensated at a blended hourly rate. \nThe Court further concludes that a rate of $175.00 per hour would be appropriate and \nreasonable for the non-legal services Goines has provided as receiver . Blending this \nhourly rate with Goines ’s $250.00 hourly rate for legal services, the Court will \ncompensate Goines for his work from May 16, 2016, through April 17, 2017 , at a \nblended rate of $212.50  (($250.00 + 175.00 ) ÷ 2) per hour.6 Accordingly, the Court \nawards $34,616.25 ($212.50 x 162.9 hours) to Goines as reasonable compensation for \nhis services. \nTHEREFORE, the Amended Motion is GRANTED, in part, and DENIED, in \npart, as follows: \n1. The Court awards Goines compensation in the amount of $34,616.25 for \nhis services as a receiver of Perfect Fit for the period May 16, 2016, through April 17, \n2017. \n2. Goines’s request to be awarded attorneys’ fees for the period May 16, \n2016, through April 17, 2017, is DENIED.  \n                                                 \n6 The blended rate of $212.50 is being used solely for purposes of compensating Goines for his \nservices as receiver from May 16, 2016, through April 17, 2017. \n3. Goines’s request to be awarded a commission pursuant to G.S. § 1-507.9 \nis DENIED. \n4. For the remainder of his service as receiver, Goines shall submit \nrequests for compensation for his services as receiver  no less frequently than every \nthree months (beginning with compensation for the period April 18, 2017 , through \nJuly 31, 2017) . Requests for compensation  shall be accompanied by  separate \nsummaries of the legal services for which Goines is requesting attorneys’ fees , and \nthe non-legal services for which he is requesting compensation. The summaries shall \nprovide task-based entries stating the specific amount of time spent on each task, and \nshall not use block entries.7 Goines will be compensated at a rate of $250.00 per hour \nfor his legal services and at a rate of $175.00 per hour for non-legal services unless \nmodified by further order of this Court.   \nSO ORDERED, this the 29th day of June, 2017. \n \n \n \n       /s/ Gregory P. McGuire    \n       Gregory P. McGuire \n       Special Superior Court Judge \n       for Complex Business Cases \n                                                 \n7 To the extent Goines has not been keeping records of his time on a task basis prior to this \nOrder, the obligation to provide task -based entries will commence with the issuance of this \nOrder. "
}