{
  "id": "6974d420e449b19cfa475caa6641ac954a2db1c39bf07c0ff91441186314a693",
  "source_file": "data/raw/ncbc/6974d420e449b19cfa475caa6641ac954a2db1c39bf07c0ff91441186314a693.pdf",
  "raw_text": "Se. Anesthesiology Consultants, PLLC v. Charlotte-Mecklenburg Hosp. Auth., 2018 \nNCBC 60. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 5899 \n \nSOUTHEAST ANESTHESIOLOGY \nCONSULTANTS, PLLC; AMERICAN \nANESTHESIOLOGY OF THE \nSOUTHEAST, PLLC; MEDNAX \nSERVICES, INC.; and RUSSELL A. \nSAUDER, M.D., M.B.A., \n \nPlaintiffs, \n \nv. \n \nTHE CHARLOTTE-\nMECKLENBURG HOSPITAL \nAUTHORITY, d/b/a CAROLINAS \nHEALTHCARE SYSTEM, and d/b/a \nATRIUM HEALTH; THOMAS M. \nWHERRY, M.D.; TOTAL \nANESTHESIA SOLUTIONS, LLC; \nand SCOPE ANESTHESIA OF \nNORTH CAROLINA, PLLC, \n \nDefendants. \n \n \n \n \n \n \n \n \nORDER ON PLAINTIFFS’ MOTION \nFOR TEMPORARY RESTRAINING \nORDER AND/OR PRELIMINARY \nINJUNCTION \n \n \n1. THIS MATTER is before the Court on Plaintiffs Southeast Anesthesiology \nConsultants, PLLC (“SEA”), American Anesthesiology of the Southeast, PLLC \n(“AASE”), and Mednax Services, Inc.’s (“Mednax”) (collectively, “Plaintiffs”)1  Motion \nfor Temporary Restraining Order and/or Preliminary Injunction (the “Motion”).  (ECF \nNo. 17.)  Having considered t he Motion, affidavits, briefs in support of and in \nopposition to the Motion, and the arguments of counsel at a hearing on the Motion, \n                                                 \n1 Plaintiff Russell A. Sauder, M.D., M.B.A., does not join in the Motion because he is \nneither an owner of the alleged trade secrets and confidential information nor a \nparty to the contracts that form the basis for the Motion.  (Mot. TRO and/or Prelim. \nInj. 1 n.1, ECF No. 17 [“Pls.’ Mot. Prelim. Inj.”].) \n \n \nthe Court GRANTS in part and DENIES in part the Motion for the reasons stated \nherein. \nI. PROCEDURAL HISTORY \n2. The Court sets fo rth here only those portions of the procedural history \nrelevant to its determination of the Motion. \n3. Plaintiffs instituted this action by filing a Complaint on March 26, 2018 \nasserting claims against Defendant Charlotte-Mecklenburg Hospital Authority, d/b/a \nCarolinas Healthcare System, and d/b/a Atrium Health (“Atrium”) arising out of the \naward of exclusive contracts to provide anesthesia services at certain Atrium facilities \nto Defendant Scope Anesthesia of North Carolina, PLLC (“Scope”).  (ECF No. 3.)  \nPlaintiffs also assert claims against Scope’s founder, Thomas M. Wherry, M.D. \n(“Wherry”) and his consulting company, Total Anesthesia Solutions, LLC (“Total \nAnesthesia”).  Wherry, Scope, and Total Anesthesia are referred to collectively herein \nas the “Wherry Defendants.” \n4. On May 11, 2018, Plaintiffs publicly filed the Motion, (ECF No. 17), and the \naffidavit of William C. Buhrman, M.D. (“Buhrman”), Chief of Anesthesiology and \nChief of Transplant Anesthesia at Atrium’s Carolinas Medical Center Main (“CMC \nMain”), (ECF No. 21).  Plaintiffs also filed under seal a brief in support of the Motion, \n(ECF No. 18), along with the affidavits of Matthew J. Belan, M.D., M.B.A. (“Belan”), \nMednax’s Division Medical Officer for Anesthesiology and Adult Critical Care \nServices, (E CF No. 19); Michael Besedick (“Besedick”), Engagement Manager for \nSurgical Directions, a Mednax affiliate, (ECF No. 20); David R. Lebec, M.D. (“Lebec”), \n \n \nMednax’s Division Medical Officer, (ECF No. 22); and Joshua S. Miller, M.D. \n(“Miller”), Mednax’s Divisional Medical Officer for Anesthesiology, Critical Care, and \nPain Management Services, (ECF No. 23).  On May 18, 2018, Plaintiffs publicly filed \nredacted copies of these documents but requested that certain exhibits to the \naffidavits be kept entirely sealed .  (ECF Nos. 35 –37, 39 –44.)  On June 12, 2018, \nPlaintiffs filed additional copies of certain documents with more limited redactions. 2  \n(ECF Nos. 88.1–88.4.) \n5. On May 15, 2018, following a phone conference with counsel for all parties, \nthe Court issued an Order setting the Motion for hearing on Monday, June 18, 2018, \nallowing Defendants to file a brief in opposition to the Motion by May 30, 2018, and \nallowing Plaintiffs to file a reply brief by June 12, 2018.  (ECF No. 31.) \n6. On May 30, 2018, Atrium publicly filed the affidavit of Christopher Berger \n(“Berger”), Atrium’s Assistant Vice President of Corporate Communications, (ECF \nNo. 59), and filed under seal a response brief in opposition to the Motion, (ECF No. \n46), along with the affidavits of Spencer Lilly (“Lilly”), President of Atrium’s Central \n                                                 \n2 Under the General Rules of Practice and Procedure for the North Carolina Business \nCourt (“BCR”), a party who believes that its court filings contain confidential or \nsensitive information may provisionally file documents under seal along with a \nmotion for leave to file the documents under seal.  BCR 5.2(a) –(b).  Within five \nbusiness days of filing documents provisionally under seal, the filing party must file \npublic versions that bear redactions or, in rare circumstances, may file a notice that \nthe entire document has been filed under seal.  BCR 5.2(d).  The Court will separately \nrule on whether the information provisionally filed under seal should remain under \nseal or be made public.  Although court records are generally public records, “a trial \ncourt may, in the proper circumstances, shield portions of court proceedings and \nrecords from the public[.]”  Virmani v. Presbyterian Health Servs. Corp., 350 N.C. 449, \n515 S.E.2d 675 (1999).   \n \n \n \nDivision, (ECF No. 47); Michelle Fortune (“Fortune”), Vice President of Perioperative \nServices for Atrium’s Metro Division, (ECF No. 56); and Diane Blanchfield \n(“Blanchfield”), Assistant Vice President of Anesthesia Ser vices for Atrium’s Metro \nDivision, (ECF No. 57).  On June 5, 2018, Atrium filed redacted copies of the \ndocuments provisionally filed under seal.  (ECF Nos. 76.1–76.4.) \n7. Also on May 30, 2018, the Wherry Defendants filed under seal a response \nbrief in opposition to the Motion, (ECF No. 65), and the affidavit of Wherry, (ECF No. \n66), and publicly filed the affidavits of Scope consultants Joe Tobin, M.D. (“Tobin”), \n(ECF No. 67), and Bill Greeley, M.D., M.B.A. (“Greeley”), (ECF No. 69).  On June 6, \n2018, the Wher ry Defendants publicly filed unredacted copies of the documents \npreviously filed under seal.  (ECF No. 77.1–77.2.) \n8. On June 12, 2018, Plaintiffs publicly filed a reply brief, (ECF No. 80), along \nwith additional affidavits of W.M. Long, III, C.P.A. (“Long”), Mednax’s Regional Vice \nPresident, (ECF No. 81), Jason A. Clemens, C.F.A., Chief Financial Officer for \nMednax National Medical Group, (ECF No. 85), Lebec, (ECF No. 83), and Buhrman, \n(ECF No. 86).  On June 14, 2018, Plaintiffs publicly filed Long’s suppleme ntal \naffidavit, correcting erroneous information in his original affidavit.  (ECF No. 89.) \n9. On June 18, 2018, the Court held a hearing on the Motion.  Counsel for all \nparties were present and participated in the hearing. \n10. Having considered the affidavits, briefs, arguments, and supporting \nmaterials presented to the Court, the Court makes the following findings of fact and \nconclusions of law for the limited purpose of resolving the Motion, without prejudice \n \n \nto making contrar y or different findings and conclusions in subsequent orders. See \nLohrmann v. Iredell Mem’l Hosp., Inc. , 174 N.C. App. 63, 75, 620 S.E.2d 258, 265 \n(2005) (“It is well settled that findings of fact made during a preliminary injunction \nproceeding are not binding upon a court at a trial on the merits.”). \nII. FINDINGS OF FACT \nA. The Parties \n11. SEA is a North Carolina professional limited liability company that \nemploys approximately ninety anesthesiologists to provide anesthesia services to \nhospitals and medical facilities.  (Compl. ¶¶ 2, 11, ECF No. 3.) \n12. AASE is a North Carolina professional limited liability company that \nemploys anesthesiologists whose services AASE contracts out to SEA to provide \nanesthesia services to medical facilities pursuant to contracts between SEA  and the \nmedical facilities.  (Compl. ¶¶ 2, 12.) \n13. Mednax is a Florida corporation engaged in physician practice \nmanagement.  (Compl. ¶ 13.)  Since 2010, SEA has contracted with Mednax to provide \nadministrative and management services such as billing, collec tions, and human \nresources.  (Compl. ¶ 22.) \n14. Atrium is a public non-profit hospital authority, organized as the Charlotte-\nMecklenburg Hospital Authority pursuant to the North Carolina Hospital \nAuthorities Act, with its principal place of business in Mecklenburg County.  (Compl. \n¶ 15; Aff. Spencer Lilly ¶¶ 5, 9, ECF No. 76.2.)  Atrium did business as Carolinas \n \n \nHealthcare System (“CHS”) until it recently changed its name to Atrium.  (Compl. \n¶ 15; Lilly Aff. ¶ 5.) \n15. Wherry is a board certified anesthesiologist licensed to practice in several \nstates, including North Carolina, who has founded several anesthesia practice \ngroups.  (Aff. Thomas M. Wherry, M.D. ¶¶ 4–6, ECF No. 77.2.) \n16. Total Anesthesia is a Maryland limited liability company that Wherry \nformed to provid e consulting services for surgery centers and hospitals to help \nincrease productivity, lower costs, and improve patient outcomes.  (Compl. ¶ 19; \nWherry Aff. ¶ 10.) \n17. Scope is a North Carolina professional limited liability company that \nWherry formed in early  2018 to provide qualified anesthesiologists and related \nservices to North Carolina healthcare systems and entities.  (Compl. ¶ 20; Aff. Joshua \nS. Miller, M.D. Ex. C, ECF No. 23.3.) \nB. Exclusive Service Agreements for Anesthesia Services \n18. Atrium operates, mana ges, and is affiliated with numerous medical \nfacilities, physician practices, and other healthcare services operations in \nMecklenburg and surrounding counties.  (Lilly Aff. ¶ 6.)  To provide necessary \nanesthesia services to its patients, Atrium employs its own certified registered nurse \nanesthetists (“CRNAs”) and enters exclusive service contracts with physician groups \nthat provide qualified physician anesthesiologists to staff the various facilities.  \n(Compl. ¶¶ 2, 21; Lilly Aff. ¶ 12.)  Typically, each of  the service contracts between \nAtrium and the physician groups are for a fixed term of between two and three years, \n \n \nat the end of which, Atrium and the physician group in question negotiate whether \nto enter into a new contract or terminate the existing rel ationship.  (Lilly Aff. ¶ 14.) \nUnder the service contracts, the physician groups traditionally billed patients \ndirectly for anesthesia services provided at Atrium facilities.  (Lilly Aff. ¶ 15.) \n19. In 2013, Atrium began discussions with its anesthesia provide rs about \nshifting to a “physician-lease model.”  Under the physician-lease model, Atrium would \nbill patients for anesthesia services and would pay the physician group a certain \namount for each physician needed to staff the facility or facilities covered by  the \nagreement.  (Lilly Aff. ¶¶ 15–16; see also Wherry Aff. ¶ 13, (explaining the physician-\nlease model); Aff. Joshua S. Miller, M.D. ¶¶ 24–25, ECF No. 23 (same).) \n20. Since the 1980s, Atrium and SEA have contracted for SEA to be the \nexclusive anesthesia provi der at certain Atrium facilities.  (Compl. ¶ 2; Lilly Aff. \n¶ 12.)  Of relevance to the pending litigation, Atrium and SEA are currently parties \nto six separate contracts that grant SEA the exclusive right to provide anesthesia \nservices at eight separate fa cilities owned and/or operated by Atrium: CMC Main, \nCarolinas Medical Center Mercy (“CMC Mercy”), Levine Children’s Hospital \n(“Levine”), (collectively, the “CMC Facilities”), and CHS hospitals in Cleveland, Kings \nMountain, Pineville, Lincoln, and Union (th e “CHS Facilities”).3  (Compl. ¶ 15; Lilly \n                                                 \n3 The agreement for CH S Pineville is between SEA and Mercy Hospital, Inc., a \nsubsidiary of Atrium.  (Lilly Aff. ¶ 13 n.2.)  Because the parties do not raise the issue \nof whether Atrium may be bound by a contract entered into by its subsidiary, the \nCourt will treat all six contracts as though they were between SEA and Atrium. \n \n \nAff. ¶¶ 3, 6, 12–13.)  The CMC and CHS Facilities are referred to collectively herein \nas the “Atrium Facilities.” \n21. In 2014, while negotiating whether to enter new contracts with SEA, \nAtrium proposed a physician -lease model to SEA.  (Lilly Aff. ¶ 18.)  SEA initially \nrefused to agree to the physician -lease model, causing Atrium to terminate its \nagreement with SEA for one Atrium facility not relevant to the Motion.  (Lilly Aff. \n¶ 18.)  However, in negotiating new contr acts in 2015 and 2016, SEA eventually \nagreed to the physician-lease model for five of its six contracts with Atrium, thereby \ntransitioning all five of the CHS Facilities to a physician -lease model.  (Lilly Aff. \n¶¶ 13, 19.)  The Court has only been provided with the agreement for CHS Union (the \n“Union Agreement”), but Plaintiffs’ submissions suggest that the Union Agreement \nis representative of the agreements for the remaining four CHS Facilities.  (Miller \nAff. ¶ 6–8, 31.)  The Union Agreement was for an initial two-year term from January \n1, 2016 through December 31, 2017.  (Miller Aff. Ex. A, § 2.1, ECF No. 88.1 [“Union \nAgreement”].) \n22. However, SEA would not agree to the physician -lease model as to the \ncontract for the CMC Facilities.  As a result, Atrium entered a new contract with SEA \nunder the traditional billing model (the “CMC Agreement”).  (Lilly Aff. Ex. A, § 3.1(a) \n[“CMC Agreement”].)  The CMC Agreement’s initial term was from October 1, 2014 \nthrough September 30, 2016.  (CMC Agreement § 2.1.)  On January 1, 2016, SEA and \nAtrium executed an amendment extending the CMC Agreement through December \n31, 2017.  (First Amendment to CMC Agreement, § 2.1.)  At that time, Atrium made \n \n \nclear that it would only enter into future contracts with SEA for the CMC Facilit ies \nunder the physician-lease model.  (Lilly Aff. ¶ 21.) \n23. The CMC Agreement and all of the agreements for the CHS Facilities \n(collectively, the “SEA Agreements”) prohibited the parties to the agreements from \ndisclosing the other’s confidential information except \nto those of its employees, agents, subcontractors, professional advisors \nand independent contractors who are required to know such information \nfor purposes of enabling the disclosing party to perform its obligations \nto the other party or to pursue and evaluate the business relationship \nwith the other party and only so long as each person to whom such \ndisclosure is made will be informed of the disclosing party’s obligations \nhereunder and agree to be bound by the confidentiality provisions \nhereof . . . . \n \n(CMC Agreement § 4.8(a); Union Agreement § 4.8(a).)  The SEA Agreements defined \nSEA’s confidential information to include “any information of [SEA] that individually \nor as compiled constitutes confidential, proprietary or trade secret information \ndeveloped by [SEA] and shall include, but not be limited to, patient medical and \nbilling records and other patient information of patients of [SEA.]”  (CMC Agreement \n§ 4.8(a); Union Agreement § 4.8(a).)  The SEA Agreements further provided that each \nparty “shall have the right of injunctive relief or specific performance as a result of a \nbreach of this section by the other” and that the confidentiality provision “shall \nsurvive the expiration or termination of this Agreement for any reason.”  (CMC \nAgreement § 4.8(c); Union Agreement § 4.8(c).) \n24. The SEA Agreements also contained non -solicitation provisions.  (Miller \nAff. ¶ 31.)  The Union Agreement provided that, “[d]uring the term of this Agreement \nand for a one (1) year period following the termination of this Ag reement, [Atrium] \n \n \nwill not [s]olicit or employ any person then employed by [SEA] and [SEA] will not \n[s]olicit or employ any person then employed by [Atrium], without the prior written \nconsent of the other party.”  (Union Agreement § 1.6(b).)  The Union Agr eement \ndefined “solicit” to mean “actively encouraging a person who is known to be employed \nby the other party to quit their employment with the other party and accept \nemployment with the soliciting party” and the non-solicitation provision applied to “a \nparty, its owners and any of its management level representatives, or someone at \ntheir direction[.]”  (Union Agreement § 1.6(b).) \nC. Atrium Engaged Total Anesthesia as a Consultant \n25. In April 2017, as Atrium and SEA negotiated whether to enter new \ncontracts for SEA to continue providing anesthesia services at the Atrium Facilities \nafter the expiration of the existing agreements, Atrium engaged the consulting \nservices of Defendants Total Anesthesia and Wherry.  (Lilly Aff. ¶ 32; Wherry Aff. \n¶ 15.)  Atrium engaged Wherry to assist in evaluating the provision of anesthesia \nservices at the Atrium Facilities, looking specifically at current staffing of CRNAs \nand physician anesthesiologists and at whether new procedures and changed roles \nbetween CRNAs and physicians could be implemented at the Atrium Facilities.  (Lilly \nAff. ¶¶ 34 –35.)  In mid -May 2017, Plaintiffs were informed that Wherry had been \nhired as a consultant.  (Aff. Matthew J. Belan, M.D., M.B.A. ¶¶ 3 –4, ECF No. 88.4; \nAff. William C. Buhrman, M.D. ¶¶ 4–5, ECF No. 21; Aff. David R. Lebec, M.D. ¶¶ 3–\n4, ECF No. 88.2; Miller Aff. ¶¶ 4–5.) \n \n \n26. To assist Wherry in conducting his analysis, Atrium provided Wherry with \nits clinical logs and third -party billing data for the CHS Facilities operating under \nthe physician-lease model pursuant to which Atrium billed patients.  (Wherry Aff. \n¶ 16.)  However, Plaintiffs refused to provide billing data for CMC Main and CMC \nMercy—facilities that do not operate under a physician -lease model and at which \nMednax billed patients directly for the SEA physicians’ services.  (Wherry Aff. ¶ 16.)  \nWherry also visited each location and interviewed certain Atrium personnel and SEA \nphysicians.  (Lilly Aff. ¶ 33; Wherry Aff. ¶¶ 16–17; Buhrman Aff. ¶ 5; Miller Aff. ¶ 10.) \n27. Wherry individually intervi ewed SEA physicians, including Buhrman, \nMiller, Thomas Doolittle (“Doolittle”), and Brian May (“May”).  (Miller Aff. ¶ 10.)  \nWherry testified by affidavit that he and SEA physicians “discussed the general types \nof cases they worked on and where their challenges lay.”  (Wherry Aff. ¶ 17.)  Wherry \navers that he learned nothing from the physician interviews that he could not or did \nnot learn from reviewing Atrium’s records and speaking with Atrium’s staff, CRNAs, \nand surgeons.  (Wherry Aff. ¶ 18.)  No SEA phys ician ever indicated to Wherry that \nthey were imparting confidential or trade secret information.  (Wherry Aff. ¶ 18.) \n28. Buhrman testified that, during a one -hour interview, Wherry asked \ndetailed questions about the staffing model for Buhrman’s department an d was \nparticularly interested in the role of CRNAs.  (Buhrman Aff. ¶ 7.)  Buhrman informed \nWherry that “he could not use typical anesthesia practice data to prepare a staffing \nmodel” for the Atrium Facilities, which present “a much more challenging \nenvironment than in other anesthesia practices,” in part, because at CMC Main \n \n \n“specific surgeons . . . had particular requirements” and anesthesiologists “cared for \nthe tertiary care patient population seen in an academic practice setting, but were \nrequired to work at a speed and efficiency usually seen in a private practice setting” \nwithout the benefit of additional resources enjoyed by teaching hospitals.  (Buhrman \nAff. ¶¶ 5–6.)  Buhrman avers that he informed Wherry of “specific reasons” why SEA \nstaffed some operating rooms (“ORs”) at a higher-than-average ratio of physicians to \nORs.  (Buhrman Aff. ¶ 7.)  Finally, Buhrman avers that, from the interview, Wherry \n“learned the ‘recipe’ for how we staff complex surgeries, such as transplants, for \nAtrium—including information he could not learn through public sources or Atrium’s \npersonnel.”  (Buhrman Aff. ¶ 8.) \n29. Miller avers that he met with Wherry but does not elaborate on what, if \nany, information he disclosed to Wherry.  (Miller Aff. ¶ 10.)  Both Buhrman and Miller \naver that they, and other SEA physicians, shared information with Wherry on the \nunderstanding that he was a professional advisor hired by Atrium to evaluate the \nbusiness relationship between SEA and Atrium.  (Buhrman Aff. ¶ 20; Miller Aff. ¶ 9.) \n30. On August 2 2, 2017, Wherry reported the results of his analysis in a \nPowerPoint presentation (the “August Presentation”) at a meeting attended by \nrepresentatives of Atrium and Plaintiffs.  (Lilly Aff. ¶ 37; Aff. Diane Blanchfield ¶ 8, \nECF No. 76.4; Wherry Aff. ¶ 20; Miller Aff. ¶¶ 11–12.)  In the August Presentation, \nWherry outlined a staffing model based on the number of “full -time equivalent” \n(“FTE”) physicians needed to staff each facility.  (Wherry Aff. ¶ 21.)  Wherry proposed \nthat Atrium “increase[] ratios of CRN As to [physicians] and expand[] ‘practice and \n \n \nresponsibility’ on the part of CRNAs.”  (Belan Aff. ¶ 6e; see also Lebec Aff. ¶ 6e.)  The \nCourt understands that, if implemented, Wherry’s proposal would result in a \nmaterial reduction in the number of physician anesthesiologists providing services at \nthe Atrium Facilities.  ( See Aff. Christopher Berger Ex. F -4, at 32, 53, 70, 87, 108, \n130, 154, ECF No. 60 (showing current FTE levels and Wherry’s proposed cuts).) \n31. Plaintiffs’ personnel who either attended or had an opportunity to review \nWherry’s August Presentation perceived Wherry’s projections and proposed staffing \nmodel to be so deeply flawed that they believed “Wherry was unable, even with the \ninformation provided to him by  . . . SEA physicians  . . . , to prov ide any detailed \nstaffing analytics that could be used to predict future staffing needs with accuracy.”  \n(Belan Aff. ¶ 7.)  Specifically, Plaintiffs took issue with Wherry’s reliance on the \naverage number of concurrent surgeries in multiple ORs at a specific hour of the day, \nwithout reference to the day of the week or the particular OR.  (Belan Aff. ¶ 6a –c; \nLebec Aff. ¶ 6a–c.)  Plaintiffs also believed that Wherry, because he lacked Plaintiffs’ \nyears of experience at the Atrium Facilities, overestimated the  ability of Atrium’s \nCRNAs to administer more complex procedures without several years of training.  \n(Belan Aff. ¶ 6e; Lebec Aff. ¶ 6e.) \n32. Wherry also received criticism from Plaintiffs because he relied on data \nfrom 2016 in the August Presentation.  Followi ng the August Presentation, Wherry \npresented an updated and revised analysis on September 22, 2017 (the “September \nPresentation”).  (Lilly Aff. ¶ 22; Wherry Aff. ¶ 22.)  It is not clear who was in \nattendance at the September Presentation, but Plaintiffs’ p ersonnel received copies \n \n \nof the updated PowerPoint slides.  (Belan Aff. ¶ 10; Lebec Aff. ¶ 8; Miller Aff. ¶ 13.)  \nPlaintiffs did not believe that the September Presentation cured the defects they \nperceived in Wherry’s analysis.  (Belan Aff. ¶ 8; Lebec Aff. ¶ 8; Miller Aff. ¶ 13.) \nD. Continued Negotiations Between Atrium and Plaintiffs \n33. After viewing Wherry’s presentations, Belan, Lebec, and other Mednax and \nSEA personnel decided to create a presentation to provide Atrium with their own \nstaffing proposal based o n Plaintiffs’ projections of staffing needs at the Atrium \nFacilities.  (Belan Aff. ¶ 10; Lebec Aff. ¶ 10.)  In October, 2017, Plaintiffs proposed, \nas an alternative to the physician -lease model demanded by Atrium for the CMC \nFacilities, that Atrium enter a n agreement for SEA to lease Atrium’s CRNAs at the \nCMC Facilities (the “CRNA -lease proposal”).  (Buhrman Aff. ¶ 11; Miller Aff. ¶ 15; \nLong Aff. ¶¶ 4 –5; Lilly Aff. ¶ 43.)  Under a CRNA lease, the CRNAs would remain \nAtrium’s employees, but Mednax would pay A trium a set amount per CRNA and \nwould, for the first time, become involved in CRNA management.  (Lilly Aff.  ¶ 44.)  \nPlaintiffs believed that a CRNA lease would result in considerable savings for \nAtrium.  (Buhrman Aff. ¶ 11; Miller Aff. ¶ 15; Long Aff. ¶ 4.) \n34. Atrium agreed to evaluate the CRNA -lease proposal, but reaffirmed its \nposition that Atrium would only enter future contracts with SEA under the physician-\nlease model.  (Lilly Aff. ¶ 47.)  To that end, Lilly wrote Plaintiffs a letter proposing \nFTE numbers for the CHS Facilities already operating under a physician-lease model \nand that existing staff numbers at the CMC Facilities be used for a lease arrangement \nat those facilities.  (Lilly Aff. Ex. D.) \n \n \n35. After it became clear that the parties would not reach agreement on new \ncontracts before the existing agreements expired on December 31, 2017, the parties \nbegan discussing short-term extensions of the SEA Agreements in early November.  \n(Lilly Aff. ¶ 49.)  Plaintiffs and Atrium ultimately agreed to extend  the SEA \nAgreements through June 30, 2018.  (Lilly Aff. ¶ 51.)  As part of the extensions, which \nbecame effective January 1, 2018, Atrium agreed that for the first three months of \nthe extensions, Atrium would not “enter into negotiations with anesthesiolog ists or \nanesthesiology groups or practices, relating or otherwise pertaining to the provision \nof professional anesthesiology services to or on behalf of” the Atrium Facilities (the \n“No-Shop Provision”).  (Lilly Aff. Ex. E, § 2.3, Ex. F, at 1.)  The extensions were signed \non behalf of SEA on November 20, 2017 and were delivered to Atrium on November \n28, 2017.  (Lilly Aff. ¶ 51, Exs. E–F; Long Aff. Ex. C, ECF No. 82.3.)  By their express \nterms, the extensions became effective on January 1, 2018.  As a result,  Atrium was \nnot prohibited from negotiating and entering an agreement with a third party to \nprovide anesthesia services prior to January 1, 2018. \nE. Plaintiffs’ CRNA-Lease Proposal \n36. To create the CRNA -lease proposal, Plaintiffs employed two proprietary \nsoftware tools (the “Staffing Applications”) to calculate actual OR utilization, \nworkforce productivity, and staffing demands in order to predict future needs.  (Belan \nAff. ¶ 11; Lebec Aff. ¶ 9.)  The Staffing Applications consist of the “Rooms Running” \nalgorithm and the “Staffing Calculator.”  (Belan Aff. ¶ 10.) \n \n \n37. Rooms Running consists of software designed in late 2015 by Besedick, an \nengagement manager for Mednax affiliate Surgical Directions.  (Besedick Aff. ¶ 5.)  \nIn 2017, Besedick refined the Staffing Applications and customized them for use with \nPlaintiffs’ anesthesiology practices.  (Belan Aff. ¶¶ 10 –11; Besedick Aff. ¶¶ 2, 10.)  \nBesedick spent several months and hundreds of hours developing the design and \ncoding of Rooms Running.  (Besedick Aff. ¶ 8.) \n38. Rooms Running processes Plaintiffs’ historical data and generates \n“probabilities of concurrently running ORs for a given day of the week and time of \nday . . . that can be placed into visualization tools (such as pivot tables, charts, or \ngraphs).”  (Besedick Aff.  ¶ 12.)  Besedick could then format the data generated by \nRooms Running into “heatmaps,” a term commonly used in the staffing industry to \ndescribe times when a workplace is busier or slower than other times.  (Besedick Aff. \n¶ 13; Belan Aff. ¶ 6; Lebec Aff. ¶ 6.) \n39. The heatmaps provided probabilities for the number of patients in progress \nin a particular OR at any given hour of the day for each day of the week.  (Besedick \nAff. ¶ 13.)  These heatmaps could then be used to determine, within a certain \nprobability, how many providers are needed to staff a particular OR.  (Besedick Aff. \n¶¶ 13 –14.)  According to Besedick, the heatmaps predict the staffing needs for \nAtrium’s ORs at more than 95% accuracy.  (Besedick Aff. ¶ 14.) \n40. The information generated by Rooms Running was then processed through \nPlaintiffs’ Staffing Calculator, an application that uses proprietary formulas created \nby Belan and Lebec.  (Belan Aff. ¶ 13a; Lebec Aff. ¶ 13.)  The Staffing Calculator \n \n \napplies limitations, such as required physician -to-CRNA ratios, vacations for \npersonnel, or other idiosyncrasies of particular anesthesia locations, to the outputs \ngenerated by Rooms Running to convert the heatmaps into staffing models and \nproposals.  (Belan Aff. ¶ 13; Lebec Aff. ¶ 13.) \n41. The Rooms Running softwa re exists on only four encrypted laptop \ncomputers in Besedick’s department at Surgical Directions and only four people at \nSurgical Directions have access to the software code.  (Besedick Aff. ¶ 19.)  All \nSurgical Directions personnel are subject to confide ntiality agreements and must \nhave an identification badge to enter the building.  (Besedick Aff. ¶ 19.)   Recipients \nof Plaintiffs’ heatmaps do not receive the code used to generate the outputs and the \nalgorithm is not shared outside of Surgical Directions.   (Besedick Aff. ¶ 19.)  The \n“‘manipulable’ or ‘live’ form of the Staffing Calculator formulas or their outputs” is \nnot released to anyone outside of Mednax or SEA.  (Belan Aff. ¶ 13c; Lebec Aff. ¶ 14.)   \n42. Outside of Plaintiffs’ business, the Staffing Appli cations are shared only \nwith hospitals at which Plaintiffs provide anesthesia services and that are subject to \nconfidentiality agreements.  (Belan Aff. ¶ 13c; Lebec Aff. ¶ 14.)  Within Plaintiffs’ \nbusiness, the Staffing Applications are shared only with pe rsonnel with “an \noperational need to view the material.”  (Belan Aff. ¶ 13c; Lebec Aff. ¶ 14.) \n43. Plaintiffs used the Staffing Applications to create heatmaps, graphs, tables, \nshift staffing and FTE models, conclusive narratives, and slides (the “Staffing \nFormula Outputs” or “Outputs”) to generate a CRNA -lease proposal intended as a \nstaffing counter proposal to Wherry’s August and September Presentations.  (Miller \n \n \nAff. ¶ 14; Belan Aff. ¶¶ 14, 16; Lebec Aff. Ex. C, at 1, 21, ECF No 88.3.)  Plaintiffs \nrequested a meeting with Atrium in order to present the proposal, and the parties \nultimately agreed that Atrium’s and Wherry’s schedules would permit them to be \npresent on November 30, 2017 to hear Plaintiffs’ proposal.  (Lilly Aff. ¶ 52; Suppl. Aff. \nW.M. Long, III, C.P.A. Ex. A, ECF No. 89.1.) \n44. In advance of the scheduled presentation, representatives of Plaintiffs and \nAtrium attended a meeting on November 28, 2017, at which Plaintiffs made clear \nthat under no circumstances would they agree to operate under a physici an-lease \nmodel at the CMC Facilities —a contract term that Atrium previously advised \nPlaintiffs was absolutely necessary for a continued contractual relationship.  (Lilly \nAff. ¶ 53.) \n45. Two days later, on November 30, 2017, Doolittle and Buhrman presented \nPlaintiffs’ CRNA -lease proposal using a PowerPoint presentation at a meeting \nattended by Wherry and representatives of both Atrium and Plaintiffs (the \n“November 30 Presentation”).  (Lilly Aff. ¶ 56; Buhrman Aff. ¶ 11; Lebec Aff. ¶¶ 15 –\n17.)  The presentation wa s not marked as confidential or as containing trade secret \ninformation and none of Plaintiffs’ representatives gave any indication that the \ninformation contained therein was confidential or trade secret information.  (Lilly Aff. \n¶¶ 65–67; Aff. Michelle Fortune ¶¶ 31–33, ECF No. 76.3; Blanchfield Aff ¶ 11.)  The \nNovember 30 Presentation did not include any software code or information about \nthe operation of the Staffing Applications.  (Fortune Aff. ¶ 28; Wherry Aff. ¶ 26.)  \n \n \nTherefore, no one associated with Defendants gained access to or knowledge about \nthe computer code or formulas used to create or operate the Staffing Applications. \n46. The proposal contained Plaintiffs’ Staffing Formula Outputs in the form of \nheatmaps and staffing proposals for the CMC Facilit ies only for Monday and \nThursday.  (Belan Aff. ¶ 16; Lebec Aff. ¶ 17; see also Lebec Aff. Ex. C, at 6 –9, 14–17 \n(certain portions remain under seal).)  It also contained a critique of Wherry’s August \nand September Presentations.  (Lilly Aff. ¶ 56.)  During the presentation, Fortune \nasked Burhman and Doolittle specific questions about how Plaintiffs would \nimplement the CRNA-lease proposal and she was not satisfied with the presenters’ \nresponses.  (Fortune Aff. ¶ 17.)  Wherry took notes during the presentation, but avers \nthat he did not keep his notes after checking Plaintiffs’ criticism of his presentations \nagainst his own work.  (Wherry Aff. ¶ 27.)  Atrium’s personnel averred that they did \nnot consider Plaintiffs’ proposal to be a realistic alternative to a p hysician lease.  \n(Fortune Aff. ¶¶ 17–20; Blanchfield Aff. ¶ 12; Lilly Aff. ¶¶ 59–60, 62–64, 69.) \n47. Later in the afternoon of November 30, 2017, a Mednax employee e-mailed \nthe PowerPoint to Atrium personnel without indicating that the slides contained \nconfidential or trade secret information or requesting that Atrium not distribute the \ninformation to any third party.  (Lilly Aff. Ex. G.)  The attached PowerPoint was \nforwarded to Wherry.  (Wherry Aff. ¶ 28.) \nF. Atrium Contract with Scope \n48. Immediately after t he November 30 Presentation, Wherry met with Lilly \nand Fortune.  (Wherry Aff. ¶ 29.)  Wherry avers that Lilly and Fortune indicated that, \n \n \nbecause Plaintiffs would not accept any of Atrium’s requested changes to the \nrelationship, Atrium would need to consid er alternative anesthesia providers and \ninquired as to whether Wherry would be interested in forming a North Carolina \nanesthesiology practice to become the exclusive provider of anesthesia services at the \nAtrium Facilities.  (Wherry Aff. ¶ 29; Lilly Aff. ¶ 70.) \n49. Wherry ultimately decided that he would be interested in contracting with \nAtrium to provide anesthesia services and, on December 28, 2017, Atrium and \nWherry entered into an agreement for Wherry to form a physician practice to take \nover anesthesia ser vices at the Atrium Facilities beginning on July 1, 2018 (the \n“Scope Agreement”).  (Wherry Aff. ¶¶ 30 –31; Lilly Aff. ¶¶ 71 –72.)  On January 5, \n2018, articles of organization for Scope were field with the North Carolina Secretary \nof State listing Wherry as a member and organizer of Scope.  (Miller Aff. Ex. C.) \n50. Notwithstanding Atrium’s negotiations with Wherry and the execution of \nthe Scope Agreement, on December 13, 2017, Atrium sent Plaintiffs information that \nthey had earlier requested to enable Plaintiffs  to give a financial proposal to \naccompany the CRNA-lease proposal.  (Long Aff. ¶¶ 5–6.) \n51. Prior to execution of the Scope Agreement, Plaintiffs and Atrium planned a \nmeeting for January 15, 2018 to continue negotiations.  (Long Aff. ¶ 16; Lilly Aff. \n¶ 73.)  However, at the January 15 meeting, instead of engaging in further \nnegotiations, Atrium informed Plaintiffs that Atrium would not enter into new \nagreements with SEA and the SEA Agreements and the relationship between Atrium \n \n \nand SEA would terminate on July 1, 2018.  (Lilly Aff. ¶ 73; Miller Aff. Ex. B, ECF No. \n23.2; Long Aff. Ex. C.) \n52. Plaintiffs’ personnel aver that, although they were repeatedly told that \nWherry was a consultant hired by Atrium to evaluate anesthesia services, it was not \nuntil February 1, 2018 that Plaintiffs first learned that Wherry had formed a \ncompeting anesthesiology practice that had been awarded the contracts for the \nAtrium Facilities.  (Belan Aff. ¶ 26; Buhrman Aff. ¶ 20; Lebec Aff. ¶ 34; Miller Aff. \n¶¶ 5, 20, Ex. B.) \nG. Solicitation of Physicians \n53. On January 15, 2018, Atrium sent an internal memorandum to its medical \nstaff and SEA physicians stating that the SEA Agreements would terminate July 1, \n2018.  (Miller Aff. Ex. G, ECF No. 23.7; Buhrman Aff. ¶ 12.)  The memo admonished \nAtrium’s personnel that, “[w]hile [Atrium] strongly desire[s] to retain the services of \ncurrent SEA physicians[,] it is important that all [Atrium] teammates refrain from \ntaking any action which could be deemed as soliciting SEA physicians for employment \nor services” and not to “engage in any discussions about this subject with anyone[.]”  \n(Miller Aff. Ex. G, at 1.) \n54. On March 21, 2018, Atrium again issued an internal memorandum stating \nthat Atrium “highly values and respects the anesthesiologists currently practicing at \nAtrium” and would prefer “that there are no changes in our anesthesiology providers.”  \n(Miller Aff. Ex. Ex. G, at 3.)  The second memoranda also emphasized that SEA was \n \n \nfree to permit the physicians to continue working for Atrium, but that it was a \ndecision solely for SEA to make.  (Miller Aff. Ex. G, at 3.) \n55. After it became known that the SEA Agreements would terminate, \nBlanchfield and Buhrman had several conversations about the termination of the \nSEA Agreements.  (Buhrman Aff. ¶ 13; Fortune Aff. ¶ 19.)   On April 2, 2018, \nBlanchfield texted Buhrman to ask if he could speak with her, after which the two \nexchanged a string of text messages.  (Reply Aff. William C. Buhrman, M.C. Ex. A, \nECF No. 86.1.)  Buhrman and Blanchfield contest both the content of and who \ninitiated the conversations, however Blanchfield and Buhrman indisputably \ndiscussed the possibility that Buhrman could join Scope and continue to provide \nanesthesiology services at Atrium.  (Buhrman Aff. ¶ 13; Blanchfield Aff. ¶¶ 20 –21, \n27; Buhrman Reply Aff. ¶¶ 2–3, ECF No. 86; Buhrman Reply Aff. Ex. A.) \n56. As a result of their conversations, Blanchfield helped to set up \ncommunications between Wherry and Buhrman.  (Long Aff. Ex. C, at 2.)  Buhrman \navers that he received a telephone call from Wherry on Apr il 13, 2018, in which \nWherry asked Buhrman to join Scope.  (Buhrman Aff. ¶ 14.)  Buhrman avers that \nWherry informed Buhrman that he intended to challenge the non -compete \nrestrictions in the SEA physicians’ agreements with AASE and offered to cover \nBuhrman’s legal expenses if Buhrman joined in the challenge.  (Buhrman Aff. ¶ 14.)  \nBuhrman also asserts that, on May 1, 2018, Wherry contacted him to inform him that \nWherry could not make a job offer to Buhrman directly because it “would be ‘illegal,’” \nbut that h e wanted to set up communications between Wherry’s and Buhrman’s \n \n \nlawyers for that purpose.  (Buhrman Aff. ¶ 16.)  The following day, an attorney who \nBuhrman had earlier consulted called Buhrman and relayed the details of an \nemployment offer to work for Scope.  (Buhrman Aff. ¶ 17.) \n57. Wherry does not rebut the assertions in Buhrman’s affidavit, but instead \navers that Scope has no outstanding offers of employment with any SEA physicians \nand has no intention to hire any SEA physicians.  (Wherry Aff. ¶ 39.)  Wherry further \nstated that in preparation to fulfill the Scope Agreement, he has recruited and hired \nat least sixty anesthesiologists who will move, or are already in the process of moving, \nto the Charlotte area.  (Wherry Aff. ¶ 38.)  At the hearing, counsel fo r the Wherry \nDefendants represented that Wherry had, by that date, recruited six additional full \ntime physicians to work under the Scope Agreements and four locum tenens  \nphysicians to work at the Atrium Facilities on a temporary basis, for a total of seventy \nphysician anesthesiologists who would be prepared to render anesthesia services at \nthe Atrium Facilities beginning on July 1. \nH. Plaintiffs’ Ad Campaign \n58. After Atrium notified Plaintiffs that it would not enter into new agreements \nwith SEA, Plaintiffs began  sending communications to Atrium personnel and \ncommenced a public advertising campaign (the “ad campaign”) criticizing Atrium’s \ndecision to terminate the SEA Agreements and award the anesthesia contracts to \nScope.  (Aff. Christopher Berger ¶¶ 5 –7, ECF No.  59.)  Plaintiffs’ ad campaign \nincluded full -page newspaper ads, billboards, dramatic radio ads, and online \nadvertisements targeted at the Charlotte area.  (Berger Aff. ¶ 7; Berger Aff. Exs. A –\n \n \nC, E; Berger Aff. Ex. D, ECF No. 75.)  Plaintiffs also establis hed a website, \nwww.yourcriticalmoment.com, to facilitate its ad campaign.  (Berger Aff. ¶  13, Exs. \nE–G.) \n59. The ads emphasize that “[o]n July 1, 2018, surgeons in Atrium facilities will \nbe paired with an entirely new group of anesthesiologists they have never  worked \nwith before[,]” and implore the public not to “let anyone play games with your health.”  \n(Berger Aff. Ex. B -2.)  Plaintiffs published one ad in a Charlotte newspaper stating \nthat, “[c]onglomerate hospital behemoths, like  . . . Atrium . . can have u nhealthy \nconsequences for communities” and that Atrium’s planned changes for anesthesia \nservices “could seriously jeopardize patient safety.”  (Berger Aff. Ex. B-2.)  Other ads \nstated: “Do you really want to play the odds?” and, “If you have surgery scheduled on \nor after July 1, you might want to scope out the details of the changes that Atrium \nhealth is making in anesthesiology care.”  (Berger Aff. Exs. B-2, F-1.) \n60. Defendants perceived Plaintiffs’ ad campaign as communicating false and \nmisleading messages i ntended to foster fear among Atrium’s patients and discredit \nAtrium’s decision to terminate the SEA Agreements and select Scope as its new \nanesthesia provider.  (Berger Aff. Ex. H-1.)  In response to the ad campaign, Atrium \npublished its own advertisements  to dispel what it considered to be falsehoods in \nPlaintiffs’ ads.  (Berger Aff. ¶ 17, Ex. H-1.)  As part of its response campaign, Atrium \nissued an open letter to the community stating that Plaintiffs, because they lost the \nSEA Agreements, engaged in an “ unethical fear-based smear campaign, spreading \nfalse and misleading information about Atrium.”  (Berger Aff. Ex. H -1.)  The letter \n \n \nfurther called Mednax “a desperate company willing to trample medical ethics and \nstandards of conduct  . . . simply to leverag e a business deal for its shareholders.”  \n(Berger Aff. Ex. H-1.) \nIII. CONCLUSIONS OF LAW \n61. Under Rule 65 of the North Carolina Rules of Civil Procedure (“Rule(s)”), \nthe Court has discretion to issue a preliminary injunction or a temporary restraining \norder (“TRO”) in appropriate circumstances.  See N.C. Gen. Stat. § 1A-1, Rule 65(a)–\n(b) cmt.  Although Rule 65 distinguishes between a TRO and a preliminary injunction, \nand allows for a TRO to be entered without notice to the opposing party, they both \nserve to preserve the status quo between the parties.  See Lambe v. Smith , 11 N.C. \nApp. 580, 582, 182 S.E.2d 783, 784 (1971); see also A.E.P. Indus., Inc. v. McClure, 308 \nN.C. 393, 400, 302 S.E.2d 754, 759 (1983) (“The purpose of a preliminary injunction \nis ordinarily to preserve the status quo pending trial on the merits.”); Nat’l Surgery \nCtr. Holdings, Inc. v. Surgical Inst. of Viewmont, LLC , 2016 NCBC LEXIS 41, at *7 \n(N.C. Super. Ct. May 12, 2016) (“The purpose of a TRO is to preserve the status quo \nbetween the parties until such time as a motion for preliminary injunction can be \nproperly heard.”).  Thus, “a [TRO] is a ‘drastic’ procedure that ‘operates within an \nemergency context which recognizes the need for swift action. . . .’”  RCR Enters., LLC \nv. McCall, 2014 NCBC LEXIS 69, at *8 (N.C. Super. Ct. Dec. 19, 2014) (quoting State \nex rel. Gilchrist v. Hurley , 48 N.C. App. 433, 448, 269 S.E.2d 646, 655 (1980)).  For \neither a TRO or a preliminary injunction, “[i]ts issuance is a matter of discretion to \nbe exercised by the hearing judge after a careful balancing of the equities.” Id. \n \n \n(citation omitted); Nat’l Surgery Ctr. Holdings, Inc. , 2016 NCBC LEXIS 41, at *7.  \nBecause Defendants have been provided an opportunity to submit counter affidavits \nand memoranda of law, the Cou rt considers the Motion as a motion for preliminary \ninjunction and not one for a TRO. \n62. A preliminary injunction is appropriate only where a plaintiff is able to \nshow: (1) a likelihood of success on the merits of its case and (2) that it is likely to \nsustain irreparable loss in the absence of an injunction, “or if, in the opinion of the \nCourt, issuance is necessary for the protection of a plaintiff’s rights during the course \nof litigation.”  A.E.P. Indus., Inc., 308 N.C. at 401, 302 S.E.2d at 759 –60 (emphasis \nomitted).  Thus, Plaintiffs must demonstrate a “reasonable likelihood” of success on \nthe merits of their claims to satisfy the first requirement.  Id. at 403, 302 S.E.2d at \n761.  As to the second requirement, “[a] plaintiff is entitled to injunctive relie f when \nthere is no adequate remedy at law and irreparable harm will result if the injunction \nis not granted.”  Vest v. Easley, 145 N.C. App. 70, 76, 549 S.E.2d 568, 574 (2001).  A \nparty may show that it will suffer an irreparable injury for which it has no adequate \nremedy at law where damages are difficult to calculate and cannot be ascertained \nwith certainty.  A.E.P. Indus., Inc., 308 N.C. at 406–07, 302 S.E.2d at 762. \n63. “North Carolina courts have held that in assessing the TRO or preliminary \ninjunction factors, the trial judge ‘should engage in a balancing process, weighing \npotential harm to the plaintiff if the injunction is not issued against the potential \nharm to the defendant if injunctive relief is granted.’”  Nat’l Surgery Ctr. Holdings, \nInc., 2016 NCBC LEXIS 41, at *8 (quoting Williams v. Greene, 36 N.C. App. 80, 86, \n \n \n243 S.E.2d 156, 160 (1978)).  A court should not enter a preliminary injunction if \n“there is a serious question as to the right of the defendant to engage in the activity” \nand forbidding the defendant to do so during the pendency of the litigation “would \ncause the defendant greater damage than the plaintiff would sustain from the \ncontinuance of the activity while the litigation is pending.”  Bd. of Provincial Elders \nv. Jones, 273 N.C. 174, 182, 159 S.E.2d 545, 551–52 (1968). \n64. The Court considers here whether Plaintiffs have demonstrated a \nlikelihood of success only as to those claim for which they offered arguments in their \nbriefs.4  The Court has carefully weighed the factual averments made by Plaintiffs \nand Defendants and the records and documents provided to the Court and, in \nsummary, concludes that, although Plaintiffs have not demonstrated a likelihood of \nsuccess as to their cla im for misappropriation of trade secrets sufficient to warrant \nthe grant of preliminary injunctive relief, Plaintiffs have demonstrated that a \npreliminary injunction should issue as to their claim that Atrium, acting in concert \nwith Wherry, violated the non-solicitation provisions of the SEA Agreements. \n                                                 \n4 Although Plaintiffs presented arguments in their briefs and at the hearing that \nenjoining Atrium’s alleged antitrust violations in in the public interest, (Pls.’ Br. \nSupp. Mot. TRO and/or Prelim. Inj. 19–20, ECF No. 35 [“Pls.’ Br. Supp.”]; Pls.’ Reply \nBr. Supp. Mot. TRO and/or Prelim. Inj. 11 –12, ECF No. 80 [“Pls.’ Reply Br.”]), and \nargued for the first time at the hearing that Defendants’ alleged breach of the duty of \ngood faith and fair dealing bolsters Plaintiffs’ arguments as to trade secret \nmisappropriation, Plaintiffs have not argued in their briefs that they are likely to \nsucceed on the merits of their antitrust or duty of good faith and fair dealing claims.  \nTherefore, the Court will not address these claims as separate bases for injunctive \nrelief.  \n \n \nA. Misappropriation of Trade Secrets \n65. Plaintiffs argue that the information that Plaintiffs’ physicians conveyed to \nWherry (the “Physician Interview Information”) and the Staffing Formula Outputs \ncontained in the November 30 Presentation constitute trade secrets.  (Pls.’ Br. Supp. \n11–13.)  Plaintiffs further argue that they are likely to succeed on the merits of their \nmisappropriation of trade secrets claim because Defendants wrongfully obtained \nPlaintiffs’ tra de secrets under false pretenses to enable Scope to use Plaintiffs’ \ninformation to become the exclusive provider of anesthesia services at the Atrium \nFacilities.  (Pls.’ Br. Supp. 9, 12.) \nA. Trade Secret Information \n66. “The threshold question in any misappropria tion of trade secrets case is \nwhether the information obtained constitutes a trade secret  . . . .”  Combs & Assocs. \nv. Kennedy, 147 N.C. App. 362, 369, 555 S.E.2d 634, 639 (2001).  The North Carolina \nTrade Secrets Protection Act (“TSPA”) defines a trade secret as \nbusiness or technical information, including but not limited to a formula, \npattern, program, device, compilation of information, method, \ntechnique, or process that: \n \na. Derives independent actual or potential commercial value from \nnot being generally known or readily ascertainable through \nindependent development or reverse engineering by persons who \ncan obtain economic value from its disclosure or use; and \n \nb. Is the subject of efforts that are reasonable under the \ncircumstances to maintain its secrecy. \n \nN.C. Gen. Stat. § 66 -152(3).  In determining whether information is a trade secret, \nNorth Carolina courts consider six factors:  \n \n \n(1) the extent to which information is known outside the business; \n(2) the extent to which it is known to employees and others involved in \nthe business; (3) the extent of measures taken to guard secrecy of the \ninformation; (4) the value of information to the business and its \ncompetitors; (5) the amount of effort or money expended in developing \nthe information; and (6) the ease or difficulty with which the information \ncould properly be acquired or duplicated by others.” \n \nHorner Int’l Co. v. McKoy , 232 N.C. App. 559, 567 –68, 754 S.E.2d 852, 858 (2014).  \nThis Court has explained that, “[t]he factors overlap, and courts considering the se \nfactors do not always examine them separately and individually.”  Addison Whitney, \nLLC v. Cashion , 2017 NCBC LEXIS 23, at *15 (N.C. Super. Ct. Mar. 15, 2017) \n(alteration in original). \n67. Additionally, “[a] complaint that makes general allegations in sweeping and \nconclusory statements, without specifically identifying the trade secrets allegedly \nmisappropriated, is ‘insufficient to state a claim for misappropriation of trade \nsecrets.’”  Washburn v. Yadkin Valley Bank & Tr. Co. , 190 N.C. App. 315, 327, 660 \nS.E.2d 577, 585–86 (2008).  “[A] plaintiff must identify a trade secret with sufficient \nparticularity so as to enable a defendant to delineate that which he is accused of \nmisappropriating and a court to determine whether misappropriation has or is \nthreatened to occur.”  VisionAIR, Inc. v. James, 167 N.C. App. 504, 510–11, 606 S.E.2d \n359, 364 (2004).  “[F]or example, allegations that [a defendant] ‘acquired knowledge \nof [the plaintiff’s] business methods; clients, their specific requirements and needs; \nand oth er confidential information pertaining to [the plaintiff’s] business’ are too \n‘broad and vague’ to allege a TSPA claim.”  Horner Int’l Co. , 232 N.C. App. at 568, \n754 S.E.2d at 859 (quoting Washburn, 190 N.C. App. at 327, 660 S.E.2d at 586). \n \n \n68. Defendants cont end that Plaintiffs are not entitled to a preliminary \ninjunction because Plaintiffs have failed to demonstrate that the information \ndisclosed to Defendants constitutes protectable trade secrets.  (Atrium’s Br. Opp’n \nPls.’ Mot. TRO and/or Prelim. Inj. 6, EC F No. 76.1 [“Atrium’s Br. Opp’n”]; Br. Opp’n \nPls.’ Mot. for TRO and/or Prelim. Inj. of Wherry Defs. 10, ECF No. 77.1 [“Wherry \nDefs.’ Br. Opp’n”].) \n69. Because Plaintiffs contend that two categories of information constitute \ntrade secrets —the Physician Intervie w Information and the Staffing Formula \nOutputs—the Court will address each category in turn. \na. Physician Interview Information \n70. Plaintiffs allege that SEA permitted Wherry to personally interview several \nSEA physicians, thus allowing him to learn “all of the key trade secret and \nconfidential business planning, scheduling methodologies, and staffing modeling \ninformation” necessary to provide anesthesia services at the Atrium Facilities.  \n(Compl. ¶ 37.)  Plaintiffs argue that the Physician Interview Information contains \ntrade secrets because the information: (1) was not publicly available from other \nsources, (2) was shared in reliance on the SEA Agreements’ confidentiality provisions, \n(3) is valuable because it enabled Wherry to offer efficient and accurate staff ing \nmodels, and (4) took years of experience at Atrium to acquire.  (Pls.’ Br. Supp. 12–13.) \n71. The Wherry Defendants contend that the Physician Interview Information \ndoes not contain trade secrets because Plaintiffs do not identify any trade secret \ninformation with particularity and, what little information is identified, is too vague \n \n \nand subjective to constitute protectable information.  (Wherry Defs.’ Br. Opp’n 10 –\n12.) \n72. Plaintiffs’ submissions identify the following as Physician Interview \nInformation: the Atrium Facilities present challenging staffing issues, (Buhrman Aff. \n¶ 6); certain surgeons at CMC Main have particular requirements, (Buhrman Aff. \n¶ 6); CMC Main cares for a patient population usually seen in a teaching hospital but \ndoes not have the same resources as a teaching hospital, (Buhrman Aff. ¶ 6); “specific \nreasons” why SEA staffs some ORs with a higher -than-average ratio of physicians, \n(Buhrman Aff. ¶ 7); and the “recipe” for staffing complex surgeries, (Buhrman Aff. \n¶ 8). \n73. After reviewing Plaintiffs’ submissions in support of the Motion, the Court \nconcludes that, at this stage of the proceedings and based on the record before the \nCourt, Plaintiffs have not demonstrated that the Physician Interview Information is \nentitled to trade secret protection .  The particular staffing challenges of Atrium, \nrequirements of certain Atrium -employed surgeons, the patient population and \nresources of Atrium, “specific reasons” for staffing ratios, and the staffing “recipe” \nhave not been sufficiently described or ide ntified to provide Defendants with notice \nof what they are accused of misappropriating or for the Court to determine whether \nthe information constitutes protectable trade secrets.  Horner Int’l Co., 232 N.C. App. \nat 568, 754 S.E.2d at 859.  Further, much of this information would have been known \nto Atrium’s surgeons, CRNAs, and other staff who, like SEA’s physicians, also have \nyears of experience working in the Atrium Facilities.  Krawiec v. Manly, 811 S.E.2d \n \n \n542, 549 (N.C. 2018) (concluding that plaintiffs  did not properly identify customer \nlists as trade secrets where plaintiffs failed to allege “that the lists contained any \ninformation that would not be readily accessible to defendants”); Building Ctr., Inc. \nv. Carter Lumber of the N., Inc., 2017 NCBC LEXIS 85, at *20 (N.C. Super. Ct. Sept. \n21, 2017) (concluding that information that was easily accessible through readily \navailable sources is not a trade secret). \n74. Accordingly, the Court concludes, at this stage of proceedings and on the \nrecord before it, tha t Plaintiffs have not sufficiently identified the alleged trade \nsecrets in the Physician Interview Information or that any such information consists \nof protectable trade secrets.  Therefore, to the extent Plaintiffs’ claim is based on the \nPhysician Intervi ew Information, the Court concludes that Plaintiffs have not \ndemonstrated a likelihood of success on the merits. \nb. Staffing Formula Outputs \n75. The Complaint does not specifically mention the November 30 \nPresentation, but instead alleges that “[o]n November 30, 2017, Plaintiffs met with \nLilly and offered, among other things, to lease [Atrium]-employed CRNAs” instead of \nadopting the physician -lease model.  (Compl. ¶ 45.)  Nevertheless, Plaintiffs argue \nthat the November 30 Presentation contained Plaintiffs’ Staffi ng Formula Outputs, \nwhich Plaintiffs contend are trade secrets that Defendants wrongfully obtained to \nenable Wherry to take over the exclusive service contracts for the Atrium Facilities.  \n(Pls.’ Br. Supp. 5, 11.) \n \n \n76. Defendants argue that, while Plaintiffs’ S taffing Applications and their \nformulas and codes may constitute trade secrets, there is no allegation Defendants \never received this information.  (Atrium’s Br. Opp’n 12; Wherry Defs.’ Br. Opp’n 7.)  \nConversely, Defendants contend that the Staffing Formula Outputs that Defendants \nreceived from Plaintiffs do not constitute trade secrets because (1) they are of no value \nto Defendants, (2) Defendants, having access to the information used to generate the \noutputs, could have arrived at similar results on their own, and (3) the Outputs were \nnot subject to reasonable efforts to guard their secrecy.  (Atrium’s Br. Opp’n 6; Wherry \nDefs.’ Br. Opp’n 12.) \n(1) Value of Plaintiffs’ Staffing Formula Outputs \n77. Defendants first argue that the Staffing Formula Outputs are of no \ncommercial value to them because they relate solely to CRNA staffing.  (Atrium’s Br. \nOpp’n 7–8; Wherry Defs.’ Br. Opp’n 12–13.)  Atrium argues that it rejected Plaintiffs’ \nCRNA-lease proposal and, therefore, the information is of no value to anyone.  \n(Atrium’s Br. Opp’n 7.)  The Wherry Defendants argue that the Staffing Formula \nOutputs are of no value to them as they will have no role in staffing CRNAs at the \nAtrium Facilities.  (Wherry Defs.’ Br. Opp’n 13.) \n78. Plaintiffs counter that, because physicians and C RNAs must be staffed in \ncertain ratios, Defendants, being in possession of Plaintiffs’ CRNA staffing model, can \nwork backwards mathematically to arrive at a physician staffing model.  (Pls.’ Reply \nBr. 2.)  In support of this position, Lebec averred that Wh erry’s September \nPresentation bears this out because he used calculations of physician-to-CRNA ratios \n \n \nto determine his proposals for reductions in the number of FTE physicians at each \nanesthesia location.  (Reply Aff. David R. Lebec, M.D. ¶ 3, ECF No. 83.) \n79. Assuming Plaintiffs are correct that staffing for physicians can be arrived \nat based on Plaintiffs’ proposed CRNA staffing model, Plaintiffs’ argument ignores \nthe fact that Atrium engaged Wherry as a consultant to investigate ways to reduce \nthe number of physicians required to staff the Atrium Facilities.  (Lilly Aff. ¶¶ 34 –\n35; Wherry Aff. ¶ 21; Miller Aff. ¶ 12.)  The Court understands Plaintiffs’ CRNA-lease \nproposal to recommend that Atrium expand the role of physicians and reduce the \nnumber of CRNAs req uired to staff the Atrium Facilities.  (Lebec Aff. Ex. C, at 3 \n(proposing to “expand [a]nesthesiologists [sic] roles to facilitate more efficient CRNA \nstaffing in complex cases and decreased CRNA float positions”); Lilly Aff. ¶¶ 61 –62; \nBlanchfield Aff. ¶ 12.)  Accordingly, even if Defendants used Plaintiffs’ CRNA staffing \nmodel to determine physician staffing levels, the result would be contrary to Atrium’s \ndesired staffing model. \n80. Defendants also argue that Plaintiffs’ Staffing Formula Outputs are \nvalueless because they are based on outdated information and only provide staffing \nproposals for twelve-hours a day for two days of the week.  (Atrium’s Br. Opp’n 12; \nWherry Defs.’ Br. Opp’n 13.)  Plaintiffs argue that the Staffing Formula Outputs are \nnot stale or unusable because Plaintiffs’ November 30 Presentation contained a \nCRNA staffing proposal that was to be implemented in July 2018.  (Pls.’ Reply Br. 7.)  \nPlaintiffs further argue that “[t]he November 30 Presentation contained the entirety \nof a functioning staffing model,” and only lacked financial details.  (Pls.’ Reply Br. 6.)  \n \n \nLebec averred that Defendants falsely asserted that the proposal was incomplete, \nreasoning that “[b]ecause surgical and anesthesia needs are substantially lower \nduring the late afternoon and evening hours, these periods are usually staffed with a \n‘set’ number of ‘late/on-call’ physicians[,]” not CRNAs.”  (Lebec Reply Aff. ¶ 4.) \n81. The Court notes that, even if Plaintiffs’ model was not based on current or \ntime-relevant information, that fact would not necessarily foreclose the possibility of \ntrade secret protection.  This Court has previously rejected a similar argument as to \nwhether plaintiff’s compilation of historical customer pricing was stale, noting that \n“if historical information e nhances ‘the ability to predict a competitor’s bid with \nreasonable accuracy,’ it may have commercial value.”  Safety Test & Equip. Co. v. Am. \nSafety Util. Corp. , 2015 NCBC LEXIS 40, at *26 (N.C. Super. Ct. Apr. 23, 2015).  \nSimilarly, if past staffing proje ctions could assist in evaluating future needs, such \ninformation could be of value to Defendants. \n82. Nevertheless, the Court is constrained to conclude that Plaintiffs have not \nmade a sufficient showing, at this stage of the proceedings, for the Court to determine \nthat the Staffing Formula Outputs are complete enough to be commercially valuable \nto Defendants.  Although Lebec offers an explanation for why Plaintiffs’ CRNA-lease \nproposal only accounts for twelve hours of the day, Plaintiffs nowhere address how a \nCRNA-staffing proposal for only two weekdays constitutes “the entirety of a \nfunctioning staffing model.”  Indeed, Plaintiffs own evidence suggests that staffing \nrequirements for the Atrium Facilities vary significantly depending on the day of the \nweek.  (Lebec Aff. ¶ 6c (criticizing Wherry’s proposal for not distinguishing between \n \n \ndays of the week because “each of the [ORs] in which SEA provides services have \ndifferent usage levels at 11:00 a.m. on a Tuesday versus 11:00 a.m. on a Monday, \nWednesday, Thursday or Friday”).) \n83. The Court, therefore, concludes that Plaintiffs have not demonstrated that \nthe Staffing Formula Outputs have commercial value. \n(2) Difficulty of Duplicating Plaintiffs’ Information \n84. Defendants argue that Plaintiffs’ Staffing Formula Outputs are  not trade \nsecrets because they were arrived at using information that is readily available to \nAtrium and, therefore, Defendants could have independently arrived at a similar \nstaffing model.  (Atrium’s Br. Opp’n 9; Wherry Defs.’ Br. Opp’n 14–15.)  In support of \ntheir position, the Wherry Defendants point to the fact that Plaintiffs acknowledge \nthat staffing projections can be developed based on clinical logs and hospital data and \nthat Plaintiffs have staffed the Atrium Facilities for years without the use o f the \nStaffing Formula Outputs.  (Wherry Defs.’ Br. Opp’n 14–15.) \n85. Plaintiffs argue that they need not establish that it would be impossible for \nDefendants to independently develop a similar staffing model, but need only show \nthat Plaintiffs’ Staffing Formula Outputs would not be readily ascertainable to them.  \n(Pls.’ Br. Supp. 13 (citing Barr-Mullin, Inc. v. Browning, 108 N.C. App. 590, 596, 424 \nS.E.2d 226, 230 (1993)).) \n86. Although compilations of data “comprised solely of publicly available \ninformation are generally not recognized as trade secrets,” such compilations may be \nentitled to trade secret protection “where the claimant encountered some difficulty in \n \n \nassembling each of the public components.”  Safety Test & Equip. Co. , 2015 NCBC \nLEXIS 40, at *26 (first citing Combs & Assocs., 147 N.C. App. at 370–71, 555 S.E.2d \nat 640; and then citing SCR-Tech LLC v. Evonik Energy Servs., LLC , 2011 NCBC \nLEXIS 27, at *47 (N.C. Super. Ct. July 22, 2011)).  “A party must meet a high burden \nto prove that a compilation or process based on public information is a trade secret.”  \nRoundPoint Mortg. Co. v. Florez, 2016 NCBC LEXIS 18, at *31 (N.C. Super. Ct. Feb. \n18, 2016) (citing Byrd’s Lawn & Landscaping, Inc. v. Smith, 142 N.C. App. 371, 376, \n542 S.E.2d 689, 692 (2001)). \n87. Plaintiffs contend that “no other system like the Rooms Running Algorithm, \nStaffing Calculator, and Staffing [Formula] Outputs exists” and that it would “take \nyears of practicing at Atrium’s facilities to create similarly workable, safe staffing \nmodels.”  (Pls.’ Br. Supp. 13.)  Plaintiffs have presented evidence that it took years \nfor Surgical Directions, a Mednax affiliate, to develop the Rooms Running Algorithm \nand Staffing Calculator, which, in mid-2017, were refined for use in the specific area \nof anesthesia staffing.  (Besedick Aff. ¶¶ 2, 5, 10.)  Besedick, an engagement manager \nfor Surgical Directions, testified that “although staffing planners sometimes use \nsimilar heatmaps [for medical staffing]  . . . [he is] unaware of any computer \nalgorithm, program, o r application that produces heatmaps with the same specific \nstaffing probability analysis on an hourly basis[.]”  (Besedick Aff. ¶ 9.) \n88. While Defendants may well be able to come up with a staffing model for the \nAtrium Facilities, the Court cannot conclude on the record before it that Defendants \nwould be able to arrive at Plaintiffs’ Staffing Formula Outputs using information in \n \n \nAtrium’s possession.  Accordingly, the Court concludes that Plaintiffs have \nsufficiently shown that Defendants would not be able to duplicate Plaintiffs’ Staffing \nFormula Outputs with ease. \n(3) Efforts to Guard Secrecy \n89. Defendants argue that Plaintiffs’ Staffing Formula Outputs are not trade \nsecrets because Plaintiffs did not adequately guard the secrecy of the information by \nfailing to ind icate or mark the November 30 Presentation as confidential or trade \nsecret information at the time of the presentation or in a subsequent e -mail \ntransmitting the PowerPoint slides.  (Atrium’s Br. Opp’n 8; Wherry Defs.’ Br. Opp’n \n15–16.)  The Wherry Defenda nts further argue that Plaintiffs have not adequately \nguarded the secrecy of the information because Plaintiffs, knowing that Wherry \npossessed the PowerPoint, never asked Wherry to return or destroy the file.  (Wherry \nDefs.’ Br. Opp’n 15.) \n90. Finally, Atrium argues that Plaintiffs failed to adequately guard the \nsecrecy of the information because Plaintiffs provided Atrium, a public entity,  with \nthe information without marking it as confidential or trade secret at the time of \ndisclosure, thus making the information subject to public disclosure under the North \nCarolina Public Records Act and not protectable under the TSPA.  (Atrium’s Br. \nOpp’n 8–9.) \n91. Plaintiffs argue that they were not obligated to mark or otherwise indicate \nthat the November 30 Presentation was confidential because Atrium was bound by \nthe confidentiality provisions in the SEA Agreements.  (Pls.’ Reply Br. 3.)  Plaintiffs \n \n \ncontend that Atrium was obligated not only to protect Plaintiffs’ confidential \ninformation but to ensure that Wherry and Total Anesthesia would abide by the \nprovisions, which did not contain any requirement that the information be marked \nas confidential.  (Pls.’ Reply Br. 3–4.) \n92. While Plaintiffs are correct that information may constitute a trade secret \neven where it has not been the subject of “absolute secrecy at all times and in all \ncircumstances,” TaiDoc Tech. Corp. v. Biotech Co., Ltd. , 2016 NCBC LEXIS 26, at \n*24–25 (N.C. Super. Ct. Mar. 28, 2016), Plaintiffs’ argument ignores that the TSPA \nrequires that the claimant seeking trade secret protection take efforts to maintain \nthe information’s secrecy “that are reasonable under the circumstances,” N.C. Gen. \nStat. § 66-152(3)(b).  In fulfilling the SEA Agreements over several decades, Plaintiffs \nand Atrium undoubtedly exchanged a voluminous amount of information.  At the \nhearing on the Motion, Plaintiffs’ counsel conceded that some of the information \nexchanged between Atrium and Pl aintiffs throughout their relationship was not \nconfidential.  In the absence of appropriate confidentiality designations, Atrium \nwould be left guessing which information provided by Plaintiffs “constitute[d] \nconfidential, proprietary or trade secret inform ation.”  (Union Agreement § 4.8(a).)  \nAdditionally, Plaintiffs gave no indication that they inquired as to whether Wherry \nwas aware of and agreed to be bound by the confidentiality provision or, at any time, \nrequested that Wherry return or destroy the info rmation he received, even after \nlearning that Wherry had formed Scope to assume responsibility for anesthesia \nservices at the Atrium Facilities.  At this stage of the proceeding, the Court cannot \n \n \nconclude that it was reasonable under the circumstances for Plaintiffs to present their \nStaffing Formula Outputs to Wherry without indicating that the information was \nconfidential or trade secret information. \n93. As to Atrium’s argument that the Staffing Formula Outputs are now \nsubject to disclosure under the Public Re cords Act, Plaintiffs contend that the act \n“expressly excludes from public disclosure requirements any information ‘designated \nor indicated’ by the parties as confidential” and that Atrium’s argument, “taken to its \nillogical conclusion . . . would require even items such as patient charting information \nto be stamped.”  (Pls.’ Reply Br. 4 & n.1.)  \n94. Neither party disputes that Atrium is a public body subject to the Public \nRecords Act.  The Court, therefore, concludes, consistent with North Carolina law, \nthat A trium is subject to public records requests.  N.C. Gen. Stat. § 131E -16(14) \n(defining “hospital authority” as “a public  body and a body corporate and politic”); \nN.C. Gen. Stat. § 131E -17(a) (providing that a hospital authority may be created by \na city cou ncil or county board of commissioners); Jackson v. Charlotte Mecklenburg \nHosp. Auth., 238 N.C. App. 351, 351–52, 768 S.E.2d 23, 24 (2014) (applying the Public \nRecords Act to CHS where the parties did not dispute that it was a local unit of \ngovernment subje ct to the Public Records Act); Knight Publ’g Co. v. Charlotte -\nMecklenburg Hosp. Auth. , 172 N.C. App. 486, 486 –87, 616 S.E.2d 602, 603 (2005) \n(“The Charlotte –Mecklenburg Hospital Authority d/b/a, Carolinas Healthcare \nSystem (defendant) is a ‘public body and a body corporate and politic’ organized and \nexisting under the Hospital Authorities Act . . . .”). \n \n \n95. The Public Records Act generally provides the public with “liberal access to \npublic records.”  Knight Publ’g Co., 172 N.C. App. at 489, 616 S.E.2d at 605.  Public \nrecords include “all documents and papers made or received by any agency of North \nCarolina government in the course of conducting its public proceedings.”  Virmani, \n350 N.C. at 462, 515 S.E.2d at 685 (citing N.C.G.S. § 132 –1(a)).  “Absent clear \nstatutory exemption or exception, documents falling within the definition of ‘public \nrecords’ in the Public Records Law must be made available for public inspection.”  Id.  \nFurther, “[e]xceptions and exemptions to the Public Records Act must be construed \nnarrowly.”  Carter-Hubbard Publ’g Co. v. WRMC Hosp. Operating Corp. , 178 N.C. \nApp. 621, 624, 633 S.E.2d 682, 684 (2006). \n96. The Public Records Act provides that it does not require or authorize a \npublic agency to disclose information where four conditions are sati sfied: (1) the \ninformation “[c]onstitutes a ‘trade secret’ as defined in [N.C. Gen. Stat. §] 66-152(3)”; \n(2) “[i]s the property of a private ‘person’ as defined in [N.C. Gen. Stat. §] 66-152(2)”; \n(3) “[i]s disclosed or furnished to the public agency in con nection with the owner’s \nperformance of a public contract or in connection with a bid, application, [or] \nproposal”; and (4) “[i]s designated or indicated as ‘confidential’ or as a ‘trade secret’ \nat the time of its initial disclosure to the public agency.”  N.C. Gen. Stat. § 132-1.2(1). \n97. Plaintiffs’ argument that they were not obligated to mark information as \nconfidential because the SEA Agreements contained confidentiality provisions \nignores the fact that no part of the November 30 Presentation was “designat ed or \nindicated as ‘confidential’ or as a ‘trade secret’ at the time of its initial disclosure ” to \n \n \nAtrium as required by statute.  Id. (emphasis added).  That the SEA Agreements did \nnot require that information be marked as confidential is of no consequenc e as the \nCourt is not aware of any provision in the Public Records Act or other legal authority \nthat permits the parties to contractually abrogate a legislative mandate of the \nGeneral Assembly in this instance.  Cf. N.C. Gen. Stat. § 57D -2-30(a) (expressly  \npermitting parties to an operating agreement to, within certain limitations, supplant, \nvary, disclaim, or nullify, the North Carolina Limited Liability Company Act and the \ncommon law).  Further, Plaintiffs’ argument that patient charting information would \nbe subject to public disclosure if not marked as confidential is unavailing as “[m]edical \nrecords compiled and maintained by health care facilities in connection with the \nadmission, treatment, and discharge of individual patients are not public records as  \ndefined by Chapter 132 of the General Statutes.”  N.C. Gen. Stat. § 131E-97. \n98. Based on the foregoing, the Court concludes, at this early stage of the \nproceedings, that Plaintiffs have not sustained their initial burden of demonstrating \nthat the Staffing Fo rmula Outputs constitute trade secrets.  Accordingly, the Court \nfurther concludes that Plaintiffs have not demonstrated a likelihood of success on the \nmerits of their misappropriation of trade secrets claim. \n2. Actual or Threatened Misappropriation \n99. Although the Court has determined that Plaintiffs have not demonstrated \na likelihood of success in showing that their information constitutes trade secrets, the \nCourt will nevertheless address the parties’ arguments as to misappropriation. \n \n \n100. To establish a prima facie case of trade secret misappropriation, Plaintiffs \n“must offer substantial evidence that the defendant ‘(1) knows or should have known \nof the trade secret, and (2) has had a specific opportunity to acquire it for disclosure \nor use or has acquired, disclosed, or used it without the express or implied consent of \nthe owner.’”  Med. Staffing Network, Inc. v. Ridgway , 194 N.C. App. 649, 658, 670 \nS.E.2d 321, 329 (2009) (quoting N.C. Gen. Stat. § 66 -155).  “[S]uch a claim may be \nproven through circumstantial evidence.”  Id.  Once a prima facie case is established, \na defendant may rebut the showing with substantial evidence that the information \nwas acquired “by independent development, reverse engineering, or it was obtained \nfrom another person with a right to disclose the trade secret.”  N.C. Ge n. Stat. § 66-\n155; Horner Int’l Co., 232 N.C. App. at 569, 754 S.E.2d at 859. \n101. Plaintiffs argue that they have demonstrated a likelihood of success on the \nmerits of their misappropriation of trade secrets claim because it is undisputed that \nDefendants have knowledge of and have acquired Plaintiffs’ Staffing Formula \nOutputs by virtue of their attendance at the November 30 Presentation, Wherry’s \nnote taking at the presentation, and Plaintiffs’ e -mail transmitting the PowerPoint \nto Atrium personnel.  (Pls.’ Br.  Supp. 15.)  Plaintiffs further argue that Defendants’ \nconduct in presenting Wherry as a consultant and in continuing to negotiate with \nPlaintiffs even after the Scope Agreement had been signed were part of a scheme to \nsteal Plaintiffs’ information and dem onstrates bad faith and underhanded dealing.  \n(Pls.’ Reply Br. 8–9.)  Plaintiffs contend that, even in the absence of evidence of actual \nor threatened use of Plaintiffs’ trade secret information, Defendants, because they \n \n \nare in possession of Plaintiffs’ trade secrets, must be enjoined or they will inevitably \nuse Plaintiffs’ information to determine staffing for the Atrium Facilities.  Plaintiffs \ncontend Wherry must use this information because he has demonstrated an inability \nto develop his own workable staffing model for the Atrium Facilities.  (Pls.’ Br. Supp. \n16.)  Accordingly, Plaintiffs request that the Court not only enjoin Defendants from \nusing or disclosing Plaintiffs’ confidential, proprietary, or trade secret information, \nbut also enjoin Dr. Wherry  and Scope from providing anesthesia services at any of \nthe Atrium Facilities.  (Pls.’ Mot. Prelim. Inj. ¶ 17(1)–(2); Pls.’ Br. Supp. 16; Pls.’ Reply \nBr. 7–8.) \n102. Defendants counter that Plaintiffs mischaracterize Defendants’ conduct as \nan alleged scheme to obtain Plaintiffs’ confidential information, particularly in light \nof the undisputed fact that Defendants did not request that Plaintiffs present a \nCRNA-lease proposal.  (Atrium’s Br. Opp’n 14; Wherry Defs.’ Br. Opp’n 17 –18.)  \nDefendants also contend that N orth Carolina courts have declined to adopt the \n“inevitable disclosure” doctrine advanced by Plaintiffs and, in any event, Plaintiffs \nhave not shown that Defendants will inevitably use Plaintiffs’ information as it is of \nno use to Defendants.  (Atrium’s Br. Opp’n 15–16; Wherry Defs.’ Br. Opp’n 17 n.4.) \n103. With regard to Plaintiffs’ argument that Defendants will inevitably use \nPlaintiffs’ trade secret information, the Court is aware of only one North Carolina \nappellate decision that addresses the doctrine of in evitable disclosure.  Analog \nDevices, Inc. v. Michalski, 157 N.C. App. 462, 579 S.E.2d 449 (2003).  In Analog, the \nCourt of Appeals did not reach the issue of whether to adopt the doctrine of inevitable \n \n \ndisclosure because the requested injunction would be overbroad and “act as an \nabsolute barrier to working in [defendant’s particular field] without reference” to \nwhether plaintiff’s information could be used by defendant in his new employment.  \nId. at 470, 579 S.E.2d at 455.  Thereafter, this Court has only addressed the doctrine \non limited occasions and has declined to apply the doctrine where invited to do so.  \nSee, e.g, DSM Dyneema, LLC v. Thagard, 2015 NCBC LEXIS 50, at *15–18 & nn.3–\n5 (N.C. Super. Ct. May 12, 2015) (“The Court declines to consider whethe r the \ndoctrine of inevitable disclosure, if adopted in North Carolina, should be applied to \nthese facts.”); Allegis Grp., Inc. v. Zachary Piper, LLC, 2013 NCBC LEXIS 12, at *27–\n30 (N.C. Super. Ct. Feb. 25, 2013) (concluding that the Court need not resolve \nwhether the doctrine should apply).  In one of those cases, this Court previously noted \nthat federal courts in the Fourth Circuit have given the inevitable disclosure doctrine \n“at least some recognition,” and one decision of the District Court for the Midd le \nDistrict of North Carolina “predicted that the North Carolina state courts will \nrecognize the doctrine in appropriate circumstances.”  Allegis Grp., Inc., 2013 NCBC \nLEXIS 12, at *28–29 (citing Merck & Co. v. Lyon, 941 F. Supp. 1443, 1459 (M.D.N.C. \n1996)). \n104. Notwithstanding the federal district court’s prediction, which after nearly \ntwenty-two years has still not come to fruition, the Court declines at this time to \nadopt and apply the inevitable disclosure doctrine, particularly in light of the fact \nthat Plaintiffs have not sufficiently demonstrated that the information obtained by \nDefendants constitutes protectable trade secrets or that Defendants would \n \n \nnecessarily use it in order to properly staff the Atrium Facilities with \nanesthesiologists.  Notwithstand ing the affidavits of Plaintiffs’ physicians in which \nthey aver that Wherry cannot safely and properly staff the Atrium Facilities without \nusing Plaintiffs information, Plaintiffs have not demonstrated that it would be \nimpossible for Wherry to devise a workable staffing model for the July 1 start date of \nthe Scope Agreement without the use of Plaintiffs’ information. \n105. Because Plaintiffs have not established a likelihood of success on the merits \nof their claim for misappropriation of trade secrets, the Court denies the Motion as to \nthat claim. \n3. Irreparable Harm \n106. Notwithstanding that the Court has concluded that Plaintiffs have neither \ndemonstrated that any of the information disclosed to Defendants constitutes a trade \nsecret nor shown threatened or actual misapp ropriation of trade secrets, the Court \nwill proceed to analyze the parties’ arguments as to whether Plaintiffs are likely to \nsuffer irreparable harm in the absence of an injunction. \n107. Plaintiffs argue that North Carolina courts have held that \n“[m]isappropriation of a trade secret is an injury of ‘such continuous and frequent \nrecurrence that no reasonable redress can be had in a court of law.’  The very nature \nof a trade secret mandates that misappropriation will have significant and long-term \neffects.”  (Pls. ’ Br. Supp. 17 (quoting Barr-Mullin, Inc., 108 N.C. App. at 597, 424 \nS.E.2d at 230).)  Plaintiffs contend that, in the absence of an injunction, and as a \nresult of Defendants’ misappropriation, its operations in the region will be gutted and \n \n \nthey will lose their competitive business advantage, employees, and patients.  (Pls.’ \nBr. Supp. 18.) \n108. Atrium argues that Plaintiffs will not suffer an irreparable injury in the \nabsence of an injunction as evidenced by Plaintiffs’ failure to file the Motion until \nMay 11, 2018, when it learned on February 1, 2018 that Wherry’s new company had \ncontracted to become Atrium’s new anesthesia service provider.  (Atrium’s Br. Opp’n \n22–23.)  The Wherry Defendants argue that Plaintiffs will not lose patients because \nthe patients were Atrium’s, not Plaintiffs.  (Wherry Defs.’ Br. Opp’n 20.)  The Wherry \nDefendants further argue that Plaintiffs have not demonstrated that they will suffer \nirreparable harm unless Defendants’ conduct is enjoined because Plaintiffs’ loss of \nthe SEA Agreemen ts and its operations in the region was the result of Plaintiffs’ \nobstinacy in negotiating with Atrium—not the misappropriation of any trade secrets.  \n(Wherry Defs.’ Br. Opp’n 20.) \n109. The Court concludes that Plaintiffs’ delay between learning on February 1, \n2018 that Scope had entered into an agreement to provide anesthesia services at the \nAtrium Facilities and the filing of the Motion on May 11, 2018, does not demonstrate \nthat Plaintiffs will not suffer irreparable harm in the absence of an injunction.  Here, \nPlaintiffs filed the Complaint on March 26, 2018, approximately fifty days after \nlearning that Wherry would be forming a new entity to provide anesthesia services \nat the Atrium Facilities.  (Compl. 45.)  The Complaint itself indicated that Plaintiffs \nconsidered the circumstances appropriate to move the Court for injunctive relief.  \n(Compl. 44.)  Thereafter, Plaintiffs filed the Motion on May 11, 2018.  In light of the \n \n \nnumerous and complex claims alleged in the Complaint and the voluminous record \nsubmitted to the Court in connection with the Motion, the Court concludes that \nPlaintiffs’ delay does not demonstrate an absence of irreparable harm. \n110. As to the Wherry Defendants’ argument that Plaintiffs cannot be harmed \nby losing patients who were never their pati ents, the record reveals that staffing of \nSEA physicians at the Atrium Facilities was driven by Atrium’s scheduled surgeries \nand procedures, and that Plaintiffs’ only responsibility in this process was “to provide \nthe appropriate number of anesthesiologist s.”  (Fortune Aff. ¶ 24.)  Plaintiffs have \npresented no evidence that the SEA physicians regularly interacted with patients or \ndeveloped a professional relationship with patients over time.  Accordingly, the Court \nconcludes that the loss of patients is not an irreparable harm that will be suffered by \nPlaintiffs.  See Great Lakes Anesthesia, P.C. v. O’Bryan, --- N.E.3d ---, 2018 Ind. App. \nLEXIS 118, at *12–13 (Ind. App. Ct. Apr. 4, 2018) (affirming trial court’s finding that \na non -compete agreement between a n anesthesiology group and a CRNA was \nunenforceable, in part, because “patients do not make a choice about medical care on \nthe basis of a CRNA”); Duneland Emergency Physician’s Med. Grp., P.C. v. Brunk , \n723 N.E.2d 963, 966–67 (Ind. Ct. App. 2000) (observing, in the context of the validity \nof a non -competition provision, that there was no evidence patients select an \nemergency room based on the physicians working there or that any patients had left \nplaintiff’s emergency room to follow defendant to his new emp loyment); Premier \nHealth Care Servs. v. Schneiderman, No. 18795, 2001 Ohio App. LEXIS 5935, at *23–\n24 (Ohio Ct. App. Dec. 28, 2001) (unpublished) (“Emergency center physicians do not \n \n \ndevelop relationships with patients and then upon leaving the practice may [sic] take \nthe patients with them as physicians in typical practices may.  Emergency center \nphysicians often only see a patient on one occasion and even then only briefly until \nthe patient is either dismissed or admitted.”). \n111. The Court further concludes based on the record before it that any \nirreparable harm that would be suffered by Plaintiffs from the loss of the SEA \nAgreements, and with them a large portion of Plaintiffs’ business, was not the result \nof any misappropriation of trade secrets. \n112. Accordingly, the Court concludes that Plaintiffs have not demonstrated \nthat they are likely to suffer irreparable harm in the absence of an injunction. \n4. Public Interest \n113. As discussed above, Plaintiffs have not demonstrated that they will suffer \nirreparable harm that warrants an injunction.  However, Plaintiffs have argued that \nan injunction is necessary to protect not only Plaintiffs’ interests, but the interests of \nthe public.  (Pls.’ Br. Supp. 19; Pls.’ Reply Br. 11 –12.)  Accordingly, the Court will \naddress those arguments. \n114. First, Plaintiffs argue that Atrium’s decision to terminate the SEA \nAgreements was driven by its desire to switch all Atrium Facilities to a physician -\nlease model to give Atrium greater control over pricing and billing for anesthesia \nservices.  (Pl s.’ Br. Supp. 19 –20; Pls.’ Reply Br. 11 –12.)  Plaintiffs contend that \nallowing Atrium to assume control over the market for anesthesia services will result \nin less competition and higher prices.  (Pls.’ Br. Supp. 19 –20.)  In support of this \n \n \nargument, Plain tiffs submitted, under seal, two medical bills for the same \nprocedure—one for services rendered at an Atrium facility operating under the \nphysician-lease model and the other for services rendered at an Atrium facility where \nSEA billed for services.  (Mille r Aff. ¶¶ 27 –28.)  The services billed by Atrium were \n$22.50 higher, even though the insurance payments were identical.  (Miller Aff. ¶ 28.) \n115. While Plaintiffs may ultimately be able to present sufficient evidence to \nsucceed on their antitrust claims, Plaintiffs have not argued or shown a likelihood of \nsuccess on the merits as to those claims.  Neither have Plaintiffs presented sufficient \nevidence for the Court to reach a conclusion as to those claims. \n116. Additionally, although Plaintiffs do not argue in their b riefs that Wherry \nwill be unable to safely staff the Atrium Facilities beginning on July 1, 2018, \nPlaintiffs’ submissions to this Court and the ad campaign commenced by Plaintiffs \nare replete with suggestions that Scope, if permitted to become the exclusiv e \nanesthesia provider for the Atrium Facilities, will not be able to provide anesthesia \nservices in a safe manner.  (Belan Aff. ¶¶ 12d, 21; Lebec Aff. ¶¶ 27, 32; Berger Aff. \nExs. C–F.) \n117. The Court notes that the provision of anesthesia services is governed b y \nboth state and federal regulations designed to ensure the safety of patients.  See, e.g., \nN.C. Gen. Stat. § 90 -18.5 (requiring that anesthesiologists assistants be supervised \nby a licenses anesthesiologist who is “immediately available on -site to provide  \nassistance” and that an anesthesiologist can supervise no more than two \nanesthesiologist assistants at a time).  Accordingly, nothing else appearing, the Court \n \n \nexpects that Scope and Atrium will abide by all applicable laws and regulations in \nadministering patient care.  As a result, the Court concludes, based on the factual \nrecord before it, that the public interest does not weigh in favor Plaintiffs’ request for \ninjunctive relief on their misappropriation of trade secrets claim. \nB. Violation of Non-Solicitation Agreement \n118. Plaintiffs separately argue that they are entitled to an injunction because \nthey have demonstrated a likelihood of success on the merits of their claim that \nAtrium breached the SEA Agreements’ non -solicitation provisions by attempting to \ninduce Plaintiffs’ physicians to leave their employment with Plaintiffs to join Scope \nand directing Wherry to aid in the effort to poach Plaintiffs’ physicians.  (Pls.’ Br. \nSupp. 22 –24.)  Plaintiffs further argue that they will be irreparably harmed if \nDefendants are not enjoined from soliciting SEA physicians because its physicians \nare its most valuable asset.  (Pls.’ Br. Supp. 24–25.) \nA. Validity of the Non-Solicitation Provisions \n119. “Restrictions prohibiting the inducement of employees are contracts in \nrestraint of trade that the Court must carefully scrutinize for reasonableness.”  \nSandhills Home Care, L.L.C. v. Companion Home Care – Unimed, Inc., 2016 NCBC \nLEXIS 61, at *35 –36 (N.C. Super. Ct. Aug. 1, 2016) (quotation marks omitted); see \nalso Kennedy v. Kennedy, 160 N.C. App. 1, 9, 584 S.E.2d 328, 333 (2003) (“Covenants \nnot to compete restrain trade and are scrutinized strictly.”).  This Court has concluded \nthat the same standards that apply to the interpretation and enforcement of non -\ncompetition agreements apply to non-solicitation agreements.  Sandhills Home Care, \n \n \nL.L.C., 2016 NCBC LEXIS 61, at *37.  “To be enforceable under North Carolina law, \na non -competition agreement must be: (1) in writing; (2) part of an employment \ncontract; (3) based on valuable consideration; (4) reasonable as to time and territory; \nand (5) designed to protect a legitimate business interest.”  Med. Staffing Network, \nInc., 194 N.C. App. at 655, 670 S.E.2d at 327. \n120. Atrium does not challenge the validity of the non-solicitation provisions as \nto the first four requirements but argues that, because Plaintiffs have been effectively \nput out of business by the loss of the SEA Agreements, the non-solicitation provisions \ndo not serve any legitimate business interest.  (Atrium’s Br. Opp’n 17–19.) \n121. As an initial matter, Plaintiffs have submitted evidence that the SEA \nAgreements are not the entirety of their business in the region and, if the Motion is \ndenied, Plaintiffs will continue to employ the SEA physicians for six months to \nprovide services at oth er facilities with which Plaintiffs have contracts.  (Long Aff. \n¶ 10.)  As a result, the Court disagrees with Atrium’s assertion in this regard.  \nTherefore, the Court must determine whether Plaintiffs have a legitimate business \ninterest in retaining the SEA physicians in light of their other, more limited business \nengagements. \n122. Plaintiffs nowhere indicate the specific legitimate business interest that the \nnon-solicitation provisions are designed to serve.  (Pls.’ Br. Supp. 20 –22.)  North \nCarolina cases addre ssing the business interests served by covenants that prohibit \nthe solicitation of employees generally involve employees who interact and develop \nrelationships with customers or patients.  See, e.g. , Sandhills Home Care, L.L.C. , \n \n \n2016 NCBC LEXIS, at *24, 36–38.  Plaintiffs do not appear to assert that the loss of \nSEA physicians will result in lost customer or client relationships, but instead appear \nto argue that it is the retention of the highly skilled anesthesiologists that is the \ninterest to be served by  the non -solicitation provisions.  (Pls.’ Br. Supp. 24 –25.)  \nBecause there is evidence in the record and support in North Carolina decisions for \nthe proposition that specialized physicians require considerable effort to recruit and \ntrain, the Court concludes, at this stage of the proceeding, that the retention of highly-\nskilled physicians, who Plaintiffs undertook efforts to recruit, credential, and train, \nis a legitimate business interest of SEA.  Cf. Calhoun v. WHA Med. Clinic, PLLC, 178 \nN.C. App. 585, 59 4, 632 S.E.2d 563, 569 (2006) (evaluating whether the amount of \nliquidated damages for violation of a non-compete was a reasonable estimate of actual \ndamages and noting that it took plaintiff six months and considerable expense to \nrecruit two replacement c ardiologists).  Defendants’ own submissions before the \nCourt also support the notion that considerable effort is expended in identifying and \nhiring qualified anesthesiologists.  (Atrium’s Br. Opp’n 23 (arguing that Defendants \nshould not now be enjoined, in part, because Wherry has expended effort to identify, \nrecruit, and hire highly qualified anesthesiologists).)  Accordingly, the Court rejects \nAtrium’s argument that Plaintiffs have no legitimate business interest in retaining \ntheir highly trained physicians. \n123. Therefore, the Court concludes that Plaintiffs have sufficiently \ndemonstrated that the non-solicitation provisions are valid and enforceable. \n \n \n2. Breach of the Non-Solicitation Provisions \n124. Atrium argues that, even if the non -solicitation provisions are otherwise \nenforceable, Plaintiffs are not likely to succeed in demonstrating that Atrium \nbreached the non -solicitation provisions because the SEA Agreements prohibit \nAtrium from “actively encouraging a person who is known to be employed by [SEA] \nto quit th eir employment with [SEA] and accept employment with the soliciting \nparty.”  (Atrium’s Br. Opp’n 20 –21; CMC Agreement § 1.6(b); Union Agreement \n1.6(b).)  Atrium contends that, because the SEA physicians’ employment will end on \nJune 30, 2018 with the termination of the SEA Agreements, solicitation to join Scope \nbeginning on July 1, 2018 would not constitute encouragement to quit their \nemployment with SEA.  (Atrium’s Br. Opp’n 21–22.) \n125. As noted above, Plaintiffs have presented evidence that the SEA physicians \nwill continue their employment with Plaintiffs beyond the expiration of the SEA \nAgreements.  (Long Aff. ¶ 10.)  Accordingly, the Court rejects Atrium’s argument on \nthis point. \n126. Atrium next argues that it has not breached the non -solicitation provision \nbecause the physicians at issue were employees of AASE, not SEA, and the SEA \nAgreements prohibited solicitation of persons known to be employed by SEA.  \n(Atrium’s Br. Opp’n 21 n.10.)  Similarly, Atrium argues that the agreements only \nprohibited solicitation of SEA’s employees to become employees of Atrium; therefore, \nany solicitation to become an employee of Scope would not constitute a breach of the \nnon-solicitation provisions.  (Atrium’s Br. Opp’n 21 n.11.) \n \n \n127. Atrium’s hypertechnical arguments ignore that the SEA  Agreements \nprovided that “[SEA] is a private medical practice that employs highly skilled \nphysicians who are licensed and board certified in anesthesiology and related \nsubspecialty services.”  (Union Agreement 1; CMC Agreement 1.)  The SEA \nAgreements made additional references acknowledging that the parties understood \nthe physicians to be employed by SEA.  (See, e.g., Union Agreement § 1.2(b) (referring \nto the physicians’ “employment by or affiliation with [SEA]”).)  In addition, Atrium’s \ninternal memoranda further support the conclusion that Atrium understood the SEA \nAgreements to prohibit solicitation of the SEA physicians.  (Miller Aff. Ex. G.)  \nAtrium’s argument that the SEA physicians were not employees of SEA is, therefore, \nunavailing as the parties c learly understood and intended the non -solicitation \nprovision to prohibit solicitation of Plaintiffs’ physicians.   Cf. Outdoor Lighting \nPerspectives Franchising, Inc. v. Harders , 228 N.C. App. 613, 627, 747 S.E.2d 256, \n266 (2013) (“[T]he goal of [contract]  construction is to arrive at the intent of the \nparties when the [contract] was issued.” (alterations in original)). \n128. Furthermore, by the SEA Agreements’ express terms, Atrium was \nprohibited from directly, or indirectly through a third party, encouraging th e SEA \nphysicians to “accept employment with the soliciting party .”  ( See, e.g. , Union \nAgreement § 1.6(b) (emphasis added).)  Accordingly, a showing that Wherry, at the \ndirection of Atrium, solicited an SEA physician to leave his or her employment with \nSEA and accept employment with Scope, would, in the Court’s opinion, fall within the \nnon-solicitation provisions’ prohibitions. \n \n \n129. The Court additionally observes that the non -solicitation provision \nprohibits Atrium from “solicit[ing] or employ[ing] anyone then e mployed by [SEA].”  \nAlthough any SEA physicians hired by Scope to work under the Scope Agreement \nwould be an employee of Scope, not Atrium, Atrium has implicitly argued that Scope’s \nemployment agreements with physicians also result in Atrium owing contract ual \ncommitments to the physicians.  (Atrium’s Br. Opp’n 23.)  Additionally, Atrium would \nalmost certainly be aware that Scope had hired an SEA physician.  The SEA \nAgreements required that the SEA physicians (1) satisfy the requirements and \ncriteria to be a ppointed to Atrium’s medical staff as set forth in the medical staff \nbylaws, (2) maintain active membership on and remain in good standing with \nAtrium’s medical staff, and (3) apply for and maintain clinical privileges at the \nAtrium Facility that is subject to the agreement.  (Union Agreement § 1.3(c)-(d); CMC \nAgreement § 1.3(c) -(d).)  While the Scope Agreement is not before the Court, it is \nlikely that the agreement would similarly require the Scope physicians to obtain \nadmitting privileges in order to practice at the Atrium Facilities.  Pursuant to statute, \nhospitals must determine whether to grant a physician admitting privileges “based \nupon the applicant’s education, training, experience, demonstrated competence and \nability, and judgment and character of  the applicant, and the reasonable objectives \nand regulations of the hospital.”  N.C. Gen. Stat. § 131E -85.  Accordingly, Atrium \nwould likely be aware of who Scope had hired as physicians and whether their past \nexperience included employment by SEA. \n \n \n130. The Wherry Defendants separately argue that, because they are not parties \nto the SEA Agreements, they were not bound by its provisions and cannot be in breach \nthereof.  (Wherry Defs.’ Br. Opp’n 22.)  The Wherry Defendants are correct that, \nordinarily, a non-party to a contract cannot be bound by the contract’s terms.  Barrow \nv. Murphrey, 95 N.C. App. 738, 741, 383 S.E.2d 684, 686 (1989) (“It is a fundamental \nprincipal of contract law that parties to a contract may bind only themselves \nand . . . may not bind a thi rd person who is not a party to the contract in absence of \nhis consent to be bound.” (emphasis omitted)).  However, our Supreme Court has \npreviously held that a non-party to a contract containing an enforceable covenant not \nto compete may be jointly liable  with a party who breaches the covenant if the non -\nparty knows of the covenant’s existence and conspires with the breaching party to \ncause the breach.  Harwell Enters., Inc. v. Heim, 276 N.C. 475, 479, 173 S.E.2d 316, \n319 (1970); see also HSG, LLC v. Edge-Works Mfg. Co., 2015 NCBC LEXIS 91, at *10–\n12 (N.C. Super. Ct. Oct. 5, 2015) (denying dismissal of a claim that defendant, a non-\nparty to a contract containing a restrictive covenant, was liable for breach of the \ncovenant where plaintiff alleged that the n on-party knew of the covenant and acted \nin concert with the breaching party to violate the provision).  Additionally, Rule 65(d) \npermits the Court to enter an injunction that “is binding  . . . upon the parties to the \naction, their officers, agents, servant s, employees, and attorneys, and upon those \npersons in active concert or participation with them who receive actual notice in any \nmanner of the order by personal service or otherwise.”  N.C. Gen. Stat. § 1A -1, Rule \n65(d) (emphasis added). \n \n \n131. Plaintiffs have p resented evidence that Blanchfield, a management -level \nemployee of Atrium, engaged in conversations with Buhrman, an SEA physician, \nabout the termination of the SEA Agreements and the possibility that Buhrman could \ncontinue providing anesthesia services at Atrium after June 30, 2018.  (Buhrman Aff. \n¶¶ 13, 15.)  Plaintiffs have also presented evidence that Blanchfield was involved in \nsetting up communications between Buhrman and Wherry, the culmination of which \nresulted in Wherry offering Buhrman employment with Scope.  (Buhrman Reply Aff. \nEx. A; Buhrman Aff. ¶ 17.)  Plaintiffs further presented evidence that Wherry was \naware of the non-solicitation provisions, indicated he intended to take legal action to \nhave the physicians’ non-competition agreements declared invalid, and offered to pay \nBuhrman six months’ salary in the event he were unable to work as a result of his \nattempt to join Scope.  (Buhrman Aff. ¶ 14.)  Wherry does not dispute Plaintiffs’ \nevidence, but instead avers that “Scope has no offers of emp loyment outstanding” \nwith and “no plans to hire” any of Plaintiffs’ physicians.  (Wherry Aff. ¶ 39.)  \n132. Based on the foregoing, the Court concludes, at this stage of the proceedings \nand based on the record before the Court and arguments of counsel, that Plai ntiffs \nhave demonstrated a likelihood of success on the merits of their claim that Atrium, \nacting in concert with Wherry, violated the non -solicitation provision by attempting \nto induce Buhrman to leave his employment with SEA and join Scope to provide \nanesthesia services at the Atrium Facilities. \n \n \n3. Irreparable Harm and Balancing of the Equities \n133. Plaintiffs argue that unless Defendants are enjoined from soliciting the \nSEA physicians, Plaintiffs will be irreparably harmed by the loss of their most \nvaluable reso urce.  (Pls.’ Br. Supp. 25.)  As the Court previously concluded that \nPlaintiffs have a legitimate interest in retaining the SEA physicians, the Court \nsimilarly concludes that Plaintiffs have demonstrated that the loss of SEA physicians \nwould constitute irr eparable harm.  As noted above, Atrium’s own brief implicitly \nacknowledges the effort required to acquire highly qualified anesthesiologists by \narguing that it would be inequitable to enjoin Scope from providing anesthesia \nservices at the Atrium facilities  after Scope has undertaken the effort “to identify, \nrecruit, and hire” physicians.  (Atrium’s Br. Opp’n 23.) \n134. Conversely, Defendants have presented evidence that they neither intend \nto solicit or hire any SEA physicians nor need the SEA physicians for Scope to be able \nto provide anesthesia services at the Atrium Facilities beginning on July 1, 2018.  \n(Wherry Aff. ¶¶ 38–39.)  The Court, therefore, concludes that Defendants would not \nbe harmed by an injunction prohibiting them from soliciting SEA physicians. \n135. Based on the foregoing, the Court concludes that the harm that Plaintiffs \nwould suffer in the absence of an injunction prohibiting solicitation outweighs the \nharm that Defendants would suffer should an injunction issue. \n136. Having concluded that Plaintiffs have demonstrated a likelihood of success \non the merits and that Plaintiffs would suffer irreparable harm in the absence of an \ninjunction, the Court further concludes that Plaintiffs are entitled to a preliminary \n \n \ninjunction enjoining Defendants from soliciting the SEA physicians in violation of the \nSEA Agreements’ non -solicitation provisions. Although Plaintiffs have presented \nevidence of only one instance where Defendants have arguably violated the non -\nsolicitation provision, the Court concludes that the threat that Defendants will again \nviolate the provision has not dissipated and that an injunction is necessary to protect \nPlaintiffs’ rights during the pendency of the action. \n4. Unclean Hands \n137. Atrium argues that, under the doctrine of unclean hands, Plaintiffs are not \nentitled to injunctive relief because they have commenced “an intentionally false and \nmisleading public relations campaign to exert pressure on Atrium to return to the \nbargaining table” and has disparaged Scope’s anesthesiologists in violation of medical \nethics rules.”  (Atrium’s Br. Opp’n 22.)  Plaintiffs argue that the ad campaigns (both \ntheir own and Atrium’s) are irrelevant to the doctrine of unclean hands because the \nads were published after the dispute arose and are, therefore, collateral matter s.  \n(Pls.’ Reply Br. 12–13.) \n138. “Our courts have long recognized that a party seeking equitable relief, such \nas injunctive relief, must come before the court with ‘clean hands.’  Those who seek \nequitable remedies must do equity, and this maxim is not a precep t for moral \nobservance, but an enforceable rule.”  Kennedy, 160 N.C. App. at 15, 584 S.E.2d at \n328.  The doctrine of unclean hands “denies equitable relief only to litigants who have \nacted in bad faith, or whose conduct has been dishonest, deceitful, fraudulent, unfair, \nor overreaching in regard to the transaction in controversy. ”  Brissett v. First Mount \n \n \nVernon Indus. Loan Ass’n , 233 N.C. App. 241, 255, 756 S.E.2d 798, 809 (2014).  \nHowever, “[r]elief is not to be denied because of general iniquitous conduct on the part \nof the complainant[.]”  Ray v. Norris , 78 N.C. App. 379, 384, 337 S.E.2d 137, 141 \n(1985).  “The maxim applies to  the conduct of a party with regard to the specific \nmatter before the court as to which the party seeks equitable relief and does not \nextend to that party’s general character.”  Crumley & Assocs., P.C. v. Charles Peed & \nAssocs., P.A., 219 N.C. App. 615, 619, 730 S.E.2d 763, 766 (2012).  Additionally, “[t]he \ndoctrine . . . is only available to a party who was injured by the alleged wrongful \nconduct.”  Id. (quotation marks omitted). \n139. The Court disagrees with Plaintiffs’ characterization of its ad campaign as \ncollateral to the dispute before the Court.  That Defendants have presented evidence \nthat Plaintiffs directed part of its ad campaign at Scope’s job postings made to \nattempt to locate anesthesiologists is but one example of how Plaintiffs’ conduct is \ndirectly connected to the dispute regarding the non -solicitation provisions.  (Berger \nAff. Exs. E-2, G-1.)  Further, Atrium has asserted a counterclaim against Plaintiffs \nfor defamation alleging that it was harmed by Plaintiffs’ ad campaign.  (Am. Answer \n& Count ercls. of Charlotte -Mecklenburg Hosp. Auth. ¶¶ 95 –105, ECF No. 14.)  \nHowever, Atrium did not submit any materials or present any argument in opposition \nto the Motion that demonstrate any injury it has suffered as a result of Plaintiffs’ ad \ncampaign. \n140. Accordingly, the Court concludes, in its discretion and on the record before \nit, that Atrium has not sufficiently demonstrated that the doctrine of unclean hands \n \n \nwarrants a denial of equitable relief, at least as it relates to solicitation of SEA \nphysicians.  Insight Health Corp. v. Marquis Diagnostic Imaging of N.C., LLC , 2018 \nNCBC LEXIS 56, at *30–31 (N.C. Super. Ct. June 5, 2018) (“[T]rial courts are given \ngreat discretion to grant, deny, and shape equitable relief,” which is “normally \ninvoked by considering an equitable defense, such as unclean hands or laches[.]”) \n5. Laches \n141. Atrium also argues that Plaintiffs are not entitled to equitable relief as to \ntheir claim for breach of the non-solicitation provision because Plaintiffs have unduly \ndelayed in seeking injunctive relief such that Atrium would be prejudiced by the grant \nof an injunction.  (Atrium’s Br. Opp’n 22–23.) \n142. Plaintiffs argue that they filed the Motion within ten days of learning that \nWherry had solicited Buhrman and, therefore, application of the laches  doctrine \nwould be unwarranted.  (Pls.’ Reply Br. 13 n.8.) \n143. “The doctrine of laches is designed to promote justice by preventing \nsurprises through the revival of claims that have been  allowed to slumber until \nevidence has been lost, memories have faded, and  witnesses have disappeared.”   \nStratton v. Royal Bank of Canada , 211 N.C. App. 78, 88 –89, 712 S.E.2d 221, 230 \n(2011).  Whether the claimant’s delay in seeking equitable relief constitutes laches \n“depends upon the facts and circumstances of each case[.]”  Farley v. Holler, 185 N.C. \nApp. 130, 647 S.E.2d 675 (2007).  However, the mere passage of time is insufficient \nto establish laches.  MMR Holdings, LLC v. City of Charlotte, 148 N.C. App. 208, 209, \n558 S.E.2d 197, 198 (2001). \n \n \n144. Rather “the doctrine applies whe re a delay of time has resulted in some \nchange in the condition of the property or in the relations of the parties.”  Id.  “[F]or \nthe doctrine of laches to be sustained, the delay must be shown to be unreasonable \nand must have worked to the disadvantage, injury or prejudice of the person seeking \nto invoke it.”  Wells Fargo Bank, N.A. v. Coleman, 239 N.C. App. 239, 247, 768 S.E.2d \n604, 610 (2015).  Additionally, “the defense of laches will only work as a bar when the \nclaimant knew of the existence of the gro unds for the claim.”  MMR Holdings, LLC, \n148 N.C. App. at 210, 558 S.E.2d at 198. \n145. Although Plaintiffs allege in the Complaint, which was filed on March 26, \n2018, that Wherry, acting as an agent of the other Defendants, solicited the SEA \nphysicians by encou raging them to contact him through their attorneys for \nemployment, the allegation was made upon information and belief.  (Compl. ¶ 105.)  \nPlaintiffs’ briefs and supporting materials present evidence that Wherry did not \ncontact Buhrman directly until April 13, 2018, and thereafter made an offer of \nemployment on May 2, 2018—nine days before Plaintiffs filed the Motion.  (Buhrman \nAff. ¶¶ 14, 17.)  The Court cannot conclude on the facts before it that Plaintiffs’ delay \nwas unreasonable. \n146. Further, Atrium’s argume nt that it has changed its position during the \nintervening period between when Plaintiffs learned of the violation of the non -\nsolicitation provision and filed the Motion is tenuous at best.  The record before the \nCourt reveals that Wherry, on behalf of Scope, has undertaken efforts to recruit and \nhire anesthesiologists to fulfill the Scope Agreement and that Scope has entered \n \n \ncontracts with those physicians.  (Wherry Aff. ¶ 38.)  Although it may be that the \nScope Agreement obligates Atrium to utilize the services of those physicians and that \nAtrium may be liable for breach of the agreement, the Scope Agreement is not before \nthe Court.  The Court cannot, therefore, determine that Atrium has been \ndisadvantaged, injured, or prejudiced by Plaintiffs’ delay in seeking an injunction. \n147. Accordingly, the Court concludes, in its discretion and on the record before \nit, that Atrium has not demonstrated that laches should bar Plaintiffs’ claim for a \npreliminary injunction. \nIV. CONCLUSION \n148. After careful consideration of the briefs, affidavits, and arguments of \ncounsel, the Court concludes, on the record before it at this preliminary stage of the \nproceeding, that (1) Plaintiffs have not demonstrated a likelihood of success on the \nmerits of their claim for misappropriation of t rade secrets and (2) Plaintiffs have \ndemonstrated a likelihood of success on the merits of their breach of contract claim \nand would suffer irreparable injury in the absence of an injunction. \n149. THEREFORE, the Court, in its discretion, GRANTS in part and DENIE S \nin part the Motion as follows: \nA. The Court concludes that Plaintiffs have demonstrated a likelihood \nof success on the merits of their claim that Atrium, with the \nassistance of Wherry, breached the SEA Agreements’ non -\nsolicitation provisions and have made a sufficient showing that they \nwill suffer irreparable harm if Defendants are not enjoined.  \n \n \nTherefore, the Court concludes that Plaintiffs are entitled to a \npreliminary injunction. \nB. Defendants, and their officers, agents, servants, employees, and \nattorneys, and those persons in active concert or participation with \nthem are enjoined during the course of this litigation and until the \nexpiration of the non -solicitation provisions on July 2, 2019 from \ndirectly, or through another, violating the non-solicitation provisions \ncontained in the SEA Agreements by (1) soliciting, encouraging, or \notherwise enticing Plaintiffs’ physicians or other employees to quit \ntheir employment with Plaintiffs and accept employment with \nAtrium, Scope, or any other entity owned or controlled by Defendants \nand (2) employing any SEA physician without the express consent of \nPlaintiffs. \nC. Because the Court has concluded that Plaintiffs have not \ndemonstrated that the information disclosed to Defendants \nconstitutes trade secrets or that threaten ed or actual \nmisappropriation is likely to occur, the Court further concludes that \nPlaintiffs have not demonstrated a likelihood of success on the merits \nof their misappropriation of trade secrets claim or that Plaintiffs are \nlikely to suffer irreparable h arm in the absence of an injunction.  \nTherefore, the Motion is denied to the extent Plaintiffs seek \n \n \ninjunctive relief as to their claim for misappropriation of trade \nsecrets. \nD. The Court in its discretion and pursuant to Rule 65(c) determines \nthat Plaintiffs  should be required to post a bond with the \nMecklenburg County Clerk of Superior Court within two business \ndays of the entry of this Order in the amount of $50,000.00 to secure \nthe payment of such costs and damages as may be incurred or \nsuffered by any party who is found to have been wrongfully enjoined \nor restrained by this Order. \nE. Except as expressly provided herein, all other relief sought in the \nMotion is denied. \nSO ORDERED, this the 22nd day of June, 2018. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}