{
  "id": "6977e1c8b812de59ab0dd625cf4aae2e362c44fbe81886fcfd7cda94d3936d2c",
  "source_file": "data/raw/ncbc/6977e1c8b812de59ab0dd625cf4aae2e362c44fbe81886fcfd7cda94d3936d2c.pdf",
  "raw_text": "Yates Construction Co., Inc. v. Bostic, 2013 NCBC 3. \n \nSTATE OF NORTH CAROLINA \n \nROCKINGHAM COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n12 CVS 977 \n \nYATES CONSTRUCTION COMPANY, \nINC., \n \nPlaintiff, \n \nv. \n \nJOSEPH E. BOSTIC, JR., JEFFREY L. \nBOSTIC, MELVIN MORRIS, TYLER \nMORRIS and MICHAEL HARTNETT, \n \nDefendants. \n \n \n \n \n \n \nORDER \n \n \n \nMcKinney & Tallant, P.A., by Zeyland G. McKinney, Jr., for Plaintiff Yates \nConstruction Company, Inc. \nNexsen Pruet, PLLC, by Christine L. Myatt and David S. Pokela for \nDefendant Jeffrey L. Bostic. \nIvey, McClellan, Gatton & Talcott, L.L.P., by Edwin R. Gatton for Defendants \nMelvin Morris and Tyler Morris. \nSmith Moore L.L.P., by Jonathan A. Berkelhammer for Defendant Michael \nHartnett. \nMurphy, Judge. \n{1}  THIS MATTER THIS MATTER THIS MATTER THIS MATTER is before the Court on Defendants Jeffrey L. Bostic \n(“Jeff Bostic”), Melvin Morris, Tyler Morris (“Morris Defendants”), and Michael \nHartnett’s (“Hartnett”) Motions to Dismiss pursuant to Rule 12(b)(1) and Rule \n12(b)(6), and Jeff Bostic’s alternative Motion for More Definite Statement.  After \nconsidering the parties’ motions and briefs, and contentions of counsel made during \na hearing before this Court on January 16, 2013, the Court DENIES DENIES DENIES DENIES in part and \nGRANTS GRANTS GRANTS GRANTS in part Defendants’ Motions to Dismiss, and DENIES DENIES DENIES DENIES Jeff Bostic’s Motion \nfor More Definite Statement. \nI. STATEMENT OF FACTS \n{2}  “‘When reviewing a motion to dismiss for lack of subject matter \njurisdiction pursuant to Rule 12(b)(1), a trial court may consider and weigh matters \noutside the pleadings.’”  Munger v. State , 202 N.C. App. 404, 410, 689 S.E.2d 230, \n235 (2010) (quoting DOT v. Blue,  147 N.C. App. 596, 603, 556 S.E.2d 609, 617 \n(2001)).  “‘However, if the trial court confines its evaluation to the pleadings, the \ncourt must accept as true the plaintiff’s allegations and construe them in the light \nmost favorable to the plaintiff.’”  Id.  (quoting Blue,  147 N.C. App. at 603, 556 S.E.2d \nat 617).  The following facts are taken from Plaintiff’s Complaint and are accepted \nas true for the purpose of resolving Defendants’ Motions to Dismiss pursuant to \nRule 12(b)(1).  However, the Court does not make findings of fact in connection with \nDefendants’ Motions to Dismiss pursuant to Rule 12(b)(6), as such motions do “not \npresent the merits, but only [determine] whether the merits may be reached.”  \nConcrete Serv. Corp. v. Investors Group, Inc. , 79 N.C. App. 678, 681, 340 S.E.2d \n755, 758 (1986).  Accordingly, for purposes of the Court’s Rule 12(b)(6) analysis, this \nOrder recites only those facts from the Complaint that are relevant to the Court’s \nlegal determinations. \n{3}  Plaintiff Yates Construction Company, Inc. (“Plaintiff”) is a corporation \norganized under the laws of North Carolina with its principal place of business in \nCity of Stokesdale, Rockingham County, North Carolina.  (Compl. ¶ 1.) \n{4}  The Morris Defendants, Defendant Hartnett, and Defendant Joseph E. \nBostic, Jr., are all citizens and residents of North Carolina.  Defendant Jeff Bostic is \na resident of Georgia.  (Compl. ¶¶ 5–9.) \n{5}  From 2002 until 2005, Plaintiff, a subcontractor, rendered services on \nconstruction projects with companies (principally Bostic Construction, Inc. and \nBostic Development, LLC (“Defendants’ Affiliated Companies”)) that were allegedly \nunder Defendants’ complete dominion and control.  (Compl. ¶¶ 3, 12.)  Plaintiff \nbecame aware of the “facts necessary to assert these causes of action on December \n6, 2005.”  (Compl. ¶ 10.) \n{6}  Throughout the relevant time period alleged by Plaintiff, Defendants \nall held official positions of responsibility, such as officer, director, or shareholder, \nwithin Defendants’ Affiliated Companies.  (Compl. ¶¶ 14, 20–23.)  Plaintiff alleges \nthat Defendants Jeff Bostic and Melvin Morris used their positions and control over \nthe Affiliated Companies to create “a relationship wherein the Plaintiff trusted that \nthe Defendants would use the construction loan proceeds for each project to pay for \nthe actual costs of each project . . . .”  (Compl. ¶ 86.) \n{7}  Prior to and during Plaintiff’s work on various construction projects \nwith Defendants’ Affiliated Companies, Defendants used a group of sham \ncompanies to “commingle, misuse, and misappropriate the construction loans \nprovided to finance the construction projects on which the Plaintiff performed \nservices.”  (Compl ¶ 85.) \n{8}  Rather than holding loan proceeds to pay off debts for a particular \nproject, Defendants used the proceeds to advance large sums of money to other \ncompanies owned by Defendants and make preferential payments for their own \nbenefit.  (Compl. ¶¶ 92–93.) \n{9}  During the time Plaintiff worked with Defendants’ Affiliated \nCompanies, Bostic Construction was operated in a condition that verged on near or \nactual insolvency and constituted dissolution or winding up of the affairs of the \ncompany.  (Compl. ¶¶ 94–95.) \n{10}  For the purposes of evaluating Defendants’ 12(b)(1) Motions, the Court \ntakes judicial notice that on or about January 17, 2005, an involuntary bankruptcy \npetition under Chapter 7 of the Bankruptcy Code was filed against Bostic \nConstruction.  (Def. Hartnett’s Br. Supp. Mot. Dismiss 3.)  The Court also takes \njudicial notice of an order entered in the Bostic Construction bankruptcy proceeding \napproving the settlement agreement between the Chapter 7 Trustee, Defendant \nJoseph E. Bostic, Jr., Jeff Bostic and Melvin Morris related to Bostic Construction’s \npotential claims for (1) preferential payments under the Bankruptcy Code and (2) \nalleged breaches of the fiduciary duties these Defendants owed to Bostic \nConstruction in their capacities as officers and directors.  In re Bostic Construction, \nInc. , No. B–05–11199C–7G (Bankr. M.D.N.C. 2005); (Def. Hartnett’s Br. Supp. Mot. \nDismiss Ex. D.) \n \n \nII. ANALYSIS \n{11}  In a related case before the Court, another subcontractor of \nDefendants’ Affiliated Companies filed an action against these same Defendants \nalleging almost identical facts and asserting the same claims along with a claim for \nunfair and deceptive trade practices.  See Phillips and Jordan, Inc. v. Bostic , 2012 \nNCBC 34 (N.C. Super. Ct. June 1, 2012), http://www.ncbusinesscourt.net/opinions/ \n2012_NCBC_34.pdf (order denying in part and granting in part Defendants’ \nmotions to dismiss and denying Defendants’ motion for a more definite statement).  \nIn that action, Defendants brought the same motions to dismiss and motion for \nmore definite statement asserting the same arguments as those before the Court at \npresent.  Id.   Given that, this Court applies the same reasoning from its Order and \nOpinion from the Phillips  case to the present action, and reaches the same \nconclusions on the motions to dismiss the constructive fraud and aiding and \nabetting claims pursuant to Rule 12(b)(1) and Rule 12(b)(6).  Phillips , 2012 NCBC \n34 ¶¶ 15–58.  Therefore, for the reasons stated therein, the Court concludes that \nPlaintiff has standing to bring the claims in this action.  And, further, the Court \nconcludes that Plaintiff sufficiently stated a claim for constructive fraud, but failed \nto allege sufficient facts to support a claim for aiding and abetting constructive \nfraud. \nIII. CONCLUSION  \n{12}  Accordingly, the Court DENIES DENIES DENIES DENIES Defendants’ Motions to Dismiss \npursuant to Rule 12(b)(1); GRANTS GRANTS GRANTS GRANTS in part and DENIES DENIES DENIES DENIES in part Defendants’ \nMotions to Dismiss pursuant to Rule 12(b)(6).  As such, Plaintiff’s claim for aiding \nand abetting constructive fraud as to Defendants Jeff Bostic, Melvin Morris, Tyler \nMorris, and Michael Hartnett is DISMISSED DISMISSED DISMISSED DISMISSED. \n{13}  In light of the foregoing rulings, Defendant’s Motion for More Definite \nStatement is DENIED DENIED DENIED DENIED. \nSO ORDERED SO ORDERED SO ORDERED SO ORDERED, this the 18th day of January, 2013. \n   "
}