{
  "id": "699a75f28c066f717e1c762571a75d01474d76c16f6c26e2ab42108951086abd",
  "source_file": "data/raw/ncbc/699a75f28c066f717e1c762571a75d01474d76c16f6c26e2ab42108951086abd.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF NEW HANOVER  12 CVS 3478 \n \n \nKOCH MEASUREMENT DEVICES, INC., ) \n Plaintiff )  \n  ) \n v.  )   \n   )  OPINION AND ORDER ON MOTIONS \nANGELA LEE ARMKE, AS THE  ) FOR SUMMARY JUDGMENT \nEXECUTRIX OF THE ESTATE OF  ) \nKENNETH W. ARMKE, II; TOTE GLASS,  ) \nINC. and DENNIS M. WALSAK d/b/a  ) \nMODULAR GRAPHICS & MEDIA, a sole ) \nproprietorship,  ) \n  Defendants ) \n \n THIS MATTER comes before the Court upon  Plaintiff Koch Measurement Devices, \nInc.'s Motion for Partial Summary Judgment (\"Plaintiff's Motion\"), and Defendant Tote \nGlass, Inc. and Defendant Dennis M. Walsak, d/b/a Modular Graphics & Media's Motion for \nSummary Judgment (\"Defendants' Motion\") (colle ctively, \"Motions\"), pursuant to Rule 56 of \nthe North Carolina Rules of Civil Procedure (\"Rule(s)\"); and \n THE COURT, after considering the Motions, the briefs in opposition and support \nthereof, and other appropriate matters of record, CONCLUDES that the Defendants' Motion \nshould be GRANTED, in part, and DENIED, in  part, and Plaintiff's Motion should be \nDENIED, for the reasons stated herein. \nMarshall, Williams & Gorham, LLP by Matthew B. Davis, Esq., for Plaintiff.  \nHogue Hill, LLP by David A. Nash, Esq., fo r Defendants Tote Glass, Inc. and Dennis \nM. Walsak. \n \nMcGuire, Judge.   \n  \nKoch Measurement Devices, Inc. v. Armke, 2015 NCBC 42.\n \n \nPROCEDURAL BACKGROUND \n1. Plaintiff Koch Measurement Devices, Inc. (\"Plaintiff\" or \"KMDI\") initiated this \naction on August 17, 2011, in New Hanover County, North Carolina. Plaintiff's First \nAmended Complaint was filed on October 10, 2011 (\"Amended Complaint\"). \n2. The Amended Complaint asserts the following claims (\"Claim(s)\"): Breach of \nDuties of Care and Loyalty (against Armke) (\"Claim One\"); Breach of Fiduciary Duty (against \nArmke) (\"Claim Two\"); Constructive Fraud (against Armke) (\"Claim Three\"); \nMisappropriation of Trade Secrets (against all Defendants) (\"Claim Four\"); Unfair and \nDeceptive Trade Practices (against all Defe ndants) (\"Claim Five\"); Constructive Trust \n(against all Defendants) (\"Claim Six \"); Unjust Enrichment (against all Defendants) (\"Claim \nSeven\"); Conversion (against all Defendants) (\"Claim Eight\"); Breach of Contract (against \nWalsak) (\"Claim Nine\"); Civil Conspiracy (a gainst all Defendants) (\"Claim Ten\"); and \nPunitive Damages (against all Defendants) (\"Claim Eleven\"). \n3. On November 22, 2011, Defendant Tote  Glass, Inc. (\"Tote Glass\") and \nDefendant Dennis M. Walsak, d/b/a Modular Gr aphics & Media (\"Walsak\") (collectively, \n\"Defendants\") filed their joint Answer to the Amended Complaint. Tote Glass and Walsak \nfiled their Amended Answer, with leave of Court, effective April 17, 2013. \n4. On January 11, 2013, Tote Glass and Walsak filed their joint Motion to Dismiss \nthe Amended Complaint pursuant to Rule 12(b )(6). On October 14, 2013, the Court entered \nits Order on Motion to Dismiss, denying Tote Glass and Walsak's Motion to Dismiss.\n1 \n5. On May 29, 2013, all Claims and Counterclaims by and between Plaintiff and \nDefendant Angela Lee Armke, as the Executrix of the Estate of Kenneth W. Armke, II \n(\"Armke\") were voluntarily dismissed with prejudice. Accordingly, Claims One through Three \n                                                 \n1 2013 NCBC 48 (N.C. Super. Ct. Oct. 14, 2013). \n \n \nwere dismissed in their entirety and Claims Four through Eleven were dismissed as to \nArmke.  \n6. On April 22, 2013, Plaintiff filed its Motion for Partial Summary Judgment, \nseeking entry of summary judgment on four issues: (a) that Armke owed Plaintiff a fiduciary \nduty; (b) that Armke breached this fiduciary duty; (c) that Armke benefited from such a \nbreach; and (4) that Tote Glass, Walsak, and Armke engaged in conduct constituting unfair \nmethods of competition in or affecting comme rce which injured Plaintiff. Since Armke has \nbeen dismissed, Plaintiff's Motion is now exclusively with regard to its claim for violations of \nN.C. Gen. Stat. § 75-1.1.  (hereinafter, references to the General Statues will be to \"G.S.\").  \n7. On May 30, 2013, Tote Glass and Walsak filed their Motion for Summary \nJudgment in their favor on all of Plaintiff's Claims asserted against them. \n8. Following a conference call on December 23, 2014, counsel for all parties agreed \nto the Court deciding the Motions without oral argument. \n9. The Motions have been fully briefed and are ripe for determination. \nFACTUAL BACKGROUND \n10. In ruling on a motion for summary ju dgment, a trial court does not make \nfindings of fact. Hyde Ins. Agency, Inc. v. Dixie Leasing Corp., 26 N.C. App. 138, 142 (1975). \nThe following factual background is summarized fr om facts that appear to the Court to be \nuncontested, or from allegations in the Amende d Complaint, to provide context. Additional \nfacts and contentions of parties, especially those that appear to the Court to be disputed, will \nbe included in the Court's discussion of the Motions. \n11. KMDI is a North Carolina corporation that was in the business of distributing \nimported glass beer growlers. KMDI was formed  in 1996 as an importer and distributer of \nthermometers and weather instruments. KMDI also sold a number of products, including \nglass beer growlers, which were acquired follo wing the acquisition of a company called Sun \n \n \nTrading. In or around 2006, KMDI began excl usively distributing beer growlers wholesale. 2 \nKMDI purchased growlers from a German manuf acturer, Wassman, and sold the growlers \nwholesales to breweries, brewpubs, and other retailers and resellers throughout the United \nStates.3 \n12. Armke, now deceased, was an officer, director, and shareholder of KMDI from \n1996 until his resignation in June 2011. 4 While employed with KMDI, Armke served as \nKMDI's president, secretary, treasurer, and as a director.5 Moreover, for many years, Armke \nwas KMDI's sole employee.6 In his role with KMDI, Armke was charged with managing the \ncompany's day-to-day operations, including ordering inventory, negotiating with prospective \ncustomers, and filling customer orders.7 \n13. Tote Glass is a North Carolina corporation that is also in the business of \ndistributing glass beer growlers. Tote Glass engages in business activities similar to Plaintiff.  \n14. Walsak is a citizen of Wilmington, North Carolina, and is the sole shareholder, \ndirector, and officer of Tote Glass.  \n15. Walsak is also the sole proprietor of  Modular Graphics and Media, which is \nengaged in the business of graphic design, web design, and web hosting services.8 \n16. At some time in the late 1990s, Walsak and/or Modular Graphics were retained \nto create a website for KMDI.9 This initial website creation included work directly related to \nKMDI's growler business.10 Following that time, Walsak wa s responsible for providing web \n                                                 \n2 Am. Compl. ¶¶12, 15, 16; Answer ¶¶ 12, 15, 16. \n3 Am. Compl. ¶¶ 1, 6; Answer ¶¶ 1, 6. \n4 Am. Compl. ¶ 3; Answer ¶ 3.  \n5 Am. Compl. ¶ 7; Answer ¶ 7. \n6 Id.  \n7 See Am. Compl. ¶9; Aleman Dep. 43. \n8 Am. Compl. ¶ 4; Answer ¶ 4. \n9 Walsak Dep. 54. \n10 Id. at 32. \n \n \nhosting services to KMDI, including the main tenance of KMDI's web hosting account with \nGodaddy.com.11  \n17. Though the parties disagree as to the exact timing, sometime before Armke \nresigned from KMDI in June 2011, Walsak beg an to explore the possibility of entering the \ngrowler business. 12 Walsak incorporated Tote Glass on or about March 23, 2011, and \noriginally intended to sell growlers only to retail customers and not to engage in wholesale \ndistribution.13  Tote Glass, however, never engaged in the retail business.14 Armke made five \nloans totaling approximately $350,000.00 to Walsak  so that Walsak could finance the start-\nup of Tote Glass. 15 Four of the five loans from Armke to Walsak were made before Armke's \nresignation from KMDI. 16 Several, if not all, of these loans from Armke to Walsak were to \nenable Tote Glass to pay specific invoices for Tote Glass's inventory.17  \n18. In addition to providing loans to Walsak, Armke effectively ran the start-up of \nTote Glass.  For example, Armke placed Tote's first order for growlers with KMDI's supplier, \nWassman, in April 2011, before Tote Glass had secured its first customer.  The order was for \npre-decorated growlers used by one of  KMDI's customers, Hangar 24 Brewing. 18 Walsak \ntestified that he had no input in ordering  the growlers from Wassman and did not know \nHangar 24 would become a customer of Tote Glass. 19  Armke never informed KMDI that he \nwas advising Tote Glass.20 \n                                                 \n11 Id. 50. \n12 See id. 29. \n13 Id. 83-84, 114; Am. Compl. ¶ 21. \n14 Walsak Dep. 122. \n15 Id. 138, 157-58. \n16 See id.  \n17 Id. 158. \n18 Id. 121, 140. \n19 Id. 142. \n20 Bruheim Aff. ¶ 40. \n \n \n19. Additionally, Plaintiff contends that Armke diverted KMDI's inventory to Tote \nGlass, ceased placing orders for KMDI with its growler supplier, and transitioned KMDI's \ncustomers to Tote Glass.21 The evidence establishes that Tote Glass ultimately filled at least \nseven orders from KMDI's customers placed with KMDI. 22  There are facts in the record to \nsuggest that Armke diverted to Tote Glass vi rtually all of KMDI's customers and business \nduring the last few months of his employment. \n20. On or about June 13, 2011, Armke resigned his position with KMDI.23 Shortly \nbefore this time, Armke activate d an out-of-office notification which indicated to Plaintiff's \ncustomers or others that attempted to communicate with Plaintiff that KMDI would be closed \nfrom June 7 through June 13.24 Following Armke's resignation, personal property belonging \nto KMDI and entrusted to Armke, including co mputer equipment and customer files, were \nmissing from a KMDI office to  which only Armke had access. 25 On June 14, 2011, Armke \nbegan working for Tote as an \"unpaid consultant.\"26 \n21. Tote Glass first began contacting potential customers on June 14, 2011. 27 \nWithin three months after Armke's resignat ion from KMDI, Tote Glass had 104 wholesale \ncustomers, 86 of which had been KMDI customers, and almost $600,000.00 in gross sales.  \nKMDI was driven out of the growler business.\n28 \n22. Walsak claims that he did not intentionally engage in any conduct designed to \ndivert KMDI's business to Tote Glass.  He testified that he believed Armke was the owner of \nKMDI, and was merely assisting him in starting up Tote Glass with the idea that Tote would \n                                                 \n21 See Pl.'s Br. Supp. Mot. Partial Summ. J. 2-12. \n22 Bruheim Aff. ¶¶ 28-35, Exs. C-H. \n23 Am. Compl. ¶44.  \n24 Id.  \n25 Bruheim Dep. 173. \n26 Walsak Dep. 130. \n27 Id. 117. \n28 Walsak Dep. 118-119, Ex. 15; Rickert Aff. Ex. A.  \n \n \nexclusively be a retail growler distributor, would buy its growlers from KMDI, and would not \nbe a competitor of KMDI.  Walsak claims that  Tote Glass only decided to get into the \nwholesale growler business once Armke told him that there was a dispute among KMDI's \nshareholders that might cause Tote Glass to be unable to obtain growlers from KMDI.  \nWalsak denies that he and Armke had any type  of agreement or plan to engage in unfair, \ndeceptive, or unlawful conduct, and denies that Tote Glass knowingly converted any of \nKMDI's property.29 \nDISCUSSION \n23. Pursuant to Rule 56(a), Plaintiff moves for partial summary judgment in its \nfavor as to its claim against Tote Glass and Walsak for unfair and deceptive trade practices \nunder G.S. §75-1.1.  Pursuant to Rule 56(b), Defendants Tote Glass and Walsak move for \nsummary judgment as to each of Plaintiff's remaining claims.  The Court will first address \nDefendants' Motion, followed by Plaintiff's Motion. \n24.  \"Summary judgment is appropriate 'if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that there \nis no genuine issue as to any material fact and that any party is entitled to a judgment as a \nmatter of law.'\" \nVariety Wholesalers, Inc. v. Salem Logistics Traffic Servs., LLC , 365 N.C. \n520, 523 (2012) (quoting Rule 56(c)). An issue is \"material\" if its \"resolution . . . is so essential \nthat the party against whom it is resolved may not prevail.\" \nMcNair v. Boyette, 282 N.C. 230, \n235 (1972) (quotations omitted). The moving party  bears \"the burden of clearly establishing \nlack of a triable issue\" to the trial court. N.C. Farm Bureau Mut. Ins. Co. v. Sadler, 365 N.C. \n178, 182 (2011) (quoting N.C. Nat'l Bank v. Gillespie, 291 N.C. 303, 310 (1976)). The moving \nparty may meet this burden by \"proving an e ssential element of the opposing party's claim \n                                                 \n29 Defs.' Br. Supp. Mot. Summ. J. 4-5, 15-18, 25-26. \n \n \ndoes not exist, cannot be proven at trial, or  would be barred by an affirmative defense.\"  \nVariety Wholesalers, Inc., 365 N.C. at 523 (quoting Dobson v. Harris, 352 N.C. 77, 83 (2000)). \nDefendants' Motion for Summary Judgment \nClaim Four – Misappropriation of Trade Secrets \n25. Defendants move for summary judgment in their favor on Plaintiff's claim for \nmisappropriation of trade secrets. Defendants cont end that Plaintiff \"has failed to establish \nthat the information allegedly misappropriated by [Defendants] constitutes 'trade secrets'\" \nunder North Carolina law.30  \n26. A threshold question in any action involving allegations of misappropriation of \ntrade secrets is whether the information in question constitutes a trade secret under the \nTrade Secret Protection Act, G.S. § 66-152, et seq. (\"Act\").  Combs & Assocs. v. Kennedy, 147 \nN.C. App. 362, 369 (2001). \n27. The Act defines what constitutes a \"trade  secret.\"  G.S. § 66-152(3) provides \nthat: \n\"Trade secret\" means business or technical information, including but not \nlimited to a formula, pattern, program, device, compilation of information, \nmethod, technique, or process that: \n(a) Derives independent actual or po tential commercial value from \nnot being generally known or readily  ascertainable through independent \ndevelopment or reverse engineering by person who can obtain economic value \nfrom its disclosure or use; and \n(b) Is the subject of efforts that are reasonable under the \ncircumstances to maintain its secrecy. \n                                                 \n30 Defs.' Mot. Summ. J. ¶ 1. \n \n \n28. North Carolina appellate courts have articulated the following six factors that \nshould be considered when determining whether information is a trade secret: \n(a) The extent to which the information is known outside the business; \n(b) The extent to which it is known to employees and others involved in the \nbusiness; \n(c) The extent of measures taken to guard the secrecy of the information; \n(d) The value of the information to the business and its competitors; \n(e) The amount of effort or money expended in developing the information; and \n(f) The ease or difficulty with which the information could properly be acquired or \nduplicated by others.   \nCombs, 147 N.C. App. at 369-70. \n29. Here, Plaintiff contends that the fo llowing information constitutes trade \nsecrets under North Carolina law: Plaintiff's customer lists, ordering habits, history and \nneeds of Plaintiff's customers, and Plaintiff's pricing and inventory management strategies.31  \n30. At the outset, Defendants contend that Pl aintiff's trade secrets as pleaded in \nthe Amended Complaint lack the specificity required under North Carolina law. See \nWashburn v. Yadkin Valley Bank & Trust Company , 190 N.C. App. 315, 327 (2008) \n(dismissing trade secret claim under Rule 12(b)(6) where party failed to allege \"with sufficient \nspecificity the trade secrets . . . allegedly misappropriated\"). However, in the Order on Motion \nto Dismiss entered in this matter, the Court re jected this contention, finding that Plaintiff \nsufficiently the alleged trade secrets at issue in this case to satisfy Rule 12(b)(6).32 Similarly, \non the record before the Court at this stage, it appears that Plaintiff's alleged trade secrets \n                                                 \n31 Am. Compl. ¶ 18; Bruheim Aff. ¶¶ 16, 18-22. \n32 2013 NCBC 48 (N.C. Super. Ct. Oct. 14, 2013) ¶ 19. \n \n \nhave been sufficiently identified such that Defendants have notice of what they stand accused \nof misappropriating. See Visionair, Inc. v. James, 167 N.C. App. 504, 510 (2004). \n31. In their Motion for Summary Judgment , Defendants argue that Plaintiff's \nmisappropriation of trade secrets claim fails be cause Plaintiff cannot show, first, that the \ninformation described as trade  secrets could not have easily  been compiled by someone \noutside KMDI and, second, that there were suffi cient efforts taken to safeguard the secrecy \nof this information. 33 The Court will address these two contentions before returning to the \nremaining factors set out in Combs.  \n32. Our Court of Appeals has noted that in formation will not constitute a trade \nsecret if that information could be easily compiled by someone in the industry through public \nlistings, such as trade show and attendance lists, see Combs, 147 N.C. App. at 370, or through \na telephone directory, see Novacare Orthodics & Prosthetics E., Inc. v. Steelman , 137 N.C. \nApp. 471, 478 (2000). The focus of this requirement is generally on the amount of effort \nexpended, including both time and money invested, in compiling the trade secret information. \nFor instance, this Court has previously held that information collected in the routine course \nof business, without any efforts to compile, de velop, or maintain the information, did not \nconstitute a trade secret. See Edgewater Services, Inc. v. Epic Logistics, Inc., 2009 NCBC 20 \n(N.C. Super. Ct. Aug. 11, 2009). Conversely, the Court of Appeals has held that where an \nindividual maintains a compilation of detailed records over a significant period of time, those \nrecords could constitute a trade secret ev en if \"similar information may have been \nascertainable by anyone in the . . . business.\" Byrd's Lawn & Landscaping, Inc. v. Smith, 142 \nN.C. App. 371, 376 (2001); see also Sunbelt Rentals, Inc. v. Head & Enquist Equip., LLC, 174 \nN.C. App. 49, 55 (2005) (recognizing that, und er the facts of that case, compilation of \n                                                 \n33 Defs.' Br. Supp. Mot. Summ. J. 9-12. \n \n \ninformation including identity of customers, customer-specific pricing, and historic customer \ndemand constituted a trade secret).  \n33. Here, the undisputed facts in the record reveal that much of the information \nalleged to constitute Plaintiff' s trade secrets, including customer-specific pricing, shipping \nand inventory management strategies, and years of customer usage data, is not publicly \navailable.\n34 Further, Plaintiff has introduced evidence  that its confidential information, \nspecifically as to customer pricing and hist oric demand, was developed only after several \nyears of serving the same customers and deve loping an in-depth understanding as to their \nspecific product needs.35  Additionally, undisputed facts in the record indicate that Plaintiff's \ninventory management strategy was developed over  a period of fifteen years, indicating a \nsubstantial investment of time and resources on Plaintiff's part. 36 On these facts, the Court \nfinds this case analogous to Byrd Lawn & Landscaping, and finds its decision in Edgewater \nServices readily distinguishable. As in Byrd Lawn & Landscaping , although \"similar \ninformation may have been ascertainable by anyone in the [beer growler] business,\" the \ncompilation of this data over such a long period of time, at a minimum, creates an issue of \nfact as to whether this informat ion constitutes a trade secret. \nByrd Lawn & Landscaping , \n142 N.C. App. at 376. \n34. Defendants next contend that Plainti ff cannot show that reasonable efforts \nwere taken to safeguard the secrecy of this in formation. In order for information to qualify \nas a trade secret, G.S. § 66-152(3)(b) requires t hat the information be \"the subject of efforts \nthat are reasonable under the circumstances to ma intain its security.\" This requirement is \n                                                 \n34 Bruheim Aff. (Feb. 28, 2013) ¶¶ 16, 18-22 (noting confidentiality of custom er-specific pricing and \nhistoric demand, in addition to the commercial value of same). See also Nab Dep. 31. \n35 Aleman Dep. 27-28 (noting that KMDI tracked in ventory and ordering needs of Granite City, a \nKMDI customer, over four years). \n36 Bruheim Aff. (Feb. 28, 2013) ¶¶ 11, 16 (testifying that growler inventory management strategy was \ndeveloped over a period of fifteen years). \n \n \nnecessarily fact dependent, and courts th at have addressed it closely examine the \ncircumstances surrounding the trade secret to determine what measures are reasonable. See \nEdgewater Services, 2009 NCBC 20 at ¶ 28 (recognizing that maintaining files in an unlocked \nroom, accessible to all employees without safeg uards to ensure security, was not reasonable \nunder the circumstances); Combs, 147 N.C. App. at 369 (finding lack of reasonable efforts to \nmaintain secrecy where claimed trade secrets were freely disseminated) . \n35. Here, the undisputed evidence shows that  Plaintiff maintained its customer \nfiles in locked file cabinets and used passwor d protected software to track its inventory and \ncustomer sales and pricing. 37 Moreover, for several years, Armke was Plaintiff's sole \nemployee, thus largely eliminating the co ncern of access by unauthorized employees \nexpressed in Edgewater Services. Additionally, while employed by KMDI, Armke was subject \nto a non-disclosure agreement included as part of his Employment Agreement.38 Ultimately, \ngiven that Armke was Plaintiff's sole employee for much of the time period at issue and that \nPlaintiff maintained its confidential information in locked cabinets or protected the same by \npassword, the Court cannot conclude, as a matte r of law, that Plaintiff failed to take \nreasonable efforts to maintain the secrecy of this confidential information. \n36. Turning to the remaining factors articulated in Combs, evidence in the record \nsupports Plaintiff's contention that the information, particularly the inventory management \nstrategy, customer ordering patterns, and histor ic customer pricing, was highly valuable to \nPlaintiff's business and likely was used to l aunch Tote Glass' successful business. This \ninformation would allow a rival firm to have a competitive advantage over Plaintiff by \nallowing the firm to anticipate, and potentia lly undercut, Plaintiff's historic pricing and \nbidding. See Byrd's Lawn & Landscaping, Inc. , 142 N.C. App. at 375 (recognizing the \n                                                 \n37 Id. ¶ 8; Bruheim Dep. 135. \n38 See Armke's Ans. to Am. Compl. Ex. C. \n \n \ncompetitive advantage that would be provided by the ability to  predict a competitor's bid). \nAdditionally, evidence in the record suggests t hat this information is not known outside the \nbusiness,39 and, as discussed more fully above, it wo uld be difficult to quickly compile the \ninformation by another in the industry.40 \n37. Defendants do not argue that Plaintiff has failed to make a prima facie case of \nmisappropriation by showing that Defendants: (1) knew or should have known of the trade \nsecrets; and (2) had a specific opportunity to ac quire them for use or has used them without \nthe consent or authority of the owner. Combs, 147 N.C. App. at 369. Instead, as discussed \nabove, there is substantial evidence in th e record to support Plaintiff's claim of \nmisappropriation of trade secrets. 41 Accordingly, as to Claim Four, Defendants' Motion for \nSummary Judgment should be DENIED. \nClaim Five – Violations of G.S. § 75-1.1 \n38. Defendants also seek summary judgment in their favor as to Claim Five. In \nClaim Five, Plaintiff alleges that the condu ct of Defendants as set forth in the Amended \nComplaint constitutes a violation of G.S. § 75 -1.1. The North Carolina Court of Appeals has \nrecognized that a misappropriation of trade secrets can constitute a violation of G.S. § 75-1.1. \nDrouillard v. Keister Williams Newspaper Servs., Inc., 108 N.C. App. 169 (1992). Accordingly, \nbecause the Court has concluded that summary judgment in Defendants' favor is improper \non Plaintiff's claim for misappropriation of trade secrets, the Court concludes that summary \n                                                 \n39 See Bruheim Aff. ¶ 16 (testifying that inventory management strategy \"was not generally known \noutside KMDI\"); id. ¶ 20 (testifying, similarly, that \"customer usage rates, order histories, and product \npricing was not generally known outside KMDI\"). \n40 See supra ¶¶ 32-33. \n41 See Walsak Dep. 121, 143 (testifying that he had knowledge of historic pricing and demand and, \nthrough the use of that pricing, was able to anticipate orders from former KMDI customers). \n \n \njudgment on Plaintiff's G.S. § 75-1.1 claim is also inappropriate. Accordingly, as to Claim \nFive, Defendants' Motion for Summary Judgment should be DENIED.42 \nClaim Eight – Conversion \n39. In Claim Eight, Plaintiff alleges t hat Defendants \"converted (i) KMDI's \ninventory and growlers; (ii) the email account kenarmke@coach-usa.com [sic] and any and all \nemails, information and documents associated with that account; ( iii) certain computer \nequipment, hard drives and web server; and (iv) client files.\"43 \n40. In North Carolina, conversion is defined as: \"(1) the unauthorized assumption \nand exercise of the right of ownership; (2) over the goods or personal property; (3) of another; \n(4) to the exclusion of the rights of the true owner.\" Estate of Graham v. Morrison, 168 N.C. \nApp. 368, 371 (2005). \"At its core, conversion 'i s not the acquisition of property by the \nwrongdoer, but a wrongful deprivation of it to the owner . . . .'\" Tai Sports, Inc. v. Hall, 2012 \nNCBC 62, ¶ 108 (N.C. Super. Ct. Dec. 28, 2012) (quoting Lake Mary L.P. v. Johnston , 145 \nN.C. App. 525, 532 (2001)). The North Carolina Court of Appeals has held that there are \"two \nessential elements [that] are necessary in a complaint for conversion – there must be \nownership in the plaintiff and a wrongful conversion by defendant.\" Lake Mary, L.P. , 145 \nN.C. App. at 532. \n41. Beginning with the kenarmke@koch-usa.com email account, it appears \nundisputed that, following Armke's departure from KMDI, Plaintiff was unable to access this \nemail account and was unable to locate any emails associated with that account. 44 \nAdditionally, it is undisputed that this email address appears on Walsak's webhosting \n                                                 \n42 By this conclusion the Court does not intend to suggest that there is no other evidence, in addition \nto the evidence supporting misappropriation of trade secrets, to support Plaintiff's claim under G.S. § \n75-1.1.  \n43 Am. Compl. ¶ 96. \n44 Bruheim Aff. ¶¶ 25-26. \n \n \ncontract with KMDI.45 However, Walsak has testified that, under the hosting agreement with \nGodaddy.com, he did not have any access to th e email accounts or web servers associated \nwith that account.46 Plaintiff has not provided any eviden ce that would contradict Walsak's \ntestimony that he did not have the ability to cause the disappearance of the email account in \nquestion. As such, it appears to the Court that the inability of Walsak to remove, and \ntherefore convert, any email address of KMDI  is uncontroverted. Acco rdingly, as to the \nalleged conversion of kenarmke@koch-usa.com, and any related emails, Defendants' Motion \nshould be GRANTED. \n42. Regarding the computer hardware and client files alleged to have been \nconverted from KMDI offices,  the uncontroverted evidence tends to show that Armke's \ndesktop computer, the hard drive from a laptop computer, and an office server were removed \nfrom an office from which Armke was \"the only person who had access. . . .\"47 Nothing in the \nrecord provides any evidence to suggest that Walsak and/or Tote Glass were involved with \nthe removal of these items. Accordingly, as to  the alleged conversion of computer hardware \nand client files, Defendants' Motion should be GRANTED. \n43. In support of their Motion for Summ ary Judgment on Plaintiff's claim for \nconversion of growlers, Defendants direct the Co urt to the testimony of Walsak that Tote \nGlass did not fill a July 1, 2011, order with KMDI inventory.48 However, sales records of Tote \nGlass tend to show that while the July 1, 2011, order was shipped to a pre-decorated growler \ncustomer, inventory records do not reflect the existence of any of that customer's growlers in \nTote's inventory as of the date of that shipment. 49 Such a transaction, a sale by Tote Glass \n                                                 \n45 See Walsak Dep., Ex. 1. \n46 Walsak Dep. 35. \n47 KMDI 30(b)(6) Dep. 173. \n48 Walsak Dep. 167. \n49 See Walsak Dep.163-68, id. Ex. 15, 19-21 \n \n \nwithout any inventory on hand, raises an issue of fact as to the origin of the growlers used to \nfill that order. Moreover, Plaintiff also presen ted evidence that, in the early days of Tote \nGlass and the waning days of Armke's involvem ent with KMDI, KMDI sold 720 growlers to \na company that had filed for Chapter 7 bankruptcy more than one year prior to the order and \nshipment.50 Further, the terms of that sale, differ ing from KMDI's usual transactions with \nthe purported purchaser, raise a number of questions regarding the sale's authenticity. 51 \nAccordingly, the Court finds that genuine issues  of material fact exist regarding Plaintiff's \nclaim for conversion of KMDI's growlers and , therefore, Defendant's Motion for Summary \nJudgment regarding the conversion of growlers should be DENIED. \nClaim Nine – Breach of Contract \n44. In its Ninth Claim, Plaintiff has asse rted a Breach of Contract claim against \nWalsak based on a contract between Plaintiff and Walsak whereby Walsak was to provide \nKMDI with webhosting services. 52 Defendants argue that Plaintiff has not proved the \nexistence of any provision in that contract that would prohibit Walsak from undertaking the \nacts of which Plaintiff now complains.  \n45. To prove a claim for breach of contract, a plaintiff must show: (1) a contractual \nagreement; (2) breach of that agreement by the defendant; and (3) resulting damage to the \nplaintiff. See McLamb v. T.P. Inc., 173 N.C. App. 586, 588 (2005). Moreover, \"[t]o constitute \na valid contract, the parties must assent to the same thing, their minds must meet as to all \nessential terms.\" Braun v. Glade Valley School, Inc., 77 N.C. App. 83, 89 (1985).  \n46. It is undisputed that KMDI and Walsak entered into a contractual agreement \nwhereby Walsak would provide website hosting services to KMDI.53 The express terms of that \n                                                 \n50 See Pl.'s Br. Opp. Defs.' Mot. Summ. J. Ex. III.  \n51 See id. \n52 Am. Compl. ¶¶ 100-04. \n53 See Walsak Dep. Ex. 1. \n \n \ncontract, however, do not limit Walsak's ability to engage in any business that competes with \nKMDI, or otherwise undertake any of the actions Walsak is alleged to have taken in this \naction. Plaintiff has presented no evidence of  any other agreement between it and Walsak \nthat would have expressly prohibited Walsak's alleged actions.  \n47. Apparently acknowledging this, Plainti ff argues that the implied duty to \nperform contractual obligations in good faith imposes an obligation on Walsak to refrain from \ncompeting or otherwise undertaking the alleged actions in this action. While North Carolina \ncourts do imply an obligation on contracting parties to \"act upon principles of good faith and \nfair dealing,\" such an obligation only operates  \"to accomplish the purpose of an agreement.\" \nSee Maglione v. Aegis Family Health Ctrs. , 168 N.C. App. 49, 56 (2005). As this Court has \nnoted, such a claim \"requires the wrongful intent  of a party to deprive another party of its \ncontractual rights.\" Hamm v. Blue Cross & Blue Shield of N.C. , 2010 NCBC 14, ¶ 80 (N.C. \nSuper. Ct. Aug. 27, 2010).   \n48. Here, it is undisputed that the agreement between KMDI and Walsak was for \nweb hosting services.  It is further undispute d that, in November 2005, Walsak's role in \nrunning KMDI's website was limited by a change in the way those services were provided to \nKMDI.54 Plaintiff has offered no evidence to suggest that Walsak breached the express terms \nof their agreement, or that Walsak failed to  act in good faith in providing web hosting \nservices. \n49. Plaintiff contends, and it is undisputed, that Walsak sent Armke a number of \nfiles relating to KMDI's website in Febr uary or March of 2011 while Armke was still \nemployed with KMDI. Plaintiff has provided no  evidence that this was in breach of the \nparties' contract or to otherwise rebut Walsak's testimony that this was a legitimate business \n                                                 \n54 See Walsak Dep. 32, 34. \n \n \ntransaction related to his contract with Plaintiff. 55 Moreover, despite its assertion to the \ncontrary, Plaintiff has directed the Court to no evidence supporting its claim that Walsak \ndeleted any e-mail accounts associated with KMDI or removed KMDI's website from the \nInternet.56 \n50. Ultimately, Plaintiff has failed to show a genuine issue of material fact as to \nthe existence of any contractual provision prohibiting Walsak from competing with Plaintiff, \nor that Walsak breached the implied covenant  of good faith and fair dealing such that \nPlaintiff was deprived of any right under the webhosting contract. See Hamm, 2010 NCBC \n14, ¶ 80. As such, Defendants' Motion as to Plaintiff's Claim for Breach of Contract should be \nGRANTED. \nClaim Ten – Civil Conspiracy \n51. In Claim Ten, Plaintiff alleges that Tote Glass and Walsak, together with \nArmke, \"conspired and otherwise entered into an agreement, either express or implied, \nwhereby they would exploit Armke's fiduciary relationship with KMDI to divert KMDI's \nopportunities, assets, and good will to Tote Gl ass, and to otherwise frustrate and interfere \nwith KMDI's ability to conduct business.\"57  \n52. In North Carolina, the elements of civil conspiracy are: (1) an agreement \nbetween two or more individuals; (2) to do an unlawful act or to do a lawful act in an unlawful \nway; (3) resulting in injury to the plaintiff; (4) pursuant to a common scheme. Privett v. Univ. \nof N. Carolina, 96 N.C. App. 124, 139 (1989). To establish a claim, the plaintiff must show an \n\"overt act\" committed by at least one conspi rator in furtherance of the conspiracy.  Dove v. \nHarvey, 168 N.C. App. 687, 690 (2006). \n                                                 \n55 Walsak Dep. 53-54. \n56 See Pl.'s Br. Opp. Defs.' Mot. Summ. J. 23. \n57 Am. Compl. ¶ 106. \n \n \n53. As North Carolina courts have regularly recognized, \"there is not a separate \ncivil action for civil conspiracy in North Carolina.\" Piraino Brothers, LLC v. Atlantic \nFinancial Group, Inc., 211 N.C. App. 343, 350 (2011) (citing Dove v. Harvey, 168 N.C. App. \n687, 690 (2005)). Instead, liability for \"civil conspiracy is premised on the underling act.\" Id. \nAccordingly, North Carolina courts have held t hat a \"civil conspiracy claim is subject to \ndismissal when the underlying causes of action, which contain the alleged wrongful acts, are \ndismissed.\" Anderson v. Coastal Cmtys. at Ocean Ridge Plantation, Inc. , 2012 NCBC 33, ¶ \n73 (N.C. Super. Ct. May 30, 2012); see also Piraino Bros., LLC, 211 N.C. App. at 350 (noting \nthat \"[b]ecause the underlying tort claim wa s dismissed, the trial court properly granted \nsummary judgment [on the same defendant's] ancillary civil conspiracy claim\"). \n54. Here, both as pleaded and as argued in its briefing, Plaintiff's claim for civil \nconspiracy is based entirely on Armk e's alleged breach of fiduciary duty. 58 The claim for \nbreach of fiduciary duty against Armke has been dismissed by Plaintiff.  The Court concludes \nthat North Carolina law mandates dismissal of Plaintiff's claim for civil conspiracy, which is \nbased on the breach of fiduciary duty. See id. \n55. Moreover, even if dismissal of Plainti ff's civil conspiracy is not required, \nPlaintiff has presented no evidence to contradict the testimony of Walsak that no agreement, \nother than five promissory notes, ever existed between Walsak and Armke.59 Even if Armke \nassisted Walsak in operating Tote Glass, Pl aintiff has presented no evidence that this \nassistance was provided pursuant to an agreement to breach Armke's duties to Plaintiff. \nInstead, Plaintiff relies on speculation concerning the promissory notes between Armke and \n                                                 \n58 See Am. Compl. ¶ 106; Pl.'s Br. Opp. Defs.' Mot. Summ. J. 15 (describing evidence Plaintiff contends \nshows \"that Tote Glass, Walsak, and Armke agreed to exploit Armke's fiduciary relationship with \nKMDI\"). \n59 Walsak Aff. ¶ 14. \n \n \nWalsak, and other evidence that Armke breach ed his fiduciary duties owed to Plaintiff. 60 \nEven if Plaintiff had a once cognizable claim against Armke for breach of fiduciary duty, such \nclaim has been voluntarily dismissed. Plaintiff has failed to show the existence of an \nagreement to breach that fiduciary duty such that Tote Glass and Walsak may be held liable \nfor civil conspiracy. Accordingly, as to Claim Ten, Defendants' Motion for Summary \nJudgment should be GRANTED. \nClaims Six, Seven, and Eleven – Cons tructive Trust, Unjust Enrichment, and \nPunitive Damages \n \n56. In Claim Six, Plaintiff seeks the imposition of a constructive trust on the \nassets, benefits, and corporate opportunities of Plaintiff of which Defendants have wrongfully \navailed themselves. Defendants move for summ ary judgment in their favor on Claim Six \nbased, in large part, on the absence of \"evidenc e that Walsak or Tote [Glass] obtained legal \ntitle to any property through breach of their duty, fraud[,] or any other circumstances making \nit inequitable for them to retain it against [Plaintiff's] claims.\"61 \n57. A constructive trust, under North Carolina law,  \nis a duty, or relationship, imposed by courts of equity to prevent the unjust \nenrichment of the holder of title to, or of an interest in, property which such \nholder acquired through fraud, breach of duty or some other circumstance \nmaking it inequitable for him to retain it against the claim of the beneficiary \nof the constructive trust. \n \nVarsity Wholesalers, Inc. v. Sa lem Logistics Traffic Servs., LLC , 365 N.C. 520, 530 (2012) \n(quoting Wilson v. Crab Orchard Dev. Co., 276 N.C. 198, 211 (1970)). Though a constructive \ntrust usually follows from a breach of fiduciary duty, such a duty is not required for the Court \nto exercise its equitable authority in the imposition of a constructive trust. The imposition of \n                                                 \n60 See Pl.'s Br. Opp. Defs.' Mot. Summ. J. 15. \n61 Defs.' Br. Supp. Mot. Summ. J. 25. \n \n \na constructive trust lies in the discretion of the trial court. Kinlaw v. Harris, 364 N.C. 528, \n532 (2010). \n58. Here, Plaintiff has not brought any clai m for breach of fiduciary duty or \nconstructive fraud against these Defendants, and those claims brought against Armke have \nbeen dismissed. Nevertheless, in Varsity Wholesalers, the Supreme Court recognized that a \nconstructive trust could be proper in the absence of such allegations and claims in the context \nof an action for conversion. The Supreme Co urt noted that the \"continued acceptance of \n[property where there was a dispute as to the ownership of that property] could be considered \nunconscientious or inequitable and could thus permit the imposition of a constructive trust.\" \nVariety Wholesalers, Inc. , 365 N.C. at 531. Because the Court has found that there are \ngenuine issues of material fact as to Plaintiff's claim for conversion, the Court concludes that \nissues of fact remain as to Plaintiff's entitl ement to a constructive trust. Accordingly, the \nCourt finds that Defendants' Motion for Su mmary Judgment as to Claim Six should be \nDENIED. \n59. In Claim Seven, Plaintiff alleges that  Defendants, by retaining the assets, \nbenefits, and corporate opportunities conveyed  upon them, have been unjustly enriched at \nPlaintiff's expense.  \n60. In North Carolina, to recover on a clai m of unjust enrichment, Plaintiff must \nprove: (1) that it conferred a benefit on anoth er party; (2) that the other party consciously \naccepted the benefit; and (3) that the benefi t was not conferred gratuitously or by an \ninterference in the affairs of the other party. Shelter Corp. v. BTU, Inc., 154 N.C. App. 321, \n330 (2002). \"A claim of this type is neither in tort nor contract but is described as a claim in \nquasi contract or a contract implied in law.\" Booe v. Shadrick, 322 N.C. 567, 570 (1988). \"The \ndoctrine of unjust enrichment was devised by equi ty to exact the return of, or payment for, \nbenefits received under circumstances where it  would be unfair for the recipient to retain \n \n \nthem without the contributor be ing repaid or compensated.\" Collins v. Davis, 68 N.C. App. \n588, 591 (1984).  \n61. Here, as noted above, issues of fact remain as to whether Defendants converted \npersonal property of Plaintiff or misappropriat ed Plaintiff's trade secrets. If proven, such \nactions would likely constitute a benefit co nferred on Defendants \"under circumstances \nwhere it would be unfair for [Defendants] to retain them.\" Id. Accordingly, the Court \nconcludes that issues of fact remain as to Plaintiff's entitlement to recover in unjust \nenrichment and, therefore, Defendants' Moti on for Summary Judgment should be DENIED \nas to Claim Seven.62  \n62. In Claim Eleven, Plaintiff seeks punitive damages. Punitive damages may be \nawarded if a claimant is entitled to comp ensatory damages and proves, by clear and \nconvincing evidence, that fraud, malice, or w illful or wanton conduct contributed to the \ninjury. G.S. § 1D-15. The Court finds that disputed issues of material fact exist as to \nPlaintiff's entitlement to punitive damages and, therefore, Defendants' Motion for Summary \nJudgment as to Claim Eleven should be DENIED. \nPlaintiff's Motion for Partial Summary Judgment \n63. The Court has denied Defendants' Motion as to Plaintiff's claim for unfair and \ndeceptive trade practices under G.S. § 75-1.1 on  the basis that there are facts supporting \nPlaintiff's claim, but concludes that genuine issues of material fact exist as to Plaintiff's G.S. \n                                                 \n62 The Court recognizes that Plaintiff's claim for un just enrichment is somewhat unique in that the \n\"benefit conferred\" on Defendants, the alleged use of Plaintiff's confidential information and inventory, \nwas not voluntarily conferred. Nevertheless, the Court concludes that issues of fact remain as to the \ncircumstances surrounding the allege d conferral of these benefits, pa rticularly as to whether those \nbenefits were conferred by an agent of Plaintiff, that make entry of summary judgment in Defendants' \nfavor improper. \n \n \n§ 75-1.1 claim. Accordingly, the Court conc ludes that Plaintiff's Motion for Summary \nJudgment should also be DENIED. \nTHEREFORE, IT IS ORDERED THAT: \n64. As to Claim Four, Defendants' Motion for Summary Judgment is DENIED. \n65. As to Claim Five, Defendants' Motion for Summary Judgment is DENIED. \n66. As to Claim Six, Defendants' Motion for Summary Judgment is DENIED. \n67. As to Claim Seven, Defendants' Motion for Summary Judgment is DENIED. \n68. As to Claim Eight, Defendants' Motion for Summary Judgment is GRANTED, \nin part, and DENIED, in part, as outlined in paragraphs 39-43 above. \n69. As to Claim Nine, Defendants' Motion for Summary Judgment is GRANTED. \n70. As to Claim Ten, Defendants' Motion for Summary Judgment is GRANTED. \n71. As to Claim Eleven, Defendants' Motion for Summary Judgment is DENIED. \n72. Plaintiff's Motion for Summary Judgment is DENIED. \nThis the 1st day of May, 2015. \n    \n "
}