{
  "id": "69aaedf3a930efe8986a2b245dd0272c2139485cbbeb7a309cca341729f64f0e",
  "source_file": "data/raw/ncbc/69aaedf3a930efe8986a2b245dd0272c2139485cbbeb7a309cca341729f64f0e.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nPITT COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 1897 \n \nVIVIAN LEE FLYNN, \n \nPlaintiff, \n \nv. \n \nLONNIE T. PIERCE III; PATRICIA \nPIERCE COMBS; and PIERCE \nINSURANCE AGENCY, INC., \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \n \n \n1. THIS MATTER is before the Court on Defendants’ Motion to Dismiss (the \n“Motion”).  (ECF No. 9.)  \n2. The case at hand involves a minority shareholder’s claims against her \nbrother and sister based on  their management of the insurance agency founded by \nthe three siblings’ parents.   \n3. Plaintiff Vivian Lee Flynn (“Flynn”) alleges that she is a 2% shareholder of \nDefendant Pierce Insurance Agency, Inc. (the “Agency”) and claims that her brother, \nDefendant Lonnie T. Pierce III (“Pierce”) , the Chief Executive Officer (“ CEO”) and \n49% shareholder of the Agency, and her sister, Defendant Patricia Pierce Combs \n(“Combs”), the Chief Financial Officer (“ CFO”) and also a 49 % shareholder of the \nAgency, have distributed the Agency’s substantial profits through excessive salaries \nand bonuses to themselves (with no payment to Flynn) rather than thr ough \nshareholder distributions (with resulting pro rata payments to Flynn).  (Compl. ¶ 2, \nECF No. 3.)  Flynn has asserted claims against her siblings and the Agency for breach \nFlynn v. Pierce, 2020 NCBC 94. \n \n \nof fiduciary dut y, constructive fraud, judicial dissolution, constructive trust, and \npunitive damages.  (Compl. ¶ 5.)   \n4. Having considered the Motion, the related briefing, and the arguments of \ncounsel at the hearing on the Motion, the Court hereby GRANTS in part and \nDENIES in part the Motion. \nWard and Smith , P.A., by Christopher S. Edwards and Gary J. Rickner, for \nPlaintiff Vivian Lee Flynn.  \n \nPoyner Spruill LLP , by Steven Epstein and John Michael Durnovich , for \nDefendants Lonnie T. Pierce III, Patricia Pierce Combs, and Pierce Insurance \nAgency, Inc. \n \nBledsoe, Chief Judge. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND  \n5. The Court does not make findings of fact on a motion to dismiss under Rule \n12(b)(6) of the North Carolina Rules of Civil Procedure (“Rule(s)”), reciting instead \nonly those facts in the Complaint relevant to the Court’s determination of the Motion. \n6. The Agency was founded by Flynn, Pierce, and Combs’s parents in 1955 .  \n(Compl. ¶ 19.)  At least one of the siblings has worked for the Agency at any given \ntime since 1976.  (Compl ¶ 21.)  Flynn worked at the Agency from 1976 through 1987, \nagain from 2004 to 2008 as Head of Marketing and Sales, and  since 2011 as Chief \nMarketing Officer.  (Compl . ¶¶ 29–30, 43, 49.)  While their exact titles and dates of \nservice are unclear, it appears that Pierce and Combs have been involved in the \nexecutive management of the A gency at least since their father’s death in 1992, \n(Compl. ¶¶ 2, 27), and have served in their respective roles as CEO and CFO at least \n \n \nsince 2008 (if not well before) , (Compl. ¶ 114).  The three siblings are the Agency’s \nonly officers.  (Compl. ¶ 1.)   \n7. Flynn, Pierce, and Combs have owned shares in the Agency since its \nincorporation in 1975.  Each began with 500 shares , and by 1994, through gift and \ninheritance, the siblings each owned 6,000 shares of Agency common stock.  (Compl. \n¶¶ 23–28.)  In 1994, however, Flynn decided that she no longer had any interest in \nthe Agency, (Compl. ¶¶ 32, 34– 35), and sold all but five of her shares to the Agency  \nat that time, (Compl. ¶¶ 35–38).   \n8. After Flynn’s 1994 sale, Pierce and Combs owned 6,000 Agency shares each \nand Flynn owned 5 Agency shares, making the total number of Agency shares \noutstanding 12,005.  Flynn thus owned 0 .04% of the Agency’s common stock  as of \n1994.  (Compl. ¶¶ 38, 62.)   \n9. Flynn alleges that at least since 2012, she has owned 200 of the Agency’s \n10,000 outstanding shares ( 2% of the Agency’s common stock ) and that Pierce and \nCombs have each owned 4,900 shares ( 49% of the Agency’s outstanding shares) .  \n(Compl. ¶¶ 7, 11, 14, 62.)   \n10. Flynn does not allege the specific transactions after 1994 through whi ch \neither the number of the Agency’s outstanding shares were reduced or through which \nher share ownership increased.  Nevertheless, Flynn supports her allegation of 2% \nshare ownership  with numerous factual allegations concerning various Agency \nactions reflecting or acknowledging that she has owned 2% of the Agency’s shares \nsince at least 2012.  (Compl. ¶¶ 55, 61, 64–68, 74–75, 94.) \n \n \n11. Since 1994, the Agency has made two distributions to shareholders, the first \nin 2012 for $450,000 and the second in 2019 for $2,500,000.  Flynn received 2% of \neach distribution.  (Compl. ¶¶ 52–53, 56, 58–59.)   \n12. During this same time, however, Pierce and Combs caused the Agency to \npay each of them substantial salaries and bonuses—compensation Flynn alleges was \nexcessive relevant to market comparisons .  B etween 2013 and 2019, Pierce and \nCombs together received compensation of over $20,000,000.  Flynn alleges that these \npayments exceeded the “accepted market rate for similarly situated officers” a t \nsimilar companies in similar markets by more than $18,000,000.  (Compl. ¶¶ 78–84.)  \nFlynn claims that these compensation payments were “disguised or de facto  \ndistribution[s,]” (Compl. ¶ 86), that “should have been distributed to the Agency’s \nshareholders on a pro rata basis[,]” (Compl. ¶ 85). \n13. Flynn also alleges that Pierce and Combs have frequently excluded her from \nimportant discussions about the Agency’s business and future plans even though she \nis an officer and the only other shareholder in the Agency.   (Compl. ¶¶ 69, 112– 16.)  \nIn particular, Flynn  avers that Pierce and Combs (i) attempted to sell the Agency \ntwice without Flynn’s knowledge or consent, (Compl. ¶ 113) ; (ii) amended the \nAgency’s bylaws without a formal shareholders meeting and throu gh a corporate \nresolution reflecting Flynn’s forged signature, (Compl. ¶ 114, Ex. E); and (iii) caused \nthe Agency to rent a building from Pierce and Combs without Flynn’s knowledge or \nconsent, (Compl. ¶ 115).   \n \n \n14. Flynn filed this action on August 11, 2020, and Defendants moved to dismiss \non September 17, 2020.  After full briefing, the Court held a hearing on the Motion \non November 19, 2020  (the “Hearing”) , at which all parties were represented by \ncounsel. \n15. The Motion is now ripe for resolution.  \nII. \nLEGAL STANDARD \n16. “When reviewing a complaint . . .  under Rule 12(b)(6), [the Court]  \ntreat[s] . . . a plaintiff’s factual allegations as true.”  State ex rel. Cooper v. Ridgeway \nBrands Mfg., LLC , 362 N.C. 431, 442, 666 S.E.2d 107, 114 (2008)  (quoting Stein v. \nAsheville City Bd. of Educ., 360 N.C. 321, 325, 626 S.E.2d 263, 266 (2006)).  However, \n“conclusions of law or unwarranted deductions of fact are not admitted.”  Wray v. City \nof Greensboro, 370 N.C. 41, 46, 802 S.E.2d 894, 898 (2017) (quoting Arnesen v. Rivers \nEdge Golf Club & Plantation, Inc. , 368 N.C. 440, 448, 781 S.E.2d 1, 7 (2015)).  The \nCourt “consider[s] any exhibits attached to the complaint because ‘ [a] copy of any \nwritten instrument which is an exhibit to a pleading is a part thereof for all \npurposes.’ ”  Krawiec v. Manly, 370 N.C. 602, 606, 811 S.E.2d 542, 546 (2018) (quoting \nN.C. R. Civ. P. 10(c)).   \n17. “The system of notice pleading affords a sufficiently liberal construction of \ncomplaints so that few fail to survive a motion to dismiss.”  Wray, 370 N.C. at 46, 802 \nS.E.2d at 898 (quoting Ladd v. Estate of Kellenberger, 314 N.C. 477, 481, 334 S.E.2d \n751, 755 (1985)).  “Dismissal of an action under Rule 12(b)(6) is appropriate when the \n \n \ncomplaint ‘fail[s] to state a claim upon which relief can be granted. ’ ”  Arnesen , 368 \nN.C. at 448, 781 S.E.2d at 7 (quoting N.C. R. Civ. P. 12(b)(6)); see also Wray, 370 N.C. \nat 46, 802 S.E.2d at 898 (“A complaint should not be dismissed under Rule \n12(b)(6) . . . unless it affirmatively appears that plaintiff is entitled to no relief under \nany state of facts which could be presented in support of the claim. ” (citation and \ninternal quotation marks omitted)).   \n18. The Supreme Court of North Carolina “[has] determined that a complaint \nfails in this manner when: ‘(1) the complaint on its face reveals that no law supports \nthe plaintiff's claim; (2) the complaint on its face reveals the absence of facts sufficient \nto make a good claim; or (3) the complaint discloses some fact that necessarily defeats \nthe plaintiff's claim.’ ”  Krawiec, 370 N.C. at 606, 811 S.E.2d at 546 (quoting Wood v. \nGuilford Cty., 355 N.C. 161, 166, 558 S.E.2d 490, 494 (2002)). \nIII. \nANALYSIS \nA. Determination of Flynn’s Share Ownership \n19. Although not argued in either their opening brief or reply, Defendants \ncontended at the Hearing that all of Flynn’s claims necessarily fail because her \npleading establishes that she owns  only 0.04% of the Agency’s shares.  As a result, \nDefendants argue that the sums Flynn acknowledges she has received in shareholder \ndistributions far exceed what she was entitled to receive as a 0.04% shareholder and \nthus that Flynn has not suffered a legally cognizable injury, requiring dismissal of \nher claims.   \n \n \n20. Defendants focus on Flynn’s April 20, 2020 letter to Combs stating that she \n“sold her shares to 2% in the company in 1994 ,” (Compl. Ex. B, at 1), and Combs’s \nreply to Flynn that “you sold your shares in 1994 and were asked to keep 2% \nownership in case a tiebreaker was ever needed,” (Compl. Ex. C) .  Because Flynn \nstated in her letter that the 1994 transaction—the only specific share transaction she \nalleges in her Complaint —resulted in her  2% ownership stake  when she admits in \nher Complaint that the 1994 transaction left her with only a 0.04% shareholder \ninterest, Defendants argue that Flynn’s pleading necessarily establishes that she \nowned only 0.04% of the Agency’s shares as a matter of law. \n21.  The Court disagrees.  Flynn not only pleads that she owns 2% of the \nAgency’s shares, but she also makes numerous factual allegations based on tax \nreturns, draft sale documents, and the like that supply factual support for her \naverment of 2% ownership.  (Compl. ¶¶ 7, 62, 64–65, 67–68, 74–75, Ex. A.)  Despite \nDefendants’ contentions to the contrary, Rule 12(b)(6) does not require Flynn to plead \nhow she came to own 200 of a reduced outstanding share count of 10,000 shares  \nrather than 5 of the 12,005 shares outstanding in 1994.  It is enough to survive \ndismissal that she alleges the facts she has here.  See, e.g., Marzec v. Nye, 203 N.C. \nApp. 88, 92, 690 S.E.2d 537, 540 (2010) (rejecting dismissal under Rule 12(b)(6) where \n“[t]he complaint specifically alleges that [the plaintiff] is a 25% shareholder of \nNyeco”).  The reasons for the representations in Flynn and Combs’s unsworn letter \nexchange, as well as the Company’s representations of Flynn’s 2% ownership to state \n \n \nand federal authorities and other parties, are matters appropriate for inquiry in \ndiscovery.   \nB. Breach of Fiduciary Duties and Constructive Fraud \n22. Flynn alleges that Pierce and Combs breached their fiduciary duties as the \nAgency’s controlling shareholders by  causing the Agency to pay them excessive \ncompensation rather than dividends  to all shareholders .  (Compl. ¶¶ 117 –30.)  \nDefendants argue that Flynn’s breach of fiduciary duty and constructive fraud claims \nbased on this alleged conduct1 must fail because (i) Pierce and Combs acted as board \nmembers, not as shareholders, in setting compensation and declaring dividends, \n(Defs.’ Mem. Law Supp. Mot. Dismiss 11–12, ECF No. 10); (ii) Pierce and Combs are \nprotected by the business judgment rule , (Defs.’ Mem. Law Supp. Mot. Dismiss 1 2–\n14); and (iii) in any event, Pierce ’s and Combs’s alleged conduct was not unlawful , \n(Defs.’ Mem. Law Supp. Mot. Dismiss 14 –19).  None of Defendants’ arguments has \nmerit under Rule 12(b)(6).   \n23. “North Carolina courts h a[ve] recognized that individual minority \nshareholders of a closely-held corporation who act in concert and collectively own the \n \n1 “To establish a claim for breach of fiduciary duty, a plaintiff must show that: (1) the \ndefendant owed the plaintiff a fiduciary duty; (2) the defendant breached that fiduciary duty; \nand (3) the breach of fiduciary duty was a proximate cause of  injury to the plaintiff [,]”  \nmeaning that “to make out a claim for breach of a fiduciary duty, plaintiffs must first allege \nfacts that, taken as true, demonstrate that a fiduciary relationship existed between the \nparties.”  Sykes  v. Health Network Sols., Inc., 372 N.C. 326, 339– 40, 828 S.E.2d 467, 475 \n(2019).  Constructive fraud “arises where a confidential or fiduciary relationship exists, which \nhas led up to and surrounded the consummation of the transaction in which [the] defendant \nis alleged to have taken advantage of his position of trust to the hurt of [the] plaintiff.”  Forbis \nv. Neal, 361 N.C. 519, 528, 649 S.E.2d 382, 388 (2007) (citations and internal quotation marks \nomitted).  Flynn’s claims for breach of fiduciary duty and constructive fraud are each \npredicated on Pierce’s and Combs’s alleged breach of fiduciary duties. \n \n \nmajority interest in the corporation may owe fiduciary duties as the controlling \nshareholders.”  Zagaroli v. Neill, 2018 NCBC LEXIS 25, at *26 (N.C. Super. Ct. Mar. \n28, 2018) (citing Norman v. Nash Johnson & Sons’ Farms, Inc. , 140 N.C. App. 390, \n407, 537 S.E.2d 248, 260 (2000)); see also, e.g., Maurer v. Maurer, 2013 NCBC LEXIS \n41, at *10 (N.C. Super. Ct. Aug. 23, 2013) (“ North Carolina appellate courts have \nrecognized that a fiduciary duty  is owed by a controlling shareholder  to a minority \nshareholder in particular circumstances, and have allowed an individual claim for \nbreach of that duty  to proceed even if a derivative a ction would otherwise be \nappropriate.”)  This is so because majority and minority shareholders “have a \ncommunity of interest . . . in the same property [.]”  Corwin v. British Am. Tobacco , \n371 N.C. 605, 616, 821 S.E.2d 729, 737 (2018).  \n24. Significantly, North Carolina courts have further held that t he fiduciary \nduty controlling majority shareholders owe to the minority “include[s] paying over to \nthe minority shareholder his ‘just proportion of the income and of the proceeds of the \ncorporate property.’ ”  Johnston v. Johnston Props., Inc. , 2018 NCBC LEXIS 119, at \n*29 (N.C. Super. Ct. Nov. 15, 2018)  (quoting Gaines v. Long Mfg. Co., 234 N.C. 340, \n344, 67 S.E.2d 350, 353 (1951)).  That proportionate income can be “in the form of a \ndividend[.]”  Id.\n2   \n \n2 Other courts have held to similar effect in circumstances like those here.  See, e.g. , Wilson \nv. Wilson -Cook Med., Inc. , 720 F. Supp. 533, 542 (M.D.N.C. 1989) (permitting minority \nshareholder to sue the controlling shareholder and company under North Carolina law for \n“failure to pay dividends in breach of fiduciary duty”); Jara v. Suprema Meats, Inc. , 18 Cal. \nRptr. 3d 187,  202 (Cal. Ct. App. 2004) (permitting minority shareholder to sue majority \nshareholders where they “deprived [plaintiff] of a fair share of the corporation’s profits as a \nresult of [their] generous payment of executive compensation to themselves”).  \n \n \n \n25. A minority shareholder may sue “a corporate officer where the shareholder \nalleges the corporate officer owed a ‘special duty’ to the shareholder plaintiff that is \ndifferent than what is owed to the corporation itself.”  Johnston, 2018 NCBC LEXIS \n119, at * 30 (citing Raymond James Capital Partners, L.P. v. Hayes, 248 N.C. App. \n574, 579–80, 789 S.E.2d 695, 701 (2016)).3  Such “a special duty exists when a party \nviolates its fiduciary duties to the shareholder. ”  Id. (citing Barger v. McCoy Hillard \n& Parks, 346 N.C. 650, 659, 488 S.E.2d 215, 220 (1997)).   \n26. Of particular relevance here, our courts have also “allowed a minority  \nshareholder to pursue relief against . . . fellow shareholders who together held a \nmajority interest, served as corporate ‘directors and officers,’ were ‘firmly in control’ \nof the corporation, and had common interests stemming from their related, jointly \nowned business.”  Upchurch v. Sapp, 2020 NCBC LEXIS 118, at *10 (N.C. Super. Ct. \nOct. 8, 2020) (citing Loy v. Lorm Corp. , 52 N.C. App. 428, 431, 278 S.E.2d 897, 900 \n(1981)).   \n27. Here, Flynn has alleged that Pierce and Combs (i) together own 98% of the \nAgency’s shares; (ii) serve as the Agency’s CEO and CFO, respectively; (iii) completely \ndominated and controlled the Agency’s actions at all relevant times ; and (iv) \ncollaborated to breach their fiduciary duties to Flynn by paying themselves excessive \ncompensation rather than making pro rata distributions of Agency profits to all \nshareholders.  (Compl. ¶¶ 1, 10–11, 13–14, 69, 89–90, 112, 119–23.)   \n \n3 Defendants’ attempt to distinguish Johnston as a case involving a right to demand payment \nof dividends under N.C.G.S. § 55-6-40(i)–(j), (Defs.’ Mem. Law Supp. Mot. Dismiss 16–17), is \nunavailing because the statute had no bearing on the court’s decision in that case. \n \n \n28. The Court concludes that these  allegations are sufficient to give rise to a \nfiduciary duty  that supports claims for breach of fiduciary duty and constructive \nfraud against Pierce and Combs.  See, e.g., Norman, 140 N.C. App. at 407, 537 S.E.2d \nat 260 ( permitting minority shareholder to pursue claim s where plaintiffs alleged \ndefendants were acting in concert, owned a majority of the corporation’s stock, were \ncorporate officers, and controlled the board of directors) ; see also, e.g., Gaines, 234 \nN.C. at 344, 67 S.E.2d at 353 (recognizing that controlling majority shareholders have \na “duty to protect the interests of the minority in the management of the corporation, \nespecially where they undertake to run the corporation without giving the minority \na voice”).  Defendants’ Motion as to these claims must therefore be denied. \nC. Judicial Dissolution \n29. Defendants also move to dismiss Flynn’s statutory claim for judicial \ndissolution under N.C.G.S. § 55 -14-30(2)(ii).  To survive dismissal under Rule \n12(b)(6), a minority shareholder must allege that: \n(1) he had one or more substantial reasonable expectations known or \nassumed by [the defendants]; (2) the expectation has been frustrated; (3) \nthe frustration was without fault of [the plaintiff] and was in large part \nbeyond his control; and (4) under all o f the circumstances of the case, \n[the plaintiff] is entitled to some form of equitable relief.  \n \nGao v. Sinova Specialties, Inc., 2016 NCBC LEXIS 104, at *31 (N.C. Super. Ct. Dec. \n21, 2016) (citation omitted).  As a result, “[t]he trial court must (1) ‘define the rights \nor interests the complaining shareholder has in the corporation,’ and (2) whether \ndissolution is ‘reasonably necessary for the protection of those rights or interests.’ ”  \n \n \nId. (internal quotation marks omitted) (quoting Meiselman v. Meiselman , 309 N.C. \n279, 301, 307 S.E.2d 551, 564 (1983)).   \n30. To support her statutory claim here, Flynn alleges that she has a right to \nreceive and reasonably expects to be paid distributions,4 that Pierce and Combs have \ndenied her that  right and frustrated that expectation, and that dissolution of the \nAgency is reasonably necessary to protect that right and that reasonable expectation.  \n(Compl. ¶¶ 131–32, 134–37.)  Defendants argue that because Flynn’s stock ownership \nis insufficient to demand dividend payments under section 55 -6-40(i)–(j), any \nexpectation she had to receive dividends was unreasonable as a matter of law.  \nWithout such a reasonable expectation, Defendants contend that Flynn’s dissolution \nclaim necessarily fails.  (Defs.’ Mem. Law Supp. Mot. Dismiss 19 –21.)  Defendants \nalso argue that Flynn, as a shareholder with, at most, 2% of the Agency’s outstanding \nshares, cannot obtain the drastic remedy of judicial dissolution.  (Defs.’ Reply Br. \nSupp. Mot. Dismiss 11, ECF No. 19.)     \n31. Defendants’ arguments are without merit.  First, Defendants ignore that \nFlynn has a reasonable expectation on the pleaded facts for the Agency’s profits to be \npaid to its shareholders pro rata.  Even if her pro rata distribution is small—as would \nbe the case if her share ownership is finally determined to be 0.04%5—Flynn still has \na reasonable expectation that she will receive, pro rata , precisely what the other \n \n4 Flynn also alleges that she has a right and reasonable expectation to participate in the \nmanagement of the Agency.  (Compl. ¶ 133.)  Defendants have not challenged this allegation \nas a basis for dismissal on the Motion.  (See Def.’s Mem. Law Supp. Mot. Dismiss 19–21.)  \n  \n5 If her share ownership claim is established at 2%, it appears that her pro rata distribution \ncould potentially be substantial. \n \n \nshareholders receive, pro rata, as distributable profits of the Agency.  See Gao, 2016 \nNCBC LEXIS 104, at *3 2–33 (holding that plaintiff had a reasonable expectation \n“that all distributions to shareholders would be made contempora neously and based \nupon each shareholder’s pro rata ownership interests”).   \n32. Defendants’ effort to impose a minimum share ownership requirement into \nsection 55 -14-30(2)(ii) fares no better.  Not only does s ection 55 -14-30(2)(ii) not \ncontain such a limitation, but even where “liquidation is reasonably necessary for the \nprotection of the rights or interests of the complaining shareholder[,]” Johnston, 2018 \nNCBC LEXIS 119, at *35 (quoting N.C.G.S. § 55- 14-30(2)(ii)), “[a] court is not \nrequired to judicially dissolve a corporation, even if the shareholder establishes that \njudicial dissolution is proper pursuant to  section 55 -14-30(2)[,]” Brady v. Van \nVlaanderen, 2017 NCBC LEXIS 61, at *19 (N.C. Super. Ct. July 19, 2017).  To the \ncontrary, in those circumstances N.C.G.S. § 55 -14-31(d) expressly permits the \ncorporation “to purchase the shares of the complaining shareholder at their fair value, \nas determined in accordance with such procedures as the court may provide. ”  As a \nresult, the statutory scheme ameliorates any unfairness that might otherwise follow \nshould a de minimis shareholder have an unfettered right to dissolve the corporation.   \n33. Accordingly, based on the foregoing and its careful review of the Complaint, \nthe Court concludes that Flynn has sufficiently pleaded her dissolution claim.   \nD. Constructive Trust and Punitive Damages \n \n34. Finally, Defendants argue that Flynn’s purported claims for constructive \ntrust and punitive damages must be dismissed because her underlying claims \n \n \nnecessarily fail and because, in any event, a constructive trust and punitive damages \n“are remedies, not stand -alone claims for relief .”  (Defs.’ Mem. Law Supp. Mot. \nDismiss 21–22.)   \n35. As explained above, Defendants’ first contention has not survived the \nCourt’s scrutiny, but Defendants are correct that the imposition of a constructive \ntrust and an award of punitive damages are remedies, not standalone claims.  See  \nLLG-NRMH, LLC v. N . Riverfront Marina & Hotel, LLLP , 2018 NCBC LEXIS 105, \nat *14 (N.C. Super. Ct. Oct. 9, 2018) (“[A] constructive trust is not a standalone claim \nfor relief or cause of action.”); Beam v. Sunset Fin. Servs. , 2019 NCBC LEXIS 56, at \n*29–30 (N.C. Super. Ct. Sept. 3, 2019) (“North Carolina courts have repeatedly held \nthat ‘a claim for punitive damages is not a stand-alone claim.’ ” (quoting Funderburk \nv. JPMorgan Chase Bank, N.A. , 241 N.C. App. 415, 425, 775 S.E.2d 1, 8 (2015))).  \nAccordingly, the Court will grant Defendants’ Motion to the extent it seeks dismissal \nof Flynn’s purported claims for constructive trust and punitive damages  but will do \nso without prejudice to Flynn’s  right to pursue these remedies on any surviving \nclaims as warranted.   \nIV. \nCONCLUSION \n36. WHEREFORE, the Court, in the exercise of its discretion , hereby \nORDERS as follows: \na. The Court GRANTS the Motion as to Flynn’s purported claims for \nconstructive trust and punitive damages, and those purported claims \n \n \nare DISMISSED without prejudice to Flynn’s right to seek those \nremedies for any surviving claims that warrant such relief. \nb. The Motion is otherwise DENIED.6  \nSO ORDERED, this 22nd day of December, 2020. \n      /s/ Louis A. Bledsoe, III    \n      Louis A. Bledsoe, III \n      Chief Business Court Judge \n \n6 Flynn contends that  the Court should not consider on the Motion certain documents \nDefendants attached to their supporting brief.  (Mem. Opp’n Defs.’ Mot. Dismiss 9–10, ECF \nNo. 15 .)  The Court concludes, however, that it need not resolve this issue because \nconsideration of those documents does not change the Court’s conclusions as set forth above. "
}