{
  "id": "6a0a1f4814ddcaf2d1d30f2dc45f8db86cf6858869fefd4a507268bd50d120b1",
  "source_file": "data/raw/ncbc/6a0a1f4814ddcaf2d1d30f2dc45f8db86cf6858869fefd4a507268bd50d120b1.pdf",
  "raw_text": "Revolutionary Concepts, Inc. v. Clements Walker PLLC, 2010 NCBC 4. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF MECKLENBURG \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n08 CVS 4333 \n \nREVOLUTIONARY CONCEPTS, INC., \na North Carolina corporation, and  \nRONALD CARTER, \n \nPlaintiffs, \n \nv.  \n \nCLEMENTS WALKER PLLC, a North  \nCarolina professional limited liability  \ncompany; F. RHETT BROCKINGTON;  \nRALPH H. DOUGHERTY; GREG N. \nCLEMENTS; and CHRISTOPHER L. \nBERNARD, \n \n                         Defendants. \n  \nORDER & OPINION \n \n{1} THIS MATTER is before the Court on Defendants’ Motions to Dismiss for \nlack of subject matter jurisdiction and lack of  standing pursuant to Rule 12(b)(1) \nand Rule 12(b)(6) of the North Carolina Rules of Civil Procedure and Defendants’ \nMotions to Strike paragraph 47 of the Complaint pursuant to Rule 12(f). \n \nThe Harrington Practice PLLC by James M. Harrington and Glen A. Cipriani \nfor Plaintiffs Revolutionary Concepts, Inc. and Ronald Carter. \n \nPoyner & Spruill LLP by Cynthia L. Van Horne and E. Fitzgerald Parnell, III for \nDefendants Clements Walker PLLC, F. Rhett Brockington, Greg N. Clements, \nand Christopher L. Bernard. \n \nJames, McElroy & Diehl, P.A. by Edward  T. Hinson, Jr. for Defendant Ralph \nH. Dougherty. \n \nTennille, Judge. \n \nINTRODUCTION \n{2} This is a legal malpractice action against patent attorneys and a patent \nagent in which Plaintiffs seek damages based upon loss of foreign patent rights due \nto the alleged negligence of Defendants.  Defendants have moved to dismiss this \naction based upon exclusive federal jurisdiction.  The Court concludes that this case \ndoes not fall within the exclusive jurisdiction of the federal courts and accordingly \ndenies Defendants’ Motions to Dismiss for Lack of Jurisdiction.  The present motions \nraise significant issues involving the relationship between state and federal courts \nupon which there is no clear agreement.  Were the motions to be granted, it would \nalso be dispositive of Plaintiffs’ claims based upon the present procedural posture.1  \nThe decision thus affects substantial rights of all parties. \n \nI. \nTHE COMPLAINT AND PARTIES \n{3} The original Complaint in this action alleged six claims: professional \nmalpractice by a patent agent, professional malpractice by attorneys, failure to \nsupervise a non-attorney employee, respondeat superior, misappropriation of funds, \nand breach of contract.2  For purposes of this opinion the key allegations are found \nin the following paragraphs: \nDespite their failure to file the PCT Application, on or about \nSeptember 16, 2005, Brockington filed or caused to be filed with the \n[United States Patent and Trad emark Office (“USPTO”)] a form \nrescinding the previous Request an d thereby causing the Application \nto be published by the USPTO on December 29, 2005. \n \nBy virtue of the publication of the Application in the United \nStates without the filing of a corresponding PCT or other foreign \napplication relating back to a date before the date of publication, one or \nmore requirements of patentability in certain advantageous foreign \njurisdictions, including the European Union, Japan, and others, to wit \nthe absolute public novelty of the invention, can no longer be fulfilled \nby Carter and RCI with respect to the subject matter so published. \n \nAs the direct and proximate result of the Defendants’ conduct, \ntherefore, Carter and RCI have been  substantially divested of the \n                                                 \n1 Plaintiffs filed an earlier action in which they took a voluntary dismissal without prejudice and \nwould face significant statute of limitation problems if this case were dismissed.  An adverse ruling \non the jurisdiction issue may thus be outcome determinative on the malpractice claim. \n2 The breach of contract claim has been voluntarily dismissed, an issue dealt with in more detail in \nparagraphs 35 and 36 below. \nability to obtain patent protection for their invention in foreign \njurisdictions. \n \n(Compl. ¶¶ 28–30.) \n{4} Ronald Carter (“Carter”) is an inventor of technology described as an \n“automated audio video messaging and answering system.”  That technology is the \nsubject of United States Patent No. 7,193,644 (the “‘644 Patent”).  Revolutionary \nConcepts, Inc. (“Revolutionary Concepts”) is the record owner of that patent.  Carter \nclaims to be the sole inventor and was the only inventor listed on the patent \napplication.  A prior application had listed Emmanuel Ozoeneh (“Ozoeneh”) as a   \nco-inventor of the technology sought to be patented by that prior application. \n{5} Defendants are a patent agent (“Brockington”) and patent lawyers \n(“Dougherty,” “Clements,” “Bernard,” and “Mason”) and their firm, Clements \nWalker PLLC (the “Law Firm”).  Defendants are accused of negligently taking \ncertain actions in the United States Patent Office which resulted in the loss of \nforeign patent rights to the technology covered by the ‘644 Patent. \n \nII. \nMOTIONS TO DISMISS \n{6} Pursuant to Rule 12(b)(1) of the North Carolina Rules of Civil Procedure, \nDefendants have moved to dismiss Plaintiffs’ Complaint for lack of subject matter \njurisdiction.  They contend that the facts alleged in the Complaint place the issues \nin this case within the exclusive jurisdiction of the federal courts under the \nprovisions of 38 U.S.C. § 1338(a).  Defendants also have moved to dismiss Plaintiff \nCarter’s claims pursuant to Rule 12(b)(6) for lack of standing.  They base their \n12(b)(6) motions on Carter’s allegations that he transferred all of his interest in the \nsubject technology to the corporate Plaintiff, Revolutionary Concepts. \n \nIII. \nPARALLEL FEDERAL ACTION \n{7} After this case was filed, Plaintiffs commenced an action in the United \nStates District Court for the Western District of North Carolina captioned Carter v. \nOzoeneh, No. 3:09-CV-614-RJC, 2009 U.S. Dist. LEXIS 84441 (W.D.N.C. Sept. 16, \n2009) (the “Federal Action”).  In the Federal Action, Plaintiffs sought a declaratory \njudgment to establish that Ozoeneh was not an inventor of the ‘644 Patent.  Id. at \n*5.  Plaintiffs also sought to file an amended complaint to add Jason Miller, one of \nthe attorney Defendants in this action, and Lawyers Mutual Liability Company of \nNorth Carolina on claims for tortious interference with contract and prospective \nadvantage, unfair competition, maintenance, and racketeering.  Id. at *7, *12–20. \n{8} The Federal Magistrate Judge in that case entered an order denying the \nmotion to amend.  Id. at *24.  The Federal Magistrate Judge also recommended that \nPlaintiffs’ claims against the John Doe Defendants be dismissed with prejudice.  Id.  \nRegardless of whether the District Court accepts that recommendation, the Federal \nAction will still determine the respective claims to inventorship and ownership of \nthe ‘644 Patent as between Carter and Revolutionary Concepts on the one hand and \nOzoeneh on the other. \n \nIV. \nSTATE VERSUS FEDERAL JURISDICTION IN PATENT MALPRACTICE ACTIONS \n{9} Professional malpractice actions are negligence actions which have \nhistorically fallen within the jurisdiction of state courts.  See Singh v. Duane Morris \nLLP, 538 F.3d 334, 339 (5th Cir. 2008).  Usually, the issues are simple: Did the \ndefendant owe a duty to the plaintiff, and was that duty breached?  Both questions \nare quintessential state law tort issues, whether they involve doctors, lawyers, \nengineers, architects or other professionals. \n{10} However, Congress has established exclusive federal jurisdiction over \ncases arising under patent and copyright laws through section 1338(a) of Title 28, \nwhich provides: \nThe district courts shall have origin al jurisdiction of any civil action \narising under any Act of Congress relating to patents, plant variety \nprotection, copyrights and trademarks.  Such jurisdiction shall be \nexclusive of the courts of the states in patent, plant variety protection \nand copyright cases. \n \n28 U.S.C. § 1338(a) (2009). \n{11} The scope of section 1338 jurisdiction was first clearly defined by the \nUnited States Supreme Court in Christianson v. Colt Industries Operating Corp., \n486 U.S. 800 (1988).  Although that case involved a dispute between two federal \ncircuits, the decision also set forth the essential test for exclusive federal jurisdiction \nin patent cases involving state claims.  Id. at 808–09.  The Court in Christianson \nheld that section 1338 jurisdiction extended to: \n. . . those cases in which a well-ple aded complaint establishes either \nthat federal patent law creates the cause of action or that the plaintiff’s \nright to relief necessarily depends on resolution of a substantial \nquestion of federal patent law, in  that patent law is a necessary \nelement of one of the well-pleaded claims. \n \nId. (emphasis added). \n{12} The Supreme Court relied upon two principles from earlier cases to decide \nwhether patent law was a necessary element of one of the well-pleaded claims.  Id. \nat 810.  First, the Court held that the decision is based solely upon the claims in the \ncomplaint.  Id.  Second, the Court determined that where a claim is supported by \nalternative theories in the complaint, patent law must be essential to every claim.  \nId.  Stated differently, if a claim in the complaint is supported by a theory that does \nnot involve an essential element of federal patent law, federal jurisdiction does not \nattach.  Finding that the patent issues were inessential to the overall success of the \nplaintiff’s antitrust claims, the Court held that there was no federal jurisdiction.  Id. \n{13} After Christianson a number of cases addressed the issue of preemption in \nlegal malpractice claims.  In Fotodyne, Inc. v. Barry, 1989 Wisc. App. LEXIS 920 \n(1989), the Court of Appeals of Wisconsin found that there was no preemption \nwhere the plaintiff had alleged at least one claim to which patent law was not \nessential.  In that case the plaintiff had alleged three separate allegations of \nnegligence, the third of which asserted that the defendants informed the clients in \nan untimely manner that the USPTO had rejected their application, but that patent \nprotection might be available in foreign countries.  Id.  The Wisconsin court found \nthat this third claim was unrelated to the provisions and purposes of U.S. patent \nlaws and that the plaintiff might prevail on that claim standing alone.  Id.  \nAccordingly, it upheld state court jurisdiction based upon its understanding of \nChristianson.  Id. \n{14} In Commonwealth Film Processing, Inc. v. Moss & Rocovich, P.C., 778 F. \nSupp. 283 (W.D. Va. 1991), plaintiffs alleged that defendants lacked knowledge to \nproperly advise plaintiffs in the defense and settlement of a prior patent lawsuit.  In \na short opinion the federal district court remanded the case to state court holding \nthat “federal patent law did not create the malpractice cause of action nor [wa]s it \nan essential element of the plaintiffs’ well-pleaded complaint.”  Id.  The court found \nno federal jurisdiction where the determination to be made was whether there had \nbeen a breach of the appropriate standard of care.  Id. \n{15} Other cases have also allowed state courts to exercise jurisdiction over \nmalpractice and tort claims arising from advice rendered on a matter governed by \nfederal law.  \nSee, e.g., Adamasu v. Gifford, Krass, Groh, Sprinkle, Anderson & \nCitkowski, P.C., 409 F. Supp. 2d 788, 792 (E.D. Mich. 2005); Minatronics Corp. v. \nBuchanan Ingersoll P.C., 28 Pa. D. & C.4th 214, 220–21 (Pa. C.P. Ct. 1996); IMT, \nInc. v. Haynes & Boone, LLP, No. 3:98-CV-2634-D, 1999 U.S. Dist. LEXIS 1083,  \n*7–11 (N.D. Tex. 1999).  These cases support the proposition that simply rendering \n“advice on a matter governed by federal law and prosecut[ing] a patent through a \nfederal agency does not constitute an issue that ‘arises under any Act of Congress \nrelating to patents,’ as 28 U.S.C. § 1338 requires.”  Adamasu, 409 F. Supp 2d at 792. \n{16} One case of note is the Nebraska Supreme Court decision in New Tek \nManufacturing, Inc. v. Beehner, 702 N.W.2d 346 (Neb. 2005).  In that case, the \nplaintiff alleged that the defendant had negligently caused its patent to expire and \nit had, therefore, lost the ability to sue a specific infringer.  Id. at 342.  The court \nheld that the state court had jurisdiction.  Id. at 272.  It provided the following \nexplanation: “Simply stated, it is difficult to see how this case arises under federal \npatent law when on the record before us, the only patent that has been construed, \nand of which infringement is alleged, has expired.  The federal government has no \ninterest in hypothetical determinations regarding an unenforceable patent.”  Id. \n{17} This Court acknowledges that not all courts have recognized state court \njurisdiction in a legal malpractice claim.  In GroteApproach, Ltd. v. Reynolds, No. \n3:04-CV-2735-BF, 2005 U.S. Dist. LEXIS 16362, *2–4 (N.D. Tex. Aug. 9, 2005), the \ncourt found federal jurisdiction when the plaintiff alleged negligent failure to file a \ntimely patent application.  In that case, the complaint “necessarily” required the \nplaintiff to prove that it had possessed something patentable and that a section \n102(b) deadline was missed.  Id. at *3.  Because the legal malpractice claim \n“necessarily depend[ed] on a resolution of substantial question of federal patent \nlaw,” the court found that the Christianson test had been met.  Id. at *3–4. \n{18} Following these cases came two 2007 decisions by the United States Court \nof Appeals for the Federal Circuit which some argue call into question the historical \ndivide between state and federal jurisdiction of patent malpractice claims. \n{19} The first of the two companion cases is Air Measurement Technologies, \nInc. v. Akin Gump Strauss Hauer & Feld, LLP, 504 F.3d 1262 (Fed. Cir. 2007).  In \nthis case, the Court noted that “there is a strong federal interest in the adjudication \nof patent infringement claims in federal court.”  Id. at 1272.  The decision turned on \nwhether the patent issue was a “necessary element of the malpractice case.”  Id.  For \nexample, in that case the plaintiff would have to prove an underlying infringement \nclaim which presented a substantial question of patent law conferring section 1338 \njurisdiction.3  Id.  The Federal Circuit held \n. . . that at least where, as here, establishing patent infringement is a \nnecessary element of a malpractic e claim stemming from alleged \nmishandling of patent prosecution and earlier patent litigation, the \nissue is substantial and contested, and federal resolution of the issue \nwas intended by Congress, there is “arising under” jurisdiction under    \n§ 1338. \n \nId. at 1273. \n{20} In the second companion case, Immunocept, LLC v. Fulbright & Jaworski, \nLLP, 504 F.3d 1281 (Fed. Cir. 2007), decided on the same day as Air Measurement \n                                                 \n \n3 See also Byrne v. Wood, Herron & Evans, LLP, 2009 U.S. Dist. LEXIS 117245 (E.D. Ky. Dec. 16, \n2009), which also involved infringement issues. \nTechnologies, the Federal Circuit Court applied the same reasoning.  That case, \nhowever, involved a malpractice claim with only one patent issue—whether the law \nfirm had been negligent in drafting the patent too narrowly, resulting in inadequate \npatent protection.  Id. at 1284–85.  To address the drafting error, the Court would \nneed to determine the scope of the patent.  Id. at 1285.  Therefore, determining the \nscope of the patent was a necessary and essential element of plaintiff’s claim.  Id.  \nBased on the fact that this necessary element was contested, the Court concluded \nthat there existed a substantial issue of patent law.  Id.  The issue of scope of the \npatent was raised in the complaint. \n{21} Two subsequent cases appear to have relied upon the new Federal Circuit \nholdings where the validity of the patent was an essential and contested element of \nthe plaintiff’s claim.  In Chopra v. Townsend, Townsend & Crew, LLP, No. 07-CV-\n02447-MSK-MEH, 2008 U.S. Dist. LEXIS 13471, *3–4 (D. Colo. Feb. 13, 2008), the \nvalidity of the patents were at issue.  The court found federal jurisdiction where, in \norder to establish his claim, the plaintiff had to prove that his patent application \nwould have been successful and his competitor’s application unsuccessful if his \napplication had been properly prosecuted.  Id.  Likewise, in LaBelle v. McGonagle, \nNo. 07-12097-GAO, 2008 U.S. Dist. LEXIS 63117, *6 (D. Mass. Aug. 15, 2008), the \nvalidity of a patent was an essential element of plaintiff’s claim.  In that case, the \ndefendant’s alleged failure to file a patent application constituted the negligent act.  \nId.  Therefore, plaintiff would need to prove that he would have obtained a valid \npatent if the application had been filed.  Id.  The Court found that element sufficient \nto support federal jurisdiction.  But see Minatronics, 28 Pa. D. & C.4th at 220–21. \n{22} These cases stand for the proposition that where a legal malpractice claim \nrequires the determination of the validity, scope, or infringement of a U.S. patent, \nthe federal courts have exclusive jurisdiction.  It makes sense for federal courts to \ndecide issues involving federal patent law.  Having different states determine the \nvalidity, scope and infringement of a U.S. patent would be unworkable and would \ncreate the possibility of inconsistent decisions.  It is that threat of inconsistency \nwhich underlies the scope of federal preemption.  It is also clear that federal judges \nhave more experience and expertise in deciding issues of U.S. patent law such as \nscope, validity, and infringement.  See Immunocept, 504 F.3d at 1285–86. \n{23} Federal jurisdiction can arise in other ways, as two recent cases \ndemonstrate.  In TattleTale Portable Alarm Systems, Inc. v. Calfee, Halter & \nGriswold, LLP, No. 08AP-693, 2009 Ohio App. LEXIS 1217, *1–2 (Mar. 26, 2009), \nthe owner of a U.S. patent filed a malpractice action against defendants alleging \nthat defendants had “failed to ensure that maintenance fees were paid to the \nUSPTO, resulting in the loss of a crucial patent thereby causing [plaintiff] to incur \nsubstantial money damages, including a multimillion dollar contract” with a large \ncustomer.  The Ohio court found exclusive federal jurisdiction on two grounds.  \nFirst, it found that the damage calculation could not be determined without first \ndetermining the scope of the patent that had been lost.  \nId. at *9.  Second, it held \nthat “whether or not the patent had lapsed, and whether or not \nrevival/reinstatement should have been sought, require the construction and \ninterpretation of federal patent law.”  Id. at *12. \n{24} Lockwood v. Sheppard, Mullin, Richter & Hampton, 93 Cal. Rptr. 3d 220 \n(App. Dep’t Super. Ct. 2009), was a case with interesting twists.  A patent owner \nsued a law firm that had requested reexamination of the owner’s patents in the \nUSPTO on behalf of a client of the law firm.  \nId. at 222.  Plaintiff alleged various \ntort claims based upon misrepresentation by defendant of prior art.  Id. at 228.  The \nalleged misrepresentations were made as part of the request for reexamination.  Id.  \nPlaintiff prevailed in the reexamination process, but claimed to have lost substantial \nsums as a result of the reexamination process.  Id. at 222.  He had lost on summary \njudgment at the trial level and was arguing on appeal that the trial court in which \nhe had filed suit did not have jurisdiction based upon section 1338.  Id. at 221. \n{25} The appellate court agreed, finding that there were issues of federal patent \nlaw raised in the Complaint.  Id. at 229.  Specifically, the court concluded that there \nwere substantial questions of federal patent law involved in determining whether \nthe prior art would be considered important in the USPTO’s decision on the \npatentability of the plaintiff’s patent claims.  \nId.  The court found one issue to be \ncritical.  It found that the plaintiff was required to prove that “but for Sheppard \nMullins’ misrepresentations, the USPTO would not have granted the request for \nreexamination.”  Id.  In deciding that issue, the court would be called upon to \ndetermine whether the prior art raises “a substantial new question of patentability.”  \nId.  The court was also concerned that its decision would in some way regulate the \nconduct of attorneys before the USPTO.  Id. \n{26} In this Court’s view, the case sub judice is different.  The Complaint in this \ncase does not raise an issue which requires the determination of the validity, scope \nor infringement of a United States patent.  Furthermore, the Complaint does not \nraise an issue requiring determination of what the USPTO would do under certain \ncircumstances, nor does it involve regulation of the conduct of counsel appearing \nbefore the patent office.  The Complaint clearly raises issues of what the validity \nand scope of potential foreign patents would have been and perhaps issues of \ninfringement of potential foreign patents that were allegedly lost. \n{27} The loss of the foreign patent rights is based upon a breach of the standard \nof care, quintessentially a state law claim.  Every malpractice action will require \ndetermination of a standard of care.  It is unlikely that any standard of care can be \nassessed without some reference to compliance with the proper procedures in the \nUSPTO.  This Court does not read the Federal Circuit decisions to hold that any \ncase by a patent owner against its patent counsel will fall within the exclusive \njurisdiction of the federal courts.  Where federal jurisdiction will promote \nuniformity of claim construction, consistency in validity, scope and infringement of \nU.S. patents, or promote uniform regulation of patent counsel conduct before the \nUSPTO, federal jurisdiction is mandated.  Where the issues involve foreign patent \nrights and issues of whether a lawyer complied with a standard of care, federal \njurisdiction is not mandated. \n{28}  Indeed, other courts have found state court jurisdiction in patent \nmalpractice claims after the 2007 Federal Circuit decisions.  In Eddings v. Glast, \nPhillips & Murray, No. 3:07-CV-1512-L, 2008 U.S. Dist. LEXIS 48589, *2 (N.D. Tex. \nJune 25, 2008), the plaintiff sued its defense counsel in a prior infringement action, \nalleging that the counsel committed procedural errors in defending the \ninfringement action, which increased plaintiff’s damages in that action.  The district \ncourt declined jurisdiction, finding that although there were some patent issues \ninvolved, all plaintiff had to prove was that the procedural errors resulted in a \nlarger verdict in the prior case.  Id. at *11–12.  The district court noted that the \nFederal Circuit had observed that federal jurisdiction might not exist if a plaintiff’s \ncase was based on a malpractice theory that did not involve substantive patent \nissues.  Id. at *10. \n{29} One state Supreme Court and one Federal Circuit have expressed some \ndisagreement with the Federal Circuit.  In a subsequent appeal in the New Tek case \ndiscussed above (see ¶ 16), the Nebraska Supreme Court reviewed its jurisdiction in \nlight of the Federal Circuit decisions and held, without elaboration: “We reiterate \nour determination in \nNew Tek I, that this professional malpractice case arises \nentirely under state law, and conclude that we do have subject matter jurisdiction \nover the claim.”  New Tek Mfg., Inc. v. Beehner, 751 N.W.2d 135, 145 (2008). \n{30} In Singh v. Duane Morris LLP, 538 F.3d 334 (5th Cir. 2008), the United \nStates Court of Appeals for the Fifth Circuit expressed concern about sweeping \ninnumerable state law claims for malpractice into federal courts and upending “the \nbalance between federal and state judicial responsibilities.”  \nId. at 338.  That case \ninvolved a claim where plaintiff’s former counsel in a trademark suit had failed to \nintroduce evidence of an element of his claim resulting in loss of the case.  Id. at 337.  \nIn fact, the Fifth Circuit had ruled that plaintiff lost that case because the element \nwas missing.  In the malpractice action, the court found that the underlying issue of \nwhether the plaintiff could have proved the element was one of fact, and that the \ncase did not involve any substantial issues of federal law and did not require “resort \nto the experience, solicitude and hope of uniformity that a federal forum offers.”  Id. \nat 339. \n{31} Another way to look at the issue here is to ask: Does the required proof \nfrom plaintiffs (based on the claims of a well-pleaded complaint) to establish \nnegligence or damages depend on the resolution of a substantial question of federal \npatent law?  In this case, Plaintiffs must show that it would have been able to secure \nforeign patents but for the negligence of Defendants and that it would have been \nable to license that technology in foreign jurisdictions.  That proof does not involve a \nsubstantial question of federal patent law.  The issue of ownership of the ‘644 \nPatent is being contested in federal court by those who can claim ownership and \ninventorship.  If ownership is an issue in foreign countries, it will be the laws of the \nforeign jurisdiction that apply, not the patent laws of the United States.  Therefore, \nthe Complaint, absent Count VI, does not raise an issue of inventorship nor does the \nmalpractice claim require proof of inventorship of the ‘644 Patent. \n{32} The Court is guided here by the recent decision of the Federal Circuit in \nDavis v. Brouse McDowell, LPA, No. 2009-1395, 2010 U.S. App. LEXIS 4266 (Fed. \nCir. Mar. 2, 2010).  In that case the Circuit Court upheld the trial court’s grant of \nsummary judgment to defendants as well as its determination that jurisdiction \nattached under section 1338(a).  Id. at *22–23.  The malpractice action had been \nremoved from state court.  Id. at *6.  In the complaint and through discovery and \nsummary judgment plaintiff asserted two kinds of claims against defendant which \nthe court characterized as (1) failure to file for foreign patents under the Patent \nCooperation Treaty (“PCT”) and (2) “other omissions” which plaintiff testified \nincluded negligence in preparing and filing U.S. patent applications.  Id. at *10–11.  \nPlaintiff argued that her complaint only presented “alternative theories” and \ntherefore federal jurisdiction was inappropriate under Christianson.  Id. at *9.  The \nFederal Circuit concluded: “Therefore, Ms. Davis’s complaint presents at least two \ndistinct claims: one relating to Mr. Thompson’s preparation and filing of the U.S. \napplications and one relating to his failure to timely file the PCT applications.”  Id. \nat *10–11.  Significantly, the Court held: “It is indisputable that Ms. Davis’s \nallegations relating to the PCT applications do not raise any issue of U.S. patent \nlaw.”  Id. at *9.  That is the case before this Court as well.  There are only issues of \nforeign patent law.  (See ¶ 33.) \n{33} The case requires Plaintiffs to prove that Defendants breached a duty of \ncare which resulted in the loss of foreign patent rights.  Whether the duty of care \nwas breached does not involve a substantial question of federal patent law.  The \nissue is whether Defendants erred in some procedure which caused the loss of the \nforeign patent rights for the same technology covered by the U.S. patent.  The \nComplaint does not seek any declaration or determination concerning ownership of \nthe U.S. patent,4 nor is ownership critical to the malpractice determination. \n{34} The Court does not believe that malpractice claims involving the filing and \nrescission of a non-publication request raise substantive federal patent law \nquestions.  At issue is the standard of care to be applied to Defendants’ conduct, not \nquestions concerning the interpretation of the federal statutes.  In that sense it is a \nprocedural, not a substantive, issue.  It is similar to the situation in the Eddings \ncase and involves fact issues similar to Singh.  Defendants’ expert correctly points \nout that it will be necessary to make reference to the USPTO procedures and some \npatent statutes in determining the standard of care.  The Court does not believe \nthat those efforts will involve substantial or substantive issues of patent law, but \nare more likely to involve factual issues. \n{35} There also is an ancillary issue.  Plaintiffs’ original Complaint contained a \ncause of action for breach of contract in connection with the prosecution of the ‘644 \nPatent (Count VI).  Under the rationale of Davis, that pending claim would have \nsupported federal jurisdiction.  After the Motions to Dismiss for lack of jurisdiction \nwere filed and briefed, Plaintiffs took a voluntary dismissal with prejudice of that \nclaim to insure that particular claim did not give rise to federal jurisdiction.  \nAssuming that it did give rise to federal jurisdiction, the question becomes whether \nPlaintiffs may voluntarily remove a claim in the original complaint that vested \noriginal jurisdiction in the federal courts, leaving only state law claims.  The Court \nbelieves the answer is yes, although there is little or no authority on the issue. \n{36} Federal preemption applies to claims, not lawsuits.  If a lawsuit contains \nno claims arising under the patent laws, then there is no preemption.  Where a \nplaintiff’s original state court complaint contains both federal and state claims, \nplaintiff should have the right to dismiss the federal claims and stay in state court \n                                                 \n4 The ownership issue is raised by Defendants.   \nif it chooses to do so.  That is consistent with the view expressed in Christianson \nthat when a claim is supported by alternative theories the case does not arise under \npatent law unless patent law is essential to each of those theories.  Christianson v. \nColt Indus. Operating Corp., 486 U.S. 800, 810 (1988). \n{37} Defendants’ Motions to Dismiss Plaintiff Carter’s claims are granted.  The \nbreach of contract claim has been dismissed.  The remaining claims belong to \nRevolutionary Concepts, the undisputed assignee of the technology. \n \nCONCLUSION \n{38} Based on the foregoing, it is hereby ORDERED, ADJUDGED, and \nDECREED: \n1. Defendants’ Motions to Dismiss for lack of jurisdiction are \nDENIED, and Defendants’ Motions to Dismiss Ronald Carter’s \nclaims for lack of standing are GRANTED. \n2. Defendants’ Motions to Strike paragraph 47 of the Complaint \nare DENIED.  Plaintiffs have not alleged that a violation of \nthe Rules of Professional Conduct creates a cause of action. \n \nIT IS SO ORDERED, this 9th day of March, 2010. "
}