{
  "id": "6a2aa79ac8ba7c6cc9f8f25fd45614e8464f7f9c19800aacb0fe41cfca302a75",
  "source_file": "data/raw/ncbc/6a2aa79ac8ba7c6cc9f8f25fd45614e8464f7f9c19800aacb0fe41cfca302a75.pdf",
  "raw_text": "Wells Fargo Bank, Nat’l Ass’n v. VanDorn, 2012 NCBC 6. \n \n {1}  THIS MATTER is before the Court on Plaintiff’s Motion to Dismiss \nCounterclaims (“Motion”) pursuant to Rule 12(b)(6) of the North Carolina Rules of \nCivil Procedure (“Rule(s)”).  For the reasons stated below, the Motion is GRANTED. \n \nWomble Carlyle Sandridge & Rice, LLP, by W. Clark Goodman and Amanda \nW. Anders, for Plaintiff and Counter-defendant Wells Fargo Bank, National \nAssociation.   \n \nIssacson Issacson Sheridan & Fountain, LLP, by Jennifer N. Fountain for \nDefendants and Counter-claimants Mark W. VanDorn, Alan Cook, Brian \nCook, and Brimark, LLC.   \n \nGale, Judge. \n \nINTRODUCTION \n \n {2}  Plaintiff Wells Fargo Bank, National Association (“Wells Fargo”), \nsuccessor by merger to Wachovia Bank, National Association (“Wachovia”), initiated \nthis action in Guilford County on May 31, 2011 by filing a Verified Complaint \nseeking to enforce a note executed by Defendants Brimark, LLC (“Brimark”) and \nAlan Cook (“A. Cook”), and co-signed or guaranteed by Defendants Brian Cook (“B. \nCook”) and Mark W. VanDorn (“VanDorn”), the proceeds from which were used to \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF GUILFORD \n \n IN THE GENERAL COURT OF JUSTICE \n \nSUPERIOR COURT DIVISION \n11 CVS 6940 \nWELLS FARGO BANK, NATIONAL \nASSOCIATION, \n \nPlaintiff, \n \nv. \n \nMARK W. VANDORN, ALAN COOK, \nBRIAN COOK and BRIMARK, LLC, \n \nDefendants. \n \n)\n \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \nORDER ORDER ORDER ORDER ON PLAINTIFF’S MOTION  ON PLAINTIFF’S MOTION  ON PLAINTIFF’S MOTION  ON PLAINTIFF’S MOTION \nTO DISMISS COUNTERCLAIMS TO DISMISS COUNTERCLAIMS TO DISMISS COUNTERCLAIMS TO DISMISS COUNTERCLAIMS    \nfinance the purchase of a lot in a resort development in Watauga County, North \nCarolina.    \n {3}  Each Defendant separately filed a timely answer asserting counterclaims \nfor breach of fiduciary duty and negligence.  The essential allegations are the same \nin each. \n {4}  On September 6, 2011, Plaintiff sought to designate the case as a complex \nbusiness case based on the allegations of the counterclaims.  The matter was so \ndesignated by Chief Justice Sarah Parker on September 7, 2011 and assigned to the \nundersigned on September 14, 2011. \n {5}  Plaintiff filed its Motion on October 7, 2011.  The Motion was fully \nbriefed, the Court heard oral argument, and the matter is ripe for disposition.   \n{6}  The central allegation of the Counterclaims is that a fiduciary \nrelationship arose from the long standing relationship between Plaintiff’s Wealth \nManagement Officer, Judd Franklin (“Franklin”), and Defendant B. Cook, imposing \nduties beyond the normal lender-borrower relationship, including the duty to advise \nDefendants against the risks inherent in the real estate investment and the duty to \ndetermine the ability of the Defendants to repay the loan in the event proceeds from \na later resale of the lots did not generate adequate proceeds.   \n{7}  The Court GRANTS the Motion because it finds that the allegations of \nthe Counterclaims, accepted as true with reasonable inferences drawn therefrom, do \nnot create the duties upon which Defendants rely. \n \nSTATEMENT OF FACTS \n{8}  For purposes of the Motion, the Court has accepted the allegations of the \nCounterclaims as true, and has drawn reasonable inferences from those facts.  \nSee, \ne.g.,  Sutton v. Duke , 277 N.C. 94, 102−03, 176 S.E.2d 161, 166 (1970); Crouse v. \nMineo , 189 N.C. App. 232, 237, 658 S.E.2d 33, 36 (2008); Harris v. NCNB Nat’l \nBank of N.C. , 85 N.C. App. 669, 670−71, 355 S.E.2d 838, 840−41 (1987).   \n{9}  The Counterclaims are premised on the assertion that a fiduciary duty \narose and was breached because: (1) B. Cook had a long-standing relationship with \nPlaintiff, used Plaintiff’s Wealth Management Division for most of his banking, \ninvestment, and insurance needs, and relied upon Plaintiff for advice and \ncounseling regarding a broad spectrum of financial matters (B. Cook Countercl. ¶¶ \n5−6); (2) Defendants relied on Plaintiff and Franklin to assist and direct them \nthrough the loan process, deal with them honestly, utilize a thorough and complete \nunderwriting process, and to ensure that the appraisal was accurate (B. Cook \nCountercl. ¶ 34); (3) Plaintiff acted above and beyond the normal lender-borrower \nrelationship because B. Cook had a special confidence due to his prior relationship \nwith Franklin (B. Cook Countercl. ¶ 43); (4) Defendants placed great trust and \nconfidence in Plaintiff in underwriting the loan to act in their best interests (B. \nCook Countercl. ¶¶ 44−45); (5) Defendants placed great confidence in Plaintiff to \nobtain accurate appraisals of the lot (B. Cook Countercl. ¶ 46); (6) “[t]he confidence \nand influence placed in Plaintiff by Defendants resulted in the influence and \ndomination of Defendants by Plaintiff.”  (B. Cook Countercl. ¶ 47); and (7) Plaintiffs \nwould not have purchased the lot and suffered loss had Plaintiff appropriately \nprotected the Defendants.    \n{10}  On or before December 2006, Defendants, or some of them, decided to \npurchase the real property known as Lot 25, Section 2, Laurelmor, a gated resort in \nWatauga County, North Carolina, which was marketed as an exclusive community \nto include amenities such as a golf-course designed by a well-known professional, \npools, and lavish homes.  Plaintiff played no role in selecting the lot or Defendants’ \ndetermination to purchase it.  Rather, Plaintiff first became involved when B. Cook \napproached Franklin to secure financing.  (B. Cook Countercl. ¶¶ 8−13.) \n{11}  Plaintiff was a preferred lender for the Laurelmor development, and was \nfamiliar with the representations being made by the developer in connection with \nthe sale of lots.  (B. Cook Countercl. ¶ 8−14.) \n{12}  Defendants complain that Franklin made no inquiry regarding \nDefendants’ ability to repay the loan or the lot chosen for purchase.  (B. Cook \nCountercl. ¶ 27.) 1 \n{13}  Plaintiff secured an appraisal of the lot.  Defendants allege Plaintiff \nknew or should have known and should have advised Defendants that the appraisal \nwas improperly done and assigned an inflated value because it: (1) was for the exact \npurchase price; (2) used only comparables from sales within the same development; \n(3) did not take into account that some lots were larger than others but rather \nvalued each lot at the same price; and (4) based its valuation on amenities that were \nnot yet in place.  (B. Cook Countercl. ¶¶ 16−24.) \n{14}  Defendants do not allege that they ever saw or commented on the \nappraisal.   \n{15}  Plaintiff was represented by counsel but did not advise Defendants to \nseek independent counsel.  As a result, Defendants contend they signed the loan \ndocuments and guarantees without the benefit of counsel or a clear understanding \nof the documents’ legal effect.  (B. Cook Countercl. ¶¶ 29−31.) \n \nIII.  STANDARD OF REVIEW \n {16}  The appropriate inquiry for a motion to dismiss pursuant to Rule \n12(b)(6) is “whether, as a matter of law, the allegations of the complaint, treated as \ntrue, are sufficient to state a claim upon which relief may be granted under some \nlegal theory, whether properly labeled or not.”  Crouse , 189 N.C. App. at 237, 658 \nS.E.2d at 36; see Sutton , 277 N.C. at 102−03, 176 S.E.2d at 166; see also Harris , 85 \nN.C. App. at 670−71, 355 S.E.2d at 840−41.   \n \n \n \n \n                                                 \n1 Of course, Defendants clearly imply Plaintiff was well acquainted with B. Cook’s financial status by \nreason of his participation in Plaintiff’s Wealth Management Division.    \nIV.  ANALYSIS \nA.  Defendants Fail to Establish a Fiduciary Relationship \n {17}  A breach of fiduciary duty depends in the first instance on the existence \nof a fiduciary relationship between the parties.  Dalton v. Camp , 353 N.C. 647, 651, \n548 S.E.2d 704, 707 (2001) (citation omitted).   “[I]n an ordinary lender-borrower \nrelationship, the lender does not owe any duty to its borrower beyond the terms of \nthe loan agreement[,]” Branch Banking & Trust Co. v. Thompson , 107 N.C. App. 53, \n61, 418 S.E.2d 694, 699 (1992) (“[P]arties to a contract do not thereby become each \nothers’ fiduciaries; they generally owe no special duty to one another beyond the \nterms of the contract”), and “[a] lender is only obligated to perform those duties \nexpressly provided for in the loan agreement to which it is a party.”  Lassiter v. \nBank of North Carolina , 146 N.C. App. 264, 268, 551 S.E.2d 920, 922 (2001).  \nDefendants contend, however, that the lending relationship here was transformed \nby virtue of B. Cook’s status as a customer of Plaintiff’s Wealth Management \nDivision and the alleged domination and influence exerted by Plaintiff in connection \nwith the financing of the Lauralmor lot.   \n {18}  Some legal relations give rise to fiduciary relationships as a matter of \nlaw.  \nAbbitt v. Gregory , 201 N.C. 577, 598, 160 S.E. 896, 906 (1931).  The lending \nrelationship here is not such a relationship.  A fiduciary relationship with \naccompanying duties may also exist when:  \nthere has been special confidence reposed in one side who in equity and \ngood conscious is bound to act in good faith and with due regard to the \ninterest of the one reposing confidence . . ., [and] ‘it extends to any \npossible case in which a fiduciary relationship exists in fact, and in \nwhich there is confidence reposed on one side, and resulting \ndomination and influence on the other.’   \n \nDalton , 353 N.C. at 650−51, 548 S.E.2d at 707−08.  These determinations depend on \nparticularized inquiries and “only when one party figuratively holds all the cards—\nall the financial power or technical information, for example—have North Carolina \ncourts found that the ‘special circumstance’ of a fiduciary relationship has arisen.”  \nBroussard v. Meineke Discount Muffler Shops, Inc. , 155 F.3d 331, 347−48 (4th Cir. \n1998); see Sunbelt Rentals, Inc. v. Head & Engquist Equip., L.L.C. , 2002 NCBC 5 \n(N.C. Super. Ct. Jul. 10, 2002), http://www.ncbusinesscourt.net/opinions/2002% \n20NCBC% 204%20%28Sunbelt%29.pdf  \n {19}  Defendants’ conclusory allegations do not allege facts adequate to \nestablish the domination and influence over the lot transaction required to establish \na fiduciary relationship.  Defendants do not allege Plaintiff or its employees located, \nidentified, or recommended the lot, or that the lot purchase was part of a broader \nfinancial plan that Plaintiff had developed for B. Cook or the Defendants.  \nDefendants do not allege that B. Cook or any other Defendant sought investment \nadvice regarding the lot transaction.  To the contrary, Defendants’ allegations \nindicate that Plaintiff became involved in the lot transaction only after Defendants \nhad located the lot, formed the intent to purchase the lot, formed Brimark to \nfacilitate the purchase, and approached Plaintiff about financing the transaction.   \n {20}  While Defendants state the conclusion that they relied on Plaintiff in \nconnection with the lot transaction, in actuality, Defendants’ allegations do no more \nthan describe the typical lender-borrower relationship from which no fiduciary \nrelationship arises.   \n{21}  There is no basis to impose on the lender the duty to assess the \ninvestment risk Defendants elected to undertake in purchasing the resort lot. \n{22}  The Motion is GRANTED.  Defendants’ Counterclaim for breach of \nfiduciary duty is DISMISSED.      \n  \nB.  There Is No Separate Duty Upon Which the Negligence Claim Can Be Brought \n {23}  In the absence of a fiduciary relationship, “[a] lender is only obligated to \nperform those duties expressly provided for in the loan agreement to which it is a \nparty.”  \nLassiter , 146 N.C. App. at 268, 551 S.E.2d at 922. \n {24}  Neither the loan documents nor North Carolina law impose a duty of \ncare beyond the traditional lender-borrower relationship.     \n {25}  Defendants have not alleged any particularized facts that would justify \nimposing liability on the lender for an improper appraisal.  They do not allege that \nthey ordered the appraisal, spoke to Plaintiff’s selected appraiser, saw the \nappraisal, or participated in the appraisal process in any way.  Generally, a lender’s \n“inspection of the premises to be mortgaged is made only to determine whether the \nproperty has sufficient value to secure the loan, and is for the benefit of the lender \nonly.”  Camp v. Leonard , 133 N.C. App. 554, 559, 515 S.E2d 909, 913 (1999); see \nAllran v. Branch Banking & Trust, Corp. , 2011 NCBC 21 ¶ 42 (N.C. Super. Ct. Jul. \n6, 2011), http://www.ncbusiness court.net/opinions/2011_NCBC_21.pdf; see also  \nBednell v. Coastal Communities , No. 09-CVS-3376 (N.C. Super. Ct. June 3, 2011) \n(indicating that a lender does not owe borrowers a duty to disclose the process by \nwhich appraisals are obtained or an assessment of the appraisal’s accuracy).     \n {26}  Defendants have likewise failed to demonstrate any duty owed by a \nlender to assure the borrower’s understanding of the full legal effect of loan and \nguarantee documents which the borrower had a full opportunity to review before \nexecuting.  Defendants do not allege that Plaintiffs prevented them from reading \nthe documents, affirmatively misrepresented terms of the documents, or refused to \nanswer questions about the documents.  Rather, as Defendants’ Answers indicate, \nthe loan documents, attached as Exhibit A to the Verified Complaint “speak for \nthemselves” and provide: “CAUTION: IT IS IMPORTANT THAT THE BORROWER \nTHOROUGHLY READS THIS NOTE BEFORE THE BORROWER SIGN S IT[;]” \nand the notice attached to the guarantee and signed by B. Cook and VanDorn \nprovides: “You are being asked to guarantee this debt . . . Think carefully before you \ndo.  If the borrower does not pay the debt, you will have to.  Be sure you can afford \nto pay if you have to, and that you want to accept this responsibility.”  (Answers ¶¶ \n9, 11; Verified Compl. Ex. A.)   \n{27}  In sum, this is yet another case where investors in resort development \nproperty have suffered substantial losses following the economic downturn.  There \nis, however, no demonstrable basis here for shifting that loss to the lender.   \n \n \n \nV.  CONCLUSION  \n {28}  For the reasons stated, Plaintiff’s Motion is GRANTED.  Defendants’ \nCounterclaims for breach of fiduciary duty and negligence are DISMISSED. \n \n IT IS SO ORDERED, this 17th day of January, 2012.   \n \n \n "
}