{
  "id": "6a8a26d1328506ef285762ad183c3afa7141422dd26e898486c842890e64a236",
  "source_file": "data/raw/ncbc/6a8a26d1328506ef285762ad183c3afa7141422dd26e898486c842890e64a236.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCATAWBA COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n12 CVS 2832 \n \nCHRISTIAN G. PLASMAN, in his \nindividual capacity and derivatively for \nthe benefit of, on behalf of and right of \nnominal party BOLIER & COMPANY, \nLLC, \n \n                                Plaintiff, \n \nv. \n \nDECCA FURNITURE (USA), INC., \nDECCA CONTRACT FURNITURE, \nLLC, RICHARD HERBST, WAI THENG \nTIN, TSANG C. HUNG, DECCA \nFURNITURE, LTD., DECCA \nHOSPITALITY FURNISHINGS, LLC, \nDONGGUAN DECCA FURNITURE CO. \nLTD., DARREN HUDGINS, DECCA \nHOME, LLC, and ELAN BY DECCA, \nLLC, \n \n                                Defendants, \n \nand BOLIER & COMPANY, LLC, \n \n                               Nominal Defendant, \n \nv. \n \nCHRISTIAN J. PLASMAN a/k/a \nBARRETT PLASMAN, \n \n                             Third-Party Defendant. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nAMENDED ORDER AND OPINION  \nON STAY PENDING APPEAL \n \n \n{1} THIS MATTER  is before the Court, sua sponte , upon the July 14, 2015 \nScheduling Order entered in the above-captioned case requiring the parties to submit \nshort briefs advising the Court whether this case may proceed with further pleadings \nand discovery, and to a determination on th e merits, or whether this case must be \nstayed pending resolution of Plaintiff Christian G. Plasman (“Chris Plasman”) and \nThird-Party Defendant Christian J. Plas man a/k/a Barrett Plasman’s (“Barrett \nPlasman”) (collectively, “the Plasmans”) appeal of this Court’s May 26, 2015 Order & \nOpinion (“May 26 Order”) (the “Plasmans’ Appeal”).  After considering the parties’ \nPlasman v. Decca Furniture (USA), Inc., 2015 NCBC 83A (Amended 10-02-2015).\n \n \nbriefs and submissions, the Court concludes that a stay is not mandated or required \nby law or otherwise necessary in these ci rcumstances and that the parties should \ntherefore proceed with responsive pleadi ngs and discovery as further described \nherein.   \nLaw Offices of Matthew K. Rogers, PLLC by Matthew K. Rogers for Plaintiff \nChristian G. Plasman and Third-Party Defendant Christian J. Plasman a/k/a \nBarrett Plasman. \n \nMcGuireWoods LLP by Robert A. Mu ckenfuss, Elizabeth Zwickert \nTimmermans, and Andrew D. Atkins fo r Defendants Decca Furniture (USA), \nInc., Decca Contract Furniture, LLC, Richard Herbst, Wai Theng Tin, Tsang \nC. Hung, Decca Furniture, Ltd., De cca Hospitality Furnishings, LLC, \nDongguan Decca Furniture Co. Ltd., Darren Hudgins, Decca Home, LLC, Elan \nby Decca, LLC, and Nominal Defendant Bolier & Company, LLC. \n \nBledsoe, Judge. \nI. \nPROCEDURAL AND FACTUAL BACKGROUND \n{2} The factual and procedural background of  this case is recited in detail in \nBolier & Co., LLC v. Decca Furniture (USA), Inc., 2015 NCBC LEXIS 55 (N.C. Super. \nCt. May 26, 2015).  The Court, therefore, elects to recite only those facts and \nprocedural history that are necessary to resolve the issue of whether a stay should be \nentered in this case pending the outcome of the Plasmans’ Appeal.  \n{3} On February 27, 2013, the United States District Court for the Western \nDistrict of North Carolina (Voorhees, J.) (the “Federal Court”) entered a preliminary \ninjunction order (“P.I. Order”), in which the Federal Court concluded that Defendant \nDecca Furniture (USA) Inc. (“Decca USA”) is  the majority in interest of Bolier & \nCompany, LLC (“Bolier”) and that Chris Plasman’s conduct in “continuing to manage \nand to control the operations of Bolier” without Decca USA’s authorization or consent \n“deprived the majority of this right.”  Bolier & Co., LLC v. Decca Furniture United \nStates Inc., 2013 U.S. Dist. LEXIS 26791, at *6–7 (W.D.N.C. 2013).  Among other \nthings, the P.I. Order required the Plasmans to return “all of Bolier[]’s monies, \nincluding but not limited to customer paym ents, diverted to them or to any bank \naccount under their control” within five business days.  \nId. at *8.  Additionally, the \n \n \nP.I. Order required the Plas mans “to provide an accounting to Decca USA . . . of all \nfunds that were diverted from October 19, 2012” to the date of the entry of the P.I. \nOrder.  Id.  \n{4} Shortly thereafter, rather than file a motion for reconsideration or notice of \nappeal of the Federal Court’s P.I. Order, the Plasmans filed a document in Federal \nCourt on March 6, 2013 titled “Plaintiffs’ and Third Party Defendant’s Response to \nCourt Order” (the “Response”).  In their Response, the Plasmans stated that they \n“intended to comply with the spirit of th e Court[‘s P.I.] Order, and by complying \n[therein], [the Plasmans] [were] not waiving [their] rights to request reconsideration \nor appeal [of the P.I. Order].”  Id. at 2.  The Plasmans argued that the P.I. Order did \n“not reflect the current facts [because th e Plasmans did] not possess any monies or \ncustomer payments ‘diverted to them’ and [they did] not have ‘any bank account \nunder their control,’” they “[did] not believe they possess[ed] records other than [those \npreviously provided],” and they “have fully complied to the best of their ability with \nthe [P.I. Order].”  Id. at 3–4. \n{5} After the Federal Court dismissed Plaintiffs’ federal copyright infringement \nclaim on September 19, 2014 and declined to exercise supplemental jurisdiction over \nthe remaining state law claims, the Federal Court remanded the case to this Court \nthat same day for all further proceedings.  \n{6} On February 11, 2015, the Plasmans filed a motion to, \ninter alia, (1) amend \nthe P.I. Order by imposing a security bond and (2) dissolve those portions of the P.I. \nOrder restricting the Plasmans’ management roles in Bolier.  At the time, Defendants \nhad filed a pending motion before this Court to enforce the P.I. Order on the grounds \nthat the Plasmans had failed to return pu rportedly diverted funds and provide an \naccounting as directed by the Federal Court.   In its May 26 Order, the Court denied \nthe Plasmans’ motion and granted Defendants’ motion by directing the Plasmans to \ncomply with the P.I. Order.  The Plasmans filed a Notice of Appeal on June 25, 2015.  \n{7} Also on June 25, 2015, Chris Plasma n filed a Second Amended Complaint, \nand Barrett Plasman filed a document titled “Supplemented and Amended Third \nParty Counterclaims.”   \n \n \n{8} On July 14, 2015, the Court entere d a Scheduling Order (“July 14 \nScheduling Order”) by which the Court required the parties to submit short briefs \nadvising whether this case could proceed or must be stayed pending resolution of the \nPlasmans’ Appeal.  See, e.g., Bowen v. Hodge Motor Co., 292 N.C. 633, 635, 234 S.E.2d \n748, 749 (1977) (recognizing North Carolina’ s “longstanding general rule that an \nappeal removes a case from the jurisdiction of the trial court and, pending the appeal, \nthe trial judge is functus officio.”) \n{9} In response to the Court’s July 14 Scheduling Order, Defendants moved the \nCourt to stay the time for their answer until fourteen (14) days after the Court \nresolved the issues identified in the July 14 Scheduling Order.  On July 23, 2015, the \nCourt entered an Order on Defendant’s Motion temporarily staying all activity in the \ncase other than those issues raised in the July 14 Scheduling Order.1 \nII. \nANALYSIS \nA. Plaintiff’s Response to the P.I. Order \n{10} The Court first notes that the Plasmans’ Notice of Appeal specifically \nchallenges those parts of the May 26 Order that deal with the Federal Court’s P.I. \nOrder.  As explained below, however, the Court concludes that the Plasmans failed \nto appeal or otherwise take any action in the Federal Court to preserve their ability \nto challenge or stay enforcement of the P.I. Order and that the Plasmans’ effort to \nattack the P.I. Order in this Court at this time is improper.     \n{11} Under the Federal Rules of Appellate Procedure, “[a]n appeal permitted by \nlaw as of right from a district court to a court of appeals may be taken only by filing \na notice of appeal with the district clerk.”  Fed. R. App. P. 3.  The appeal “must be \nfiled with the district clerk within 30 days after entry of the judgment or order \nappealed from.”  Fed. R. App. P. 4.   \n                                                 \n1 On August 24, 2015, Defendants moved for clarificat ion of the effect of the temporary stay as to \nDefendants Decca Home, LLC, Elan by Decca, LLC , and nominal defendant Bolier & Co., LLC, who \nwere either newly-added or newly-served defendants in the Second Amended Complaint.  Because the \nDefendants’ July 22 Motion for Temporary Stay and this Court’s subsequent July 23 Scheduling Order \nincluded those Defendants in the caption, the stay applied to all Defendants, and all Defendants will \nbe subject to the scheduling and other directives set forth in paragraph 23 of this Order and Opinion. \n \n \n{12} The Plasmans’ assertion in their Response that they “are not waiving [their] \nrights to request reconsideration or appeal,” leads this Court to conclude that \nPlaintiffs’ Response was not intended to be a notice of appeal or a motion for \nreconsideration in Federal Court.  (Resp. at 2.)  Instead, the Court concludes that the \nResponse was the Plasmans’ assertion to the Federal Court that they had “complied \nto the best of their ability” with that Co urt’s P.I. Order.  No tably, the Plasmans’ \nResponse did not move the Federal Court for entry of an order in their favor or request \nany type of relief.    \n{13} “In cases where a party submits a \nmotion [after entry of an order or \njudgment that] is unnamed and does not re fer to a specific Federal Rule of Civil \nProcedure, [the Fourth Circuit] consider[s] that motion either a Rule 59(e) motion to \nalter or amend a judgment, or a Rule 60(b) motion for relief from a judgment or order.”  \nIn re Burnley, 988 F.2d 1, 2 (4th Cir. 1992) (emph asis added).  The Court concludes \nthat the Plasmans’ Response to the Fede ral Court is neither a 59(e) nor a 60(b) \nmotion, as the Response: (i) expressly reserved the Plasmans’ right to file a motion to \nreconsider the P.I. Order; ( ii) was not labeled as a motion and failed to request that \nthe Court take any action on the filing; an d (iii) did not request any relief from the \nCourt.2  Accordingly, the Court concludes th at the Plasmans never appealed the \nFederal Court’s P.I. Order or filed a motion for reconsideration, and further that the \ntime for the Plasmans to file either a motion to reconsider the P.I. Order or an appeal \nof the P.I. Order has long since expired.   As such, the Court concludes that the \nPlasmans’ Response in Federal Court does not constitute an active motion or request \nfor relief in this Court, the denial of which would entitle Plaintiffs to seek an appeal \nto the North Carolina appellate courts.  See generally Georgene Vairo, 16 Moore’s \nFederal Practice § 107.43 (3d ed. 2014) (“Typically, the state court ‘will give effect to \n                                                 \n2 Even if a motion for reconsideration can be found to be different than a motion to alter or amend a \njudgment under the Federal Rules of Civil Procedure, “[t]he court has discretion to stay an injunction \npending disposition of a Rule 59(e) motion” under Fed. R. Civ. P. 62(b)(3).  Fundamental Admin. Servs., \nLLC v. Anderson, 2015 U.S. Dist. LEXIS 43826, *9 (D. Md. Apr. 1, 2015).  The Federal Court did not \nexercise its discretion to do so here.  \n \n \nall pleadings filed in federal court and to all rulings made by the federal court’ while \nthe case was in federal court.”). \nB. Plaintiffs’ Statement Regarding Stay of Action Pending Appeal \n{14} The Plasmans acknowledge that their Appeal is interlocutory but claim that \nthe Appeal is nevertheless proper because the May 26 Order affects their substantial \nright to operate and manage their business (i .e., Bolier).  (Pls.’ Br. Regard. July 14, \n2015 Sched. Order 5).  Moreover, the Plas mans contend that their interlocutory \nAppeal stays this Court’s consideration of virtually all aspects of the case, yet urge \nthis Court to require Defendants nonetheless to answer and proceed with discovery.  \n(Pls.’ Br. Regard. July 14, 2015 Sched. Order 3.)   \n{15} Pursuant to N.C. Gen. Stat. § 1-294,  \nWhen an appeal is perfected as prov ided by this Article it stays all \nfurther proceedings in the court below upon the judgment appealed \nfrom, or upon the matter embraced therein; but the court below may \nproceed upon any other matter included in the action and not affected \nby the judgment appealed from.   \n \nN.C. Gen Stat. § 1-294 (2015).  Therefore,  \nif a party appeals an immediately appealable interlocutory order, the \ntrial court has no authority, pending the appeal, to proceed with the trial \nof the matter. Where a party appeals from a nonappealable interlocutory \norder, however, such appeal does not deprive the trial court of \njurisdiction and thus the court may properly proceed with the case.   \n \nRpr & Assocs., Inc. v. Univ. of N. Carolina-Chapel Hill, 153 N.C. App. 342, 347, \n570 S.E.2d 510, 514 (2002) (citation omitted).   \n{16} “An interlocutory order is immediately appealable if such order affects a \nsubstantial right of the parties involved.  A right is substantial when it will clearly \nbe lost or irremediably and adversely affected if the order is not reviewed before final \njudgment.”  Id. (internal citation omitted) (citing Cagle v. Teachy, 111 N.C. App. 244, \n246, 431 S.E.2d 801, 802 (1993)).   \n{17} “In determining whether a substantial right is affected a two-part test has \ndeveloped—‘the right itself must be su bstantial and the deprivation of that \nsubstantial right must potentially work injury to appellant if not corrected before \n \n \nappeal from final judgment.’”  Estate of Redden v. Redden , 179 N.C. App. 113, 116, \n632 S.E.2d 794, 796 (2006) (quoting Goldston v. American Motors Corp. , 326 N.C. \n723, 726, 392 S.E.2d 735, 736 (1990)).  When applying the two-part test, “[i]t is usually \nnecessary to resolve the question in each ca se by considering the particular facts of \nthat case and the procedural context in which the order from which appeal is sought \nwas entered.”  Waters v. Qualified Personnel, Inc., 294 N.C. 200, 208, 240 S.E.2d 338, \n343 (1978); see also Cagle, 111 N.C. App. at 246, 431 S.E.2d at 802 (noting that there \nare \"no hard and fast rules . . . for dete rmining which appeals affect a substantial \nright\").  The “trial court has the authority . . .  to determine whether or not its order \naffects a substantial right of the parties or is otherwise immediately appealable,” and \nthus whether it retains jurisdiction over the action.  Rpr & Assocs., Inc. , 153 N.C. \nApp. at 348, 570 S.E.2d at 514 (citation omitted).  \n{18} Based on the Court’s review of the record and the arguments of counsel, the \nCourt concludes that no substantial right of the Plasmans was affected by the May \n26 Order compelling Plaintiffs to abide by the Federal Court’s P.I. Order.  The Court’s \nMay 26 Order did not enter judgment against the Plasmans, did not dispose of any of \ntheir causes of actions or defenses to Defendants’ Counterclaims, did not order them \nto make a substantial payment of their own funds, or otherwise deprive them of any \nrights that would be “lost or irremediably and adversely affected if the order is not \nreviewed before final judgment.”  Rpr & Assocs., Inc. , 153 N.C. App. at 347, 570 \nS.E.2d at 514; see, e.g., Action Cmty. TV Broad. Network, Inc. v. Livesay , 151 N.C. \nApp. 125, 129, 564 S.E.2d 566, 569, (2002) (no substantial right affected where trial \ncourt entered partial summary judgment finding defendants were not corporate \nmanagers, stating “[w]hile we recognize a shareholder's ability to manage his or her \nown closely held corporation is significant, we do not see how this right in this case \nwill be potentially injured before a final ru ling is made [where procedural remedies \nare available].”); Stancil v. Stancil, 94 N.C. App. 760, 763-764, 381 S.E.2d 720, 722-\n723 (1989) (concluding substantial bond requirement to support a preliminary \ninjunction in a Meiselman dispute merely sought to preserve the status quo pending \nfinal resolution and did not impair a substantial right); see also Waters, 294 N.C. at \n \n \n208, 240 S.E.2d at 344 (no substantial right affected because “[a]ll defendant suffers \nby its inability to appeal [the trial court order] is the necessity of rehearing its \nmotion.”).   \n{19} Rather, this Court simply ordered Plaintiffs to comply with the never-\nappealed, legally valid and binding, 2013 P. I. Order requiring Plaintiffs to return \nmoney that the Federal Court found they ha d diverted from Bolie r.  Indeed, it is \nunclear how the Plasmans contend that they  have a substantial right in funds that \nthey admit they diverted from a third-pa rty in order to pay themselves and their \nattorney, even as they continue to claim th ey had a right to do so.  (Def.’s Br. Supp. \nMot. Enforce Order 4.)   \n{20} The May 26 Order also does not unfai rly prohibit the Plasmans from \noperating their business as Plaintiffs clai m, as both the May 26 Order and the P.I. \nOrder specifically affirm and protect Chris Plasman’s rights as a minority member of \nBolier through the imposition of numerous safeguards.  Bolier & Co., LLC , 2015 \nNCBC LEXIS 55, at *27, 43.   \n{21} Finally, the Plasmans contend they have  a substantial right to a security \nbond, yet fail to note that the imposition of a security bond in these circumstances is \nwithin the sound discretion of the trial court in both federal and state court.  Clarkson \nCo. v. Shaheen, 544 F.2d 624, 632 (2nd Cir. 1976) (“[B]ecause, under Fed. R. Civ. P. \n65, the amount of any bond to be given upon the issuance of a preliminary injunction \nrests within the sound discretion of the tr ial court, the district court may dispense \nwith the filing of a bond.” (citations omitted)); Keith v. Day, 60 N.C. App. 559, 562, \n299 S.E.2d 296, 298 (1983) (“[t]he [trial court] has power not only to set the amount \nof security but to dispense with any security requirement whatsoever . . . ”).  Based \non the totality of the circumstances, ne ither the Federal Court nor this Court \nconcluded that a bond was necessary to secure the P.I. Order, and the Plasmans have \nfailed to carry their burden to show that the failure to require a security bond affected \ntheir substantial rights.  See, e.g., Jeffreys v. Raleigh Oaks Joint Venture , 115 N.C. \nApp. 377, 380, 444 S.E.2d 252, 254 (1994) (citation omitted) (“appellant has \nthe burden of showing . . . that the order deprives the appellant of a substantial right \n \n \nwhich would be jeopardized absent a review prior to a final determination on the \nmerits.”); Stancil, 94 N.C. App. 760 at 763-764, 381 S.E.2d at 722-723 (imposition of \nsecurity bond did not impair a substantial right).     \n{22} In sum, the Court is unpersuaded that the Plasmans have any substantial \nrights that have been adversely impacted by the Court’s May 26 Order.  To the \ncontrary, it appears to the Court that Plaintiffs’ Appeal of the May 26 Order reflects \na belated attempt to appeal the P.I. Order long after the 30-day time period to appeal \nin Federal Court has expired, and that to the extent Plaintiffs’ rights have been \naffected under these circumstances, that impact was caused by the P.I. Order in 2013 \nrather than by this Court’s May 26 Order.  Accordingly, for the reasons noted above, \nthe Court concludes that this action shou ld not be stayed pending the Plasmans’ \nAppeal and therefore that the case should proceed in this Court during the pendency \nof the Plasmans’ Appeal.   \nIII. \nCONCLUSION \n{23} WHEREFORE, the Court hereby ORDERS that: \na. the temporary stay issued by the Court’s July 23 Order is hereby \ndissolved; \nb. this action shall proceed in this Court during the pendency of the \nPlasmans’ Appeal unless otherwise ordered by the Court;  \nc. Defendants shall have through and including September 8, 2015 \n(fourteen (14) days from the date of this Order and Opinion) to file and \nserve their responses to the Second Amended Complaint and to the \nSupplemented and Amended Third Party Counterclaims, as \nappropriate; and \nd. Defendants’ August 24 Motion for Clarification of Court Order is hereby \ndenied as moot. \n \n \n \n \n \n SO ORDERED , this the 2nd day of October 2015. \n \n \n   /s/ Louis A. Bledsoe, III   \n   Louis A. Bledsoe, III \n   Special Superior Court Judge \n     for Complex Business Cases "
}