{
  "id": "6ae906416d747b2d3abd37e017f3761f9a68d3afc89fdc29e5f04ec9ee9e3016",
  "source_file": "data/raw/ncbc/6ae906416d747b2d3abd37e017f3761f9a68d3afc89fdc29e5f04ec9ee9e3016.pdf",
  "raw_text": "Deutsche Bank Trust Co. Ams. v. TradeWinds Airlines, Inc., 2009 NCBC 12. \n \nNORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n          SUPERIOR COURT DIVISION \nCOUNTY OF GUILFORD          03 CVS 12215 \n \nDEUTSCHE BANK TRUST \nCOMPANY AMERICAS, \n \nPlaintiff \n                                 v. \n \nTRADEWINDS AIRLINES, INC., \nTRADEWINDS HOLDINGS, INC. \nCOREOLIS HOLDINGS, INC., DAVID \nROBB, RICHARD RESSLER, JEFF \nCONRY, GEORGE \nMCCONNAUGHEY, \nDAVID JOHNSON, JOHN and JANE \nDOES NO. 1−50, \n \nDefendants \n \n                               v. \n \nP-G NEWCO LLC, S-C NEWCO LLC, \nC-S AVIATION SERVICES, WELLS \nFARGO BANK NORTHWEST, NA and \nDOES No. 1−20, \n \nThird-Party Defendants \nORDER & OPINION\n \n{1} THIS MATTER is before the Court on Third-Party Defendant C-S Aviation \nServices, Inc.’s (“C-S Aviation”) Motion to Set Aside Entry of Default and Default \nJudgment (the “Motion to Set Aside”).  The Entry of Default and Default Judgment \nwere entered in favor of Defendant and Third-Party Plaintiff TradeWinds Airlines, \nInc. (“TradeWinds”).  Also currently pending are Coreolis Holdings, Inc.’s \n(“Coreolis”) and TradeWinds Holdings, Inc.’s (“Holdings”) Motion for Default \nJudgment.  \n \n \n{2} Like aircraft lined up for departure, the litigation involving TradeWinds is \nstacked up on the taxiway awaiting clearance for takeoff.  First in line is the \nbankruptcy case in Florida.  Chief Judge Emeritus A. Jay Cristol of the United \nStates Bankruptcy Court for the Southern District of Florida Miami Division is \npiloting that flight, and until he lifts the stay of litigation in bankruptcy, the cases \nin line behind him will not be cleared for takeoff.  Second in line is the North \nCarolina litigation.  It cannot proceed until the stay is lifted.  This Order provides \nsome guidance to the other courts of the likely flight plan for the North Carolina \ncase once the stay is lifted.  Last in line is the plane from New York.  United States \nDistrict Court Judge John F. Keenan has entered an order staying that litigation \nuntil the North Carolina courts can rule on the Motion to Set Aside the original \nDefault Judgment.  Judge Keenan cannot determine what North Carolina judgment \nto enforce until it is a final judgment.\n1        \n{3} TradeWinds filed for Chapter 11 bankruptcy protection in the Southern \nDistrict of Florida on June 25, 2008.  TradeWinds’ bankruptcy estate is currently \ninvolved in litigation under Chapter 7 of the United States Bankruptcy Code.  On \nFebruary 10, 2008, Judge Cristol issued a Memorandum Decision granting the \nmotion of the Chapter 7 Trustee for TradeWinds’ bankruptcy estate to enforce an \nautomatic stay against fellow Defendants and Third-Party Plaintiffs Coreolis and \nHoldings.  \nSee In re TradeWinds Airlines, Inc., No. 08-20394-BKC-AJC, slip op. at 3 \n(Bankr. S.D.Fla. Feb. 10, 2009).  Coreolis and Holdings filed a joint Motion to \nAmend the Default Judgment in this Court.  The bankruptcy court stated that the \n“[Default] Judgment is property of the [TradeWinds] estate and any action taken \nwith respect to that Judgment, whether to correct an error or to vacate the \nJudgment completely, is an act in violation of the stay.”  Id. at 6.  \n                                                 \n1 See TradeWinds Airlines, Inc. v. Soros, 08 Civ. 5901 (S.D.N.Y. Feb. 23, 2009).  The New York case \nseeks to pierce C-S Aviation’s corporate veil and to enforce the North Carolina judgment against its \nowners, George Soros and Purnendu Chatterjee, two wealthy individuals.  The Court notes here that \nit was not made aware of TradeWinds’ intent to seek recovery of the Default Judgment against the \nindividual owners of C-S Aviation at the time the motion was heard, nor was it made aware of the \ndivergence of interest among TradeWinds, Coreolis, and Holdings.  Furthermore, the Court was not \nmade aware of TradeWinds’ intention to file for bankruptcy after the Default Judgment was entered \nor that it planned to sue George Soros, et al. to pierce C-S Aviation’s corporate veil. \n \n \n{4} Because the stay issued by the bankruptcy court precludes action from this \nCourt at this time, this Court declines to enter any order on C-S Aviation’s Motion \nto Set Aside the Default Judgment.  The Court further stays all pending motions \nuntil the stay order is lifted by Judge Cristol.  Under North Carolina Rule of Civil \nProcedure 60(b)(6), however, it is likely that extraordinary circumstances exist that \nwould require setting aside the Default Judgment so that the damages of \nTradeWinds, Coreolis, and Holdings might be litigated.  Additionally, C-S Aviation \nmay have valid defenses to the damages awarded against it.    \n \nTuggle Duggins & Meschan, P.A. by J. Nathan Duggins, III and Emma C. \nMerritt for Defendant and Third-Party Plaintiff TradeWinds Airlines, Inc. \n \nEllis & Winters LLP by Paul K. Sun, Jr., Rebecca M. Rich, and Curtis J. \nShipley for Third-Party Defendant C-S Aviation Services, Inc.   \n \nTennille, Judge. \n \n \nI. \nPROCEDURAL BACKGROUND \n{5} This action was filed in Guilford County on November 14, 2003.  Pursuant \nto Rules 2.1 and 2.2 of the General Rules of Practice for the Superior and District \nCourts, the case was designated complex business and assigned to the undersigned \nSpecial Superior Court Judge for Complex Business Cases by order of the Chief \nJustice of the Supreme Court of North Carolina on January 15, 2004. \n{6} In January 2004, Defendants and Third-Party Plaintiffs TradeWinds, \nCoreolis, and Holdings (collectively “the TradeWinds Group”) filed a third-party \ncomplaint against Third-Party Defendants P-G Newco LLC, S-C Newco LLC, C-S \nAviation, Wells Fargo Bank Northwest, N.A., and Does No. 1−20.  The claims \nagainst C-S Aviation were for fraudulent inducement, breach of contract, and unfair \nand deceptive trade practices.     \n{7} On August 2, 2004, the TradeWinds Group filed a motion, pursuant to \nRule 55(a) of the North Carolina Rules of Civil Procedure, for Entry of Default \n \n \nagainst C-S Aviation.  Because C-S Aviation failed to file an Answer or otherwise \nrespond to the Third-Party Complaint, the Court entered a Default against the \ncompany on August 19, 2004.  At that time, the TradeWinds Group was represented \nby Larry B. Sitton, Robert R. Marcus, and Heather Howell Wright, of Smith Moore \nLeatherwood LLP.   \n{8} Following a settlement agreement between the original Plaintiffs and \nDefendants, the Court ordered the dismissal of all claims in this dispute, except \nPlaintiff Deutsche Bank’s claims against Defendant David Robb and the \nTradeWinds Group’s third-party claims against C-S Aviation.  On December 22, \n2006, the Court dismissed the remaining Deutsche Bank claims.   \n{9} On April 17, 2007, the Court closed its file in this matter. \n{10}  In the spring of 2008, TradeWinds became aware of the possibility of \npiercing C-S Aviation’s corporate veil to reach the company’s owners.   \n{11} On April 14, 2008, TradeWinds, acting alone and with new counsel, filed a \nMotion for Default Judgment against C-S Aviation.  In support of its motion, \nTradeWinds provided the affidavit of Jeffrey Conry, Chief Executive Officer and \nPresident of TradeWinds since 2000. \n{12} The Court held a hearing on the Motion for Default Judgment on June 19, \n2008, and C-S Aviation did not appear to challenge it.  On June 27, 2008, the Court \ngranted the Default Judgment, finding that C-S Aviation breached its leases with \nTradeWinds and that its conduct constituted unfair and deceptive trade practices \nunder Chapter 75 of the North Carolina General Statutes.  The Court awarded \nTradeWinds $16,326,528.94 as a direct result C-S Aviation’s breach.  Adding treble \ndamages and prejudgment interest, the Court ruled that TradeWinds was entitled \nto recover $54,867,872.49 from C-S Aviation. \n{13} The next business day, on June 20, 2008, TradeWinds filed an action in the \nUnited States District Court for the Southern District of New York (TradeWinds \nAirlines, Inc. v. Soros, No. 08 Civ. 5901 (S.D.N.Y)) (the “Soros suit”) seeking to \nrecover the Default Judgment by piercing C-S Aviation’s corporate veil. \n \n \n{14} On July 25, 2008, TradeWinds filed a voluntary petition in the United \nStates Bankruptcy Court in the Southern District of Florida seeking relief under \nChapter 11 of the Bankruptcy Code.  The case was converted to a Chapter 7 \nproceeding by Order dated October 29, 2008.2 \n{15} On July 31, 2008, the Court again closed its file in this matter without \nknowledge of the Soros suit or the bankruptcy.   \n{16} Then, on August 27, 2008, C-S Aviation filed a Motion to Set Aside Entry \nof Default and Default Judgment under Rules 55(d) and 60(b)(1), (3), (4), (5), and (6) \nof the North Carolina Rules of Civil Procedure.   \n{17} On November 13, 2008, Coreolis and Holdings filed a Motion to Revise the \nDefault Judgment so that they could be added as beneficiaries of the judgment.  The \nCourt heard oral arguments on both the Motion to Set Aside the Entry of Default \nand Default Judgment and the Motion to Revise the Default Judgment on January \n27, 2009. \n{18} On February 10, 2009, the United States Bankruptcy Court for the \nSouthern District of Florida issued a stay of litigation against Coreolis and Holdings \nto prevent the former parent companies of TradeWinds from altering the Default \nJudgment issued by this Court. \n{19} Pursuant to that court’s ruling, Coreolis and Holdings withdrew their \nMotion to Revise the Default Judgment. \n{20} Coreolis and Holdings filed their own Motion for Default Judgment on \nMarch 6, 2009. \n \n \n \n \n                                                 \n2 At the time of the bankruptcy, TradeWinds was owned by Watkins Aviation, LLC; ASI Advisors, \nLLC; General Retirement System of the City of Detroit; Police and Fire Retirement System of the \nCity of Detroit; Jeffrey G. Conry; and George McConnaughey.  Watkins Aviation, LLC, ASI Advisors \nLLC, Jeffrey G. Conry, and George McConnaughey pledged their stock to the Police and Fire \nRetirement System of the City of Detroit, as administrative agent, as collateral for a loan made to \nTradeWinds.    \n \n \nII. \nFACTUAL BACKGROUND \nA. \nTHE PARTIES \n{21} Defendant and Third-Party Plaintiff TradeWinds is a certified air-freight \ncarrier organized under the laws of Delaware, having its principal place of business \nin Greensboro, North Carolina.  (Am. Answer, Countercl., and Third-Party Compl. \n(“Third-Party Compl.”) ¶ 5.)  TradeWinds is currently involved in a Chapter 7 \nbankruptcy proceeding in the Southern District of Florida.  See In re TradeWinds \nAirlines, Inc., No. 08-20394-BKC-AJC (Bankr. S.D.Fla.).   \n{22} Defendant and Third-Party Plaintiff Holdings is a corporation organized \nunder the laws of Delaware, having its principal place of business in Greensboro, \nNorth Carolina.  (Third-Party Compl. ¶ 6.)  When this litigation began, Holdings \nwas the sole shareholder of TradeWinds.  (TradeWinds’ Notice of Filing, Ex. A, Mar. \n6, 2009.)  On April 29, 2005, Holdings pledged all TradeWinds’ stock to Wells Fargo.  \n(TradeWinds’ Notice of Filing, Ex. A, Mar. 6, 2009.)  On November 1, 2006, after \nTradeWinds defaulted on its loan, Wells Fargo foreclosed on TradeWinds’ stock.    \n(TradeWinds’ Notice of Filing, Ex. A, Mar. 6, 2009.)    \n{23} Defendant and Third-Party Plaintiff Coreolis is a corporation organized \nunder the laws of Delaware, having its principal place of business in Los Angeles, \nCalifornia.  (Third-Party Compl. ¶ 7.) \n{24} Third-Party Defendant C-S Aviation is a corporation organized under the \nlaws of Delaware.  (Third-Party Compl. ¶ 9.)  C-S Aviation was “Lessor’s Aircraft \nManager.”  (Third-Party Def. C-S Aviation Services, Inc.’s Br. Supp. Mot. Set Aside \nEntry Default & Default J. (“Br. Supp. Mot. Set Aside”) 5.)    \nB. \nSERVICE OF PROCESS \n{25}    After TradeWinds filed its Third-Party Complaint against C-S Aviation, \nit attempted to serve the company at its former business address.  (Br. Supp. Mot. \nSet Aside 8.)  Unsuccessful there, TradeWinds sent copies of its summons and \n \n \nThird-Party Complaint to C-S Aviation’s registered agent, the Corporation Trust \nCompany (“CT Corporation”), via certified mail, return receipt requested.  (Def. & \nThird-Party Pl. TradeWinds’ Br. Resp. Mot. Set Aside Entry Default & Default J. \n(“Br. Resp. Mot. Set Aside”) 5; Br. Supp. Mot. Set Aside 8−9.)  The CT Corporation \nreceived the documents by certified mail on March 22, 2004.  (Br. Supp. Mot. Set \nAside 9.)   \n{26} C-S Aviation acknowledged that it had actual notice of TradeWinds’ \ncomplaint.  (See Tr. of Hr’g 7, Deutsche Bank Trust Co. Americas v. TradeWinds \nAirlines, Inc., No. 03 CVS 12215 (argued January 27, 2009).)  Though CT \nCorporation sent the service papers to Wind Sheer, a company formed after the \nbank foreclosure to manage the aircraft leases, C-S Aviation had actual knowledge \nof the suit.  (See Tr. of Hr’g 7, Deutsche Bank, No. 03 CVS 12215 (argued January \n27, 2009).)  The employees of the newly formed Wind Sheer were the same \nemployees that managed C-S Aviation.  (See Tr. of Hr’g 7, Deutsche Bank, No. 03 \nCVS 12215 (argued January 27, 2009).)  “Certainly, those employees knew what \nwas going on.  They were being deposed.”  (Tr. of Hr’g 7, Deutsche Bank, No. 03 \nCVS 12215 (argued January 27, 2009).)  Those employees chose to ignore the claim.  \nCT Corporation did not send the suit papers to C-S Aviation. \n{27} TradeWinds elected to pursue a Default Judgment once another plaintiff \nin a suit against C-S Aviation succeeded in piercing the corporate veil in federal \ndistrict court for the Southern District of New York.  (Br. Resp. Mot. Set Aside 5, 7.)  \nC-S Aviation appears now before this Court to challenge the Default Judgment \nentered against it.   \n \nIII. \nTHE MOTION \n{28} C-S Aviation filed its Motion to Set Aside on August 26, 2008.  It states \nthere is “good cause” to set aside the entry of default and “multiple reasons” to set \naside the default judgment.  (Br. Supp. Mot. Set Aside 3.)  First, C-S Aviation \nclaims the Court lacked personal jurisdiction over it because TradeWinds did not \n \n \nproperly serve it with the summons and Third-Party Complaint and because it did \nnot “present the required proof of service for entry of default and default judgment.”  \n(Br. Supp. Mot. Set Aside 3.)  Second, C-S Aviation claims the Third-Party \nComplaint did not state a claim on which relief can be granted.  (Br. Supp. Mot. Set \nAside 3.)  Third, C-S Aviation submits that “[e]xtraordinary circumstances exist” \nand that “justice demands that the entry of default and default judgment be set \naside.”  (Br. Supp. Mot. Set Aside 4.) \nA. \nLEGAL STANDARD \n1. \nRULE 55(d) MOTION TO SET ASIDE ENTRY OF DEFAULT \n{29} A court may set aside an entry of default for “good cause shown.”  N.C. R. \nCiv. P. 55(d).  “What constitutes ‘good cause’ depends on the circumstances in a \nparticular case . . . .”  Peebles v. Moore, 48 N.C. App. 497, 504, 269 S.E.2d 694, 698 \n(1980).  A defaulting party has the burden of establishing this standard.  See Roane-\nBarker v. Se. Hosp. Supply Corp., 99 N.C. App. 30, 37, 392 S.E.2d 663, 668 (1990).  \nThe determination of whether a movant has demonstrated good cause “rests in the \nsound discretion of the trial judge.”  Byrd v. Mortenson, 308 N.C. 536, 539, 302 \nS.E.2d 809, 812 (1983). \n2. \nRULE 60(b) MOTION TO SET ASIDE DEFAULT JUDGMENT \n{30} A court “may relieve a party . . . from a final judgment, order, or \nproceeding for . . . [a]ny . . . reason justifying relief from the operation of the \njudgment.”  N.C. R. Civ. P. 60(b).  This rule “gives the court ample power to vacate \njudgments whenever such action is appropriate to accomplish justice.”  Brady v. \nTown of Chapel Hill, 277 N.C. 720, 723, 178 S.E.2d 446, 448 (1971) (internal \nquotations omitted).  “A motion under Rule 60(b) is addressed to the sound \ndiscretion of the trial court . . . .”  Harris v. Harris, 307 N.C. 684, 687, 300 S.E.2d \n369, 372 (1983).  The burden of proving grounds for relief is on the moving party.  \nSee Elder v. Elder, No. COA03-372, 2004 N.C. App. LEXIS 139, at *3 (Jan. 20, \n \n \n2004) (Rule 60(b) motion); Royal v. Hartle, 145 N.C. 181, 182−85, 551 S.E2d 168, \n170−72 (2001) (affirming the trial court’s ruling that movants did not meet their \nburden of proof in a Rule 60(b)(4) and Rule 60(b)(6) motion); Blankenship v. Price, \n27 N.C. App. 20, 23, 217 S.E.2d 709, 710 (1975).  \nB. \nANALYSIS \n1. \nMOTION TO SET ASIDE ENTRY OF DEFAULT \n{31} C-S Aviation must demonstrate “good cause” to set aside the Entry of \nDefault.  N.C. R. Civ. P. 55(d).  It is true that the law “generally disfavors default \nand any doubt should be resolved in favor of setting aside an entry of default so that \nthe case may be decided on its merits.”  Auto. Equip. Distrib., Inc. v. Petroleum \nEquip. & Serv., Inc., 87 N.C. App. 606, 608, 361 S.E.2d 895, 896 (1987) (internal \nquotations omitted).  However, adherence to rules that “require responsive \npleadings within a limited time serve important social goals, and a party should not \nbe permitted to flout them with impunity.”  \nHowell v. Haliburton, 22 N.C. App. 40, \n42, 205 S.E.2d 617, 619 (1974).   \n{32} North Carolina appellate cases support the general principle that “a party \nserved with a summons must give the matter the attention that a person of \nordinary prudence would give to his important business.”  E. Carolina Oil Transp., \nInc. v. Petroleum Fuel & Terminal Co., 82 N.C. App. 746, 748, 348 S.E.2d 165, 167 \n(1986).  In Howell, the North Carolina Court of Appeals upheld a trial court’s denial \nof Defendant Pepsi-Cola Bottling Company of Winston Salem’s motion to set aside \nan entry of default when it failed to answer the complaint.  See 22 N.C. App. at 42, \n205 S.E.2d at 618.  An employee received the summons and complaint and sent \nthem to the company’s liability insurer.  See id., 205 S.E.2d at 618.  Neither the \nbottler nor the bottler’s insurance company took any action on the matter for over \neight (8) months, and the bottling company responded only when it received notice \nthat an entry of default had been entered against it.  \nSee id., 205 S.E.2d at 618−19.  \nSimilarly, in RC Assocs. v. Regency Ventures, Inc., the appellate court declined to \n \n \noverturn a trial court’s denial of a motion to set aside an entry of default when the \nofficers of the corporate defendant did not respond to a complaint when they \nassumed their attorney had filed a response.  See 111 N.C. App. 367, 375, 432 \nS.E.2d 394, 398−99 (1993).  In Grant v. Cox, the appellate court also upheld a trial \ncourt’s denial of a corporate defendant’s motion to set aside an entry of default when \nthe defendant apparently relied on a deputy sheriff’s belief that a second summons \ngranted additional time to respond to an earlier summons.  See 106 N.C. App. 122, \n124−26, 415 S.E.2d 378, 380−81 (1992). \n{33} Here, unlike the defendants in the cases above, C-S Aviation could be more \nthan merely negligent in its failure to respond to this Court’s summons.  Its failure \nto respond to the summons appears to be intentional.  It may have relied on the \nbelief that any judgment against it would be worthless.  Howell confirms that a \nparty “flout[ing] . . . with impunity” its obligation to respond to pleadings does not \ndemonstrate the “good cause” required to convince a court to revisit its own default \norder.  22 N.C. App. at 42, 205 S.E.2d at 619.  Additionally, C-S Aviation holds itself \nout to be a “sophisticated part[y].”  (Tr. of Hr’g 29, \nDeutsche Bank, No. 03 CVS \n12215 (argued January 27, 2009).)  Sophisticated business persons who are parties \nto a lawsuit understand that they disregard a court summons at their peril. \n{34} Despite this showing, C-S Aviation claims their Rule 55(d) motion should \nbe granted in part because the Court never obtained personal jurisdiction over it.  \n(Br. Supp. Mot. Set Aside 14−20.)  First, C-S Aviation claims TradeWinds’ service of \nprocess was improper because it failed to follow a provision of Delaware corporate \nlaw that requires in-person delivery of service for a Delaware corporation.  (See Br. \nSupp. Mot. Set Aside 15−16 (citing Del. Code Ann., tit. 8, § 321).)  Second, C-S \nAviation claims the proof of service TradeWinds presented to the Court does not \ncomport with the requirements of section 1-75.11 of the North Carolina General \nStatute because the certified mail receipt contained in the electronic record fails to \nprove that CT Corporation ever received the summons and Third-Party Complaint.  \n(Br. Supp. Mot. Set Aside 16−18.)  Finally, C-S Aviation claims that Jeff Conry’s \naffidavit, which must allege minimum contacts necessary to establish personal \n \n \njurisdiction, lacks the necessary facts to do so.  (Third-Party Def. C-S Aviation \nServices Inc.’s Reply Br. Supp. Mot. Set Aside Entry Default & Default J. (“Reply \nBr.”) 9−14.) \na. \nSERVICE OF PROCESS LIKELY WAS PROPER \n{35} North Carolina allows service of process on a foreign corporation by \n“mailing a copy of the summons and of the complaint, registered or certified mail, \nreturn receipt requested, addressed to the officer, director or agent to be served.”  \nN.C. R. Civ. P. 4(j)(6)c.  A corporation’s agent may be “authorized by appointment or \nby law to be served or to accept service of process.”  N.C. R. Civ. P. 4(j)(6)b.  C-S \nAviation admits that TradeWinds attempted service on its agent, CT Corporation, \nby certified mail, but it claims that service was not effective.  (Br. Supp. Mot. Set \nAside 15.)  It asserts that under Delaware general corporate law, CT Corporation \nwas not authorized to receive service by that method.  (Br. Supp. Mot. Set Aside \n15−16; Reply Br. 4.)  Though C-S Aviation agrees that Rule 4 of the North Carolina \nRules of Civil Procedure is procedural in nature, it argues that the rule \n“incorporates substantive agency law to define the existence and scope of an agent’s \nauthority to accept service” and that “[b]ecause C-S Aviation is a Delaware \ncorporation, Delaware law defined the scope of CT Corporation’s authority to act as \nC-S Aviation’s agent in Delaware for service of process.”  (Reply Br. 3.)  C-S \nAviation argues that because TradeWinds did not follow Delaware law in its service \nof process, the service was improper.  (Br. Supp. Mot. Set Aside 15−16; Reply Br. 3.)  \nConversely, TradeWinds argues that service of process is purely “a procedural, \nrather than a substantive issue,” and that “North Carolina law governs this Court’s \nconsideration” of the service of process issue.  (Br. Resp. Mot. Set Aside 12.)    \n{36} C-S Aviation’s argument about improper service of process is \nunpersuasive.  “The local law of the forum determines the method of serving process \nand of giving notice of the proceeding to the defendant.”  Restatement (Second) of \nConflict of Laws § 126 (1971).  Because in North Carolina the manner of service \n \n \nshall be the same “within or without the State,” service upon C-S Aviation will be \nproper only if it comports with North Carolina law.  N.C. R. Civ. P. 4(j). \n{37} Determining whether Rule 4 is procedural or substantive in nature is \nimportant because each category receives different treatment in the conflict of laws \ndetermination.  See Charnock v. Taylor, 223 N.C. 360, 361, 26 S.E.2d 911, 913 \n(1943).  The court in Charnock stated: \nAs to substantive laws, or laws affecting the cause of action, the lex \nloci— or law of the jurisdiction in which the transaction occurred or \ncircumstances arose on which the litigation is based—will govern; as to \nthe law merely going to the remedy, or procedural in its nature, the lex \nfori— or law of the forum in which the remedy is sought—will control. \n \nId.; see Boudreau v. Baughman, 322 N.C. 331, 335, 368 S.E.2d 849, 854 (1988) \n(“Our traditional conflict of laws rule is that matters affecting the substantial rights \nof the parties are determined by lex loci, . . . and . . . procedural rights are \ndetermined by lex fori . . . .”).  \n{38} In order for C-S Aviation to succeed in its argument that Delaware \nsubstantive law applies to the service of process, it must persuade the Court that \nthe substantial rights of the parties should be determined by Delaware law.  C-S \nAviation expressly stated, however, that “[t]he Lease Agreements make New York \nlaw the governing law.”  (Br. Supp. Mot. Set Aside 22 n.8.)  Thus, New York law \ncontrols the substantial rights of the parties.  Additionally, C-S Aviation cannot \nclaim that the events leading to this suit took place in Delaware.  The alleged harm \ntook place in either North Carolina or in New York.  It is possible to argue that the \n“transaction occurr[ing]” in Delaware was the service of process itself.  Charnock, \n223 N.C. at 361, 21 S.E.2d at 913.  The Court, however, doubts the North Carolina \nSupreme Court intended the term “transaction” in Charnock to be that broad.  \nThus, even if Rule 4 did include a substantive component, the substantive \ncomponent could not be Delaware law. \n{39} The better view is that “Rule 4 is devoted solely to the form and manner of \nperfecting service of process and is only indirectly concerned with the legal \ncomplexities of personal and subject matter jurisdiction that may arise thereafter.”  \n \n \nG. Gray Wilson, North Carolina Civil Procedure § 4-1(3d ed. 1995).  The Court may \nlook to Delaware substantive law to decide whether the party is properly qualified \nas an “agent” to receive service of process, but it is not bound by Delaware’s \nrestrictions on the manner in which service on a duly qualified agent must be \nconducted.  See, e.g., A.M. Simon Co., Inc. v. William McWilliams Indus., Inc., 286 \nF. Supp. 564 (S.D.N.Y. 1968); Breer v. Sears, Roebuck and Co., 709 N.Y.S.2d 798 \n(Sup. Ct., Bronx County 2000).   \n{40} The United States District Court for the Southern District of New York \nfaced a similar procedural question when it found Delaware corporate law to be in \nconflict with New York procedural law in A.M. Simon Co.  McWilliams Industries, \nInc. (“McWilliams”) was a Delaware corporation with its principal place of business \nin Louisiana.  See 286 F. Supp. at 565.  The plaintiff filed suit in the Supreme Court \nin New York County,3 but the case was removed to federal court under diversity of \ncitizenship.  See id.  Service was attempted when a Delaware sheriff delivered a \nsummons and a complaint to the Delaware Secretary of State.  See id.  This manner \nof service would have been proper in New York because “service may be made in \nNew York upon a domestic or foreign corporation by serving an officer or ‘any other \nagent authorized by appointment or by law to receive service,’” and the New York \nSecretary of State is an agent authorized by appointment and by law to receive \nservice of process.  Id. at 565−66 (quoting N.Y. C.P.L.R. § 311).  “Every domestic \ncorporation and every foreign corporation qualified to do business in New York \nmust designate the Secretary as its agent for that purpose.”  Id. at 566.   \n{41} Such service was, however, improper in Delaware.  See id. at 565.  \nDelaware general corporate law permits service on the Delaware Secretary of State \n“only when the process server cannot ‘by due diligence’ serve an officer or the \nregistered agent.”  Id. (quoting Del. Code Ann. tit. 8 § 321(b)).  McWilliams’ \nregistered agent, the Corporation Trust Company, was registered with the \nDelaware Secretary of State, but the sheriff did not exercise the due diligence \nrequired to locate it.  See id. at 565−66.   \n                                                 \n3 In New York, the “Supreme Court” is the trial court. \n \n \n{42} Even though section 302 of New York’s Civil Practice Law and Rules \n“provides that service may be made without the state in the same manner as service \nis made within the state,” the district court held that the service of process was \nimproper under New York law.  Id. at 565 (internal quotations omitted).  Under \nthese circumstances, the Delaware Secretary of State was never considered to be an \n“agent authorized by appointment or by law to receive service,” which New York \nlaw requires.  See id. at 566; N.Y. C.P.L.R. § 311(a)1.  The court in A.M. Simon Co. \ncontinued:   \n[I]f Delaware law did not authorize service of a summons upon the \nSecretary of State under any circumstances, the delivery of the \nsummons to him in Delaware could not be a valid service of process \nissued out of a New York court.  And the same principle applies here \nwhere the service is invalid under Delaware law, not because the \nSecretary of State can never be se rved under any circumstances, but \nbecause he can be served only under certain conditions which are not \npresent in this case. \n \nA.M. Simon Co., 286 F. Supp. at 566 (internal citations omitted). \n{43}  A New York state court faced a similar procedural question when a \nplaintiff served an Ohio corporation by sending the complaint to the Ohio Secretary \nof State in Breer.  As in A.M. Simon Co., the court determined that service outside \nthe state “must be made in the foreign jurisdiction in a manner consistent with the \nmanner of a service authorized under the laws of the State of New York.”  Breer, \n709 N.Y.S.2d at 802.  The Breer court agreed with the outcome of A.M. Simon Co., \nbut it was not persuaded by the federal court’s reasoning.  See id. at 805.  In order \nto determine whether the service of process was consistent with New York law, the \nBreer court made two separate inquiries: \nFirst, whether the Secretary of State of Ohio was designated . . . as an \nagent for the service of process by actual designation, or by operation of \nOhio law; and second, if the Ohio Secretary of State was a duly \nauthorized agent, was the Ohio Secretary of State served in a manner \nconsistent with New York law.  Only  after the first issue is resolved \nshould the court examine the method of delivery which was actually \nemployed to give notice to that agent. \n \n \n \nId. at 803.  Because the court determined that the plaintiff did not establish “the \nnecessary prerequisites triggering the appointment of the [Ohio] Secretary of State \nas an agent for the service of process,” the Secretary of State never became an \nauthorized agent to receive process.  Id.  \n{44}  C-S Aviation argues that the holding in A.M. Simon Co. supports its claim \nthat “North Carolina’s procedural service rules for its courts cannot expand the \nscope of an agent’s authority under the substantive laws of the state where the \nagency exists.”  (Reply Br. 4.)  It argues that because the federal district court \ndetermined that service of process was not proper under Delaware law, this Court \nshould apply substantive Delaware law to determine the proper limitations on “CT \nCorporation’s authority to accept service.”  (Reply Br. 5.)   \n{45} This argument overlooks the fact that the issue before the federal district \ncourt was whether the service of process was in keeping with New York law \n(specifically section 313 of New York’s Civil Practice Law and Rules).  See A.M. \nSimon Co., 286 F. Supp at 565.  The court did not state that the manner in which \nthe plaintiff served the Secretary was improper, as C-S Aviation alleges here.  See \nid. at 566.  Rather, it determined that the Delaware Secretary of State could be \nconsidered an agent under section 311 of New York’s Civil Practice Law and Rules \nonly under “certain conditions.”  Id.  Under the circumstances in the case, the \nSecretary of State was not considered an agent authorized by law or appointment to \nreceive service in the first place.  See id.   \n{46} Though the reasoning in Breer differs from that of A.M. Simon Co., the \ndistinction is without a real difference.  In both cases, the issue was whether the \nservice of process from a New York court comports with New York procedural law.  \nSee id.; Breer, 709 N.Y.S.2d at 803.  The only substantive law the courts considered \nfrom the defendant corporations’ home states was whether the respective \nSecretaries of State could qualify as an agent for receiving service of process.  \nSee \nA.M. Simon Co., 286 F. Supp. At 566; Breer, 709 N.Y.S.2d at 803.  Because neither \nqualified as an agent, neither could receive service under New York law.  See A.M \nSimon Co., 286 F. Supp. at 566; Breer, 184 Misc. 2d at 922, 709 N.Y.S.2d at 803.   \n \n \n{47} Moreover, Delaware law allows service of process to be conducted on \nforeign corporations by mail, return receipt requested.  See Del. Code Ann. tit. 10 § \n3104 (a), (d) (“When the law of this State authorizes service of process outside the \nState, the service, when reasonably calculated to give actual notice, may be made     \n. . . [b]y any form of mail addressed to the person to be served and requiring a \nsigned receipt.”).  Because the Delaware legislature believes it prudent to allow \nDelaware litigants the opportunity to serve non-Delaware corporations in the same \nmanner TradeWinds served C-S Aviation, the North Carolina courts will not likely \nclose their doors to would-be litigants who served a Delaware corporation with the \ngood faith belief that they acted in accordance with applicable law.   \nb. \nPROOF OF SERVICE IS PROPER \n{48} TradeWinds’ proof of service complies with North Carolina law.  “Where a \ndefendant fails to appear in the action within apt time the court shall, before \nentering a judgment against such defendant, require proof of service of the \nsummons in the manner required by G.S. 1-75.10.”  N.C. Gen. Stat. § 1-75.11 (2007).  \nAn affidavit of service by registered mail complies with the requirements of section \n1-75.10, if it indicates: \na. [t]hat a copy of the summons and complaint was deposited . . . for \nmailing by registered . . . mail, return receipt requested; b. [t]hat it \nwas in fact received as evidenced by  the attached registry receipt or \nother evidence satisfactory to the court of delivery to the addressee; \nand c. [t]hat the genuine receipt or other evidence of delivery is \nattached.   \n \nN.C. Gen. Stat. § 1-75.10(a)(4) (2007).   \n{49} C-S Aviation argues that the certified mail receipt TradeWinds placed in \nthis Court’s electronic record fails to indicate that its agent ever received the \nsummons and Third-Party Complaint because no signature or date of receipt is \nnoted on the return receipt.  (See Br. Supp. Mot. Set Aside 17.)  C-S Aviation \nacknowledges that TradeWinds filed the original certified mail receipt, “which bears \na stamped signature and date, in Guilford County Superior Court as an attachment \n \n \nto the 25 March Affidavit of Service.”  (Br. Supp. Mot. Set Aside 17.)  It argues that \nthe signed receipt in the Guilford County Superior Court file was never presented to \nthis Court; therefore, the proof fails to meet the standard set forth in section 1-\n75.10(a)(4) of the North Carolina General Statutes.  (Br. Supp. Mot. Set Aside 17.)  \nIn response, TradeWinds stresses that the return receipt found in this Court’s \nelectronic file is a “lesser quality copy” of the original return receipt filed in the \nGuilford County Superior Court.  (Br. Resp. Mot. Set Aside 16−17.)   \n{50} There is no dispute that TradeWinds’ original return receipt demonstrates \nthat the CT Corporation received the summons and Third-Party Complaint.  This \nreceipt was received by the Clerk of Court and made part of the official court file in \nGuilford County.  Local rules indicate this Court’s preference for the electronic filing \nof all documents.  \nSee BCR 6.1 (2006).  The rules, however, do not require that any \ninformation in the Business Court be filed by electronic means.  See id.  \nAdditionally, all documents submitted to the Business Court must also “be filed . . .  \nwith the Clerk of Superior Court in the judicial district in which the matter is \npending.”  BCR 8.1 (2006).   \n{51} It is a peculiar requirement of this Court that parties before it must \nsubmit dual sets of files during the course of a matter.  TradeWinds provided this \nCourt with an affidavit of service when it electronically filed the return receipt.  \nThat the inferior copy did not show a signature does not destroy TradeWinds’ proof \nof service, as the proof is contained in the official Guilford County file.  The statute \nused by C-S Aviation to challenge the proof of service allows the Court the \ndiscretion to use “the attached registry receipt or other evidence satisfactory to the \ncourt of delivery to the addressee.”  N.C. Gen. Stat. § 1-75.10(a)(4)b (2007) \n(emphasis added).  The original receipt properly placed in the Guilford County file \nprovides sufficient evidence for this Court to determine that the summons and \nThird-Party Complaint were delivered. \n \n \n \n \n \nc. \nTHE CONRY AFFIDAVIT AVERS FACTS TO ESTABLISH PERSONAL \nJURISDICTION \n{52} The Court finds that Jeff Conry’s affidavit avers sufficient facts to \nestablish grounds for personal jurisdiction over C-S Aviation.  In a judgment where \na personal claim is made against a defendant who fails to appear, “the court shall \nrequire proof by affidavit or other evidence . . . of the existence of any fact not shown \nby verified complaint which is needed to establish grounds for personal jurisdiction \nover the defendant.”  N.C. Gen. Stat. § 1-75.11(1) (2007).  Because TradeWinds’ \nThird-Party Complaint against C-S Aviation was not verified, TradeWinds must \nrely on Mr. Conry’s affidavit to assert personal jurisdiction.  (\nSee Br. Supp. Mot. Set \nAside 19−20.) \n{53} Resolving the question of personal jurisdiction “involves a two-fold \ndetermination: (1) do the statutes of North Carolina permit the courts of the \njurisdiction to entertain this action against the defendant, and (2) does the exercise \nof this power by the North Carolina courts violate the due process of law.”  Green \nThumb Indus. of Monroe, Inc. v. Warren County Nursery, Inc., 46 N.C. App. 235, \n239−40, 264 S.E.2d 753, 755 (1980).  “In determining whether the ‘long-arm’ statute \npermits our courts to entertain an action against a particular defendant, the statute \nshould be liberally construed in favor of finding jurisdiction.”  Strother v. Strother, \n120 N.C. App. 393, 395, 462 S.E.2d 542, 543 (1995); see also Century Data Sys., Inc. \nv. McDonald, 109 N.C. App. 425, 427, 428 S.E.2d 190, 191 (“Our [long-arm] statute \nis designed to extend jurisdiction over nonresident defendants to the fullest limits \npermitted by the Fourteenth Amendment’s due process clause.  We thus give a \nbroad and liberal construction to the provisions of the statute, within the perimeters \nestablished by federal due process.”); Barclays Leasing, Inc. v. Nat’l Bus. Sys., Inc., \n750 F. Supp. 184, 187 n.1 (W.D.N.C. 1990) (concluding the “North Carolina long-\narm statute extends to the outer bounds of due process, making the analysis under \nthe statute and the due process clause one and the same,” yet considering both \nstatutory and due process prongs in its analysis of the issue).    \n \n \n{54} The North Carolina “long-arm” statute defines a number of circumstances \nunder which personal jurisdiction over a defendant is proper.  See N.C. Gen. Stat.   \n§ 1-75.4.  With respect to local injury by a foreign act, a North Carolina court may \nassert personal jurisdiction \nin any action claiming injury to . . . property within this State arising \nout of an act . . . outside this State by the defendant, provided in \naddition that at or about the time of the injury either: a. [s]olicitation \nor services activities were carried on within this State by or on behalf \nof the defendant; [or] b. [p]roducts, materials or thing processed [or] \nserviced . . . by the defendant were used . . . within this State in the \nordinary course of trade . . . . \n \nN.C. Gen. Stat. § 1-75.4(4)(a), (b) (2007).    \n{55} In order to establish personal jurisdiction under this circumstance, a \nplaintiff first must claim that it suffered an injury in the state that arose by \ndefendant’s acts outside the state.  See Barclays Leasing, 750 F. Supp. at 188.  The \nstatute is satisfied “if the plaintiff merely claims an injury occurred, not that the \nplaintiff has actually proven the injury.”  Id.; see also Munchak Corp. v. Riko \nEnter., Inc., 368 F. Supp. 1366, 1371 (M.D.N.C. 1973) (finding that a claim of \nfinancial losses due to the defendant’s tortious conduct was sufficient to meet the \nrequirements of section 1-75.4(4)).  There is no dispute that Mr. Conry’s affidavit \nalleges injury.  Mr. Conry describes in detail the particular damages TradeWinds \nsuffered from C-S Aviation’s alleged misrepresentations.  (\nSee Conry Aff. ¶¶ 18−24.)  \nTherefore, the Court concludes that the affidavit satisfies the statutory requirement \nfor a claim of injury. \n{56} Second, a plaintiff must claim that the defendant either solicited or carried \non service activities within the state.  In TEC Graphics, Inc. v. International Screen \nPrinting Equipment, Inc., the federal district court for the Eastern District of North \nCarolina considered this section of the North Carolina long-arm statute.  See No. \n5:95-CIV-286-BR(2), 1995 U.S. Dist. LEXIS 14925, at *2−6 (E.D.N.C. 1995).   \nThough the corporate defendant maintained no physical presence in the state and \nthough its agents never appeared in the state “to negotiate or enter into any \n \n \ncontract or to perform any services” on behalf of the company, the court found that \nthe long-arm statute permitted a finding of personal jurisdiction over them.  Id. at \n*1.  The plaintiff in the case made the initial contact based on the defendant’s \nadvertisement in a trade publication.  See id. at *2.  The defendant negotiated and \nentered into a contract with the plaintiff for the sale of a printing press to a third \nparty and subsequent lease of the printing press by the plaintiff.  See id.  Because \nthe defendant advertised in a publication that reached the forum and negotiated \nwith the plaintiff about the terms of the lease, the solicitation requirement of the \nstatute was satisfied.  See id. at *3−5 (citing Vishay Intertechnology, Inc. v. Delta \nInt’l Corp., 696 F.2d 1062, 1065−68 (4th Cir. 1982).     \n{57} C-S Aviation contends that the Conry affidavit does not state that it was \nengaging in solicitation in North Carolina.  (Reply Br. 12.)  The affidavit, however, \nmust merely allege facts from which the Court may infer the grounds for personal \njurisdiction.  See Blankenship v. Town & Country Ford, Inc., 155 N.C. App. 161, \n167, 574 S.E.2d 132, 136 (2002).  C-S Aviation might argue that its conduct cannot \nconstitute solicitation because TradeWinds, rather than C-S Aviation, initiated the \ncontact between the parties.  This argument, however, also provides no assistance.   \n{58} First, Mr. Conry’s affidavit notes that at the time TradeWinds was \nsearching for an aircraft vendor, C-S Aviation was the “world’s largest lessor of \nA300 aircraft and held itself out as being experienced with evaluating, maintaining, \nand leasing such aircraft.”  (Conry Aff. ¶ 8.)  In the printing business, \nadvertisements may well be a necessity.  \nSee generally TEC Graphics, Inc., No. \n5:95-CIV-286-BR(2).  But when a company is known in the air freight community as \nthe world’s largest lessor of a particular type of aircraft, publication in trade \nmagazines may not be required to sustain a customer base.  The fact that \nTradeWinds initially approached C-S Aviation because of its reputation in the air \ntransportation industry rather than reading about the company in a paid \nadvertisement is not dispositive of the issue.  \nSee, e.g., Blue Mako, Inc. v. Mindis, \n472 F. Supp. 2d 690, 701 (M.D.N.C. 2006) (containing a magistrate judge’s \nrecommendation, adopted by the district court, which denied a defendant’s motion \n \n \nto dismiss for lack of personal jurisdiction when it “actively entered into \nnegotiations with the intent of establishing a franchise in North Carolina,” even \nthough the plaintiff initiated the contacts); Barclays Leasing, 750 F. Supp. at 188 \n(holding that defendant’s contract negotiations on behalf of its co-defendant outside \nthe state constituted a solicitation, without inquiry into which party initiated the \ncontact). \n{59} Second, the broad definition of “solicitation” in the statute encompasses C-\nS Aviation’s conduct.  See N.C. Gen. Stat. § 1-75.2(5) (2007).  Within the relevant \narticle of the statute, “‘[s]olicitation’ means a request or appeal of any kind, direct or \nindirect, by oral, written, visual, electronic, or other communication, whether or not \nthe communication originates from outside the State.”  Id. (emphasis added).  The \nfederal district court for the Western District of North Carolina applied this \ndefinition broadly in a dispute about leased embossing equipment.  See Barclays \nLeasing, Inc., 750 F. Supp. 187−88.  The court found that Defendant NBS Canada \nsolicited the North Carolina plaintiff when it “conducted all negotiations on behalf \nof [co-Defendant and subsidiary] NBS Delaware in relation to the lease agreement.”  \nId. at 188.  NBS Canada had numerous telephone conversations and sent several \nletters to the plaintiff regarding the lease agreement.  See id.  NBS Canada also \nacted as a guarantor of NBS Delaware’s obligation, which provided evidence of both \nsolicitation and service activities.  See id.  Though NBS Canada was not a party to \nthe lease agreement, the court noted that “[a] parent corporation cannot hide \nbehind the fiction of a subsidiary and enjoy the benefits of a forum while at the \nsame time avoiding the responsibilities attendant therewith.”  Id. at 189 (internal \nquotations omitted).   \n{60} Here, the Conry affidavit alleges that C-S Aviation negotiated the lease \nagreements that controlled the obligations of TradeWinds and Wells Fargo, a \ntrustee who became a party to the agreement to “comply with certain Federal \nAviation Administration requirements.”  (Conry Aff. ¶¶ 8−10.)  Further, the \naffidavit alleges that C-S Aviation made certain assurances of aircraft engine \nperformance to induce TradeWinds to lease the aircraft.  (Conry Aff. ¶ 9.)  Though \n \n \nWells Fargo executed the lease agreement, the affidavit characterizes “the Initial \nLeases” as an agreement between TradeWinds and C-S Aviation.  (Conry Aff. ¶ 10.)  \nIn addition, the affidavit states that C-S Aviation renegotiated the lease agreement \nwith TradeWinds, which resulted in a reduction of the monthly lease payments.  \n(Conry Aff. ¶¶12−13.)  Finally, the Conry affidavit alleges that C-S Aviation \ndelivered the aircraft with the nonconforming engine parts to TradeWinds.  (See \nConry Aff. ¶ 18.) \n{61} The Conry affidavit alleges facts that place C-S Aviation in a similar \nposition to that of NBS Canada in Barclays Leasing, Inc.  C-S Aviation’s alleged \ninitial negotiations, inducements, and revisions to the TradeWinds’ agreement are \nfacts from which their solicitation of TradeWinds may be inferred.  The affidavit \nalleges that though C-S Aviation did not execute the contract, it was the arbiter of \nthe bargain, and it benefited from the leases.  (See Conry Aff. ¶¶8, 9, 12.)  Thus, it \ncannot take advantage of the laws of the forum and hide behind its trustee, Wells \nFargo.     \n{62} Furthermore, the facts in the Conry affidavit support the view that C-S \nAviation provided services for TradeWinds.  C-S Aviation negotiated a lease \nagreement and a modification to that agreement, and the aircraft it provided to \nTradeWinds were to be used in North Carolina.  (See Conry Aff. ¶¶ 3, 8−10, 12, 13.)     \n{63} Next, the Court must consider whether C-S Aviation’s conduct, as alleged \nin the Conry affidavit, satisfies the requirements of due process.  Due process \nrequires that the defendant have “certain minimum contacts with our state ‘such \nthat the maintenance of the suit does not offend traditional notions of fair play and \nsubstantial justice.’”  Tutterrow v. Leach, 107 N.C. App. 703, 707, 421 S.E.2d 816, \n819 (1992) (quoting Int’l Shoe Co. v. Washington, 326 U.S. 310, 316, 66 S.Ct. 154, \n158 (1945) (internal quotation marks omitted).  When a party asserts claims that \narise out of the defendant’s contacts with the state, a court will exercise “specific \njurisdiction.”  \nCarson v. Brodin, 160 N.C. App. 366, 372, 585 S.E.2d 491, 496 (2003).  \n“To establish specific jurisdiction, the court looks at the relationship among the \nparties, the cause of action, and the forum state to see if minimum contacts are \n \n \nestablished.”  Id. (internal quotations omitted).  The type and nature of contacts \nthat establish personal jurisdiction are dependent upon the individual facts in each \ncase.  See id.  The test is “ultimately a fairness determination: the defendant’s \nconduct and connection with the forum state must be such that it reasonably \nanticipates being haled into court there.”  Brickman v. Codella, 83 N.C. App. 377, \n383, 350 S.E.2d 164, 168 (1986) (internal quotations omitted).  Additionally, “due \nprocess requires that [parties] have ‘fair warning that a particular activity may \nsubject’” them to the jurisdiction of a forum.  \nId. (quoting Burger King v. Rudzewicz, \n471 U.S. 462, 472, 105 S.Ct. 2174, 2182 (1985)).  The warning “requirement is \nsatisfied if the defendant has purposefully directed his activities at residents of the \nforum . . . and the litigation results from alleged injuries that arise out of or relate \nto those activities.”  Id. at 384, 350 S.E.2d at 168 (internal quotations omitted).    \n{64} TradeWinds asserts that the facts contained in Mr. Conry’s affidavit \nestablish a basis for specific jurisdiction because they show that C-S Aviation \ndirected its actions towards TradeWinds’ North Carolina business.  (Br. Resp. Mot. \nSet Aside 21.)  “C-S [Aviation] solicited, made assurances about, prepared, and was \ndeeply involved in the Leases of Aircraft which were operated in North Carolina.”  \n(Br. Resp. Mot. Set Aside 21 (\nciting Conry Aff. ¶¶ 4, 8−23).)  \n{65} C-S Aviation argues TradeWinds’ list of facts contained in Mr. Conry’s \naffidavit is not enough to establish personal jurisdiction.  (Reply Br. 9.)  Relying on \nTutterrow, 107 N.C. App. at 703, 421 S.E.2d at 819, C-S Aviation claims that \nmerely entering into a contract with a resident of the forum does not provide \nsufficient minimum contacts with that forum, unless the contract has a “substantial \nconnection” with the state.  (Reply Br. 10.)    \n{66} In Turrerrow, the trial court found that the defendant never solicited any \nbusiness in North Carolina and only entered into a business relationship with the \nplaintiff because of an ongoing relationship with a mutual acquaintance.  See 107 \nN.C. App. at 709, 421 S.E.2d at 820.  Additionally, the defendant’s contacts with the \nplaintiff consisted of mere telephone conversations and a “handful of letters.”  Id.  \n \n \nMore importantly, the record indicated that the performance of the contract would \ntake place in Abu Dhabi, rather than in North Carolina.  See id. \n{67} For specific jurisdiction to exists, “it is not required that defendant be \nphysically present within the forum, provided its efforts are purposefully directed \ntoward forum residents.”  Havey v. Valentine, 172 N.C. App. 812, 816, 616 S.E.2d \n642, 647 (2005).  “A single contract can provide the basis for the exercise of \njurisdiction over a non-resident defendant.”  Telerent Leasing Corp. v. Equity \nAssocs., Inc., 36 N.C. App. 713, 719, 245 S.E.2d 229, 233 (1978) (citing McGee v. \nInt’l Life Ins. Co., 355 U.S. 220, 223 (1957)).  Because the contacts alleged in the \ncurrent case have a “substantial connection” with North Carolina, Tutterrow is \ndistinguishable.  Id. at 720, 245 S.E.2d at 233.   \n{68} Here, as previously noted, Mr. Conry alleges that C-S Aviation negotiated \na contract for the leasing of aircraft, made assurances about the aircraft engine \nperformance, induced TradeWinds to enter into the contract, maintained an ongoing \nrelationship with TradeWinds, renegotiated the agreement that resulted in better \nleasing terms for TradeWinds, and delivered the aircraft to TradeWinds in North \nCarolina.  (Conry Aff. ¶¶ 8−10, 12, 13, 18.)  The Conry affidavit alleges that C-S \nAviation directed its efforts toward TradeWinds, who, while operating out of a \nNorth Carolina airport, was a North Carolina resident.  (See Conry Aff. ¶¶ 8−13.)  \nThe alleged facts, therefore, demonstrate that C-S Aviation had sufficient minimum \ncontacts with North Carolina so that the assertion of personal jurisdiction is not a \nviolation of due process. \n2. \nMOTION TO SET ASIDE DEFAULT JUDGMENT \n{69} This Court recognizes the stay of litigation ordered in the Florida \nbankruptcy proceeding in which TradeWinds is currently engaged.  The Court \nnotes, however, its concerns with the Default Judgment as it stands.  “It is well \nsettled that an entry of default is to be distinguished from a judgment by default.”  \nMiller v. Miller, 24 N.C. App. 319, 320, 210 S.E.2d 438, 438 (1974).  Though an \nentry of default has been characterized as a “ministerial duty” that allows a trial \n \n \njudge to apply a less strict “good cause” standard to set it aside, the North Carolina \nCourt of Appeals recently set aside a portion of a default judgment while leaving an \nentry of default untouched.  Whaley v. Rhodes, 10 N.C. App. 109, 111, 177 S.E.2d \n735, 737 (1970) (citing 2 McIntosh, N.C. Practice 2d § 1668 (Supp. 1970)); see \nSharyn’s Jewelers, LLC v. Ipayment, Inc., No. COA08-651, 2009 N.C. App. LEXIS \n362, at *14 (Apr. 7, 2009).   \n{70} Under the Rules of North Carolina civil procedure, a court “may relieve a \nparty . . . from a final judgment, order, or proceeding for . . . [a]ny . . . reason \njustifying relief from the operation of the judgment.”  N.C. R. Civ. P. 60(b)(6).  “Rule \n60(b) has been described as a grand reservoir of equitable power to do justice in a \nparticular case.”  Sloan v. Sloan, 151 N.C. App. 399, 404, 566 S.E.2d 97, 101 (2002) \n(internal quotations omitted).  “In order for a defendant to succeed in setting aside a \ndefault judgment under Rule 60(b)(6), he must show: (1) extraordinary \ncircumstances exist, (2) justice demands the setting aside of the judgment, and (3) \nthe defendant has a meritorious defense.”  Gibby v. Lindsey, 149 N.C. App. 470, \n474, 560 S.E.2d 589, 592 (2002). \n{71} The Court recognizes, without holding, that extraordinary circumstances \nmay exist in this case.  First, the default judgment stands at $54,867,872.49.  A \ncourt may consider a large damage award to be an extraordinary circumstance in \nfavor of setting aside a default judgment.  See Anderson Trucking Serv., Inc. v. Key \nWay Transp., Inc., 94 N.C. App. 36, 43, 379 S.E.2d 665, 669 (1989) (noting that \nextraordinary circumstances may exist to grant relief from judgment, “particularly \nin light of the large judgment awarded”).  Second, there are significant procedural \nirregularities with respect to the Entry of Default and the Default Judgment in this \ncase.  This Court ordered a Default Judgment three (3) years and ten (10) months \nafter the original Entry of Default.  In addition, TradeWinds seeks to recover \ndamages from a party who did not participate in the hearing for the Default \nJudgment.  The North Carolina Court of Appeals has held that procedural \nirregularities can be an extraordinary circumstance.  \nSee Taylor v. Triangle \nPorsche-Audi, Inc., 27 N.C. App. 711, 716−18, 220 S.E.2d 806, 810−11 (1975).     \n \n \n{72} The Court also has concerns about fashioning an equitable solution for all \nparties involved in the dispute.  Particularly troubling is the fact that the Entry of \nDefault was entered on behalf of the TradeWinds Group (TradeWinds, Coreolis, and \nHoldings), yet only TradeWinds participated in the Motion for the Default \nJudgment.  The disparity of interests for the parties suggests a new hearing on \ndamages is in order, as C-S Aviation may have meritorious defenses to the damages \nawarded in the Default Judgment. \n{73} Judge Cristol has ruled that Coreolis and Holdings must litigate any \nissues concerning their respective rights to the North Carolina Default Judgment in \nthe bankruptcy proceeding.  He did not foreclose Coreolis and Holdings from filing \ntheir own motion for default judgment, which they have done.  This Court will have \ndifficulty determining those claims when a large default judgment covering broad \ndamages has been entered solely in favor of TradeWinds.  A full hearing on \ndamages with all affected parties represented and participating would provide a \nmore just resolution than the procedural gamesmanship now being employed.  As \nthe Court indicated above, it is concerned about the lack of transparency on the part \nof TradeWinds, particularly its failure to disclose the divergence of interests \nbetween TradeWinds and the other parties to the Entry of Default.  The effort to \npierce the corporate veil and the filing of bankruptcy in an apparent effort to shield \nits Default Judgment from attack raise fundamental fairness issues that will need \nto be addressed when this Court proceeds after the stay is lifted by the Bankruptcy \nCourt.  Only after this Court has determined whether the Default Judgment should \nbe set aside and new hearings on damages conducted with participation of all \nclaimants can the New York case proceed.   \n{74} In summary, the likely course for the North Carolina case once the \nbankruptcy stay is lifted will be to decide C-S Aviation’s Motion to Set Aside the \nEntry of Default and Default Judgment together with Coreolis and Holdings’ \nMotion for Default Judgment.  If necessary, the Court may also hold a hearing on \ndamages for any default judgments.  Counsel for C-S Aviation SHALL insure that \n \n \nJudge Keenan receives a copy of this Order & Opinion, and counsel for TradeWinds \nSHALL insure that Judge Cristol receives a copy of this Order & Opinion. \n{75} All motions in this case are stayed pending the lifting of the stay order by \nJudge Cristol.   \n \nIT IS SO ORDERED, this the 29th day of April, 2009. \n \n \n \n "
}