{
  "id": "6b3dbf1bdb6d8a2fa539d4726b9a2ab717ed9c6dc7c0c14e98fa7aa80d8542e0",
  "source_file": "data/raw/ncbc/6b3dbf1bdb6d8a2fa539d4726b9a2ab717ed9c6dc7c0c14e98fa7aa80d8542e0.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nMECKLENBURG COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21CVS015763-590 \nSTEVEN C. HART, \n \nPlaintiff, \n \nv. \n \nFIRST OAK WEALTH \nMANAGEMENT, LLC; DWM \nADVISORS, LLC; AIRIS ALEXANDER \nABOLINS; and JOSEPH P. DAVIS, III,  \n \nDefendants. \n \nORDER AND OPINION ON MOTIONS \nFOR SUMMARY JUDGMENT \n \n1. THIS MATTER is before the Court on Motions for Summary Judgment \nfiled by Defendant First Oak Management, LLC  and Defendant Airis Alexander \nAbolins.  (First Oak’s Mot. Summ. J., [First Oak Mot.], ECF No. 47; and Abolins’ Mot. \nSumm. J., [Abolin s Mot.], ECF No. 51 , collectively the Motions .)  The underlying  \ndispute arises from an alleged securities fraud scheme involving private investments.  \nPlaintiff seeks damages from his investment advisers and their firms. \n2. Having considered the Motions, the related briefing, and the arguments \nof counsel at a hearing on the Motions , the Court hereby GRANTS in part and \nDENIES in part the Motions.  \nMauney PLLC, by Gary V. Mauney, for Plaintiff Steven C. Hart.  \nBell, Davis & Pitt, P.A., by Joshua B. Durham and Kevin J. Roak , for \nDefendant Airis Alexander Abolins.  \n \nVann Attorneys, PLLC by James R. Vann and Ian S. Richardson , for \nDefendant First Oak Wealth Management, LLC.  \n \nHart v. First Oak Wealth Mgmt., LLC, 2025 NCBC 11 \nDefendants DWM Advisors, LLC and Joseph P. Davis, III have not \nappeared. \n \nEarp, Judge. \n \nI. FACTUAL BACKGROUND \n \n3. The Court does not make findings of fact when ruling on motions for \nsummary judgment, but instead “summarizes the relevant evidence of record, noting \nboth the facts that are disputed and those that are uncontested, to provide context \nfor the claims and the Motions.”  Aym Techs., LLC v. Rodgers, 2019 NCBC LEXIS 64, \nat *2 (N.C. Super. Ct. Oct. 16, 2019) (citing Hyde Ins. Agency, Inc. v. Dixie Leasing \nCorp., 26 N.C. App. 138, 142 (1975)).   \n4. Plaintiff Steven C. Hart (Hart) is a hydrogeologist who operates  a \nsuccessful environmental consulting firm.   (Dep. Steve Hart [First Hart \nDep.] 11:8−24, ECF No. 48.1;  Dep. Steve Hart [Second Hart Dep.] 173:11 −19, ECF \nNo. 48.4.)  Given his status as an accredited investor, Hart is considered financially \nable to  tolerate greater risk than other investors , giving him access to certain \ninvestments not generally available to the public at large .\n1  (Second Hart \n \n1 “Accredited Investor” is defined in Rule 501 of Regulation D , promulgated u nder the \nSecurities Act of 1933, as amended.  It includes (a) a natural person whose net worth or joint \nnet worth with their spouse exceeds $1,000,000  (not including the person’s primary \nresidence) or (b) an individual with annual income over $200,000 (individually) or $300,000 \n(with spouse or spousal equivalent) in each of the last 2 years and an expectation of the same \nthis year.  See 17 C.F.R. § 230.501(a)(5).  Accredited investors have access to private security \nofferings that are exempt from registration with the SEC and not publicly traded.  According \nto the SEC, “[o]ne reason these offerings are limited to accredited investors is to ensure that \nall participating investors are financially sophisticated and able to fend for themselves or \nsustain the risk of loss, thus rendering unnecessary the protections that come from a \nregistered offering . . . . These offerings involve unique risks and you should be aware that \nyou could lose your entire investment. ”  U.S. Sec. & Exch. Comm’n, Accredited Investors—\nUpdated Investor Bulletin,  (April 14,  2021), https://www.investor.gov/introduction-\nDep. 9:16−10:3; 13:3−7.)  Outside of his dealings with Defendants, over the years \nHart has invested between half a million and a million dollars in multiple real estate \nventures in the Charlotte area.  (Second Hart Dep. 139:20−145:2.) \n5. Defendant DWM Advisors, LLC (DWM) was formerly a North Carolina \nlimited liability company that maintained its principal place of business in Durham \nCounty, North Carolina.  ( DWM’s Statement of Change of Registered Office and/or \nRegistered Agent, ECF No. 50.9.)   Established in 2009, DWM provided financial \nplanning and direct investment portfolio management services. \n6. By 31 December 2010, DWM was managing over $151 million in assets \non a discretionary basis.  (DWM Advisors LLC Brochure [DWM Brochure] 2, 4, ECF \nNo. 50.26.)  Initially, Defendant Joseph P. Davis, III (Davis), a registered investment \nadviser, was DWM’s sole member manager and served as its chairman.  (Aff. of Airis \nAbolins [Abolins Aff.] ¶ 3, ECF No. 50.68.)  \n7. Defendant Airis Alexander Abolins (Abolins), joined DWM shortly after \nit began operations and  had various titles including  Director, Chief Investment \nOfficer, and Senior Vice President for Research and Analytics.  (Dep. of Airis Abolins \n[Abolins Dep.] 51:19−20, ECF No. 48.21.)  In June 2010, Abolins became a 2.5% owner \nof DWM .  (See New M ember Signature Page to Operating Agreement of DWM \nAdvisors, LLC  [Signature Page ], ECF No. 50.28;  Abolins Aff. ¶  3; Abolins \nDep. 51:21−24.) \n \ninvesting/general-resources/news-alerts/alerts-bulletins/investor-bulletins/updated-3 (last \nvisited 14 March 2025). \n8. In its A DV Brochure2 dated 27 April 2011, DWM represented that \nAbolins was “responsible for financial investments, investment model development, \ndue diligence research on a variety of asset management strategies and securities \nanalysis for DWM.”  (DWM Brochure  A-3.)  In addition, the brochure described \nAbolins’ “primary focus” as “ensuring all aspects of DWM’s clients’ financial lives have \nbeen thoroughly reviewed,  and making sure ‘no stone is left unturned’ .”  (DWM \nBrochure A-3.)  DWM represented that Davis “supervise [d] all duties and activities \nof the firm and [was] responsible for all advice provided to clients.”  (DWM \nBrochure A-2.)  DWM also represented that Davis was responsible for supervising \nAbolins’ work.  (DWM Brochure A-4.) \n9. Further, in its 27 April 2011 brochure, DWM represented that it owed \nfiduciary duties to its clients and describe d a Code of Ethics  (the Code)  that was \navailable to all its clients upon request.  (DWM Brochure 7.)  The Code required Davis \nand Abolins “to act with honesty, good faith and fair dealing in working with clients.”  \n(DWM Brochure 8.)  It set forth DWM’s expectation that Davis and Abolins “put the \ninterests of clients first, ahead of personal interests.  In this regard, [Davis and \n \n2 The Form ADV is an annual filing that registered investment advisers are required to make \nwith the Securities and Exchange Commission (SEC) and state securities authorities .  \nSee 17 C.F.R. § 275.203-1; U.S. Sec. & Exch. Comm’n, Form ADV, \nhttps://www.sec.gov/about/forms/formadv-part1a.pdf, (last accessed March 14, 2025.)  Part 2 \nof the form requires investment advisers to prepare narrative brochures that include “in plain \nEnglish” disclosures regarding the adviser’s business practices, fees, conflicts of interest, code \nof ethics, and disciplinary information for both th e firm and for any employee who provides \nadvisory services to a client.  Investment advisers are required to provide this brochure to \ntheir advisory clients and to supplement it promptly in the event there is new information \nregarding a disciplinary event.   See U.S. Sec. & Exch. Comm’n, Investor Bulletin: Form \nADV—Investment Adviser Brochure and Brochure Supplement (updated August 27, 2020), \nhttps://www.investor.gov/introduction-investing/general-resources/news-alerts/alerts-\nbulletins/investor-bulletins-71# (last visited 14 March 2025).   \nAbolins] [were] not to take inappropriate advantage of their positions[.]”  ( DWM \nBrochure 8.) \n10. The Code permitted Davis and Abolins to invest in the same securities \nthat they recommended to their clients.  However, “to reduce or eliminate conflicts of \ninterest this could potentially cause ” the Code contained procedures for limitations \non these transactions, including pre-clearance from DWM’s Chief Compliance Officer \n(CCO), Davis.  (DWM Brochure 8.)  \n11. In Spring 2009, Hart  and his wife  sought to engage  an investment \nadvisory firm to assist them with the management of their assets as part of their plan \nfor an early retirement.  (Second Hart Dep. 21:13 −23.)  On the recommendation of a \nrelative, Hart reached out to DWM as a potential adviser.   (Second Hart \nDep. 21:13−23.) \n12. Hart says that he spoke with Abolins over the phone on 4 March 2009 \nconcerning investment priorities.  (Second Hart Dep. 25:4−20.)  Abolins admits that \nhe produced a questionnaire for use by Davis, but he testified that  it was Davis who \nwould “ask the questions and get the answers.”  (Abolins Dep. 23:15−21; 35:2−14.)   \n13. DWM then issued an action plan designed to meet Hart’s investment \ngoals.  (See 28 May 2009 Action Plan for Steve and Lisa Hart, ECF No. 50.69.)  The \naction plan for Hart reflected that he did not need to invest in high-risk securities to \nreach his financial goals.3  Hart testified that DWM told him that he did not need to \n \n3 DWM reserved the right to “update” Hart’s action plan “from time to time  . . . when \ndetermined to be necessary or advisable by DWM based on updates to the client’s financial \nor other circumstances.”  (DWM Brochure 2.) \ntake “a lot of significant risk” because he had “enough assets to basically meet [his] \ngoals.”  (Second Hart Dep. 104:14−105:13.)  In addition, Hart testified that—at least \ninitially—he was willing to take some risks to achieve a higher return, but his view \nchanged after DWM informed him that he could meet his goals with a more \nconservative allocation.  (Second Hart Dep. 175:24−176:12.) \n14. On 20 June 2009, Hart executed an Investment Advisory Agreement \nwith DWM.  (DWM Inv. Adv. Agreement, ECF No. 50.25.)   The agreement between \nHart and DWM specified that DWM had “full power to direct, manage, and change \nthe investment and reinvestment of th e assets in the A ccount . . . and to take other \naction with respect to such assets,  all without prior consultation with or notice to \n[Hart.]”  (DWM Inv . Adv. Agreement ¶ 1; DWM Brochure 2 (“As a discretionary \ninvestment adviser, DWM will have the authority to supervise and direct the portfolio \nwithout prior consultation with the client .”).)  Hart then moved his portfolio, which \nincluded publicly traded stocks, bonds, and mutual funds, as well as  cash, to DWM.  \n(Action Plans/Wealth Consolidation Reports [APs/WCRs] at First Oak 1203, ECF \nNo. 59.11.4)    \n15. Beginning on 1 July 2009 and continuing until May 2014, DWM made \nseveral investments on Hart’s behalf , none of which was publicly traded.   (Second \nHart Dep. 27:10−12, 76:5−7.)  Abolins contends that he was not involved in advising \nHart on these  investments because his sole focus was publicly traded securities.  \n \n4 The Court references the bates numbers applied to the relevant pages of the A Ps/WCRs, \nwhich are compiled as one exhibit. \n \n(Abolins Dep. 50:16−51:6.)  Abolins testified that Davis, alone, advised Hart on his \nprivate investments.  (Abolins Dep. 50:16−51:6.) \n16. Hart believes he only met in person with Abolins one time at a holiday \nparty.  ( Second Hart Dep. 17:14 −18:17.)  He does not remember any of the phone \nconversations he had with Abolins.  (Second Hart Dep. 18: 18−20.)  Abolins did , \nhowever, prepare what DWM called “Wealth Consolidation Reports” (WCRs), as well \nas action plans, and the ADV brochures that Hart received.  (Abolins Dep. 10:7−12:1).  \nHart testified that he and Abolins sometimes reviewed his WCRs and action plans, \nand they discussed investments that Hart held “outside DWM .”  (Second Hart \nDep. 18:21−20:8.) \nThe CarFab Investment5  \n17. On 1 July 2009, acting on Davis’ advice and, Hart believed, with Abolins’ \napproval as DWM’s chief investment officer , Hart invested $75,000  in Carolina \nFabrication, Inc. (CarFab) in exchange for a promissory note that was payable on 30 \nJune 2012.  ( Second Hart Dep.  28:9−29:11, 29:22−31:9; Carfab/SSE Compilation of \nMaterials [CarFab Compilation], ECF No. 50.66 .)  Hart recalls that Davis told him \nthat the investment was “fairly low risk, consistent with your investment \nobjectives[.]”  (Second Hart Dep. 31:25−32:7.)  Hart did no independent investigation, \nexcept at some point he went on the internet to see if the company had a website.  \n(Second Hart Dep. 33:21−25; 36:6−14.) \n \n5 The facts are organized by investment, many of which overlap in time. \n  \n18. Hart later invested an additional $50,000 in CarFab in exchange for two \nmore $25,000 three-year promissory notes, one payable on 13 December 2012 and a \nsecond payable on 13 October 2013.  (CarFab Compilation at First Oak 208−210).6  \n19. Over the months that followed , DWM repeatedly represented that \nHart’s investment in CarFab was doing well .  For example,  in DWM’s Portfolio \nQuarterly Performance Report for Hart ’s account dated 24 August 2010 and \n8 December 2010 , DWM reported gains in Hart’s investment  of almost  $13,000.  \n(APs/WCRs at First Oak 1233 , Hart 720.)  In APs/WCRs dated 7 April 2011  and \n31 August 2011, DWM reported gains in the value of Hart’s promissory notes of over \n$20,000 and $24,000, respectively.  (APs/WCRs at Hart 719, First Oak 1266.)   \n20. On 16 July 2012, after h e was not paid when his first note matured in \nJune, Hart emailed Davis asking for an update on his investment .  Davis reassured \nHart that he would be paid interest on the note and added that there was a possibility \nthat he could convert 50% of his investment to equity.  (Second Hart Dep. 40:12−20; \n16 July 2012 Email from Hart to Davis Re: Carolina Fab, ECF No. 48.8.) \n21. In anticipation of the second promissory note coming due, Hart again \nemailed Davis on 30 August 2012 asking for an  update and adding  that he “get[s] \nworried when companies don’t pay their debts on time[.]”  ( 30 August 2012 Email, \nECF No. 48.8.)  \n \n6 The Court references the bates numbers applied to the relevant pages of the Carfab \ncompilation exhibit. \n \n22. When he still had not received payment on the CarFab promissory notes \nby October 2012, Hart again followed up with Davis , asking whether CarFab’s \nguarantors had provided the required financial information, and s tating that he \nwanted a “pay back of the loan” and was “not sure that taking a stake in the company \nis of interest to [him].”  (12 October 2012 Email, ECF No. 48.10.)  A day later, Davis \nreplied that he understood  Hart’s concern and that “[p]riority one [was] to get our \nprincipal back.”  (17 December 2012 Email, ECF No. 48.9.) \n23. In November, Hart wrote that he “never received a response from his \nearlier email . . . about whether we had been receiving financial information about \neach guarantor including tax returns, etc., as required in the guaranty agreement.”  \nHart expressed that he was “very concerned” and was  “prepared if necessary to hire \n[his] own legal counsel, make a demand on Car Fab [sic], and then if they don’t make \ngood on the notes (including the one that is about to be due), and to (sic) go after the \nguarantors.  I don’t want for it to get to this but I also can’t afford to lose $200,000. ”  \n(15 November 2012 Email, ECF No. 48.10.)   \nCarFab’s Conversion to SSE \n24. Meanwhile, in a letter to Hart dated 25 September 2012, Davis told Hart \nthat he had instructed his law firm, James, McElroy and Diehl, to come up with a \n“workable plan” to resolve CarFab’s financial issues.  (CarFab Compilation at \nHart 432.)  Ultimately, acting at Davis’ direction, the attorneys drafted a settlement \nagreement between CarFab and its noteholders  because CarFab was “not able to \nmake payments of principal and interest upon  . . . the loans.”  (CarFab Settlement \nAgreement at Hart 424, ECF No. 59.12.)  \n25. The Settlement Agreement proposed to transfer all CarFab’s stock to a \nnew entity, SSE Group, LLC (SSE).  Pursuant to its terms, all CarFab’s noteholders, \nincluding Hart, were to assign their notes to SSE in exchange for its shares.  (CarFab \nSettlement Agreement at Hart 424.)   \n26. Meanwhile, SSE’s Offering Memorandum disclosed that Davis was \nissued the sole Class B Unit , the only voting unit , and was the only  member of the \ncompany.  ( 15 January 2013 Confidential Private Offering Mem. SSE Group, LLC \n[SSE Offering Mem.] 1 , ECF No. 50.48.)   Davis was also identified as the Founding \nMember and the Manager of SSE with “virtually the sole right to direct the operations \nand business of the Company.”  (SSE Offering Mem. 6.)   Hart admitted that he was \naware that Davis “was involved somehow as part of [SSE’s] management team or \nboard of directors or something like that.”  (Second Hart Dep. 57:12−24.) \n27. SSE’s Offering Memorandum repeatedly warned that the securities \noffered involved a high degree of risk.  ( SSE Offering Mem. 1, 6, 8.)  Investors were \nrequired to represent that they were familiar with and understood those risks.  (SSE \nOffering Mem.  2.)  They were told that the offering price of the un its did “not \nnecessarily bear any relationship to  . . . [any] recognized criteria of value [,]” (SSE \nOffering Mem. 2) , and that they “should be prepared to suffer a loss of their entire \ninvestment.”  ( SSE Offering Mem. 6.)   Investors were advised  that they could ask \nquestions of the manager or make other inquiries with respect to the securities \noffered and obtain any information they deemed necessary to verify the accuracy of \ninformation in the Offering Memorandum.  (SSE Offering Mem. 2, 6.)  However,  \ninvestors were also advised not to construe the contents of the Offering Memorandum \nas advice and to consult their advisors concerning the investment.   ( SSE Offering \nMem. 2.)  The shares were offered only to accredited investors such as Hart , who \neither personally (or through his representative) had “such knowledge and experience \nin financial and business matters that he [was] capable of calculating the merits and \nrisks of this investment[] and [was] capable of protecting his own interests[.]”  (SSE \nOffering Mem. 8.) \n28. Meanwhile, Hart , who had asked  Davis for CarFab’s financial \nstatements and tax returns, told Davis that he was not sure that “taking a stake in \nthe company [was] of interest to [him.]”  (Second Hart Dep. 49:3−21; 50:3−6.)  Despite \nhis hesitance, Hart signed a settlement agreement and became a shareholder in SSE.  \n(Second Hart Dep. 51:12 −25, 52:16 −22.)  He admits that when he signed the \nagreement he did not go through it “in excruciating detail ,” and he did not consult \nlegal counsel because Davis told him that the deal James, McElroy and Diehl put \ntogether protected Hart’s  personal interests.  (Second Hart Dep. 53:22 −54:13, \n55:22−56:8, 57:3−11.)  Hart testified that he agreed to the deal because he “was told \nby [his] fiduciaries that this is what needed to be done in order to get [his] money out \nof CarFab.”  (Second Hart Dep. 60:11−13.) \n29. On 16 April 2013, Davis , as Chair and Managing Director of SSE , \nemailed CarFab’s investors, including Hart, to inform them that the SSE transaction \nhad closed.  Davis also told them that CarFab had received several large orders from \nnew customers, along with additional orders from an existing customer, Integro \nEarth Fuels, Inc. (Integro).7  Davis  projected that Integro would have  $6 million in \norders for CarFab in 2013.  (4/16/13 Email from Davis to Hart, RE: CarFab Update , \nECF No. 59.16.) \n30. On 28 April 2014, Davis, again acting in his capacity as Manager of SSE, \nnotified investors of a $500,000 capital call , requiring Hart to pay  in another  \n$5,257.46.  (CarFab Compilation at Hart 386.)  In a separate email dated 1 May 2014, \nDavis emailed investors encouraging them to respond to the capital call because \n“orders were starting to flow” and telling them that “[t]his is no longer a crisis but an \nopportunity” and “success could be just around the corner.”  (1 May 2014 Email from \nDavis to Hart , ECF No. 59.13.)   Hart interpreted Davis’  message to mean that \nmeeting the capital call was “a great opportunity for everybody to make money, as \nopposed to the I guess crisis.”   (Second Hart Dep. 64: 13−14; 68: 25−69:4.)  He \nresponded to the capital call by wiring the requested amount on 2 June 2014 .  \n(CarFab Compilation 57−58.) \n31. The promised opportunity did not materialize.  Even though the WCRs \nprepared by Abolins reflected growth in his CarFab/SSE investment as late as March \n2015, the investment  had collapsed to nothing by  August 2015.  ( Second Hart \nDep. 44:8−12, 199:17− 25; 9 March 2014 WCR, First Oak 1352; 3 September 2015 \nWCR, First Oak 13; ECF No. 50.67.)  It was Davis who informed Hart “later in 2015” \n \n7 Integro Earth Fuels was another privately held  entity that Davis controlled  through \nMontague Capital, LLC.  See infra ¶¶ 52−53. \nthat his investment in CarFab/SSE was worthless and he would recover nothing , \ndespite Davis’ earlier representations that CarFab/SSE’s assets w ould be sufficient \nto cover any loss.  (Second Hart Dep. 41:23−44:12, 200:13−14.)  And, even though the \nInvestment Advisory Agreement he signed stated that DWM’s fee would be based on \nthe market value of his investments, throughout the time he held CarFab/SSE, DWM \ncharged Hart fees “at full value.”  (Second Hart Dep. 56:3−8.)   \n32. As its manager, Davis dissolved SSE on 15 December 2015  and his \ninvestment in CarFab/SSE disappeared from Hart’s WCRs.  (Second Hart \nDep.209:14−20; CarFab Compilation 95.) \nThe IQMax Investment \n33. A few months after Hart invest ed in CarFab in 2009, Davis suggested \nthat he also invest in IQM ax, Inc. ( IQMax).  Hart  does not recall if he did any \nindependent research on the company other than perhaps checking to see if it had a \nwebsite.  He testified that he was relying on his fiduciaries to do that work.  (Second \nHart Dep. 14:21; 71:14−21, 72:4−13.)  While he had discussions with Abolins about \nhis investments generally, however, Hart does not recall a conversation with Abolins \nin which Abolins recommended that he invest in IQMax.  (Second Hart \nDep. 71:22−73:5; 74:24−75:4.)   \n34. On 8  October 2009 , Hart initially invested $50,000 in IQMax in \nexchange for a promissory note.  (DWM Chronology of Hart Private Investments \n[DWM Chronology], ECF No. 59.17.)  Less than a year later, on 23 July 2010, Hart \ninvested another $50,000 in IQM ax in exchange for a  second promissory note.   \n(25 August 2010 Letter from Updegraft to Hart at Hart 895, ECF No.  50.46; DWM \nChronology.)  On 26 April 2011, Hart again invested $50,000 in exchange for a third \npromissory note, bringing his total investment in IQM ax to $150,000.  (DWM \nChronology.)  Hart also exercised warrants to purchase 11,700 shares of IQMax stock.  \n(Second Hart Dep. 78:18−79:11.)  He does not contend that any of these transactions \noccurred without his knowledge.  (Second Hart Dep. 77:3−18.) \n35. Both Davis and Abolins had interests in IQM ax.  In fact, Davis owned \n8.46 percent of the company, the third highest stake, and served as Chair of its Board \nof Directors.  (IQMax Note Exchange at Hart 1119, 1121, ECF No. 59.20.)  Davis also \nhad a consulting agreement with IQM ax through a separate company, Exchange \nNotes, LLC, for  which he received at least $114,000 through 2012.   (IQMax Note \nExchange at Hart 1122.)   Hart was aware that Davis was involved in the \nmanagement of the company as a member of its Board, but because he relied on DWM \nto advise him, he only “breezed through” the materials he was provided and was not \naware that Davis was being paid by  IQMax.  (Second Hart Dep. 13:10 −25, 82:7−9, \n87:22−88:23, 89:6−10.)   \n36. Abolins also had an ownership stake in IQMax.  He owned 5,000 shares \nof the company at the time Hart first invested and had increased his stake to 15,000 \nshares by 22 June 2012.  (Abolins IQMax Share Certificates, ECF No. 59.21.)  \n37. The only IQMax promissory note in the record reflects that it was not \nregistered under the Securities Act of 1933 or state securities laws  and that it was \nsubordinated to other debt.  (IQMax 12.00% Subordinated Term Note, ECF No. 50.46, \nHart 896.) \n38. As for IQM ax shares, the Subscription Agreement Hart signed stated \nthat the investment  “involved a high degree of risk in that  . . . [it is] highly \nspeculative and only investors who can afford the loss of their entire investment \nshould consider investing in the Company and the Units[.]”   ( IQMax, Inc.  \nSubordinated Term Note Subscription Agreement ¶  1.2, ECF No. 50.20 .)  By \ninvesting, Hart agreed that he was an accredited investo r, that he was able to bear \nthe economic risk of investment, that he had prior investment experience or had \nemployed the services of an investment advisor to evaluate the merits and risks of \nthe investment, and that he recognized the highly speculative nature of the \ninvestment.  ( IQMax, Inc. Subordinated Term Note Subscription Agreement ¶  1.3.)  \nHe confirmed that, prior to investing, he had been furnished with all the information \nhe desired to know, and he had been afforded the opportunity to ask questions of and \nreceive answers from representatives of the Company.  (IQMax Form of Subordinated \nTerm Note Subscription Agreement ¶ 1.4.) \n39. Nothing in the WCRs that Hart received from DWM thereafter reflected \nthat his IQM ax promissory notes were in danger of default.  To the contrary, the \nWCRs showed that interest was accruing and that the notes were steadily increasing \nin value.  (See, e.g., APs/WCRs at First Oak 1233, 1249, 1266, 1315, Hart 638, 655, \n667, 675, 718, 720.)   \n40. On 16 July 2012, in response to Hart ’s request for an  update on his \nprivate investments, Davis asked Hart to call him because he had  “good news” on \nIQMax.  (16 July 2012 Email from Davis  to Hart Re: Carolina Fab, ECF No. 50.24.)  \nIt is not clear from the record what that good new s was.  However, notice of a \nshareholders meeting dated 27 August 2012 told investors that they were being asked \nto vote on measures to strengthen IQMax’s corporate governance and raise additional \ncapital “to fund its growth.”  ( 27 August  2012 Letter to IQM ax Shareholders, ECF \nNo. 50.53.)   \n41. In February 2013, on Davis’ advice, Hart agreed to convert his  \npromissory notes to IQMax common shares.  (APs/WCRs at First Oak 1279.)  In the \noffering materials Hart received, IQMax stated that it had recorded losses for every \noperating year of its existence and had cumulative losses through 31 December 2011 \ntotaling $32 million.  (IQMax Note Exchange at Hart 1115.)8   \n42. Thereafter, DWM continued to produce WCRs that reflected gains in \nHart’s investment in IQMax.  As of October 2016, the date of Hart’s last  WCR with \nDWM, his total investment in IQMax and IQMAX Healthcare, LLC was reported as \nhaving a value of $163,876.59.  (Hart’s Last Client Return Summary Net of Fees with \nDWM, ECF No. 48.15.). \n \n8 In 2013 IQMax formed IQMAX Healthcare, LLC reportedly to focus on the healthcare \nindustry.  Hart, as an equity stakeholder in IQMax, received 10,432 units in IQMAX \nHealthcare, LLC.  (9 December 2013 Letter from IQMax to Hart, ECF No. 50.22; IQMAX \nHealthcare, LLC Certificate C -95, ECF No. 50.21.)  Hart now believes that IQMAX \nHealthcare, LLC was created as a holding company for IQMax’s debt.  (Second Hart \nDep. 83:1−6.) \n43. The record is silent with respect to IQMax from October 2016 until \nsometime after April 2018, when a third- party purchased the assets of IQM ax.  \n(Second Hart Dep. 83:7 −13.)  Hart was told that he did not need to sign any \npaperwork because the deal was already done, and he received nothing as a result of \nthe transaction.  (Second Hart Dep. 83:7 −13, 83:24−85:7.)  He attempted to contact \nDavis for more information but was unable to reach him. (Second Hart \nDep. 84:12−18.)   \nThe Montague Investments \n44. In 2011, again acting on Davis’ advice,  Hart expanded his private \nholdings with the assistance of Montague Capital Partners, LLC  (Montague), a \nprivate equity investment firm managed by Denis Kalenja , Davis’ friend, who had \nbeen involved in the debt restructuring of both CarFab and IQM ax.9  (Abolins \nDep. 59:13-16.)  Interestingly, Montague had the same street address as Davis’ suite, \nnext door to DWM Advisors.  (9 September 2011 Pacific E -Commerce, LLC \nConfidential Private Placement Mem . 7 [Pac Commerce Offering Mem .], ECF \nNo. 50.58; Abolins Dep. 68:4−11, 69:6−15, 72:5−10.) \n45. Hart testified that the agreement he received  for Montague was “pre-\npopulated” by DWM, and all he did was initial and sign the document where his DWM \nadvisors told him to.  (Second Hart Dep. 98:23 −99:24, Montague Capital LP Sub. \nAgreement, ECF No. 50.55.)  When asked if he read the a greement, Hart testified \nthat he “just kind of went through it briefly but certainly not in detail because that’s \n \n9 Montague also held Class B series stock in IQM ax.  (Second Hart Dep. 96:18 −23; Abolins \nDep. 82:6−8.) \nwhat I was hiring the folks at DWM to do on my behalf, as my fiduciary, to make sure \nthis was all in order when they sent  it to me to be signed.”  (Hart Second \nDep. 100:19−24.)  Even so,  he does not recall any conversations with Abolins about \nMontague, only that Abolins included Montague on his WCRs.  (Second Hart \nDep. 103:16−24.)  \n46. Hart made the first of his Montague -related investments in \nSeptember 2011, when he invested $51,000 to buy stock in Pacific E-Commerce, LLC \n(Pac Commerce), a Delaware limited liability company owned and solely managed by \nMontague, and by extension, Kalenja .  (Pac Commerce Offering Mem . at Hart 52 3; \nPacific E -Commerce, LLC Signature Page for Steven Hart [Pac Commerce \nSignature], ECF No. 50.57.)  Pac Commerce was formed to invest in Yobrand, Ltd., a \nCayman Islands company that operated “one of China’s leading business-to-consumer \ne-commerce platforms , focusing on fashion accessories targeting urban trend -\nconscious consumers.”  (Pac Commerce Offering Mem . at Hart 528.)  Pac Commerce \nintended to invest at least $600,000 in Yobrand, Ltd. in exchange for an unsecured \nconvertible promissory note at a 6% rate of return.  (Pac Commerce Offering Mem. at \nHart 532.) \n47. The Pac Commerce Offering Memorandum  stated in all capital letters \non its cover page that “Investments offered by this Memorandum are not redeemable \nat the option of their holders and the holders will not have the right to withdraw their \ncapital.  An investment in the Interests is speculative and involves a high degree of \nrisk.”  (Pac Commerce Offering Mem . at Hart 522.)  Only accredited investors were \neligible to participate , and they were warned that the investment was speculative , \ninvolved significant risk , and that they should have the “ financial ability and \nwillingness” to “sustain the loss of the entire investment.”  (Pac Commerce Offering \nMem. at Hart 525.)  Among other warnings, i nvestors were advised to consult with \ntheir legal, tax, and financial advisers before deciding whether to purchase stock.  \n(Pac Commerce Offering Mem. at Hart 555.) \n48. Although he received it, Hart testified that he does not recall whether \nhe reviewed the Offering Memorandum.  (Second Hart Dep. 110:9 −13.)  He does not \nrecall, for example, being aware that Kalenja had involvement in the financial and \nstrategic restructuring of both CarFab and IQMax.  (Second Hart Dep. 111:17−22.) \n49. As manager, Montague, and by extension, Kalenja, received an annual \nmanagement fee equal to 2% of the contributed capital of its investors, as well as any \nexpenses the manager incurred in performing its duties.  Montague had the right to \nmake a capital call for the sole purpose of paying th e management  fee.  (Pac \nCommerce Offering Mem. at Hart 537−39.) \n50. When the investment in Yobrand, Ltd. did not close in December 2011 , \nPac Commerce returned $1,000 of Hart’s investment, but it reinvested the balance of \nHart’s money  in another venture, SleepSafe Drivers, Inc.  (SleepSafe).  \n(21 December 2011 Letter from W inkelman to Hart Enclosing Yobrand Refund \nCheck, ECF No. 50.80; Abolins Dep. Ex. 57  at Hart 314− 16, ECF No. 59.3 ; Second \nHart Dep. 108:16 −109:7.)  Hart testified that he did not receive information from \nDWM about SleepSafe, but in doing his own research on the Internet, he learned that \nit was a “company that manages truck drivers that have sleep apnea.”  (Second Hart \nDep. 112:10−18.) \n51. Over the years, Hart has received approximately $15,000 from \nSleepSafe, which he believes is still “an ongoing entity.”  (Second Hart Dep. 16:5−16; \n112:19−113:20.)  He testified that he thought he  had received  dividends from his \ninvestment in SleepSafe of about $5,500 each year for the last three years.  (Second \nHart Dep. 113:15−16.)  The last WCR from DWM in October 2016 reported that Hart’s \ninvestment in SleepSafe remained unchanged at $50,000.  (Hart’s Last Client Return \nSummary Net of Fees with DWM, First Oak 1373.)   \n52. On 21 March 2012, Hart invested another $100,000, this time  in \nMontague Capital, LP , (Montague Capital), a limited partnership formed by \nMontague.  (Hart Second Dep. 190:3−7.)  Hart was informed that his “Class D” limited \npartnership interest in Montague Capital was a private placement that was exempt \nfrom regulation by the SEC.  (Montague Subscription Agreement 1.) \n53. Montague Capital purchase d a note  from Integro.  ( Second Hart \nDep. 16:17−17:1; 94:15−21.)  Again, Hart testified: “So my understanding is that the \nfolks at DWM had evaluated Integro as a suitable investment for me and my goals, \nthat we were going to take back a note, a promissory note.  That’s what was invested \nin this Class D of Montague  Capital.  And that they had done that leg work for me.  \nThat’s what I paid them to do.”  (Hart Second Dep. 105:21−106:3.)  \n54. In his 2013 tax filings, Hart represented that he had received $6,794 in \ninterest from his holdings in Montague Capital.  (25 March 2013 Global Fund Servs., \nLLC Global P’ship Form 1065 Schedule K -1 RE: Montague Capital, ECF No. 50.75. )  \nEven as late as October 2016, when DWM sent Hart its last WCR for his account, it \nreported that Hart’s investment in Integro had  a $8,000 gain.  ( Hart’s Last Client \nReturn Summary Net of Fees with DWM, First Oak 1373.) \n55. Hart’s investment in Montague Capital was l ater “closed out . . . in \nexchange for [Hart] taking a note direct ly from Integro.”  (17 April 2017 Email from \nSteven Hart to Jake Figg RE: Montague Disposal, ECF No. 50.56.)  However, Hart \ndoes not know what ultimately happened to the Integro note .  (Hart Second \nDep. 107:17−18.) \n56. Hart does not recall whether he spoke with Abolins specifically about \nthe Montague investments, but he recalls conversations with Abolins about both his \ntax forms and his WCRs, which referenced all of his investments.   (Second Hart \nDep. 103:16−24.)  In short, Hart believed that “the folks at DWM” had evaluated the \nrisks associated with Montague , thought it was consistent with his  investment \nobjectives, and recommended it to him.  (Second Hart Dep. 104:8−13.)  \n57. Abolins testified that it is possible that he saw  Montague Capital’s \nfinancial records  and the Subscription Agreement Hart signed.  He remembers \nreviewing account statements for clients that mentioned Montague Capital.  But \noverall, Abolins testified that he relied on Davis and on statements from Montague  \nwhen preparing the WCRs.  (Abolins Dep. 61:7−63:3, 67:23−68:3.)  \n  \nThe ADA Capital Investment \n58. In February 2013, again on Davis’ advice, Hart invested $100,000 in a \nhedge fund, ADA Capital Group, Inc. (ADA Capital).  (February 7, 2013 Email from \nSteven Hart to Mamie Winkelman Re: ADA Wire, ECF No. 50.59.)  Hart understood \nthat ADA Capital w as formed to acquire undervalued assets  identified by its \nmanagement team, assist them to obtain full value, and then sell them.  (Second Hart \nDep. 116:21−23; ADA Capital Group, Inc. Confidential Private Offering Mem. [ADA \nCapital Offering Mem.] 6, ECF No. 50.61.) \n59. In its offering memorandum ADA Capital represented that its securities \nwere “extremely speculative,” not registered under federal securities law, involved a \nhigh degree of risk, and that only accredited investors “who can bear the loss of their \nentire investment should invest in these shares.”   (ADA Capital Offering Mem. 1.)  \nThe memorandum warned that ADA Capital had no revenues and that it anticipated \nlosses for the foreseeable future.  (ADA Capital Offering Mem. 10.)  \n60. By investing, Hart represented that he recognized the need to conduct \nhis own thorough investigation and  due diligence.  (ADA Capital Offering Mem . 3.)  \nADA Capital represented that it would make available to any prospective qualified \ninvestor “the opportunity to ask questions and receive answers from the Company or \npersons acting on behalf of the Company concerning the terms of the Offering and \nthe proposed business and operations of the Company[.]”  (ADA Capital Offering \nMem. 5.)   \n61. Hart contends that Davis pressured him to  invest $200,000 in ADA \nCapital because it was “going to be a home run.”  (Second Hart Dep. 118:21−24.)  Hart, \nhowever, decided to invest $100,000 because he was uncomfortable going as high as \n$200,000.  (Second Hart Dep. 120:4−14.)   \n62. ADA Capital’s Offering Memorandum reported that Davis was Chair of \nits Board of Directors and would be compensated $10,000 monthly.  (ADA Capital \nOffering Mem. 18, 20.)  In addition to his monthly compensation, at the time of the \noffering Davis owned fifty percent of ADA Capital’s stock. 10  (ADA Capital Offering \nMem. 14, 18.) \n63. When he examined the offering materials, Hart recall s spotting the \ndisclosure that Davis , as chair, would receive a monthly compensation  of $10,000 \n“some or all which may come from contributions of investors[.]”  (Second Hart \nDep. 121:18−24; ADA Capital Offering Mem. 20.)  He confronted Davis about it, who \ntold Hart that the information  was a mistake and that he was not actually taking a \nsalary from ADA Capital.  (Second Hart Dep. 121:24 −122:5.)  Hart does not know, \nand the record does not reflect,  whether Davis actually took the money after he \npromised not to.  (Second Hart Dep. 122:19−22.) \n64. Despite the fact that Davis was a controlling shareholder  of ADA \nCapital, Hart testified that he  trusted Davis and relied on “DWM folks” to do the \n“right thing.”  (Second Hart Dep. 122:17−18.) \n \n10 The balance was owned by Donald E. Collins, the Chief Executive Officer and President of \nADA Capital and a personal friend of Davis.  Both Davis and Collins paid for their shares \nwith service, according to the offering memorandum.  (ADA Capital Offering Mem. 11, \n13−14.)  Control was vested in Davis and Collins.  (ADA Capital Offering Mem. 10.)   \n65. In December 2013,  Hart attended ADA Capital’s annual shareholder \nmeeting where he received materials listing Davis as Chair of ADA Capital’s Board.  \n(Second Hart Dep. 124:1−4.)  Hart did not object to Davis being Chair.  (Second Hart \nDep. 125:11− 20.)  In addition, at the meeting, ADA Capital reported that it was \ninvesting in a steel fabrication business and a green energy company, which Hart \nnow believes were CarFab and Integro , respectively.  (Second Hart Dep. 15:15− 20; \n128:3−21.)   \n66. Abolins was not at the ADA Capital meeting in December, and Hart does \nnot recall any conversations with Abolins about ADA Capital .  Nevertheless, he \nmaintains that Abolins “was certainly aware of the investments.  They showed up on \nmy wealth consolidation report.”  (Second Hart Dep. 117:7−9.)   \n67. Abolins was aware that the ADA Capital offering memorandum stated \nthat Davis would receive a $10,000 monthly salary from ADA Capital, and he believes \nthat Davis disclosed this conflic t to Hart .  (Abolins Dep. 155:6 −156:7.)  However, \nAbolins was not present when Davis and Hart discussed the issue and Davis  denied \nbeing paid a salary.  (Abolins Dep. 160:6−17.) \nHart’s Wealth Consolidation Reports (WCRs) from DWM \n68. At least by December 2010, the WCRs from DWM contained footnotes \ndesignated by asterisks at the bottom of the page under the small subheading \n“Notes.”  The first footnote read s:  “ IQmax equity valued at cost; values of CarFab \nand IQmax Notes stepped up quarterly as interest accrues[.]”  (APs/WCRs at \nHart 720.)  The WCR also includes the following disclaimer in a footer:   \nThe above summary of prices/quotes/statistics contained herein has \nbeen obtained from sources believed to be reliable but is not necessarily \ncomplete and cannot be guaranteed.  In some instances the prices may \nnot reflect the value at which securities could be sold.  This summary is \nfor informational purposes only.  This is not a substitute for a \nVerification of Deposit or the official statement of account holdings at \nthe firm.  Past results not indicative of future performance.  \n \n(APs/WCRs at Hart 720.)  This disclaimer is repeated on every WCR prepared for \nHart throughout his relationship with DWM. \n69. In December 2011, the first footnote was amended to say that both \nIQMax equity and SleepSafeDrivers were valued at cost.  (APs/WCRs at Hart 717.) \n70. In January 2013, Montague Capital  (Integro) appears on Hart’s WCR \nfrom DWM.  The report indicates that Hart holds a  convertible note valued at \n$105,317.91. There is no footnote explaining how this value  was calculated .  \n(APs/WCRs at Hart 690.) \n71. In July 2013, the WCR footnotes were expanded to include one for SSE.  \nThe footnote reads, “SSE Group is conversion of Carolina Fab Note to equity . . . SSE \nnet contributions is original [CarFab] note principal les s checks rec’d less cash \npayout.”  (APs/WCRs at Hart 675.)  CarFab itself no longer appears on the WCR.  The \nJuly 2013 WCR also reflects Hart’s investment in ADA Capital at the  amount of the \ninvestment, $100,000.00.  No footnote appears for ADA Capital.  (APs/WCRs at \nHart 675.) \n72. The June 2014 WCR shows gains in Hart’s investments in SSE Group \n($45,969.85), IQMax ($25,709.59) and Integro ($13,477.77).  The footnotes regarding \nhow these values were calculated, as well as the disclaimer, continue to appear.  \n(APs/WCRs at Hart 667.) \n73. The August 2014 WCR reflects a $45,969.85 gain in the value of Hart’s \nSSE Group investment with no limiting footnote.  IQM ax shows a $25,709.59 gain, \nwhich is footnoted to specify that the number is cost plus interest accrued from the \nIQMax Notes.  The SleepSafe preferred stock and the ADA Capital hedge fund \ncontinue to be valued at their respective costs of $50,000 and $100,000, with no \nadditional information.  The Integro convertible note shows a gain of $40,929.99, with \nno additional information.  (APs/WCRs at Hart 644.)   \n74. Finally, the March 2015 WCR continues to report a gain of $45,969.85 \nin the value of Hart’s SSE Group investment with no limiting footnote.  Likewise, \nIQMax continues to show a $25,709.59 gain, which is footnoted to specify that the \nnumber is cost plus interest accrued from the IQMax Notes.  The SleepSafe preferred \nstock and the ADA Capital hedge fund continue to be valued at their respective costs \nof $50,000 and $100,000, with no additional information.  The Integro convertible \nnote gain has been reduced f rom $40,929.99 to $11,926.80, with no additional \ninformation.  (APs/WCRs at Hart 638.) \nHart Stops Investing in Private Investments \n75. On 5 May 2014, Hart  informed Davis via email that , after he paid the \nCarFab capital call, he would not “for the short term” invest any additional amounts \nin “high risk investments” because he felt that he had “not received a lot in return[.]”  \n(5 May 2014 Email, ECF No. 48.11.)  Hart complained that he had not been receiving \nenough information from Davis and DWM and  that he wanted to “see more regular \nupdates, balance sheets, P&Ls [profit and losses], etc[.] from these investments. ”  \n(5 May 2014 Email.)  Hart specifically complained about his investments in CarFab, \nADA Capital, and IQMax.  He did not understand how the CarFab investment had \ncollapsed or how ADA Capital had r acked up $500,000 in expenses .  Furthermore, \nHart was frustrated that he had received nothing after waiting three years for IQMax \nto be sold.  (5 May 2014 Email.) \n76. Hart concluded his 5 May 2014 email to Davis: \nI have been worrying a lot about these investments lately, and feel like \nthat is what we pay you all [DWM] to do (and I know you have been \nworrying about them too and working hard to make them work).  In my \ncase, less information leads to more worry, so I need more information \non a regular basis.  And some concrete returns would be nice too. \n \n(5 May 2014 Email.)  Nothing in the record indicates that Davis responded to Hart’s \nemail. \n77. After his final payment to satisfy the capital call for CarFab  in \nJune 2014, Hart believes that he did not put any more money in private investments, \neither with DWM or later with First Oak.  (Hart First Dep. 30:5−12, 76:5−7.)  Gregory \nReagan, Plaintiff’s expert , cannot say with certainty when each of Hart’s private \ninvestments became worthless, but he believes that most of them had likely declined \nto zero by December 2017.  (Dep. of Gregory Reagan [Reagan Dep.] 87:6−14, 89:3−12, \n90:1−11, ECF No. 48.2.)   \n78. Hart was aware that his CarFab / SSE investment was worthless by late \n2015.  (Second Hart Dep. 209:4−10.)  He knew by April 2018 that IQMax has sold its \nassets and that he had received nothing.  He testified that SleepSafe was still afloat \nat the time of his deposition and was paying relatively small dividends.  It is not clear \nfrom the record what happened to ADA Capital (as of 14 October 2016, Hart’s Client \nReturn Summary from DWM  values it at $100,000)  or the Integro promissory note  \n(valued on the same DWM report at $108,193.13).  (APs/WCRs at Hart 634.) \n79. Hart repeatedly testified that he did not distinguish between Davis and \nAbolins when it came to his dealings with DWM : “There was a managing partner.  \nThere was a chief investment officer.  And to the extent that a recommendation was \nmade, that it was them doing that as a company.  And if it was an investment, it had \nbeen vetted by the chief investment officer , who was Airis Abolins  . . . I don’t \ndistinguish them.”  (Second Hart Dep. 72:22 −73:13.)  He added, “I didn’t hire Joe or \nAiris individually.”  (Second Hart Dep. 74:2−4.) \nFirst Oak is Formed   \n80. By 2017, several of DWM’s former clients  had filed suit against Davis, \nDWM, and Abolins, alleging fraud arising out of their investments.  (See, e.g., Bryan \nComplaint Against Davis/Abolins, ECF No. 61.28;  Price Family Confession of \nJudgment by Davis/DWM , ECF No. 61.31.) 11  In addition, regulators had begun \nfocusing on Davis’—and by extension DWM’s—transactions. \n \n11 The Court takes judicial notice of the pleadings in these cases.  See Herrera v. Charlotte \nSch. of Law, LLC, 2018 NCBC LEXIS 35, at *21 (N.C. Super Ct. Apr. 20, 2018) (“[W]hen a \nparty requests that the Court take judicial notice of a fact and supplies the Court with the \nnecessary information, the Court is required to take judicial notice of the fact if it satis fies \nRule 201(b).”); see also N.C. R. Evid. 201(d). \n \n81. At about this time, Davis told Abolins he had been diagnosed with \ncancer and wanted to retire.  He and Abolins decided to sell DWM’s assets.  (Abolins \nDep. 213:4−17.)  Ryan Thomsen, an investment advisor representative with Oak City \nConsulting, LLC, was in the process of establishing his own investment firm and \nexpressed interest .  (Thomsen Dep.  19:12−20:8, 23:8 −9, ECF No. 59.32 .)  Abolins \nintroduced Thomsen to Davis , who told Thomsen that he sought to sell only the \npublicly traded portion of DWM’s client accounts.  ( Thomsen Dep. 21:11 −22.)  \nThomsen testified that he was told that DWM no longer managed private \ninvestments, which was important  to Thomsen  because he had never managed \nprivate investments and was not familiar with them.  (Thomsen Dep. 28:9−20.) \n82. According to Thomsen, during the due diligence process, n either Davis \nnor Abolins disclosed any regulatory problems.  (Thomsen Dep. 35:14−25.)  However, \nThomsen was aware that  lawsuits had been filed against DWM and Davi s for \n“[u]nsuitable investments related to private equity.”  (Thomsen Dep. 38:10−12.) \n83. The discussions among Abolins, Davis, and Thomsen led to Abolins  \nfiling articles of organization for First Oak with the North Carolina Secretary of State \non 12 January 2017.  (Articles of Organization for First Oak Wealth Mgmt., LLC, \nECF No. 50.14.)  At its formation, Thomsen owned eighty percent of First Oak, while \nAbolins owned the remaining twenty percent.  (Abolins Dep. 300:21−25; Aff. of Ryan \nThomsen ¶ 9, ECF No. 48.5.) \n84. A month later, on 20 February 2017, DWM and First Oak entered into \nan asset purchase agreement transferring DWM’s public investment accounts to First \nOak.12  (See generally Asset Purchase Agreement, ECF  No. 48.12.)  T he agreement \ndisclosed pending lawsuits against DWM, Abolins, and Davis related to ADA Capital, \namong other investments.  (Asset Purchase Agreement Schedule 6.1(h).) \n85. In exchange for its accounts, DWM received a lump sum of $250,000.  \n(Asset Purchase Agreement ¶ 2.1.)  Forty-thousand dollars of the purchase price was \nallocated to Abolins, and Davis received the balance.  Davis also received a contract \nto consult in exchange for a fee equal to fifteen percent of First Oak’s billings \ngenerated from the acquired assets, as well as any new business that Davis brought \nin.  (31 Mar. 2017 First Oak Wealth Mgmt. Indep . Consulting Agreement , ECF \nNo. 50.36.) \n86. In an exhibit to the APA, First Oak and DWM clarified that the asset \npurchase agreement excluded “[a]ny [of DWM’s] client contracts, relationships or \nservicing arrangements that are not related to publicly traded securities, such as, for \nexample, those that relate to private equity and h edge fund investments.”  The \nexhibit specifically named ADA Capital, Integro, IQM ax, IQMAX Healthcare, Inc., \nMontague, and SleepSafe as investments that were excluded from the asset purchase \nagreement and remained with DWM to manage.  (Asset Purchase Agreement, Ex. C.) \n87. Thomsen testified that he intentionally excluded DWM’s private \ninvestments from the A PA because he did not want  to manage the m.  ( Thomsen \nDep. 217:2−14.)  Abolins similarly recalls that the APA  excluded these investments \n \n12 In addition to all DWM’s clients, Thomsen brought over fifty clients from Oak City \nConsulting, LLC effective 1 April 2017.  (Thomsen Dep. 18:4−19.)  None of these clients had \nprivate investments.  (Abolins Dep. 300:9−16.) \n \n“because, A, First Oak really just wanted to do vanilla ice cream, in other words, \nstocks, bonds, ETFs [exchange-traded funds], mutual funds; B, these had everything \nto do with Joe Davis and really nothing to do with either [Abolins or Thomsen].  And \nneither [Abolins nor Thomsen] really wanted to have [these investments].”  (Abolins \nDep. 299:14−21.)  Meanwhile, DWM withdrew  from registration as an investment \nadvisor on 16 May 2017, three months after the effective date of the Asset Purchase \nAgreement.  (16 May 2017 Form ADV-W Not. Withdrawal Registration Inv. Advisor \nDWM, ECF No. 50.44.) \n88. On 24 February 2017, Davis  sent a letter to Steve and Lisa Hart on \nDWM’s letterhead informing them that DWM had decided to join with Thomsen to \nform First Oak.  Davis informed Hart that the new entity would be partnering with \nGreat Lakes & Atlantic Wealth M anagement and Advisory Partners, LLC (Great \nLakes), another North Carolina Registered Investment Advisor , to provide \n“additional resources to our practice to further enhance your experience with us.”  \n(24 Feb. 2017 Letter from Davis  (DWM) to Steven and Lisa Hart [24 Feb. 2017 \nLetter], ECF No. 50.63.) \n89. In the February 2017 letter, Davis represented that DWM’s “day-to-day \nbusiness relationship with [ Hart] [would] remain unchanged, with the entire team, \nincluding Ryan, handling all aspects of managing and advising [clients] in regards to \n[Hart’s] financial affairs.”  In conclusion, and without distinguishing between Hart’s \nprivate and publicly traded investments, Davis asked Hart to consent to an  \nassignment of his account to First Oak.  Davis added that consent would be assumed \nif Hart did not complete and send the enclosed opt-out form to DWM.  Nowhere in the \nletter did Davis specify that Hart’s private holdings would not transfer to First Oak \nor that DWM would soon cease to operate.  (24 Feb. 2017 Letter.) \n90. Just three weeks later, on 17 March 2017, the South Carolina Securities \nCommissioner issued a consent order determining that Davis had: \n(a) recommended to one or more South Carolina client(s) that the \nclient(s) invest in private placements not suitable or appropriate for the \nclient(s) given the client(s) investment objective(s) and the risk profile(s) \nand (b) failed to disclose one or more conflicts of interest  . . . that may \nhave influenced the giving of such advice[.] \n \nThe consent order permanently barred Davis and DWM from the securities industry \nin South Carolina.  (South Carolina Securities Commissioner Consent Order, ECF \nNo. 50.31.)  By the time Davis entered into this consent order, First Oak had acquired \nthe agreed-to assets of DWM and had begun operations.  (Articles of Organization for \nFirst Oak Wealth Mgmt., LLC; Asset Purchase Agreement.)   \n91. On 27 April 2017, on behalf of First Oak , Abolins  emailed clients , \nincluding Hart,  to inform them that the transition from DWM Advisors to First Oak \nhad been completed , that “everything is business as usual as [First Oak] service[s] \nand manage[s] [their] accounts[,]”  and that “it’s a lengthy process” but Schwab was \n“working diligently behind the scenes to have the branding changed on your accounts \nto reflect First Oak Wealth Management on all future correspondence.”  He then \nprovided the new First Oak emai l addresses for himself, Thomsen, and Davis.   \n(27 Apr. 2017 Email from Airis Abolins Re: DWM & First Oak Wealth Mgmt., ECF \nNo. 50.92; Second Hart Dep. 148:24−149:3.) \n92. Thomsen, who was the Chief Compliance Officer of First Oak, testified \nthat, at about this time, he became aware of Davis’ troubles in South Carolina.  He \nreceived the information from the attorneys who were retained to register First Oak \nas an investment adviser in North Carolina.  (Thomsen Dep. 225:20−226:1.)  \n93. Hart did not submit an opt-out form.  (Second Hart Dep. 148:9−16.)  He \nbelieved, based on these communications , that his account with DWM w as being \nmoved in its entirety to First Oak, and that, as Abolins’ email indicated, “it was going \nto be business as usual. ”  (First Hart Dep. 169:5 −16; Second Hart Dep. 204:1− 12, \n211:22−25.)  Hart testified that he thought this move  was “just rebranding . . . with \ndifferent ownership” because of Davis’ retirement and that Thomsen was “a new Joe \nDavis.”  (First Hart Dep. 169:21−170:7.)  No one at First Oak told him that anything \nwould change with respect to his account as a result of the “rebranding.”  (Second \nHart Dep. 204:13−19.) \n94. It is undisputed that, after his account moved to First Oak, Hart did not \ninvest further in private entities.  (Second Hart Dep. 212:18−24.) \n95. First Oak published its first  brochure on 20 June 2017.   The brochure \nprovides that First Oak generally charged an annual client fee of no more than 1.25% \nof a client’s assets under management, payable quarterly and debited directly from \nthe client’s account.  (First Oak Brochure at First Oak 1191−92, ECF No. 59.33.)  \n96. The brochure also describes First Oak’s Code of Ethics, which required \nits employees “to act with honesty, good faith and fair dealing in working with \nclients,” prohibit ed employees from “trading or otherwise acting on insider \ninformation,” and mandat ed that they not take “ inappropriate advantage of their \npositions in relation to First Oak Clients.”  (First Oak Brochure at First Oak 1195.)  \n97. The Code of Ethics references policies requiring the monitoring of its \nemployees’ personal trading activities to prevent conflicts of interest .  It forb ids \nemployees from trading in any security within one day prior to a client trade and \ndescribes an internal system to report and review employees’ personal trading \nactivities.  The brochure specifically states that “[i]n the event of any identified \npotential trading conflicts of interest, First Oak’s goal is to place client interests first.”  \n(First Oak Brochure at First Oak 1195-96.) \n98. Finally, t he brochure represents that none of First Oak’s registered \ninvestment advisors had any legal or disciplinary events  to report “ that would be \nmaterial to a client’s evaluation of First Oak or the integrity of First Oak’s \nmanagement.”  (First Oak Brochure at First Oak 1196.) \nAdditional State and Federal Investigations into First Oak \n99. The creation of First Oak did not stop  the regulators from scrutinizing \nDavis and his colleagues.  Two months after the signing of First Oak’s asset purchase \nagreement, and a few weeks after Abolins’ “business as usual” email, on 31 May 2017, \nthe U.S. Securities and Exchange Commission (SEC)  sent a letter to Thomsen \ninforming him of the SEC’s intention to conduct a limited scope examination of First \nOak with an on-site examination to follow on 5 June 2017.  The letter also requested \nthat First Oak give the SEC full access to its client list, documentation of the sale and \ntransfer of DWM’s assets to First Oak, an explanation of Davis’ affiliation with First \nOak, and any documents about pending, threatened, or settled litigation against First \nOak.  (Letter from Richards, Staff Accountant, U.S. Sec. & Exch. Comm’n, to \nThomsen, Chief Compliance Officer, First Oak Wealth Mgmt., LLC (May 31, 2017), \nECF No. 50.29.)   \n100. On 7 August 2017,  the SEC informed Thomsen via email that it had \ndetermined that First Oak had breached its fiduciary duty to its clients by listing \nDavis as a “Senior Board member” on its  website, when no such Board existed.  The \nSEC stated that naming Davis a Senior Board member “may [have misled] clients or \npotential clients about the extent of [First Oak’s] business operations.”  First Oak was \ndirected to take remedial action ., (Letter from Donna C. Esau, Assoc. Regional \nDirector, U.S. Sec. & Exch. Comm ’n, to Ryan Thomsen, Chief Compliance Officer, \nFirst Oak Wealth Mgmt., LLC (Aug. 7, 2017), Ex. A, ECF No. 50.30.) 13  Thomsen \nresponded by letter dated 14  August 2017, informing the SEC that any mention of \nDavis on First Oak’s website was removed as of 18 July 2017.  (Thomsen Dep. 187:7-\n12.) \n101. Although he was aware of lawsuits, Abolins claims that he did not know \nof Davis’ consent order with the South Carolina Securities Commissioner until the \nSEC’s subsequent investigation of First Oak in Summer 2017 , after the asset \npurchase deal had closed.  (Abolins Dep. 108:3−109:1.)    \n \n13 The SEC informed  First Oak, “All investment advisers are fiduciaries, regardless of \nwhether they are registered with the Commission, and thus must avoid conflicts of interest \nwith clients and are prohibited from overreaching or taking unfair advantage of a client’s \ntrust.”  (Letter from Donna C. Esau, Assoc. Regional Director, U.S. Sec. & Exch. Comm’n, to \nRyan Thomsen, Chief Compliance Officer, First Oak Wealth Mgmt., LLC (Aug. 7, 2017), Ex. \nA, citing SEC v. Capital Gains Research Bureau, Inc., 375 U.S. 180 (1963).) \n102. Thomsen, who was the Chief Compliance Officer of First Oak, testified \nthat he was aware that lawsuits had been filed against DWM and Davis for \n“[u]nsuitable investments related to private equity.”  (Thomsen Dep.  38:10−12.)  He \nbecame aware of Davis’ troubles in South Carolina when attorneys he retained to \nregister First Oak as an investment  adviser in North Carolina  discovered it .  \n(Thomsen Dep. 225:20 −226:1.)  No one at First Oak, including Abolins , informed \nHart.  (Abolins Dep. 107:15−21, 113:2−13.)  Hart admits that he never checked to see \nif Davis was on the First Oak Board, and he testified that he was not aware of the \nregulatory agency investigations.  (First Hart Dep. 69:12−71:21; 183:20−184:2.)  \n103. After the SEC completed its investigation, First Oak and Davis \nmutually agreed to terminate Davis’ consulting agreement with First Oak.  \n(12 October 2017 First Oak Termination of Consulting Agreement with \nJoseph P. Davis, ECF No. 50.34.)  Because the regulators told First Oak that it could \nnot compensate Davis with a percentage of its revenue, the APA was amended , and \nhe was issued a promissory note instead.  (Amendment to Asset Purchase Agreement, \nECF No. 48.13; Abolins Dep. 224:23−225:8.)   \n104. Thereafter,  on 17 July 2018, the SEC issued a consent order  based on \nits agreement with Davis.  The SEC barred Davis from associating with any broker, \ndealer, investment adviser, municipal securities dealer, municipal advisor, transfer \nagent, or nationally recognized statistical rating organization in any jurisdiction.  \n(SEC Consent Order, ECF No. 59.25.) \n  \nFirst Oak’s Reassurances to Hart \n105. Even a s the investigations were taking place , Davis, Thomsen, and \nAbolins continued to reassure Hart that everything was copacetic.  On 3 April 2017, \nafter receiving an out-of-office email from Davis, Hart emailed Abolins asking for the \nstatus of his private investments for tax purposes.  Abolins replied  via email using \nthe First Oak logo: \nThe latest from Joe is that we expect no taxable reportable events from \nADA, IQmax [sic] or SleepSafeDrivers [sic].  Montague K -1s are \nfinalized . . . accountants are breaking them up for individual \ndistribution . . . no profit  . . . manager actually harvested some \nunrealized losses as he switched positions.  That’s all I have at this \npoint.  \n \n(April 2018 Email Exchange between Abolins and Hart [17 Apr. 2018 Email \nExchange], ECF No. 48.17.)   \n106. Hart testified that Abolins’ use of the logo caused him to believe that his \nprivate investments were being managed by First Oak, (Second Hart Dep. 153:12−17, \n206:16−24), even though the only report he received from First Oak did not mention \nhis private holdings.  ( First Oak Client Return Summary, ECF No. 48.16.)   Hart \ntestified that he did not ask why his private investments did not appear on the \nOctober 2017 Client Return Summary.  (Second Hart Dep. 152:17−25.)  At the time, \nHart surmised that his private holdings were not on the report because his \ninvestments were still transferring over from DWM.  (Second Hart Dep. 153:1−11.)   \n107. In addition, in October 2017, after the SEC Consent Order, Davis and \nThomsen met Hart for an in-person lunch at a restaurant in Charlotte.  (Second Hart \nDep. 149:15−20.)  According to Thomsen, the purpose of the meeting was for Davis to \nintroduce Thomsen and to tell Hart that Davis was leaving First Oak.  (Thomsen \nDep. 90:9−18.)  Thomsen  recalls reviewing Hart’s financial plan, which he stated, \n“felt like a pretty normal review,” (Thomsen Dep. 100:20−25), except that he learned \nfor the first time that Hart had investments in private placements.  Even so, Thomsen \nsaid nothing to clarify (a) that First Oak was not managing the private investments \nand (b) that the SEC ha d prohibited Davis from acting as an investment advisor.  \n(Thomsen Dep. 97:24−98:5.)  This meeting was the only time Thomsen met in-person \nwith Hart.  (Thomsen Dep. 219:12−18.)  \n108. Hart testified that Thomsen did not say much at their lunch meeting \naside from pleasantries and telling Hart that he would be Hart’s main contact at First \nOak and Abolins would continue sending q uarterly reports.  (Second Hart \nDep. 151:15−25.)  Hart testified that he asked for a status update on ADA  Capital, \nIQMax, SleepSafe, and Integro, and Davis told him that everything was “going great.”  \n(Second Hart Dep. 150:17−24.)  Davis never mentioned his cancer diagnosis.  (Second \nHart Dep. 150:10−12.) \n109. In December 2017, weeks a fter the lunch meeting, Thomsen, worried \nthat there was some ambigui ty regarding Davis’ involvement at First Oak, followed \nup with Hart via email to schedule another meeting.   (Thomsen Dep. 89:1 3−90:3, \n91:2−5.)  However, the second meeting never took place.  (Thomsen Dep. 219:12−18.)  \nInstead, Hart decided to move his account.  (Second Hart Dep. 154: 15−17.) \n  \nHart Transfers Funds From First Oak \n110. On 15 December 2017, Hart sent an email to Abolins and Thomsen  \nstating that he would be transferring his funds from First Oak within the week and \nasking for a final invoice of outstanding fees owed.  T hree days later, Thomsen \nreplied, telling Hart to disregard any outstanding invoices.  (15 December 2017 Email \nat Hart 1073, ECF No. 48.6.) \n111. Hart explained that he moved his publicly traded investments but did \nnot know how to move his private investments.  (Second Hart Dep. 154:19 −24.)  He \nexpected First Oak to give him instructions on his private investments, but “there \nwas no discussion whatsoever.”  (Second Hart Dep. 155: 5−9; 15 6:22−157:10.)  \nHowever, when asked during his deposition if he was “still going to be looking to First \nOak after December 15, 2017 to advise [him] whether or not those private \ninvestments continued to fit [his] investment goals?”  Hart responded, “I don’t know.  \nI hadn’t really thought about it.”  (Second Hart Dep. 156:7 −11.)  According to his \nexpert, Hart’s  private investments were likely worth nothing  by then.  (Reagan \nDep. 90:1−11.) \n112. On 9 April 2018, while preparing to file his taxes, Hart emailed Abolins \nand First Oak for  information on his investments in ADA Capital, Montague, \nSleepSafe, and IQMax.  Within the hour, Abolins replied to Hart: \nFirst Oak does not manage private equity.  Those interests were \nretained by DWM and Joe Davis.  I am copying Joe Davis on this reply \nso that he can provide answers to your questions. \n \n(17 Apr. 2018 Email Exchange.)  \n113. Hart responded to Abolins, telling him that his reply was not “consistent \nwith the email that was sent last year that said the conversion  from DWM to First \nOak was complete and ‘it was business as usual’ (see attached) or the response to last \nyear’s [April 2017] email from [Abolins] regarding the 2016 K -1s (below).”  He \nrequested a written explanation of “the relationship between DWM and First Oak \nand the status of, documentation for, and contact information for any private equities \nthat [Hart] invested in.”  (17 Apr. 2018 Email Exchange.)  There is no response in the \nrecord from Abolins, Davis, or anyone else at First Oak to Hart’s email.  \n114. Contrary to Abolins’ email, Hart testified that he was not aware that \nDWM was “an ongoing concern” in 2018.  He thought “all parts of DWM were being \ntransitioned over to First Oak, and it was business as usual[.]”  Nobody told him that \nhis private investments did not transfer.  (Second Hart Dep. 158:10−23.)   \n115. Thereafter, from April 2018 to January 2019, Hart testified that he did \nnot receive any information from Defendants about his private investments, although \nhe occasionally received communications directly from SleepSafe and IQMax.  (First \nHart Dep. 170:21−171:9; Second Hart Dep. 159:15 −18; 182:4−14.)  He also testified \nthat he did nothing to follow up.  Hart explained  that at the time, his attention was \nconsumed by his business partner’s decision to retire.  (Second Hart Dep. 181:15−25.)  \nEven so, when asked whether he would have started looking for an attorney to pursue \nFirst Oak had the ownership transition at his firm not been occurring, Hart doubted \nthat he would have.  (Second Hart Dep. 182:1−4.)  He testified, “I got kids in college \nand/or high school.  So between the personal issues and other things, it was just a \nbusy time.”  (Second Hart Dep. 182:17−19.) \n116. In early January 2019, perhaps prompted by the “start of tax season” he \n“had a trigger somewhere that [he] needed to follow up on these [private] investments \nif the folks at First Oak were disavowing any relationship with them despite what \n[he] had been told otherwise.”  This “trigger” led Hart to reach out to Davis on \n8 January 2019 via email, asking for an update on his investments in IQMax, Integro, \nand ADA Capital.  (First Hart Dep. 166:19−23, 167:5−8.)   \n117. Within hours after Hart sent that email , Davis replie d asking if Hart \ncould speak with him by telephone.  (8 Jan.  2019 Email, ECF No. 48.18.)  Hart recalls \nthat he did talk to Davis over the phone and th at th ey discussed his pri vate \ninvestments but did not talk about First Oak.  (First Hart Dep. 168:18−22.) \n118. Subsequently, in April 2019, the North Carolina Secretary of State, as \nthe Administrator of the North Carolina Investment Advisers Act, sanctioned First \nOak for employing Davis and representing him as a “Senior Board member” on its \nwebsite.  In addition, b ecause Davis previously had been barred from the South \nCarolina securities industry and therefore was not eligible to register as an \ninvestment adviser representative in North Carolina, the Secretary of State \nconcluded that First Oak’s employment of Davis and its use of him as an unregistered \ninvestment adviser representative was an unethical business practice prohibited by \nthe North Carolina Investment Advisers Act, N.C.G.S. § 78C -1, et seq.  (In re: First \nOak Wealth Mgmt., LLC , 17 SEC 081 (N.C. Sec’y State, Apr. 8, 2019)  [NC Consent \nOrder], ECF No. 59.27.) \n119. Specifically, the North Carolina Secretary of State found the following \nfacts: \na. DWM terminated its status as a registered investment  adviser with \nthe U.S. Securities and Exchange Commission on May 17, 2017.  \nAlso, Davis terminated his status as an investment adviser \nrepresentative with DWM on May 1, 2017. \n \nb. After [First Oak] registered as an investment adviser firm in North \nCarolina on May 3, 2017, [First Oak] solicited clients with publically \n(sic) traded securities accounts who had been investment advisory \nclients of DWM to become investment advisory clients of [First Oak.] \n \nc. The solicitation by [First Oak] consisted of general messaging to \nDWM clients to have them agree to the transfer of their investment \nadvisory accounts over to [First Oak] and that “it was business as \nusual” and the only thing changing was the “back office and \ncompliance support.” \n \nd. Davis was identified by e -mail and other correspondence as part of \nthe “First Oak Team” and advised [First Oak] regarding what advice \nshould be given to a particular client (based on suitability) who had \ninquired about a particular security.  [First Oak] h ad Davis meet \npersonally with certain DWM clients to recommend the services of \nthe newly created [First Oak].  \n \ne. As a consequence of [the above paragraphs], Davis solicited or offered \nor negotiated for the sale of investment advisory services for [First \nOak]. \n \n* * * * \nf. Although the South Carolina Securities Commissioner ordered that \nDavis was “permanently barred from participating in any aspect of \nthe securities industry in or from the State of South Carolina,” [First \nOak] did not convey this information in writing (prio r to or at the \ntime of the solicitation) to any of those solicited DWM clients or to \nany of [First Oak’s] prospective investment advisory clients that \nwere referred by Davis. \n \n(NC Consent Order 3−4.) \n \n120. Among other determinations, the North Carolina Secretary of State \nconcluded as a matter of law: \na. [First Oak]’s utilization of Davis as an unregistered investment \nadvisor representative [was] an unethical business practice in the \nsecurities or financial services industry pursuant to N.C.G.S. § 78C-\n19(a)(2)(g) and 18 NCAC 06A.1801(a)(18). \n \nb. [First Oak] failed to reasonably supervise Davis when he acted as an \ninvestment advisor representative of [First Oak], in violation of \nN.C.G.S. § 78C-19(a)(2)(j) and 18 NCAC 06A.1808. \n \nc. [First Oak] failed to comply with 18 NCAC 06A.1707(b), as \nauthorized by N.C.G.S. § 78C-18(b), when it did not provide written \ninformation about Davis to its prospective investment advisory \nclients who were solicited by Davis. \n \n(NC Consent Order 5-6.) \n121. First Oak, while neither agreeing with nor denying the findings and \nconclusions of the agency,  consented to the terms of the order.  It agreed to comply \nwith the North Carolina Investment Advisers Act, to pay a civil monetary penalty of \n$25,000, and to reimburse the State of North Carolina another $55,000 for the cost of \nthe investigation.  In addition, First Oak was ordered to provide a copy of the consent \norder to all clients who were formerly DWM clients or were referred by Davis to First \nOak.  (NC Conse nt Order 7 −9.)  It appears that n o one told Hart.   (Hart \nDep. 68:18−70:3.) \n122. It was not until  the COVID -19 pandemic began in 2020 and Hart’s \nbusiness began to slow down  that he began  to focus on his private investments .  \n(Second Hart Dep. 170:1− 6.)  After doing some internet research on his own, Hart \ndiscovered that Davis had been barred by the SEC , that complaints had been filed \nagainst Abolins, and that there were some settlements involving Abolins .  (Second \nHart Dep. 184:6− 17; 186:8−15.)  Hart testified that he had no prior knowledge of \nDavis’ and Abolins’ regulatory issues.  (Second Hart Dep. 184:17 −21.)  He retained \ncounsel and this  lawsuit was filed on 1 October  2021.  (Second Hart \nDep. 184:22−185:16.) \nII. PROCEDURAL HISTORY \n \n123. In his Complaint, filed 1 October 2021, Hart asserted claims for \nconstructive fraud, common law fraud, violation of the North Carolina Investment \nAdvisers Act, N.C.G.S. § 78C -38 et seq. , (NCIAA violations), negligent \nmisrepresentation, violation of the North Carolina Racketeer Influenced and Corrupt \nOrganizations Act, N.C.G.S. § 75D- 1 et seq., (RICO violations), and civil conspiracy \nagainst First Oak, Abolins, and Davis.  Hart demanded both compensatory and \npunitive damages.  (See generally Compl., ECF No. 3.) \n124. Both First Oak and Abolins initially moved to dismiss the Complaint.  \n(Def. Airis Abolins’ Mot. Dismiss, ECF No. 9; Def. First Oak Wealth Mgmt., LLC’s \nMot. Dismiss, ECF No. 14.)\n14  After briefing and a hearing on the issues, the Court \ngranted in part and denied in part both motions to dismiss.  Hart v. First Oak Wealth \nMgmt., LLC , 2022 NCBC LEXIS 81, at **67 (N.C. Super. Ct. July 28, 2022).  \nSpecifically, the Court dismissed Hart’s RICO claims against Abolins and First Oak, \nas well as Hart’s claims for affirmative fraud and negligent misrepresentation \n \n14 DWM and Davis have yet to answer the complaint and have not yet appeared in this case.  \nSee Hart v. First Oak Wealth Mgmt., LLC , 2022 NCBC LEXIS 81, at **25 (N.C. Super. Ct. \nJuly 28, 2022). \nagainst Abolins.  Id.  All other claims, including Hart’s claims for fraudulent \nconcealment against both First Oak and Abolins, remain.   \n125. Discovery is now complete, and before the Court are First Oak’s and \nAbolins’ (the Moving Defendants) motions for summary judgment on the remaining \nclaims.  (First Oak Mot.; Abolin s Mot.)  After full briefing and a hearing, (Not. H’rg, \nECF No. 70), the Motions are ripe for resolution.  \nIII. LEGAL STANDARD \n126. Summary judgment is  appropriate “if the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with the affidavits, if any, \nshow there is no genuine issue as to any material fact and that any party  is entitled \nto a judgment as a matter of law.”  N.C. R. Civ. P. 56(c);  see also Watts v. Cumberland \nCnty Hosp. Sys., Inc., 317 N.C. 110, 115 (1986)  (“Summary judgment is appropriate \n(1) when a claim or defense is utterly baseless in fact, or (2) when the facts are \nindisputable but there is controversy as to a question of law.”).  \n127. Genuine issues of material fact are those “which can be maintained by \nsubstantial evidence.”  Kessing v. Nat’l Mortg. Corp. , 278 N.C. 523, 534 (1971).  \n“Substantial evidence is such relevant evidence as a reasonable mind might accept \nas adequate to support a conclusion and means more than a scintilla or a permissible \ninference.”  Daughtridge v. Tanager Land, LLC , 373 N.C. 182, 187 (2019) (citation \nand internal quotation marks omitted). \n128. In reviewing a motion for summary judgment, the Court must consider \nall evidence in the light most favorable to the non -moving party.  Belmont Ass’n v. \nFarwig, 381 N.C. 306, 310 (2022)  (citing Dalton v. Camp, 353 N.C. 647, 651 (2001) ).  \nThe movant has the burden of establishing the lack of any triable issue of fact.  \nPembee Mfg. Corp. v. Cape Fear Constr. Co., 313 N.C. 488, 491 (1985). \n129. The movant can satisfy its burden by proving that “an essential element \nof the opposing party’s claim does not exist, cannot be proven at trial, or would be \nbarred by an affirmative defense, or by showing through discovery that the opposing \nparty cannot produce evidence to support an essential element of [the] claim.”  Dobson \nv. Harris,  352 N.C. 77, 83 (2000) (citations omitted).  Should the moving parties \nsatisfy their burden, then the burden shifts to the non- moving party to “set forth \nspecific facts show ing that there is a genuine issue for trial.”  Lowe v. Bradford,  \n305 N.C. 366, 369−70 (1982) (quoting N.C. R. Civ. P. 56(e)).  If the nonmoving party \nfails to satisfy his burden, then “summary judgment, if appropriate, shall be entered \nagainst” the nonmovant.  N.C. R. Civ. P. 56(e).   \n130. Ultimately, when ruling on a motion for summary judgment, a trial \ncourt will not resolve issues of fact “and must deny the motion if there is any genuine \nissue of material fact.”  Singleton v. Stewart, 280 N.C. 460, 464 (1972).   \nIV. ANALYSIS \nA. Statute of Limitations \n \n131. The Court first turns to the Moving Defendants’ assertions that the \nstatute of limitations has expired on Hart’s claims against them.   \n132. Defendants contend that the statute of limitations started a decade ago, \nwhen Hart was provided offering materials describing the highly speculative nature \nof one of his private investments.  (Mem. Supp. Def. Airis Alexander Abolins’ Mot. \nSumm J. [Abolins Br.] 35 − 3 7 ,  E C F  N o .  5 2 ;  R e p l y  M e m .  F u r t h e r  S u p p .  D e f .  A i r i s  \nAlexander Abolins’ Mot. Summ. J. [Abolins Reply] 2−5, ECF No. 69.)  They argue that \ncertainly by 2015, when CarFab collapsed, Hart, an accredited investor inform ed of \nthe highly speculative nature of his investments, should have been alerted to \ninvestigate.  Even if Hart was not alerted then, Abolins argues that when Hart was \ntold in April 2018 that First Oak was not managing the private equity part of his \nportfolio, Hart should have known something was amiss.  Therefore, Defendants \ncontend that, at the latest, the statutes of limitation for fraud, negligent \nmisrepresentation, and violation of the NCI AA were triggered and had run by April \n2021, months before Hart filed this lawsuit.  (D ef. First Oak Wealth Mgmt., LLC’s \nMem. Law Supp. Mot. Summ. J. [First Oak Br.] 26 −27, 30−31, 33−34, ECF No. 49 ; \nAbolins Br. 35-37.) \n133. Hart responds that Davis, Abolins, and later First Oak, through its \nreports, emails, and the October 2017 lunch meeting, concealed the actual state of his \nprivate holdings such that he could not have discovered the alleged wrongs until he \ndecided to check the FINRA website in 2021 and saw negative i nformation about \nDavis.  He testified that he decided to check the website because he “thought it was \na little strange” that none of the private investments “worked out” the way they had \nbeen presented to him.  W hether he should have been prompted to check Davis’ \nbackground sooner, he argues, is for a jury to determine rather than the Court at the \nsummary judgment stage.  (Pl.’s Br. Opp. Def. First Oak Wealth Mgmt.’s Mot. \nSumm. J. [Pl. Br.] 29−30, ECF No. 58.) \n134. “When a defendant pleads the statute of limitations in bar of a plaintiff's \nclaim, the burden is upon the plaintiff to show that its suit was commenced within \nthe appropriate time from the accrual of the cause of action. ”  Chase Dev. Grp. v. \nFisher, Clinard & Cornwell, PLLC, 211 N.C. App. 295, 304 (2011) (citing Pembee Mfg. \nCorp., 313 N.C. at 491).  In this case, that burden falls on Hart.  Abolins contends \nthat the undisputed facts establish that Hart has failed to meet his burden.  \n135. The statute of limitations for both negligent misrepresentation and \nfraud is three years.  See N.C.G.S. § 1-52(5) (negligent misrepresentation); § 1-52(9) \n(fraud).  NCIAA violations are also subject to a three-year statute of limitations.  See \nN.C.G.S. § 78C-38(d).   \n136. A claim accrues under the applicable statute of limitations when “the \nright to institute and maintain a suit arises.”  Thurston Motor v. Gen. Motors, \n258 N.C. 323, 325 (1962).  Typically, this right arises at the time the injury occurs \n“even in ever so small a degree.”  Matthieu v. Gas Co., 269 N.C. 212, 215 (1967).   \n137. However, in certain instances, the “discovery rule” applies. The \ndiscovery rule is an objective standard that “tolls the statute of limitations only until \na reasonable person should have discovered the fraud under the circumstances and \nin the exercise of r easonable prudence.  The particular moment that a specific \nplaintiff alleges he actually  discovered the fraud is irrelevant.”  Taylor v. Bank of \nAm., N.A., 385 N.C. 783, 789 (2024) (citing Latham v. Latham , 184  N.C. 55, 66 \n(1922)). \n138. When the discovery rule applies, the statute of limitations does not begin \nto run until the plaintiff reasonably knows or should have known of facts that amount \nto a claim.  See Christenbury Eye Ctr., P.A. v. Medflow, Inc. , 370 N.C. 1 , 2 (2017) \n(“North Carolina law has long recognized the principle that a party must timely bring \nan action upon discovery of an injury to avoid dismissal of the claim.”);  Pembee Mfg. \nCorp., 313 N.C. at 493 (“as soon as the injury becomes apparent to the claimant or \nshould reasonably become apparent, the cause of action is complete and the limitation \nperiod begins to run.”). \n139. Claims for fraud, negligent misrepresentation, and violation of the \nNCIAA are subject to the discovery rule.  See N.C.G.S. § 1-52(9) (fraud claims do not \naccrue “until the discovery by the aggrieved party of the facts constituting the fraud \nor mistake.”);  Jefferson-Pilot Life Ins. Co. v. Spencer, 336 N.C. 49, 57 (1994) (a claim \nfor negligent misrepresentation “does not accrue until two events occur: first, the \nclaimant suffers harm because of the misrepresentation, and second, the claimant \ndiscovers the misrepresentation.”); N .C.G.S. § 78C-38(d) (if a defendant “ engages in \nany fraudulent or deceitful act that conceals the violation or induces the person to \nforgo or postpone commencing an action based upon the violation , the suit may be \ncommenced not later than three years after the person discovers or should have \ndiscovered that the act was fraudulent or deceitful”).  \n140. With respect to a claim for fraud, our appellate courts have defined \n“discovery” within s ection 1-52(9) as “actual discovery or the time when the fraud \nshould have been discovered in the exercise of due diligence.”  Spears v. Moore, \n145 N.C. App. 706, 708 (2001).  Accrual begins “at the time of discovery regardless of \nthe length of time between the fraudulent act or mistake and plaintiff's discovery of \nit.”  Forbis v. Neal, 361 N.C. 519, 52 4 (2007) (quoting Feibus & Co. v. Godley \nConstr. Co., 301 N.C. 294, 304 (1980)). \n141. Absent undisputed circumstances that, as a matter of law, would have \nalerted a reasonable person to investigate, determining when a plaintiff discovered \nor should have discovered facts constituting a claim is generally an issue of fact \nreserved for a jury.  See Forbis, 361 N.C. at 524 (“Ordinarily a jury must decide when \nfraud should have been discovered in the exercise of reasonable diligence under the \ncircumstances.  This is particularly true when the evidence is inconclusive or \nconflicting.”); Feibus, 301 N.C. at 304−05 (“When [a] plaintiff should, in the exercise \nof reasonable care and due diligence have discovered the fraud is a question of fact to \nbe resolved by the jury.”); Piles v. Allstate Ins. Co ., 187 N.C. App. 399, 405 (2007) \n(“The date of [Plaintiff’s] discovery of the alleged fraud or negligence – or whether she \nshould have discovered it earlier through reasonable diligence –  is a question of fact \nfor a jury[.]”).   \n142. On the other hand, a plaintiff who ignores warning signs and fails to \nexercise reasonable diligence does so at his peril.   When the undisputed facts do  \ndemonstrate that a reasonable person would have been on notice of the need to \ninvestigate, this issue may be resolved as a matter of law.  See, e.g., Piedmont Inst. of \nPain Mgmt. v. Staton Found., 157 N.C. App. 577, 585 ( 2003) (affirming trial court’s \ndismissal of fraud claim on  summary judgment where  evidence established that \nplaintiff failed to exercise due diligence in uncovering the alleged fraud ); Spears v. \nMoore, 145 N.C. App. 706, 708- 09 (2001) ( “Failure to exercise due diligence may be \ndetermined as a matter of law . . .  where it is clear that there was \nboth capacity and opportunity to discover the [fraud] ”); Jennings v. Lindsey, \n69 N.C. App. 710, 715 (1984) ( “Where a person is aware of facts and circumstances \nwhich, in the exercise of due care, would enable him or her to learn of or discover the \nfraud, the fraud is discovered for the purposes of the statute of limitations.”).  \n143. In this case, obvious red flags appeared even before First Oak was \nformed.  For example, the offering memoranda DWM provided to Hart identified the \nprivate investments as both high risk and speculative.  Some of them spelled out \nDavis’ conflicts of interest.  The WCRs Hart received from DWM contained \ndisclaimers and definitions regarding value that are inconsistent with a conclusion \nthat they were accurate reports of the fair market value of Hart’s private \ninvestments.  Hart was sufficiently dissatisfied with these private investments that \nhe instructed DWM in May 2014 not to invest any more of his funds this way.  Hart \nknew that the CarFab investment was worthless by 2015.  Lawsuits against Davis, \nAbolins, and DWM were appearing in the public record. The South Carolina \nCommissioner’s order barring Davis from the investment advisory industry in South \nCarolina was public as of 2 May 2016 .  Still, Hart largely accepted information  he \nwas given at face value and did not ask probing questions or seek to investigate any \nof his investments beyond attending one shareholders’ meeting in 2013 and checking \nto make sure the companies in which he invested had websites on the internet. \n144. When First Oak appeared in 2017, Hart received only one report \nshowing the value of his investments, and it listed only the publicly traded ones.  \nShortly after  he was informed of Davis’ “retirement” during the l unch meeting in \nOctober 2017, Hart closed his account with First Oak in December 2017.  Hart \ntestified that he moved his publicly traded investments but did not know how to \ntransfer his private investments, so he just left them hanging until April 2018, when \nhe asked for information to prepare his t axes.  At that time Abolins expressly told \nHart in an email that First Oak had never managed the private investments, which \nsurprised Hart, yet Hart still did nothing to investigate until he emailed Davis on \n8 January 2019.  He apparently accepted Davis’ word on the state of his investments, \nbecause Hart did nothing further to investigate until sometime in 2020, during the \nCOVID shutdown, when he says he finally had the time to look into the matter. \n145. Hart maintains that there was good reason for his inaction.  He paid a \nfee to be able to rely on registered investment advisors to watch his investments for \nhim.  But while use of a fiduciary m ight explain Hart’s conduct when it comes to \nconstructive fraud, it does not relieve him of his legal obligations with respect to fraud \nin general.  By April 2018 at the latest, a reasonable person would have been on notice \nthat the private investments at issue were inconsistent with a conservative \ninvestment profile and riddled with conflicts of interest.  A reasonable person would \nhave taken more care to determine the whereabouts of his private investments once \ntold that they were not being managed by First Oak.   By 17 July 2018, the SEC’s \nConsent Order barring Davis from acting as an investment advisor was public record.  \nIn the face of the undisputed fact, the Court concludes  as a matter of law  that Hart \nknew or should have know n of the alleged fraud with respect to his private \ninvestments more than three years before he filed suit. \n146. “Statutes of limitations are inflexible and unyielding, ” commanding \n“that litigation be initiated within the prescribed time or not at all.”  Shearin v. Lloyd, \n246 N.C. 363, 370 (1957).  Because Hart did not pursue these three claims in time, \nthe Moving Defendants’ Motions with respect to them shall be GRANTED.  \nB. Constructive Fraud \n \n147. On the other hand, Hart’s claim for constructive fraud both survives the \nMotions and has a ten -year statute of limitations.  NationsBank v. Parker, \n140 N.C. App. 106, 113 (2000) (“A claim of constructive fraud based upon a breach of \na fiduciary duty falls under the ten -year statute of limitations contained in \nN.C.G.S. § 1-56[.]”).    \n148. Constructive fraud is a claim that “originated in courts of equity and is \nbased on the notion ‘not that there is fraud, but that there may be fraud’ where a \nfiduciary has consummated a transaction benefiting himself and harming those to \nwhom he owes a fiduciary duty.”  Provectus Biopharmaceuticals, Inc. v. RSM US LLP, \n2018 NCBC LEXIS 101, at *58- 59 (N.C. Super Ct. Sept. 28,  2018) (quoting Lee v. \nPearce, 68 N.C. 76, 81 (1873)). \n149. To raise the presumption of constructive fraud “a plaintiff must \nestablish (1) facts and circumstances creating a relation of trust and confidence; \n(2) which surrounded the consummation of the transaction in which the defendant is \nalleged to have taken advantage of the relationship; and (3) the defendant sought to \nbenefit himself in the transaction.”  Sullivan v. Mebane Packaging Grp., Inc.,  \n158 N.C. App. 19, 32 (2003). \n150. Once the presumption arises, the accused fiduciary can rebut it by \nshowing that he did not abuse the plaintiff’s trust.  If successfully rebutted, the \npresumption “evaporates, and the accusing party must shoulder the burden of \nproducing actual evidence of fraud.”  Chisum v. Campagna, 376 N.C. 680, 709 (2021) \n(quoting Watts, 317 N.C. at 116).  \n151. Constructive fraud differs from actual fraud in that “it is based on a \nconfidential relationship rather than a specific misrepresentation.”  Terry v. Terry , \n302 N.C. 77, 85 (1981).  “When  . . . the superior party obtains a possible benefit \nthrough the alleged abuse of the confidential or fiduciary relationship, the aggrieved \nparty is entitled to a presumption that constructive fraud occurred.”  Forbis, 361 N.C. \nat 529.  The presumption arises “not so much because the fiduciary has committed a \nfraud, but because he may have done so[.]”  Id. (cleaned up). \n152. As discussed above, o rdinarily a plaintiff must exercise reasonable \ndiligence to discover the facts constituting a claim.  W hen a fiduciary commits the \ninjury, however, the plaintiff is entitled to rely on the fiduciary’s duty to disclose the \ntruth when deciding whether to conduct his own inquiry .  Forbis , 361 N.C. at 525 \n(“When . . . the fraud is allegedly committed by the superior party to a confidential or \nfiduciary relationship, the aggrieved party’s lack of reasonable diligence may be \nexcused.”).  Thus, a  plaintiff’s failure to use due diligence to discover an allegedly \nfraudulent act may be excused if he is “actually deterred” from “suspecting or \ndiscovering the fraud.”  Wilson v. Pershing, LLC , 253 N.C. App. 643 , 655 (2017) \n(quoting Vail v. Vail, 233 N.C. 109, 116 (1951)). \n153. Nevertheless, a plaintiff cannot ignore tell-tale signs that something is \namiss, even when a fiduciary is involved.  “This principle of leniency does not \napply . . . when an event occurs to excite [the aggrieved party’s] suspicion or put [him] \non such inquiry as should have led, in the exercise of due diligence, to a discovery of \nthe fraud.”  Forbis, 361 N.C. at 525;  see also Vail v. Vail, 233 N.C. 109, 116−17 (1951) \n(“it is generally held that when it appears by reason of the confidence reposed the \nconfiding party is actually deterred from sooner suspecting or discovering the fraud,  \nhe is under no duty to make inquiry until something occurs to excite his suspicions.” \n(emphasis added) (cleaned up)); Small v. Dorsett, 223 N.C. 754, 761 (1944) (“Where a \nconfidential relationship exists between the parties, failure to discover the facts \nconstituting fraud may be excused.  In such a case, so long as the relationship \ncontinues unrepudiated, there is nothing to put the injured party on inquiry, and he \ncannot be said to have failed to use due diligence in detecting the fraud.” (citation \nomitted) (emphasis added)).  \n154. In this case there is evidence upon which a jury could conclude that \nHart’s fiduciaries deterred him from suspecting or discovering the alleged fraud.  \nConsequently, when the statute of limitations began to run on Plaintiff’s claim for \nconstructive fraud is a jury question. \n(i)  Abolins  \n155. As a registered investment adviser representative working on Hart’s \naccount, the Court previously concluded that Abolins was Hart’s fiduciary as a matter \nof law.  Hart , 2022 NCBC LEXIS 81, at **30 –31 (citing 18 N.C. Admin. \nCode 06A.1801(a)); see also SEC v. Capital Gains Rsch. Bureau, Inc., 375 U.S. 180, \n201 (1963) (holding that investment advisers registered under federal law are \nfiduciaries); Burton v. Hobart Fin. Grp., Inc.,  2024 NCBC LEXIS 34, at * *68 \n(N.C. Super. Ct. Feb. 26, 2024). \n156. There is also evidence to support a de facto fiduciary relationship.  Hart’s \nagreement with DWM gave it “full power to direct, manage, and change the \ninvestment and reinvestment of the assets” in his account “and to take other action \nwith respect to such assets, all without prior consultation with or notice  to [him.]”  \n(DMW Inv. Adv. Agreement.)  DWM’s brochure to clients specifies that “[u]nder the \nInvestment Advisers Act of 1940, DWM owes fiduciary duties to its clients.”  (DWM \nBrochure 7.)  \n157. While at DWM, Abolins acted as Chief Investment Officer, promising to \nfocus “at the client level . . . making sure no stone is left unturned” – a promise that \nis contrary to his current contention that his role was merely to convey information \nhe received from Davis.  Hart testified that Abolins reviewed his investment \nperformance with him and provided tax information.  Consistent with his \nunderstanding of DWM and Abolins’ role, Hart  signed forms (some pre -populated) \nagreeing that he was an accredited investor because his fiduciaries, including \nAbolins, told him to.  Whether Abolins (a) knew the investments were overvalued and \nconspired with Davis to defraud Hart; (b) simply turned a blind eye to the numbers \nhe was being given so that he could accept the benefit of higher fees when he received \nhis share of the firm’s profits; or (c) acted only as a scrivener for Davis is an issue for \nthe jury to decide. \n158. Even so, Abolins contends  that he cannot be liable to Hart for \nconstructive fraud because there is no evidence that he enriched himself at Hart’s \nexpense.  Abolins argues that payment for work Abolins actually performed is not an \nimproper benefit that gives rise to constructive fraud.  (Abolins Br. 27−28.)   \n159. “The fact that the defendant obtained a benefit is  . . . the defining \nfeature of constructive fraud and what sets such a claim apart from a claim for breach \nof fiduciary duty.”  P rovectus Biopharmaceuticals, Inc. v. RSM US LLP, \n2018 NCBC LEXIS 101, at *58−59 (citing White v. Consol. Planning, Inc. , \n166 N.C. App. 283, 294 (2004)); s ee Ironman Med. Props., LLC v. Chodri , \n268 N.C. App. 502, 513 (2019) (“The primary difference between pleading a claim for \nconstructive fraud and one for breach of fiduciary duty is the intent and showing that \nthe defendant benefitted from his breach of duty.”).  \n160. Here, Plaintiff has presented sufficient evidence that Abolins \nimproperly benefitted from Hart’s misplaced trust to avoid summary judgment on \nthat basis.  While at DWM, Abolins produced the reports on which DWM based its \nfees.  Those fees were calculated as a percentage of the value of Hart’s investment \naccount—an account that included private investments that a jury could reasonably \nconclude were purposefully overvalued.  As a minority shareholder in DWM, Abolins \nbenefited when DWM benefited.   (DWM Am. Operating Agreement; Abolins \nDep. 300:21−25.)  Burton, 2024 NCBC LEXIS 34, at *73−74 (distinguishing Sterner \nv. Penn, 159 N.C. App. 626, 631 (2003), and holding in the Rule 12(b)(6) context that \n“allegations that the fees an d commissions associated with the investment products \nrecommended to Plaintiffs were excessive and undisclosed —the benefit Defendants \nallegedly sought through their breach” were sufficient to state a claim for constructive \nfraud) (emphasis added)). \n(ii) First Oak  \n \n161. First Oak, while not disputing its fiduciary status, also contends that by \nsuccessfully soliciting Hart’s business, managing Hart’s publicly traded assets, and \nreceiving fees for the work it performed, it did not receive the type of benefit necessary \nto support a claim for constructive fraud.  (First Oak Br. 16-19; First Oak Reply Mem. \n[First Oak Reply] 15-16, ECF No. 67.)   \n162. Our appellate courts have held that “the benefit sought by the defendant \nmust be more than a continued relationship with the plaintiff.”  Sterner, \n159 N.C. App. at 631 (quoting Barger v. McCoy, Hillard & Parks, 346 N.C. 650, 667 \n(1997)).  In addition, “payment of a fee to a defendant for work done by that defendant \ndoes not by itself constitute sufficient evidence that the defendant sought his own \nadvantage in the transaction.” NationsBank, 140 N.C. App. at 114.  Moreover,  this \nCourt has determined that  a plaintiff's contention that the defendants committed \nfraud to protect their own reputation was not sufficient to show that defendants \nreceived a benefit to support a constructive fraud claim .  Deyton v. Estate of Waters, \n2013 NCBC LEXIS 19, at *30-31 (N.C. Super. Ct. Apr. 25, 2013). \n163. But this is not a case of a benefit conferred by virtue of a continued \nrelationship.  The relationship with First Oak was a new one , and there is evidence \nthat Hart would not have allowed any of his assets to transfer to First Oak in the first \nplace had Abolins, Davis, or Thomsen told him about Davis and DWM’s regulatory \nproblems.  Instead, there is evidence that First Oak contracted with Davis for his \nbook of business and then put him “ out front” to attract former DWM clients , \nincluding Hart, in order to establish the newly formed First Oak for owners Thomsen \nand Abolins.  (Thomsen Dep. 21:19−22; 53:2−11.)  Therefore, under the particular \ncircumstances presented in this case, the Court concludes that sufficient evidence of \nan improper benefit exists for Plaintiff’s claim to be decided by a jury .  See Aldridge \nv. Metro. Life Ins. Co., 2019 NCBC LEXIS 116, *73–74 (N.C. Super Ct. Dec. 31, 2019) \n(“While the benefit sought by the defendant must be more than a continued \nrelationship with the plaintiff, the rationale behind this principle is that presumably, \nthe defendant would have obtained the benefit of a continued relationship with [the \nplaintiff] equally by providing accurate information .” (citing  NationsBank, \n140 N.C. App. at 114)). \n164. Finally, b oth Defendants argue that Plaintiff did not suffer actual \ndamages as a result of their conduct.  They point to Hart’s admission that he did not \ncontribute any money to private investments after 2015—well before First Oak was \nformed in 2017 —and to expert testimony presented by Hart that it was likely that \nmany of Hart’s investment losses had already occurred by the time his account \ntransferred to First Oak.  To the extent Hart suffered losses after the transfer, the \nMoving Defendants argue that the evidence of those losses is too speculative to \nsubmit to the jury.  (Abolins Br. 31−32; 37; First Oak Br. 2, 19−20, 23.) \n165. The M oving Defendants’ arguments regarding damages are easily \ndispatched.  While they might bear on a claim for common law fraud, Collier v. \nBryant, 216 N.C. App. 419, 430– 31 (2011) (quoting Hawkins v. Hawkins , \n101 N.C. App. 529, 532–33 (1991)), they are not dispositive of a claim for constructive \nfraud.  Our appellate  courts have concluded that it is  “well- established law” that \nnominal damages are available once a cause of action for constructive fraud has been \nestablished.  Chisum, 376 N.C. at 704−05. \nC. Civil Conspiracy \n \n166. Plaintiff’s request for damages arising from civil conspiracy is \npredicated on his underlying allegations of wrongful conduct on the part of Davis and \nAbolins, individually and as agents for First Oak.  Both Abolins and First Oak argue \nthat they cannot be found liable on a civil conspiracy theory because Hart has not \npresented evidence of an agreement between First Oak, Abolins, and Davis to commit \nany unlawful acts resulting in injury to Hart.  (Abolins Br. 37; First Oak Br. 13−16.) \n167. Hart responds that circumstantial evidence supports a conclusion that \nAbolins, First Oak, and Davis agreed to create First Oak , among other reasons, to \nhide Davis’ disbarment from the securities industry by state and federal authorities.  \nPlaintiff contends that t hey then contracted with Davis and sent misleading \ncommunications to attract Plaintiff and others to First Oak as clients.  (Pl. Br. 31−32; \nFirst Hart Dep. 174:11−175:4.)  \n168. Civil conspiracy is not an independent claim.  Dove v. Harvey , \n168 N.C. App. 687, 690 (2005).  Rather, “[a] civil action for conspiracy is an action for \ndamages resulting from acts committed by one or more of the conspirators pursuant \nto the formed conspiracy, rather than the conspiracy itself.”  Krawiec v. Manly , \n370 N.C. 602, 613 (2018) (quoting Burton v. Dixon , 259 N.C. 473, 476 (1963)).  I t \n“associate[s] the defendants together and perhaps liberalize[s] the rules of evidence \nto the extent that under pro per circumstances the acts and conduct of one might be \nadmissible against all.”  Fox v. Wilson , 85 N.C. App. 292, 301 (1987).  Pleading civil \nconspiracy allows a plaintiff to recover from anyone who facilitated the alleged \nwrongs “by agreeing for [the wrongs] to be accomplished.”  Nye v. Oates, \n96 N.C. App. 343, 346−47 (1989). \n169. Civil conspiracy requires evidence of “(1) an agreement between two or \nmore individuals; (2) to do an unlawful act or to do a lawful act in an unlawful way; \n(3) resulting in injury to [the] plaintiff inflicted by one or more conspirators; and \n(4) pursuant to a common scheme.”  Privette v. Univ. of N.C. at Chapel Hill , \n96 N.C. App. 124, 139 (1989).  A conspiracy may be established by circumstantial \nevidence, but evidence of the agreement “must be sufficient to create more than a \nsuspicion or conjecture in order to justify submission to a jury.”  Henderson v. \nLeBauer, 101 N.C. App. 255, 261 (1991); s ee also  Kixsports, LLC v. Munn , \n2021 NCBC LEXIS 32, at *37 (N.C. Super. Ct. Apr 1, 2021) ( “An action \nfor conspiracy may be proven through circumstantial evidence, and behavior that \nmay be benign or innocuous when standing alone can acquire a different meaning \nwhen placed in a larger context” (citation and quotation marks omitted)).  \n170. Moreover, as this Court previously held, a conspiracy  claim cannot be \nmaintained “for acts that occurred before [a party] joined the alleged conspiracy if \nthose acts completed the ultimate objective  of the  conspiracy.  In contrast, if the \nobjective of the conspiracy was not yet achieved when [the party] joined, then [the \nparty] remains jointly and severally liable for those acts. ”  Hart , \n2022 NCBC LEXIS 81, at **66 (citing In re Am. Cont’l Corp. v. Lincoln Savs. & Loan \nSesc. Litig., 794 F. Supp. 1424, 1437 (D. Ariz. 1992)).  \n171. Here, there is sufficient circumstantial evidence of an agreement among \nDavis, Abolins, and First Oak to commit constructive fraud to allow Plaintiff’s \nconspiracy theory to survive the Moving Defendants’ Motions.  Abolins set out to find \na buyer for DWM’s assets in 2016, after several of DWM’s clients had filed lawsuits \nalleging securities fraud, and while DWM and Davis were being actively investigated \nby the South Carolina Securities Commissioner.  Just three weeks after Davis sent a \nletter to Hart telling  him that DWM had decided to partner with Thomsen to form \nFirst Oak, Davis and DWM entered into a consent order with the South Carolina \nSecurities Commission forbidding them from engaging in the securities industry in \nthat state.  Plaintiff has presented evidence that no one told him  about the lawsuits \nor the consent order.  Instead, they led him to believe nothing had changed and that \nthe move to First Oak was simply a “rebranding.” \n172. Further, Hart testified that he was not told that his private investments \ndid not transfer to First Oak until April 2018, after he had closed  his account there.  \nHe testified that Thomsen and Abolins, owners of First Oak, led him to believe that \nDavis continued to be a credentialed adviser who would manage all of his DWM \ninvestments at First Oak.  Both Davis and Abolins used language in their \ncommunications with Hart to suggest that there would be no change in his dealings \nwith them , and early in Hart’s relationship with First Oak, Abolins responded to \nHart’s tax questions regarding his private investments in an email using the First \nOak logo.  At the October 2017 lu nch meeting, Davis again reassured Hart that his \nprivate investments were being managed, and Thomsen did nothing to stop Hart from \nconcluding that Davis was speaking as First Oak’s agent. \n173. Based on the evidence presented, a jury could reasonably conclude that \nDefendants agreed among themselves to keep material information from Hart.  “So \nlong as [Hart] can show an agreement among the [Defendants] to carry out the \nmisconduct, ‘all of the conspirators are liable, jointly and severally, for the act of any \none of them done in furtherance of the agreement.’ ”  Mecklenburg Cnty. Barings LLC \nv. Fowler, 2025 NCBC LEXIS 18, at **19 (N.C. Super. Ct. Feb. 13, 2025) (quoting \nNeugent v. Beroth Oil Co., 149 N.C. App. 38, 53 (2002)). \n174. Further, a jury could reasonably find that the ultimate objective of the  \nconspiracy—to unlawfully benefit from Hart’s investment account—had not yet been \ncompleted when that  account transferred to First Oak.   While it appears from the \nevidence presented that the CarFab / SSE was worthless prior to the transfer, it is \nunclear whether the same is true for all of the private investments.  In addition, First \nOak benefitted from taking over management of Hart’s publicly traded investments, \nas discussed above.  A reasonable jury could conclude that the ultimate objective of \nthe conspiracy had not been completed when First Oak joined it.   \n                   D.  Fifth Amendment \n \n175. Davis failed to file an answer or otherwise respond to Plaintiff’s \nComplaint.  And, although he appeared for his deposition in this matter, Davis \nanswered every substantive question by invoking the Fifth Amendment.  \n(See generally Dep. of Joseph Davis, ECF No. 59.1.)  Hart argues that Davis’ decision \nto invoke the Fifth Amendment creates an adverse inference that precludes summary \njudgment.  (Pl. Br. 32.)  In addition , Hart contends that Davis’ r efusal to testify \njustifies the same  adverse inference against  Abolins and First Oak, his alleged co -\nconspirators.  (Hart Br. ¶  16, citing U.S. v. District Coun cil, 832 F. Supp. 644, 652 \n(S.D.N.Y. 1993)).  \n176. Both Defendants maintain that any negative inference arising from \nDavis’ invocation of the Fifth Amendment is insufficient to preclude summary \njudgment in their favor because they have not asserted the privilege themselves.  \n(Abolins Br. 22; Abolins Reply 17−20; First Oak Reply 16−18.)  However, Defendants \nargument fails to consider the effect of Plaintiff’s allegations of agency, as well as his \nconspiracy theory. \n177. North Carolina law permits factfinders to “infer guilt on a civil \ndefendant who, having the opportunity to refute damaging evidence against h[im], \nchooses not to” and “to infer that his truthful testimony would have been unfavorable \nto him.”  McKillop v. Onslow Cnty, 139 N.C. App. 53, 63−64 (2000); see also Baxter v. \nPalmigiano, 425 U.S. 308, 318 (1976) (“the Fifth Amendment does not forbid adverse \ninferences against parties to civil actions when they refuse to testify in response to \nprobative evidence offered against them[.]”).  The finder of fact, however, is not \nrequired to infer guilt from a witness’s invocation of the Fifth Amendment.  See, e.g., \nMatter of Estate of Trogdon , 330 N.C. 143, 152 (1991) (affirming a trial court’s \ninference of guilt against witness who invoked the Fifth Amendment but recognizing \nthat “contrary inferences might have been drawn from this same evidence”).   \n178. Here, Davis repeatedly invoked the Fifth Amendment in response to \nquestions at his deposition that pertained to his role at DWM, as well as his role at \nFirst Oak.  A reasonable jury could—but is not required to—infer from his refusal to \ntestify that Davis is responsible for constructive fraud, both individually and as an \nagent for DWM and First Oak.  Given Plaintiff’s agency and conspiracy allegations, \nthe impact of this adverse inference with respect to Davis could have implications for \nthe constructive fraud claim against both First Oak and Abolins.  \n179.  In all, because multiple genuine issues of material fact exist with \nrespect to Plaintiff’s constructive fraud claim, Moving Defendants’ Motions with \nrespect to that claim shall be DENIED. \n  \n                     E.  Punitive Damages \n \n180. The Complaint also includes a request for punitive damages .  (Compl. \n¶¶ 285−89.)  Because Chisum establishes that a successful plaintiff may recover \npunitive damages on a claim for constructive fraud with or without an award of \nnominal damages, 376 N.C. at 705, the Moving Defendants’ Motions  with respect to \nthis relief are DENIED. \nV. CONCLUSION \n \n181. WHEREFORE, the Court hereby GRANTS in part and DENIES  in \npart the Motions, and ORDERS as follows: \na) Both Defendant Abolins’ Motion for Summary Judgment and Defendant \nFirst Oak’s Motion for Summary Judgment with respect to Plaintiff’s \nclaims for common law fraud, violation of the North Carolina \nInvestment Advisers Act (N.C.G.S. §78C -38), and negligent \nmisrepresentation are GRANTED, and those claims are dismissed with \nprejudice; \nb) Both Defendant Abolins’ Motion for Summary Judgment and Defendant \nFirst Oak’s Motion for Summary Judgment with respect to Plaintiff’s \nclaims for constructive fraud and conspiracy, as well as Plaintiff’s \ndemand for punitive damages, are DENIED;  \nc) The Court shall set a status conference to determine a trial date in this \nmatter after consultation with counsel. \n \n  \nIT IS SO ORDERED, this the 14th day of March, 2025. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n \n "
}