{
  "id": "6b4fc62e47863a5321cee6a63869a4b4c40e4ee7b97f0bde94a7ed688e841ae2",
  "source_file": "data/raw/ncbc/6b4fc62e47863a5321cee6a63869a4b4c40e4ee7b97f0bde94a7ed688e841ae2.pdf",
  "raw_text": "Wells Fargo Ins. Servs. USA, Inc., v. Link, 2018 NCBC 40. \nSTATE OF NORTH CAROLINA \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 12848 \n \nWELLS FARGO INSURANCE \nSERVICES USA, INC., \n \n Plaintiff, \n v. \nKEVIN LINK, NELSON RAYNOR, \nELIZABETH PACK and BB&T \nINSURANCE SERVICES, INC. \n \n Defendants. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO \nDISMISS \n \n THIS MATTER comes before the Court on Defendants Kevin Link, Nelson \nRaynor, Elizabeth Pack, and BB&T Insurance Services, Inc.’s Partial Motion to \nDismiss Pursuant to Rule 12(b)(6).  (“Mo tion to Dismiss”, ECF No. 7.)  Defendants \nseek to dismiss Counts One–Five, Seven, and Eight in the Complaint, but do not seek \ndismissal of Count Six. \n THE COURT, having considered the Motion to Dismiss , the briefs filed in \nsupport of and in opposition to t he Motion to Dismiss , the arguments of counsel at \nthe hearing, and other appropriate matters of record, CONCLUDES, in its discretion, \nthat the Motion to Dismiss should be GRANTED, in part, and DENIED, in part, for \nthe reasons set forth below. \nFisher & Phillips, by J. Michael Honeycutt and Meredith W. Norvell , for \nPlaintiff Wells Fargo Insurance Services USA, Inc. \nParry Tyndall White, by K. Alan Parry and Michelle M. Walker, for Defendants \nKevin Link, Nelson Raynor, Elizabeth Pack, and BB&T Insurance Ser vices, \nInc. \n \n \nMcGuire, Judge. \n \nI. FACTS AND PROCEDURAL BACKGROUND \n1.  The Court does not make findings of fact on motions to dismiss under \nN.C. Gen. Stat. § 1A -1, Rule 12(b)(6) (hereinafter, “Rule(s)”), but only recites those \nfacts included in the complaint that a re relevant to the Court’s determination of the \nMotion.  See, e.g., Concrete Serv. Corp. v. Inv’rs Grp., Inc., 79 N.C. App. 678, 681, 340 \nS.E.2d 755, 758 (1986). \nA. The parties \n2. Plaintiff Wells Fargo Insurance Services USA, Inc. (“Plaintiff” or “Wells \nFargo”) is a North Carolina -licensed insurance broker that sells insurance products \nand services to its customers.  (Compl., ECF No. 3, at ¶ 9.)  Wells Fargo alleges that \nit provides “insurance products and services that are unique to the particular needs \nof its customers.”  (Id. at ¶ 16.)  \n3. Defendant BB&T Insurance Services, Inc. (“BB&T”) is also an insurance \nbroker providing insurance products and services to its customers in the same \nsegment of the insurance market.  (Id. at ¶ 10.) \n4. Wells Fargo employed Defendant Kevin Link (“Link”) as a Senior Sales \nExecutive.  Link was responsible for “soliciting insurance customers and providing \nrisk management services.”  ( Id. at ¶ 11.)  Link resigned from Wells Fargo effective \nOctober 31, 2016, and began working for BB&T.  (Id.) \n5. Wells Fargo  employed Defendant Nelson Raynor (“Raynor ”) as a \nCommercial Insurance Producer.  Raynor was responsible for “ procuring insurance \n \n \ncustomers and providing risk management services.”  (Id. at ¶ 12.)  On April 12, 2017, \nRaynor resigned from Wells Fargo and began working for BB&T.  (Id.) \n6. Wells Fargo employed Elizabeth Pack (“Pack”) as a Marketing \nPlacement Specialist.  Pack was responsible for marketing to Wells Fargo’s insurance \ncustomers.  (Id. at ¶ 13.)  On April 3, 2017, Pack resigned from Wells Fargo and began \nworking for BB&T.  ( Id. at ¶ 13.) (Collectively, Link, Raynor, and Pack are referred \nto as the “Individual Defendants.”) \n7. While employed with Wells Fargo, the Individual Defendants “brokered \nand serviced the insurance needs of Wells Fargo customers assigned to them ” and \nhad knowledge about the insurance needs and policies of their customers.  ( Id. at \n¶ 14.) \n8. Wells Fargo  has developed and maintains certain “confidential and \ntrade secret information” concerning its customers.  ( Id. at ¶¶ 17–21.)  The \nconfidential and trade secret information “ provides Wells Fargo with a competitive \nadvantage over its competitors who do not know the information.”  (Id. at ¶ 20.)  Wells \nFargo makes efforts to protect the secrecy of its confidential and tr ade secret \ninformation through the use of written confidentiality agreements, and the \nimplementation of a Code of Ethics and Information Security Policy and policies in \nits Team Member Handbook.  (Id. at ¶¶ 22–25.) \nB. Link’s and Raynor’s Restrictive Agreements \n9. During their employment with Wells Fargo , Link and Raynor each \nexecuted an agreement  with Wells Fargo  entitled “Agreement Regarding Trade \n \n \nSecrets, Confidential Information, Nonsolicitation and Assignment of Inve ntions” \n(the “Restrictive Agreements”).  ( ECF No. 3, at ¶ 27; Link Restrictive Agreement,  \nECF No. 3, Ex. 1; Raynor Restrictive Agreement, ECF No. 3, Ex. 2.)  The Restrictive \nAgreements provide that for a period of two ( 2) years immediately following \ntermination of their employment for any reason, Link and Raynor will not:  \na. [S]olicit, recruit or promote the solicitation or recruitment of any \nemployee or consultant of the Company for the purpose of \nencouraging that employee or consultant to leave the Company’s \nemploy or sever an agreement for services; \n \nb. [S]olicit, participate in or promote the solicitation of any of the \nCompany’s clients, customers, or prospective customers with whom \n[they] had Material Contact and/or regarding whom [they] received \nConfidential Information, for the purpose of providin g products or \nservices that are in competition with the Company’s products or \nservices (“Competitive Products/Services”). “Material Contact” \nmeans interaction between [them] and the customer, client or \nprospective customer within one (1) year prior to [their] last day as a \nteam member which takes place to manage, service, or further the \nbusiness relationship; or \n \nc. Accept insurance business from or provide Competitive \nProducts/Services to customers or clients of the Company: \ni. with whom [they] had Material Contact, and/or \nii. were [their] clients or customers of the Company within six \n(6) months prior to [their] termination of employment. \n(ECF No. 3, at ¶¶ 30, 34.)   \n10. The Restrictive Agreements also prohibit Link and Raynor from using \nor disclosing Wells Fargo’s “Trade Secrets” and “Confidential I nformation”.  (Id. at \n¶¶ 30 and 35.)  The Restrictive Agreements define “Trade Secrets” as including, but \nnot limited to: \n[T]he names, addresses, and contact information of the \nCompany’s customers and prospe ctive customers, as well \nas any other personal or financial information relating to \n \n \nany customer or prospect, including, without limitation, \naccount numbers, balances, portfolios, maturity and/or \nexpiration or renewal dates, loans, policies, investment \nactivities, purchasing practices, insurance, annuity \npolicies and objectives;  \n \n[A]ny information concerning the Company’s operations, \nincluding without limitation, information related to its \nmethods, services, pricing, costs, margins and mark ups, \nfinances, practices, strategies, business plans, agreements, \ndecision-making, systems, technology, policies, procedures, \nmarketing, sales, techniques, agent information, and \nprocesses; \n \n[A]ny other proprietary and confidential information \nrelating to the Company’s customers, employees, products, \nservices, sales, technologies, or business affairs.  \n(ECF No. 3, at Exs. 1 and 2.)  The Restrictive Agreements do not contain a \nseparate definition of “Confidential Information.” \n11. The Restrictive Agreements define “ the Company” as: “a Wells Fargo \ncompany and/or any of its past, present, and future parent companies, subsidiaries, \npredecessors, successors, affiliates, and acquisitions.”  (Id.) \n12. Under the Restrictive Agreements, Link and Raynor also were required \nto return to Wells Fargo upon termination of employment all “Confidential \nInformation of the Company” and all “Records of the Company”  in their respective \npossessions.  (Id. at ¶¶ 31, 36; Exs. 1 and 2.) \nC. The resignations from Wells Fargo and breaches of the Restrictive \nAgreements \n \n13. Link resigned from Wells Fargo on October 31, 2016,  Pack resigned on \nApril 3, 2017, and Raynor resigned on April 12, 2017.  Link and Raynor “solicit[ed] \n \n \nand encourage[ed]” each other, and Pack, to terminate employment with Wells Fargo.  \n(ECF No. 3, at ¶¶ 40–41.) \n14. On or about April 12, 2017 , immediately prior to submitting his \nresignation, Raynor entered Wells Fargo’s offices at around 8:00 p.m. and printed and \ncopied documents for approximately one hour.  (Id. at ¶¶ 42, 101.)  Wells Fargo alleges \nthat it  “is informed and believes . . . that the documents printed and copied by \nDefendant Raynor contained highly confidential and trade secret information \nbelonging to Wells Fargo.”  (Id. at ¶ 46.) \n15. Since becoming employed with BB&T, Link, Raynor, and Pack have \ncontacted and solicited Wells Fargo’s customers “in an attempt to divert their \ninsurance business away from Wells Fargo” and to BB&T.  ( Id. at ¶¶ 47–48.) Wells \nFargo alleges upon information and belief that Link, Raynor, and Pack used Wells \nFargo’s trade secrets and confidential information “to identify, contact, solicit and \ninduce Wells Fargo clients to transfer their accounts and otherwise divert business \nfrom Wells Fargo to BB&T.”  ( Id. at ¶ 56.)  In the Complaint, Wells Fargo lists \napproximately 18  Wells Fargo customers assigned to Link or Raynor who have \ntransferred their insurance business to BB&T since Link and Raynor left Wells \nFargo.  (Id. at ¶¶ 53–71.) \n16. On November 27, 2017, Wells Fargo filed the  Complaint.  In the \nComplaint, Wells Fargo alleges four separate claims against Link and Raynor for \nbreaches of Restrictive Agreements: breach of the non-solicitation of customers \nprovision (Count One); breach of the non-solicitation of employees provisions (Count \n \n \nTwo); breach of the confidential information provisions (Count Three); and breach of \nthe return of property provision (Count Four). Wells Fargo also alleges the following \nclaims against all of the Defendants:  misappropriation of trade secrets  in violation \nof the North Carolina Trade Secrets Pro tection Act  (“NCTSPA”), N.C. General \nStatute § 66-152 et seq., (hereinafter “G.S.”)  (Count Five); tortious interference with \ncontractual relations (Count Seven); and unfair and deceptive trade practices (Count \nEight).  Finally, Wells Fargo alleges a claim for computer trespass under G.S. § 14-\n458 against Raynor only (Count Six). \n17. On November 28, 2017, the case was designated to the North Carolina \nBusiness Court and assigned to the undersigned.  ( Designation Order, ECF No . 1; \nAssignment Order, ECF No. 2.) \n18. On December 28, 2017 , Defendants filed the Motion to Dismiss  and a \nsupporting memorandum of law.  (Def. Memo. Supp. Mot. Dismiss,  ECF No. 8.)  On \nJanuary 22, 2018, Plaintiff filed its brief in opposition to the Motion to Dismiss.  (Pl. \nBr. Opp. Mot. Dismiss, ECF No. 10.)  Defendants filed a reply on February 8, 2018 .  \n(Def. Reply Supp. Mot. Dismiss, ECF No. 15.)  On February 20, 2018, the Court heard \noral argument  on the Motion to Dismiss .  The Motion  to Dismiss  is now ripe for \ndisposition.  \nII. ANALYSIS \n19. The Court, in deciding a Rule 12(b)(6) motion, treats the well -pleaded \nallegations of the complaint as true and admitted.  Sutton v. Duke, 277 N.C. 94, 98 \n(1970).  However, conclusions of law or unwarranted deduction s of fact are not \n \n \ndeemed admitted.  Id.  The facts and permissible inferences set forth in the complaint \nare to be treated in a light most favorable to the nonmoving party.  Ford v. Peaches \nEntm’t Corp., 83 N.C. App. 155, 156 (1986).  As our Court of Appea ls has noted, the \n“essential question” raised by a Rule 12(b)(6) motion is “whether the complaint, when \nliberally construed, states a claim upon which relief can be granted on any theory. ”  \nBarnaby v. Boardman , 70 N.C. App. 299, 302, 318 S.E.2d 907, 909 (1984), rev’d on \nother grounds, 313 N.C. 565 (1985) (citations and emphasis omitted).   \n20. Our appellate courts frequently reaffirm that North Carolina is a notice \npleading state.  See, e.g., Feltman v. City of Wilson, 238 N.C. App. 246, 252, 767 S.E.2d \n615, 620 (2014) (quoting Wake Cty. v. Hotels.com, L.P. , 235 N.C. App. 633, 646 –47, \n762 S.E.2d 477, 486 (2014)).  “Under notice pleading, a statement of claim is adequate \nif it gives sufficient notice of the claim asserted to enable the adverse party to answer \nand prepare for trial, to allow for the application of the res judicata, and to show the \ntype of case brought.”  Id.  Accordingly, “a complaint should not be dismissed for \ninsufficiency unless it appears to a certainty that plaintiff is entitled to no relief under \nany state of facts which could be proved in support of the claim.”  Sutton, 277 N.C. at \n103, 176 S.E.2d at 166 (1970) (emphasis omitted).  \n21. A Rule 12(b)(6) motion should be granted when the complaint, on its  \nface, reveals (a) that no law supports the plaintiff's claim, (b) the absence of facts \nsufficient to form a viable claim, or (c) some fact which necessarily defeats the \nplaintiff's claim.   Jackson v. Bumgardner, 318 N.C. 172, 175 (1986).  In addition, the \nCourt may consider documents which are the subject of plaintiff’s complaint and to \n \n \nwhich the complaint specifically refers, including the contract that forms the subject \nmatter of the action.  Oberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 60, 554 S.E.2d \n840, 847 (2001). \n22. The Court first will address Wells Fargo’s claims for breach of the \nRestrictive Agreements by Link and Raynor, and then the claims alleged against all \nof the Defendants. \nA. Breach of the non-solicitation of customers restriction (Count One) \n23. In its first claim, Wells Fargo alleges Link and Raynor breached the \nprohibitions against soliciting or accepting insurance business from Wells Fargo ’s \ncustomers contained in sections III.b. and III.c. of the Restrictive Agreements.  (ECF \nNo. 3, at ¶¶ 80–84.)  Section III.b. prohibits Link and Raynor from soliciting “the \nCompany’s” customers or prospective customers with whom  they had “Material \nContact and/or” customers about whom they received “Confidential Information.”  (Id. \nat ¶¶ 30 and 34.)  “Material Contact” is defined as interaction with the customer \nduring the year prior to their respective terminations of employment from Wells \nFargo.  Section III.c. of the Restrictive Agreements prohibits Link and Raynor from \naccepting “insurance business” fr om or providing competitive products and services \nto customers of “the Company” with whom they had “Material Contact and/or” who \nwere  “customers of the Company within six (6) months prior to [their] termination of \nemployment.”  (Id.) \n24.   North Carolina courts will enforce a covenant not to compete if it is: \n“(1) in writing; (2) reasonable as to [the] terms, time, and territory; (3) made a part of \n \n \nthe employment contract; (4) based on valuable consideration; and  (5) not against \npublic policy.”  Triangle Leasing Co. v. McMahon, 327 N.C. 224, 228, 393 S.E.2d 854, \n857 (1990); United Lab., Inc. v. Kuykendall , 322 N.C. 643, 649 –50, 370 S.E.2d 375, \n380 (1988).  The party seeking enforcement of a restrictive covenant has the burden \nof proving its r easonableness.  Medical Staffing Network, Inc. v. Ridgway , 194 N.C. \nApp. 649, 655, 670 S.E.2d 321, 327 (2009).  The reasonableness of a non-competition \ncovenant is a matter of law for the court to decide.   Id. \n25. In the absence of an express geographic territory restriction, a court can \nenforce a restriction prohibiting a former employee from soliciting customers or \nclients.  Whittaker Gen. Med. Corp. v. Daniel, 324 N.C. 523, 526, 379 S.E.2d 824, 826f \n(1989) ( relying on Kuykendall and enforcing a noncompetiti on agreement that \nincluded client -based restrictions for 24 months without any expressly defined \ngeographical territory other than  the employee's sales territory at the time of \ntermination and holding that “customers developed by a salesperson are the property \nof the employer and may be protected by a contract under which the salesperson is \nforbidden from soliciting those customers for a reasonable time after leaving his or \nher employment”); Wade S. Dunbar Ins. Agency, Inc. v. Barber , 147 N.C. App. 463, \n469, 556 S.E.2d 331, 336 ( 2001) (enforcing covenant prohibiting solicitation of any \nformer employer’s customers).   \n26. A customer -based restriction on solicitation is analyzed in much the \nsame manner as a geographic restriction, taking into consideration many of the same \nfactors and, particularly, the time period of the restriction.  See, e.g., Wade S. Dunbar \n \n \nIns. Agency, 147 N.C. App. at 469, 556 S.E.2d 335; Farr Assocs., Inc. v. Baskin , 138 \nN.C. App. 276, 281–82, 530 S.E.2d 878, 883 (2000) (“The geographic limitation of that \ncase is analogous to the client-based limitation in the case at bar.”); Sandhills Home \nCare, L.L.C. v. Companion Home Care – Unimed, Inc., 2016 NCBC LEXIS 61, at *25 \n(N.C. Super. Ct. Aug. 1, 2016). \n27. In this case, Defendants challenge the prohibitions on soliciting or \naccepting insurance business from Wells Fargo customers on the grounds that the \ndefinitions of the terms “the Company” and “Confidential Information” make the \nrestrictions unreasonably broad and vague, and unenforceable as a matter of law.  \n(ECF No. 8, at pp. 8 –10.)  Accordingly, the Court must determine whether sections \nIII.b. and III.c. are unreasonable as a matter of law. \ni. Section III.b. \n28.   Section III.b. does not have a geographic restri ction, but instead \nprohibits Link and Raynor, for a period of two years, from soliciting “the Company’s” \ncustomers and prospective customers  with whom Link and Raynor had “Material \nContact and/or” about whom they received “Confidential Information.”  (ECF No. 3, \nat Exs. 1 and 2, sec. III.)  Defendants do not challenge the reasonableness of the \nprohibition on Link and Raynor soliciting Wells Fargo customers or prospective \ncustomers with whom they had Material Contact.   Instead, Defendants argue that  \nthe terms “the Company” and  “Confidential Information” are defined so broadly in \nthe Employment Agreement that it makes the prohibition against Link and Raynor \nsoliciting customers  and prospective customers  about whom they received \n \n \n“Confidential Information” unreasonably vague and overly broad.  (ECF No. 8, at pp. \n8–10.) \n29.     The Employment Agreements define “the Company” to include not \nonly Wells Fargo  Insurance Services, but also its “past, present, and future parent \ncompanies, subsidiaries, predecessors, successors, affiliates, and acquisitions.”  (ECF \nNo. 3, Ex s. 1 and 2.)  The Employment Agreement does not identify the subsidiary \nand affiliate companies, but according to publicly available data from Wells Fargo, it \nis a vast organization with many affiliate companies.   \n30. Wells Fargo noted to its shareholders in its 2016 Annual Report that \nWells Fargo “provide[s] banking, insurance, investments, mortgage, and consumer \nand commercial finance through more than 8,600 locations , 13,000 ATMs, digital \n(online, mobile and social), and contact centers (phone, email and correspondence), \nand [Wells Fargo] ha[s] offices in 42 countries and territories.” WELLS FARGO, 2016 \nANNUAL REPORT 36 (2016) 1.  Wells Fargo listed 44 significant subs idiaries in an \nattached exhibit to its Form 10 -K annual report to the United States Securities \nExchange Commission (“SEC”) for 2017. Wells Fargo, Form 10-K Annual Report to \nSEC (Exhibit 21) (Jan. 3, 2018) 2.  The listed subsidiaries include, inter alia,  \ncompanies that provide personal, commercial, and real estate financing, insurance \ncompanies, venture capital firms, securities companies , and holding companies.  Id.  \n                                                           \n1 Available online at: https://www.wellsfargo.com/assets/pdf/about/investor-relations/annual-\nreports/2016-annual-report.pdf \n2 Available online at: \nhttps://www.sec.gov/Archives/edgar/data/72971/000007297118000272/wfc-\n12312017xex21.htm  \n \n \nIn 2016, Wells Fargo employed over 269,000 full-time employees. WELLS FARGO, 2016 \nANNUAL REPORT 36 (2016). \n31. Defendants contend that North Carolina courts have found similarly \nbroad prohibitions on soliciting customers of parent, subsidiary, and affiliate \ncompanies for whom the former employees performed no services unreasonable as \nmatter of law.   Medical Staffing Network, 194 N.C. App. at 657, 670 S.E.2d at 328 \n(finding restrictive covenants unenforceable because the plaintiff had no legitimate \nbusiness interest in  foreclosing solicitation of clients of “an unrestricted and \nundefined set of [the plaintiff's] affiliated companies that engage in business distinct \nfrom the . . . business in which [the defendant] had been employed”).  \n32. To the extent that Link and Raynor are prohibited from soliciting Wells \nFargo customers or prospective customer s with whom they had “Material Contact” \nduring the last year of their employment, the potential inclusion of customers of \naffiliate  companies does not necessarily render the restriction overbroad and \nunreasonable.  See, e.g.,  Laboratory Corp. of America Holdings v. Kearns, 84 F. Supp. \n3d 447, 459 (M.D.N.C. Jan. 30, 2015) (“In North Carolina, covenants prohibiting \ncompetition for a former employer’s customers are only enforceable when they \nprohibit the employee from contacting customers with whom the employ ee actually \nhad contact during his former employment.”).   If Link and Raynor had significant \ninteractions with customers or prospective customers of affiliate companies of Wells \nFargo, Wells Fargo may have a legitimate interest in restricting them from soliciting \nthose customers. \n \n \n33. Link and Raynor, however, are not only prohibited from soliciting Wells \nFargo customers with whom they had “Material Contact”, but also from soliciting \ncustomers and prospective customers about whom they received “Confidential \nInformation.”  The Restrictive Agreements define “Confidential Information” as \nincluding “the Company’s Trade Secrets and other proprietary information relating \nto its business methods, personnel, and customers.”  (ECF No. 3, at Exs. 1 and 2, sec. \nII.)  Wells Fargo’s “Trade Secrets” are defined as including, but not limited to: \n[T]he names, address, and contact information of the \nCompany’s customers and prospective customers, as well \nas any other personal or financial information relating to \nany customer or  prospect, including, without limitation, \naccount numbers, balances, portfolios, maturity and/or \nexpiration or renewal dates, loans, policies, investment \nactivities, purchasing practices, insurance, annuity \npolicies and objectives;  \n \n[A]ny information conc erning the Company’s operations, \nincluding without limitation, information related to its \nmethods, services, pricing, costs, margins and mark ups, \nfinances, practices, strategies, business plans, agreements, \ndecision-making, systems, technology, policies, procedures, \nmarketing, sales, techniques, agent information, and \nprocesses; [and] \n \n[A]ny other proprietary and/or confidential information \nrelating to the Company’s customers, employees, products, \nservices, sales, technologies, or business affairs. \n(Id.) \n34. The Restrictive Agreements further expand the definition of \n“Confidential Information ” to include the “Records of the Company,”  and provide \nthat: \n \n \n‘Records’ include, but are not limited to original, \nduplicated, computerized, memorized, handwritten or any \nother form of information, whether contained in materials \nprovided to me by the Company, or by any institution \nacquired by the Company, or compiled by me in any form \nor manner including information in documents or \nelectronic devices, such as software, flowcharts, graphs, \nspreadsheets, resource manuals, videotapes, calendars, \nday timers, planners, rolodexes, or telephone directories \nmaintained in personal compu ters, laptop computers, \npersonal digital assistants or any other device. \n(Id.) \n35.  Defendants argue that the restriction on soliciting customers or \nprospective customers  of “the Company”  about whom the y received “Confidential \nInformation” is far to o broad based on the definitions used in the Restrictive \nAgreements.  For example, the Restrictive Agreements define “Confidential \nInformation” as including the names and addresses of customers and prospective \ncustomers of Wells Fargo and any of its affilia te companies , and Wells Fargo’s \n“Records” as including “memorized, handwritten or any other form of \ninformation, . . . such as software, flowcharts, graphs, spreadsheets, resource \nmanuals, videotapes, calendars, day timers, planners, rolodexes, or telephon e \ndirectories.”  Arguably, the clause prohibits solicitation of any customer s or \nprospective customers of Wells Far go-affiliate companies whose name, address, or \nother contact information was shown (purposefully or inadvertently) to Link or \nRaynor during t heir employment, whether or not that customer or prospective \ncustomer had any dealings with Wells Fargo’s insurance division or with Link or \nRaynor.  Defendants aptly point out that, read literally, the non-solicitation provision \n \n \nin section III.b. would pr ohibit Link and Raynor from soliciting a prospective \ncustomer of a Wells Fargo affiliate company based simply on them having seen an \n“actual or prospective customer’s name in a calendar, day timer, planner, rolodex, or \ntelephone directory maintained anywhe re at any Wells Fargo company .”  (ECF No. \n8, at pp. 9–10.) \n36.   In its brief, Plaintiff does not address the breadth of the definitions of \n“the Company” and “Confidential Information ” in the Restrictive Agreements, or \nattempt to explain why it has a business interest in prohibiting solicitation of such a \nvast array of customers.  Instead, it argues that the provision restricting solicitation \nof customers or prospective customers about whom Link and Raynor received \n“Confidential Information” can be disregarded because “Link and Raynor would not \nhave had access to confidential information concerning a client or customer they did \nnot service, and there is no allegation in the Complaint alleging that they did.”  (ECF \nNo. 10, at p. 9.)  Plaintiff misapprehends their burden in responding to the Motion to \nDismiss.  Plaintiff has not alleged that Link and Raynor received “Confidential \nInformation” only regarding Wells Fargo customers and prospective customers whom \nthey serviced, and the Court cannot accept the representations in its brief in lieu of \nallegations in the Complaint.    \n37. At the hearing on the Motion to Dismiss, Plaintiff’s counsel also \nsuggested that Wells Fargo would only seek to restrain Link and Raynor from \nsoliciting customers with whom they had “Material Contact,” as Plaintiff has done in \nthis lawsuit, and not customers about whom Link and Raynor received Confidential \n \n \nInformation. This argument, however, is unavailing.  It is the Court’s duty at this \nstage to analyze the restrictive covenant, as alleged, and determine whether it is \nreasonable and enforceable.  The Court cannot read provisions out of the Restrictive \nAgreements based on Plaintiff’s representations in order to make the covenant \nenforceable.  A court may not construe an agreement in a way that ignores or deletes \nits plain terms.  See, e.g., State v. Philip Morris USA, Inc. , 193 N.C. App. 1, 12 –13, \n666 S.E.2d 783, 791 (2008)  (stating that where the language of a contract is \nunambiguous, a court canno t ignore, insert, or improperly construe the meaning of \nany contract terms, but instead a court must infer the intent of the parties from the \nterms in the contract) ; Happ v. Creek Pointe Homeowner’s Ass’n , 215 N.C. App. 96, \n103–04, 717 S.E.2d 401 , 406  (2011) ( holding that even where the language of a \ncontract is ambiguous, it is a “fundamental rule of contract construction” that the \ncourt “gives effect to all of its provisions, if the court is reasonably able to do so”). \n38. Finally, Plaintiff argues that , to the extent the prohibition  in section \nIII.b. on soliciting customers about whom Link and Raynor received “Confidential \nInformation” makes the covenant over-broad, the Court can “blue pencil,” or remove, \nthat provision and enforce only the restriction on soliciting customers with whom they \nhad “Material Contact.”  (ECF No. 10, at pp. 12–13.)  Under the “blue pencil doctrine,” \nNorth Carolina courts may specifically enforce divisible or separable sections of  \nrestrictive covenants while striking po rtions that are unenforceable.   Whittaker \nGeneral Medical Corp. , 324 N.C. at 528, 379 S.E.2d at 828  (“If the contract is \nseparable, however, and one part is reasonable, the courts will enforce the reasonable \n \n \nprovision” ( citing Welcome Wagon, Inc. v. Pender , 255 N.C. 244, 120 S.E. 2d 739 \n(1961).);  see also, Hartman v. W.H. Odell & Assocs. , 117 N.C. App. 307, 317, 450 \nS.E.2d 912, 920 (1994) (“ When the language of a covenant not to compete is overly \nbroad, North Carolin a's “blue pencil” rule severely limits what the court may do to \nalter the covenant. A court at most may choose not to enforce a distinctly \nseparable part of a covenant in order to render the provision reasonable. It may not \notherwise revise or rewrite the covenant.”). \n39.   The Court cannot “blue pencil” the provisions in section III.b. because \nthe provision addressing customers about whom Link and Raynor received \n“Confidential Information” is not “distinctly separable” from the “Mater ial Contact” \nprovision.  The two provisions are not contained in separately numbered paragraphs, \nseparate sentences, or even separated by the word “or .”  Rather, the provisions are \nseparated by the term “and/or.”  The use of “and/or” suggests that the prohibitions \ncould be read in both the con junctive and disjunctive senses, and creates an \nambiguity.  “When the language in a contract is ambiguous, we view the practical \nresult of the restriction by ‘construing the restriction strictly against its \ndraftsman[.]’”  Electrical South, Inc. v. Lewis, 96 N.C. App. 160, 167, 385 S.E.2d 352, \n356 (1989) (citing Manpower of Guilford County, Inc. v. Hedgecock, 42 N.C. App. 515, \n522, 257 S.E.2d 109, 115 (1979) ).  In this case, the Court concludes that the term \n“and/or” must be construed against Wells Fargo and read in the conjunctive sense for \nthe purpose of applying the “blue pencil” doctrine.  Under this interpretation, the \nprovision restricting Link and Raynor from  soliciting customers about whom they \n \n \nreceived “Confidential Information”  is not clearly separabl e from the other \nrestrictions in section III.b. and cannot be stricken. \nii. Section III.c.  \n40. Section III.c. of the Restrictive Agreement prohibits Link and Raynor , \nfor two years from their dates of termination,  from accepting “insurance business \nfrom or provid[ing] Competitive Products/Services to” customers of “the Company” \nwith whom they had “Material Contact, and/or”  who were customers of “the \nCompany” within the six months prior to their respective terminations from Wells \nFargo.  (ECF No. 3, at ¶¶ 30 and 34; Exs. 1 and 2.) \n41. Defendants first challenge the scope of section III.c. on the grounds that \nit prohibits Link and Raynor from “accepting insurance business from” former Wells \nFargo customers. (ECF No. 8, at pp. 10 –11.) Defendants contend that the ter m \n“insurance business” is undefined in the Restrictive Agreements and could encompass \ninsurance products and services beyond the commercial insurance policies and \nservices with which Link and Raynor were involved.  (Id.)  Defendants argue that the \nprohibition on accepting “insurance business” of any type from former customers is \nbroader than necessary to protects Wells Fargo’s business interests.  (Id.)  While the \nCourt concludes that there may be merit to Defendants’ argument, the Court \narguably could “blue pencil” the phrase “accepting insurance business from” out of \nthe description of the conduct restricted by section III.c. because the term is separated \nfrom the prohibition on “provid[ing] Competitive Products/Services to”  by the word \n“or”, and could be viewed as a “distinctly severable” part of the covenant.  Hartman, \n \n \n117 N.C. App. at 317, 450 S.E.2d at 920; see also, Superior Performers, Inc. v. Meaike, \n2014 U.S. Dist. LEXIS 50302, at *39–40 (M.D.N.C. Apr. 11, 2014) (“Although it is not \nseparated off by number or in a different clause, the language can readily be struck \nthrough and the rest of the restrictive covenant still makes sense and stands on its \nown. Therefore, to the extent that the “or its Affiliates ” language renders the \nrestrictive covenant unreasonable, it is likely  separable from the remainder of the \ncovenant, which is reasonable.”). \n42. However, even if the phrase “accepting insurance business from”  could \nbe severed from the prohibition, it would not salvage the covenant in section III.c. \nbecause the covenant prohibits Link and Raynor from p roviding competitive \ninsurance products to customers with whom they had “Material Contact, and/or . . . \ncustomers of the Company within six (6) months prior to” their respective \nterminations from employm ent with Wells Fargo.   (ECF No. 3, at ¶¶ 30 and 34.)   \nAgain, “the Company” is defined so broadly in the Restrictive Agreements that it \nsweeps within its ambit customers of far-flung Wells Fargo subsidiaries and affiliates \nunrelated to Wells Fargo ’s commercial insurance business , and customers  w ith \nwhom Link and Raynor would have had no contact .  See, Medical Staffing Network, \n194 N.C. App. at 657, 670 S.E.2d at 328.  In addition, for the same reasons discussed \nabove, the use of “and/or” must be construed against Wells Fargo, and III.c.ii. cannot \nbe “blue penciled” out of the covenant contained in section III.c.  Accordingly, the \nCourt concludes that the restrictive covenant in section III.c. is too broad and is \nunreasonable as a matter of law. \n \n \n43. Sections III.b. and III.c. of the Restrictive Agreements are too broadly \nwritten to be enforceable under North Carolina law. Accordingly, Defendants’ motion \nto dismiss Plaintiff’s F irst Count for breach of the non -solicitation of customers \nprovisions in sections III.b. and III.c. of the Restrictive Agreements should be \nGRANTED.  \nB. Breach of the non-solicitation of employees covenants (Count Two)  \n \n44. In its second claim, Wells Fargo alleges that Link and Raynor breached \nthe provisions of the Restrictive Agreements prohibiting them from soliciting Wells \nFargo’s employees to terminate employment with Wells Fargo.  (ECF No. 3, at ¶¶ 80–\n84.)  Section III.a. of the Restrictive Agreements provide that for two years following \ntermination, Link and Raynor “will not . . . solicit, recruit, or promote the solicitation \nor recruitment of any employee or consultant of the Company for the purpose of \nencouraging that employee or consultant to leave the Company’s employ or sever an \nagreement for services.”  (Id. at ¶¶ 30 and 34.)   \n45. Courts in North Carolina have recognized that reasonable restrictions \non a former employee's right to solicit an employer's current employees are \nenforceable.  Kennedy v. Kennedy, 160 N.C. App. 1, 11–12, 584 S.E.2d 328, 335  (2003) \n(“[T]he covenant prohibiting Carroll from soliciting and hiring plaintiff’ s former \nemployees for the three -year period does not violate public policy. ”); Superior \nPerformers, Inc., 2014 U.S. Dist. LEXIS 50302, at *30 (finding a two year restriction \non soliciting former employer's current employees reasonable).   A restriction on \n \n \nsolicitation of employees generally is subject to the same requirements as other \nrestrictive covenants.  Sandhills Home Care, L.L.C., 2016 NCBC LEXIS 61, at *36.  \n46. Here, the non-solicitation of employees covenant  is in writing  and \nsupported by consideration.  Defendants do not argue that the covenant would violate \npublic policy.  See, Sandhills Home Care, 2016 NCBC LEXIS 61, at *36 (citing Phelps \nStaffing, LLC v. C.T. Phelps, Inc., 226 N.C. App. 506, 510, 740 S.E.2d 923, 927 (2013)).  \nDefendants contend, however, that the non -solicitation of employees restriction is \noverbroad and unreasonable because it prohibits Link and Raynor from soliciting \nemployees of “the Company.”  (ECF No. 8, at pp. 11 –12.)  As noted herein, in 2016, \nWells Fargo claimed to have 44 subsidiary companies employing a total of over \n269,000 employees in personal and commercial banking, investment, insurance, and \nother businesses.  As written, the Restrictive Agreement would prohibit  Link and \nRaynor from soliciting or attempting to solicit hundreds of thousands of employees in \na variety of businesses other than commercial insurance and across a vast geographic \narea. \n47. Covenants restricting former empl oyees from soliciting a former \nemployer’s employees are another means of protecting the former employer’s interest \nin the good -will it has with its customers.  Kennedy, 160 N.C. App. at 11–12, 584 \nS.E.2d at 335 (enforcing prohibition against dentist soliciting his former practice’s \nemployees, holding “[t]he evidence demonstrates that plaintiff ’s employees, many of \nwhom had been employed in plaintiff's practice for several years, were a valuable part \nof the asset ow ned by plaintiff, that the  employees had developed personal \n \n \nrelationships with plaintiff's patients, that the employees were an integral part of a \npatient’s experience with plaintiff”).  To establish that a non-solicitation of employees \ncovenant is reasonable, an employer must establish that it has a protectable business \ninterest in prohibiting solicitation of former employees, and such prohibition must be \nno broader than necessary to protect that interest.  In Medical Staffing Network, Inc., \nthe Court held  that a prohibition on the defendant soliciting employees of the \nplaintiff’s affiliate businesses for which the defendant did not work was overbroad. \n[The plaintiff] presented no evidence, and the trial court \nmade no findings that [the plaintiff] had any l egitimate \nbusiness interest in . . . foreclosing t he solicitation of \nemployees of . . . an unrestricted and undefined set of [the \nplaintiff’s] affiliated companies that engage in business \ndistinct from the medical staffing business in which [the \ndefendant] had been employed.  We conclude that on its \nface, this bar extends beyond any legitimate interest [the \nplaintiff] might have in this case. \n194 N.C. App. at 657, 670 S.E.2d at 328. \n48. Plaintiff has not alleged any facts that would support a legitimate \nbusiness interest in restricting Link or Raynor from soliciting employees working for \nWells Fargo’s  affiliate companies in any segment of the banking, investment, or \ninsurance industries.  It is highly unlikely that the vast majority of these employees \nwould have had any involvement or contact with Wells Fargo’s commercial insurance \ncustomers. The non-solicitation of employees covenant, as written, is  unreasonable \nand unenforceable as a matter of law.  Id. \n \n \n49. Accordingly, the Defendants’ motion to dismiss Count Two for breach of \nthe non -solicitation of employees provisions in section III.a. of the Restrictive \nAgreements should be GRANTED.  \nC. Breach of the confidentiality covenant against Link and return of \nproperty provision against Link (Counts Three and Four) \n \n50. Plaintiff also makes claims that Link and Raynor violated the covenants \nprohibiting use or disclosure of “Confidential Information ,” and the provisions \nrequiring return of “Records” and “Confidential Information ,” in the Restrictive \nAgreements.  (ECF No. 3 , at ¶¶ 85 –94.)  Defendants argue the Complaint does not \nstate claims against Link and seek dismissal of Counts Three and Four against Link \nonly.  (ECF No. 8, at pp. 12 –14.)  They do not seek dismissal of these claims against \nRaynor.  (Id.)  Defendants argue that Plaintiff makes nothing more than conclusory \nallegations against Link, and does not plead facts supporting the claims for breach of \nthe confidentiality and return of property provisions.  (Id.) \n51. “The elements of a claim for breach of contract are (1) existence of a valid \ncontract and (2) breach of the terms of [the] contract.” McLamb v. T.P. Inc., 173 N.C. \nApp. 586, 588, 619 S.E.2d 577, 580 (2005); Regency Ctrs. Acquisition, LLC v. Crescent \nAcquisitions, LLC, 2018 NCBC LEXIS 7, at *18 (N.C. Super. Ct. Jan. 24, 2018).  The \nNorth Carolina Court of Appeals has held that  “an agreement is not in restraint of \ntrade . . . if it does not seek to prevent a party from engaging in a similar business in \ncompetition with the promise e, but instead seeks to p revent the disclosure or use \nof confidential information.” Chemimetals Processing, Inc. v. McEneny, 124 N.C. App. \n194, 197, 476 S.E.2d 374, 376 (1996). Such an agreement is enforceable “even though \n \n \nthe agreement is unlimited as to time and area, upon a showing that it protects a \nlegitimate bus iness interest of the promisee.”   Id. at 197, 476 S.E.2d at 376 -\n77 (citation omitted). \n52.   The Court has thoroughly reviewed the allegations in the Complaint \nand concludes that Plaintiff has  sufficiently alleged a claim against Link for breach \nof the “Confidential Information” restrictions, but has  not alleged any facts that \nwould support the claim that Link failed to return “Records and Confidential \nInformation” after his resignation from Wells Fargo. \n53. With regard to t he claim for breach of the “Confidential Information” \ncovenant, Plaintiff alleges that Link executed the Restrictive Agreement prohibiting \nthe use or disclosure of “Confidential Information.” (ECF No. 3, at ¶ 30.)  Plaintiff \nfurther alleges that Link solicited and obtained for BB&T the insurance business of \ncustomers that he serviced for Wells Fargo .  ( Id. at ¶¶ 39, 47, and 53.)  Finally, \nPlaintiff alleges, albeit “upon information and belief”, that Link “used “Wells Fargo’s \nConfidential Information . . . to identify, contact, solicit, and induce” his former \ncustomers and to divert their business to BB&T.  (Id. at ¶¶ 56, 88.)  These allegations \nsufficiently state a claim for breach of contract regarding the “Confidential \nInformation” provisions of the Restrictive Agreement at this stage of the case.  Myrtle \nApartments, Inc. v. Lumbermen's Mut. Casualty Co., 258 N.C. 49, 51, 127 S.E.2d 759, \n761 (1962) (finding that in stating claims in a complaint, a plaintiff “may allege facts \nbased on actual knowledge, or upon information and belief”).  Defendants’ motion to \ndismiss Plaintiff’s Count Three against Link should be DENIED. \n \n \n54. With regard to Count Four, the Complaint contains only the conclusory \nallegation that Link “fail[ed] to return to Wells Fargo its property upon resigning” \nfrom employment with Plaintiff.  ( Id. at ¶ 92.)  Plaintiff does not, however, allege \nwhat property Link possessed or failed to return at the time of h is resignation, nor \nany other facts underlying its claim for breach of the return of property provisions in \nthe Restrictive Agreement.  This is insufficient to support a claim for breach of the \nreturn of property provision.  Myrtle Apartments, Inc., 258 N.C. at 51, 127 S.E.2d at \n761 (“In testing the sufficiency of a complaint, the court ignores the conclusions and \nlooks to the facts. ”)  Defendants’ motion to dismiss Count Four against Link should \nbe GRANTED. \nD. Misappropriation of trade secrets (Count Five) \n55. Plaintiff makes claims for misappropriation of trade secrets against all \nof the Defendants.  (ECF No. 3, at ¶¶ 95–104.)  Defendants first argue that Plaintiff \nhas not identified its  trade secrets  with sufficient specificity to support a claim \nfor misappropriation under the NCTSPA.  (ECF No. 8, at pp. 14–16.)  Defendants also \ncontend that Pl aintiff does not allege the act  or acts by which Defendants \nmisappropriated any trade secrets.  (Id. at pp. 15–16.) \n56. Under the NCTSPA, “ misappropriation” is defined as  the “acquisition, \ndisclosure, or use of a trade secret of another without express or implied authority or \nconsent, unless such trade secret was arrived at by independent development, reverse \nengineering, or was obtained from another person with a right to dis close the trade \nsecret.” G.S. § 66-152(1).  A “Trade Secret” is: \n \n \n[B]usiness or technical information, including but not \nlimited to a formula, pattern, program, device, compilation \nof information, method, technique, or process that: \na. Derives independent a ctual or potential commercial \nvalue from not being generally known or readily \nascertainable through independent development or reverse \nengineering by persons who can obtain economic value \nfrom its disclosure or use; and \nb. Is the subject of efforts that ar e reasonable under the \ncircumstances to maintain its secrecy. \nG.S. § 66-152(3).  \n57. The courts consider the following factors in determining whether \ninformation constitutes a trade secret: \n(1) The extent to which [the] information is known outside \nthe business; (2) the extent to which it is known to \nemployees and others involved in the business; (3) the \nextent of measures taken to guard secrecy of the \ninformation; ([4]) the value of information to [the] business \nand its competitors; ([5] ) the amount of effort or money \nexpended in developing the information; and ([6]) the ease \nor difficulty with which the information could properly be \nacquired or duplicated by others. \nWilmington Star-News, Inc. v. New Hanover Reg’l Med. Ctr., Inc., 125 N.C. App. 174, \n180–81, 480 S.E.2d 53, 56 (1997). \n58. To survive a motion to dismiss, a plaintiff's complaint “must identify a \ntrade secret with sufficient particularity so as to enable a defendant to delineate that \nwhich he is accused of misappropriating and a court to determine  \nwhether [misappropriation] has or is threatened to occur.”  VisionAir, Inc. v. James, \n167 N.C. App. 504, 510–11, 606 S.E.2d 359, 364 (2004); AYM Techs., LLC. v. Rodgers, \n2018 NCBC LEXIS 14, at *36–37 (N.C Super. Ct. Feb. 9, 2018) (quoting VisionAir).  \n \n \nThe complaint also must set forth with sufficien t specificity the acts by which the \nalleged misappropriation occurred.  Washburn v. Yadkin Valley Bank & Tr. Co., 190 \nN.C. App. 315, 327, 660 S.E.2d 577, 586 (2008)  (“These allegations do not identify \nwith su fficient specificity either the trade secrets [p]laintiffs allegedly \nmisappropriated or the acts by which the alleged misappropriations were \naccomplished” (emphasis added).) ; see also, Bldg. Ctr., Inc. v. Carter Lumber, Inc. , \n2016 NCBC LEXIS 79, at *9 (N.C. Super. Ct. Oct. 21, 2016) (citing Washburn). \n59. Defendants focus on Plaintiff’s inclusion of “customers’ names and \naddresses” as part of its alleged trade secrets , and argue that such information  by \nitself generally does not constitute a trade secret.  (ECF No. 8, at pp. 14–15.)  Plaintiff, \nhowever, has not alleged that its trade secrets consist only of its customer names and \ncontact information.  Although the Complaint is vague in this regard,  read liberally \nin favor of Plaintiff, the Complaint and the at tached Restrictive Agreements appear \nto allege that Plaintiffs trade secrets include, inter alia: \nInformation concerning Wells Fargo’s customers and the \ndetails of their insurance needs and policies, including but \nnot limited to information concerning Wells Fargo’s \ncustomers and the details of their insurance needs and \npolicies, including but not limited to, customer policies, \ninsurance application information, policy cost information, \npayment information, profit loss statements , insurance \nschedules, ce rtificate of holder lists, underwriting \ninformation, detailed customer information, detailed \nemployee information, detailed property information, \ncustomer financial information, expiration dates of \ninsurance policies and insurance daily reports. \n(ECF No. 3, at ¶ 17);  \nThe books, files, electronic data, and all other records of \nWells Fargo, the confidential information contained in [the \n \n \nrecords], and especially the data pertaining to Wells Fargo \ncustomers, such as customers’ names and addresses, as \nwell as a dditional information such as customers’ social \nsecurity numbers, account numbers, financial status, and \nother highly confidential personal and financial \ninformation[.] \n \n(Id. at ¶ 97); and, \n[T]he names, addresses, and contact information of the \nCompany’s customers and prospective customers, as well \nas any other personal or financial information relating to \nany customer or prospect, including, without limitation, \naccount numbers, balances, portfolios, maturity and/or \nexpiration or renewal dates, loans, poli cies, investment \nactivities, purchasing practices, insurance, annuity \npolicies and objectives[.] \n \n(Id., Exs. 1 and 2, at sec. II.) \n60. Within these sprawling lists, there are particular pieces of information \nthat might constitute trade secrets, including: “ insurance application information, \npolicy cost information, payment information, profit loss statements , insurance \nschedules, certificate of holder lists,  [and] underwriting information ”;  “expiration \ndates of insurance policies and insurance daily reports ”; “customers’ social security \nnumbers, account numbers, [and] financial status”; and “maturity and/or expiration \nor renewal dates, loans, . . . investment activities, purchasing practices, [and], \nannuity policies and objectives.”  (Id.)  In addition, while not expressly pleaded, this \ninformation, if compiled in a database or other form for each of Plaintiff’s customers, \nmight also constitute a trade secret.  This Court has held that “where an individual \nmaintains a compilation of detaile d records over a significant period of time,” such \nthat they have particular value as a compilation or manipulation of information, \n“those records could constitute a  trade secret even if ‘ similar information may have \n \n \nbeen ascertainable by anyone in the . . . business.’”  Koch Measurement Devices, Inc. \nv. Armke, 2015 NCBC LEXIS 45, at *13 (N.C. Super. Ct. May 1, 2015) (quoting Byrd's \nLawn & Landscaping, Inc. v. Smith , 142 N.C. App. 371, 376, 542 S.E.2d 689, 692 \n(2001)).  See also, State ex rel. Utils. Comm'n v. MCI Telecomms., Corp., 132 N.C. App. \n625, 634, 514 S.E.2d 276, 282 (1999) (concluding that a “compilation of information” \ninvolving customer data and business operations which has “actual or potential \ncommercial value from not being generally known” is sufficient to constitute a trade \nsecret under the NCTSPA);  RoundPoint Mortg. Co. v. Florez, 2016 NCBC LEXIS 18, \nat * 31–32 (N.C. Super. Ct. Feb. 18, 2016); Red Valve v. Titan Valve , 2018 NCBC \nLEXIS 41, at *27 (N.C. Super. Ct.  Apr. 17, 2018 ) (citing Koch, Byrd’s, and \nRoundPoint). \n61. The Court concludes that the allegations in this case , read generously, \nare minimally sufficient to put Defendants on notice of the trade secrets that they \nhave allegedly misappropriated. \n62. Defendants next argue that the claims for misappropriation must be \ndismissed because Plaintiff fails to allege facts regard ing the means by which \nDefendants misappropriated Plaintiff’s trade secrets.  (ECF No. 8, at pp. 15 –16.)  \nWith regard to Pack and BB&T, the Court agrees.  Misappropriation requires the \n“acquisition, disclosure, or use of a trade secret without express or implied authority \nor consent.”  G.S. § 66 -152(1).  Plaintiff does not allege any acts by which Pack and \nBB&T allegedly misappropriated trade secrets.   While Plaintiff a lleges that Pack \n“had access to” Wells Fargo’s trade secret information while she was employed, there \n \n \nis no allegation that Pack accessed or acquired trade secrets at any time when she \nwas not authorized to do so.  Plaintiff also fails to allege facts that would show Pack \ndisclosed or used Wells Fargo’ s trade secrets, or that any particular cu stomers for \nwhom Pack was responsible have diverted their business from Wells Fargo to BB&T.   \n63. In sum, the Complaint does not allege facts to support an allegation of \nmisappropriation against Pack , and the claim against her must be dismissed .  \nDefendants’ motion to dismiss the misappropriation of trade secrets claims against \nPack in Count Five of the Complaint therefore should be GRANTED. \n64. Plaintiff also fails to allege facts that support its claim that BB& T \nmisappropriated Wells Fargo’s trade secrets. Plaintiff does not allege that Link, \nRaynor, or Pack disclosed Wells Fargo’s trade secrets to BB&T or that BB&T acquired \nWells Fargo’s trade secrets by some other means.  Nor does Wells Fargo claim that \nBB&T has used Wells Fargo’s trade secrets, alleging only that “[u]pon information \nand belief, Individual Defenda nts have used Wells Fargo’s . . . Trade Secret s to \nidentify, contact, solicit, and induce Wells Fargo’s clients.” ( ECF No. 3, at ¶ 56; \nemphasis added.) Instead, Plaintiff alleges only that “[u]pon information and belief, \nthe Defendants have misappropriated Wells Fargo’s trade secret information in order \nto unfairly compete against Wells Fargo and solicit its customers.”  (Id. at ¶ 102.)  The \nCourt is no t required to accept Wells Fargo’s  conclusory speculation regarding \nBB&T’s alleged misappropriation of trade secrets.  Washburn, 190 N.C. App. at 327, \n660 S.E.2d at 586 ( affirming dismissal of misappropriation claim and holding \n“Defendant’s allegation that it ‘believes [Plaintiffs] used its trade sec rets’ is general \n \n \nand conclusory”). Defendants’ motion to dismiss the misappropriation of trade secrets \nclaims against BB&T in Count Five of the Complaint therefore should be GRANTED. \n65.   Plaintiff’s allegations in support of its claim that Link misappropriated \ntrade secrets are  weak, at best .  Plaintiff does not expressly allege that Link ever \naccessed We lls Fargo’s trade secrets  without authorization or consent.  To the \ncontrary, Plaintiff alleges that Link had ac cess to trade secret information only “by \nway of his employment with Wells Fargo.”  (ECF No. 3, at ¶ 96.)  The Complaint does \nnot allege that Link downloaded, copied, or otherwise removed from Wells Fargo any \ntrade secret information, nor that Link has disclosed trade secrets to BB&T or anyone \nelse.  Instead, Plaintiff alleges only that Link had access to Wells Fargo’s trade secret \ninformation during his employment with Wells Fargo, that Link became employed by \nBB&T, that some Wells Fargo customers for whom  Link was responsible have \ntransferred their business to BB&T, and “upon information and belief” Link has used \nWells Fargo’s trade secret information to solicit these customers.  A significant \ninferential leap is required from those alleged facts to conclu de that Link \nmisappropriated trade secrets.   \n66. Nevertheless, the Court is mindful that Plaintiff is entitled to have \ninferences drawn in its favor at this stage of the proceedings. Accordingly, the Court \nconcludes that the claim for misappropriation of trad e secrets against  Link should \nsurvive dismissal.  Therefore, Defendants’ motion to dismiss the misappropriation of \ntrade secrets claims against Link in Count Five of the Complaint should be DENIED. \n \n \n67. Plaintiff’s allegations that Raynor, immediately prior to submitting his \nresignation, entered Plaintiff’s offices after hours , and downloaded and copied \ndocuments that, on information and belief, contained Plaintiff’s trade secrets, \nsufficiently alleges the act s by which Raynor misappropriated trade secrets.   \nTherefore, Defendants’ motion to dismiss the misappropriation of trade secrets claims \nagainst Raynor in Count Five of the Complaint should be DENIED.  \nE. Tortious interference with contractual relations (Count Seven) \n \n68. As its seventh claim, Plaintiff makes claims for tortious interference \nwith contract against all Defendants, alleging that they each interfered with the \nRestrictive Agreements between Wells Fargo and Link and Raynor, respectively.  \n(ECF No. 3, at ¶¶ 110–15.)     \n69. To state a claim for tortious interference with contract, a plaintiff must \nallege: “(1) a valid contract between plaintiff and a third party which confers upon \nthe plaintiff a contractual right against a third party; (2) the defendant knows of the \ncontract; (3) the defendant intentionally induces the third person not to perform the \ncontract; (4) and in doing so he acts without justification; (5) resulting in actual \ndamage to the plaintiff.”   Kuykendall, 322 N.C. at 661, 370 S.E.2d at 387 (citing \nChildress v. Abeles, 240 N.C. 667, 674, 84 S.E.2d 176, 181–82 (1954)). \n70. As a preliminary matter, the Court has already  concluded that \nPlaintiff’s claims for breach of the non -solicitation of customers and non -solicitation \nof employees covenants in sections III.a., III.b. and III.c. of the Restrictive \nAgreements should be dismissed because those covenants are invalid and \n \n \nunenforceable.  Since no valid contract existed based on these covenants, Plaintiff’s \nclaims that the Defendants interfered with those covenants in the Restric tive \nAgreements must also fail.  Medical Staffing Network, Inc., 194 N.C. App. at 658, 670 \nS.E.2d at 328 (affirming dismissal of tortious interference claim where trial court had \nfound restrictive covenants overbroad and unenforceable).  Accordingly, Defendants’ \nmotion to dismiss the claims for tortious interference in Count Seven of the Complaint \nclaiming interference with the covenants not to solicit customers and employees \nshould be GRANTED. \n71. Similarly, to the extent that Plaintiff attempts to make a clai m for \ntortious interference with contract based on Defendants’ alleged interference with the \nreturn of property provisions in Restrictive Agreement, the Court has dismissed the \nclaim for breach of this provision as against Link.  In addition, the Complaint does \nnot plead any facts to support an allegation that Link, Pack, or BB&T engaged in any \nconduct intended to  induce Raynor’s alleged breach of the return of property \nprovisions.  Defendants ’ motion to dismiss the claims for tortious interference in \nCount Seven of the Complaint claiming interference with the return of property \nprovisions should be GRANTED. \n72. This leaves only the claim that Defendants intentionally interfered with \nthe confidential information covenants in the Restrictive Agreements.  With regard \nto this claim, the Complaint fails to plead any facts to support an allegation that Pack \ninterfered with the Restrictive Agreements between Wells Fargo and Link and \n \n \nRaynor.   T he claim aga inst Pack for tortious interference fails and should be \ndismissed. \n73.  Defendants contend  that the claim for tortious interference against \nBB&T should be dismissed because Plaintiff does not  plead facts in support of the \nallegation that BB&T intentionally induced Link or Raynor to breach the Restrictive \nAgreements.  (ECF No. 8, at p. 17.)  Defendants also argue that the claim for tortious \ninterference against BB&T fails because the allegations in the Complaint establish \nthat Wells Fargo and BB&T are competitor s, but Plaintiff does  not allege facts \nsupporting the conclusory claim that BB&T acted without justification in interfering \nwith the Restrictive Agreements.  (Id. at pp. 17 –18.)  The Court agrees with \nDefendants on both contentions. \n74. First, as with Pack, th e Complaint does not contain a single allegation \nof fact that BB&T engaged in any conduct designed to interfere with the Restrictive \nCovenants.  Unlike the vast majority of cases that arise in this context, Plaintiff does \nnot allege that BB&T recruited Link and Raynor as part of a campaign to raid Wells \nFargo’s sales force, that BB&T encouraged Link and Raynor to secretly acquire Wells \nFargo’s confidential information, nor that BB&T directed Link and Raynor to target \ntheir former Wells Fargo customers and solicit their commercial insurance business.  \nRather, Plaintiff alleges only that Link and Raynor resigned from Wells Fargo, \nbecame employed with BB&T, and subsequently diverted several customers from \nWells Fargo to BB&T.  These allegations do not suffic iently state that BB&T \nintentionally interfered with the Restrictive Covenants. \n \n \n75. In addition, Wells Fargo and BB&T were competitors in the commercial \ninsurance industry.  The North Carolina Supreme Court has held that if the \ndefendant’s interference is “for  a legitimate business purpose, his actions are \nprivileged. . . . [C]ompetition in business constitutes justifiable interference in \nanother’s business relations and is not actionable so long as it is carried on in \nfurtherance of one’s own interest and by m eans that are lawful.”  Peoples Sec. Life \nIns. Co. v. Hooks, 322 N.C. 216, 221, 367 S.E.2d 647, 650 (1988).  This “privilege [to \ninterfere] is conditional or qualified; that is, it is lost if exercised for a wrong purpose. \nIn general, a wrong purpose exist s where the act is done other than as a reasonable \nand bona fide attempt to protect the interest of the defendant which is involved.” Id. \nat 220, 367 S.E.2d at 650.   \n76. “If the defendant's only motive is a malicious wish to injure the plaintiff, \n[defendant’s] actions are not justified.” Hooks, 322 N.C. at 221, 367 S.E.2d at 650.  \nThe malice required to overcome a justification of business competition is legal \nmalice, and not actual malice.  Childress, 240 N.C. at 675,  84 S.E.2d at 182 (“It is not \nnecessary, however, to allege and prove actual malice in the sense of personal hatred, \nill will, or spite in order to make out a case for the recovery of compensatory damages \nagainst the outsider for tortiously inducing the breach of the t hird person’s contract \nwith the plaintiff.  The term ‘malice’ is used in this connection in its legal sense, and \ndenotes the intentional doing of the harmful act without legal justification.”); Murphy \nv. McIntyre, 69 N.C. App. 323, 328–29, 317 S.E.2d 397, 401 (1984) (noting that legal \nmalice “means intentionally doing a wrongful act or exceeding one's legal right or \n \n \nauthority in order to prevent the making of a contract between two parties” and the \nact “must be taken with the design of injuring one of the parties to the contract or of \ngaining some advantage at the expense of a party”); Robinson, Bradshaw, & Hinson, \nP.A. v. Smith, 129 N.C. App. 305, 318, 498 S.E.2d 841, 851 (1998) (“A person acts with \nlegal malice if he does a wrongful act or exceeds his lega l right or authority in order \nto prevent the continuation of the contract between the parties.”). \n77. In order to survive dismissal, a complaint alleging tortious interference \n“must admit of no motive for interference other than malice.”  Pinewood Homes, Inc. \nv. Harris, 184 N.C. App. 597, 605, 646 S.E.2d 826, 832–33 (2007); Filmar Racing, Inc. \nv. Stewart, 141 N.C. App. 668, 674, 541 S.E.2d 733, 738 (2001) (“[W]e have held that \nthe complaint must admit of no motive for interference other than malice .”); Kerry \nBodenhamer Farms, LLC v. Nature's Pearl Corp., 2017 NCBC LEXIS 27, at *16 (N.C. \nSuper. Ct.  Mar. 27, 2017) (h olding “[t]he pleading standards for a tortious \ninterference with contract claim are strict. The complaint must admit of no motive \nfor interference other than malice. When the complaint reveals that the interference \nwas justified or privileged, this Court must grant a motion” to dismiss (citations and \nquotations omitted)). \n78. Here, Plaintiff has alleged that the Defendants, including BB&T, acted \n“without justification”, but does not plead facts supporting a claim that BB&T acted \nwith malice or for any improper purpose, nor that BB&T was motivated by anything \nother than an interest in successfully competing against Wells Fargo. (ECF No. 3, at \n¶ 113.)  The recruitment of employees from a business competitor is presumptively \n \n \nprivileged competitive activity, absent an allegation of legal malice.  Hooks, 322 N.C. \nat 221, 367 S.E.2d at 650.  The claim for tortious interference as against BB&T fails \nand should be dismissed. \n79. With regard to the claims against Link and Raynor for tortious \ninterference with the confidentiality covenants  in the Restrictive Agreements , \nPlaintiff has not alleged facts to support an allegation that Raynor induced Link to \nviolate his confidentiality covenant.  To the contrary, Raynor resigned his \nemployment with Wells Fargo over five  months after Link left Wells Fargo and \nbecame employed with BB&T, and Plaintiff offers no explanation as to why Raynor \nwould encourage Link to violate con fidentiality restrictions while both were still \nemployed with Wells Fargo.   The allegations do not support a claim for tortious \ninterference with the confidentiality covenants against Raynor.  Therefore, the \ntortious interference with contract claim based on these allegations fails and should \nbe dismissed.  \n80. With regard to Link, Plaintiff alleges that “Raynor told his manager at \nWells Fargo that [ ] Link encouraged him to leave Wells Fargo for BB&T.”  (ECF No. \n3, at ¶ 41.)   While this is not an express allegation that Link encouraged Raynor to \nalso violate his confidentiality covenant, the Court concludes that the allegation \narguably would support the claim for tortious interference against Link, and \nPlaintiff’s claim that Link tortiously interfered with the confidentiality covenant in \nRaynor’s Restrictive Agreement. \n \n \n81. Therefore, Defendants’ motion to dismiss Count Seven for tortious \ninterference with contractual relations is DENIED as to Plaintiff’s claim that Link \ninterfered with the confidentiality covenant i n Raynor’s Restrictive Agreement.  \nDefendants’ motion to dismiss Count Seven for tortious interference with contractual \nrelations as to all other Defendants and claims is GRANTED, and such claim s are \nDISMISSED. \nF. Unfair and deceptive trade practices (Count Eight) \n82. As its Eighth claim, Plaintiff alleges that all Defendants have engaged \nin unfair and deceptive acts or practices in violation of G.S. § 75-1.1.  (ECF No. 3, at \n¶¶ 116–120.)  Plaintiff specifically alleges that  \nDefendants’ wrongful acts, include[e] but [are] not limited \nto, Defendants’ misappropriation of trade secrets, \nconspiracy and fraudulent scheme to divert business \nopportunities away from Wells Fargo, theft of company \nproperty to gain an unfair advantage, interference with \nDefendant Link and D efendant Raynor’s contractual \nobligations owed to Wells Fargo, and other deceptive, \nunethical and unscrupulous conduct[.] \n(ECF No. 3, at ¶ 117.) \n83. “To establish a prima facie case of unfair and deceptive trade practices, \na plaintiff must show that (1) the de fendant committed an unfair or deceptive act or \npractice, (2) the act was in or affecting commerce, and (3) the act proximately caused \ninjury to the plaintiff.”  White v. Consol. Planning, Inc., 166 N.C. App. 283, 303, 603 \nS.E.2d 147, 161 (2004). \n84. Defendants correctly point out that the facts pleaded in the Complaint \ndo not support allegations of a “conspiracy and fraudulent scheme to divert business \n \n \nopportunities away from Wells Fargo .”  Plaintiff does not make claims for fraud or \nconspiracy, and there are no facts alleged that would support such claims.  Plaintiff \nmakes no argument in support of these allegations, and the claim for unfair and \ndeceptive trade practices cannot be based on such conduct. \n85. In addition, the underlying claims against Pack and BB& T for \nmisappropriation of trade secrets and intentional interference with contract have \nbeen dismissed.  Plaintiff does not allege, nor argue, that Pack or BB&T engaged in \nany other conduct that would support a claim for unfair trade practices.  Therefore,  \nDefendants’ motion to dismiss the claims against Pack and BB&T for unfair and \ndeceptive trade practices in Count Eight of the Complaint should be GRANTED.     \n86. With regard to the claims against Link and Raynor, “[a] violation of the \n[NCTSPA] constitutes an  unfair act or practice under  N.C. Gen. Stat. § 75 -1.1.”  \nMedical Staffing Network, Inc., 194 N.C. App. at 659, 670 S.E.2d at 329 (citing N.C. \nGen. Stat. § 66 -146(2007)).  Since Plaintiff’s claims against Link and Raynor for \nmisappropriation of trade secrets survive dismissal, so must the claims for violation \nof G.S. § 75-1.1.  Defendants’ motion to dismiss the claims against Link and Raynor \nfor unfair and deceptive trade practices in Count Eight of the Complaint should be \nDENIED.  \nIII. CONCLUSION \nTHEREFORE, IT IS ORDERED that Defendants’ motion to dismiss is GRANTED, \nin part, and DENIED, in part, as follows:  \n \n \n1. Defendants’ motion to dismiss Plaintiff’s First and Second Counts for breach \nof contract are GRANTED, and the claims are DISMISSED.  \n2. Defendants’ motion to dismiss Plaintiff’s Count Three for breach of contract \nagainst Link is DENIED. \n3. Defendants’ motion to dismiss Count Four for breach of contract against Link \nis GRANTED, and the claim is DISMISSED. \n4. Defendants’ motion to dismiss Count Five for misappropriation of trade \nsecrets against Pack and BB&T is GRANTED, and those claims are \nDISMISSED. \n5. Defendants’ motion to dismiss Count Five for misappropriation of trade \nsecrets against Link and Raynor is DENIED.  \n6. Defendants’ motion to dismiss Count Seven for tortious interference with \ncontractual relations is DENIED as to Plaintiff’s claim that Link interfered \nwith the confidentiality covenant in Raynor’s Restrictive Agreement. \n7. Defendants’ motion to dismiss Count Seven for tortious interference with \ncontractual relations as to all other Defendants and claims is GRANTED, and \nthose claims are DISMISSED. \n8. Defendants’ motion to dismiss the claims against Pack and BB&T in Count \nEight for unfair and deceptive trade practices is GRANTED, and those claims \nare DISMISSED. \n9.  Defendants’ motion to dismiss the claims against Link and Raynor in Count \nEight for unfair and deceptive trade practices is DENIED. \n \n \nThis, the 8th day of May, 2018. \n \n /s/ Gregory P. McGuire    \nGregory P. McGuire \nSpecial Superior Court Judge \n  for Complex Business Cases \n "
}