{
  "id": "6b7828ed394612319ebfb0b1f40041f2e90b6aba381a41b1956a2a94052bf920",
  "source_file": "data/raw/ncbc/6b7828ed394612319ebfb0b1f40041f2e90b6aba381a41b1956a2a94052bf920.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF MECKLENBURG \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n14 CVS 4877 \nVERONICA DECRISTOFORO, \nIndividually and Derivatively on \nBehalf of Lindy’s Homemade, LLC; \nand DAMON DECRISTOFORO, \n \nPlaintiffs, \n \nv. \n \nPAUL M. GIVENS; PITTCO \nCAPITAL PARTNERS III, L.P.; \nANDREW SEAMONS; LEONARD \nKAYE; and LINDY’S HOMEMADE, \nLLC,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER & OPINION \n \n \n {1} THIS MATTER is before the Court on Plaintiffs’ Verified Motion to \nEnforce Settlement Agreement (“Motion to Enforce”) and Plaintiffs’ Motion to Strike \nseveral affidavits filed in opposition to the Motion to Enforce.  For the reasons \nstated below, the Motion to Enforce is GRANTED.  The Motion to Strike is DENIED \nAS MOOT.  \nErwin, Bishop, Capitano & Moss, P.A. by J. Daniel Bishop and A. Todd \nCapitano for Plaintiffs. \n \nParker Poe Adams & Bernstein LLP by Michael G. Adams and A. Todd \nSprinkle for Defendants Paul M. Givens, Pittco Capital Partners III, L.P., \nAndrew Seamons, and Leonard Kaye. \n \nThe Ward Law Firm, P.A. by John E. Rogers, II for Defendant Lindy’s \nHomemade, LLC. \n \nRobinson Bradshaw & Hinson, P.A. by Mark W. Merritt and Pearlynn G. \nHouck for Defendant Special Matters Committee of Lindy’s Homemade, LLC. \n \nGale, Chief Judge. \nDeCristoforo v. Givens, 2015 NCBC 53.\n \n \nI. NATURE OF THE MATTER BEFORE THE COURT \n{2} Plaintiffs seek to enforce a se ttlement they contend was reached at \nmediation.  Those attending the mediation signed a mediation form indicating that \n“a full and final agreement of all issues was reached,” and incorporating terms on \nan attached Exhibit A, which provided that “[t]he parties hereby agree to the \nfollowing terms, contemplating a further statement of their agreement and \ncomplete mutual release.”  (Verified Mot. Enforce Settlement Agreement (“Mot. \nEnforce”) Attach. 1, Ex. A.)  One of the attendees signed the covering report but did \nnot sign Exhibit A and left before it was finalized, although his counsel remained.  \nDefendants include corporate entities whose attending representatives were also \ndefendants in their individual capacities.  The individuals who were both corporate \nrepresentatives and individual defendants each affixed a single, unqualified \nsignature.  Defendants contend that no settlement was reached, claiming that all \nnecessary parties did not join the agreement, which was, in any event, only an \n“agreement to agree,” with illusory commitments.  For reasons discussed below, the \nCourt finds that an enforceable, full and final settlement agreement was reached.   \nII. BACKGROUND \nA. Parties \n{3} Veronica DeCristoforo (“V. DeCristoforo”) and her husband, Damon \nDeCristoforo (“D. DeCristoforo”) (collectively “Plaintiffs”) are residents of \nMecklenburg County, North Carolina.   \n{4} Defendant Lindy’s Homemade, LLC (“ Lindy’s” or the “Company”) is a \nDelaware limited liability company that operates in the frozen dessert industry and \nproduces Italian ice, gelato, sorbet, sour blasters, and “Body Quest Frozen Protein \nDessert.”  (Am. Compl. ¶ 11.)  \n{5} V. DeCristoforo is a member of Lindy’s and has served as Lindy’s \nPresident and Chief Executive Officer.  D. DeCristoforo has served as the \nCompany’s Vice President of Sales and Marketing. \n \n \n{6} Defendant Paul M. Givens (“Givens ”) serves as Lindy’s Vice President \nand Vice President of Operations and Finance. \n{7} Defendant Pittco Capital Partners  III, L.P. (“Pittco”) is a Tennessee \nlimited partnership.  Pittco Management, LLC (“Big Pittco”), which the Court \nbelieves to be Pittco’s parent, serves as Pittco’s general partner.  Big Pittco’s two \nmembers are J.R. Hyde, III and Pittco Corporate, Inc.  Except where otherwise \nnoted, the term “Pittco” refers only to Pittco Capital Partners III, L.P.   \n{8} Defendant Andrew Seamons (“Seamons”) serves as Pittco’s \nrepresentative on Lindy’s Board of Directors.  Seamons also chairs Lindy’s Special \nMatters Committee. \n{9} Defendant Leonard Kaye (“Kaye”) is a member of Lindy’s Board of \nDirectors and its Special Matters Committee. \n{10} Defendants Givens, Seamons, and Kaye are collectively referred to as \n“the Individual Defendants.” \nB. The Lawsuit and the Mediation \n{11} Plaintiffs initiated this action by their Complaint filed on March 19, \n2014.  The matter was designated a complex business case on March 24, 2014, and \nreassigned to the undersigned on July 2, 2014.  \n{12} Plaintiffs bring individual and de rivative claims asserting breach of \ntheir employment agreements, with corresponding wage and hour violations, \ntortious interference with those contracts, and violations of fiduciary duties by the \nIndividual Defendants in connection with their management of the Corporate \nDefendant.  They further claim that V. DeCristoforo was entitled to “put” her shares \nto Lindy’s for redemption. \n{13} The Individual Defendants an d the Special Matters Committee, by \nseparate motions, moved to dismiss Plaintiffs’ claims.  On August 5, 2014, while the \nmotions to dismiss remained in the briefing stage, the Court granted the Special \nMatters Committee’s Motion for Stay to Conduct Mediation, allowing the parties \nuntil September 4, 2014, to complete mediation.   \n \n \n{14} The parties held a mediated settlement conference on September 2, \n2014.  The next day, the Court was advised that the parties had “reached an \nagreement to settle.”  (Mot. Enforce Attach. 2.)  The following day, the Court \ngranted the parties’ Consent Motion to Extend Stay for additional time “to finalize \nsettlement documents and coordinate the filing of a motion to approve the \nsettlement and dismissal of the derivative claims.”  (Consent Mot. Extend Stay 1.)  \nOn October 10, 2014, counsel for Pittco and the Individual Defendants reported to \nPlaintiffs’ counsel that it was his clients’ position that no enforceable agreement \nwas reached at mediation. \n{15} On October 16, 2014, Plaintiffs filed the present Motion to Enforce, \nappending the Mediated Settlement Agreement (Mot. Enforce Attach. 1).  \n{16} On November 12, 2014, Plaintiffs contended that all claims had been \nsettled, but if not, that they were entitled to file an Amended Complaint.  They filed \nboth a Motion to Amend and an Amended Complaint they contend they were \nentitled to file as a matter of right.  \n{17} After full briefing, the Court heard argument on the Motion to Enforce \nand the Motion to Strike on February 13, 2015.  The Motion to Enforce and the \nMotion to Strike are now ripe for disposition. \nC. Lindy’s Corporate Governance \n{18} Lindy’s is governed by the Am ended and Restated Limited Liability \nCompany Agreement of Lindy’s Homemade, LLC, effective January 1, 2011, as \namended (the “LLC Agreement”).  As of May 21, 2013, the date of the last \namendment to the LLC Agreement, Lindy’s members and their respective \nownership interests are: \nMember \nOwnership \nInterest (%) \nVoting \nPercentage (%)\nPaul M. Givens (“Givens”) 33.33 33.33\nPittco 25.89 25.89\nLeonard Kaye (“Kaye”) 2.48 2.48\n \n \nJoel Kaye 2.48 2.48\nMatt Kaye 2.48 2.48\nVeronica DeCristoforo 33.33 33.33\n(Individual Defs.’ Br. Opp’n Pls.’ Purported Mot. Enforce Settlement Agreement \n(“Opp’n Br.”) Ex. 5 (“Fourth Am. LLC Agreement”) Ex. A, Schedule A.)  \n{19} The LLC Agreement governs the rights, duties, and obligations of \nLindy’s members.  It also includes restrictions on the transfer of any member’s \ninterest: “Any attempt to Transfer or any purported Transfer of any Membership \nInterests not in accordance with the terms of this Agreement shall be null and \nvoid.”  (Opp’n Br. Ex. 1 (“LLC Agreement”) § 10.1(a).)  The LLC Agreement allows \nshare transfers only to certain permitted transferees, which includes Lindy’s and \nthird parties only after Lindy’s is given a right of first refusal and other members do \nnot elect to purchase the shares on same terms offered to the third party.  Lindy’s \nexercise of its right of first refusal constitutes a Major Decision, requiring the \nwritten consent of 66% of the unaffected voting shares.\n1 \n{20} Lindy’s is managed by a Board of  Directors comprised of Kaye, Givens, \nV. DeCristoforo, D. DeCristoforo, and Seamons.  Seamons is not a member of \nLindy’s nor has he ever signed the LLC Agreement in his individual capacity. \n{21} V. DeCristoforo, D. DeCristoforo, and Givens each had employment \ncontracts as Lindy’s officers, each executed on March 20, 2011, with an initial term \nthrough December 31, 2011, and automatic annual renewals absent notice of \nnonrenewal given between January 1 and January 31 in the relevant year. \nD. The Special Matters Committee \n{22} In late 2012, the DeCristoforo s became concerned about Givens’ \nconduct and, after investigation, informed the Board of Directors that they believed \nGivens had caused Lindy’s to improperly compensate an employee as an \n                                                 \n1 The requisite voting percentage varies based on the “Major Decision” under consideration.  A \ndecision to issue additional Common Units (essentially, voting shares) only requires the written \nconsent of 58% of the voting shares.  (LLC Agreement § 1.1.) \n \n \nindependent contractor, underreport income of certain Lindy’s employees, attempt \nto include false information on Lindy’s 2012 tax return, hire undocumented \nworkers, and ignore claims that one of Lindy’s products did not comply with federal \nregulations.  The DeCristoforos also informed the Board of Directors that Givens \nwas verbally abusive to V. DeCristoforo and directed employees to “choose sides” \nand withhold information about Lindy’s business operations from the DeCristoforos.  \n(Compl. ¶¶ 37(f)–(g).) \n{23} The Board of Directors held a m eeting on May 21, 2013, at which the \nDeCristoforos contend that the Individual Defendants improperly demoted them \nfrom their prior positions; appointed Givens as COO and CFO; granted Givens more \nexpansive powers; and appointed a Special Matters Committee, comprised of \nSeamons and Kaye, to investigate the DeCristoforos’ complaints. The DeCristoforos \ncontend and the Individual Defendants deny that Seamons and Kaye were not \nindependent directors. \n{24} Bylaws governing the Special Matters Committee grant it \nplenary and exclusive authority to (a) decide whether . . . to pursue or \notherwise resolve any and all claims . . . made by [the DeCristoforos or \nGivens] . . .; (b) take any and all actions relative to such claims or \npotential claims, including . . . (vi) execute . . . for and on behalf of \n[Lindy’s] any and all notices, certificates, agreements, . . . and  other \ndocuments or instruments and to perform and do or cause to be \nperformed or done any and all such acts or things and to pay or cause \nto be paid all necessary fees and expenses, in each case in the name \nand on behalf of [Lindy’s] . . . to effectuate or carry out the provisions \nor the intent and purposes of the foregoing or otherwise perform the \nfunctions of the Special Matters Committee. \n(Fourth Am. LLC Agreement Ex. D ¶ 4.)  The bylaws also allow the Special Matters \nCommittee to take action without a meeting if a proposed consent that sets forth \nthe action to be taken “(i) is sent to all of the members of the Special Matters \nCommittee, (ii) is signed by all of the members of the Special Matters Committee; \nand (iii) . . . is included in [Lindy’s] permanent records.”  (Fourth Am. LLC \nAgreement Ex. D ¶ 5(d).) \n \n \n \n \nE. Issues Regarding Termination of the DeCristoforos’ Employment \nContracts \n {25} Defendants assert that the De Cristoforos’ employment agreements \nwere validly terminated as of December 31, 2013, by virtue of a letter dated \nJanuary 2, 2014, providing written “notice of nonrenewal.”  (Am. Compl. Ex. C.)  \nThe DeCristoforos claim that their employment contracts automatically renewed on \nJanuary 1, 2014, and that any attempt to terminate the contracts was ineffective for \nfailure to comply with the contract procedure.   \n {26} Plaintiffs further claim that the manner of termination entitles V. \nDeCristoforo to “put” her ownership interest in Lindy’s for redemption at fair value.  \nPlaintiffs and Defendants unsuccessfully negotiated Lindy’s redemption of her \nshares, and Plaintiffs now contend that Defendants negotiated in bad faith. \nF. The Mediation \n {27} The parties held a mediated settlement conference on September 2, \n2014.2  The following day, counsel for the Individual Defendants and Pittco notified \nthe Court by e-mail that the parties had reached “an agreement to settle.”  (Mot. \nEnforce Attach. 2.)3  The Report of Mediator, utilizing form AOC-DRC-16T— \nMediated Settlement Agreement Program – MSC Rule 4.C (the “Mediation \nReport”)—was filed on September 8, 2014.   The Mediation Report includes a \ntypewritten preamble reciting that the parties stipulate and agree that “a full and \nfinal agreement of all issues was reached,” and a copy of the agreement as an \n                                                 \n2 The Individual Defendants have asserted in their briefs that the mediation was voluntary, so that \nthe statute governing Mediated Settlement Conferences in superior court actions does not apply.  \nSee N.C. Gen. Stat. § 7A-38.1 (2014).  However, Defendants invoke section 7A-38.1(l)(4), which \nprovides that “[n]o settlement agreement . . . shall be enforceable unless it has been reduced to \nwriting and signed by the parties.”  \nId.  All parties also requested a stay in order to facilitate the \nmediation.  The Court concludes that the mediated settlement conference was subject to the statute. \n3 The Court has based its decision on the documents executed at the conference and not on the report \nof counsel to the Court.  The Court’s decision would be the same if no oral reports had been made to \nthe Court prior to Plaintiffs filing the Motion to Enforce. \n \n \nattached “Exhibit A.”4  (Mot. Enforce Attach. 1.)  The second page of the Mediation \nReport form reads, “[t]his matter has been settled by consent.”   (Mot. Enforce \nAttach. 1.)  It includes signatures by V. DeCristoforo, D. DeCristoforo, Todd \nCapitano (counsel for the DeCristoforos), Kaye, Seamons, Givens, and Robert \nMarcus (counsel for the Individual Defendants and Pittco).  Kaye, Seamons, Givens, \nand Marcus each signed under the typewritten word “Defendant,” (Mot. Enforce \nAttach. 1.) \n {28} Plaintiffs and Defendants disagree whether the signatures were made \nby or bound Pittco or Lindy’s.  No signature or signature line expressly denominates \neither of them as signatories.  Plaintiffs contend that those who signed had the \nauthority and intention to bind them.  Defendants disagree. \n {29} In addition, Plaintiffs and Defendants disagree whether final \nagreement by all necessary parties was reached as to Exhibit A, and further \nwhether Exhibit A, even if agreed to, was a binding agreement containing all \nessential settlement terms.   Specifically, Defendants contend that Kaye signed the \nMediation Report and left the mediation before Exhibit A was finalized.    \n{30} The record includes various, early iterations of Exhibit A.  The \nfinalized Exhibit A begins: “The parties hereby agree to the following terms, \ncontemplating a further statement of their agreement and complete mutual \nrelease.”  (Mot. Enforce Attach. 1, Ex. A.)  An earlier version of the Mediation \nReport read that “[t]he parties hereby agree to the following terms, subject to a \nformal settlement agreement and release to be agreed to by the parties” (Mot. \nEnforce Attach. 13), in contrast to the language in the final Mediation Report, \nwhich reflected that “a full and final agreement of all issues was reached.”  (Mot. \nEnforce Attach. 1.)  \n {31} The DeCristoforos, Givens, and Seamons initialed Exhibit A, but Kaye \ndid not, having left the mediation before Exhibit A was finalized.  The record is \nsilent as to whether Kaye asked consent of either Plaintiffs or the mediator before \n                                                 \n4 The Court attaches the Mediation Report to this Order & Opinion as Exhibit A. \n \n \nleaving the mediation.  Affidavits reflect that Kaye was present during preparation \nof earlier iterations of Exhibit A, and he was obviously aware that there was to be \nan Exhibit A when he signed the Mediation Report.  No counsel initialed Exhibit A. \n {32} The parties’ effort to “furth er state[] their agreement and complete \nmutual release” was unsuccessful.  (Mot. Enforce Attach. 1, Ex. A.)    \nIII. PARTIES’ CONTENTIONS \n {33} The major issues center on whet her all necessary parties ever reached \nagreement on essential terms.  Plaintiffs contend that the Mediation Report \nrepresents a full, final, and binding settlement, and even though the parties \ncontemplated a fuller settlement agreement carrying out the essential terms does \nnot make the agreement nonbinding.  They further contend that the signatures \naffixed to the Mediation Report are able to bind all parties, and that subsequent \narguments that the settlement could not be implemented pursuant to Lindy’s LLC \nAgreement should be ignored.  Defendants contend (1) that Exhibit A reflected that \nthe parties had yet to agree to essential terms and that a settlement was contingent \non agreement to those terms; (2) that, in any event, the agreement required \nessential signatures that were never provided; and (3) that the settlement cannot be \neffectuated because the terms of purchase are inconsistent with the transfer \nrestrictions in Lindy’s LLC Agreement.   \n {34} As to required signatures, Plaintiffs contend that the Individual \nDefendants each signed, that they individually or collectively had the power to bind \nLindy’s and Pittco, and that their signatures are effective both individually and as \nto the corporate entities. \n {35} As to the required purchase of V.  DeCristoforo’s membership interests, \nPlaintiffs contend that the language in the Mediation Report indicating that \n“Defendants agree to purchase” clearly represents a joint undertaking by all \nDefendants.  (Mot. Enforce Attach. 1, Ex. A ¶ I.)  In addition to contending that they \ndid not agree to such an undertaking, Defendants contend that a purchase by all \nDefendants would transgress the limitations in the LLC Agreement.  Defendants \n \n \ncounter that all parties understood that Lindy’s alone would redeem V. \nDeCristoforo’s interest, which is an acquisition the LLC Agreement permits.  \nPlaintiffs rejoin that the signatories to the Mediation Report have the requisite \nauthority to amend the LLC Agreement as a Major Decision if necessary to \neffectuate the sale, and that it is clear that all parties understood and agreed that \nthe other Defendants must lend assurances for a purchase that Lindy’s alone did \nnot have the financial ability to complete.  The Court observes that there are \nactually two disagreements, although they are addressed collectively by the parties.  \nThe first is whether all Defendants must be the purchasers in any sale of V. \nDeCristoforo’s shares.  The second is whether Defendants must collectively share \nfinancial responsibility for the transaction’s accomplishment. \n {36} The arguments regarding th ese two disagreements involve the \nconstruction of particular terms in Exhibit A.  One term provides that “Defendants \nagree that the obligations [to purchase V. DeCristoforo’s shares] will be senior to all \nobligations of Lindy’s other than bank debt.”  (Mot. Enforce Attach. 1, Ex. A ¶ I.)  \nDefendants contend and Plaintiffs deny that this signifies an understanding that \nLindy’s alone would purchase the shares, so that other Defendants should not bear \nfinancial responsibility for the purchase.  Another term provides that “Defendants \nwill deliver contemporaneously with the first payment [for V. DeCristoforo’s shares] \na confession of judgment in the [amounts set forth] to be docketed in the event of a \npayment default.”  (Mot. Enforce Attach. 1, Ex. A ¶ I.)  Plaintiffs contend and \nDefendants deny that this language further reflects that each Defendant was to \nunderwrite the financial obligation for the share purchase and that each Defendant \nmust execute a confession of judgment to secure payment of the purchase price. \n {37} The briefing highlights other ne gotiations which Defendants contend \ndemonstrate the absence of any binding agreement.  One negotiation point relates \nto whether Plaintiffs would receive a guaranty.  The negotiations are set forth in \nthe affidavits which are subject to the Motion to Strike.  Defendants contend that, \nduring the mediation, the mediator informed Defendants that Plaintiffs requested \nindividual guarantees of the purchase price, and Defendants adamantly refused the \n \n \nrequest, after which no further demand for such a guaranty was made.  Plaintiffs \ncounter that their demand was only that Big Pittco execute a guaranty of Pittco’s \nobligation.  The Court does not believe these negotiations or the dispute between \nthe parties as to what the negotiations entailed are relevant to the question of \nwhether a binding settlement agreement was reached in accord with the terms of \nthe documents that the parties signed.  The Court has not considered the affidavits \nfor purposes of interpreting those terms. \n {38} Defendants also assert that th e settlement agreement is unenforceable \nbecause it includes illusory obligations.  Defendants point to the provision stating \nthat “Defendant Pittco Capital Partners III, L.P. will either remove Plaintiffs’ \nguarantees or indemnify Plaintiffs for any liability under the guarantees on all \nloans and real estate lease.  If this condition is not fulfilled, Plaintiffs may elect to \nwaive this condition.”  (Mot. Enforce Attach. 1, Ex. A ¶ V.)  Defendants argue that \nthe effect of this paragraph is to allow Pittco to opt out of performing under the \ncontract and for Plaintiffs to then have the option of withdrawing from the entire \nsettlement agreement at their own election, thereby making all undertakings \nillusory.  Plaintiffs counter that the language does not allow Pittco the option to \nwithdraw from all undertakings but instead only allows the election of whether it \nwould choose to indemnify Plaintiffs or arrange to have their liability as guarantors \nextinguished, and that the option Plaintiffs reserved was to waive the condition that \nthe guarantees must be extinguished.  Therefore, Plaintiffs contend that the overall \nsettlement agreement cannot be fairly characterized as illusory. \n {39} As a further part of their argu ment that the settlement is illusory, \nDefendants contend that various federal discrimination statutes implicated by the \ntermination claim would give Plaintiffs the unilateral right to withdraw from the \nsettlement.  Significantly, no claims were brought in this action under those various \nfederal anti-discrimination statutes catalogued in the release paragraph of the \ninitial draft settlement agreement prepared after the mediation (Mot. Enforce, \nAttach. 5, ¶ 4).  The mediated settlement agreement did not include the mandatory \n \n \nstatutory language that would be included for an effective release of any such \nfederal claims. \n \nIV. STANDARD OF REVIEW \n{40} “[A] party ‘may enforce a settlem ent agreement by filing a voluntary \ndismissal of its original claim and then instituting another action on the contract, or \nit may simply seek to enforce the settlement agreement by petition or motion in the \noriginal action.’”  Hardin v. KCS Int’l, Inc., 199 N.C. App. 687, 694, 682 S.E.2d 726, \n732 (2009) (quoting State ex rel. Howes v. Ormond Oil & Gas Co., 128 N.C. App. \n130, 136, 493 S.E.2d 793, 797 (1997)).  Where a party chooses to enforce the \nsettlement agreement by motion in the original action, the summary judgment \nstandard of review applies.  Id. at 695, 682 S.E.2d at 733.5 \n{41} On summary judgment, the trial court asks “whether, on the basis of \nmaterials supplied . . . there [is] a genuine issue of material fact and whether the \nmoving party is entitled to judgment as a matter of law.”  Summey v. Barker, 357 \nN.C. 492, 496, 586 S.E.2d 247, 249 (2003).  The moving party must demonstrate \nthat lack of any triable issue of material fact.  Garner v. Rentenbach Constructors, \nInc., 350 N.C. 567, 572, 515 S.E.2d 438, 441 (1999).  The materials supplied to the \nCourt in support of or in opposition to the motion to enforce must be viewed in the \nlight most favorable to the nonmoving party.  Hardin, 199 N.C. App. at 695, 682 \nS.E.2d at 733. \n \n                                                 \n5 The Individual Defendants argue that the proper construction of Hardin is that Plaintiffs, having \nsought to enforce the Settlement Agreement by the present motion, must now demonstrate that \nthere is no disputed material fact as to whether the Settlement Agreement is enforceable, and if they \ncannot, then they cannot further seek recovery on that claim.  That is, if the Court finds that there \nare disputed material facts regarding whether a binding settlement agreement was reached, the \nCourt must declare that the settlement is unenforceable and Plaintiffs are not entitled further to \npursue proof of these disputed facts at a trial.  The Court need not reach this argument but finds it \nnovel and unpersuasive.  The Court notes that the plaintiff in \nHardin sought to avoid a settlement \nagreement, not enforce it, and that the Hardin court granted the defendants’ motion to enforce the \nsettlement.  Hardin, 199 N.C. App. at 703, 709, 682 S.E.2d at 737, 741. \n \n \nV. ANALYSIS \nA. The Settlement Agreement Includes All Necessary Signatures \n{42} The issue with which the Court ha s grappled the most is whether all \nnecessary parties signified their joinder in the settlement by authorized signatures.  \nWhen signifying a “full and final agreement of all issues,” Seamons and Kaye signed \nthe Mediation Report as “Defendant,” without express indication whether they were \ndoing so individually, on behalf of corporate entities for whom they were \nrepresentatives at the mediation, or both.  Seamons initialed Exhibit A.  Kaye did \nnot; however, Kaye signed the covering report with knowledge that Exhibit A was in \nprogress and gave no instructions to withhold his signature pending the final \npreparation of Exhibit A.  Though Kaye left before Exhibit A was finalized, his \ncounsel remained at the mediation.   \n{43} The Court concludes that Seamons had authority to bind Pittco, and  \nSeamons and Kaye collectively had authority to bind Lindy’s as the members of \nLindy’s Special Matters Committee, which was given “plenary and exclusive \nauthority” to agree to a settlement of claims with the DeCristoforos and to execute \ndocuments necessary to do so.  Having found such authority, the Court holds that \nthe unqualified signatures bound both the individuals and the corporate entities \nthey represented.  There is no apparent basis to conclude that any other individual \nrepresented the corporate entities or that the individuals intended to join the \nsettlement only as individuals when agreeing that there had been “a full and final \nagreement of all issues,” particularly where both Seamons and Kaye knew the \nsettlement committed Lindy’s to repurchase the DeCristoforos’ shares, and \naccording to their contentions, that Lindy’s was to be the sole purchaser.      \n{44} In \nMountain Farm Credit Service, ACA v. Purina Mills, Inc., the North \nCarolina Court of Appeals held that, \nwhen an authorized principal of the company has executed a security \nagreement, the absence of the true business name should not defeat \nthe security interest as long as the evidence indicates that the signer \ndid in fact intend to bind the entity by the signature.  Of course, the \nindividual’s signature will not always operate to bind the business \n \n \nentity.  The individual must have authority to encumber the business \nproperty. \n119 N.C. App. 508, 512, 459 S.E.2d 75, 79 (1995) (emphasis added) (quoting James \nJ. White & Robert S. Summers, Uniform Commercial Code § 22-5 (3d ed. 1988)).  In \nthat case, the security agreement listed the debtor as two individuals “dba Grey \nDawn Farm” instead of “Grey Dawn Farms” and “appear[ed] to be signed in an \nindividual, rather than representative, capacity.”  Id. at 511, 459 S.E.2d at 78.  The \nMountain Farm court determined that there was sufficient evidence that, \nnevertheless, the signing individual had authority to bind the corporation despite \nhis failure to clearly sign in a representative capacity.  Accord In re Mid-Atl. Piping \nProds. of Charlotte, Inc., 24 B.R. 314, 319 (Bankr. W.D.N.C. 1982) (finding “no \ncredible evidence that Mr. Keeter’s signature on the security agreements was \nintended as anything other than a signature of the Debtor by its duly authorized \nofficer, even though this was not made explicit by any reference to the Debtor’s \nname . . . near the signature line on the security agreement”). \n{45} Defendants contend that Seamons could not have signed for Pittco \nbecause he did not have authority to bind it.  It is apparent, however, that Pittco \nhad held Seamons out as an agent who was permitted to bind the corporation and \nhad him sign on its behalf in prior transactions with Lindy’s.  “When a corporate \nagent acts within the scope of his apparent authority, and the third party has no \nnotice of the limitation on such authority, the corporation will be bound by the acts \nof the agent . . . .”  \nZimmerman v. Hogg & Allen Prof’l Ass’n, 286 N.C. 24, 30, 209 \nS.E.2d 795, 799 (1974).  A principal’s liability is “governed by the apparent scope of \nthe agent’s authority, which is that authority which the principal has held the agent \nout as possessing or which he has permitted the agent to represent that he \npossesses.”  \nId. at 30–31, 209 S.E.2d at 799. \n{46} As one example of Seamon’s ap parent authority, V. DeCristoforo, \nGivens, and Pittco were required to consent in order to adopt the third amendment \nto the LLC Agreement in April of 2012.  On the signature page of that document, V. \n \n \nDeCristoforo’s and Givens’s signatures appear on lines above their typewritten \nnames.  Seamons signed on behalf of Pittco, as its managing partner, as follows: \n \n(Opp’n Br. Ex. 4 (“Third Am. LLC Agreement”).)   As Seamons had the authority \nand intent to bind Pittco, and because the Mediation Report makes clear that it was \n“a full and final agreement of all issues” (Mot. Enforce Attach. 1), the Court \nconcludes that Seamons bound himself and Pittco with his signature. \n{47} It is clear that Seamons and Kaye had the authority to bind Lindy’s as \nthe two members of its Special Matters Committee.  Lindy’s Special Matters \nCommittee had “plenary and exclusive authority” to settle claims alleged against \nLindy’s in this lawsuit.  (Fourth Am. LLC Agreement Ex. D. § 4.)  The Special \nMatters Committee may take action without a meeting where the proposed action is \nset forth in a document that “(i) is sent to all of the members of the Special Matters \nCommittee, (ii) is signed by all of the members of the Special Matters Committee, \nand (iii) . . . is included in the Company’s permanent records.”  (Fourth Am. LLC \nAgreement Ex. D § 5(d).)  Here, both members reviewed and signed the Mediation \nReport that reflects the final resolution of all issues. \n {48} The Court is not persuaded by Defendants’ contention that the \nsettlement can be avoided because Kaye left the mediation before initialing the final \nExhibit A.  Kaye left, knowing that the reduction of the terms to paper on Exhibit A \nwas in progress.  His counsel was still present.  There is no indication that he \ninstructed that his signature, reflecting a “full and final agreement of all issues,” \nmust be withheld until he further assented to Exhibit A.  Under these \ncircumstances, Kaye and Lindy’s should be bound to the settlement.      \n{49} Clearly, the issue of whether there were all necessary signatures would \nhave been clarified if Kaye and Seamons had affixed separate individual and \n\n \n \nrepresentative signatures.  This is the normal practice in transactional documents. \n“[W]here individual responsibility is demanded, the nearly universal practice in the \ncommercial world is that the corporate officer signs twice, once as an officer and \nagain as an individual.”  Keels v. Turner, 45 N.C. App. 213, 218, 262 S.E.2d 845, \n847 (1980) (quoting 19 Am. Jur. 2d Corporations § 1343 (1965)).  This serves to \nprevent a person from disclaiming individual liability by asserting that he intended \nto sign only as a representative of a corporation.  Id. \n{50} Often, the time pressures of prep aring documents at the end of a long \nand contentious mediation session require drafting a binding document that does \nnot allow for the same formalities as a transaction completed after multiple \ndocument exchanges.  That does not mean, however, that a settlement that the \nattendees represent to be a full and final resolution of all issues should be easily \navoided because of the form of signatures.  Keels clearly teaches that an individual \nis bound by his unqualified signature.  It does not teach that a corporation is never \nbound by an unqualified signature of its authorized agent.  Reading Keels with \nMountain Farm Credit Service, the Court concludes that where an individual has \nauthority and an intent to bind the corporation as to a matter in which he also has \nan individual interest, and participates in a negotiation both individually and as a \ncorporate representative, his unqualified signature on a document prepared as a \nresult of that negotiation binds both the individual and the corporation he \nrepresents. \n{51} The Court concludes that all nece ssary parties, both the Individual \nDefendants and the corporate Defendants, joined the Settlement Agreement as \nindicated by authorized signatures affixed on their behalf signifying that a full and \nfinal agreement on all issues was reached.   \nB. There Was a Sufficiently Definite Agreement on a “Mutual Release”  \n{52} The covering Mediation Report stipulates that a “full and final \nagreement of all issues was reached.”  It then refers to Exhibit A, which begins,  \n“The parties hereby agree to the following terms, contemplating a further statement \n \n \nof their agreement and complete mutual release.”  (Mot. Enforce Attach. 1, Ex A.)  \nThe question is whether the agreement became unenforceable when the parties \ncould not reach agreement on the form of final settlement documents containing \nexpansive release language.  The record reflects that Defendants sought to include \nin that release matters to which there is no express reference in the Mediation \nReport, Exhibit A, or among the claims in the pending litigation, such as Plaintiffs’ \nobligation to return corporate materials upon termination.  The proposed release \nalso added language to release federal claims that had not been brought in the \nlitigation.   To accomplish the release of such claims, the draft settlement \nagreement exchanged after the mediation included language to comply with \nstatutory requirements “that for a period of at least 7 days following the execution \nof such agreement, the individual may revoke the agreement, and the agreement \nshall not become effective or enforceable until the revocation period has expired.”  \n29 U.S.C. § 626(f)(1)(G) (2014).  Defendants argue that this necessary language \nrenders the agreement illusory. \n{53} “[C]ompromise agreements, su ch as the mediated settlement \nagreement reached by the parties in this case, are governed by general principles of \ncontract law.”  \nChappell v. Roth, 353 N.C. 690, 692, 548 S.E.2d 499, 500 (2001)).  \nSettling parties’ “minds must meet as to all the terms.  If any portion of the \nproposed terms is not settled, or no mode agreed on by which they may be settled, \nthere is no agreement.”  Boyce v. McMahan, 285 N.C. 730, 734, 208 S.E.2d 692, 695 \n(1974). \n{54} The issue of a mutual  release was paramount in Chappell.  There, the \nNorth Carolina Supreme Court held that a proposed settlement was not binding \nand enforceable, based upon an agreement that provided only that “Defendant will \npay $ 20,000 within [two] weeks of date of settlement in exchange for voluntary \ndismissal (with prejudice) and full and complete release, mutually agreeable to both \nparties.”  Chappell, 353 N.C. at 691, 548 S.E.2d at 499–500 (alteration in original).  \nThe Supreme Court held that the express settlement terms contemplated future \n \n \nagreement to a release form, which never occurred.  Id. at 693–94, 548 S.E.2d at \n500–01.   \n{55} The Court concludes that the language of the settlement documents at \nissue here is not conditional and does not fall within Chappell’s holding.  The \nlanguage in the Mediation Report is that all parties had reached “a full and final \nagreement of all issues.”  That the agreed-upon mutual release would be included in \na subsequent document making a “further statement” of the agreement did not \nrender the settlement conditional on the form of a release to be negotiated later. \n{56} The Court further concludes that this case is more comparable to the \nfacts before the court in North Carolina National Bank v. Wallens, 26 N.C. App. \n580, 217 S.E.2d 12 (1975).  There, the parties had agreed on a letter which was “to \nserve as a memorandum agreement until proper complete documents can be drawn \nup.”  Id. at 582, 217 S.E.2d at 14.  The North Carolina Court of Appeals determined \nthat, “it cannot be said that execution of a later agreement was a condition \nprecedent to any contractual rights which might otherwise pertain.  Furthermore, \nreference to a more ‘complete’ document does not necessarily indicate that material \nportions of the agreement have been left open for future negotiation.”  Id. at 584, \n217 S.E.2d at 15.  The court of appeals enforced the settlement, concluding that the \nparties intended to reach a complete settlement, and that the reference to future \nnegotiation on other terms to be included in a more complete agreement could only \nconcern immaterial additional terms.  Id. \n{57} A clear release of claims, absent pr oof of a contrary intent, is effective \nto discharge all claims pending in the litigation.  Hardin, 199 N.C. App. at 699, 682 \nS.E.2d at 735 (citing Sykes v. Keiltex, Indus., Inc., 123 N.C. App. 482, 473 S.E.2d \n341 (1996)).  While a release can include extensive language, such language is not \nabsolutely necessary.  Here, the language of the Mediation Report with its \nappended Exhibit A expresses a clear intent that all issues in the litigation had \nbeen fully and fairly resolved.  The language was effective to release pending claims \neven if the parties did not later execute a more comprehensive statement of the \nreleases.   Upon satisfaction of the settlement terms, Plaintiffs will be obligated to \n \n \nor the Court may dismiss Plaintiffs’ claims in the litigation with prejudice, which \nwill have the same binding effect as a release. \n{58} The parties’ full resolution of claims brought in this action is not \navoided because the stated mediation terms signed by the parties did not include \nstatutory language that may be required to release federal claims that were not \nbrought in this action.  In reaching this conclusion, the Court need not consider in \nthe first instance whether Plaintiffs have or had any valid federal claims. \n{59} In sum, the Court concludes that there was a sufficiently definite \nmutual agreement that claims presented in the litigation were released upon \nexecution of the Mediation Report with the appended Exhibit A.  The parties may, \nbut are not required to, execute a more comprehensive statement of the release \nterms to effectuate the release. \nC. The Defendants Are Required to Assure the Purchase of V. \nDeCristoforo’s Shares, but The Purchase May Be Structured with \nLindy’s as Sole Purchaser at Defendants’ Election, and Plaintiffs Are \nEntitled to But One Confession of Judgment  \n{60} Exhibit A to the Mediation Report provides that “Defendants agree to \npurchase Mrs. DeCristoforos [sic] membership interest in Lindy’s with [four] \npayment[s].”  (Mot Enforce Attach. 1, Ex. A ¶ I (listing payment dates and \namounts).)  At the time of the first payment, Defendants are to deliver “a confession \nof judgment” in the amount of the payment obligations.  Defendants contend that no \nenforceable agreement was reached because (1) extrinsic evidence shows that the \nparties only intended to obligate Lindy’s, not other Defendants, to purchase the \nshares, and (2) the agreement is inconsistent with the LLC Agreement, which \nallows a sale to Lindy’s but prohibits a sale to “all Defendants.”  Plaintiffs counter \nthat Defendants must be bound to Exhibit A’s unambiguous language and that, if \nnecessary, the signatories to the Settlement Agreement collectively have adequate \nauthority to amend Lindy’s LLC Agreement to allow the purchase to be completed. \n{61} Exhibit A’s language is sufficientl y definite to be enforceable.  The \nCourt finds that Defendants collectively are financially responsible for the \n \n \ncompletion of the purchase of the shares.  Defendants are not, however, required to \nbe the actual purchasers but rather, at their election, Lindy’s alone can complete \nthe purchase.  The Court further finds that Plaintiffs are entitled only to a single \nconfession of judgment, executed by a single Defendant of Defendants’ election.   \n{62} There is no provision in the settle ment documents directly or indirectly \nprecluding Defendants from assigning their right of purchase.  See Parkersmith \nProps. v. Johnson, 136 N.C. App. 626, 631, 525 S.E.2d 491, 494 (2000) (“Generally, \ncontracts are freely assignable unless prohibited by statute, public policy, or the \nterms of the contract.”).  Defendants are then free to structure the purchase with \nLindy’s as the sole purchaser. 6 \n{63} While Defendants collectively ha ve contractual obligations to assure \nthe purchase and payment of the purchase price, they are not each required to \nprovide a confession of judgment.  The settlement documents require Defendants to \nsubmit “\na confession of judgment.”  (Mot. Enforce. Attach. 1, Ex. A ¶ I (emphasis \nadded).)   Exhibit A’s language is not sufficiently broad to require that each \nDefendant separately submit a confession of judgment.  Defendants will satisfy the \nsettlement requirements by submitting a single confession of judgment executed by \none of the Defendants of the Defendants’ choosing.  The Court’s holding does not \nexcuse other Defendants from their contractual obligations but recognizes that \nPlaintiffs are not entitled to secure those contractual obligations by a confession of \njudgment from each Defendant. \n \n                                                 \n6 The Court’s ruling obviates the need to consider whether the signatories collectively had the ability \nto authorize and actually authorized a Major Decision to amend Lindy’s LLC Agreement.  See LLC \nAgreement §§ 1.1 (defining “Super Voting Majority” and “Major Decision”), 3.1(a); Fourth Am. LLC \nAgreement Ex. A Schedule A (noting signatories to Mediation Report collectively had 95.03% of \nLindy’s voting shares).)  See also In re Asian Yard Partners, Nos. 95-333-PJW, 95-334-PJW, 1995 \nBankr. LEXIS 2199, *33 (Bankr. D. Del. Sept. 18, 1995) (providing that, although “[t]he Settlement \nAgreement was not cast in terms of an amendment to the Partnership Agreement, . . . it is clear from \n[the parties’] conduct in executing the Settlement Agreement that they must be deemed to have \nimpliedly amended the Partnership Agreement” (emphasis added)). \n \n \nD. The Settlement Is Not Rendered Illusory by Plaintiffs’ Option to Waive \nOne of Pittco’s Performance Obligations \n{64} Exhibit A provides that “Defenda nt Pittco Capital Partners III, L.P. \nwill either remove Plaintiffs’ guarantees or indemnify Plaintiffs for any liability \nunder the guaranties on all loans and real estate lease.  If this condition is not \nfulfilled, Plaintiffs may elect to waive this condition.”  (Mot. Enforce Attach. 1, Ex. A \n¶ V.)  Defendants contend that this language gives Plaintiffs the unilateral option to \nwithdraw from the entire agreement rendering their commitment illusory. The \nCourt disagrees. \n{65} The Court concludes that the language, although not a model of clarity, \ngrants Plaintiffs the option to relieve Pittco of its obligation to remove guarantees \nbut does not allow Plaintiffs to withdraw from the settlement entirely.  Pittco has \nthe option of either removing Plaintiffs from guarantees or indemnifying them from \nguarantees, but it does not have the option to scuttle the entire settlement by doing \nneither.  Plaintiffs’ ability to waive its right to enforce Pittco’s obligations does not \nrender the agreement unenforceable.  \nSee, e.g., Phoenix Ltd. P’ship of Raleigh v. \nSimpson, 201 N.C. App. 493, 688 S.E.2d 717 (2009) (enforcing other contract \nprovisions after determining that the defendants waived another provision); Ball v. \nMaynard, 184 N.C. App. 99, 102, 645 S.E.2d 890, 893 (2007) (“[T]he parties may \nwaive or excuse non-occurrence of or delay in the performance of a contractual \nduty.” (alteration in original) (quoting Dishner Developers, Inc. v. Brown, 145 N.C. \nApp. 375, 378, 549 S.E.2d 904, 906 (2001))). \nVI. CONCLUSION \n{66} The settlement the Court is enforcing includes derivative claims.  The \nCourt approves the settlement pursuant to section 57D-8-04 of the North Carolina \nGeneral Statutes, finding that all parties substantially affected by the settlement \nhave been notified of the settlement and Plaintiffs’ Motion to Enforce it..   \n{67} The Court concludes that the parties reached a full and final \nagreement on all issues in this litigation, the settlement of claims pending in the \n \n \nlitigation is final and enforceable, and Plaintiffs’ Verified Motion to Enforce \nSettlement Agreement is GRANTED.   \n{68} Plaintiffs’ Motion to Strike is DENIED AS MOOT, as the Court did not \nconsider the affidavits for purposes of interpreting the terms of the settlement.  \n{69} The Court believes that this Order & Opinion has addressed and \nresolves all outstanding claims and issues in the litigation, so that final judgment is \nappropriate.   However, the Court will defer entry of final judgment until June 5, \n2015, solely to allow the parties to suggest to the Court that there are issues that \nare not resolved by this Order & Opinion. \n \nIT IS SO ORDERED, this the 29th day of May, 2015. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Special Superior Court Judge \n    for Complex Business Cases \n \n\n\n"
}