{
  "id": "6b85dfd4f8a2ff2e8a8417821610e653d96c30fc872394fcec09b7fe325060d3",
  "source_file": "data/raw/ncbc/6b85dfd4f8a2ff2e8a8417821610e653d96c30fc872394fcec09b7fe325060d3.pdf",
  "raw_text": "M.D. Claims Grp., LLC v. Bagley, 2025 NCBC 2. \n \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24 CVS 16516 \n \nM.D. CLAIMS GROUP, LLC, \n \n  Plaintiff,  \nv. \n \nMATTHEW BAGLEY, individually, \nand BAGLEY CONSULTING, LLC,  \n \n  Defendants.  \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION FOR LEAVE \nTO FILE SECOND AMENDED \nCOMPLAINT \n \n1. THIS MATTER is before the Court on Plaintiff’s Motion to Amend the \nComplaint (the “Motion”) pursuant to Rule 15 of the North Carolina Rules of Civil \nProcedure (“Rule(s)”), (ECF No. 51).  \n2. In its Motion, Plaintiff seeks to amend its pleading a second time, this time \nto: (1) add additional facts, (2) remove several causes of action, (3) add a jury trial \ndemand, and (4) clarify existing causes of action.  (Pl.’s Mot. to Amend Compl. [“Mot. \nto Amend”], ECF No. 51; see generally Mot. to Amend, Exhibit, Amended Complaint \n[“Proposed Am. Compl.”], ECF No. 51.1.)  \n3. Defendants object to the Motion arguing that Plaintiff has failed to correct \ndeficiencies from prior pleadings and that the Motion is futile.  (See generally Defs.’ \nBr. Opp. to Pl.’s Second Mot. to Amend the First Am. Compl. [“Defs.’ Br.”], ECF No. \n53.) \n4. Having considered the Motion, the briefs filed in support of and in \nopposition to the Motion, the arguments of counsel at a hearing held 9 January 2025, \nand other relevant matters of record, the Motion is GRANTED in part and DENIED \nin part.  \nVector Law Group, by Ryan Smith, for Plaintiff M.D. Claims Group, \nLLC.  \n \nOak City Law LLP, by Christine Mayhew, for Defendants Matthew \nBagley and Bagley Consulting, LLC.  \n \nEarp, Judge.  \nI. FACTUAL BACKGROUND \n5. The following is a summary of Plaintiff’s allegations that are relevant to the \nMotion before the Court.  \n6. Plaintiff M.D. Claims Group, LLC (“M.D. Claims”) is an independent \nadjuster firm headquartered in Louisiana.  (Proposed Am. Compl. ¶¶ 1, 15.) \n7. Defendant Matthew Bagley (“Bagley”) is a citizen and resident of North \nCarolina.  (Proposed Am. Compl. ¶ 3.) \n8. In May 2021, M.D. Claims hired Bagley to be its Claims Manager.  He was \nlater promoted to Director of Operations.  (Proposed Am. Compl. ¶ 79; Ex. P001, \nEmployment Offer/Contract [“Employment Contract”], ECF No. 51.1.)  As a condition \nof his employment, Bagley signed two agreements, an Employment Offer/Contract \n(the “Employment Agreement”) and a Non-Disclosure Agreement (the “NDA”), \n(together, the “Agreements”).  (Proposed Am. Compl. ¶¶ 62-63; Employment \nAgreement; Ex. P005, Non-Disclosure Agreement [“NDA”].)   \n9. The Employment Agreement contains the following return of property \nclause:  \nRETURN OF PROPERTY. Upon termination of this Contract [Bagley] \nshall deliver to [M.D. Claims] all property which is [M.D. Claims’] \nproperty or related to [M.D. Claims’] business (including keys, records, \nnotes, data, memoranda, models, and equipment) that is in [Bagley’s] \npossession or under [Bagley’s] control. Such obligation shall be governed \nby any separate confidentiality or proprietary rights agreement signed \nby [Bagley]. \n \n(Employment Agreement ¶ 11.)  \n \n10. The NDA also contains a return of property clause:  \nRETURN OF CONFIDENTIAL INFORMATION. Upon the written \nrequest of [M.D. Claims], [Bagley] shall return to [M.D. Claims] all \nwritten materials containing the Confidential Information. [Bagley] \nshall also deliver to [M.D. Claims] written statements signed by [Bagley] \ncertifying that all materials have been returned within five (5) days of \nreceipt of the request.  \n \n(NDA § V.)  \n \n11.  Further, pursuant to the NDA, Bagley promised not to disclose, modify, \ncopy, or use M.D. Claims’ confidential information.  (NDA § II (A)-(D).)  The NDA \ndefines “Confidential Information” as:  \nany information or material which is proprietary to [M.D. Claims], \nwhether or not owned or developed by [M.D. Claims], which is not \ngenerally known other than by [M.D. Claims], and which [Bagley] may \nobtain through any direct or indirect contact with [M.D. Claims]. \nRegardless of whether specifically identified as confidential or \nproprietary, Confidential Information shall include any information \nprovided by [M.D. Claims] concerning the business, technology and \ninformation of [M.D. Claims] and any third party with which [M.D. \nClaims] deals, including, without limitation, business records and plans, \ntrade secrets, technical data, product ideas, contracts, financial \ninformation, including but not limited to compensation structure offered \nand/or agreements accepted, pricing structure, discounts, computer \nprograms and listings, source code and/or object code, copyrights and \nintellectual property, inventions, sales leads, strategic alliances, \npartners, and customer and client lists. The nature of the information \nand the manner of disclosure are such that a reasonable person would \nunderstand it to be confidential. \n \n(NDA § I.) \n \n12. Both Agreements include a choice of law provision specifying that \nLouisiana law controls.  (Employment Contract ¶ 17; NDA § XII.) \n13. M.D. Claims has two secure databases (Microsoft Azure/365 and The \nAssignment Portal (“TAP”)) that house its Confidential Information.  Access to these \ndatabases is limited to “authorized users” who receive a unique password.  (Proposed \nAm. Compl. ¶¶ 56, 59.)  \n14. TAP is not a dedicated platform like Salesforce, but Plaintiff uses it as an \n“important component of their customer relations management system.”  (Proposed \nAm. Compl. ¶ 57.) \n15. As Director of Operations, Bagley maintained existing clients, conducted \nday-to-day operations, and generated new sales.  He had regular access to the \nConfidential Information.  (Proposed Am Compl. ¶¶ 82, 94.) \n16. On 19 February 2024, Bagley notified M.D. Claims that he would be \nresigning on 23 February 2024.  (Proposed Am. Compl. ¶ 114.)  Upon M.D. Claims’ \nrequest, Bagley returned two laptops containing M.D. Claims’ data prior to resigning.  \n(Proposed Am. Compl. ¶ 142.)  Four months later, however, Bagley sent M.D. Claims \na USB drive with 80,361 files containing Plaintiff’s Confidential Information.  \n(Proposed Am. Compl. ¶ 143.)  \n17. M.D. Claims alleges that on 16 February 2024, while still employed by M.D. \nClaims, Bagley formed Bagley Consulting, LLC (“Bagley Consulting”), a North \nCarolina limited liability company.  (Proposed Am. Compl. ¶¶ 4, 112.)  When M.D. \nClaims asked about Bagley Consulting, Bagley responded that it “was set up for [his] \nwife and her business ventures.”  (Proposed Am. Compl. ¶ 115.)  However, Bagley is \nBagley Consulting’s sole member.  (Proposed Am. Compl. ¶ 113.)  \n18. Plaintiff alleges that beginning in November 2023 and continuing until he \nresigned in February 2024, Bagley ignored some duties and delegated others to his \nsubordinates.  (Proposed Am. Compl. ¶ 97.)  When clients became dissatisfied, Bagley \ncast the blame on others.  (Proposed Am. Compl. ¶¶ 98-100.)  Despite these problems, \nat weekly management meetings Bagley reported that his division was performing \nwell and that clients were satisfied.  (Proposed Am. Compl. ¶ 106.)  \n19. M.D. Claims alleges that after Bagley’s resignation it received confirmation \nfrom several clients that Bagley had been soliciting them for his new business while \nstill working for M.D. Claims.  (Proposed Am. Compl. ¶ 124.)  In addition to the \nallegation that Bagley solicited its clients, M.D. Claims alleges that it received an \nemail on or about 7 April 2024 from a third-party forwarding one of Bagley \nConsulting’s reports on a form that was identical to the one M.D. Claims developed.  \n(Proposed Am. Compl. ¶ 125.)  The software tokens  used in the form indicated that \nit was M.D. Claims’ form with Bagley Consulting’s branding.  (Proposed Am. Compl. \n¶ 126.)  \n20. Plaintiff’s Proposed Amended Complaint asserts claims for breach of \ncontract and fraud against Bagley, and for misappropriation of trade secrets and \nunfair and deceptive trade practices against both Defendants.  (See generally \nProposed Am. Compl.)  \nII. PROCEDURAL BACKGROUND \n21. Plaintiff commenced this action on 24 May 2024, originally stating claims \nfor (1) breach of contract as to Bagley; (2) fraud and veil piercing as to Bagley; (3) \npreliminary, permanent, and mandatory injunction as to both Defendants;1 (4) \ndeclaratory judgment as to Bagley; (5) trade secret misappropriation as to both \nDefendants; (6) breach of the implied covenant of good faith and fair dealing as to \nBagley; (7) unjust enrichment as to Bagley Consulting; and (8) conversion as to both \nDefendants.  (See Compl., ECF No. 3.)   \n22. On the same day, Plaintiff filed a Motion for Temporary Restraining Order \nand Preliminary Injunction, (ECF No. 4), amending it on 28 May 2024, (ECF No. 6).   \n23. On 3 June 2024 Plaintiff filed an Amended Complaint adding unfair and \ndeceptive trade practice claims against both Defendants, among other things.  (Am. \nVer. Compl. ¶¶ 113-17, ECF No. 10.)  The same day Plaintiff amended its motion for \na TRO and preliminary injunction a second time.  (Second Amended TRO Motion, \nECF No. 11; Second Amended Prelim. Inj. Motion, ECF No. 12.)2  \n24. After full briefing and a hearing on the Motion for Preliminary Injunction \nheld 25 June 2024, the Court denied Plaintiff’s Preliminary Injunction Motion.  (See \ngenerally Order Pl.’s Second Am. Prelim. Inj. Mot., ECF No. 26.)  \n \n1 While included in Plaintiff’s pleading as a claim, this is a request for relief. \n \n2 Plaintiff later withdrew its Motion for a TRO but continued to pursue its Motion for \nPreliminary Injunction.  (Br. Order, ECF No. 15.)  \n \n25. Thereafter, on 30 July 2024, Defendants filed a Motion to Dismiss the \nAmended Complaint, (ECF No. 27).3  A short time later, Plaintiff filed its first Motion \nfor Leave to Amend (“First Motion to Amend”), (ECF No. 29), followed by a voluntary \ndismissal of “each claim made in the first and second cases (sic) of action concerning \nonly the Employment Offer/Contract’s non-compete at ¶ 6[,]” but making clear that \nit did not dismiss its claims with respect to the NDA.  (Partial Vol. Dism., ECF No. \n41.)  \n26. The Court held a hearing on Plaintiff’s First Motion to Amend on 18 \nSeptember 2024.  (Not. of Hr’g, ECF No. 43.)  Following the hearing, the Court denied \nthe First Motion to Amend without prejudice to Plaintiff’s ability to file another \nmotion to amend and proposed amended complaint by 18 October 2024.  (Or. on Mot. \nto Am. Compl., ECF No. 47.)  The Motion followed.  \n27. After full briefing the Court held a hearing on the Motion on 9 January \n2025.  (Not. of Hr’g, ECF No. 58.)  All parties were present and represented by \ncounsel.  The Motion is now ripe for disposition.  \nIII. LEGAL STANDARD \n28. After a responsive pleading has been served, a party may amend his \npleading only by leave of court or by written consent of the adverse party.  N.C. R. \nCiv. P. 15(a).  “[L]eave shall be freely given when justice so requires.”  Id.  Even so, \n“the right to amend pursuant to Rule 15 is not unfettered.”  Howard v. IOMAXIS, \nLLC, 2021 NCBC LEXIS 116, at *17 (N.C. Super. Ct. Dec. 22, 2021) (citing Vaughan \n \n3 The Court stayed briefing on Defendants’ Motion to Dismiss pending resolution of Plaintiff’s \nMotion to Amend.  (Br. Or., ECF No. 30.)  \nv. Mashburn, 371 N.C. 428, 433 (2018)).  Reasons to deny a motion to amend include \n“undue delay, bad faith, dilatory motive, repeated failure to cure deficiencies, undue \nprejudice and futility of the amendment.”  Bartlett Milling Co. v. Walnut Grove \nAuction & Realty Co., 192 N.C. App. 74, 89 (2008) (quoting Nationsbank of N.C., N.A. \nv. Baines, 116 N.C. App. 263, 268 (1994)).  \n29. With regards to futility, the standard under Rule 15 is essentially the same \nstandard used in reviewing a motion to dismiss under 12(b)(6), but it provides the \nCourt with broad discretion to find that a proposed amendment is not futile.  Simply \nthe Best Movers, LLC v. Marrins’ Moving Sys., 2016 NCBC LEXIS 28, at **5-6 (N.C. \nSuper. Ct. Apr. 6, 2016).  “[A] motion to amend is not futile when ‘the allegations of \nthe [amendment], treated as true, are sufficient to state a claim upon which relief \nmay be granted under some legal theory, whether properly labeled or not.’ ”  Howard \nv. IOMAXIS, LLC, 2023 NCBC LEXIS 159, at **15 (N.C. Super. Ct. Nov. 29, 2023) \n(quoting Harris v. NCNB Nat’l Bank, 85 N.C. App. 669, 670 (1987)).  \n30. However, “[a] motion for leave to amend is futile and appropriately denied \nwhen the ‘proposed amendment could not withstand a motion to dismiss for failure \nto state a claim.’ ”  Insight Health Corp. v. Marquis Diagnostic Imaging of N.C., LLC, \n2016 NCBC LEXIS 77, at *6 (N.C. Super. Ct. Oct. 7, 2016) (quoting Smith v. McRary, \n306 N.C. 664, 671 (1982)).  A claim should be dismissed under Rule 12(b)(6) “when \none or more of the following three conditions is satisfied: (1) when the complaint on \nits face reveals that no law supports plaintiff’s claim; (2) when the complaint reveals \non its face the absence of fact sufficient to make a good claim; (3) when some fact \ndisclosed in the complaint necessarily defeats the plaintiff’s claim.”  Oates v. JAG, \nInc., 314 N.C. 276, 278 (1985) (citing Forbis v. Honeycutt, 301 N.C. 699, 701 (1981)).  \n31. Finally, “[a] motion for leave to amend is addressed to the sound discretion \nof the trial judge[.]”  Chicopee, Inc. v. Sims Metal Works, Inc., 98 N.C. App. 423, 430 \n(1990). \nIV. ANALYSIS \n32. M.D. Claims seeks leave to amend its pleading to add facts regarding its \nconfidential information, remove causes of action, and include a demand for a jury \ntrial.  (See Mot. Amend Compl.)   \n33. Defendants oppose the amendment on several grounds.  First, they contend \nthat the pleading is confusing because Plaintiff’s demand for relief speaks to contract \nclaims it has dismissed and because the pleading references attachments that are not \nattached.  (Defs.’ Br. at 8-10.)  But it is clear to the Court that Plaintiff is not seeking \nto enforce the Employment Contract’s non-compete provision or the NDA’s non-\ncircumvention provision, and the relief sought is not limited to those dismissed \nclaims.  Moreover, the Court is able to understand Plaintiff’s allegations despite \nreferences to bate-stamped documents that are not attached to the proposed \npleading.4  \n34. Defendants next argue that the proposed amendment is futile because the \nattempted claims in the proposed pleading fail as a matter of law.  (Defs.’ Br. at 10-\n20.)  The Court addresses this argument below, one claim at a time. \n \n4 All of these documents were previously attached to the complaint or are attached to the \nproposed amended complaint and appear in the Court’s file. \nA. Breach of Contract  \n35. Defendants argue that, particularly given the relief sought, the NDA \noperates as a restraint on trade making it subject to the same Louisiana law that \nrequires non-competition provisions to contain geographic and temporal restrictions.  \n(Defs.’ Br. at 11.)  Plaintiff responds that confidentiality agreements are not subject \nto the limitations contained in La. R.S. § 23:921, and that the nondisclosure \nprovisions at issue are enforceable as written.5  (Pl.’s Supporting Br. at 5 [“Pl.’s Br.”], \nECF No. 52.)  \n36. In Louisiana, non-competition and non-solicitation agreements must \ncomply with the requirements of La. R.S. § 23:921(C), but “[c]onfidentiatlity \nagreements have been held enforceable and not subject to the prohibition (and \nrequirements) of La. R.S. 23:921.”  NovelAire Techs., L.L.C. v. Harrison, 50 So. 3d \n913, 918 (La. App. 4th Cir. 2010) (quoting Engineered Mechanical Services, Inc. v. \nLanglois, 464 So.2d 329, 334, n. 15 (La. App. 1st Cir. 1984)).  \n37. Defendants argue based on O’Sullivan v. Gupta that if an employer is \nattempting to craft a noncompete or non-solicitation provision through a \n \n5 Louisiana Revised Statute § 23:921(C) provides: \n \nAny person . . . who is employed as an agent, servant, or employee may agree \nwith his employer to refrain from carrying on or engaging in a business similar \nto that of the employer and/or from soliciting customers of the employer within \na specified parish or parishes, municipality or municipalities, or parts thereof, \nso long as the employer carries on a like business therein, not to exceed a period \nof two years from termination of employment.  \n \nLa. R.S. § 23:921(C).  \n \nconfidentiality covenant, then the confidentiality covenant must itself comply with \nthe restrictions in La. R.S. § 23:921.  2017 U.S. Dist. LEXIS 126943, at *11-12 (E.D. \nLa. Aug. 10, 2017).  \n38. In O’Sullivan, among other restrictions included in a subpart under the \nheading “COVENANT NOT TO COMPETE” in the parties’ agreement, the plaintiff \nwas prohibited from “accept[ing] or engag[ing] in any business or activity that \nrequires him to use or reveal any confidential business information.”  Id. at *8.  The \nquestion before the court was whether this particular restriction in the agreement \nwas required to comply with the restrictions of La. R.S. § 23:921.  The Court held that \nthe parties’ obvious intent was to create a noncompete, and “[t]he fact that the \nrestraint on [plaintiff’s] post-RSI employment opportunities is structured around the \nprotection of RSI’s putative confidential business information does not change the \nobjective intent.”  Id. at *11.  It held, therefore, that the provision was subject to the \nrequirements of the statute.  Id. at *12.  \n39. The converse is true here.  In this case, the parties intended to create an \nNDA, as the document’s title reflects.  The “non-circumvention” subpart does target \njob opportunities, a factor the O’Sullivan court mentions, but it does so to accomplish \nthe overarching intention of the parties to prevent the disclosure of confidential \ninformation.  Moreover, Plaintiff has specifically stated that it does not seek to \nenforce the non-circumvention provision, and case law in Louisiana allows the \nprovision to be severed in accordance with the language in section XII of the \ndocument.6  See Wied v. TRCM, LLC, 698 So. 2d 685, 689 (La. App. 2nd Cir. 1997) \n(“Nullity of a provision does not render the whole contract null unless from the nature \nof the provision or the intention of the parties, it can be presumed that the contract \nwould not have been made without the null provision.”).  Thus, the holding in \nO’Sullivan is not controlling in this case.  \n40. Under Louisiana law, the “central elements of a breach of contract action \nare the existence of a contract, the party’s breach thereof, and damages.”  Hercules \nMach. Corp. v. McElwee Bros., Inc., 2002 U.S. Dist. LEXIS 16794, at *25 (E.D. La. \nSept. 9, 2002).  All three have been alleged here. \n41. Defendants do not dispute that Bagley signed both the Employment \nAgreement and NDA at the commencement of his employment.  (Defs.’ Br. at 1-2.)  \nFurther, Plaintiff alleges that it signed the agreements at the same time as Bagley.  \nThere are no other arguments regarding contract formation.  For purposes of the \nMotion, these allegations are sufficient to establish the existence of the contracts.7  \n(Proposed Am. Compl. ¶¶ 63-67.)   \n42. Plaintiff alleges that Bagley breached the Agreements when he failed to \nreturn all company property—including its Confidential Information—in February \n \n6 Under Section XII of the NDA, “[i]f any provision of this Agreement is held to be invalid, \nillegal, or unenforceable, the remaining portions of the Agreement shall remain in full force \nand effect and construed so as to best effectuate the original intent and purpose of this \nAgreement.”  (NDA § XII.)  \n \n7 Defendants argue that it appears that Plaintiff’s new allegation that it signed the \nAgreements the same day Bagley did is a “reactionary move,” calling into question Plaintiff’s \ncredibility on this point.  However, credibility determinations are not before the Court with \nrespect to the Motion.  \n2024 and subsequently presented it with a USB drive containing 80,361 files.  \n(Proposed Am. Compl. ¶¶ 142-43; Employment Agreement ¶ 11; NDA § V.)  Plaintiff \nfurther alleges that Bagley is passing off M.D. Claims’ final report form as his own.  \n(Proposed Am. Compl. ¶¶ 125-26; Employment Agreement ¶ 11; NDA § V.)  It alleges \nthat Bagley’s breaches have caused it to suffer damages including loss of business, \nlost revenue/profits, and loss of goodwill.  (Proposed Am. Compl. ¶ 152.)  Having \nalleged all three elements of a breach of contract claim, Plaintiff’s proposed pleading \nwith respect to this claim is not futile.  \nB. Fraudulent Concealment and Fraudulent Misrepresentation  \n43. Defendants next challenge Plaintiff’s claim for fraud against Bagley.  They \nargue that the claim fails because Plaintiff could have discovered Bagley’s allegedly \nfraudulent acts upon reasonable inquiry and because the alleged fraud was not \nalleged with particularity.  (Defs.’ Br. at 17-20.) \n44. Plaintiff responds that Bagley was a trusted employee who worked \nremotely, making detection of wrongdoing difficult.  (Pl.’s Br. at 7.)  Further, Plaintiff \nargues that it has sufficiently alleged that Bagley sabotaged client relationships and \nmade affirmative misrepresentations to cover up this alleged sabotage.  (Pl.’s Br. at \n6.)   \n45. The essential elements for fraud are: “(1) [a] [f]alse representation or \nconcealment of a material fact, (2) reasonably calculated to deceive, (3) made with \nintent to deceive, (4) which does in fact deceive, (5) resulting in damage to the injured \nparty.”  Forbis v. Neal, 361 N.C. 519, 526-27 (2007) (citing Ragsdale v. Kennedy, 286 \nN.C. 130, 138 (1974)).  “Additionally, any reliance on the allegedly false \nrepresentations must be reasonable.”  Turpin v. Charlotte Latin Sch., Inc., 293 N.C. \nApp. 330, 344 (2024) (citing Forbis, 361 N.C. at 527).  “Reliance is not reasonable \nwhere the plaintiff could have discovered the truth of the matter through reasonable \ndiligence, but failed to investigate.”  Id. (quoting Sullivan v. Mebane Packaging Grp., \nInc., 158 N.C. App. 19, 26 (2003)).   \n46. In addition to these requirements, “[w]here the claim arises by concealment \nor nondisclosure, Plaintiffs also must allege that all or some of the Defendants had a \nduty to disclose material information to them, as silence is fraudulent only when \nthere is a duty to speak.”  Lawrence v. UMLIC-Five Corp., 2007 NCBC LEXIS 20, at \n**8 (N.C. Super. Ct. June 18, 2007).  A duty to speak arises in three situations: (1) \n“where a fiduciary relationship exists between the parties,” (2) when there is no \nfiduciary relationship, but “a party has taken affirmative steps to conceal material \nfacts from the other,” and (3) where there is no fiduciary relationship, but “one party \nhas knowledge of a latent defect in the subject matter of the negotiations about which \nthe other party is both ignorant and unable to discover through reasonable diligence.”  \nTurpin, 293 N.C. App. at 345-46 (citing Harton v. Harton, 81 N.C. App. 295, 297 \n(1986)).  \n47. As for affirmative fraud, Plaintiff alleges that Bagley made false \nrepresentations by (a) stating in weekly management meetings that his division of \nthe company was performing properly when, in fact, customers were complaining; \nand (b) by telling Plaintiff that Bagley Consulting was set up for his wife’s business \nventures rather than his own.  (Proposed Am. Compl. ¶¶ 167, 169.)  Plaintiff alleges \nthat each of these representations was “reasonably calculated to deceive and made \nwith intent to deceive.”  (Proposed Am. Compl. ¶ 170.)  Plaintiff alleges it reasonably \nrelied8 on the misrepresentations and was actually deceived by them.  (Proposed Am. \nCompl. ¶ 171.)  Lastly, Plaintiff alleges that the misrepresentations resulted in lost \nbusiness and revenue.  (Proposed Am. Compl. ¶ 173.)  \n48. As for fraudulent concealment, Plaintiff argues that a duty to disclose arose \nwhen Bagley took affirmative steps to conceal material facts from Plaintiff.9  \nSpecifically, Plaintiff alleges that Bagley implemented a plan to sabotage his \nemployer’s business by shirking his duties, failing to provide guidance to his \nsubordinates resulting in client dissatisfaction, and telling clients that the actions \nbeing taken were “Plaintiff’s new policies.”  (Proposed Am. Compl. ¶¶ 99-101.)  In \naddition, while still employed by Plaintiff, Bagley secretly set up a competing \nbusiness and took Plaintiff’s confidential information, all while telling his employer \n \n8 Defendants argue that Plaintiff could have discovered Bagley’s misrepresentations upon \nreasonable inquiry, and therefore its reliance was not reasonable.  They observe that Plaintiff \nadmits that Bagley spoke to Kelly Bledsoe regarding his plan to solicit customers.  However, \nthere is no indication in the Proposed Amended Complaint regarding Ms. Bledsoe’s position.  \nFurther, the proposed pleading also states that a conversation between Ms. Bledsoe and \nBagley that followed his initial comment caused Ms. Bledsoe to “brush[] it off and move[] on.”  \n(Proposed Am. Compl. ¶ 121.)  At this stage of the proceeding, the allegations suffice.  See \ne.g., Donovan v. Fiumara, 114 N.C. App. 524, 526 (1994) (under a Rule 12(b)(6) review, \nallegations in a complaint are construed liberally and are reviewed in the light most favorable \nto the pleader.).  \n \n9 Defendants argue this case is analogous to Langley v. Autocraft, Inc., 2023 NCBC LEXIS \n95 (N.C. Super. Ct. Aug. 7, 2023).  However, that case focused on a duty to speak arising from \na fiduciary relationship, not resulting from alleged affirmative steps to conceal fraud.  \nthat Bagley Consulting “was set up for [his] wife and her business ventures.”  \n(Proposed Am. Compl. ¶¶ 159-67, 169.)   \n49. Because the allegations are sufficient at this stage to state a claim for both  \nfraudulent misrepresentation and fraudulent concealment under the Rule 12(b)(6) \nstandard, the Court concludes that the proposed claim is not futile.  \nC. Misappropriation of Trade Secrets  \n50. A trade secret is defined as “business or technical information, including \nbut not limited to a formula, pattern, program, device, compilation of information, \nmethod, technique, or process that” both:  \na. [d]erives independent or potential commercial value from not being \ngenerally known or readily ascertainable through independent \ndevelopment or reverse engineering by persons who obtain economic \nvalue from its disclosure or use; and  \n \nb. [i]s the subject of efforts that are reasonable under the circumstances \nto maintain the secrecy.  \n \nN.C.G.S. § 66-152(3).  \n \n51. North Carolina employs six factors when determining the existence of a \ntrade secret: \n(1) the extent to which information is known outside the business; (2) \nthe extent to which it is known to employees and others involved in the \nbusiness; (3) the extent of measures taken to guard secrecy of the \ninformation; [(4)] the value of information to business and its \ncompetitors; (5) the amount of effort or money expended in developing \nthe information; and (6) the ease or difficulty with which the information \ncould properly be acquired or duplicated by others.  \n \nWilmington Star-News, Inc. v. New Hanover Reg’l Med. Ctr., Inc., 125 N.C. App.174, \n180-81 (1997) (citations omitted).  \n52. To plead misappropriation of trade secrets “a plaintiff must identify a trade \nsecret with sufficient particularity so as to enable defendant to delineate that which \nhe is accused of misappropriating and a court to determine whether misappropriation \nhas or is threatened to occur.”  Analog Devices, Inc. v. Michalski, 157 N.C. App. 462, \n468 (2003)).  “[A] complaint that makes general allegations in sweeping and \nconclusory statements, without specifically identifying the trade secrets allegedly \nmisappropriated, is ‘insufficient to state a claim for misappropriation of trade \nsecrets.’ ”  Washburn v. Yadkin Valley Bank & Trust Co., 190 N.C. App. 315, 327 \n(2008) (quoting VisionAIR, Inc. v. James, 167 N.C. App. 504, 511 (2004)). \n53. In addition, “misappropriation” is defined as the “acquisition, disclosure, or \nuse of a trade secret of another without express or implied authority or consent, \nunless such trade secret was arrived at by independent development, reverse \nengineering, or was obtained from another person with a right to disclose the trade \nsecret.”  N.C.G.S. § 66-152(1).  Just as a trade secret must be identified with \nparticularity and cannot be pled in generalities, conclusory allegations of \nmisappropriation are insufficient.  States Mortg. Co. v. Bond, 2023 NCBC LEXIS 33, \nat **12 (N.C. Super. Ct. Mar. 6, 2023).  \n54. Defendants argue that Plaintiff has not adequately identified its alleged \ntrade secrets among the laundry list of nouns that define Plaintiff’s “Confidential \nInformation.”  (Defs.’ Br. at 21-23.)  They further argue that the alleged \nmisappropriation is pled in conclusory fashion without sufficient facts.  (Defs.’ Br. at \n24.)  \n55. Plaintiff responds that it has adequately defined its trade secrets in the \nproposed amended pleading as (1) “Plaintiff’s databases of adjusters used to \ninvestigate claims (‘the Adjuster Roster’),” and (2) “[b]usiness information concerning \nexisting and potential Client Information and internal company material \nfiles/processes, together the preceding is the ‘Company Materials.’”  (Proposed Am. \nCompl. ¶ 17.)  It alleges that this information has commercial value, it engages in \nreasonable efforts to maintain the secrecy of this information, it is not generally \navailable to the public, and Plaintiff spent large amounts of time and money \ndeveloping it.  (Pl.’s Br. at 9.)  \n56. After a thorough review of the proposed pleading, the Court concludes that \nPlaintiff has sufficiently alleged that its Adjuster Roster may be a trade secret.10  \nPlaintiff alleges that the information it has compiled as the Adjuster Roster is made \nup of more than just “publicly available information,” that this compilation is not \n“available to the public, rented, resold/licensed, or traded,” and that a third-party \ncould not reverse engineer it.  (Proposed Am. Compl. ¶¶ 25, 28-33, 39-41.) \n57.   A compilation of customer information can be a trade secret.  See N.C.G.S. \n§ 66-152(3) (including “compilation of information” in the definition of a trade secret); \nStates Mortgage Co., 2023 NCBC LEXIS 33, at **16; see also State ex rel. Utilities \nComm’n v. MCI Telecomms., Corp., 132 N.C. App. 625 (1999).  Moreover, according \nto Plaintiff, developing and updating the Adjuster Roster requires “significant \ncommitments of time, money, and expertise.”  (Proposed Am. Compl. ¶¶ 29-36.)  The \n \n10 Whether the Adjuster Roster is, in fact, a trade secret remains to be determined. \nAdjuster Roster is allegedly “vital” to Plaintiff’s business because having a ready \nresource of pre-vetted adjusters available in each state allows Plaintiff to serve its \nclients quickly.  (Proposed Am. Compl. ¶ 25.)  Indeed, Plaintiff alleges that Bagley \nregularly accessed “several thousand pieces of information” in the Adjuster Roster as \nhe needed them and that he would not be able to recall this information without the \naid of the Adjuster Roster.  (Proposed Am. Compl. ¶¶ 94-95.) \n58. Plaintiff also alleges that the secrecy of the Adjuster Roster is carefully \nguarded.  It is available for use by just three employees and is kept on “secured \nplatforms” that are updated regularly to ensure data security.  (Proposed Am. Compl. \n¶¶ 22, 38, 56, 58.)  Employees are given access only to the information necessary to \nperform their jobs, each employee receives a unique password, and employees who \nare afforded access to the information sign agreements to maintain its confidentiality.  \n(Proposed Am. Compl. ¶¶ 59-60.)  These allegations are sufficient at this stage to \nplead the existence of a compilation trade secret in the form of the Adjuster Roster. \n59. On the other hand, Plaintiff’s broad reference to “Company Materials” does \nnot sufficiently identify a trade secret.  “Company Materials” is defined by Plaintiff \nto include wide-ranging categories of information such as “general/administrative \ninformation,” “sales trends,” and “generalized customer pricing information.”  \n(Proposed Am. Compl. ¶ 51.)  These descriptions do not satisfy the particularity \nrequirements necessary to plead the existence of a trade secret.  See Analog Devices, \nInc., 157 N.C. App. at 468 (2003) (“[A] plaintiff must identify a trade secret with \nsufficient particularity so as to enable defendant to delineate that which he is accused \nof misappropriating and a court to determine whether misappropriation has or is \nthreatened to occur.”).   \n60. Plaintiff also identifies as a trade secret “Client-related information,” which \nappears to be a subset of its Company Materials.  It alleges that the Client-related \ninformation includes:  \na. Non-public individual contacts and information (i.e., meeting \nnotes/impressions, Client preferences);  \nb. Client preferences concerning Adjusters;  \nc. Plaintiff’s notes on Client contract/fee schedule preferences;  \nd. Expenses for developing each individual contact;  \ne. How many employees are required to serve each Client;  \nf. Information about potential Clients (i.e., efforts/invest made in \nconverting the lead to a client);  \ng. Client billing history and preferences;  \nh. Non-public Client Policy in Force documents;  \ni. Client insurance practice fields;  \nj. Individual contact’s non-public contact information; and  \nk. When a lead became a Client.  \n \n(Proposed Am. Compl. ¶ 49.) \n \n61. Unlike the Adjuster Roster, there is no indication in the proposed pleading \nthat “Client-related information” is an ascertainable compilation of information kept \ntogether and maintained as confidential in a secure location.  To the contrary, \nPlaintiff states it “is not a dedicated platform like Salesforce.”11  (Proposed Am. \nCompl. ¶ 57.)  While the Court recognizes Plaintiff’s allegations regarding the effort \nand expense it takes to “convert leads into Clients,” (Proposed Am. Compl. ¶ 48), \n \n11 Salesforce is customer relationship management software.  See What is Salesforce?, \nSALESFORCE, www.salesforce.com/products/what-is-salesforce (last visited Jan. 1, 2025).  This \nCourt has previously determined that compilations of data stored and capable of \nmanipulation in Salesforce may qualify as a trade secret.  See, e.g., Prometheus Grp. Enters., \nLLC v. Gibson, 2023 NCBC LEXIS 42, at **34 (N.C. Super. Ct. Mar. 21, 2023).  \ninformation resulting from those efforts does not, without more, rise to the level of a \ntrade secret.  Moreover, the proposed pleading lacks facts to support Plaintiff’s \nconclusory allegations that its Company Materials (which include the “Client-related \ninformation”) are not available to the public and that they have actual independent \ncommercial value as unique information.  (Proposed Am. Compl. ¶ 54.)  \n62. Therefore, the only trade secret adequately pled here is the Adjuster Roster.  \nAs for its misappropriation, Plaintiff alleges that Bagley regularly accessed the \ninformation and “had the means, and opportunity, to acquire [it] without raising red \nflags.”  (Proposed Am. Compl. ¶ 96.)  It alleges that in the weeks before he left, Bagley \n“retained and transferred the [Adjuster Roster] to [his new business], which, in turn \nused it to solicit the adjusters[.]”  (Proposed Am. Compl. ¶ 132; see also ¶¶ 124, 135, \n136, 141.)  These allegations are sufficient to plead misappropriation.  Cf. Wells Fargo \nIns. Servs. USA v. Link, 2018 NCBC LEXIS 42, at *41 (N.C. Super. Ct. May 8, 2018) \n(allowing misappropriation claim  even though they required a “significant inferential \nleap.”).  \n63. Thus, with respect to the Adjuster Roster, Plaintiff’s proposed claim for \nmisappropriation of trade secrets is sufficiently pled, and Plaintiff’s Motion is \nGRANTED.  As for the Company Materials, including the Client-related \ninformation, however, the proposed pleading is futile, and Plaintiff’s Motion is \nDENIED.  \n \n \nD. N.C.G.S. § 75-1.1 Violation \n64. Under North Carolina’s Unfair and Deceptive Trade Practices Act (the \n“UDTPA”), “[u]nfair methods of competition in or affecting commerce, and unfair or \ndeceptive acts or practices in or affecting commerce, are declared unlawful.”  N.C.G.S. \n§ 75-1.1(a).  \n65. Plaintiff must plead three elements to state a UDTPA claim against both \nBagley and Bagley Consulting: “(1) an unfair or deceptive act or practice, or an unfair \nmethod of competition, (2) in or affecting commerce, (3) proximately causing injury to \ndefendant or defendant business.”  Drouillard v. Keister Williams Newspaper Servs., \nInc., 108 N.C. App. 169, 172 (1992).  The allegations against both Defendants in \nsupport of Plaintiff’s misappropriation of the Adjuster Roster satisfy these elements.  \nSee, e.g., Medical Staffing Network, Inc. v. Ridgway, 194 N.C. App. 649, 659 (2009).  \nTherefore, Plaintiff’s proposed UDTPA claims are sufficiently pled, and Plaintiff’s \nMotion with respect to these claims is GRANTED.  \nE. Veil Piercing \n66. In its prayer for relief, Plaintiff requests that the Court pierce Bagley \nConsulting’s corporate veil and treat Bagley Consulting and Bagley as one and the \nsame.  (Proposed Am. Compl. Prayer for Relief ¶ 7.)12  \n \n12 It is unclear whether Plaintiff is attempting to assert traditional piercing (where the \ncorporate veil is pierced so that recovery for the wrongful conduct of the company can be had \nagainst an individual or corporate entity that controls the company) or reverse piercing \n(where the corporate veil is pierced so that recovery for the wrongful conduct of the controlling \nindividual or entity can be had against the company).  In either event, the pleading \nrequirements are largely the same.  \n67. “To pierce the corporate veil is to set aside the corporate form and the \nprotections that go along with it.”  Harris v. Ten Oaks Mgmt., 2022 NCBC LEXIS 62, \nat **5 (N.C. Super. Ct. June 20, 2022).  “[V]eil piercing allows a plaintiff to impose \nlegal liability for a corporation’s obligations . . . upon some other company or \nindividual that controls and dominates a corporation.”  Id. (quoting Green v. Freeman, \n367 N.C. 136, 145 (2013)).  \n68. To pierce the corporate veil, a plaintiff must show “that the [company] is so \noperated that it is a mere instrumentality or alter ego of the sole or dominant [owner] \nand shield for his activities in violation of the declared public policy or statute of the \nState.”  Cold Springs Ventures, LLC v. Gilead Scis., Inc., 2015 NCBC LEXIS 1, at \n*15-16 (N.C. Super. Ct. Jan. 6, 2015) (quoting Green, 367 N.C. at 145).  \n69. The Court reviews the proposed pleading for three elements:  \n(1)  Control, not mere majority or complete stock control, but complete \ndomination, not only of finances, but of policy and business practice in \nrespect to the transaction attacked so that the corporate entity as to this \ntransaction had at the time no separate mind, will or existence of its \nown; and  \n \n(2) Such control must have been used by the defendant to commit fraud \nor wrong, to perpetrate the violation of a statutory or other positive legal \nduty, or a dishonest and unjust act in contravention of [a] plaintiff’s legal \nrights; and  \n \n(3) The aforesaid control and breach of duty must proximately cause the \ninjury or unjust loss complained of.  \n \nId. at *16 (internal citations omitted).  \n \n70.      Pleading “complete domination” in a conclusory fashion is insufficient.  \nInstead, the Court looks for specific allegations such as:   \n1. Inadequate capitalization (“thin incorporation”). \n \n2. Non-compliance with corporate formalities.  \n \n3. Complete domination and control of the corporation so that it has no \nindependent identity. \n \n4. Excessive fragmentation of a single enterprise into separate \ncorporations. \n \nEast Mkt. St. Square, Inc. v. Tycorp Pizza IV, Inc., 175 N.C. App. 628, 636 (2006) \n(citing Glenn v. Wagner, 313 N.C. 450, 455 (1985)).  “[T]he presence or absence of any \nparticular factor . . . is [not] determinative.  Rather, it is a combination of factors \nwhich . . . suggest that the corporate entity attacked had no separate mind, will or \nexistence of its own and was therefore the mere instrumentality or tool of the \ndominant corporation.”  Fischer Inv. Cap., Inc. v. Catawba Dev. Corp., 200 N.C. App. \n644, 651 (2009) (cleaned up). \n71. Here, Plaintiff’s proposed pleading uses key words (“mere instrumentality,” \n“complete domination”), but those words are not supported with facts.  Plaintiff \npleads that Bagley is the sole member of Bagley Consulting, (Proposed Am. Compl. ¶ \n113), that the LLC has committed wrongs, (Proposed Am. Compl. ¶¶ 124-28), and \nthat injury to Plaintiff resulted, (Proposed Am. Compl. ¶¶ 165, 173).  However,  even \nin a single member LLC where Bagley is the member, conclusory allegations that \nBagley had “complete domination,” standing alone are not enough.  “Common \nownership and management, without more, do not equate to the kind of complete \ndomination needed to show that one entity is another's puppet.”  Harris, 2022 NCBC \nLEXIS 62, at **7 (citing Richardson v. Bank of Am., N.A., 182 N.C. App. 531, 548 \n(2007)); Cold Springs Ventures, 2015 NCBC LEXIS 1, at *18; see also Waff Bros., Inc. \nv. Bank of North Carolina, N.A., 289 N.C. 198, 210 (1976) (“The mere fact that all of \nthe outstanding shares of stock of each of two corporations are owned by one \nindividual, who is the chief executive officer of each corporation, does not necessarily \ndestroy the corporate entities so as to make the two corporations and the sole \nstockholder one and the same person in contemplation of the law.”). \n72. As in Harris, “[m]issing are allegations of excessive fragmentation, \nsiphoning of funds, failure to observe corporate formalities and maintain records, or \nany other conduct that typically characterizes abuse of the corporate form.”  Id.  See \nalso Gurkin v. Sofield, 2020 NCBC LEXIS 49, at *25 (N.C. Super. Ct. Apr. 15, 2020) \n(applying factors to a reverse veil piercing claim); W&W Partners, Inc. v. Ferrell Land \nCo., LLC, 2018 NCBC LEXIS 52, at *25 (N.C. Super. Ct. May 22, 2018) (“[R]ote \nrecitation of the factors enunciated by North Carolina’s appellate courts” are not \nsufficient to allege piercing the corporate veil.).   \n73. Piercing the corporate veil “is a strong step: Like lightning, it is rare and \nsevere.”  State ex rel. Cooper v. Ridgeway Brands Mfg., 362 N.C. 431, 439 (2008).  \nPlaintiff has failed to allege enough for it to strike here. \n74. Accordingly, the Court DENIES Plaintiff’s Motion to the extent Plaintiff \nseeks the equitable remedy of veil piercing.  \n75. WHEREFORE, the Court, in its discretion, ORDERS as follows:   \na. Plaintiff’s Motion is GRANTED in part and DENIED in part.   \nb. Plaintiff is permitted to file a Second Amended Complaint, in \nform and substance consistent with this Order and Opinion, on or \nbefore 29 January 2025.  \n \nIT IS SO ORDERED, this the 22nd day of January, 2025. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n    for Complex Business Cases \n "
}