{
  "id": "6bcde6a6b264a2830b6c57ab5e8cd6184dc574f33d158c4314aaa4c4eebc5ea7",
  "source_file": "data/raw/ncbc/6bcde6a6b264a2830b6c57ab5e8cd6184dc574f33d158c4314aaa4c4eebc5ea7.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 18665 \n \nJACQUELINE S. MCFEE and \nSAVAGE MCFEE, INC., \n \nPlaintiffs, \n \nv. \n \nWILLIAM C. PRESLEY; BILL \nSTACKS; SABR LEME, INC.; C. \nPRESLEY PROPERTIES, LLC; \nSTACKS HOLDING, INC.; and CPP \nINTERNATIONAL, LLC, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFFS’ MOTION FOR \nDEFAULT JUDGMENT \n \n \n1. Plaintiffs Jacqueline S. McFee and Savage McFee, Inc.  have moved for a \ndefault judgment against Defendants Bill Stacks, Sabr Leme, Inc.,  Stacks Holding, \nInc., and CPP International, LLC  (“CPP”).  (See ECF No. 138.)  For the reasons set \nforth below, the Court GRANTS the motion in part and DENIES it in part.  \nTerpening Law P.L.L.C., by William R. Terpening and Tomi M. Suzuki, \nand Allan Law Firm, PLLC, by Albert P. Allan, for Plaintiffs Jacqueline \nS. McFee and Savage McFee, Inc. \nJohnston, Allison & Hord, P.A., by Kimberly J. Kirk and Katie D. \nBurchette, for Defendants William C. Presley and C. Presley Properties, \nLLC. \nNo counsel appeared for Defendants Bill Stacks, Sabr Leme, Inc., Stacks \nHolding, Inc., and CPP International, LLC. \nConrad, Judge. \nI. PROCEDURAL BACKGROUND \n2. Plaintiffs initiated this action in November 2021.  (See Compl., ECF No. 3.)  \nDefendants William Presley and C. Presley Properties, LLC timely filed their answer.  \nMcFee v. Presley, 2023 NCBC 90. \n(See Answer, ECF No. 87.)  Stacks, Sabr Leme, Stacks Holding, and CPP (“Defaulting \nDefendants”) did not answer or otherwise respon d to the complaint .  After an entry \nof default, Plaintiffs moved for a default judgment against the Defaulting Defendants \nand, in November 2022, the Court granted that motion in part as to liability but \ndeferred an evidentiary hearing as to damages .  See McFee v. Presley , 2022 NCBC \nLEXIS 142 (N.C. Super. Ct. Nov. 29, 2022).   \n3. Plaintiffs then amended their complaint before the evidentiary hearing took \nplace.  (See Am. Compl., ECF No. 98. )  The amendment rendered moot their motion \nfor default judgment based on the original complaint : when a “trial court enters a \njudgment determining the issue of liability but ordering a [hearing] on the issue of \ndamages, the judgment is only an entr y of default rather than a default judgment.”  \nMoore v. Sullivan, 123 N.C. App. 647, 649 (1996); see also  Houston v. Tillman , 234 \nN.C. App. 691, 695  (2014) (noting that “an amended complaint has the effect of \nsuperseding the original complaint” and “rendering any argument regarding the \noriginal complaint moot” (citation and quotation marks omitted)). \n4. Following the amendment, Presley and C. Presley Properties  again timely \nfiled their answer.  (See Answer, ECF No. 107.)  Defaulting Defendants  did not \nanswer or otherwise respond to the amended complaint.   Plaintiffs moved for entry \nof default in April 2023,  (ECF No. 121) , and  the Court entered default against \nDefaulting Defendants based on the amended complaint in May 2023, (ECF No. 124). \n5. Plaintiffs have now filed a nother motion for default judgment against \nDefaulting Defendants.  ( See ECF No. 138.)  Defaulting Defendants did not file any \nresponses to the motion or seek to have the entry of default set aside.   \n6. Presley and C. Presley Properties jointly filed a brief in response to the \nmotion for default judgment.   (See ECF No. 141.)  In their response brief, they  seek \nto ensure that entry of a default judgment will not prejudice their own rights, partly \nbecause the amended complaint includes allegations that some defendants are alter \negos of others.  In an order filed earlier today, however, the Court granted Presley \nand C. Presley Properties ’ motion for summary judgment and dismissed all claims \nagainst them.  (See ECF No. 183.) \n7. On 11 October 2023, the Court held a hearing on the motion  for default \njudgment, at which all parties other than Defaulting Defendants appeared through \ncounsel.  The motion is ripe for determination.  \nII. FINDINGS OF FACT1 \n8. “When default is entered due to a defendant’s failure to answer, the \nsubstantive allegations contained in plaintiff’s complaint are no longer in issue, and \nfor the purposes of entry of default and default judgment, are deemed admitted.”  \nLuke v. Omega Consulting Grp., LC, 194 N.C. App. 745, 751 (2009).  The facts referred \nto below are taken from the amended complaint and are deemed admitted by the \nDefaulting Defendants.2 \n \n1 Any findings of fact that are more appropriately deemed conclusions of law are incorporated \nby reference into the Court’s conclusions of law. \n2 To be clear, these facts are not deemed admitted by Presley and C. Presley Properties. \n9. Jacqueline McFee is a former member and employee of CPP.  ( See Am. \nCompl. ¶¶ 20, 21, 28.)  \n10. Savage McFee is a dissolved North Carolina corporation.  McFee is Savage \nMcFee’s sole shareholder.  (See Am. Compl. ¶ 3.) \n11. Defaulting Defendants are three companies and one individual.  CPP is a \nNorth Carolina limited liability company, which is now administratively dissolved. 3  \nStacks Holding and Sabr Leme  are North Carolina corporations, which are also \nadministratively dissolved.  Stacks is a resident of Charlotte, North Carolina.   (See \nAm. Compl. ¶¶ 5, 6, 8, 9.)  \n12. In September 2001, McFee joined  CPP as its  lead designer.   She was \nresponsible for developing CPP’s creative department , including overseeing the \ndesign and creative direction for the company.   McFee’s contributions  led to CPP’s  \nfinancial success.  (See Am. Compl. ¶¶ 22, 24, 26, 29.) \n13. In 2008, McFee became a minority member of CPP.  She also entered into a \nwritten employment agreement , which  included terms governing her rights to \nintellectual property  in designs  that she created during her employment .  McFee \nbelieved that her intellectual property rights “would completely and unconditionally \nrevert back to her when certain simple conditions were met.”  (Am. Compl. ¶¶ 31, 32.)  \n14. In 2012, McFee agreed to amend her employment agreement and reduce her \ncompensation.  In 2013, she relinquished her ownership interest in CPP.  And in early \n \n3 Paragraph 9 of the amended complaint refers to CPP as a North Carolina corporation, but \nit is in fact an LLC as stated in the case caption. \n2015, she agreed to amend her employment agreement and reduce her compensation \na second time.  McFee claims that she was defrauded into taking these actions.  (See \nAm. Compl. ¶¶ 36, 37, 39, 41.)  \n15. CPP fired McFee in May 2015.  She immediately asked CPP to reassign her \nintellectual property right s to her under the terms of her employment agreement .  \nAfter her requests went unanswered while CPP continued using her designs, McFee \nsued CPP in federal court for breach of her employment agreement and  copyright \ninfringement in April 2016.  The court dismissed her copyright claim because McFee \ndid “not have ownership of the intellectual property rights” at issue.  The court also \ndismissed the claim for breach of the employment agreement without prejudice to \nMcFee’s right to sue again in state court.  McFee v. CPP Int’l, 2017 U.S. Dist. LEXIS \n21462, at *8, *10  (W.D.N.C. Feb. 15, 2017).  McFee then sued CPP in state court in \nOctober 2017, asserting claims for breach of contract , fraud, violations of N.C.G.S. \n§ 75-1.1, and more .  In February 2020, McFee obtained a default judgment in the \nstate action against CPP, which included an award of damages and an assignment of \nintellectual property to her as of the date of the judgment .  (See Am. Compl. ¶¶ 43–\n46, 48, 50, 53.)  \n16. While the state action was pending, CPP ceased doing business.  On the day \nafter that action was filed, CPP sold many of its assets to a company called Pacon for \nabout $11 million.  A month after the asset sale to Pacon, Stacks acquired ownership \nof CPP through Stacks Holding, became CPP’s president, and controlled the company.  \nIn 2019, a company called Bay Sales  bought some of CPP’s other assets .  ( See Am. \nCompl. ¶¶ 49, 55–58, 66, 89.) \n17. The Pacon and Bay Sales transactions left CPP insolvent.  Stacks “directed \na substantial amount of” the income received from the sales to himself through Sabr \nLeme and Stacks Holding.  McFee did not receive any income from the sale of CPP’s \nassets, but she contends that she should have received at least ten percent, plus the \namount she claimed in her  2017 state -court lawsuit.  Defaulting Defendants \nconcealed these transfers from McFee and effectuated them with the intent to hinder, \ndelay, and defraud her.  (See Am. Compl. ¶¶ 85, 89(d), 130–33, 139.)  \n18. Plaintiffs filed this  amended complaint in March  2023.  Defaulting \nDefendants were properly served with copies of the amended complaint.  \nIII. CONCLUSIONS OF LAW4 \nA. Procedural Requirements \n19. “For a default judgment order to be valid, there must be compliance with \nthe procedural requirements set forth in Rule 55 and section 1 -75.11 of the North \nCarolina General Statutes.”  KBT Realty Servs. v. AppyCity, LLC, 2021 NCBC LEXIS \n68, at *9 (N.C. Super. Ct. Aug. 9, 2021).  In short, there must be an entry of default, \nproof that the summons has been served, and proof of personal jurisdiction over the \ndefendant by affidavit or other evidence.  In addition, the defendant must not be an \ninfant or incompetent person. \n \n4 Any conclusions of law that are more appropriately deemed findings of fact are incorporated \nby reference into the Court’s findings of fact. \n20. These requirements have been met.  Defaulting Defendants are not infants \nor incompetent , they were  properly served with a summons and the original \ncomplaint, they were properly served with the amended complaint, and the Court has \nentered default against them.   \n21. In addition, Plaintiffs have offered proof of personal jurisdiction through the \nverified allegations of the amended complaint, (see Am. Compl. ¶¶  5–9).  See also \nN.C.G.S. § 1-75.4(1) (allowing personal jurisdiction over any party who “[i]s a natural \nperson present [or domiciled] within this State” or “a domestic corporation”).  \nB. Claims for Relief \n22. Even though a defaulting defendant is deemed to have admitted the factual \nallegations in the complaint, those allegations are “not sufficient to support a default \njudgment for plaintiff” if they fail to state a cause of action.  Brown v. Cavit Scis., Inc., \n230 N.C. App. 460, 467 (2013).  The Court must therefore assess the sufficiency of the \nallegations, giving them a “liberal construction.”  Id.   And “if any portion of the \ncomplaint presents facts sufficient to constitute a cause of action, or if facts sufficient \nfor that purpose fairly can be gathered from it, the pleading will stand.”  Id. (cleaned \nup). \n23. Savage McFee’s Standing.  Although Savage McFee is a named plaintiff, \nits role in the alleged events is unclear .  All that the amended complaint alleges is \nthat Savage McFee is a dissolved corporation and that McFee is its sole shareholder.  \n(See Am. Compl. ¶ 3.)  There are no allegations that Savage McFee took part in the \nrelevant events or was harmed by Defaulting Defendants.   Nor does the prayer for \nrelief mention Savage McFee or state that it is entitled to damages or ot her relief.  \nThe Court therefore directs Savage McFee to show cause why its claims should not \nbe dismissed for lack of standing.  See, e.g.,  Wilson v. Pershing, LLC, 253 N.C. App. \n643, 650 (2017) (“If a party does not have standing to bring a claim, a court has no \nsubject matter jurisdiction to hear the claim.” (citation and quotation marks \nomitted)). \n24. Breach of Fiduciary Duty and Constructive Fraud.   McFee asserts \nrelated claims for breach of fiduciary duty and constructive fraud against Stacks.  A \nclaim for breach of fiduciary duty requires a plaintiff to show that “(1) the defendant \nowed the plaintiff a fiduciary duty; (2) the defendant breached that fiduciary duty; \nand (3) the breach of fiduciary duty was a proximate cause of injury to the plaintiff.”  \nSykes v. Health Network Sols., Inc., 372 N.C. 326, 339 (2019).  Likewise, a claim for \nconstructive fraud requires the existence of a confidential or fiduciary relationship \nbetween the parties.  See Forbis v. Neal, 361 N.C. 519, 528 (2007). \n25. McFee alleges that Stacks, in his role as an officer of CPP, owed a fiduciary \nduty to her, in her roles as a member and an employee.  (See Am. Compl. ¶ 96.)  In \ngeneral, an officer of an LLC  owes a fiduciary duty to the company but not to its \nmembers, former members, or employees .  See, e.g. , Kaplan v. O.K. Techs., L.L.C ., \n196 N.C. 469, 474 (2009).   Moreover, “a fiduciary relationship will generally not be \nfound in the workplace.”  Reichho ld Chems., Inc. v. Goel , 146 N.C. App. 137, 155 \n(2001).  Thus, the amended complaint does not adequately  allege that Stacks owed  \nMcFee a fiduciary duty based on her membership and employment status. \n26. McFee also alleges that a fiduciary relationship arose  when she became a \ncreditor of CPP.  She alleges that Stacks breached that duty by transferring proceeds \nfrom the Pacon and Bay Sales transactions to himself and others when those proceeds \nshould have been used to pay her.  (See Am. Compl. ¶¶ 100, 101, 104.)   \n27. Our courts have held that, “ [w]hen an LLC finds itself in circumstances \namounting to a winding-up or dissolution, the managers of the LLC owe a fiduciary \nduty to the LLC’s creditors to treat members of the same creditor class fairly and \nequally.”  Insight Health Corp. v. Marquis Diagnostic Imaging of N.C., LLC , 2017 \nNCBC LEXIS 91, at *7 (N.C Super. Ct. Oct. 3, 2017) (quoting  Keener Lumber Co. v. \nPerry, 149 N.C. App. 19, 33 (2002)).  Here, though, McFee does not allege that Stacks \nwas a manager or officer of CPP in October 2017 at the time of the Pacon transaction.  \nAs alleged, he became an officer an d owner of CPP in December 2017.   (See Am. \nCompl. ¶ 49.)  Thus, the amended complaint does not sufficiently allege that Stacks \nowed a fiduciary duty to McFee as a creditor of CPP at the time of the Pacon \ntransaction in October 2017. \n28. McFee has, however, alleged that Stacks was a manager at the time of the \nBay Sales transaction, that CPP was winding up at that time, and that she was a \nknown creditor.  McFee has also alleged that Stacks took proceeds from the Bay Sales \ntransaction for himself when those proceeds should have been paid to her.  These \nallegations, which have been deemed admitted are sufficient to state a claim.\n5 \n \n5 The Court notes that evidence submitted in connection with Presley and C. Presley \nProperties’ motion for summary judgment shows that the Bay Sales transaction was a \nforeclosure sale and that all proceeds went to CPP’s secured lender.  ( See ECF Nos. 181.1, \n181.2.)  McFee will need to address that evidence at a future hearing on her damages. \n29. Accordingly, the Court denies McFee’s motion as to the claims for breach of \nfiduciary duty and constructive fraud to the extent based on the Pacon transaction \nbut grants her motion as to those  claims to the extent based on the Bay Sales \ntransaction.  \n30. Fraudulent Transfer.  McFee asserts claims for fraudulent transfer under \nN.G.G.S. § 39-23.4 and § 39-23.5 against all Defaulting Defendants.  The claims are  \nbased on the sales of CPP’s assets to Pacon in 2017 and to Bay Sales in 2019, as well \nas the later transfers of proceeds from those sales.   \n31. Section 39-23.4 provides as follows: \n (a)  A transfer made or obligation incurred by a debtor is voidable as \nto a creditor, whether the creditor’s claim arose before or after the \ntransfer was made or the obligation was incurred, if the debtor \nmade the transfer or incurred the obligation: \n \n(1)  With intent to hinder, delay, or defraud any creditor of the \ndebtor;  \n. . . .  \n(b)  In determining intent under subdivision (a)(1) of this section, \nconsideration may be given, among other factors, to whether: \n(1)  The transfer or obligation was to an insider; \n(2)  The debtor retained possession or control of the property \ntransferred after the transfer; \n(3)  The transfer or obligation was disclosed or concealed; \n(4)  Before the transfer was made or obligation was incurred, \nthe debtor had been sued or threatened with suit; \n(5)  The transfer was of substantially all the debtor’s assets; \n. . . .  \nSee also Fischer Inv. Cap. , Inc. v. Catawba Dev. Corp ., 200 N.C. App. 644, 658 –59 \n(2009).   \n32. The Court concludes that the amended complaint alleges facts sufficient to \nstate a claim for fraudulent transfer against CPP  under section 39 -23.4.  The \ncomplaint alleges that McFee was a “ creditor” of CPP  within the meaning of the \nstatute; that CPP was on notice of McFee’s claim from the filing of her federal action \nin 2016 and state action in 2017; that substantially all of CPP’s  assets were \ntransferred to Pacon and Bay Sales ; that CPP concealed the transfers  from McFee; \nand that CPP  transferred the assets with the intent to hinder, delay, and defraud \nMcFee.  (See Am. Compl. ¶¶ 125–33.)  Taking these allegations as admitted, the Court \ngrants McFee’s motion against CPP as to its liability on the fraudulent transfer claim \nunder section 39-23.4.6 \n33. McFee also seeks a default judgment against Stacks, Stacks Holding, and \nSabr Leme.  But there are no allegations that McFee was a creditor of Stacks, Stacks \nHolding, or Sabr Leme for purposes of section 39 -23.4.  McFee obtained a judgment  \nin her 2017 lawsuit against only CPP but no other Defaulting Defendant.  (See, e.g., \nAm. Compl. ¶ 53.)  \n34. Even so, McFee asks the Court to pierce CPP’s corporate veil to hold t he \nother Defaulting Defendants liable.  Veil piercing “allows a plaintiff to impose legal \n \n6 In the order granting Presley and C. Presley Properties’ motion for summary judgment, the \nCourt concluded that McFee did not challenge the Pacon transaction under section 39-23.4 \nwithin the statutorily required period.  See N.C.G.S. § 39-23.9(1) (stating that plaintiff must \nchallenge transfer “not later than four years after the transfer was made . . . or, if later, not \nlater than one year after the transfer .  . . was or could reasonably have been discovered” ).  \nThe Court further concluded that the Bay Sales transaction, which was a foreclosure  sale, \nfell outside the scope of the statute.  See N.C.G.S. 39 -23.1(2)(a) (excluding transfers of \nproperty “encumbered by a valid lien”).   Following the damages hearing, the Court intends \nto direct the parties to address whether the entry of a default judgment would result in \ninconsistent judgments. \nliability for a corporation’s obligations . . . upon some other company or individual \nthat controls and dominates a corporation.”  Green v. Freema n, 367 N.C. 136, 145 \n(2013).  Members of a n LLC “may be held  individually liable for the [LLC’s] \nobligations through” veil piercing.  Estate of Hurst v. Moorehead I, LLC , 228 N.C. \nApp. 571, 576 (2013).  North Carolina courts apply the instrumentality rule to \ndetermine whether veil piercing is an appropriate remedy.  Glenn v. Wagner, 313 N.C. \n450, 455 (1985) (stating that  instrumentality rule requires showing that defendant \nexercised “complete domination” over entity, that this  “control must have been used \nby the defendant to commit fraud or wrong,” and that this “proximately cause[d] the \ninjury” (citation and quotation marks omitted)). \n35. The amended complaint provides no basis to hold Sabr Leme or Stacks \nHolding liable on a veil-piercing theory.  Accordingly, the Court denies the motion as \nto the section 39-23.4 claim against Sabr Leme and Stacks Holding.  \n36. In addition, the a mended complaint alleges that Stacks did not acquire \nownership in CPP, become its president, or control it until December 2017, well after \nthe October 2017 sale of assets to Pacon.  (See Am. Compl. ¶¶ 49, 89(d).)  Accordingly, \nMcFee has not alleged that Stacks exercised “ complete domination” with respect to \nthe Pacon transaction.  Glenn , 313 N.C. at 455 ( citation and quotation marks \nomitted).  The Court therefore denies her motion to pierce the veil and hold Stacks \nliable for that transaction. \n37. The amended complaint does, however, sufficiently allege facts that would \nsupport piercing CPP’s veil with respect to the Bay Sales transaction.   As alleged, \nStacks “owned 100% of CPP at the time of the Bay Sales transfers”; as to that \ntransaction, CPP “had no s eparate mind, will, or existence of its own”; and Stacks \n“exercised complete control and domination” of “CPP’s finances,” “policy [,] and \nbusiness practice.”  (Am. Compl. ¶  89.)  In addition, Stacks used his control to carry \nout the fraudulent transfer, resulting in harm to McFee.  See Fischer Inv. Cap., 200 \nN.C. App.  at 651–54 (concluding that similar allegations  adequately stated a \nveil-piercing theory). \n38. Because Stacks is deemed to have admitted these allegations , the Court  \ngrants the motion to pierce CPP’s corporate veil for purposes of extending liability to \nhim individually on the claim for fraudul ent transfer of assets to Bay  Sales.  In all \nother respects, the  Court denies the  motion for default judgment as to the section \n39-23.4 claim against Stacks.   \n39. Finally, the Court concludes that McFee has not adequately alleged a claim \nunder section 39-23.5(b), which applies only to a transfer “made to an insider for an \nantecedent debt.”  N.C.G.S. § 39-23.5(b).  The amended complaint does not allege that \nany antecedent debt existed or that  CPP transferred funds to satisfy  an antecedent \ndebt.  (See Am. Compl. ¶¶ 137–42.)  The Court therefore denies McFee’s motion as to \nthe section 39-23.5(b) claim.7 \n40. Unjust Enrichment.  McFee asserts a claim for unjust enrichment against \nall Defaulting Defendants.  She alleges that she “conferred benefits  on” them, \n \n7 At the hearing, McFee’s counsel also conceded that her claim under section 39 -23.5(b) is \nuntimely, further supporting the Court’s decision .  See N.C.G.S. § 39-23.9(3) (stating that \nclaim must be asserted “not later than one year after the transfer was made”). \n“including her CPP funds that should have been reserved based on her claims against \nCPP, her intellectual property, her goodwill, and her share of the CPP sale proceeds.”  \n(Am. Comp. ¶ 144.) \n41. “The general rule of unjust enrichment is that where services are rendered \nand expenditures made by one party to or for the benefit of another, without a n \nexpress contract to pay, the law will imply a promise to pay a fair compensation \ntherefor.”  Atl. Coast Line R.R. Co. v. State Highway Comm’n , 268 N.C. 92, 95 –96 \n(1966).  A claim for unjust enrichment has five elements: (1) “one party must confer \na benefit upon the other party”; (2) “the benefit must not have been conferred \nofficiously”; (3) “the benefit must not be gratuitous”; (4) “the benefi t must be \nmeasurable”; and (5)  “the defendant must have consciously accepted the benefit.”  \nJPMorgan Chase Bank, N.A. v. Browning, 230 N.C. App. 537, 541–42 (2013) (citation \nand quotation marks omitted).   \n42. McFee’s allegations fall short.   Although McFee al leges that she conferred \n“her share of the CPP sale proceeds” on Stacks, (Am. Compl. ¶  144), that allegation \nis conclusory and contradicted by the other allegations in her amended complaint.  \nSee Radcliffe v. Avenel Homeowners Ass’n, Inc. , 248 N.C. App. 54 1, 572 (2016) \n(observing that a plaintiff must plead more than “conclusory allegations that track \nthe elements of a” cause of action) .  As alleged, Stacks  took proceeds that McFee  \nbelieves she was entitled to receive from the Pacon and Bay Sales transactions.  (See, \ne.g., Am. Compl. ¶¶  54, 57, 58, 61, 62, 66, 68, 69.)   Allegations that Stacks  took for \nhimself “some benefit to which [McFee] believes [she] is rightfully entitled” are  \ninsufficient to support a claim for unjust enrichment.  KNC Techs., LLC v. Tutton , \n2019 NCBC LEXIS 72, at *36 (N.C. Super. Ct. Oct. 9, 2019); see also Barrett v. Coston, \n261 N.C. App. 311, 315 (2018) (affirming order granting motion to dismiss when “the \nbenefit was allegedly conferred upon Defendant by” someone other than the plaintiff); \nCaliber Packaging & Equip., LLC v. Swaringen, 2023 NCBC LEXIS 74, at *14 (N.C. \nSuper. Ct. May 31, 2023) (granting motion to dismiss claim for unjust enrichment). \n43. Likewise, although McFee alleges that she conferred her intellectual \nproperty and related goodwill on CPP and the other Defaulting Defendants, s he \nadmits “that she con tractually retained the rights to reassignment [of] the \nintellectual property she designed while at CPP”  as part of her employment \nagreement.  (Am. Compl. ¶ 42; see also Am. Compl. ¶ 53 (alleging that McFee’s rights \nwere reassigned to her under the terms of her employment agreement as part of her \nstate-court default judgment) .)  “If there is a contract between the parties, the \ncontract governs the claim and the law will not imply a contract.”  Se. Shelter Corp. \nv. BTU, Inc., 154 N.C. App. 321, 330–31 (2002).  McFee’s allegations that an express \ncontract governs her intellectual property rights —an allegation that Defaulting \nDefendants are deemed to have admitted—forecloses her claim for unjust enrichment \nto the extent based on those rights. \n44. Therefore, the Court denies McFee’s motion for default judgment as to the \nclaim for unjust enrichment. \nIV. CONCLUSION \n \n45. For all these reasons, the Court GRANTS McFee’s motion only with respect \nto liability as to the following claims: fraudulent transfer against CPP under section \n39.23-4; fraudulent transfer against Stacks under section 39.23-4 to the extent based \non the Bay Sales transaction ; and constructive fraud and breach of fiduciary duty \nagainst Stacks to the extent based on the Bay Sales transaction.  This is not an entry \nof default judgment because the Court DEFERS consideration of damages and will \nschedule an evidentiary hearing by separate order at a later time. \n46. The Court DENIES  McFee’s motion in all other respects .  The Court  \nDISMISSES her claims against Defaulting Defendants  for unjust enrichment and  \nfraudulent transfer under section 39.23.5(b) ; the claims against Stacks  for \nconstructive fraud and breach of fiduciary duty  to the extent based on the Pacon \ntransaction; the claim against Stacks Holding and Sabr Leme for fraudulent transfer \nunder section 39.23- 4; and the claim against Stacks for fraudulent transfer  under \nsection 39.23-4 to the extent based on the Pacon transaction. \n47. The Court further ORDERS  Savage McFee to show cause why its claims \nshould not be dismissed for lack of standing.  Savage McFee shall file a brief \naddressing the standing issue no later than 1 8 January 2024.  The brief shall not \nexceed 2500 words.  Any defendant may file a response brief of the same length no \nlater than 1 February 2024. \nSO ORDERED, this the 28th day of December, 2023.   \n  /s/ Adam M. Conrad   \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n "
}