{
  "id": "6be7106e7c72e545dccb4ec7fb78650958ca81c9040c54b5c8a9caf84bcb12d6",
  "source_file": "data/raw/ncbc/6be7106e7c72e545dccb4ec7fb78650958ca81c9040c54b5c8a9caf84bcb12d6.pdf",
  "raw_text": "Konover v. Pantlin, 2020 NCBC 8. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \n IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 3752 \n \n \nILAN KONOVER, HK CAPITAL., \nGROUP, LLC, LIN’S HOLDINGS, \nLLC, and YOUNG LIN, all \nindividually and derivatively on \nbehalf of MPHK CAPITAL, LLC, \n \nPlaintiffs, \n ORDER AND OPINION ON PANTLIN’S \nMOTION TO DISMISS, TO STRIKE, AND TO \nDISQUALIFY COUNSEL \n \n v. \n \n \nMARK PANTLIN and MPHK  \nCAPITAL, LLC, \nDefendants. \n---------------------------------------------------- \nMARK PANTLIN, individually and \nderivatively on behalf of  \nMPHK CAPITAL, LLC, \n                                Counterclaim \nPlaintiff, \nv. \n \nILAN KONOVER, ARIEL \nKONOVER, HENRY KONOVER, HK \nCAPITAL GROUP, LLC, LIN’S \nHOLDINGS, LLC, YOUNG LIN, and \nMPHK CAPITAL, LLC,  \n \nCounterclaim \nDefendants. \n    \n \nTHIS MATTER comes before the Court on Defendant/Counterclaim Plaintiff \nMark Pantlin’s (“Pantlin”) Motion to Dismiss, to Strike, and to Disqualify Counsel.  \n(“Motion,” ECF No. 6.)  Pantlin  moves pursuant to North Carolina Rules of Civil \nProcedure (hereinafter, “Rules”) 12(b)(1), 12(b)(6), and 12(f) to dismiss certain claims, \nto strike all claims brought on behalf of MPHK Capital, LLC (“MPHK”), and to \ndisqualify MPHK’s counsel.  (Id. at p. 2.)  Plaintiffs did not respond to the Motion.    \nTHE COURT, having considered the Motion, the brief in support of the Motion \nfiled by Defendants , and other appropriate matters of record, concludes that the \nMotion should be GRANTED, in part, and DENIED, in part, for the reasons set forth \nbelow.  \nManning, Fulton, & Skinner, P.A. , by J. Whitfield Gibson and Robert \nStrong Shields for Plaintiffs-Counterclaim Defendants Young Lin; Lin’s \nHoldings, LLC; HK Capital Group, LLC; and Ilan Konover. \n \nSigmon Law, PLLC , by Mark Russell Sigmon for Defendant -\nCounterclaim Plaintiff Mark Pantlin. \n \nMcGuire, Judge. \n \nI. FACTS AND PROCEDURAL HISTORY \n1. The Court adopts and relies, as it must, on  the factual allegations as \npleaded in Plaintiffs’ complaint (“Verified Complaint,” ECF No. 3).  See, e.g., Harris \nv. NCNB Nat’l Bank of N.C., 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987); Oates \nv. JAG, Inc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985). \n2. On March 11, 2019, Plaintiffs filed their Verified Complaint in Wake \nCounty, North Carolina alleging  derivative claims , on behalf of MPHK,  against \nPantlin for breach of fiduciary duty; breach of contract; and constructive fraud.1  (ECF \nNo. 3.)  Plaintiffs also bring individual claims against Pantlin for breach of contract; \n                                                 \n1 Although not styled as a derivative claim, it appears Plaintiffs’ constructive fraud claim is \nbrought derivatively because Plaintiffs’ allegations supporting their constructive fraud claim \nonly allege damages incurred by MPHK.  (See ECF No. 3, at ¶¶ 51–52.)   \nfrustration of reasonable expectations2; fraud; and unfair or deceptive trade practices \nin violation of N.C.G.S. § 75 -1.1 (“UDTPA”).  (Id.)  On November 12, 2019, this case \nwas designated to the North Carolina Business Court (Desig. Order, ECF No. 1), and \nassigned to the undersigned on November 13, 2019 (Assign. Order, ECF No. 2).   \n3. On November 14, 2019, Pantlin filed the Motion (ECF No. 6), along with \na supporting brief (“Brief in Support,” ECF No. 7) .  Plaintiffs did not file a brief in \nopposition to the Motion.   \n4. Pantlin’s Motion is ripe for review.  Pursuant to North Carolina \nBusiness Court Rule (“BCR”) 7.4, the Court, in its discretion, now decides the Motion \nwithout a hearing.    \nII. ANALYSIS  \nA. Standard of Review  \n6. Pantlin moves for dismissal pursuant to Rules 12(b)(1), 12(b)(6), and \n12(f). \n7. “If a party does not have standing to bring a claim, a court has no subject \nmatter jurisdiction to hear the claim.”  Estate of Apple v. Commercial Courier Express \nInc., 168 N.C. App. 175, 177,  607 S.E.2d 14, 16 (2005).  “Standing concerns the trial \ncourt’s subject matter jurisdiction and is therefore properly challenged by \na Rule 12(b)(1) motion to dismiss.”  Fuller  v. Easley, 145 N.C. App. 391, 395,  553 \nS.E.2d 43, 46 (2001). \n                                                 \n2 Plaintiffs’ claim for “frustration of reasonable expectations,”  which prays for  “equitable \nrelief,” appears to seek judicial dissolution of MPHK. \n \n8. “It is well established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen ‘(1) the complaint on its face reveals that no law supports the plaintiff’s claim; \n(2) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plaintiff’s \nclaim.’”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615, 821 S.E.2d 729, 736–\n37 (2018) (quoting Wood v. Guilford County, 355 N.C. 161, 166, 558 S.E.2d 490, 494 \n(2002)). \n9. Under Rule 12(f), the trial court may “strik[e] from any pleading any \ninsufficient defense or any redundant, irrelevant, immaterial, impertinent, or \nscandalous matter.”  N.C.G.S. § 1A-1, Rule 12(f).  “A motion to strike is addressed to \nthe sound discretion of the trial court.”  Kingsdown, Inc. v. Hinshaw, 2016 NCBC \nLEXIS 15, at *8 (N.C. Super. Ct. Feb. 17, 2016).  Likewise, “[d]ecisions regarding \nwhether to disqualify counsel are within the discretion of the trial judge .”  Robinson \n& Lawing, L.L.P. v. Sams, 161 N.C. App. 338, 339, 587 S.E.2d 923, 925 (2003) \n(citation omitted). \nB. Plaintiffs’ Derivative Claims \n10. Pantlin seeks dismissal of Plaintiffs’ derivative claims pursuant to Rules \n12(b)(1) and 12(b)(6).  Pantlin  argues that Plaintiffs’ derivative claims should be \ndismissed because “Plaintiffs failed to allege any demand at all . . . .  As a result, this \nCourt lacks subject matter jurisdiction.”  (ECF No. 7, at p. 6.)   \n11. A member of a North Carolina LLC can bring a derivative action only if \nthe “member made written demand on the LLC to take suitable action, and either (i) \nthe LLC notified the member that the member ’s demand was rejected, (ii) 90 days \nhave expired from the date the demand was made, or (iii) irreparable injury to the \nLLC would result by waiting for the expiration of the 90-day period.”  N.C.G.S. § 57D-\n8-01(a)(2); Azure Dolphin, LLC v. Barton, 2017 NCBC LEXIS 90, at *20 (N.C. Super. \nCt. Oct. 2, 2017). \n12. The Court has closely reviewed the Verified Complaint and there is, \nindeed, no allegation that a pre-suit demand letter was served on MPHK.  (See ECF \nNo. 3.)  Therefore, Pantlin’s motion to dismiss Plaintiffs’ derivative claims pursuant \nto Rules 12(b)(1) and 12(b)(6) should be GRANTED.  \nC. Plaintiffs’ UDTPA Claim  \n13. Pantlin argues that Plaintiffs’ UDTPA claim should be dismissed \npursuant to Rule 12(b)(6) because “all of the allegations by Plaintiffs are clearly about \nan internal dispute among the three members of MPHK.”  (ECF No. 7, at p. 9.)   \n14. The UDTPA  seeks “to prohibit unfair or deceptive conduct in \ninteractions between different market participants.  The General Assembly did not \nintend for the Act to regulate purely internal business operations.”  White v. \nThompson, 364 N.C. 47, 47–48, 691 S.E.2d 676, 676 (2010).  “As a result, any unfair \nor deceptive conduct contained solely within a single business is not covered by the \nAct.”  Id. at 53, 691 S.E.2d at 680. \n15. The Court has thoroughly reviewed the Verified Complaint.  Even under \nits most liberal reading,  it appears that  the alleged unfair or deceptive conduct \noccurred solely within MPHK, a single market participant.  With no opposition brief \nto persuade the Court otherwise, the Court concludes Pantlin’s  motion to dismiss \nPlaintiffs’ UDTPA claim pursuant to Rule 12(b)(6) should be GRANTED.    \nD. Striking MPHK’s Claims and Disqualifying MPHK’s Counsel \n16. Pantlin contends that “MPHK [ ] also purports to bring claims against \nMr. Pantlin” and that those claims s hould be stricken and MPHK’s counsel \ndisqualified because MPHK’s Operating Agreement mandates that “Major \nDecisions,” including bringing and defending lawsuits on behalf of MPHK, require  \nthe consent of all MPHK members.  (ECF No. 6, at p. 3. )  Defendants contend that \nsince Pantlin did not consent to MPHK bring ing this lawsuit, its purported claims \n“should be stricken and MPHK’s  [  ] counsel disqualified fro m representing MPHK \nin this case.”  (Id.) \n17. Pantlin’s argument is incorrect.  MPHK does not make any claims \ndirectly against Pantlin in the Verified Complaint.  Rather, all of the claims raised \nby Plaintiffs are allegedly brought derivatively on behalf of MPHK or individually by \nKonover and Lin.  Accordingly, Pantlin’s motion to dismiss claims brought by MPHK \ndirectly against Pantlin should be DENIED as MOOT. \n18. In addition, there is no allegation in the Verified Complaint that \nPlaintiffs’ counsel is representing, or has been retained or paid by, MPHK.  \nNevertheless, pursuant to the Court’s Receiver Order filed on December 5, 2019, the \nReceiver has “full authority to manage the affairs of MPHK in the best interests of \nits creditors and Members.”  (“Receiver Order,” ECF No. 15, at ¶ 25.)  More precisely, \nthe Receiver Order grants the Receiver authority , in place of MPHK’s members and \nmanagers, to file and maintain lawsuits on behalf of MPHK .  (See id. at ¶¶ 25–26.)  \nAccordingly, to the extent MPHK purports to have retained Plaintiff’s counsel on its \nown behalf, the Receiver has authority to take those steps necessary to continue or \ndiscontinue such representation.  The  Court concludes that Pantlin’s motion to \ndisqualify Plaintiffs’ counsel from representing MPHK should be DENIED as MOOT. \nTHEREFORE, it is ORDERED that  the Motion is GRANTED , in part, and \nDENIED, in part, as follows: \n1. To the extent the Motion seeks dismissal of Plaintiffs’ purported \nderivative claims, the Motion is GRANTED, and any derivative claims  \nare DISMISSED. \n2. To the extent the Motion seeks dismissal of Plaintiffs’ UDTPA claim, the \nMotion is GRANTED, and the claim is DISMISSED.  \n3. To the extent Defendants move to strike claims  purportedly raised \ndirectly by MPHK and to  disqualify Plaintiffs’ counsel as counsel for \nMPHK, the Motion is DENIED as MOOT. \n \nSO ORDERED, this the 30th day of January, 2020. \n \n \n \n/s/ Gregory P. McGuire    \nGregory P. McGuire \nSpecial Superior Court Judge  \nfor Complex Business Cases \n "
}