{
  "id": "6bfd736fb3cf21d7273b9623747251270b9b2401def9918ad229c1004c681711",
  "source_file": "data/raw/ncbc/6bfd736fb3cf21d7273b9623747251270b9b2401def9918ad229c1004c681711.pdf",
  "raw_text": "State v. Orion Processing, LLC, 2016 NCBC 100. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n13 CVS 7161 \nSTATE OF NORTH CAROLINA ex \nrel. ROY COOPER, Attorney General, \nand THE NORTH CAROLINA STATE \nBAR, \n \nPlaintiffs, \n \nv. \n \nORION PROCESSING, LLC d/b/a \nWorld Law Processing, World Law \nDebt, World Law Group, and World \nLaw Plan; SWIFT ROCK \nFINANCIAL, INC. d/b/a World Law \nDebt, World Law Group, and World \nLaw Plan; DERIN ROBERT SCOTT; \nBRADLEY JAMES HASKINS d/b/a \nWorld Law Group; and WORLD LAW \nSOUTH, INC. d/b/a World Law Group,\n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER AND OPINION ON  \nPLAINTIFF’S MOTION FOR  \nSUMMARY JUDGMENT  \n \n1. THIS MATTER is before the Court on Plaintiffs’ Motion for Summary \nJudgment Against Defendant Orion Processing, LLC (“Motion”) and Plaintiffs’ \nAmended Motion for Summary Judgment Against Defendant Orion Processing, LLC.  \nFor the reasons\n expressed below, Plaintiffs’ Motion is GRANTED. \nNorth Carolina Department of Justice, by M. Lynne Weaver, Special Deputy \nAttorney General, for Plaintiff the State of North Carolina ex rel. Roy Cooper, \nAttorney General. \n \nThe North Carolina State Bar, Katherine Jean, Counsel, and David R. Johnson, \nDeputy Counsel, for Plaintiff the North Carolina State Bar. \n \n \n \nBlanchard, Miller, Le wis & Isley, P.A., by E. Hardy Lewis, for Defendant Orion \nProcessing, LLC. \n \nGale, Chief Judge. \n \nI. INTRODUCTION \n2. Plaintiffs the State of North Carolina (“State”) and the North Carolina \nState Bar (“State Bar”) filed a complaint in Wake County Superior Court alleging that \nDefendants, including Orion Processing, LL C (“Orion”), collectively engaged in a \nscheme to offer illegal debt-adjusting services and unauthorized legal services to North \nCarolina consumers in violation of the st atutes prohibiting debt adjusting, the \nunauthorized practice of law, and unfair and deceptive trade practices.   \n3. The present Motion relates solely to the claims against Orion.  Plaintiffs \nseek to permanently enjoin Orion’s activities in North Carolina, as well as the release \nof funds held in trust by Orion’s counsel to the State for consumer restitution and \nconsumer-protection purposes, subject to the final adjudication of the respective rights \nof the State and Orion by the bankruptcy court, as explained below. \n4. The Court concludes that the record and evidence that Plaintiffs \nsubmitted in support of their Motion shows that there is no genuine issue of material \nfact and that Plaintiffs are entitled to judgment as a matter of law.   \nII. PROCEDUR AL HISTORY \n5. Plaintiffs have standing to bring this action pursuant to sections 14-425, \n75-15, and 84-37 of the North Carolina General Statutes.  Plaintiffs bring this action \nin their capacities as governmental entities to enforce their respective police and \nregulatory powers. \n \n \n6. Plaintiffs filed their original Complaint on May 22, 2013.   \n7. On May 23, 2013, the superior court entered a Temporary Restraining \nOrder, enjoining Defendants Orion, Swift Ro ck Financial, Inc. (“Swift Rock”), Derin \nRobert Scott (“Scott”), and all persons in active concert with Defendants from \nsoliciting or enrolling North Carolina customers in Defendants’ debt-settlement \nprogram, collecting further fees from No rth Carolina customers for illegal debt \nadjusting services, and engaging in the unauthorized practice of law in North \nCarolina.     \n8. On June 4, 2013, the superior court entered a Preliminary Injunction \nOrder that continued the terms of the Tempo rary Restraining Order.  In addition, \npursuant to the Preliminary Injunction Order, Orion was ordered to deposit $300,000 \ninto the trust account of the law firm Blanchard, Miller, Lewis & Isley, P.A.  Pursuant \nto the terms of the Preliminary Injunction Order, the funds deposited in the trust \naccount are to be disbursed upon either stipulation of the Plaintiffs and Orion or order \nof the Court.  No order has been entered to lift or amend the Preliminary Injunction \nOrder.  \n9. Plaintiffs filed an Amended Complaint on June 25, 2014, naming World \nLaw South, Inc. (“WLS”) and Bradley Jam es Haskins (“Haskins”) as additional \nDefendants. \n10. WLS filed a notice of designation on July 8, 2014.  On October 6, 2014, \nthe Chief Justice designated the case as exceptional pursuant to Rule 2.1 of the \nGeneral Rules of Practice for the Superior  and District Courts, and the case was \n \n \nassigned to the undersigned.  The parties agreed that the North Carolina Business \nCourt Rules would apply to this case, even though the case was not designated as a \nmandatory complex business case. \n11. Orion filed an Answer on November 19, 2014.   \n12. On February 27, 2015, Orion filed a voluntary petition for bankruptcy \nprotection under Chapter 11 of the U.S. Bankruptcy Code in the United States \nBankruptcy Court for the Western District of  Texas.  Orion filed its Suggestion of \nBankruptcy notice with this Court on March 1, 2015. \n13. On May 12, 2015, the Court entered an Order determining that the \npolice-powers exception to the automatic bankruptcy stay applies to this matter, and \nthat the Court retained jurisdiction to proceed in this case. \n14. On August 20, 2015, the bankruptcy court ordered that Orion’s \nbankruptcy case be converted to a Chapter 7 case and appointed a trustee to assume \ncontrol over Orion and liquidate the company’s assets.   \n15. Plaintiffs filed their Motion on September 16, 2016.   \n16. After filing the Motion, Plaintiffs’ counsel conferred with counsel for \nOrion’s court-appointed trustee regarding the Motion.  On October 14, 2016, Plaintiffs \nfiled an Amended Motion for Summary  Judgment Against Defendant Orion \nProcessing, LLC, which made changes to the injunctive provisions of the Motion to \naddress the trustee’s expressed concerns.  \n17. On October 25, 2016, Orion’s North Carolina counsel of record informed \nthe Court that the trustee did not plan to file a response to Plaintiffs’ Motion.   \n \n \n18. Plaintiffs’ Motion is now ripe for de cision.  Because no response brief \nwas filed, Plaintiffs’ Motion “will be considered and decided as an uncontested \nmotion.”  BCR 15.11. \nIII. SUMMARY OF THE FACTS \nThe Court summarizes the material facts for which there is no genuine issue \nas follows: \n19. Orion offered illegal debt-adjusting services to financially distressed \nconsumers in North Carolina and in other states, initially under its own name and \nlater under the name World Law Group or one of several World Law names.  After \nbeginning its operations under the World Law name in 2010, Orion also began \nproviding its debt-adjusting customers with legal services.  Orion held itself out as a \nlaw firm and told its customers that it was providing the services of attorneys.  At no \ntime was Orion a law firm or otherwise auth orized to provide legal services to its \ncustomers in North Carolina. \n20. On January 14, 2008, Scott formed Swift Rock, a Texas company, for the \npurpose of offering and engaging in debt-adjusting.  Swift Rock marketed \ndebt-settlement services directly to  consumers and enrolled consumers in \ndebt-settlement plans.   \n21. Scott formed Orion as a Texas limited liability company on June 2, 2008.  \nScott is the sole member and manager of  Orion.  After Or ion was formed, the \nfunctions of Swift Rock and Orion were divided.  Swift Rock focused on marketing \nand enrolling financially distressed consum ers with substantial amounts of credit \n \n \ncard debt, representing that Swift Rock was experienced in negotiating substantially \nreduced settlements with consumers’ credito rs to reduce or eliminate consumers’ \ndebts without bankruptcy.   \n22. Orion focused on servicing the customers once they were enrolled in the \ndebt-settlement program.  Once customer s were enrolled by Swift Rock, Orion’s \nemployees confirmed the sale, performed an y ostensible debt-negotiation services, \nand handled all further communications wi th the customers and the customers’ \ncreditors.   \n23. Once consumers were enrolled in th e debt-settlement program, Orion \ninstructed customers to stop paying th eir creditors.  Instead, customers were \ninstructed to make monthly payments to  their debt-settlement program under the \npromise that Orion would use the funds to negotiate settl ements of the customers’ \ndebts for considerably less than the amounts owed.  Customers’ funds were held by a \nthird party, Global Client Solutions, LLC (“Global”).1   \n24. The customers’ monthly payments in cluded Orion’s fees.  Those fees \nincluded advance fees for joining the program and recurring monthly fees for Orion’s \nservices.  After Orion’s an d Swift Rock’s fees were deducted, the amounts that \n                                                 \n1 Global is a third-party payment processor t hat acted as an escrow agent.  Global debited \nthe customer’s bank account monthly and depo sited those funds in a “special purpose \naccount” in the customer’s name in a third-party bank.  Global disbursed Orion’s and Swift \nRock’s fees from the customer’s special-purpose account, pursuant to the customer’s debt \nsettlement agreement.  If and when a settlement was reached, Global disbursed payment to \nthe customer’s creditor.  Global was named as a Third-Party Defendant in the case solely for \ninjunctive purposes in order to ensure the cessation of the disbursement of further illegal fees \nto Defendants.  Global is unrelated to the Defendants, and Plaintiffs voluntarily dismissed \nGlobal as a Defendant on June 10, 2015.     \n \n \nremained from those monthly payments were accumulated for eventual use in \nsettling the customers’ debts.  As a result of deducting those advance fees, a customer \ntypically had to participate in the program for two to four years before sufficient funds \naccumulated to offer to creditors.   \n25. Swift Rock and Orion operated in  this fashion until approximately \nsometime in 2010.   \n26. In late 2009, because of abuses by the debt-settlement industry, in a \nrule-making proceeding, the Federal Trade Commission (“FTC”) proposed \namendments to the federal Telemarketing Sales Rule (“TSR”) that would prohibit \ndebt-relief providers, including debt-settl ement companies, from collecting advance \nfees prior to actually settling consumer s’ debts.  16 C.F.R.  § 310 (2016).  The \namendments to the TSR became effective on October 27, 2010.  See \nid.  \n27. Seeking a means of continuing their debt-settlement business, and \napparently believing that the proposed FTC regulation exempted law firms, during \nthe spring of 2010, Scott met with Haskins in Fort Lauderdale, Florida.  Haskins, \nwho is licensed as an attorney in Texas, told Scott that he was the principal of a large \ninternational law firm called the World Law Group.  In reality, there was no large \ninternational law firm headed by Haskins.   \n28. Orion and Haskins agreed to jointly continue providing Orion’s debt \nsettlement services under the World Law name.  Orion’s Chief Operating Officer \nDavid S. Klein executed a Memorandum of Understanding (the “Memo”) on behalf of \nOrion with World Law Group LLP that recited an effective date of July 18, 2010.  The \n \n \nMemo provided that Orion would continue to negotiate and settle debts on behalf of \ncustomers, while World Law would purportedly provide Orion’s customers with legal \nservices. \n29. After reaching an agreement with Haskins, in April 2011, Orion filed an \nassumed-name certificate in Travis County, Texas, identifying World Law Debt as an \nassumed name of Orion.  Orion, holding it self out as World Law Debt, including on \nInternet websites, offered to provide legal services to customers.  The Defendants’ \nClient Service Agreements (“CSAs”) included provisions representing that World Law \nDebt would provide consumers with a local attorney who would provide legal advice \n“throughout the representation.”  (Pls.’ Mot. Summ. J. Against Orion Ex. 15 ¶ 5.)  The \nCSAs included this statement:   \nThe local attorney will review CL IENT’S case files, consult with \nCLIENT, explain to CLIENT their options if served or threatened with \na lawsuit, and assist with filling an answer to any debt collection lawsuit \nfiled against CLIENT.  The local attorney will also advise client with \nregards to state and/or federal debt collection laws. \n \n(Pls.’ Mot. Summ. J. Against Orion Ex. 15 ¶ 5.) \n \n30. Orion continued to provide debt-adjusting services to consumers \nfollowing its agreement with World Law.  Defendants’ CSAs purported to reflect that \nthe customer was contracting with a World Law entity—variably identified as World \nLaw Debt, World Law Group, or World Law Plan—and that World Law would provide \nan attorney for the debtor in addition to providing debt-adjusting services.  Orion’s \nemployees handled all the debt-adjusting  services.  Orion’s employees held \nthemselves out to consumers as paralegals and litigation specialists with the law firm \n \n \nWorld Law, World Law Group, and later, Wo rld Law South, although there were no \nsuch law firms.  (See Davenport Aff.  ¶¶ 7, 11–12.)  \n31. In many instances, customers who followed Orion’s instructions to stop \npaying their creditors were sued by their creditors for nonpayment.  Orion’s \nemployees advised customers to forward all legal pleadings and documents to Orion, \nand represented that World Law attorneys would provide legal assistance to the \ncustomers.  Even though the CSAs stated that customers would receive the assistance \nof an attorney licensed in the customer’s state, no known North Carolina attorneys \nactually communicated with Orion’s employees or with North Carolina customers to \ngive advice about their lawsuits.   \n32. Instead, Orion employees received prepared form pleadings from \nanonymous World Law e-mail addresses such  as attorneys22@worldlawdirect.com. \nOrion employees could not identify who prepared the form pleadings or where they \nhad been prepared.  The prepared answer s to lawsuits were based on the same \ndocument template in almost every inst ance—only the party’s name, the court \ncaption, and information about the customer’s account differed.  The form answer \nasserted patently frivolous defenses and cl aims that had no legal or factual basis, \nwhich caused some customers to  be sanctioned by courts.\n2  Orion also provided \ncustomers with prepared form responses to discovery and motions for summary \njudgment.  These documents also made false statements of fact or contained frivolous \n                                                 \n2 For example, the “answers” routinely stated that the customer never opened the credit card \naccounts at issue, even though the customer previously had not disputed that they owed the \ndebts, and in fact had instructed World Law to settle the same debts.   \n \n \n \nresponses.  Orion employees instructed customers that the legal documents had been \nprepared specifically for their case by a World Law local attorney.  Orion’s employees \nforwarded these legal documents to customers and advised them to sign the \ndocuments as pro se defendants, and instructed the customers on how to serve them \non the plaintiff-creditor and file them with local courts.  Virtually identical frivolous \npleadings were filed in more than 120 cases brought by creditors against World Law’s \ncustomers in North Carolina courts.   \n33. Orion’s employees also instructed customers to make various assertions \nand claims in court using scripts provided by Orion.  If the hearing was one in which \na judgment might be awarded, such as a summary judgment hearing, a person who \nheld himself out as a World Law repres entative would sometimes contact the \ncustomer by e-mail and instruct the custom er to demand federal arbitration at the \nhearing.  Customers were not told what arbitration involved or that they would have \nto pay an arbitration fee.  In response, ma ny courts denied consumers’ requests for \narbitration or imposed deadlines on consumers to initiate arbitration.  Other courts \nallowed the requests.   \n34. If the court allowed arbitration, Orion employees often submitted an \narbitration claim on behalf of the customer to the American Arbitration Association \n(the “AAA”).  All claims submitted by Or ion to the AAA were virtually identical.  \nOrion identified Haskins as the customer’s representative.   \n35. Under Defendants’ World Law scheme, Orion continued to charge steep \nadvance fees to customers, including to cu stomers in North Carolina.  Fees charged \n \n \nby Orion to North Carolina customers in cluded a $199 initial enrollment fee, a \nmonthly fee of $84.95 designated as an “attorney fee,” a “bundled legal service” fee, \nand a monthly “debt settlement” fee, wh ich was based on the amount of the \nconsumer’s enrolled debts.  (Am. Compl. Ex . F Schedule A.)  Virtually all the fees \nwere collected in advance of any attempt by Orion to settle a customer’s debts.  (\nSee \nOrion Entity Dep. 300:13–304:3.)  On a monthly basis, Global disbursed all these fees \nto Orion, or at Orion’s direction, to th ird parties that had enrolled the customer, \nexcept for $9.45 that Global retained as a monthly bank fee.  Orion authorized Global \nto pay “World Law” $20.00 per month from each enrolled consumer’s account as an \n“attorney administration fee.”  At Orio n’s authorization, this $20.00 monthly \n“attorney administration fee” was disburse d by Global into a bank account in the \nname of WLD Price Global, Inc., a then-di ssolved business corporation solely owned \nby Haskins.  (Pls.’ Br. in Opp’n to Def. Scott’s Mot. to Dismiss, Ex. 2 Evers Aff. (“Evers \nAff.”) ¶ 11.) \n36. These activities persisted in North Carolina until the Temporary \nRestraining Order and Preliminary Injunction Order were entered by the superior \ncourt.  After the Preliminary Injunction Order was entered, Global continued to draft \ncustomers’ accounts for Orion’s fees, but Global held the fees in suspense and did not \ndisburse any fees to Orion or  any other third parties, exce pt for Global’s bank fee.  \nOrion continued to perform ostensible debt-settlement services to existing customers.  \nOrion continued to provide legal documents to North Carolina customers with \ninstructions for filing the documents in North Carolina courts, sometimes under the \n \n \nname World Law South, 3 and to initiate arbitration proceedings on behalf of North \nCarolina customers.  \n37. Most customers’ debts were not settled, and many customers’ debt \nsituations were significantly worsened as a result of their participation in \nDefendants’ program.  Under the terms of the World Law CSAs, much of the \ncustomers’ monies were earmarked for Defendants’ advance fees.  As a result, many \ncustomers were unable to accumulate sufficient funds to settle their debts, their debts \nwere not settled, and their creditors went unpaid, which caused many creditors to sue \nthe customer–debtors, and forced some customers into bankruptcy.   \n38. On August 17, 2015, the federal Consumer Financial Protection Bureau \n(“CFPB”) filed a civil enforcement action against Orion and the remaining Defendants \nin the U.S. District Court for the Southe rn District of Florida, alleging that \nDefendants had engaged in violations of the federal TSR by collecting illegal advance \nfees from consumers for debt-relief servic es and engaging in unfair and deceptive \npractices.  \nConsumer Fin. Prot. Bureau v. Orion Processing, LLC, No. 15-23070-Civ-\nCOOKE/TORRES, 2015 U.S. Dist. LEXIS 117051, at *2 (S.D. Fla. Sept. 2, 2015).  The \nCFPB obtained a nationwide injunction pr ohibiting Defendants from engaging in \ndebt-relief and related legal activities, and the federal court appointed a receiver to \nassume control over Defendants’ enterprise, which was shut down.  Consumer Fin. \nProt. Bureau, 2015 U.S. Dist. LEXIS 117051, at *11–13.   \n                                                 \n3 Following the entry of the Preliminary Injun ction Order, in August 2013, Haskins created \nDefendant “World Law South, Inc.” (“WLS”),  a North Carolina corporation.  In many \ninstances, Defendants then proceeded to operate under the WLS name in communications \nwith North Carolina customers and customers’ creditors.  \n \n \n \n39. Since early 2010, at least 1,427 North Carolina consumers have entered \ninto CSAs for debt-relief services that  were serviced by Orion through its \narrangement with World Law Group.  (Eve rs Aff. Ex. B.)  From early 2010 until \nSeptember 1, 2014, North Carolina customer s paid a total of at least $8,549,095.03 \ninto the World Law debt-settlement progra m. (Evers Aff. ¶ 6.)  When Global \nterminated its business relationship with  Defendants effective September 1, 2014, \nGlobal issued refunds of Defendants’ fees to North Carolina customers for fees that \nhad been withheld from Defendants and retained in customers’ special-purpose \naccounts pursuant to the Preliminary Injunction Order, together with any amounts \nthat had been set aside to pay customers’  creditors—leaving a total of at least \n$3,170,306 in fees that were paid to Defendants that has not been returned to \nconsumers or disbursed to consumers’ creditors.       \nIV. ANALYSIS \n40. On a motion for summary judgment brought under Rule 56 of the North\n \nCarolina Rules of Civil Procedure, the movant bears the burden of showing that there \nis no genuine issue of material fact with respect to the essential elements of a claim \nand that the movant is entitled to judgment as a matter of law. See Steel Creek Dev. \nCorp. v. James, 300 N.C. 631, 636–37, 268 S.E.2d 205, 209 (1980). Once the movant \nsatisfies that burden, the nonmovant then bears the burden “to present a forecast of \nevidence which shows that a genuine issue of fact exists, or to pr ovide an excuse for \nnot so doing.” Watts v. Cumberland Cty. Hosp. Sys., Inc., 75 N.C. App. 1, 6, 330 S.E.2d \n \n \n242, 247 (1985), aff’d in part, rev’d in part, 317 N.C. 110, 343 S.E.2d 879 (1986). The \nCourt must view the evidence in the light most favorable to the nonmovant. See Coats \nv. Jones, 63 N.C. App. 151, 154, 303 S.E.2d 655, 657 (1983). \n41. Plaintiffs have satisfied their burden of showing that there is no genuine \nissue of material fact with respect to the essential elements of their claims.  Orion \nhas not presented or countered with a foreca st of evidence to show that a genuine \nissue of fact exists.   \n42. The State, through its attorney general, is authorized and empowered \nby chapters 14, 75, and 114 of the Nort h Carolina General Statutes, among other \nchapters, to bring actions pursuant to its regulatory and police powers to protect \nconsumers and enforce laws regulating activities in or affecting commerce in this \nState.  See, e.g., N.C. Gen. Stat. §§ 75-50 to -56, 114-2(8)(a) (2015).   \n43. The State Bar is authorized and empowered by chapter 84 of the North \nCarolina General Statutes to regulate the practice of law in North Carolina.  Id. § 84-\n23(a).  Because both the State and the State Bar are governmental units or \norganizations under 11 U.S.C. § 362(b)(4) (2012), Orion’s bankruptcy proceeding does \nnot stay this action. \n44. The agreement between Orion and Haskin—who together conducted \nbusiness as World Law Group and later as World Law South—created a joint \nenterprise.  Since the activities of the joint enterprise consisted of illegal activities in \nNorth Carolina—debt-adjusting and the unauthorized practice of law—Orion and \nHaskins conspired to violate North Carolina law.  \nSee McAdams v. Blue, 3 N.C. App. \n \n \n169, 173, 164 S.E.2d 490, 494 ( 1968) (“A conspiracy is generally defined as an \nagreement between two or more persons to do  an unlawful act.”).  Each conspirator \nis jointly and severally liable for any result ing harm from the overt act of one of the \nparties.  Burton v. Dixon, 259 N.C. 473, 477, 131 S.E.2d 27, 31 (1963). \n45. Section 14-424 prohibits any person from offering, attempting to engage, \nor engaging in “debt adjusting.”  N.C. Gen. Stat. § 14-424 (2015).   “Debt adjusting” is \ndefined as follows: \n[E]ntering into or making a contract, express or implied, with a \nparticular debtor whereby the debtor agrees to pay a certain amount of \nmoney periodically to the person engaged in the debt adjusting business \nand that person, for consideration, ag rees to distribute, or distributes \nthe same among certain specified creditors in accordance with a plan \nagreed upon.  Debt adjusting includes the business or practice of any \nperson who holds himself out as acting  or offering or attempting to act \nfor consideration as an intermediary between a debtor and his creditors \nfor the purpose of settling, compounding, or in any way altering the \nterms of payment of any debt of a debtor, and to that end receives money \nor other property from the debtor, or  on behalf of the debtor, for the \npayment to, or distribution among, the creditors of the debtor.  Debt \nadjusting also includes the business or practice of debt settlement or \nforeclosure assistance whereby any person holds himself or herself out \nas acting for consideration as an intermediary between a debtor and the \ndebtor’s creditors for the purpose of reducing, settling, or altering the \nterms of the payment of any debt of the debtor, whether or not the person \ndistributes the debtor’s funds or property among the creditors, and \nreceives a fee or other consideration for reducing, settling, or altering \nthe terms of the payment of the debt in advance of the debt settlement \nhaving been completed or in advance of all the services agreed to having \nbeen rendered in full. \n \nId. § 14-423(2).  \n46. Orion’s activities plainly constitute “debt adjusting.”  North Carolina \ncustomer–debtors paid Defendants on a monthly basis for debt-relief services, \nincluding debt settlement services, with the understanding that Defendants would \n \n \nnegotiate substantially reduced settlements of customers’ debts with their creditors, \nand that their creditors would be paid out of the monies accumulated in the World \nLaw debt-settlement program.  Orion collec ted substantial fees from customers for \nthose services, with the vast majority of Orion’s fees being collected in advance of \nreaching any settlements with customers’ creditors.   \n47. Pursuant to section 14-425, the offering of debt-adjusting services or the \ncontinuation of any debt-adjusting business is an unfair and deceptive practice.  \nId. \n§ 14-425. \n48. Orion, doing business under variou s World Law names, including the \nnames World Law Processing and World Law Debt, and holding itself out as a division \nof World Law Group, violated section 14-424 by engaging or attempting to engage in \ndebt-adjusting, including by holding itself out as acting as an intermediary between \nNorth Carolina consumer debtors and the debtors’ creditors for the purpose of \nreducing, settling, or altering the terms of the payment of debtors’ debts, and by \ncollecting fees in advance of the settlement of debtors’ debts. \n49. Section 84-2.1 of the North Carolina General Statutes states that the \npractice of law in North Carolina is “defined to be performing any legal service for \nany other person, firm or corporation, with or without compensation,” including \n“preparing or aiding in the preparation of any petitions or orders in any probate or \ncourt proceeding . . . assisting by advice, counsel, or otherwise in any legal work; and \nto advise or give opinion upon the legal rights of any person, firm or corporation.”  \nId. \n§ 84-2.1(a).  \n \n \n50. Section 84-4 provides that “it sha ll be unlawful for any person or \nassociation of persons, except active me mbers of the Bar of the State of North \nCarolina admitted and licensed to practice as attorneys-at-law, to appear as attorney \nor counselor at law in any action or proceed ing before any judicial body” or “to give \nlegal advice or counsel.”  Id. § 84-4. \n51. Section 84-5 prohibits a corporation from engaging in the practice of law, \nincluding any advertising or holding out that it can provide attorneys or legal \nservices.  Id. § 84-5(a). \n52. Orion is not a law firm authorized to provide legal services in North \nCarolina, and is therefore prohibited from engaging in the practice of law in North \nCarolina. See id.  \n53. The Defendants’ agreements with  customers makes clear that \nDefendants, including Orion, as World Law Debt, contracted with customers to \nprovide legal services, including reviewin g the customers’ files and advising on \noptions with respect to any actual or threatened lawsuits.  This is an obvious violation \nof the prohibition against corporations practicing law under section 84-5.   \n54. The documents that Orion employees provided to North Carolina \ncustomers were legal documents.  The docu ments consisted of answers for filing in \nlawsuits, responses to discovery requests , and responses to motions for summary \njudgment.   \n55. Orion employees gave legal advice to customers, including specific \ninstructions on how to file and serve the prepared pleadings, and what to say to \n \n \ncourts.  In virtually all instances, Orion served as the contact point for customers on \nall legal matters. \n56. Orion, doing business as World Law Processing and World Law Debt, in \nconjunction with World Law Group, violated sections 84-4 and 84-5 of the North \nCarolina Statutes by (1) representing in communications with North Carolina \ncustomers and customers’ creditors that it could provide legal services, (2) providing \ncourt pleadings and other legal documents to North Carolina customers to represent \nthemselves pro se, and (3) providing legal advice to North Carolina customers on \ndefending lawsuits. \n57. Section 75-1.1 prohibits any person from engaging in an unfair or \ndeceptive practice in or affecting comme rce.  N.C. Gen. Stat . § 75-1.1 (2015).  \nDebt-adjusting is a per se unfair and deceptive trade practice. \nSee id. § 14-425.   \n58. Orion’s debt-adjusting activities and provision of legal services to North \nCarolina consumers are activities “in or affecting commerce” in this State.  Id. § 75-\n1.1.  Therefore, Orion violated section 75-1.1 because it engaged, offered, and \nattempted to engage in debt-adjusting.  Additionally, Orion violated section 75-1.1 by \nmaking false representations to consumers, including:  \n(1) that World Law Group or World La w was a law firm, and that Orion \nwas a division of that law firm;  \n(2) that Orion, in conjunction with World Law, would settle North \nCarolina customers’ debts for reduced amounts with their creditors \nand save customers money, leaving them in better financial situations;  \n \n \n(3) that Orion would provide legal representation, including \nrepresentation by local North Carolina attorneys;  \n(4) that pleadings and legal documents that Orion sent to customers had \nbeen prepared by local attorneys an d were specifically prepared for \neach customer’s legal case;  \n(5) that state and federal laws required customer funds to be held by an \nattorney or in an attorney-based trust account; and  \n(6) that customers’ funds would be held by an attorney or placed in an \nattorney-based trust account. \nV. CONCLUSION \nFor the reasons expressed above, the Court concludes as follows: \n1. Summary judgment is GRANTED in favor of Plaintiffs.  Orion \nProcessing, LLC is permanently enjoined from engaging in activities that constitute \ndebt-adjusting and the unauthorized practice of law as set forth in the Judgment and \nPermanent Injunction issued concurrently with this Order and Opinion.   \n2. Plaintiffs are entitled to an award of the disgorgement of all amounts \npaid by North Carolina consumers into De fendants’ debt-settlement program that \nhave not previously been refunded or paid to consumers’ creditors pursuant to N.C. \nGen. Stat. § 75-15.1.  However,  Plaintiffs shall not seek to collect, execute upon, or \notherwise enforce any such award except in connection with any order or distribution \nauthorized by the bankruptcy court in Or ion’s bankruptcy case or in any related \nadversary proceeding in Orion’s bankruptcy case.  \n \n \n3. Subject to the final adjudication by the bankruptcy court of the \nrespective rights of Orion bankruptcy esta te and Plaintiffs, the Court directs the \nrelease of the $300,000 being held in trust by Defendant’s counsel, pursuant to the \nPreliminary Injunction Order, to the St ate of North Carolina, so long as the \nbankruptcy court determines that the $300,000 is not the property of the bankruptcy \nestate, or, alternatively, is determined to be security for North Carolina’s claim.  The \nCourt’s Order is expressly without prejudicial effect on any rights, claims, arguments, \npositions, remedies, and defenses of Plaintiffs and the bankruptcy trustee in Orion’s \nbankruptcy case or in any related adversary proceeding. \n4. Orion’s knowing, willful, and cont inued violations of North Carolina \nlaw, including its provision of legal services to North Carolina customers even after \nthe entry of the Preliminary Injunction Order,  entitle Plaintiffs to an award of civil \npenalties pursuant to N.C. Gen. Stat. § 75-15. 2.   However, Plaintiffs shall not seek \nto collect, execute upon, or otherwise en force any such award except in connection \nwith any distribution authorized by the bankruptcy court or in any related adversary \nproceeding.  \n \nIT IS SO ORDERED, this the 20th day of December, 2016. \n \n \n/s/ James L. Gale \nJames L. Gale \nChief Business Court Judge \n "
}