{
  "id": "6c5a62817e89eb04a18308c199fb13525ef6e6345c1a8181f4f137801c4f47b6",
  "source_file": "data/raw/ncbc/6c5a62817e89eb04a18308c199fb13525ef6e6345c1a8181f4f137801c4f47b6.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF GUILFORD \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n13 CVS 9429 \nSOFT LINE, S.p.A., Individually, and \nin the Right of and for the Benefit of \nSOFT LINE CALIA AMERICA, LLC, \n \nPlaintiffs, \n \nv. \n \nITALIAN HOMES, LLC; CALIA \nTRADE, S.p.A.; VINCENT \nSCOCUZZA; GIUSEPPE CALIA; and \nANGELO CALCULLI,  \n \nDefendants, \n \n         and \n \nSOFT LINE CALIA AMERICA, LLC, \n \nNominal Defendant.\n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER \n \n {1} THIS MATTER is before the Court on Defendants’ Motion for \nSummary Judgment (“Motion”), made pursuant to Rule 56 of the North Carolina \nRules of Civil Procedure (“Rule(s)”).  For the reasons expressed below, the Motion is \nGRANTED in part and RESERVED IN PART, pending discovery. \nWomble Carlyle Sandridge & Rice, LLP by Jason C. Hicks, Mark N. Poovey, \nand Jonathan Reich for Plaintiffs. \nNexsen Pruet, PLLC by Gary L. Beaver, Christine L. Myatt, and Catherine \nB. Lane for Defendants. \nGale, Chief Judge. \nI. INTRODUCTION \n{2} This dispute arises out of a joint venture between Plaintiff Soft Line, \nS.p.A. (“Soft Line”) and Defendant Calia Trade S.p.A. (“Calia Trade”) organized as \nSoft Line, S.p.A. v. Italian Homes, LLC, 2015 NCBC 6.\n \n \nSoft Line Calia America, LLC (“SLCA”).  After approximately two years of \noperation, Soft Line and Calia Trade elected to dissolve the joint venture, as it had \nfailed to make a profit.  Plaintiff contends that SLCA’s financial failures are \nattributable to Defendants’ fraudulent statements, waste of corporate assets, and \nbreach of fiduciary duty through self-dealing.  Plaintiff also complains that \nDefendants breached their fiduciary duties in winding up SLCA, by making \npreferential payments to themselves and Calia-affiliated companies and by forming \nanother North Carolina limited liability company as, essentially, a successor-in-\ninterest to SLCA, but excluding Plaintiff.  They contend these actions constitute a \nbreach of fiduciary duty coupled with an improper personal benefit.  Defendants \nhave disclaimed any misconduct and raise multiple defenses.  The subject of the \npresent Motion is limited to whether the statute of limitations has run on Plaintiff’s \nclaims. \n{3} The Motion is made in advance of any significant discovery.  \nDefendants urge that granting the Motion, in whole or part, will promote judicial \nefficiency by narrowing the scope of claims on which discovery must be taken.  \nHowever, the Court notes that the discovery relevant to the claims for civil \nconspiracy, unjust enrichment, fraud, and unfair and deceptive trade practices \n(“UDTP”) is also relevant to the constructive fraud claim, which, as discussed below, \nis not time-barred.  Additionally, fact issues remain as to whether or not the statute \nof limitations bars claims under the continuing wrong doctrine.  The Court then \ngrants the Motion in part, but concludes that some parts of the Motion would be \nbetter considered after further discovery. \nII. FACTUAL BACKGROUND \n{4} The Court does not make findings of fact when ruling on a motion for \nsummary judgment.  \nHyde Ins. Agency, Inc. v. Dixie Leasing Corp., 26 N.C. App. \n138, 142, 215 S.E.2d 162, 164–65 (1975).  However, to provide context for the \nCourt’s ruling, it is appropriate for the Court to outline the following facts, which \nare either undisputed or construed in Plaintiff’s favor. \n \n \nA. The Parties \n{5} Plaintiff Soft Line is an Ita lian furniture manufacturer that sells \nupholstered furniture worldwide, including in the United States.  Soft Line is \norganized as a \nsocieta per azioni, which is the Italian equivalent of a corporation.  \nSoft Line’s principal place of business is in Bari, Italy.  Modesto Scagliusi, a \nnonparty, is the president of Soft Line. \n{6} Defendant Calia Trade, formerly Calia Trade SRL, is an Italian \nfurniture manufacturer that sells leather upholstered furniture and regularly does \nbusiness in North Carolina.  Calia Trade is part of a larger group of companies (“the \nCalia-affilated companies”) that Defendants Calia and Calculli control. \n{7} Before it dissolved in February 2009, SLCA was a North Carolina \nlimited liability company with its principal office in Greensboro, North Carolina.  \nSLCA was a joint venture between Calia Trade and Soft Line, organized in 2006 to \ngain a stronger foothold in the American furniture market.  Calia Trade and Soft \nLine each held a fifty-percent (50%) ownership interest in SLCA. \n{8} Defendant Italian Homes, LLC (“Italian Homes”) is a North Carolina \nlimited liability company with its principal place of business in High Point, North \nCarolina.  Italian Homes was formed approximately one month before SLCA \ndissolved in 2009. \n{9} Defendant Vincent Scocuzza reside s and works in High Point, North \nCarolina.  Before serving as manager for SLCA, Scocuzza worked for the Calia-\naffiliated companies.  Scocuzza is presently a manager of Italian Homes. \n{10} Defendant Angelo Calculli primarily resides in Italy and has not yet \nbeen served with the Complaint in this case.1 \n{11} Defendant Giuseppe Calia resides in Italy, but travels to and does \nbusiness in Guilford County, North Carolina, the Calia-affiliated companies’ agent. \n{12} Scocuzza, Calculli, and Calia, occasionally referred to as “the \nIndividual Defendants,” are all managers of Italian Homes. \n                                                            \n1 There is a separate motion regarding such service that this Order does not address. \n \n \nB. Institution of the Lawsuit \n{13} Plaintiff initiated this action on  October 16, 2013, bringing derivative \nand individual claims for breach of fiduciary duty, UDTP, civil conspiracy, \naccounting, breach of contract, unjust enrichment, declaratory judgment, waste of \ncorporate assets, fraud in the inducement, constructive fraud, and constructive \ntrust.  The matter was designated a mandatory complex business case on November \n12, 2013, and assigned to the undersigned on November 20, 2013. \n{14} At argument on Defendants’ Moti ons to Dismiss, Plaintiff voluntarily \ndismissed its breach of contract claim. \n{15} On May 30, 2014, based on the applicable statutes of limitations, \nDefendants moved for summary judgment on Plaintiff’s claims for breach of \nfiduciary duty, UDTP, civil conspiracy, unjust enrichment, waste of corporate \nassets, fraud in the inducement, constructive fraud, and constructive trust.  The \nMotion has been fully briefed; the Court has heard oral argument; and the Motion is \nripe for disposition. \nC. SLCA’s Formation and Operation \n{16} Beginning in 2006, Soft Line and Calia Trade began negotiations to \ncreate a joint venture to sell leather upholstered furniture in the United States.  \nScagliusi negotiated on behalf of Soft Line; and Calia negotiated on behalf of Calia \nTrade. Under the joint venture plan, Soft Line and Calia Trade would each own fifty \npercent of SLCA and Foshan Shunde Divextra Furniture Co., Ltd. (“Divextra”).2  \nSLCA had three managers: Roberto Romano, Soft Line’s former CEO (now \ndeceased); Angelo Calculli, associated with Calia Trade; and Vincent Scocuzza, also \nassociated with Calia Trade.  Scocuzza was the only on-site manager for SLCA in \nGreensboro, North Carolina.3 \n                                                            \n2 Soft Line owned a direct twenty-percent interest in Divextra and an indirect thirty-percent interest \nthrough SLCA. \n3 The parties disagree as to the nature and degree of Scocuzza’s authority as a manager and the \nextent to which he should be charged with the alleged breaches of fiduciary duty involving control of \nSLCA finances. \n \n \n{17} Plaintiff alleges that the Individual Defendants and Calia Trade \nconspired to mismanage corporate assets, solicit loans or capital contributions from \nSoft Line for SLCA, and sell joint-venture assets below cost to a Calia-affiliated \ncompany, Manifattura Italiana Divani S.p.A. (“MID”).  Moreover, Defendants \nallegedly made false reports to Soft Line regarding Divextra to induce Soft Line to \nmake additional investments in or lend to SLCA. \nD. Post-SLCA \n{18} Once it became apparent that SLCA would not be profitable for either \nSoft Line or Calia Trade, the owners agreed to dissolve the joint venture and that \nan independent accountant would perform a final accounting.  Plaintiff contends \nthat because Defendants controlled the financial and accounting documents, they \nwere responsible for conducting the final accounting but failed to do so.  Plaintiff \nalso contends that in dissolution, the Individual Defendants made preferential \npayments to Calia-affiliated companies rather than to Soft Line. \n{19} On January 30, 2009, around the time SLCA was formally dissolved, \nScocuzza formally founded Italian Homes.  Plaintiff contends that Defendants built \nItalian Homes on SLCA’s “assets, goodwill, and business opportunities,” essentially \nas a successor-in-interest to SLCA.  (Compl. ¶ 118.) \n{20} Six months later, Romano, repres enting Soft Line, filed a complaint \nwith the Carabinieri, an Italian police force and court (“Carabinieri Complaint”),\n4 in \nwhich he alleged, inter alia, the following: (1) in August and September of 2008, \nDefendants’ agent sent Soft Line financial reports for SLCA and Divextra which \nshowed that SLCA was operating at a profit of $324,321.29 and Divextra was \noperating at a loss of $386,130.97 (Carabinieri Compl. 3–4); (2) based on this \ninformation, Soft Line and Calia Trade decided to equally contribute another $2 \nmillion to Divextra (Carabinieri Compl. 4); (3) Soft Line made these contributions, \nbut Calia never did (Carabinieri Compl. 4); (4) three months after the original \n                                                            \n4 The Carabinieri Complaint is attached as Exhibit Q to Defendants’ Memorandum in Support of \nDefendants’ Motion for Summary Judgment. \n \n \nfinancial report, Defendants’ agent sent an updated statement which showed that \nSLCA had incurred a $940,946.51 loss and that Divextra was in over $4 million of \ndebt (Carabinieri Compl. 5); (5) Soft Line repeatedly asked Defendants to explain \nthe disparity between the two reports, to no avail (Carabinieri Compl. 5); (6) other \nfinancial statements conflicted such that one set showed that MID owed Divextra \n$604,431 and a subsequent set showed that Divextra owed MID $373,006 \n(Carabinieri Compl. 6–7); and (7) though Divextra was supposed to sell furniture to \nMID at a 10% mark-up, Defendants instructed Divextra to sell to MID at below cost \n(Carabinieri Compl. 6).  Plaintiff makes the same allegations in its Complaint, filed \nmore than four years later in the present action.  (Compare Compl. ¶¶ 57–58, 67–\n72, 78 with Carabinieri Compl. 3–6.) \nIII. STANDARD OF REVIEW \n{21} Summary judgment is proper when  the evidentiary record shows that \nno genuine issue as to any material fact exists and that the movant is entitled to \njudgment as a matter of law.  N.C. R. Civ. P. 56(c); Andresen v. Progress Energy, \nInc., 204 N.C. App. 182, 184, 696 S.E.2d 159, 160–61 (2010).  In ruling on a \nsummary judgment motion, the trial court must consider the evidence in the light \nmost favorable to the nonmovant.  Barger v. McCoy Hillard & Parks, 346 N.C. 650, \n662, 488 S.E.2d 215, 221 (1997). \nIV. ANALYSIS \nA. As Pleaded, Plaintiff’s Claims for Breach of Fiduciary Duty, \nConstructive Fraud, and Constructive Trust Are Governed by a Longer \nLimitations Period and Survive the Present Motion \n{22} To succeed on a breach of fiduci ary duty claim, a plaintiff must show \nthat (1) a fiduciary relationship exists from which fiduciary duties arise; (2) the \nfiduciary duty was breached; and (3) the breach proximately caused the plaintiff’s \ninjury.  BDM Invs. v. Lenhil, Inc., 2014 NCBC LEXIS 6, at *23 (N.C Super. Ct. Mar. \n20, 2014) (citing Green v. Freeman, 367 N.C. 136, 141, 749 S.E.2d 262, 268 (2013)).  \nA claim for constructive fraud lies where (1) a relationship of trust and confidence \n \n \nexists, (2) the defendant takes advantage of that position of trust to benefit himself, \nand (3) the plaintiff was consequently injured.  White v. Consol. Planning, Inc., 166 \nN.C. App. 283, 294, 603 S.E.2d 147, 156 (2004).  In cases where an individual \nobtains legal title to property in violation of a fiduciary duty he owes to another, a \nconstructive trust arises.  Day v. Rasmussen, 177 N.C. App. 759, 762, 629 S.E.2d \n912, 914 (2006). \n{23} Typically, breaches of fiduciary duty are governed by the three-year \nstatute of limitations contained in section 1-52(1).  Marzec v. Nye, 203 N.C. App. 88, \n93, 690 S.E.2d 537, 541 (2010) (citing Toomer v. Branch Banking & Trust Co., 171 \nN.C. App. 58, 66, 614 S.E.2d 328, 335 (2005)).  “However, a claim of constructive \nfraud based upon a breach of fiduciary duty falls under the ten-year statute of \nlimitations contained in N.C. Gen. Stat. § 1-56.”  Babb v. Graham, 190 N.C. App. \n463, 480, 660 S.E.2d 626, 637 (2008) (quoting Toomer, 171 N.C. App. at 67, 614 \nS.E.2d at 335 (internal quotations and alterations omitted)).  A claim for a \nconstructive trust based on a constructive fraud claim is also governed by the ten-\nyear statute of limitations.  \nBowen v. Darden, 241 N.C. 11, 17, 84 S.E.2d 289, 294 \n(1954). \n{24} Here, Plaintiff asserts that Defend ants breached their fiduciary duties, \ntaking SLCA’s property to benefit themselves and Calia-affiliated companies to \nSLCA’s detriment.  Assuming Plaintiff can ultimately prove each element of \nconstructive fraud, as presently pleaded, its fiduciary duty and constructive trust \nclaims are those to which a ten-year statute of limitations applies and are, \ntherefore, not time barred.5   \n \n \n \n \n                                                            \n5 The present Motion does not address, and the Court does not presently express an opinion as to \nwhether Plaintiff can bring those claims directly as well as derivatively. \n \n \nB. Plaintiff’s Claims for Civil Conspiracy, Unjust Enrichment, Fraud in \nthe Inducement, and Unfair and Deceptive Trade Practices Are not \nTime-Barred if Plaintiff Ultimately Develops a Record to Support \nApplication of the Continuing Wrong Doctrine \n{25} Plaintiff’s claims for civil cons piracy, unjust enrichment, and fraud in \nthe inducement each have a three-year limitations period.  N.C. Gen. Stat. § 1-52(1), \n(4), (9) (2014).  A fraud claim does not begin to accrue until discovery of the fraud.  \nN.C. Gen. Stat. § 1-52(9).  A UDTP claim has a four-year limitations period.  N.C. \nGen. Stat. § 75-16.2 (2014).  Defendants argue that the events giving rise to each of \nthese claims occurred and were known to Plaintiff more than four years ago, \nmaking them time barred.  Among other arguments, Defendants assert that the \nCarabinieri Complaint, filed well outside the limitations period, makes abundantly \nclear that Plaintiff was on notice of its various claims, even if not aware of each \nspecific fact Plaintiff would now seek to prove. \n{26} As to the fraud claims, Plaintiff invokes the discovery rule and \ncontends that it did not discover much of the conduct until recently.  As to other \nclaims, Plaintiff contends that the causes of action either rest on acts occurring \nwithin the limitations period, or alternatively, are based on ongoing wrongs \nsupporting application of the continuing wrong doctrine which tolls the running of \nthe limitations period. \n{27} For instance, Plaintiff contends that, after dissolution and within the \nlimitations period, Defendants made preferential payments to Italian Homes and \nMID, two Calia-affiliated companies.  (Vincent Scocuzza’s Resps. Pl.’s First Set \nInterrogs. (“Scocuzza Interrogs. Resps.”) Nos. 7, 8.)  Plaintiff also urges that \nDefendants failed to disclose the existence of and mismanaged (1) an Australian \nlawsuit against SLCA, pending from 2010 to 2012 and (2) an IRS tax levy against \nthe joint venture arising in 2013.\n6  These facts arguably assert new claims that did \nnot arise prior to 2010 and are inside the limitations period. \n                                                            \n6 The Court makes no determination whether post-dissolution omissions regarding the Australian \nlawsuit and the IRS tax levy amount to fraud.  However, viewing facts in the light most favorable to \n \n \n{28} However, the facts alleged in the 2009 Carabinieri Complaint occurred \noutside of the limitations period, and claims based on them are time-barred unless \nthe continuing wrong doctrine tolls the limitations period.  “A party having notice \nmust exercise ordinary care to ascertain the facts, and if he fail [sic] to investigate \nwhen put upon inquiry, he is chargeable with all the knowledge he would have \nacquired, had he made the necessary effort to learn the truth of the matters \naffecting his interests.”  Blankenship v. English, 222 N.C. 91, 92, 21 S.E.2d 891, 892 \n(1942), quoted in Vail v. Vail, 233 N.C. 109, 116, 63 S.E.2d 202, 207 (1951); see also \nPembee Mfg. Corp. v. Cape Fear Const. Co., 313 N.C. 488, 493, 329 S.E.2d 350, 354 \n(1985). \n{29} Under the continuing wrong doctri ne, the statute of limitations does \nnot begin to run until the unlawful act ceases.  Marzec, 203 N.C. App. at 94, 690 \nS.E.2d at 542.  The continuing wrong doctrine is not easily invoked.  For the \ncontinuing wrong doctrine to apply, Soft Line must show that Defendants \ncontinuously committed unlawful acts, not merely that there were continual ill \neffects from an original unlawful act.  \nId.   The doctrine has been said to arise from \n“separate obligations stemming from the same essential . . . legal obligation,” \nEubank v. Van Riel, No. COA11-1088, 2012 N.C. App. LEXIS 727, at *20 (N.C. Ct. \nApp. June 19, 2012),  rather than from “a discrete occurrence,” Stratton v. Royal \nBank of Can., 211 N.C. App. 78, 87, 712 S.E.2d 221, 229 (2011).  \n{30} Importantly, this Motion is pr esented at the preliminary pleadings \nstage.  Genuine issues of fact remain as to the continuing wrong doctrine’s \napplication.  Moreover, the disputed facts necessary to resolve the competing \narguments on the continuing wrong doctrine’s application overlap with those \nrequired to determine whether Plaintiff has stated a constructive fraud claim with a \nlonger limitations period, such that ruling on the Motion as to the continuing wrong \ndoctrine would not promote judicial efficiency.  Considering the currently limited \n                                                            \nPlaintiff, this could amount to a concealment of material fact which was reasonably calculated to, \nintended to, and did actually deceive Plaintiff and resulted in injury to Plaintiff.  Ragsdale v. \nKennedy, 286 N.C. 130, 138, 209 S.E.2d 494, 500 (1974). \n \n \nfactual record in the light most favorable to Plaintiff, the Court allows the claims to \nproceed into discovery.  In so doing, it does not presently rule on the limitations \nquestions or foreclose subsequently revisiting those issues by the undersigned, or if \nnecessary, another superior court judge, as discovery advances. \n{31} However, the Court believes it is appropriate to rule on a more limited \nissue and now rejects Plaintiff’s arguments that Defendants are equitably estopped \nfrom asserting the statute of limitations as a defense or that the limitations period \nis otherwise equitably tolled because Plaintiff sought justice in Italy prior to filing \nin North Carolina.  Equitable tolling does not save present claims that are also \nalleged in the Carabinieri Complaint because the Carabinieri Complaint expressly \nstates that Soft Line reserves the right “to bring a civil action to the established \ncriminal proceedings,” (Carabinieri Compl. 8), indicating that Plaintiff understood \nthe Carabinieri Complaint did not create a civil suit and that it would have to take \nadditional measures to bring a civil action.  Equitable estoppel is not appropriate \nbecause it requires, \ninter alia, that a party asserting the defense have “(1) a lack of \nknowledge and the means of knowledge as to the real facts in question; and (2) \nrelied upon the conduct of the party sought to be estopped to his prejudice.”  \nStratton, 211 N.C. App. at 88, 712 S.E.2d at 230 (internal citations omitted). \n{32} There is no actionable allegation that Plaintiff relied on any of \nDefendants’ representations or omissions to its detriment or in refraining from \nfiling a civil action.  In sum, the Court will not entertain an assertion of equitable \nestoppel or equitable tolling, other than the doctrine of continuing wrong, to defeat \nan otherwise valid defense based on the statute of limitations.  Stated otherwise, as \nto the claims for civil conspiracy, unjust enrichment, fraud, and UDTP, Plaintiff will \nsurvive the limitations defense, only if (1) the continuing wrong doctrine tolls the \nstatute of limitations for claims based on acts that occurred outside the limitations \nperiod or (2) the claims first arose because of conduct that occurred within the \nlimitations period. \n \n \n \n \nC. Plaintiff’s Claim for Corporate Waste Is Dismissed \n{33} North Carolina does not recognize corporate waste as an independent \ncause of action.  Green v. Condra, 2009 NCBC LEXIS 20, at *29 (N.C. Super. Ct. \nAug. 14, 2009).  Rather, Plaintiff’s claim for corporate waste is subsumed in its \nbreach of fiduciary duty claim.  McKee v. James, 2013 NCBC LEXIS 33, at *41 \n(N.C. Super. Ct. July 24, 2013).  Accordingly, that claim is DISMISSED. \nV. CONCLUSION \n{34} For the foregoing reasons, Plaintiff’s claim for corporate waste is \nDISMISSED.  As to all other claims, ruling on Defendants’ Motion for Summary \nJudgment is DEFERRED pending a subsequent determination on a fuller \nevidentiary record. \n IT IS SO ORDERED, this the 16th day of January, 2015. \n \n "
}