{
  "id": "6c8d978700fee112782ac3541e19446f1d0ec1ddd8bc85bfdee14166dcea7d3e",
  "source_file": "data/raw/ncbc/6c8d978700fee112782ac3541e19446f1d0ec1ddd8bc85bfdee14166dcea7d3e.pdf",
  "raw_text": "Poulos v. Poulos, 2017 NCBC 49. \n \n \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF CUMBERLAND \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 1116 \n \nMARIA HONTZAS POULOS,  \nPlaintiff, \n \nv. \n \nJOHN E. POULOS, M.D.; ICARIAN \nPARTNERS, LLC; MEEJ, LLC, JEP \nINVESTMENTS, LLC,OCIE F. \nMURRAY JR. as Trustee of the John \nE. Poulos Family Trust; EMANUEL \nPOULOS, as Named Beneficiary of \nthe John E. Poulos Family Trust; and \nELIZABETH POULOS, as Named \nBeneficiary of the John E. Poulos \nFamily Trust, \nDefendants. \n \n \n \n \n \n \nORDER ON MOTION TO CLARIFY, \nMOTION FOR RECONSIDERATION, \nAND MOTION TO REVISE SUMMARY \nJUDGMENT ORDER \n  \n \nTHIS MATTER comes before the Court on  Defendants John E. Poulos, M.D., \nIcarian Partners, LLC, MEEJ, LLC, JEP Investments, LLC , and  Ocie F. Murray, \nJr.’s, as trustee of the John E. Poulos Family Trust  (collectively “Defendants”) Joint \nMotion for Clarity (“Motion to Clarify ”), Plaintiff’s Motion for Reconsideration of \nSummary Judgment Ruling (“Motion for Reconsideration”), and the Court’s Motion \npursuant to North Carolina Rule  of Civil Procedure (“Rule (s)”) 54(a) to revise the \nSummary Judgment Order (the “Court’s Motion) (collectively, the Motion to Clarify, \nMotion for Reconsideration, and Court’s Motion are referred to as the “Motions”).  The \nMotions relate to the Court’s Opinion and Order on Motion for Summary Judgment \nissued on September 26, 2016 (“SJ Order”). \nThe Motions are now ripe for determination , and Pursuant to Rule 7.4 of the \nGeneral Rules of Practice and Procedure for the North Carolina Business Court \n(“BCR”), the Court decides the Motions without a hearing.  \nTHE COURT, having considered the Motion  to Clarify  and Motion for \nReconsideration, the briefs in support of and opposition to those motions, the Court’s \nMotion, and other appropriate matters of record, FINDS and CONCLUDES that the \nMotion to Clarify should be GRANTED, in part, and DENIED, in part, the Motion for \nReconsideration should be DENIED as MOOT, and the Court’s Motion should be \nGRANTED, and hereby clarifies, revises, and vacates the SJ Order as set forth below. \nI. Procedural Background. \n1. In February, 2016 John E. Poulos, M.D. (“Dr. Poulos”), Icarian Partners, \nLLC (“Icarian”), MEEJ, LLC (“MEEJ”), JEP Investments, LLC (“JEP”) (collectively, \nDr. Poulos, Icarian, MEEJ, and JEP are referred to as the “Poulos Defendants”) and \nOcie F. Murray, Jr ., as trustee of the John E. Poulos Family Trust (“Trust  \nDefendants”), respectively filed separate motions for summary judgment seeking \ndismissal of all claims rai sed by Plaintiff in this lawsuit (“ Defendants’ motions for \nsummary judgment”).  Defendants Em anuel Poulos and Elizabeth Poulos were \nincluded in this action as nominal parties only “due to their status as beneficiaries of \nthe Trust” (Amended Compl. ¶ 9,) and did not move for summary judgment.  \n2. On September 26, 2016, the Court issued the SJ Order granting, in part, \nand denying, in part, Defendants’ motions for summary judgment. \n3. This matter is scheduled for a trial by jury beginning August 7, 2017. \n4. On March 31, 2017, Defendants filed the Motion to Clarify. Defendants \nseek an order from this court clarifying and interpreting three issues regarding the \nSJ Order: \na. Whether the MEEJ and JEP transfers, as defined in \nthe Order, are the only transactions remaining at issue \nrespecting Dr. Poulos, individually; \n \nb. Whether the Court found Poulos to have been the  \n100% owner of Icarian at the time of the transfers at issue \nin this action; and \n \nc. Whether, if Plaintiff is able to establish a claim for \nrelief under NCGS § 39 -23.4(a)(1), the Trust remains a \nparty to this action (in more than a nominal fashion) under \nNCGS § 39-23.8(b)(1). \n \n(Mot. to Clarify ¶ 3.) \n \n5. Plaintiff filed a response in opposition to the Motion to \nClarify, and Defendants filed a reply. \n6. On April 25, 2017, Plaintiff filed the Motion for Reconsideration. The \nMotion for Reconsideration contends that in t he SJ Order the Court “found as a \nmatter of law that defendant John E. Poulos, M.D. [ ] owned 100% of defendant \nIcarian Partners, LLC” when he made certain transfers of assets at issue in this \nlawsuit. (Mot. to Reconsider ¶ 1.)  Plaintiff asks the Court to reconsider the SJ Order \nand issue an order finding instead that an issue of fact exists as to whether John E. \nPoulos, M.D. owned 100% of Icarian. Defendants filed a response in opposition to the \nMotion for Reconsideration, and Plaintiff filed a reply. \n7. In its review of the Motions to Clarify and for Reconsideration, the Court \ndetermined that reason existed to make its own motion, sua sponte, to vacate a \nportion of the SJ Order and seek further briefing from the parties regarding certain \nissues. \n \nII. Analysis. \n8. Defendants have not specified under what North Carolina Rule of Civil \nProcedure (“Rules”) they seek clarification of the SJ Order. Nevertheless, Rule 54(a) \nprovides, in relevant part, that  “in the absence of entry of [ ] a final judgment, any \norder or other form of decision is subject to revision at any time before the entry of \njudgment adjudicating all the claims and the rights and liabilities of all the parties.” \nIn addition, “[p]ursuant to Rule 60(b)(6)’s ‘ grand reservoir of equitable power,’  the \ntrial court ha[s] jurisdiction to revisit its order so that its intentions [can] be made \nclear.” Alston v. Fed. Express Corp., 200 N.C. App. 420, 423–24, 684 S.E.2d 705, 707 \n(2009); cf. Taidoc Tech. Corp. v. OK Biotech Co., Ltd., 2014 NCBC LEXIS 49, *7 (citing \nMorley v. Morley, 102 N.C. App. 713, 716, 403 S.E.2d 574, 575 (1991)) ( noting that a \ntrial court has “ the authority to interpret, construe and enforce the [prior] Order \naccording to its terms.”) \n9. Plaintiff’ seeks reconsideration of the SJ Order under Rule 54(a). \n10. The Court concludes that since the SJ Order did not adjudicate all of the \nclaims and rights of the parties in this action, t he Court has broad authority under \nRules 54(a) to clarify, reconsider, and revise the SJ Order prior to final judgment. \n11. Given the nature of the relief requested in the respective Motions, the \nCourt will consider and decide them together. \n \n \n  \nA. The Claims against Dr. Poulos remaining for trial are Plaintiff’s \nclaims for breach of fiduciary duty and fraud regarding the \nMEEJ and JEEP Transfers, and Plaintiff’s claim under the \nUVTA, N.C.G.S. § 39-23.4(a)(1). \n \n12. The claims in this case involve the allegedly improper transfers of assets \nby Dr. Poulos from and between MEEJ, JEP, and Icarian, and between Dr. Poulos, \nIcarian, and Trust Defendants. \n13. In the SJ Order, the Court identified the four transfers at issue as: the \nMEEJ Transfer s, the JEP Transfer, the Trust Transfer, and the Maria Transfer  \n(collectively, the MEEJ Transfers, JEP Transfer, and Trust Transfer are referred to \nas the “Transfers”). The SJ Order defined the MEEJ Transfers as the real property \ndeeded by MEEJ to Icarian on January 28, 2011 (SJ Order ¶ 8,) and the JEP Transfer \nas the real property deeded by JEP to Icarian on January 28, 2011 . (SJ Order ¶ 9.) \nThe SJ Order defined the Trust Transfer as the transfer of a 90% interest in Icarian \ninto the Trust on February 11, 2011. (SJ Order ¶ 11.) The Maria Transfer was defined \nas Dr. Poulos’s transfer of 5% interest s in Icarian to Plaintiff  and Dr. Poulos, \nrespectively, on February 11, 2011. (SJ Order ¶ 12.)1 \n14. As a preliminary matter, the answer to Defendants’ first question as \nspecifically stated in their Motion to Clarify, “[w]hether the MEEJ and JEP transfers, \nas defined in the Order, are the only transactions remaining at issue respecting Dr. \nPoulos, individually,” as Defendan ts appear to recognize, is “no.” (Defs.’ Br. Supp. \nMot. to Clarify 5 –6.) Plaintiff’s claim under the Uniform Fraudulent Transfer Act \n                                                 \n1 The SJ Order GRANTED summary judgment to Defendants as to the claims arising from \nthe Maria Transfer, and the parties do not seek clarification regarding these claims. \n(changed in 2015 to  the Uniform Voidable Transactions Act, hereinafter referred to \nas the “UVTA”), specifically G.S. § 39-23.4(a)(1), regarding the Trust Transfer, MEEJ \nTransfers, and JEP Transfer also remains against Dr. Poulos. (SJ Order ¶¶ 47–50.)  \n15. Plaintiff does not dispute that the only claims for breach of fiduciary \nduty and fraud remaining against Dr. Poulos in the case are those arising from the \nMEEJ and JEP Transfers . Instead, Plaintiff  contends that the MEEJ Transfers , in \naddition to the transfers of real property on Ja nuary 28, 2011,  should also include \ntransfers of “substantial amounts of security investments from MEEJ to Icarian” \nbetween June 2012 and April 2013. (Pl.’s Resp. Opp. to Mot. to Clarify 1 –5.) In \nsupport of this contention, Plaintiff presents new documentary evidence of transfers \nfrom various accounts to Icarian that was not presented in response to Defendants’ \nmotions for summary judgment. ( Id. Ex. 1.) The Court will not consider the newly \npresented documentary evidence since Plaintiff did not file them in  opposition to \nDefendants’ motions for summary judgment. \n16. With regard to the additional transfers of security investments made by \nDr. Poulos, the Cour t concludes that the transfers are not included in the MEEJ \nTransfers which remain for trial. Plaintiff did not present any evidence of specific \ntransfers involving security investments in opposition to the Defendants’ motions for \nsummary judgment. Although Plaintiff argues that certain financial documents she \nplaced in evidence in opposition to Defendant’s motions for summary judgment could \nlead to the inference that funds had been transferred into and out of Icarian, the \nCourt has reviewed the exhibits and concludes they are not sufficient to support her \nclaims regarding the discrete financial transactions she now attempts to raise. \n17. Plaintiff made no specific argument to the Court regarding the transfers \nof security investments in opposition to Defendants’ motions for summary judgment.  \nThe Court concludes that even if claims for breach of fiduciary duty or fraud could be \nasserted regarding the transfers of security investments, Plaintiff failed to present \nevidence or argument in support of those claims in opposition to Defendants’ motions \nfor summary judgment, and those claims cannot now be considered. \n18. In addition, Plaintiff has not alleged or provided evidence that she was \na party to any of the transfers  of security investments made by Dr. Poulos. Rather, \nPlaintiff only learned about them after the filing of this lawsuit.  “A duty to disclos e \narises where a fiduciary relationship exists between the parties to a  transaction.” \nWard v. Fogel , 237 N.C. App. 570, 581, 768 S.E.2d 292, 301(2014). There was no \ntransaction or agreement between Plaintiff and Dr. Poulos from which a fiduciary \nduty arose . Id. at 580–81, 768 S.E.2d at  300 (2014) (“Because p laintiff's claims \nregarding the . . . trust do not arise ‘ within the context of a distinct agreement or \ntransaction between the spouses,  there was no fiduciary duty owed to plaintiff \nsufficient to survive summary judgment on her claims for constructive fra ud and \nbreach of fiduciary duty ’”; citation omitted).  Accordingly, Plaintiff’s evidence \nregarding additional transfers of security inves tments would not support claims of \nbreach of fiduciary duty or fraud.  \n19. In conclusion, the claims remaining for trial against Dr. Poulos \nindividually are Plaintiff’s claims for breach of fiduciary duty and fraud regarding \nthe MEEJ Transfers and the JEP Transfer, and Plaintiff’s cl aims under G.S. § 39 -\n23.4(a)(1) regarding the MEEJ Transfers, the JEP Transfer, and the Trust Transfer.  \nThe MEEJ Transfers do not include transfers of security investments or other funds \ninto Icarian. \nB. The Court did not find or conclude that Dr. Poulos was the 100% \nowner of Icarian at the time of the tr ansfers at issue in this \naction, but rather, concluded that there were issues of fact \nregarding Icarian’s ownership. \n \n20. Defendants seek clarification on the question of “[w]he ther the Court \nfound [Dr.] Poulos to have been the 100% owner of Icarian at the time of the transfers \nat issue in this action ” in its SJ Order. In the Motion for Reconsideration, Plaintiff \ncontends the Court found the relevant facts to be undisputed and concluded that Dr. \nPoulos was the 100% owner of Icarian . Plaintiff  asks the Court to reconsider this \nconclusion and find issues of material fact exist as to Icarian’s ownership.  \n21. A court does not make findings of fact in ruling on a motion for summary \njudgment, and made no such findings in this case. See Hyde Ins. Agency, Inc. v. Dixie \nLeasing Corp., 26 N.C. App. 138, 142, 215 S.E.2d 162, 164 -165 (1975). Accordingly, \nthe question before the Court is more appropriately stated as whether the Court \ndetermined in the SJ Order that there was not a genuine dispute of fact that Dr. \nPoulos was the 100% owner of Icarian at the time of the transfers. \n22. The Court did not find the facts undisputed with regard to ownership of \nIcarian and did not grant summary judgment on the question of ownership of Icarian. \nIn the “Factual and Procedural Background” section of the SJ Order, at paragraph 4, \nthe Court clearly indicated  that conflicting evidence in the record established a  \ndisputed issue of fact regarding the ownership of Icarian at the times relevant to the \nclaims in this case.  In paragraph 4 the Court stated: \nAlthough Dr. Poulos claims, and the corporate documents \nin the record indicate, that he has been the 100% owner of \nIcarian since January 28, 2010, Icarian’s 2010 and 2011 tax \nreturns and 2010 and 2011 Schedule K -1s issued to \nPlaintiff and Dr. Poulos (collectively, the “Tax Documents”) \nlist Plaintiff as a 50% owner of the company. ( Ex. 22 - \nIcarian 2010 Tax Return; Ex. 23 - Maria’s 2011 Schedule \nK-1 for Icarian; Ex. 24 - Dr. Poulos’ Schedule K -1 for \nIcarian; Ex. 32 - Icarian 2011 Tax Return.) \n \n23. In addition, in paragraph 40, the Court stated that Icarian was an entity \nin which Dr. Poulos “ claimed 100% ownership ,” indicating dispute d issues of fact \nexisted as to ownership of Icarian. (SJ Order ¶ 40; emphasis added.)  \n24. The Court acknowledges that in paragraph 27 of the SJ Order , in the \n“Analysis” section,  the Court  imprecisely stated that “Dr. Poulos was the 100% \nowner” of Icarian. The Court believes, however, that this statement must be read in \nlight of the Court’s explicit reference to the conflicting evidence regarding ownership \nof Icarian in its recitation of facts. In addition, a finding that Dr. Poulos was the 100% \nowner of Icarian was not necessary to the Court’s discussion in paragraph 27 that Dr. \nPoulos owed Plaintiff a fiduciary duty in transactions between them involved in the \nMEEJ and JEP Transfers. Whatever his ownership interest in Icarian, Dr. Po ulos \nhad a fiduciary duty to Plaintiff as her husband at the time of the MEEJ and JEP \nTransfers. \n25. In the SJ Order, the Court found that issues of material fact existed \nregarding whether Dr. Poulos was the 100% owner of Icarian. Accordingly, the Motion \nto Clarify should be GRANTED, and the Court provides th e clarification requested \nby Defendants. The Motion for Reconsideration should be DENIED as Moot. \nC. The SJ Order ruling retaining the Trust Defendants as nominal \nparties only with regard to Plaintiff’s claims under the UVTA \nmay have been entered in error, and that part of the SJ Order \n(21) is VACATED in lieu of further briefing and determination \nby the Court. \n \n26. In the Motion to Clarify, Defendants request clarification as to \n“[w]hether the Trust remains a party to this action with regard to Plaintiff’ s Claim \nunder section 39 -23.4(a)(1) of the UVTA other than as a nominal party. ” At the \nhearing on Defendants’ motions for summary judgment, Plaintiff took a voluntary \ndismissal of its claim s against the Trust  Defendants. In response, the Court \nannounced that it would grant the voluntary dismissal, but would retain the Trust \nDefendants as nominal parties for purposes, if necessary, of providing complete relief \nshould Plaintiff prevail on her claims. None of the parties objected to the Court’ s \nannouncement. Accordingly, in the SJ Order, the Court entered a voluntary dismissal \nwithout prejudice of the claim against  the Trust Defendants, but stated that they \n“will remain nominal defendants in thi s action to the extent they are necessary \nparties to carrying out any relief ordered by the Court.” (SJ Order ¶ 21.)  \n27. Defendants contend that “[i]n any claim for relief under the UVTA, the \nremedies available to a creditor are provided in NCGS § 39 -23.7, subject to the \nlimitations specifically enumerated in NCGS § 39 -23.8.”  (Defs.’ Br. Supp. Mot. to \nClarify 5.)  G.S. § 39-23.7 provides in pertinent part as follows: \n(a) In an action for relief against a transfer or obligation \nunder this Article, a credit or, subject to the limitations in \nG.S. 39-23.8, may obtain: \n \n(1) Avoidance of the transfer  or obligation to the extent \nnecessary to satisfy the creditor's claim; … \n \n(Emphasis added). \n28. Pursuant to  G.S. § 39 -23.8(b)(1), when a transfer is avoidable in an \naction successfully brought by an alleged creditor: \n(1) Except as otherwise provided in this action, the creditor \nmay recover judgment for the value of the asset \ntransferred, as adjusted under subsection (c) of this section, \nor the amount necessary to sati sfy the creditor’s claim, \nwhichever is less. The judgment may be entered against: \n \na. The first transferee of the asset or the person for whose \nbenefit the transfer was made; or \n \nb. An immediate or mediate transferee of the first \ntransferee, other than: \n \n1. A good-faith transferee that took for value; or \n  \n2. An immediate or mediate good -faith transferee of a \nperson described in sub -sub-subdivision 1. of this sub -\nsubdivision. \n \n(Emphasis added). \n \n29. As Defendants correctly assert, the Court entered summary  judgment \nfor Dr. Po ulos on Plaintiff’s claim s for constructive fraud on the grounds that  the \nundisputed facts established that Dr. Poulos did not benefit himself by the Transfers. \n(SJ Order ¶¶ 30–36.) Defendants contend, pursuant to G.S. § 39-23.8(1)(a), since Dr. \nPoulos was not “the person for whose benefit the transfer(s) were made,” a judgment \ncannot be recovered from him under the G.S. § 39-23.4(a)(1) claim. \n30. With regard to the Trust Transfer, Defendants contend that the only \nparties from whom a judgment can be recovered on the UVTA claim are the Trust, as \nthe first transferee,  and Emanuel and Elizabeth Poulos, as the beneficiaries of the \nTrust. 2 (Defs.’ Br. Supp. Mot. to Clarify 5.) Plaintiff argues that “[if] judgment can be \nentered against the Trust or the Poulos children  . . . Murray and the Trust have an \nobligation to defend against this potential relief rather than remain in the action only \nas nominal defendants. It is therefore necessary that clarification is provided as to \nwhether Murray and the Trust remain in this action as Defendants in more than a \nnominal fashion.” Id.  \n31. Plaintiff makes no argument in opposition to Defendants’ contention s, \nbut states only that “[t]he Trust must remain only in a capacity that allows the Court \njurisdiction to order the Trust to make transfers necessary to effect a jury verdict in \nplaintiff’s favor.” (Pl.’s Resp. Opp. Mot. to Clarify 8.) \n32. The Court has reviewed its discussion and conclusions  regarding \nPlaintiff’s claim under G.S § 39 -23.4(a)(1) relating to the  Trust Transfer in the SJ \nOrder. The Court conducted extensive legal research regarding the issues of the \napplication of G.S. § 39-23.8(1)(a) to the facts of this case and whether an appropriate \nremedy can be fashioned if the Trust Defendants remain in this lawsuit as a nominal \nparty only, and was not able to find clear legal precedent regarding the question. The \n                                                 \n2 With regard to the MEEJ Transfers and JEP Transfer, judgment could be entered against \nIcarian as the first transferee of the assets. \nCourt concludes that its order regarding allowing Plaintiff’s voluntary dismissal \nwithout prejudice, and retaining the Trust Defend ants in this action as nominal \ndefendants only, may have been entered in error and should be further considered. \n33. Accordingly, pursuant to Rule 54 (a), the Court concludes that the \nCourt’s Motion should be GRANTED, and that the SJ Order, to the extent it allowed \nPlaintiff’s voluntary dismissal without prejudice, and retained the Trust Defendants \nin this action as nominal defendants only (SJ Order ¶ 21,) should be VACATED, and \nthat the parties, including the Trust  Defendants, should be required to re -brief \ncertain issues for further consideration by the Court as set forth below. \nTHEREFORE, IT IS ORDERED  that the Motion to Clarify is GRANTED, in \npart, and DENIED, in part, the Motion for Reconsideration is DENIED as moot, and \nthe Court’s Motion should be GRANTED, as follows: \n34. The claims remaining for trial against Dr. Poulos individually are \nPlaintiff’s claims for breach of fiduciary duty and fraud regarding the MEEJ \nTransfers and the JEP Transfer, and Plaintiff’s UVTA Claim regarding the MEEJ \nTransfers, the JEP Transfer, and the Trust Transfer. The MEEJ Transfers remaining \nare the transfers of real property as defined in the SJ Order, and do not include \nadditional transfers of security investments or other funds into Icarian. \n35. In the SJ Order, the Court found that issues of material fact existed \nregarding whether Dr. Poulos was the 100% owner of Icarian. \n36. The SJ Order, to the extent it allowed Plaintiff’s voluntary dismissal \nwithout prejudice, and retained the Trust  Defendants in this action as nominal \ndefendants only (SJ Order ¶ 21) is VACATED, and the parties, including the Trust, \nare required to re-brief the issues for further consideration as follows: \na. All Defendants shall file a joint supplemental brief, not to exceed 5,000 \nwords, on or before June 22, 2017. Plaintiff shall file any brief in opposition , \nnot to exceed 5,000 words, on or before July 13, 2017.3 No reply will be allowed. \nThe briefs should not contain a statement of facts or procedural background, \nand should contain only arguments. The parties are not permitted to file \nadditional or new exhibits not already in the record. \nb. The Court request s that counsel brief the following issues related to \nPlaintiff’s UVTA Claim: \n i. Whether t he Trus t is a necessary party in  this action for \npurposes of entering judgment and granting relief on Plaintiff’s claim \nunder G.S § 39-23.4(a)(1) relating to the Trust Transfer; and \nii. Whether a judgment pursuant to G.S. §§ 39-23.7 and 23.8(a) \ncould be entered against the Trust on Plaintiff’s claim if the Trust is only \na nominal party in the case; \niii. Whether a judgment pursuant to G.S. §§ 39-23.7 and 23.8(a) \ncould be entered against the Emanuel and Elizabeth Poulos on Plaintiff’s \nclaim since Emanuel and Elizabeth Poulos are only a nominal parties in \nthe case. \n \n                                                 \n3 The Court will not consider motions to extend these deadlines absent a showing of undue \nhardship. \nThis the 6th day of June, 2017. \n      /s/ Gregory P. McGuire    \n      Gregory P. McGuire \n      Special Superior Court Judge \n      For Complex Business Cases "
}