{
  "id": "6ca7f4702ac6850d1f44add8b3509dbafa862ff334735fdc51cd9f6e498817d0",
  "source_file": "data/raw/ncbc/6ca7f4702ac6850d1f44add8b3509dbafa862ff334735fdc51cd9f6e498817d0.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nDURHAM COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 4094 \nUNITED THERAPEUTICS \nCORPORATION, \n \nPlaintiff, \n \nv. \n \nLIQUIDIA TECHNOLOGIES, INC. \nand ROBERT ROSCIGNO,  \n \nDefendants. \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION FOR LIMITED \nRECONSIDERATION  \n \n1. THIS MATTER  is before the Court on Plaintiff United Therapeutics \nCorporation’s Motion for Limited Reconsideration of Order on Plaintiff’s Motion t o \nAmend, (the “Motion”), (ECF No. 132). \n2. Having considered the Motion , the related briefs , and other appropriate \nmatters of record, the Court hereby DENIES the Motion.1  \nBrooks, Pierce, McL endon, Humphrey & Leonard, LLP , by Jim W. Phillips Jr., \nEric M. David, and Kasi W. Robinson; McDermott Will & Emery, LLP by Douglas \nH. Carsten, Arthur P. Dykhuis, and Katherine Pappas; and Goodwin Proctor, LLP, \nby William C. Jackson, for Plaintiff United Therapeutics Corporation.  \n \nParker Poe Adams & Bernstein LLP, by Stephen V. Carey and Corri A. Hopkins; \nand Cooley, LLP, by Sanya Sukduang, Jo nathan Davies, Lauren Strosnick, and \nAdam Pivovar, for Defendant Liquidia Technologies, Inc.  \n \nMcGuire Woods, LLP, by Mark E. Anderson, David E. Finkelson, Corrine S. \nHockman, and Miles O. Indest, for Defendant Dr. Robert Roscigno.  \n \nEarp, Judge.  \n \n \n1 The Court decides the Motion without a hearing as permitted by Rule 7.4 of the North \nCarolina Business Court Rules. \nUnited Therapeutics Corp. v. Liquidia Techs., Inc., 2023 NCBC 60.  \nI.  PROCEDURAL AND FACTUAL BACKGROUND \n3. The parties in this case are two competing pharmaceutical companies and \nan executive who worked for both companies at different times in his career.  \n4. At the core of United Therapeutics Corporation’s  (“UTC”) Complaint and \nits First Amended Complaint, (ECF Nos. 3, 15), are documents allegedly containing \nUTC’s trade secrets, at least some of which were produced by Liquidia Technologies, \nInc. (“Liquidia”)  to UTC during litigation in Delaware.  See generally United \nTherapeutics Corp. v. Liquidia Techs., Inc., 624 F. Supp. 3d 436 (D. Del. 2022).  UTC \ncontends that Roscigno t ook t he documents , which  contain its trade secrets , to \nLiquidia.  \n5. UTC filed its Complaint in this action on 10 December 2021, (ECF No. 3).  \nIt asserted claims for misappropriation of trade secrets (under both state and federal \nlaw) and conversion against Liquidia and Roscigno, as well as a claim for violation of \nthe UDTPA against Liquidia alone.  Defendant Roscigno subsequently removed the \ncase to federal court on 7 January 2022.  (ECF No. 6.) \n6. On 10 January 2022, UTC filed its First Amended Complaint dismissing \nthe sole federal cause of action.  (ECF No. 15.)  On 31 March 2022, the case was \nremanded back to the Business Court.  See United Therapeutics Corp. v. Liquidia \nCorp., 2022 U.S. Dist. LEXIS 123346, at *9 (M.D.N.C. Mar. 31, 2022). \n7. UTC subsequently dismissed its claim for conversion against both Liquidia \nand Roscigno on 27 May 2022, (ECF No. 31).  \n8. On 10 April 2023, just over a year after the case was remanded to this \nCourt, UTC filed a M otion for L eave to Amend its Complaint a second time .  In its \nmotion, UTC sought to add parties, allegations to existing claims , and new claims,  \nincluding a claim for declaratory judgment  with respect to Rosc igno’s employment \nagreements with UTC and its subsidiary, Lung Rx.  (ECF No. 80.) \n9. This Court granted UTC’s motion in part but , among other things, denied \nUTC’s request to add a new claim for declaratory judgment .  ( Order on Plaintiff’s \nMotion to Amend [“20 July 2023 Order”]), (ECF No. 120.)  On 10 August 2023, UTC \nfiled the present Motion, requesting that the Court reconsider its ruling and permit \nUTC to amend its pleading to add the proposed declaratory judgment claim.  \nII.  LEGAL STANDARD \n10. “Rule 54(b) is the source of authority for what litigants typically refer to as \nmotions to reconsider.”  Pender Farm Dev., LLC v. NDCO, LLC , 2020 NCBC LEXIS \n110, at *4  (N.C. Super. Ct. Sep t. 25, 2020) (internal quotations omitted).  The rule \nprovides that a n interlocutory ru ling “is subject to revision at any time before the \nentry of judgment adjudicating all the claims and the rights and liabilities of all the \nparties.”  N.C.G.S. § 1A-1, Rule 54(b).   \n11. Absent guidance from North Carolina’s appellate courts on the standard to \napply when considering a motion to reconsider an interlocutory ruling under Rule \n54(b), the Court turns to federal case law addressing similarly worded portions of \nFederal Rule 54(b).  See Ehmann v. Medflow, Inc., 2019 NCBC LEXIS 10, at *9 (N.C. \nSuper. Ct. Feb. 6, 2019) (“Without the benefit of North Carolina appellate precedent, \nin considering a motion for reconsideration the Business Court has previously relied \non case law addressing Federal Rule of Civil Procedure 54(b).”).   \n12. “Courts will reconsider an interlocutory order in the following situations: \n(1) there has been an intervening change in controlling law; (2) there is additional \nevidence that was not previously available; or (3) the prior decision was based on clear \nerror or would work  manifest injustice.”  Aveka L.L.C. v. Adidas Am., Inc. , 385 F. \nSupp. 2d 559, 566 (M.D.N.C. 2005) (citations omitted).  “Such problems rarely arise \nand the motion to reconsider should be equally rare.”  W4 Farms, Inc. v. Tyson Farms, \nInc., 2017 NCBC LEXIS 99, at *5 (N.C. Super. Ct. Oct. 19, 2017) (citing DirecTV, Inc. \nv. Hart, 366 F. Supp. 2d 315, 317 (E.D.N.C. 2004)).  \n13. “A motion for reconsideration under Rule 54(b) is within the trial court’s \ndiscretion.”  Id. at *5 (citing Aveka L.L.C. , 385 F. Supp. 2d at 565); Ward v. FSC I, \nLLC, 2017 NCBC LEXIS 19, at *6 (N.C. Super. Ct. Mar. 7, 2017).   \nIII.  LEGAL ANALYSIS \n14. Quoting a line from the Court of Appeals’ decision in Stetser v. TAP Pharm. \nProds. Inc., UTC argues that “Rule 15(a) contemplates liberal amendments t o the \npleadings, which should always be allowed unless some material prejudice is \ndemonstrated.”  Stetser v. TAP Pharm. Prods. Inc. , 165 N.C. App. 1, 31 (2004).   It \ncontends that the Court erred by not finding that material prejudice wou ld result if \nthe amendment to add a declaratory judgment claim  were denied, and that UTC’s \ndelay in bringing the motion is not a sufficient basis, standing alone, to deny this \namendment.  (Br. Supp. Mot. Ltd. Reconsideration Order Pl.’s Mot. Amend [“Pl.’s Br. \nSupp. Mot.”] 4, ECF No. 133).  \n15. But Stetser does not stand for the proposition that  a finding of  material \nprejudice is the only basis upon which to deny a motion to amend .  In the very next \nsentence of the same opinion, the Court of Appeals identified “[s]ome of the reasons \nfor denying a motion to amend [as including] undue delay by the moving party, unfair \nprejudice to the nonmoving party, bad faith, futility of the amendment, and repeated \nfailure to cure defects by previous amendments. ”  Id.  Indeed, the Stetser court \nincluded undue delay among its reasons for denying the motion to amend in that case.  \nThis is not surprising, as it has long been the law that, \na trial court may appropriately deny a motion for leave to amend on the \nbasis of undue delay where a party seeks to amend its pleading after a \nsignificant period of time has passed since filing the pleading and where \nthe record or party offers no explanation for the delay.  \n  \nRabon v. Hopkins, 208 N.C. App. 351, 354 (2010) (affirming a trial court’s denial of a \nmotion to amend when the plaintiff moved to amend nine months after filing the \ncomplaint without providing a sufficient explanation for the delay).  \n16. In this case, the focus of the proposed declaratory judgment claim is on two \nemployment agreements between UTC (or its subsidiary , Lung Rx) and Roscigno \ndating back to 1997 and 2007, respectively.  UTC has long been aware of the existence \nof these agreements and their potential import to this case.  (20 July 2023 Order , ¶ \n33.)  In fact, UTC referenced the employment agreements several times in its \nComplaint filed over a year and a half ago .  (Complaint ¶¶ 14, 18, 22, 32.)   As this \nCourt found, UTC  offers no reasonable explanation for its  delay in a sserting a \ndeclaratory judgment claim.  (20 July 2023 Order, ¶ 33.)  See Strickland v. Lawrence, \n176 N.C. App. 656, 667 (2006) (affirming trial court’s denial of motion to amend when \nplaintiffs presented no evidence to support their claim that the amendment was based \nupon information obtained in discovery). \n17. Further, this Court has found that t he proposed claim would increase the \nstakes of the lawsuit for the Defendants.   UTC’s position is that  the employment \nagreements give it the right to own property developed by Roscigno while working for \nLiquidia if  that property  was developed  using UTC’s trade secrets.   At issue is a \nnewly-developed treprostinil treatment for pulmonary arterial hypertension.  While \nUTC has sought damages and equitable relief f or alleged misappropriation of trade \nsecrets from the start, it has not, until now, asserted that it has a right to own  its \ncompetitor’s product.  As stated in the 20 July 2023 Order, the proposed claim would \npresent new legal issues about the ownership of intellectual property that “heretofore \nhave not be a focus of this case.”  (20 July 2023 Order ¶ 34.) \n18. In KixSports v. Munn, the plaintiff asserted claims for, among other things, \nbreach of fiduciary duty, breach of operating agreement, and misappropriation of \ntrade secrets.  KixSports, LLC v. Munn, 2019 NCBC LEXIS 92, at *1 (N.C. Super. Ct. \nJan. 24, 2019).  Fifteen months after filing the original complaint, the plaintiff sought \nto add a new claim for declaratory judgment , alleging that a co mpeting business \nbelonged to the plaintiff because the defendants created the competing business using \nthe plaintiff’s resources.  Id. at *3.  This Court held that the new declaratory judgment \nclaim would “greatly change the nature of the defense and greatly increase the stakes \nof the lawsuit.”  Id. at *6 (internal citation and quotation marks omitted).  In a well-\nreasoned opinion, the Honorable Adam M. Conrad explained: \nThere is a clear and significant difference between [plaintiff’s] current claims \n(which seek damages for breach of duties owed to [plaintiff] ) and the new \ndeclaratory judgment claim (which alleges that [plaintiff] owns [the competing \nbusiness]).  At present, Defendants face the possibility of substantial damages if \n[plaintiff] prevails.  If the amendment were granted, Defendants could lose their \nbusiness in its entirety[.] \n \nId.  \n19. So too, here.   UTC’s First Amended Complaint prays for a permanent \ninjunction, compensatory damages, punitive damages, attorneys’ fees, and the cost of \nthe action.  Addition of the proposed declaratory judgment claim puts Roscigno and \nLiquidia at risk that Roscigno would have  to “assign and transfer to United \nTherapeutics all right , title and interest in and to any patentable or unpatentable \ninventions, discoveries and ideas [Roscigno] made or conceived while employed by \nLiquidia[.]”  To the extent that it was at all unclear in the 20 July 2023 Order,  in \naddition to other prejudice resulting from undue delay,  the Court specifically finds \nthat adding a declaratory judgment claim now, after months of hard-fought litigation, \nwould unfairly prejudice Defendants  by, for the first time,  putting ownership of \ninventions, discoveries and ideas Roscigno made or conceived while employed by \nLiquidia at risk.  Cf. Kinnard v. Mecklenburg Fair, Ltd., 46 N.C. App. 725, 727 (1980) \n(affirming the denial of a motion to amend to add a claim for  unfair and deceptive \ntrade practices where the allegations would not only greatly change the nature of the \ndefense but also would subject defendant to potential treble damages so as to greatly \nincrease the stakes of the lawsuit); Clean N Dry, Inc. v. Edwards, 284 N.C. App. 771 \n(2022) (“We have previously held that UDTP claims greatly increase the stakes of a \nlawsuit because UDTP allegations would not only greatly change the nature of the \ndefense but also would subject the defendant to potential treble damages.”  (cleaned \nup)); House Healers Restorations v. Ball, 112 N.C. App. 783, 786-87 (1993) (same).  \n20. Furthermore, the idea that the passage of time can itself result in unfair  \nprejudice is not a concept foreign to the law , and the Court has determined that the \naddition of the proposed claim now—late in the twice-extended fact discovery period, \nafter the exchange of thousands of documents and multiple depositions —would \nunfairly prejudice the defendants.  See House Healers Restorations, 112 N.C. App. at \n787 (affirming a trial court’s denial of a motion to amend where extensive discovery \nhad already taken place and the new counterclaims would require evidence of  a \ntransaction that occurred three to five years earlier); Patrick v. Williams , 102 N.C. \nApp. 355, 360 (1991) (affirming a trial court’s denial of a motion to amend where a \nfull year had elapsed since movants filed their answer, both parties had conducted \nextensive discovery, and the proposed claims would have required evidence of \nnegligence occurring approximately five years after the accident in question). \n21. Although UTC argues that the addition of its proposed declaratory \njudgment claim would not result in the need for more discovery, the Court does not \naccept that representation at face value.  As noted above, addition of the claim would \n“greatly change the nature of the defense[.]”  See Stetser, 165 N.C. App. at 32 \n(“Different evidence would be necessary to support these additional legal claims, \nwhich could involve more discovery for the parties, slow the litigation process, and \npresent a more unwieldy litigation for the trial court to administrate.”); Freese v. \nSmith, 110 N.C. App. 28, 33 (1993) (affirming the denial of a motion to amend when \n“the addition of a new legal theory may well have changed defendant’s approach to \ndiscovery.”).  UTC cannot speak to the discovery Liquidia might require with respect \nto the enforceability and effect of the employment agreements at issue.  Moreover, to \ncapitalize on the claim if it were to be successful, UTC would need to delve into the \nownership rights of Liquidia’s intellectual property, a rabbit hole it has yet to explore.  \nAll of this would come at additional cost and, given the parties’ track record with \nrespect to discovery disputes,\n2 has the very real potential of derailing the Case \nManagement Order in this case yet again.  \n22. Contrary to Liquidia’s posi tion, UTC argues that it is the one that will be \nprejudiced if the amendment is not allowed.  UTC alleges, “Defendants should not be \nable to wield the agreement as a shield, and at the same time, seek to avoid its \nconcomitant obligations by claiming prejudice when UTC seeks a remedy arising from \nthat agreement.”  (Pl.’s Br. Supp. at 8.)  But Roscigno has been clear from the start of \nthis action that the provisions of his agreements with UTC will be a critical part of \nhis defense.  (See Dr. Roscigno’s Answer to Pl.’s First Am. Compl. [ “Answer”] Second \nDefense, ECF No. 61) (“Plaintiff’s claims are barred, in whole or in part, by . . . the \nterms of Dr. Roscigno’s agreements with UTC or Lung Rx[.]”).  UTC’s argument only \n \n2 The parties have been embattled over discovery issues for months.  The Court has held \nhearings regarding discovery disputes on five occasions, some of them extensive.  At the time \nof this Order, the Court is in receipt of another four Business Court Rule 10.9 disputes and a \nMotion to Compel requiring its attention.   \nserves to highlight that it  could have, but did not, bring its declaratory judgment \nclaim sooner.  \n23. The Court has fully considered the matters of record and the arguments of \nthe parties.  It has detailed the bases for its decision to deny UTC’s Motion to Amend \nto add a declaratory judgment claim, including the prejudice allowing the amendment \nwould inject in the proceedings.  Having done so, the Court concludes that UTC has \nfailed to show that the 20 July 2023 Order, as it relates to UTC’s proposed declaratory \njudgment claim, contains clear error.  See DirecTV, Inc. , 366 F. Supp. 2d at 317 \n(“Motions to reconsider are not proper where the motion merely asks the court to \nrethink what the Court has already thought through—rightly or wrongly.” (cleaned \nup)); W4 Farms, Inc., 2017 NCBC LEXIS 99, at *12 (same).  Accordingly, the Court \nconcludes, in the exercise of its discretion, that the Motion should be DENIED.   \nCONCLUSION \n24. WHEREFORE, the Court, for the reasons stated herein and in the exercise \nof its discretion, hereby DENIES  United Therapeutics Corporation’s Motion for \nLimited Reconsideration of Order on Plaintiff’s Motion to Amend. \nSO ORDERED, this the 31st day of August, 2023. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n "
}