{
  "id": "6cc755a196783604020781b746be368237bd240e8b3a04d143baceab3391fe4c",
  "source_file": "data/raw/ncbc/6cc755a196783604020781b746be368237bd240e8b3a04d143baceab3391fe4c.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE\n \nSUPERIOR \nCOURT DIVISION\nCOUNTY OF FORSYTH\nCIVIL \nACTION NO: 01-CVS-5362\nYVONNE B. WINTERS, NORMAN L.\n \nMOORE, BELINDA. MOORE, and S.\nDAVID WINTERS,\n                                                \nPlaintiffs, \n            \nv. \nFIRST UNION CORPORATION, G.\nKENNEDY THOMPSON, MARK \nC.\nTREANOR, ROBERT P. KELLY, G.\n \nALEX\nBERNHARDT, SR., ERSKINE B. BOWLES,\nROBERT J. BROWN, A. DANO \nDAVIS,\nRODDEY DOWD, SR., WILLIAM H.\nGOODWIN, JR., HERBERT LOTMAN,\nRADFORD \nD. LOVETT, MACKEY J.\nMCDONALD, PATRICIA A. MCFATE,\nJOSEPH NEUBAUER, RUTH \nG. SHAW, and\nLANTY L. SMITH,\n                                                \nDefendants.\n \n  \n \n \n \nORDER and \nOPINION\n {1}\n             \nTHIS MATTER comes to the Court on Defendants’ (collectively, “First Union”) Motion to\nDismiss for failure to state a claim for which relief can be granted pursuant to N.C. R. Civ. P. 12(b)(6) and\nfor failure to satisfy the statutory requirements for bringing a shareholder derivative action.\n   \nFor the\nreasons set forth below, the Court GRANTS First Union’s Motion to Dismiss.\nSmith, James, Rowlett & Cohen, L.L.P., by Seth R. \nCohen and Norman B. Smith, for\nPlaintiffs.\nRobinson, Bradshaw & Hinson, P.A., by Martin L. Brackett, Jr., for \nIndividual Defendants.\nGeneral Counsel for First Union Corporation, by Francis Charles Clark, \nfor Defendant First\nUnion Corporation.\nI.\n{2}\n             \nThis is a shareholders’ derivative action brought on behalf of First Union, the nominal defendant,\nby plaintiff shareholders.\n  \nPlaintiffs seek to enjoin First Union from holding a shareholders’ meeting to\nvote on a proposed merger of equals between First Union and Wachovia Corporation (“Wachovia”).\n{3}\n             \nOn April 15, 2001, First Union and Wachovia entered into a merger agreement.\n  \nSubsequently,\nFirst Union scheduled a shareholders’ meeting for July 31, 2001 in order for the shareholders to vote on\nthe proposed merger.\n{4}\n             \nOn May 29, 2001, Plaintiffs made a demand on First Union directors to “abandon the proposed\nmerger of First Union and Wachovia.”\n  \n(May 25, 2001 Demand Ltr.)\n  \nIn their letter, Plaintiffs requested\nFirst Union respond within fifteen (15) days.\n  \nFirst Union has not responded to Plaintiffs’ demand letter.\n{5}\n             \nIn the complaint, Plaintiffs provide as evidence of the board’s breach of fiduciary duty in entering\ninto the merger agreement the following:\n1.\n      \n50 percent decrease in the value of\n  \nFirst Union’s stock since 1999;\n2.\n      \ndecrease in dividend payout;\n3.\n      \nFirst Union’s ill-fated acquisition of the Money Store;\n4.\n      \nlayoffs in 1999;\n5.\n      \ntroubled acquisition of Core States in 1999;\n6.\n      \npoor financial performance in 2000; and\n7.\n      \npoor current customer satisfaction.\n{6}\n             \nIn the amended complaint, Plaintiff alleges the merger agreement was entered into hastily as\nevidenced by First Union and Wachovia’s agreement not to pursue a possible merger until the senior\nexecutives of both companies were in agreement on the project.\n  \nThat meeting between executives\noccurred on April 3, 2001, and the merger was announced on April 15, 2001.\n{7}\n             \nPlaintiffs claim that First Union’s financial advisors, Merrill Lynch, Pierce, Fenner & Smith, Inc.\n(“Merrill Lynch”) lacked the objectivity to render advice due to the contingency fee agreement between\nthe parties and that Merrill Lynch could not have adequately evaluated the proposed and implemented\nchanges to the merger agreement after April 15, 2001.\nII.\n{8}\n             \nWhen ruling on a motion to dismiss under Rule 12(b)(6), the court must determine “whether, as a\nmatter of law, the allegations of the complaint . . . are sufficient to state a claim upon which relief may be\ngranted.”\n  \nHarris v. NCNB\n, 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987).\n  \nIn ruling on a motion to\ndismiss, the court must treat the factual allegations in the complaint as true.\n  \nSee Hyde v. Abbott Lab., Inc.\n,\n123 N.C. App. 572, 473 S.E.2d 680, 682 (1996).\n  \nThe court must construe the complaint liberally and\nmust not dismiss the complaint unless it appears to a certainty that plaintiff is entitled to no relief under\nany state of facts which could be proved in support of the claim.\n  \nSee id.\n  \nWhen considering a motion\nunder Rule 12(b)(6), the court is not required to accept as true any conclusions of law or unwarranted\ndeductions of fact in the complaint.\n  \nSutter v. Duke\n, 277 N.C. 94, 176 S.E.2d 161 (1970).\n  \nWhen the\ncomplaint fails to allege the substantive elements of some legally cognizable claim, or where it alleges\nfacts which defeat any claim, the complaint should be dismissed under Rule 12(b)(6).\n  \nSee Hudson Cole\nDev. Corp. v. Beemer\n, 132 N.C. App. 341, 511 S.E.2d 309 (1999).\n \nIII.\n{9}\n             \nAs a threshold matter, First Union asserts that Plaintiffs’ suit is premature because ninety days\nhave not yet passed since the demand was made by Plaintiffs that First Union not have the shareholder\nvote.\n  \nCentral to this issue is the application of N.C.G.S. § 55-7-42 (2000) which provides:\nNo shareholder may commence a derivative proceeding \nuntil:\n1.\n         \n \nA written demand has been made upon the corporation to take suitable action; and\n2.\n         \n90 days have expired from the date the demand was made unless, prior to the\nexpiration of the 90 days, the shareholder was notified that the corporation rejected the\ndemand, or \nunless irreparable injury to the corporation would result by waiting for the\nexpiration of the 90-day period\n. (emphasis added)\n{10}\n         \nIn this case, Plaintiffs failed to meet the statutory requirements by failing to wait the requisite 90\ndays for board action or alternatively failing to move the Court to shorten the 90-day waiting period before\nfiling this action.\n  \nSee Greene v. Shoemaker\n, 1998 NCBC 4 at 19 (No. 97 CVS 2118, Wilkes County\nSuper. Ct. September 24, 1998) (Tennille, J.).\n \n{11}\n         \nAs this Court has previously held:\nTo hold that the filing of a complaint, which was itself \nsubject to dismissal for failure to meet\nthe demand requirement, can satisfy \nthe demand requirement would defeat the purpose of the\nstatute. The statutory \nscheme was designed to give the Board of Directors the opportunity and\nobligation to review the claims before the corporation was required to incur \nthe fees and\nexpenses associated with litigation.\nId.\n at 20.\n  \nThe written demand and the imposition of the time period are both sides of the same coin.\n \nTogether this structure is intended to provide the corporation with adequate time to react to a complaining\nshareholder without having the added pressures and expenses of pending litigation.\n{12}\n         \nThe statute does permit filing the complaint before the 90-day period expires upon a sufficient\nshowing of irreparable harm.\n  \nIn this case, Plaintiffs failed to sufficiently plead irreparable harm.\n \nAccordingly, the Court need not definitively address the procedure which would be followed if irreparable\nharm were sufficiently pled.\n \n[1]\n{13}\n         \nIn this case, the irreparable harm which Plaintiffs assert is the fact that the shareholders will be\npermitted to vote on what Plaintiffs believe is an irrational business decision by the board.\n[2]\n  \nPlaintiffs’\ncounsel urged the Court to protect the shareholders of First Union from making the mistake of voting for\nthe merger on the grounds that most shareholders simply vote for the recommendations of the incumbent\ndirectors.\n  \nThe Court declines to attribute that characteristic to shareholders and holds that shareholders\nhave an absolute statutory right to vote on this merger absent some showing of breach of fiduciary duty by\nthe board.\n  \nSince there has not been a sufficient pleading of breach of fiduciary duty by the directors, there\nis not a sufficient pleading of irreparable harm.\n  \nIt would cause irreparable injury to the shareholders to\nenjoin the vote.\n  \nIf there are a sufficient number of shareholders who agree with Plaintiffs and Plaintiffs’\nexpert, the merger will be defeated.\n  \nAdditionally, Plaintiffs also have the right to engage in a proxy\ncontest to defeat the merger.\n  \nIn any event, the shareholders will get to exercise their ownership rights.\n \nIV.\n{14}\n         \nFor the reasons expressed below, Plaintiffs fail to sufficiently plead a breach of fiduciary duty\nclaim.\n{15}\n         \nAs a threshold issue “all corporate powers shall be exercised by or under the authority of, and the\nbusiness and affairs of the corporation managed under the direction of, its board of directors.\n  \nN.C.G.S. §\n55-8-01(b).\n  \nThe North Carolina statutes also provide that the board submit plans of merger or share\nexchange to the shareholders for vote.\n  \nN.C.G.S. § 55-11-03.\n   \nThus, the decision to enter into a merger\nagreement is a decision for the board of directors that is subject to review under the business judgment\nrule.\n  \nSee Paramount Communications Inc. v. Time, Inc., \n571 A.2d 1140, 1142 (1989).\n  \nThe implications\nraised by deal protection measures in merger agreements is not at issue here.\n{16}\n         \nNorth Carolina General Statute 55-8-30 provides that “[a] director is not liable for any action\ntaken as a director, or any failure to take any action, if he performed the duties . . . . “[i]n good faith; (2)\n[w]ith the care an ordinarily prudent person in a like position would exercise under similar circumstances;\nand (3) [i]n a manner he reasonably believes to be in the best\n            \ninterests of the corporation.”\n \nN.C.G.S. § 55-8-30 (a), (d) (1990) (amended 1993).\n  \nAdditionally the statute states that “[t]he duties of a\ndirector weighing a change of control situation shall not be any different, nor the standard of care any\nhigher, than otherwise provided in this section.”\n  \nN.C.G.S. § 55-8-30 (d) (1990) (amended 1993).\n  \n  \nThis\nstatute embodies but does not abrogate the common law of the business judgment rule.\n  \nSee State ex rel.\nLong\n  \nv. ILA Corp., \n132 N.C. App. 587, 601, 513 S.E.2d 812, 821 (1999).\n[The business judgment rule] operates primarily as a \nrule of evidence or judicial review and\ncreates, first, an initial evidentiary \npresumption that in making a decision the directors acted\nwith due care (i.e., \non an informed basis) and in good faith in the honest belief that their action\nwas in the best interest of the corporation, and second, absent rebuttal of \nthe initial\npresumption, a powerful substantive presumption that a decision by \na loyal and informed\nboard will not be overturned by a court \nunless it \ncannot be attributed to any rational business\npurpose.\nId\n. at 602, 513 S.E.2d at 821-22 (emphasis added).\n  \n“[T]he business judgment rule protects corporate\ndirectors from being judicially second-guessed when they exercise reasonable care and business\njudgment.” \nHAJMM Co. v. House of Raeford Farms\n, 94 N.C. App. 1, 10, 379 S.E.2d 868, 873, \nreview on\nadditional issues allowed\n, 325 N.C. 271, 382 S.E.2d 439 (1989), \nand\n \nmodified, aff’d in part, rev’d in part\non other grounds\n, 328 N.C. 578, 403 S.E.2d 483 (1991).\n{17}\n         \nIn order to survive a motion to dismiss, the complaint must allege, in other than conclusory terms,\nthat the board was inattentive or uninformed, acted in bad faith or that the board’s decision was\nunreasonable.\n  \nIn reviewing the complaint, the Court may consider the terms of the merger agreement\nbeing offered to the shareholders whether it is attached to the complaint or not.\n  \nAbsent specific\nallegations of bad faith or inattentiveness, the board’s decision is entitled to a presumption of\nreasonableness and plaintiff must specifically plead facts which would overcome that presumption.\n  \nAt a\nminimum, “[t]o \novercome\n \nthe presumption of the \nbusiness judgment rule,\n \nthe burden is on the plaintiff to\nshow the defendant directors failed to act (1) in \ngood faith\n,\n (2) in the honest belief that the action taken\nwas in the best interest of the company, or (3) on an informed basis.”\n  \nKrim v. Pronet, \n744 A.2d 523, 527\n(1999).\n  \nIf a plaintiff fails to meet the minimum requirements, the board’s decision will be upheld “unless\nit cannot be attributed to any rational business purpose.”\n  \nSee State ex rel. Long v. ILA Corp., \n132 N.C.\nApp. 587, 602, 513 S.E.2d 812, 821-22 (1999).\n{18}\n         \nPlaintiffs’ complaint fails to allege sufficient facts to overcome the presumption of the business\njudgment rule; there is no factual allegation that Defendants acted in self-interest, in bad faith, or that\ndirectors did not believe they were acting in the best interest of the company.\n  \nThe Plaintiff simply states\nthe following conclusions of law:\nThe proposal and recommendation of the individual \ndefendants to defendant First Union\nCorporation that it merge with Wachovia \nCorporation, was a breach of the fiduciary duty to\nthe individual defendants \nand to defendant First Union Corporation, in that the proposed\nmerger is not \nin the best interest of\n  \nthe \ncorporation; and exceeded the permissible scope of\nthe business judgment of \nthe individual defendants, since the merger cannot be attributed to\nany \nrational business purpose, the proposal and recommendation was not made with\nreasonable and due care, and the individual defendants lacked adequate \npreparation, complete\navailable information, analysis, and competent and \nindependent financial and legal advice\nthat would lead to a responsible \ndecision.\n(Pl. Compl. at 27).\n  \nThese conclusions of law are not taken as true in determining a 12(b)(6) motion.\n  \nSee\nSutter v. Duke\n, 277 N.C. 94, 176 S.E.2d 161 (1970).\n  \nPlaintiffs did amend their complaint to add\nadditional allegations with respect to the informed basis of the board’s decision.\n{19}\n         \nPlaintiffs’ contention that First Union only devoted six days to extensive due diligence is not\nsufficient to overcome the presumption that the board acted in an informed manner.\n  \nWhile time may be a\nfactor in alleging a board could not have sufficiently considered a merger deal, in this case the proxy\nmaterials referred to in Plaintiffs’ complaint indicate that First Union and Wachovia had been in\nnegotiations since September 2000.\n  \nThus, the six days to which Plaintiffs refer is not indicative of the\nactual time the proposed transaction had been under consideration.\n{20}\n         \nNor is the contingency fee agreement between Merrill Lynch and First Union evidence that the\ninformation provided by Merrill Lynch on the advisability of the merger was inaccurate or insufficient.\n \nPlaintiff concedes the amount of the fees are not out of the ordinary.\n  \nContingency fees for this type of\nwork are a regular business practice and benefit the corporation if the deal is not completed.\n  \nAdditionally,\nas a practical matter, in an advisory capacity, the viability of firms such as Merrill Lynch depend on the\nstrength of their reputation.\n  \nIt would be incongruous for Merrill Lynch to provide such inaccurate or\nincomplete high profile advice.\n  \nThus, Plaintiffs have failed to allege facts sufficient to meet their burden\nof establishing an uninformed vote and have not contested the other grounds for the breach of duty of care.\n{21}\n         \nHaving failed to allege facts sufficient to overcome the first prong of the business judgment rule,\nPlaintiffs assert that they have alleged facts sufficient to establish the decision cannot be attributed to any\nrational business purpose.\n{22}\n         \nPlaintiffs attempt to offer as evidence of the unreasonableness of the board’s action an expert\nopinion stating the inadequacies of First Union in handling a previous merger of this size and other\nmanagement ineptitude.\n  \nThe business judgment rule does not test whether there is an expert, no matter\nhow qualified, who opines that the board acted unreasonably, but instead the rule asks whether or not\nthere is a rational business purpose for the board’s decision.\n  \nNot only will the Court refrain from\nunnecessarily substituting its judgment for that of the board, it also will not allow Plaintiffs’ expert to\nsubstitute its judgment for that of the board.\n  \nTo determine the reasonableness of the transaction, a court\ncan simply look at the transaction contemplated and, in this case, the proxy materials referred to in the\ncomplaint, to determine whether or not there is a rational purpose for the board’s decision.\n  \nThere can be\nno doubt in this case that a rational business purpose existed for the merger.\n  \nThe wisdom of that decision\nis not the test.\n{23}\n         \nIn an industry that is consolidating the merger of two regional banks makes sense.\n  \nThis\ntransaction was approved not only by the First Union directors, but also by the Wachovia directors.\n \nWachovia is also being pursued by at least one other bank.\n  \nAdditionally, the Court can take judicial\nnotice of the fact that the financial market has not responded to the proposed merger in a way that would\nindicate that the investment community believes the merger to be an irrational transaction.\n  \nPlaintiffs’\nexpert attacks only the potential risks of the merger, risks that are inherent in any proposed business\ncombination.\n  \nHis opinion does not assert that the board lacked any rational reasons for the merger but\nonly that he believes the board’s decision irrational.\n    \nThe decision of the board passes the rationality test,\nand the wisdom of the board’s decision is for the shareholders to decide.\n \n{24}\n         \nBesides the above conclusory allegations, the complaint lists a number of past events as evidence\nof the board’s breach of fiduciary duty in the current merger.\n  \nIn relation to the proposed merger between\nFirst Union and Wachovia (the business judgment Plaintiffs challenge), these past events are neither\nevidence of bad faith, lack of informed decision making, nor indication that the directors have not acted in\nthe best interest of the company.\n  \nThus, Plaintiffs have completely failed to plead facts which overcome\nthe presumptions that the directors acted in good faith, were adequately informed and acted in the best\ninterests of the company with respect to the merger agreement.\n  \nNor have Plaintiffs pled facts that show\nthere was no rational basis for the board’s decision.\n \n{25}\n         \nIn considering the motion to dismiss, the Court grants Plaintiffs’ Motion to Amend Complaint.\n \nThe Court does not rule on the Motion to Shorten Time in light of its ruling on the motion to dismiss, nor\nis it necessary to convert this to a motion for summary judgment.\n  \nWere the Court to consider Plaintiffs’\nexpert affidavit pursuant to a summary judgment proceeding, it still would not negate the existence of\nrational reasons for the board’s decision.\n  \nThe Court further notes that it has some concerns about the\nsufficiency of the demand made on the directors; it asked only that the board abandon the merger, a\ndemand that would require the board to breach its agreement with Wachovia and subject First Union to\nsubstantial liability.\n   \nExcept for this request, the Demand Letter neither contained a request for specific\naction nor the prosecution of any action.\n  \nFor the foregoing reasons, First Union’s Motion to Dismiss is\nGRANTED.\nTherefore, it is hereby \nORDERED, ADJUDGED\n and \nDECREED\n that this action be dismissed with\nprejudice.\nThis is the 12\nth\n day of July\n  \n2001. \nThe Honorable Ben F. Tennille\nSpecial Superior Court Judge\n            \nfor Complex Business Cases\n1\n \nThe Court agrees that the statute is deficient in providing guidance to a \nshareholder with respect to the\nproper procedure in requesting a shortening \nof time.\n   \nIt seems logical \nwhen reading the entire statutory\nscheme that where a plaintiff adequately \npleads irreparable harm to the corporation, either the corporation\nor the \nplaintiff could move to shorten the board’s time to consider the action \nand the court would enter the\nstay contemplated by N.C.G.S. § 55-7-43.\n[2]\n Plaintiffs have filed an \naffidavit from an expert stating his opinion that the First Union board’s\ndecision was irrational."
}