{
  "id": "6cce40ce480e1780e6207c7a0a86f2c764233ab5993d526b127029ed442030e1",
  "source_file": "data/raw/ncbc/6cce40ce480e1780e6207c7a0a86f2c764233ab5993d526b127029ed442030e1.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nMECKLENBURG COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 15763 \nSTEVEN C. HART, \n \nPlaintiff, \n \nv. \n \nFIRST OAK WEALTH \nMANAGEMENT, LLC; DWM \nADVISORS, LLC; AIRIS ALEXANDER \nABOLINS; and JOSEPH P. DAVIS, III,  \n \nDefendants. \n \nORDER AND OPINION ON MOTIONS \nTO DISMISS \n \n1. The dispute in the above-captioned matter involves an alleged securities \nfraud scheme.  It is before the Court on Defendant Airis Alexander Abolins’ Motion \nto Dismiss (the “Abolins Motion” ), (ECF No. 9 ), and Defendant First Oak Wealth \nManagement, LLC’s Motion to Dismiss ( the “First Oak Motion ”; together with the \nAbolins Motion, the “Motions”), (ECF No. 14), pursuant to Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure (the “Rule(s)”). \n2. Having considered the Motions, the related briefing, the arguments of \ncounsel at a hearing on the Motions and other relevant ma tters of record, the Court \nGRANTS in part and DENIES in part the Motions as provided below. \nMauney PLLC, by Gary V. Mauney for Plaintiff Steven C. Hart.  \nBell, Davis & Pitt, P.A., by Joshua B. Durham and Kevin J. Roak for \nDefendant Airis Alexander Abolins.  \n \nVann Attorneys, PLLC by James R. Vann and Ian S. Richardson for \nDefendant First Oak Wealth Management, LLC.  \n \nHart v. First Oak Wealth Mgmt., LLC, 2022 NCBC 41. \n \n \nDefendants DWM Advisors, LLC and Joseph P. Davis, III have not \nappeared. \n \nI. FACTUAL AND PROCEDURAL BACKGROUND \n3. The Court does not make findings of fact when ruling on a motion to \ndismiss under Rule 12(b)(6).  Rather, the Court tests the claims by stating the \nrelevant factual allegations in the Complaint construed in the p laintiff’s favor \nwithout being bound to any of its alleged legal conclusions.  See, e.g., Concrete Serv. \nCorp. v. Invs. Grp., Inc., 79 N.C. App. 678, 681 (1986). \n4. Plaintiff Steven C. Hart (“Plaintiff”), a citizen and resident of \nMecklenburg County, North Carolina, is a hydrogeologist.  He employed Defendants \nto help him invest personal funds.  (Compl. ¶ 3, ECF No. 3.)   \n5. Defendant First Oak Wealth Management, LLC (“First Oak”) is a \nclosely-held North Carolina limited liability company that maintains its principal \nplace of business in Wake County, North Carolina.  (Compl. ¶ 4.)   \n6. Defendant DWM Advisors, LLC (“DWM”) is also a closely -held North \nCarolina limited liability company that maintained its principal place of business in \nDurham County, North Carolina.  (Compl. ¶ 5.)   \n7. Defendant Joseph P. Davis, II I (“Davis”) is a citizen and resident of \nOrange County, North Carolina.  Davis was the Managing Member and Chairman of \nDWM.  (Compl. ¶ 6.)   \n8. Defendant Airis Alexander Abolins (“Abolins”), a citizen and resident of \nWake County, North Carolina , is a M anaging Member of First Oak . (Compl. ¶ 7.)  \nPrior to the formation of First Oak, Abolins also held himself out to Plaintiff as \n \n \nDWM’s Director, Chief Investment Officer, and Senior Vice President for Research \nand Analytics.  (Compl. ¶ 7.)  At all relevant times, A bolins was a “registered \ninvestment adviser” with state and federal regulatory authorities.  (Compl. ¶ 18.)  \n9. During 2009, Plaintiff began looking for an investment adviser to help \nhim develop a savings and retirement plan.  (Compl. ¶ 65.)  That June, Plaintiff met \nDavis, who purported to be an experienced registered investment adviser.  Davis \npresented Plaintiff with brochures and information about DWM, himself, and “other \nprofessionals at DWM Advisors (i.e., Abolins)[.]”  (Compl. ¶ 66.) \n10. Plaintiff and Davis  “discussed various investment options and \napproaches.”  (Compl. ¶ 66.)  Based on these discussions and on “verbal and written \ninformation about Davis’ qualifications, credentials, and Davis’ apparent suitability \nto provide investment advisory and financial management services[,]” Plaintiff \n“reached a level of comfort and trust” with Davis.  (Compl. ¶ 67.)  On 25 June 2009, \nPlaintiff agreed to execute Davis’ proposed Investment Advisory Agreement  (the \n“DWM Agreement”).  (Compl. ¶¶ 68–69.)   \n11. The DWM Agreement confirmed that DWM was registered as an \ninvestment adviser and stated that DWM was a fiduciary with respect to Plaintiff’s \naccount.  The DWM Agreement also provided for DWM to have “full power to direct, \nmanage, and change the investment and reinvestment of the assets in the \naccount . . . without prior consultation with or notice to [Plaintiff][.]”  (Comp l. \n¶¶ 69(A)–(C).) \n \n \n12. DWM set investment targets for Plaintiff based on Plaintiff’s primary \ninvestment goals, which were “moderate risk” and “capital preservation.” (Compl. \n¶¶ 84–85.)  As a result of these goals, the investments made on behalf of Plaintiff \n“were supposed to primarily consist of traditional forms of publicly-traded stocks and \nshort and intermediate term bonds.”  (Compl. ¶ 86.)   \n13. From time to time after Plaintiff engaged DWM in 2009, DWM provided \nPlaintiff with a Form ADV, a disclosure brochure t hat the Securities and Exchange \nCommission (“SEC”) requires investment adviser firms to provide to clients.  DWM \nalso sent Plaintiff its own supplemental brochure to provide additional information \nabout its qualifications and business practices.  (Compl. ¶ 71.) \n14. The fee for Defendants’ services was calculated as a percentage of the \nPlaintiff’s “assets under management.”  (Compl. ¶ 19.) \nDWM’s Representations to Plaintiff \n15. On 27 April 2011, DWM, “through Abolins  and Davis,” sent Plaintiff a \nsupplemental brochure that contained the following representations:  \na. Mr. Davis is not engaged in any other business activities.  \nb. Mr. Davis has no other income or compensation to disclose. \nc. As the primary owner of DWM, Joseph Da vis supervises all duties and \nactivities of the firm, and is responsible for all advice to clients.  \n \n (Compl. ¶ 72.)  \n16. In addition, on 27 April 2011, DWM Advisors issued its Form ADV, \n“drafted by Abolins and Davis[,]” containing the following representations:  \na. DWM has no disciplinary events to report; \n \n \nb. DWM has adopted a Code of Ethics which requires DWM associated \npersons to act with honesty, good faith and fair dealing in working with \nclients.  In addition, the Code prohibits associated persons from trading \nor otherwise acting on insider information;  \n \nc. Under the Code’s Professional Standards, DWM expects its associated \npersons to put the interests of its clients first, ahead of personal \ninterests.  In this regard, DWM associated persons are not to take \ninappropriate advantage of their positions in relation to DWM clients; \n \nd. DWM’s Code sets forth policies and procedures to monitor and review \nthe personal trading activities of associated persons.  DWM has adopted \nprocedures designed to reduce or eliminate conflicts of interest this could \npossibly cause;  \n \ne. DWM’s policies are designed to discourage and prohibit personal trading \nthat would disadvantage clients; and \n \nf. Joseph P. Davis, DWM’s Managing Director, and Abolins, DWM’s SVP \nfor Research and Analytics review client accounts. \n \n (Compl. ¶¶ 73, 75(A)–(F).)  \n17. DWM’s Form ADV stated that Abolins’ “primary focus” was “at the client \nlevel, ensuring all aspects of DWM’s clients’ financial lives have been thoroughly \nreviewed, and making sure ‘no stone is left unturned[.]’ ”  (Compl. ¶ 75(H).) \n18. Finally, the Form ADV reported that DWM Advisors did not have any \n“Proprietary Interest in Client Transactions” or “Sales Interest in Client \nTransactions.”  (Compl. ¶¶ 75(I)–(J).) \nThe CarFab Investment \n19. On 1 July 2009, DWM Advisors began investing Plaintiff’s funds into a \nprivate company called Carolina Fabrication, Inc. (“CarFab”).  (Compl. ¶ 139.)  Over \na period of several months, DWM invested $125,000.00 of Plaintiff’s funds in \nexchange for three promissory notes.  (Compl. ¶ 140.)   \n \n \n20. Plaintiff alleges that during the time DWM was investing his money in \nCarFab, Davis and Abolins, the principals at DWM, knew that the company was “in \nfinancial distress.”  (Compl. ¶ 140.)  They nevertheless steered the money to CarFab \nbecause Davis was one of its owners.  Neither Davis nor Abolins disclosed this conflict \nto Plaintiff.  (Compl. ¶ 142.) \n21. By September 2012, Davis knew that CarFab would not be able to meet \nits obligations with respect to Plaintiff’s notes.  Despite this knowledge, DW M \ncontinued to charge Plaintiff fees for the investment.  (Compl. ¶¶ 143–44.) \n22. Davis told Plaintiff by letter that he was working on getting CarFab to \npropose a solution with respect to the notes, but this representation was false. \n(Compl. ¶ 144.) \nThe SSE Group Investment \n23. In December 2012, Davis told Plaintiff that CarFab’s financial problems \nwould be resolved through a settlement agreement between CarFab and its \nnoteholders.  The settlement agreement provided for shares of CarFab to be \ntransferred to SSE Group (“SSE”), an entity formed by the noteholders.  (Compl.  \n¶¶ 145–46.) \n24. Plaintiff alleges that Davis and Donald Collins (“Collins”), a long -time \nfriend and business partner, were behind the SSE/CarFab restructuring scheme and \nthat the scheme was merely a means to placate DWM’s clients by leading them to \nthink that CarFab might still be viable “down the road.”  (Compl. ¶ 151.)  \n \n \n25. Davis informed Plaintiff that, with the restructuring, CarFab was still \na “potentially viable business.”  (Compl. ¶ 150.)  DWM, “meaning Davis and Abolins,” \ndid not reveal that, in fact, the investment was a total loss.  (Compl. ¶ 151.) \n26. The restructuring plan transformed Plaintiff’s notes in CarFab into \nunguaranteed equity in SSE.  (Compl. ¶ 152.)  \n27. Unbeknownst to Plaintiff, Davis was t he sole owner of SSE’s single \nClass B Unit.  The Class B Unit entitled Davis to the same return as the Class A \nUnits issued to investors.  (Compl. ¶ 148.) \n28. On 28 April 2014, Davis told Plaintiff, without further explanation, that \nPlaintiff was subject to a “legally binding ‘capital call’ obligation” for CarFab in the \namount of $5,257.46.  Plaintiff paid the capital call.  (Compl. ¶ 155.)   \n29. On 1 May 2014, Davis described CarFab to its investors as a company \nthat was “just so close to achieving our goals.”  He said that “orders are beginning to \nflow.  It’s possible, given the cash needs being met and the bank continuing to be \nflexible, that 8 to 10 million dollars of revenue could be possible this year.”  (Compl. \n¶ 156.)  Davis wrote that the company had received so many quotes and orders, they \ncould “hardly keep up with the bids.”  In reality, however, Davis knew that the \ncompany was headed toward insolvency.  (Compl. ¶ 156.) \n30. On 5 December 2014, Abolins wrote Plaintiff regarding “a few things for \naction” with respect to his estate planning.  (Compl. ¶ 157.)  One of his suggestions \n \n \nwas “retitling the alternatives as well (ADA, IQMAX, Montague, SleepSafe & SSE).”  \n(Compl. ¶ 157.)1  \n31. CarFab closed its doors and ceased operations on 12 June 2015.  (Compl. \n¶ 159.)   \n32. DWM continued to carry SSE on Plaintiff’s account and to charge \nPlaintiff a fee for it even though DWM, “meaning Davis and Abolins,” knew the asset \nwas worthless.  (Compl. ¶ 158.) \n33. Davis and Abolins also continued to send DWM’s client account \nstatements to Plaintiff, reflecting knowingly false and inflated values for CarFab and \nSSE.  (Compl. ¶ 178.)  \n34. In October 2015, the SEC asked whether DWM had given notice to its \nclients that CarFab and SSE were defunct.  Davis falsely represented to the SEC that \nnotice of CarFab’s failure had been mailed to DWM clients in June 2015.  (Compl. \n¶ 176.)  \n35. Thereafter, on 9 October 2015, Davis drafted a disclosure letter about \nCarFab to CarFab’s then-president, Michael Warrick, “with instructions to ‘cut-and-\npaste’ the letter on CarFab/SSE letterhead, post -dated to June of 2015.” (Compl. \n¶ 177.)  Davis then directed Warrick to send the post-dated letter back to him, “with \na note appended indicating that the same letter had been sent to CarFab investors in \nJune.”  (Compl. ¶ 177.) \n \n1 ADA, IQMAX, Montague and SleepSafe were other entities in which Plaintiff’s money had \nbeen invested.  They are discussed infra ¶¶ 37, 50, 56–57, 61. \n \n \n36. On 12 December 2015, Davis filed paperwork with the North Carol ina \nSecretary of State officially dissolving SSE.  (Compl. ¶ 159.) \nThe IQMAX Investment \n37. Another investment made on Plaintiff’s behalf early in his relationship \nwith DWM was $50,000.00 in exchange for an unsecured promissory note issued by \nIQMAX, Inc. (“IQM AX”), a start -up company.  (Compl. ¶¶ 89 –91.)   The note was \nsubordinated to other debt and was non -negotiable.  It provided a warrant option to \npurchase shares of IQMAX.  DWM exercised the option on behalf of Plaintiff.  \n(Complaint ¶¶ 92–93.) \n38. Plaintiff was unaware that Davis was Chairman of the board at IQMAX.  \n(Compl. ¶ 114.)  This position gave Davis “inside knowledge” about the company’s \nfinancial position.  (Compl. ¶ 114.)  By 14 December 2012, Davis also owned 971,772 \nshares of common stock in IQMAX, approximately 8.46% of the company.  (Compl. \n¶ 115.)  Davis’ conflicts of interest with IQMAX were never disclosed to Plaintiff.  \n(Compl. ¶ 114.)  \n39. On 29 July 2011, IQMAX defaulted on the note.  (Compl. ¶ 94.)  DWM, \n“through Davis and Abolins,” presented Pl aintiff with a Modification Agreement \nseeking an extension on the note’s repayment terms through 23 July 2012 in \nexchange for a warrant giving Plaintiff the option to buy even more IQMAX stock.  \nHowever, this stock could only be sold if IQMAX completed an initial public offering.  \nPlaintiff did not receive audited financial statements in order to evaluate IQMAX’s \n \n \nfinancial condition, and the Modification further subordinated Plaintiff’s note.  \n(Compl. ¶¶ 95–98.)  \n40. Once again, IQMAX did not pay the note when it came due on 23 July \n2012.  Even though the note was in default, DWM, “operating through” Davis and \nAbolins, continued to reflect IQMAX at “full value” on Plaintiff’s account and to \ncharge Plaintiff fees based on that “full value.”  (Compl. ¶ 101.) \n41. At DW M’s direction, Plaintiff then executed a second Modification \nAgreement, further extending the payment obligations on the note in exchange for a \nwarrant allowing for the purchase of even more IQMAX stock.  (Compl. ¶ 103.)   \n42. DWM continued to increase Plaintiff’s investment in IQMAX despite the \nfact that it was “on the brink of insolvency.”  (Compl. ¶ 105.) \n43. In May 2013, when IQMAX continued to be in default on the note, DWM, \n“meaning defendants Davis and Abolins,”  recommended that Plaintiff convert the \nnote into IQMAX equity, making it “virtually certain he would never collect on this \ninvestment.”  (Compl. ¶ 107.)  Although IQMAX presented the opportunity to invest \nmore money in IQMAX as arising from a “corporate restructuring,” due to “their \ninside position with IQMAX, . . . Davis and Abolins knew better.”  (Compl. ¶ 107.) \n44. Davis and Abolins did not tell him that IQMAX had already suffered \ncumulative losses of approximately $32,000,000 as early as 31 December 2011.  \n(Compl. ¶ 108.)  Instead, Plaintiff alleges that Davis and Abolins “continued to make \nrepresentations about the company’s promise as an investment.”  (Compl. ¶ 109; see \nCompl. ¶ 238(a).) \n \n \n45. From mid-October 2016 through at least 8 January 2019, DWM, “by and \nthrough defendants Davis and Abolins,” continue d to reassure Plaintiff that his \ninvestment in IQMAX was worth $163,876.59, and DWM Advisors continued to \ncharge [P]laintiff fees against this purported ‘value’.”  (Compl. ¶ 111.)  In reality, \nhowever, IQMAX was “essentially defunct.”  (Compl. ¶ 112.)   \n46. Both Davis and Abolins “repeatedly and continuously” expressed \nenthusiasm for IQMAX as an investment.  (Compl. ¶ 114.)  They did not tell Plaintiff \nthat Davis was chairman of the IQMAX board or that by December 2012 Davis owned \n8.46% of the company.  (Compl. ¶¶ 114–15.) \n47.  They also did not tell Plaintiff that another entity formed by Davis, \n“Exchange Notes, LLC” (“Exchange Notes”), had a “consulting agreement” with \nIQMAX and that in 2012 alone, IQMAX paid Exchange Notes $114,000.00 . (Compl.  \n¶ 116.) \n48. Exchange Notes’ business address was 5011 Southpark Drive, Suite 240, \nDurham, North Carolina.  This is the same address that DWM used in North \nCarolina.  (Compl. ¶ 117.) \n49. On 28 February 2019, the North Carolina Secretary of State suspended \nIQMAX’s status as a North Carolina corporate entity, and on 24 June 2019, the North \nCarolina Secretary of State revoked IQMAX’s authority to transact business in North \nCarolina. (Compl. ¶ 118.) \n \n \nThe Montague/Integro Investment \n50. In March 2012, DWM invested $100,000.00 of Plaintiff’s fu nds in \nMontague Capital, LP (“Montague”).  Montague was a llegedly a “feeder” of funds to \nIQMAX.  Neither Davis nor Abolins disclosed the relationship between Montague and \nIQMAX to Plaintiff.  (Compl. ¶ 121.)  \n51. DWM, Montague and Exchange Notes all shared the same business \naddress. (Compl. ¶ 123.) \n52. Montague invested in a company called Integro Earth Fuels (“Integro”).  \n(Compl. ¶ 122.)  One of Integro’s directors was Collins.  (Compl. ¶ 124.)   He was also \nthe officer or director of other companies in which Davis invested client funds.  \n(Compl. ¶ 124–25.)  Plaintiff alleges that Collins profited from investments, and then \n“turn[ed] around and pa[id] Davis a ‘commission’ for the same investment.”  (Compl. \n¶ 125.)   This arrangement, through Montague, was not disclosed to Plaintiff.  (Compl. \n¶ 126.) \n53. On 13 October 2017, the North Carolina Secretary of State suspended \nIntegro’s corporate charter.  This information was not disclosed to Plaintiff.  (Compl. \n¶ 129.) \nThe Pacific E-Commerce Investment \n54. At some point between 2012 and 2017, Davis advised Plaintiff to invest \n$51,000.00 in Pacific E -Commerce LLC (“Pacific”).  (Compl. ¶ 130 .)  Montague was \nthe Managing Member of Pacific.  (Compl. ¶ 131.)  \n \n \n55. Pacific shared the same business address with DWM, Exchange Notes, \nand Montague.  The principals of DWM, Abolins and Davis, controlled these entities.  \n(Compl. ¶ 131.) \n56. Plaintiff’s Complaint  is not definitive with respect to t he nature of \nPlaintiff’s investment in Pacific .  Some of DWM’s records reflect that Plaintiff \nreceived a convertible promissory note in exchange for cash, but records reflect that \nthe investment was for preferred stock i n “SleepSafeDrivers, Inc.” (“SleepSafe”).  \nPacific’s records reflect that the investment was for equity in Pacific.  (Compl. ¶ 130.)2  \n57. Pacific’s purported primary purpose was to invest in Yobrand, Ltd. \n(“Yobrand”), a company that held assets in companies in Hong Kong and China.  \n(Compl. ¶  132.)  However, Davis told Plaintiff that his investment in Pacific was \nactually an “indirect investment” into SleepSafe.  (Compl. ¶ 134.) \n58. Pacific described Yobrand as having multiple layers of equity holdings \nwhich would make it more difficult to reach assets in the event of liquidation. No \naudited financials were available for Yobrand, and the company was dissolved by the \nChinese government in 2016.  Neither Abolins nor Davis told Plaintiff any of this \ninformation.  (Compl. ¶ 133.) \n59. On 17 January 2017, Abolins emailed Plaintiff sending him paperwork \nto issue SleepSafe stock “direct” to each member in order to “reduce [DWM’s] cost and \neliminate a K -1[.]”  (Compl. ¶  134.)  Abolins directed Plaintiff to sign a “joinder \nagreement” stating that Pacific wished to transfer to Plaintiff shares of preferred \n \n2 The Complaint does not describe what relationship, if any, existed between Pacific and \nSleepSafe. \n \n \nstock in SleepSafe.  Abolins offered no other explanation about this investment.  He \ndid not explain why this action was being taken or why the stock certificate \nsubsequently issued to Plaintiff was backdated to 30 November 2016.  (Compl. ¶ 134.) \n60. DWM continued to carry Plaintiff’s investments in Montague and \nPacific on its books as having value, and it charged fees for the investments when \nthey were worthless.  (Compl. ¶ 137.) \nThe ADA Capital Investment \n61. On 7 February 2013, DWM, through Davis, invested $100,000.00 of \nPlaintiff’s funds in ADA Capital Group, Inc. (“ADA Capital”), a company Davis and \nCollins created on 2 July 2012.  (Compl. ¶¶ 160–65.)  Collins was President, C hief \nExecutive Officer and Director, while Davis was Vice President, Chairman of the \nBoard, and later, President.  (Compl. ¶ 161.) \n62. ADA Capital had the same business address as DWM, Exchange Notes, \nMontague and Pacific.  (Compl. ¶ 162.)  Its business was described in filings with the \nNorth Carolina Secretary of State as “investing.”  (Compl. ¶ 160.)  The description \nwas later changed to “Holding Company.”  (Compl. ¶ 162.) \n63. Unbeknownst to Plaintiff, Davis owned almost half of ADA Capital and \nwas paying himself $10,000.00  a month in salary, taken directly out of incoming \ninvestment funds.  (Compl. ¶¶ 166–67.)   Collins took 20% of the comp any’s gains in \naddition to a 2% management fee.  (Compl. ¶ 167.) \n \n \n64. Hundreds of thousands of dollars were paid to Davis and Collins in the \nform of administrative services, director fee expenses, professional fees, and \nmanagement fees.  (Compl. ¶ 168.) \n65. In addi tion, despite the fact that ADA Capital’s net income was \nnegative, DWM collected its fee for this investment from Plaintiff.  (Compl. ¶ 168.) \n66. ADA Capital invested in CarFab for, among other things, payroll and \nseverance payments to executives.  (Compl. ¶ 1 70.)  The money was used to cover \nother losses at CarFab, including to repay Davis for a loan and to redeem other \ninvestors.  (Compl. ¶¶ 172– 73.)  Neither Davis nor Abolins informed Plaintiff.  \n(Compl. ¶ 173.) \n67. Abolins, who was “in charge of detecting and d isclosing conflicts of \ninterest” for DWM, “never intervened or took action to protect [P]laintiff.” (Compl. \n¶ 163.)   \nThe South Carolina Securities Division Investigation \n68. The South Carolina Securities Division began an investigation of DWM \nand Davis in early 2017.  (Compl. ¶ 31.) \n69. The Commissioner of the South Carolina Securities Division determined \nthat Davis, “acting on behalf of DWM,” had: \na. Recommended to one or more South Carolina client(s) that the client(s) \ninvest in private placements not suitable or appropriate for the client(s) \ngiven the client(s) investment objective(s) and risk profile(s), and \n \nb. Failed to disclose one or more conflicts of interest . . .  that may have \ninfluenced the giving of such advice[.] \n \n (Compl. ¶ 32.) \n \n \n70. Defendants did not inform Plaintiff of the South Carolina Securities \nCommissioner’s determination.  (Compl. ¶ 33.) \n71. On 17 March 2017, the Commissioner permanently barred Davis and \nDWM from participating in any aspect of the securities industry in or from the state \nof South Carolina.  (Compl. ¶  33.)  Defendants did not inform Plaintiff of this \nadministrative action against Davis and DWM.  (Compl. ¶ 33.) \nFirst Oak Wealth Management \n72. On 20 January 2017, Abolins filed Articles of Organization with the \nNorth Carolina Secretary of State to create First Oak.  (Compl. ¶ 37.) \n73. On 20 February 2017, First Oak entered into an Asset Purchase \nAgreement with DWM to purchase securities accounts owned by DWM.  (Compl. \n¶ 38.) \n74. On 28 March 2017, DWM filed its Form ADV with the SEC making the \nfollowing representations, among others:  \na. DWM provides “continuous and regular supervisory or management \nservices to [its] securities portfolios;” \n \nb. DWM had no “identifiable conflicts of interest . . .;” \nc. DWM was not “an adviser to any private fund;” \nd. DWM did not have any “Sales Interest in Client Interactions;” \ne. DWM did not “recommend purchase of securities to advisory clients . . . \nfor which [DWM] or any related person serves as underwriter, general, \nor managing partner, or purchaser representative;” and  \n \nf. DWM Advisors did not “recommend purchase or sale of securities to \nadvisory clients . . . for which [DWM] or any related person has any other \nsales interest . . . .” \n \n \n \n(Compl. ¶¶ 76(A)–(I).) \n \n75. DWM, “through Abolins  and Davis,” falsely answered “No” to the \nfollowing questions on the Form ADV:  \na. Has any federal regulatory agency, any state agency, or any foreign \nfinancial regulatory authority ever found you or any advisory affiliated \nto have made a false statement or omission, or been dishonest, unfair, \nor unethical? \n \nb. Has any federal regulatory agency, any state agency, or any foreign \nfinancial regulatory authority ever found you or any investment \nadvisory affiliated to have been involved in a violation of investment -\nrelated regulations or statutes?  \n \nc. Has any federal regulatory agency, any state agency, or any foreign \nfinancial regulatory authority in the past ten years, entered an order \nagainst you or any advisory affiliated in connection with an investment-\nrelated activity? \n \n  (Compl. ¶¶ 77(A)–(C), 78.) \n76. DWM also falsely answered “No” to the following questions:  \na. Are you or any advisory affiliate now the subject of any regulatory  or \ncivil proceeding that could result in a ‘yes’ answer to any part of [the \nSEC’s question set forth above]?  (Compl. ¶¶ 79, 81.)  \n \nb. Has any domestic or foreign court ever dismissed, pursuant to a \nsettlement agreement, an investment -related civil action brought \nagainst your or any advisory affiliate by a state or foreign financial \nauthority?  (Compl. ¶ 80.) \n \n77. Neither Davis nor Abolins disclosed to Plaintiff that DWM had given \nfalse information to the SEC.  (Compl. ¶ 82.) \n78. On 11 April 2017, First Oak filed for registra tion as a registered \ninvestment adviser with the Secretary of State of North Carolina.  (Compl. ¶ 40.) \n \n \n79. On 27 April 2017, Abolins wrote Plaintiff with a status update regarding \nDWM and First Oak.  His letter included the following representations:  \na. “[W]e’ve completed the transition from DWM Advisors to First Oak \nWealth Management.” \n \nb. “[E]verything is business as usual as we service and manage your \naccounts.”  \n \nc. The “branding” was going to be changed to reflect First Oak Wealth \nManagement on all future correspondence. \n \n (Compl. ¶ 40.) \n80. On 3 May 2017, the North Carolina Secretary of State approved First \nOak as an investment adviser, and First Oak took over DWM’s accounts.  (Compl. \n¶¶ 42–43.)  First Oak, “through defendant Abolins and others,” began informi ng \nclients that their accounts were being moved as part of a “branding” change.  (Compl. \n¶ 43.) \n81. First Oak, “primarily through Abolins,” informed Plaintiff that the new \ncompany was designed to be an improvement over the old company and “would have \nbetter op erational capacity, including ‘back office and compliance support.’ ”  \nEverything else, according to Abolins, was “business as usual.”  (Compl. ¶ 44.)   \n82. On 1 May 2017, Davis terminated his status as an investment adviser \nrepresentative with DWM Advisors.   (Compl. ¶ 41.)  Davis never registered as an \ninvestment adviser representative with First Oak.  (Compl. ¶ 46.)   \n83. However, First Oak, “through Abolins,” sent emails and other \ncorrespondence to DWM clients identifying Davis as a member of the “First Oak \n \n \nTeam.”  (Compl. ¶  45.)  First Oak also had Davis reach out personally to reassure \nclients that they would be well taken care of by First Oak.  (Compl. ¶ 45.) \n84. Plaintiff was not informed that Davis was acting as an unregistered \ninvestment adviser representative.  (Compl. ¶¶ 46–48.)  \n85. On 17 May 2017, the SEC imposed sanctions against Davis, barring him \nfrom association with any broker, dealer, investment adviser, municipal securities \ndealer, municipal advisor, transfer agent, or nationally recognized statistical ra ting \norganization.  (Compl. ¶  50.)  The SEC found that the South Carolina Securities \nCommissioner had determined that Davis had “failed to disclose one or more conflicts \nof interest that may have influenced the giving of [investment] advice.”  Plaintiff was \nnot informed of the SEC action.  (Compl. ¶¶ 49–51.)  \n86. On 8 April 2019, the Securities Administrator of the North Carolina \nSecretary of State (the “North Carolina Securities Division”), having learned that \nFirst Oak was employing Davis as an investment adviser representative, entered an \norder making the following findings of fact: \na.  That Davis solicited or offered or negotiated the sale of investment \nadvisory services for First Oak; \n \nb. That First Oak did not notify its clients that Davis was not registered in \nNorth Carolina as an investment adviser representative; and \n \nc. That First Oak did not inform clients that Davis had been permanently \nbarred from participating in any aspect of the securities business in or \nfrom the State of South Carolina. \n \n(Compl. ¶ 54(A)–(C).) \n \n \n87. First Oak falsely told the North Carolina Securities Division that it had \nnotified its clients of the South Carolina Order by letter dated 27 March 2019 when \nit had not.  (Compl. ¶ 55.) \n88. The North Carolina Securities Division made the following conclusions \nof law: \na.  First Oak utilized Davis as an investment adviser representative \nwithout registering him as required by N.C.G.S. § 78C-16(b); \n \nb. Utilizing Davis as an unregistered investment adviser representative \nviolated state law; and  \n \nc. First Oak failed to comply with state law when it did not provide written \ninformation about Davis, including information regarding his \ndisbarment from the securities industry, to its clients. \n \n(Compl. ¶ 57(A)–(C).) \n89. The North Carolina Securities Division then ordered First Oak (the \n“Order”): \na. To cease and desist from violating the North Carolina Investment \nAdvisers Act, and the related regulations in the North Carolina \nAdministrative Rules promulgated thereunder;  \n \nb. To pay a civil monetary penalty to the State of North Carolina for \n$25,000;  \n \nc. To pay $55,000 to the State of North Carolina to cover the costs of the \ninvestigation of First Oak undertaken by the State; and  \n \nd. That First Oak shall not take any action, or permit to be made any public \nstatement, denying, directly or indirectly, any fin ding in the Order or \ncreating the impression that the Order is without factual basis. \n \n(Compl. ¶ 58.)  \n90. First Oak consented in writing to entry of the Order.  (Compl. ¶ 59.) \n \n \n91. In filings with the SEC, First Oak described the action taken against it \nas follows:  \nThe findings [of the N.C. Secretary of State] were that First Oak utilized \na solicitor without registration as an investment adviser representative \nfor the purpose of soliciting new clients whose accounts were purchased \nby First Oak from the solicitor’s former investment advisory firm.  It \nwas also found that First Oak failed to reasonably supervise this \nsolicitor, and violated the brochure supplement requirement and \nsolicitor rule regarding this solicitor. \n \n(Compl. ¶ 60.) \n92. Plaintiff alleges th at First Oak’s rebranding was done to defraud \nPlaintiff “and to outrun . . . the regulatory ‘hammers’ that had been imposed” by the \nvarious regulatory agencies.  (Compl. ¶ 62.)  \n93. Plaintiff alleges that First Oak is “nothing less than a mere \ncontinuation” of DWM and that First Oak was not a “good faith purchaser for value” \nof DWM’s assets.  (Compl. ¶ 63.)   \n94. Plaintiff brought this suit on  1 October 2021, including claims against \nall Defendants for constructive fraud, common law fraud, violation of the North \nCarolina Investment Advisers Act, see N.C.G.S. § 78C -38, negligent \nmisrepresentation, and violation of the North Carolina Racketeer and Influenced \nCorrupt Organizations Act (“RICO”), see N.C.G.S. § 75D-1.  Defendants First Oak and \nAbolins have moved to dismi ss.  The Motions were fully briefed, and the Court held \na hearing on the Motions on 3 March 2022.  Defendants First Oak, Abolins, and \nPlaintiff were present and were heard.  Defendants Davis and DWM did not appear.  \nThe Motions are now ripe for disposition.  \n \n \nII. ANALYSIS \nA. Legal Standard \n95. When ruling on a motion to dismiss pursuant to Rule 12(b)(6), the \nCourt’s inquiry is “whether, as a matter of law, the allegations of the complaint, \ntreated as true, are sufficient to state a claim upon which relief may be granted under \nsome legal theory, whether properly labeled or not.”  Harris v. NCNB Nat’l Bank, 85 \nN.C. App. 669, 670 (1987) (citation omitted).  \n96. The Court must construe the complaint liberally and accept all -well \npleaded allegations as true.  Laster v. Francis, 199 N.C. App. 572, 577 (2009).  The \nCourt, however, is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, 274 (2005) \n(citation and quotation marks omitted). \n97. “It is well-established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen ‘(1) the complaint on its face reveals that no law supports the plaintiff’s claim; \n(2) the complaint on its face reveals the absence of fa cts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plaintiff’s \nclaim.’ ”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615 (2018) (quoting Wood \nv. Guilford Cnty., 355 N.C. 161, 166 (2002)).  \n98. While the Court may consider “ documents that are the subject of a \nplaintiff’s complaint and to which the complaint specifically refers even though they \nare presented by the defendant,” S. Env’t Law Ctr. v. Saylor, 2019 NCBC LEXIS 60, \n \n \nat *11 (N.C. Super. Ct. Sept. 11, 7 2019) (citing Oberlin Cap., L.P. v. Slavin, 147 N.C. \nApp. 52, 60 (2001)), the Court may not consider documents presented as evidence that \nare not the subject of this action  without converting the motion to one for summar y \njudgment.   Gao v. Sinova Specialties, Inc., 2018 NCBC LEXIS 71 at *26 (N.C. Super. \nCt. July 6, 2018)  (“Where a claimant simply refers to a document that was not the \nsubject of her action, and the movant attaches that document or an affidavit \nconcerning that document to support a Rule 12(b)(6) motion, the trial court’s \nconsideration of that document converts the motion into one for summary judgment.”) \n(quoting Holton v. Holton, 2018 N.C. App. LEXIS 297, at *19 (N.C. Ct. App. Mar. 20, \n2018)).    \n99. However, “[w]here it is clear from the record, namely from the order \nitself, that the additional materials were not considered by the trial court, the 12(b)(6) \nmotion is not converted into a Rule 56 motion.”  Estate of Belk v. Boise Cascade Wood \nProds., L.L.C., 263 N.C. App. 597, 599 (2019).  \nB. Constructive Fraud Claim Against Abolins and First Oak \n100. Abolins and First Oak each  argue that Plaintiff’s constructive fraud \nclaim fails because Plaintiff has not alleged that either of them owed Plaintiff a \nfiduciary duty.  (Mem. Supp. Def. Airis Alexander Abolins’ Mot. Dismiss 10, ECF No. \n10; Def. First Oak’s Mem. Supp. Mot. Dismiss 1 3, ECF No. 15.)  Plaintiff responds \nthat both Abolins and First Oak  were Plaintiff’s “Registered Investment Adviser s,” \nand that pursuant to the North Carolina Administrative Code, 18 NCAC 06A.1801(a), \nthey are fiduciaries as a matter of law.  In any event, he argues, the facts alleged give \n \n \nrise to a de facto fiduciary duty owed by both of them to Plaintiff.  (Pl.’s Br. Opp. Def. \nAiris Alexander Abolins’ Mot. Dismiss 24, ECF No. 24; Pl.’s Br. Opp. Def. First Oak’s \nMot. Dismiss 19, ECF No. 27.)   \n101. To establish a constructive fraud claim, a plaintiff must allege: “(1) facts \nand circumstances creating a relation of trust and confidence; (2) which surrounded \nthe consummation of the transaction in which the defendant is alleged to have taken \nadvantage of the relationship; and (3) the defendant sought to benefit himself in the \ntransaction.”  Self v. Yelton , 201 N.C. App. 653, 660 (2010) (citation and quotation \nmarks omitted).   \n102. First and foremost, “ [a] claim for constructive fraud requires the \npresence of a confidential or fiduciary relationship between the parties.”  DS & T II, \nInc. v. D & E Tax & Accounting, Inc., 2021 NCBC LEXIS 87, at *18 (N.C. Super. Ct. \nOct. 4, 2021) (citing Forbis v. Neal , 361 N. C. 519, 528 (2007)).  “Absent such a \nrelationship, Plaintiff’s claim necessarily fails.”  Id. (citing Loray Master Tenant, LLC \nv. Foss N.C. Mill Credit 2014 Fund I, LLC, 2021 NCBC LEXIS 15, at *14 (N.C. Super. \nCt. 18 Feb. 2021) (“A claim for constructive f raud . . . requires a plaintiff to allege \nfacts establishing a confidential or fiduciary relationship.”).  \n103. “North Carolina recognizes certain de jure fiduciary relationships which \narise as a matter of law because of the nature of the relationship, ‘such as  attorney \nand client, broker and principal, executor or administrator and heir, legatee or \ndevisee, factor and principal, guardian and ward, partners, principal and agent, \ntrustee and cestui que trust .’ ”  BDM Invs. v. Lenhil, Inc., 2012 NCBC LEXIS 7, at \n \n \n*89 (N.C. Super. Ct. Jan. 18, 2012) ( quoting Abbitt v. Gregory , 201 N.C. 577, 598 \n(1931)).  In addition, an investment advis er “is a fiduciary and has a duty to act \nprimarily for the benefit of its clients.”  18 N.C. Admin. Code 06A.1801(a) (2022).  But \nsee Silverdeer, LLC v. Berton, 2013 NCBC LEXIS 21, at *27 (N.C. Super. Ct. Apr. 24, \n2013) (“[T]he mere assertion of an investment advisor-client relationship or reliance \nupon [N.C.G.S.] 78C et. seq. does not give rise to a de jure fiduciary relationship.”).  \n104.  “North Carolina courts have found that the relationship between an \nunsophisticated investor and a financial advisor can be a [ de facto ] fiduciary one \ndepending on the circumstances.”  Howell v. Heafner, 2020 NCBC LEXIS 105, at *35 \n(N.C. Super. Ct. Sept. 11, 2020) ( citing Beam v. Sunset Fin. Servs., Inc.  2019 NCBC \nLEXIS 56, at *11 (N.C. Super. Ct. Sept. 3, 2019) ( holding de facto  fiduciary \nrelationship where plaintiffs “were an elderly couple who lacked financial \nsophistication and who not only came to trust [defendant] as their investment \nadviser, but also ‘involved [defendant] in virtually every aspect of their lives’  ”); see \nalso Edwards v. Vanguard Fiduciary Trust Co ., 2018 NCBC LEXIS 237, at *20 –21 \n(N.C. Super. Ct. Dec. 21, 2018) ( de facto fiduciary relationship exists where plaintiff \n“relied upon [defendant’s] ‘reputation as a safe, secure investment company[,]’ that \n[defendant] ‘knew or should have known that [p]laintiff was placing his trust and \nconfidence in [defendant] to look out for the best interests of [p]laintiff[,]’ and that \n[defendant’s] very name, ‘including the words “fiduciary” and “trust” . . . create[d] a \nreasonable bel ief on the part of [p]laintiff that [defendant] stands in a fiduciary \nrelationship with [p]laintiff[.]’  ” (citations omitted )); Austin v. Regal Inv. Advisors, \n \n \nLLC, 2018 NCBC LEXIS 3, at *20–21 (N.C. Super. Ct. Jan. 8, 2018) (de facto fiduciary \nrelationship exists where plaintiffs were unsophisticated investors who “relied on \n[defendants] for their financial expertise to manage their investment accounts”).  \n105. A  fiduciary relationship is one where “there has been a special \nconfidence reposed in  one who in equity and good conscience is bound to act in good \nfaith and with due regard to the interests of the one reposing confidence . . . .”  Dalton \nv. Camp, 353 N.C. 647 , 651 –52 (2001).  Domination and influence are essential \ncomponents of a de facto fiduciary relationship.  Id. at 652.  But the facts required to \nestablish such a relationship are exacting:  “[o]nly when one party figuratively holds \nall the cards —all the financial power or technical information, for example —have \nNorth Carolina courts found that the special circumstance of a fiduciary relationship \nhas arisen.”  S.N.R. Mgmt. Corp. v. Danube Partners 141, LLC, 189 N.C. App. 601, \n613 (2008) (quotation omitted); Lockerman v. S . River Elec. Membership Corp., 250 \nN.C. App. 631, 638–39 (2016). \n106. Plaintiff alleges that Abolins was a registered investment adviser.  \n(Compl. ¶¶ 18, 41, 182.)  DWM and First Oak are also alleged to have been registered \ninvestment advisers at all relevant times.  (Compl.  ¶¶ 18, 40, 42 69(C), 199.)  \nConsequently, pursuant to 18 N.C. Admin. Code 06A.1801(a), they are fiduciaries de \njure.3  Cf. SEC v. Capital Gains Rsch. Bureau, Inc., 375 U.S. 180, 201 (1963) (holding \nthat investment advisers registered under federal law are fiduciaries). \n \n3 Both the individual adviser and the firm with which the adviser works may be registered \ninvestment advisers and, as a result, concurrently owe fiduciary duties to clients.  See , e.g., \nSEC v. Bolla, 401 F. Supp. 2d 43, 61 (D.D.C. 2005). \n \n \n107. Furthermore, Plaintiff alleges sufficient facts to support an allegation \nthat a de facto  fiduciary relationship existed between Defendants and himself.  He \nalleges that, while highly educated, he “lack[ed] expertise and a work history in the \nfields of finance and financial planning.”  (Compl. ¶ 15; see also Compl. ¶ 195).  \nTherefore, he gave both Abolins and Davis complete “discretionary authority” to \nmanage his accounts, and Defendants “were not required to consult with [him] before \nmaking an investment decision on his behalf.”  (Compl. ¶ 21.)  He further alleges that \n“Defendants directly represented to plaintiff that they were operating in a fiduciary \nrole with respect to their work for him.”  (Compl. ¶ 183.) \n108. As for First Oak, at least from the time it came into existence, Plaintiff \nalleges that Davis and Abolins “served their fiduciary roles while acting on behalf \nof . . . First Oak.”  (Compl. ¶ 183.)  He alleges, broadly, that he relied on Defendants \nbecause “they were vested with superior knowledge about the subject of finance and \ninvestments, and plaintiff was therefore not on equal footing[.]”  (Compl. ¶ 196.)  The \nCourt concludes that Plaintiff sufficiently alleges that both Abolins and First Oak \nwere his fiduciaries. \n109. Once a fiduciary  relationship is established, “[a] claim of constructive \nfraud does not require the same rigorous adherence to elements as actual fraud.”  \nHunter v. Guardian Life Ins. Co. of Am., 162 N.C. App. 477, 482 (2004) (quoting Terry \nv. Terry , 302 N.C. 77, 83 (1981) (quotation marks omitted).  “Constructive fraud \ndiffers from actual fraud in that it is based on a confidential relationship rather than \na specific misrepresentation.” Id. (citing Barger v. McCoy Hillard & Parks, 346 N.C. \n \n \n650, 666 (1997) (quotation marks omitted)).  Thus, “[w]hen a fiduciary relation exists \nbetween parties to a transaction, equity raises a presumption of fraud when the \nsuperior party obtains a possible benefit.”  Watts v. Cumberland Cnty. Hosp.  Sys., \nInc., 317 N.C. 110, 116 (1986)  (citation omitted).  “This presumption arises not so \nmuch because [the fiduciary] has committed a fraud, but [because] he may have done \nso.”  Id . (quoting Atkins v. Withers, 94 N.C. 581, 590 (1886)  (quotation marks \nomitted)).  \n110. Abolins argues that Plaintif f “never alleges [Plaintiff] even talked to \nAbolins or that Abolins recommended any particular investment.”  (Memo. Supp. Def. \nAiris Alexander Abolins’ Mot. Dismiss 10.)  However, the pleading requirements for \nconstructive fraud do not require the same level of specificity that is required to plead \nfraud.  See,  e.g., Hunter, 162 N.C. App. at 482.  Instead,  “[a] constructive fraud \ncomplaint must allege facts and circumstances  ‘(1) which created the relation of trust \nand confidence, and (2) led up to and surrounded the consummation of the transaction \nin which defendant is alleged to have taken advantage of his position of trust to the \nhurt of plaintiff.’ ”  Id. at 482 (citation omitted); Beam, 2019 NCBC LEXIS 56, at *12 \n(“ ‘A claim of constructive fraud does  not require the same rigorous adherence to \nelements of actual fraud[,]’ and accordingly does not need to meet the Rule 9(b) \npleading requirement.” (quoting Hunter, 162 N.C. App. at 482)).   \n111. The Court determines that Plaintiff  has asserted sufficient alleg ations \nagainst both Abolins and First Oak to meet his pleading requirements with respect \nto this claim.  Although the Complaint focuses heavily on Plaintiff’s relationship with \n \n \nDavis and DWM, Plaintiff alleges that Abolins, as Chief Investment Officer for DWM, \nwas responsible for disclosing Davis’ s conflicts of interest and failed to do so .  ( See, \ne.g., Compl. ¶ 119.) \n112. Finally, Plaintiff must allege that Abolins and First Oak “sought to \nbenefit [themselves] in the transaction.”  Self, 201 N.C. App. at 660.  Abolins argues \nthat Plaintiff’s claim fails on this basis because the fees paid for investment advisory \nservices were for work performed.  (Mem. Supp. Def. Airis Alexander Abolins’ Mot. \nDismiss 10.)  The Court disagrees. \n113. While it is true that “ payment of a fee to a defendant for work done by \nthat defendant does not by itself constitute sufficient evidence that the defendant \nsought his own advantage [,] ” id. (quotation omitted), Plaintiff  has alleged that \nAbolins breached his fiduciary duty to “generate illicit pecuniary gains for [himself], \noutside and separate from any lawful compensation that plaintiff might have owed \n[him,]” (Compl. ¶ 189).  Further, Plaintiff has alleged that Abolins “[d]eceitfully and \nintentionally inflate[d] the value of co mpanies . . . in distress . . . for the purpose of \ncollecting increased and improper advisory fees [.]”  (Compl. ¶  189(C)).  T hese \nallegations are sufficient to meet threshold pleading requirements for constructive \nfraud. \n114. The same analysis applies to First Oak, except that First Oak argues \nthat it cannot be held liable as a fiduciary for alleged bad actions that took place \nbefore it existed.  (Def. First Oak’s Mem. Supp. Mot. Dismiss 13–14.)  Citing Howell, \n2020 NCBC LEXIS 105, at *29–30, First Oak points out that no North Carolina case \n \n \nhas found that a fiduciary relationship  was “formed between an investor and \ninvestment advisor before the investor signed account documents and entrusted \nfunds to the advisor for investment.”  (Def. First Oak’s Mem. Supp. Mot. Dismiss 13.)   \n115. The Court determines that , at least from the date it registered as an \ninvestment adviser and took over Plaintiff’s account,  First Oak was Plaintiff’s \nfiduciary.4  But Plaintiff argues that First Oak’s responsibilities as a fiduciary \npredate its existence, either because it is no more than a mere continuation of DWM \nor because there was a de facto merger between DWM and First Oak.  (Compl. ¶¶ 61–\n64.) \n116. It is well-established that “absent special circumstances, a transferee of \nassets does not become responsible for the liabilities of the transferor merely by \nacquiring all the assets of the transferor[.]”  Robinson, North Carolina Corporation \nLaw and Practice, § 25.05 (2022); Budd Tire Corp. v. Pierce Tire Co ., 90 N.C. App. \n684, 689 (1988); Transatlantic Healthcare, LLC v. Alpha Constr. of the Triad, Inc., \n2017 NCBC LEXIS 21, at *22 (N.C. Super. Ct. Mar. 9, 2017).  However, exceptions \nexist for de facto mergers, and when the purchasing entity is a “mere continuation” \nof the seller. Lattimore & Assocs., LLC v. Steaksauce, Inc., 2012 NCBC LEXIS 34, at \n*16 (N.C. Super. Ct. May 25, 2012). \n \n4 On 27 April 2017 Abolins wrote Plaintiff regarding the transition of his account from DWM \nto First Oak, and First Oak took over the accounts as soon as its registration was approved \non 3 May 2017. \n \n \n117. While in some instances courts have found successor liability when \nthere is either substantial continuity of ownership between the two entities at issue,5  \nor even in the rare case when there is no continuity of ownership,6  in cases involving \nthe sale of assets, North Carolina follows a more traditional rule.  “The traditional \nrule regarding ‘mere continuation’ is that ‘a corporate successor is the continuation \nof its predecessor if only one corporation remains after the transfer of assets and there \nis identity of stockholders and directors between the two corporations.’ ”  G.P. Publ’ns \nInc, 125 N.C. App. at 434 (citations omitted) (emphasis added).  In short, “[t]his \nexception encompasses the situation where one corporation sells its assets to another \nwith the same people  owning both corporations .”  Id . (citations omitted) (emphasis \nadded).   \n118. First Oak relies on representat ions made in another lawsuit to argue \nthat it is not a “mere continuation” of DWM because there is no continuity of \nownership between the entities.  (Def. First Oak’s Mem. Supp. Mot. Dismiss 19 –20.)  \nHowever, on this Motion, the Court may not consider evidence that is not the subject \nof the Complaint.  See Gao, 2018 NCBC LEXIS 71, at *26. \n \n5 The “substantial continuity” test places greater emphasi s on other factors of the mere \ncontinuation doctrine and originated in cases involving labor relations, products liability and \nenvironmental regulation, none of which is involved here.  See G.P. Publ ’ns v. Quebecor \nPrinting, 125 N.C. App. 424, 436 (1997). \n \n6 See L.J. Best Furniture Distribs. v. Capital Delivery Serv., 111 N.C App. 405 (1993) (finding \nsummary judgment inappropriate where facts involved ownership transfer to members of \nsame family, grossly inadequate consideration, and transfer of employees a nd significant \nassets). \n \n \n119. In addition to continuity of ownership, however, there are two other \nfactors to be considered: (1) inadequate consideration for the purchase; and (2) lack \nof some of the elements of a good faith purchaser for value.  G.P. Publ’ns , 125 N.C. \nApp. at 435 (citation omitted). \n120. Plaintiff’s allegations regarding inadequacy of consideration and lack of \nthe elements of a good faith purchase are conclusory at best .  As for inadequate \nconsideration, Plaintiff alleges only that, “[u] nder the APA, [First Oak] ‘ purchased’ \nsecurities accounts owned by DWM[,]” (Compl ¶ 38), and “[DWM] simply handed over \nmillions of dollars of client accounts to [First Oak][,]” (Compl. ¶ 63).  As far as lacking \nthe elements of a good faith purchaser, Plaintiff alleges only  “[First Oak] was no t a \n‘good faith purchaser for value’ of [DWM]’s ‘assets’.”  (Compl. ¶ 63.)  Particularly given \nthe policy implications involved with the imposition of successor liability on the \npurchasers of assets, facts, not conclusory allegations, must be pled with res pect to \nthese key elements.  Sykes v. Health Network Sols., Inc.,  2018 NCBC LEXIS 29, at \n*44 (N.C. Super. Ct. Apr . 5, 2018) (“[E]ven North Carolina’s more lenient standard \ndoes not allow a party to withstand a Rule 12(b)(6) motion based on conclusory \nallegations that are not supported by underlying factual allegations.”  (quotation \nomitted)).  Accordingly, the Court determines that Plaintiff has not sufficiently pled \nthat First Oak is a mere continuation of DWM and should be liable as DWM’s \nsuccessor on that basis. \n121. As for de facto  merger, the North Carolina Court of Appeals has cited \nthe doctrine in dicta but our appellate courts have yet to recognize it.  See Robinson, \n \n \nNorth Carolina Corporation Law and Practice, § 25.04 (2022) (citing Budd Tire Corp., \n90 N.C. App. at 687 and Transatlantic Healthcare, LLC, 2017 NCBC LEXIS 21).  \n122. This Court had occasion to consider the de facto  merger doctrine in \nLattimore & Associates, LLC v. Steaksauce, Inc., 2012 NCBC LEXIS 34 (N.C. Super. \nCt. May 25, 2012). In Lattimore, Judge Murphy first identified the “traditional” \nelements of the de facto merger doctrine recognized outside of North Carolina: \n(1) continuation of the management, personnel, physical location, assets, and \ngeneral business operations of the seller ; (2) continuity of shareholders \nachieved by paying for the acquired assets via transfer,  to the seller’s \nshareholders, of shares in the purchasing corporation; (3) the seller “ceases its \nordinary business operations, liquidates, an d dissolves as soon as legally and \npractically possible”; and (4) assumption by the purchaser of “ those liabilities \nand obligations of the seller ordinarily necessary for the uninterrupted \ncontinuation of normal business operations of the seller.  \n \nId. at *34–35 (quoting Acme Boot Co. v. Tony Lama Interstate Retail Stores, Inc., Nos. \n90-2621, 90-2630, 90-2637, 1991 U.S. App LEXIS 4805, at *8 (4th Cir. 1991)).  Judge \nMurphy then concluded that there was no  “compelling justification” for adopting a \nmore expansive version of the doctrine “than that enunciated by the traditional four-\nelements test, with continuity of ownership being determinative.”  Id. at *45–46; see \nalso Zdanowski v. Digital Health Dep’t, Inc., No. 5:17-CV-0127 (GTS/DEP), 2017 U.S. \nDist. LE XIS 143293, at *14 (N.D.N.Y 2017)  (“[T]o state a claim under [a de facto  \nmerger theory of successor liability], Plaintiff must allege facts plausibly suggesting \nthe four elements of a de facto merger.”).   \n123. Here, the Court is unable to consider the evidence of ownership offered \nby First Oak with respect to this Rule 12(b)(6) Motion.  However, even without it, \nPlaintiff’s pleading does not allege the elements necessary to assert the existence of \n \n \na de facto merger.  The Court finds no allegation that the purchase of DWM’s assets \nwas made by stock transfer or that First Oak assumed DWM’s operating expenses.  \nThus, the second and fourth Lattimore factors have not been pled.   \n124. Having determined that factors necessa ry for application of the mere \ncontinuation and de facto  merger successor liability theories have not been \nsufficiently alleged, the Court addresses the adequacy of the allegations against First \nOak alone, without consideration of DWM’s potential liability , and finds them \nsufficient to withstand the Motion.  \n125. Plaintiff adequately alleges that First Oak is liable for the constructive \nfraud that allegedly occurred after it  came into existence, such as  failing to register \nDavis as an investment adviser represen tative; allowing Davis to continue advising \nPlaintiff after he had been “barred” from the securities industry; and failing to \ndisclose that DWM and First Oak had been cited for unlawful conduct by regulatory \nauthorities—all in an effort to “pilfer” investm ent monies and fees from Plaintiff.  \n(Compl. ¶ 189.)  Therefore, Plaintiff’s claim for constructive fraud against First Oak \nafter it became his fiduciary may proceed. \n126. In summary, the Court GRANTS First Oak’s Motion with respect to \nPlaintiff’s claim for constructive fraud to the extent that Plaintiff seeks to recover for \nconduct that preexisted the formation of the fiduciary relationship between Plaintiff \nand  First Oak, and to that extent, the claim is DISMISSED without prejudice.  The \nCourt otherwise DENIES First Oak’s Motion with respect to Plaintiff’s First Cause \nof Action.  Abolins’ Motion with respect to the First Cause of Action is also DENIED. \n \n \nC. Common Law Fraud Claim Against Abolins and First Oak \n127. As a preliminary matter, First Oak argues that the statute of limitations \nbars Plaintiff’s common law fraud claim.  The statute of limitations for actions of \nfraud is three years.  N.C.G.S. § 1 -52(9).  However, “the cause of action shall not be \ndeemed to h ave accrued until the discovery by the aggrieved party of the facts \nconstituting the fraud[.]”  Id .  “ ‘Discovery’ is defined as an actual discovery or the \ntime when the fraud should have been discovered in the exercise of due diligence.”  \nCarlisle v. Keith, 169 N.C. App. 674, 683 (2005) (quotation omitted). \n128. Ordinarily, determining when fraud should have been discovered is a  \nquestion of fact to be answered by a jury.  Forbis, 361 N.C. at 524.  However, dismissal \nis appropriate if the complaint on its face i ncludes facts establishing that the \ndiscovery occurred more than three years prior to the lawsuit.  See Carlisle, 169 N.C. \nApp. at 681–84.   \n129. First Oak argues that “Plaintiff knew as early as 2011, and not later \nthan January 2017, that several of the invest ments recommended for Plaintiff by \nDWM were performing in contravention to his strategy and goals,” and that this \nknowledge “triggered Plaintiff’s obligation to inquire into the health of his \ninvestments.”  (Def. First Oak’s Mem. Supp. Mot. Dismiss 12.)   First Oak contends \nthat because Plaintiff’s investment goals were to invest in “cash and bonds, with the \nminority of his investment in large cap, small cap, and international developed \nstocks[,]” he should have been on notice that something was amiss “when  several of \n \n \nthe investments recommended for Plaintiff . . . were performing in contravention to \nhis strategy and goals.”  (Def. First Oak’s Mem. Supp. Mot. Dismiss 12.)  \n130. Plaintiff responds that DWM and then First Oak, as well as Abolins on \ntheir behalf, co ncealed the misconduct, preventing its discovery.  Among other \nallegations, Plaintiff points to his contention that Defendants sent him false or \ninflated account statements.  (See, e.g., Compl. ¶ 254.)\n7  Plaintiff also contends that, \ndue to his lack of financial expertise, he relied on Defendants’ superior knowledge as \nhis fiduciaries, and he had no reason to suspect wrongdoing.  In light of these and \nother allegations, the Court cannot conclude at this stage that Plaintiff should have \ndiscovered the alleged wrongdoing before he did.  See Hunter, 162 N.C. App. at 486 \n(“[D]etermining when plaintiff should, in the exercise of reasonable care and due \ndiligence, have discovered the [alleged] fraud is a question of fact to be resolved by \nthe jury.”). \n131. Turning to the substantive allegations of Plaintiff’s fraud claim against \nAbolins, Plaintiff alleges that Abolins made both affirmative misrepresentations and \nthat he concealed material facts regarding the transition from DWM to First Oak, the \ntrue value of Plaintiff’s investments, and the various conflicts of interest that existed \nwith respect to those investments. \n132. The essential elements of fraud are “(1) [f]alse representation or \nconcealment of a material fact, (2) reasonably calculated to deceive, (3) made with \nintent to deceive, (4) which does in fact deceive, (5) resulting in damage to the injured \n \n7 See also Plaintiff’s allegations with respect to fraudulent concealment, discussed infra  ¶¶ \n142–46.  \n \n \nparty.”  Terry, 302 N.C. at 83 (citation omitted).  Additionally, Plaintiff’s reliance on \nany misrepresentations must be reasonable.  State Props., LLC v. Ray, 155 N.C. App. \n65, 72–73 (2002). \n133. “North Carolina permits fraud claims to be based on eit her affirmative \nmisrepresentations or by concealment or nondisclosure of material facts.”  Beam, \n2019 NCBC LEXIS 56, at *14 –15 (citing Kron Med. Corp. v. Collier Cobb & Assocs., \nInc., 107 N.C. App. 331, 339 (1992)).  But “[f]raud claims based on both theories must \nbe pled with particularity pursuant to Rule 9(b), [and] what is required to meet that \nstandard differs between the two.”  Id. at *15.  \n134. To state a fraud claim premised on affirmative misrepresentations, “a \nplaintiff must allege (1) the time, place and content of the misrepresentation, (2) the \nidentity of the person making the representation and (3) what was obtained as a \nresult of the fraudulent acts or representations.” Id . (citing  Deluca v. River Bluff \nHoldings II, LLC, 2015 NCBC LEXIS 12, at *21 (N.C. Super. Ct. Jan. 28, 2015)). “A \nclaim for fraud in a complaint that omits any reference to a day, month, or year is \nproperly dismissed for violation of Rule 9[.]”  Bybee v. Island Haven, Inc., No. COA17-\n859, 2018 N.C. App. LEXIS 787, *1 (N.C. Ct. App. Aug. 7, 2018). \n135. Additionally, “[t]he alleged misrepresentations must also be . . . more \nthan mere puffing, guesses, or assertions of opinions but actual representations of \nmaterial facts.”  Id. (quoting Rowan Cnty. Bd. of Educ. v. U.S. Gypsum Co., 332 N.C. \n1, 17 (1992) (internal quotation marks omitted)); Aldridge v. Metro. Life Ins. Co., 2019 \nNCBC LEXIS 116, at *75 (N.C. Super. Ct. Dec. 31, 2019)  (“The alleged \n \n \nmisrepresentations must also be definite and specific, meaning that they must be \nmore than mere puffing, guesses, or assertions of opinions but actual representations \nof material facts.”) (internal quotation marks and citations omitted).   \n136. On the other hand, when a fraud claim is based on concealment or \nnondisclosure of material facts, a plaintiff must allege that the defendant “had a duty \nto disclose material information [to the plaintiff], as silence is fraudulent only when \nthere is a duty to speak.”  Lawrence v. UMLIC-Five Corp., 2007 NCBC LEXIS 20, at \n*8 (N.C. Super. Ct. June 18, 2007)   A plaintiff must also allege the following elements: \n(1) the relationship [between plaintiff and defendant] giving rise to the \nduty to speak; (2) the event or events triggering the duty to speak and/or \nthe general time period over which the relationship arose and the \nfraudulent conduct occurred; (3) the general content of the information \nthat was withheld and the reason for its materiality; (4) the identity of \nthose under a duty who failed to make such disclosures; (5) what [the \ndefendant] ga ined by withholding information; (6) why plaintiff’s \nreliance on the omission was both reasonable and detrimental; and (7) \nthe damages proximately flowing from such reliance. \n \nLawrence, 2007 NCBC LEXIS, at *9– 10 (quoting Breeden v. Richmond Cmty. Coll. ,  \n171 F.R.D. 189, 195–96 (M.D.N.C. 1997)).  \n137. Abolins stresses that the allegations involving transfers of Plaintiff’s \nmoney involve Davis, not him, and that he simply was not involved.  (See, e.g., Compl. \n¶¶ 91, 103, 121, 130, 139, 140, 155, 165.)  He points to Plaintiff’s allegations that his \nadviser was Davis.  (See, e.g., Compl. ¶¶ 66–68.)  He argues that it is not surprising, \nthen, that any claim for fraud resulting from alleged affirmative misrepresentations \nattempted against him fails either beca use the required elements are either not \nalleged at all, or because the pleading requirements necessary to meet the heightened \n \n \nstandard of Rule 9 have not been met .  (Mem. Supp. Def. Airis Alexander Abolins’ \nMot. Dismiss 8–10.)    \n138. After a careful  review, the Court concludes that Plaintiff’s allegations \nregarding affirmative representations made by Abolins do not state a claim for fraud.  \nFirst, Plaintiff’s contention that Abolins misled Plaintiff about the transition from \nDWM to First Oak, ( see Compl. ¶¶  44–45), do es not satisfy Rule 9 pleading  \nrequirements. Statements  such as the new company was “ designed to be an \nimprovement” and “would have better operational capacity, including back office and \ncompliance support” and everything else with the new company would be “business \nas usual” are mere puffery or general promotional talk.  Moreover, identifying Davis \nas part of the “First Oak Team” was not a falsehood, despite the fact that his role on \nthe team had changed. \n139. Plaintiff alleges that Abolins sent a 17 January 2017 email in which he \ntransmitted to Abolins paperwork regarding SleepSafe stock.  (Compl. ¶ 134.)  \nAbolins is also identified as the author of a 5 December 2014 communication to \nPlaintiff regarding his estate planning.  (Compl. ¶ 157.)  But Plaintiff does not allege \nthat either of these communications were made with fraudulent intent or were, in \nfact, false.  Consequently, these allegations fail to state a claim for fraud. \n140. In addition, throughout the Complaint, Plaintiff repeatedly refers to  \nAbolins and Davis together, without specifying in each instance which of the two is \nresponsible for the alleged misrepresentation.  For example, with respect to the \nIQMAX investment, Plaintiff alleges that on 14 October 2016, DWM, “by and through \n \n \ndefendants Davis and Abolins, [falsely] reassured plaintiff that his ‘equity’ in IQMAX \nheld a $163,876.59 value (through his account statements and in his discussions with \nthem).”  (Compl. ¶ 238(b).)  He alleges that despite IQMAX’s dire financial situation, \n“Davis and Abolins continued to make [false] representations to Plaintiff about the \ncompany’s promise as an investment[,]” (Compl. ¶ 109), and “through at least \nJanuary 8, 2019, . . . they continued to collect improper fees based on this bogus \nasset[,]”  (Compl . ¶ 111).  Rule 9 does not countenance the grouping of defendants \nwhen pleading fraud.  See e.g., Oberlin Cap., L.P., 147 N.C. App. at 57. \n141. Plaintiff’s allegations that there were false statements made in various \ndisclosure documents issued by DWM such as Form s ADV, (Compl. ¶¶ 75 –82, 234–\n35), the supplemental brochure, (Compl. ¶ 72), and account statements, (Compl. ¶¶ \n198, 238(a)), also fail with respect to Abolins for lack of specificity.  Plaintiff alleges \nthat these documents were “authored” or “drafted” by Davis and Abolins, collectively, \nor that misrepresentations were made “through Davis and Abolins,” but he does not \nidentify which statement w as made by  which Defendant.  Consequently,  “[t]he \nlanguage of the Complaint . . . does not alert the court or the Defendants as to which \nfraudulent representations each Defendant allegedly made.”  Shareff v. Lakebound \nFixed Return Fund, LLC , 2013 NCBC LEXIS 14, at *13 (N.C. Super. Ct. Mar. 6, \n2013);  see also Oberlin Cap., L.P., 147 N.C. App. at 57 (affirming dismissal of claim \nwhere plaintiff failed to allege sufficiently any wrongful action on the part of the three \ndefendants because “[e]very allegation made against these three defendants is made \n \n \nagainst them collectively [.]”)8  For these reasons, Abolins’ Motion , to the extent it \npertains to allegations of affirmative misrepresentations, is GRANTED. \n142. On the other hand, Plaintiff has pleaded fraudulent concealment \nagainst Abolins with sufficient particularity to withstand dismissal at this stage.  As \nstated above, Plaintiff has alleged there was a fiduciary relationship between \nPlaintiff and Abolins that gave rise to a duty to disclose material facts of which he \nwas aware and that Plaintiff did not know and could not reasonably have discovered.  \nPlaintiff alleges th at Abolins was aware of the wrongs being committed , (See, e.g., \nCompl. ¶¶ 117, 131, 253), and that Abolins’ role as Chief Investment Officer for DWM \nmade him responsible for disclosing Davis’ violations of DWM’s Code of Ethics \nincluding Davis’ various conflicts of interest.  (See, e.g., Compl. ¶¶ 166, 227 (alleging \nthat Abolins represented throughout his relationship with Plaintiff that his “primary \nfocus [would be] at the client level . . . making sure ‘no stone is left unturned’ ”).)  But, \nafter describing Davis’ alleged conflicts of interest with IQMAX, Plaintiff alleges that \n“nothing was heard from [Abolins] but his unlawful silence.”  (Compl. ¶ 119.) \n143. Plaintiff also alleges that Abolins failed to inform him of the remedial \nsanctions and secur ities industry ban on Davis, ( see, e.g., Compl. ¶¶ 200, 212), the \npoor performance of Plaintiff’s investments, ( see, e.g., Compl. ¶¶ 203 –04, 209), and \nDavis’ other conflicts of interest, (see, e.g ., Compl. ¶¶ 202, 239– 44).  He alleges that \nDefendants, “through Davis and Abolins, knew that the ‘private company’ \n \n8 In all, Plaintiff refers to the two individual defendants in the conjunctive more than fifty  \ntimes.  On at least one occasion, Plaintiff alleges that a misrepresentation was made to SEC \nagents by Davis but then concludes, “[t]his representation, from Davis  and Abolins , was \nfalse.”  (Compl. ¶ 176, emphasis added.) \n \n \ninvestments they made or directed plaintiff to make lacked profit potential due to \ntheir distressed status.  Despite an affirmative duty to speak, defendants did not \ndisclose these hig hly material facts to plaintiff.”   (Compl. ¶ 204 .)   Plaintiff alleges \nthat Defendants were able to continue their securities advisory business and to profit \nfrom Plaintiff by withholding this material information.  (Compl. ¶¶ 214, 223.) \n144. Plaintiff further alleges that his reliance on these omissions was \nreasonable due to their fiduciary relationship and Abolins’ superior knowledge \nregarding investments.  ( Compl. ¶¶ 196 –97.)  Indeed, he alleges that all the \nDefendants, including Abolins, had “discretionary a uthority” over Plaintiff’s \ninvestment accounts and were not required to consult with him before making an \ninvestment decision on his behalf.  (Compl. ¶ 20.)   He alleges that had he known that \nDavis and Abolins were “repeatedly making false statements to securities regulators, \nhe would have taken immediate action to secure his investments at DWM Advisors.”  \n(Compl. ¶ 83.)  The Court concludes that with these allegations and others, (see, e.g., \nCompl. ¶¶ 151, 154, 163, 165 –166), Plaintiff has stated a claim against Abolins for \nfraudulent concealment. \n145. For its part, First Oak argues that “Plaintiff’s complaint is devoid of \nallegations to support that an owner, employee, or agent of First Oak made any \nmisrepresentations to Plaintiff at any time” and “is devoid a s to the content of any \nmisrepresentations made by First Oak to Plaintiff.”  (Def. First Oak’s Mem. Supp. \nMot. Dismiss 11.)  However, the Complaint alleges that First Oak is “vicariously \nliable for the unlawful conduct of Davis and Abolins, under the doctrine of respondeat \n \n \nsuperior,” (Compl. ¶¶ 190 –91), and the Complaint is replete with allegations of \nmisrepresentations made by Davis and allegations of fraudulent concealment by both \nof them.  Plaintiff further alleges that First Oak directed or permitted Davis to “reach \nout personally to reassure clients that they would be well taken care of by the First \nOak Team.”  (Compl. ¶¶ 45, 217.)   Finally, Plaintiff contends First Oak sent false \naccount statements to Plaintiff.  (Compl. ¶¶ 198, 238(b), 245.)   In short, Plaintiff has \nmet his pleading requirements at this stage with respect to his fraud  claim against \nFirst Oak.  “It is elementary that the principal is liable for the acts of his agent, \nwhether malicious or negligent, . . . when the agent o r servant is acting within the \nline of his duty and exercising the functions of his employment.”  White v. Consol. \nPlanning, Inc., 166 N.C. App. 283, 297 (2004) (quoting Thrower v. Coble Dairy Prods. \nCoop., Inc., 249 N.C. 109, 111–12 (1958)). \n146. Similarly, Plaintiff’s claim for fraudulent concealment against First Oak \nwithstands Rule 12(b)(6) scrutiny.  Plaintiff alleges that First Oak, as Plaintiff’s \nfiduciary, had an affirmative duty to speak and did not.  He asserts,  for example, \n“[a]t no point did [First Oak] disclose to [P]laintiff the securities bar that had been \nimposed on defendant Davis by the South Carolina C ommissioner[,]” (Compl. ¶ 47) ,  \n“[a]t no point did [First Oak] disclose to [P]laintiff that its agent, defendant Davis, \nwas acting as an unregis tered investment adviser representative with respect to \n[P]laintiff and [P]laintiff’s [First Oak] account [,]” (Compl. ¶ 47) ,  and  “[a]t no point \ndid [First Oak] disclose that it had an unregistered investment adviser on its staff[,]” \n(Compl. ¶ 48).  \n \n \n147. For these reasons, the Court GRANTS Abolins’ Motion to the extent it \npertains to affirmative misrepresentations but DENIES Abolins’ Motion with respect \nto fraudulent concealment.  First Oak’s Motion with respect to Plaintiff’s Second \nCause of Action is DENIED.  \nD.  North Carolina Investment Advisers Act Claim  \n148. Plaintiff alleges that Defendants are liable to him for violat ions of the \nNorth Carolina Investment Advisers Act (the “NCIAA”).  T he Court first addresses \nwhether the statute of limitations bars Plaintiff’s claim.  \n149. The NCIAA’s applicable statute of limitations provision states:  \nNo person may sue . . . more than three years after the person discovers \nfacts constituting the violation, but in any case no later than five years \nafter the rendering of investment advice, except that if a person who \nmay be liable under this section engag es in any fraudulent or deceitful \nact that conceals the violation . . . the suit may be commenced not later \nthan three years after the person discovers or should have discovered \nthat the act was fraudulent or deceitful. \n \nN.C.G.S. § 78C-38(d).  \n150. Here, allegations of wrongful conduct date back to 2009.  The action was \ncommenced on 1 October 2021, well over five years later.  However, evaluating the \nComplaint in the light most favorable to Plaintiff, fraudulent concealment is alleged, \nand the facts are not sufficiently developed at this stage to determine when Plaintiff \ndiscovered, or reasonably should have discovered , the allegedly fraudulent conduct.  \nTherefore, the claim survives Defendants’ Motions on statute of limitations grounds.  \nSee Aldridge, 2019 NCBC LEXIS 116, at *53 –55 (applying the discovery rule to \nalleged NCIAA violation). \n \n \n151. The N CIAA “creates a private cause of action against persons who \ncommit primary violations of the N ICAA and for persons who are liable as control \npersons.”  Austin v. Regal Inv. Advisors, LLC , 2018 NCBC LEXIS 3, at *50 (N.C. \nSuper. Ct. January 8, 2018) (citing N.C.G.S. § 78C -38).   Thus, liability under the \nNCIAA can be primary or secondary.  N.C.G.S. § 78C-38(a)–(b). \n152. Pursuant to the NCIAA: \nIt is unlawful for any person 9 who receives, directly or indirectly, any \nconsideration from another person for advi sing the other person as to \nthe value of securities or their purchase or sale, whether through the \nissuance of analyses or reports or otherwise, (1) [t]o employ any device, \nscheme, or artifice to defraud the other person, or (2) [t]o engage in any \nact, practice or course of business which operates or would operate as a \nfraud or deceit upon the other person[.] \n \nN.C.G.S. § 78C-8(a)(1)–(2).  \n153. Primary liability under the Act exists when any person, \n(1) [e]ngages in the business of advising others, for compensation, either \ndirectly or through publications or writings, as to the value of \nsecurities or as to the advisability of investing in, purchasing, or \nselling securities, or \n \n(2) [r]eceives, directly or indirectly, any consideration from another \nperson for advice as to the value of securities or their purchase or \nsale, whether through the issuance of analyses, reports or otherwise \nand employs any device, scheme, or artifice  to defraud such other \nperson or  engages in any act, practice or course of business w hich \noperates or would operate as a fraud or deceit on such other person, \nin violation of G.S. 78C-8(a)(1) or (2)[.] \n \nN.C.G.S. § 78C-38(a)(1)–(2). \n \n9 “Person” means an individual, a corporation, a partnership, an association, a joint -stock \ncompany, a trust where the interests of the beneficiaries are evidenced by a security, an \nunincorporated organization, a government, or a political subdivision of a government.  \nN.C.G.S. § 78C-2(5).  \n \n \n154. Secondary liability exists for: \n(1) Every person who directly or indirectly controls a person liable under \nsubsection (a) of this section, including every partner, officer, or \ndirector of the person, every person occupying a similar sta tus or \nperforming simila r functions, and every dealer or salesman who \nmaterially aids in the conduct giving rise to the liability is liable \njointly and severally with and to the same extent as the person , \nunless able to sustain the burden of proof tha t the person did not \nknow, and in the exercise of reasonable care could not have known, \nof the existence of the facts by reason of which the liability is alleged \nto exist. \n \n(2) Unless liable under subdivision (1) of this subsection, every employee \nor associate of a persona liable under subsection (a) of this section \nwho materially aids in the conduct giving rise to the liability and \nevery other person who materially aids in the conduct giving rise to \nthe liability is liable jointly and several with and to the same extent \nas the per son if the employee or  associate or other person actually \nknew of the existence of the facts by reason of which the liability is \nalleged to exist. \n \nN.C.G.S. §78C-38(b)(1)–(2). \n155. Plaintiff’ makes multiple allegations of fraudulent conduct on the part \nof each Defendant.  He makes the overarching allegation that Defendants “engaged \nin and employed devices, schemes, and artifices to defraud. . . [P]laintiff[, ]” (Compl. \n¶ 260), concealed their “violations of the North Carolina Investment Advisers Act,” \nand “fraudulently induced [P]laintiff to think things were ‘business as usual’ in order \nto avoid and forestall the commencement of this action[,]” (Compl. ¶ 261). \n156. Because this claim sounds in fraud, it must also meet Rule 9 pleading \nrequirements for specificity.  Shareff, 2013 NCBC LEXIS 14, at *12–13 (holding that \nclaim for violation of N.C.G.S. § 78C -8(a)(1) is subject to Rule 9);  accord Aldridge, \n2019 NCBC LEXIS 116, at *126.  For the reasons stated above, the Court has found \n \n \nthat Plaintiff’s claim for fraud surviv es, at least in part,  both Defendants’ Motions.  \nPlaintiff’s claim for violation of the NCIAA survives as well.   Accordingly, the Court \nDENIES Abolins’ and First Oak’s Motions with respect to Plaintiff’s Third Cause of \nAction. \nD.  Negligent Misrepresentation Claim Against Abolins and First Oak \n157. First, the Court addresses whether the statute of limitations bars \nPlaintiff’s negligent misrepresentation claim against Defendants.  The statute of \nlimitations for negligent misrepresentation is three years.  N.C.G.S. § 1-52(5); Guyton \nv. FM Lending Servs., 199 N.C. App. 30, 35 (2009).  However, “[a] claim for negligent \nmisrepresentation does not accrue until two events occur: first, the claimant suffers \nharm because of the misrepresentation, and second, the claimant discovers the \nmisrepresentation.”  Trantham v. Michael L. Martin, Inc. , 228 N.C. App. 118, 119 \n(2013).  Thus, as addressed above, whether the statute of limitations bars some or all \nof this claim remains to be determined on a more developed record. \n158. “It has long been held in North Carolina that ‘the tort of negligent \nmisrepresentation occurs when (1) a party justifiably relies (2) to his detriment (3) on \ninformation prepared without reasonable care (4) by one who owed the relying party \na duty of care.’ ”  Simms v. Prudential Life Ins. Co. of Am ., 140 N.C. App. 529, 532 \n(2000) (quoting Raritan River Steel Co. v. Cherry, Bekaert & Holland , 322 N.C. 200, \n206 (1988)).  However, “[e]ven if a misrepresentation is made, plaintiff will only be \nable to recover if his reliance was justified.”  Associated Packaging, Inc. v. Jackson \nPaper Mfg. Co., 2012 NCBC LEXIS 13, at *59 (N.C. Super. Ct. Mar. 1, 2012).  “When \n \n \nthe party relying on the false or misleading representation could have discovered the \ntruth upon inquiry, the complaint must allege that he was denied the opportunity to \ninvestigate or that he could not have learned the true facts by exercise of reasonable \ndiligence.”  Id. at *48–49 (quoting Oberlin Cap., L.P., at 59).  “Under North Carolina \nlaw, omissions do not serve as a basis for a negligent misrepresentation claim. ”  \nProvectus Biopharmaceuticals, Inc. v. RSM US LLP , 2018 NCBC LEXIS 101, at *26 \n(N.C. Su per. Ct. Sept. 28, 2018)  (citations omitted) . Finally, “[w]hen alleging \nnegligent misrepresentation, a plaintiff must satisfy the heightened pleading \nstandard for fraud found in Rule 9.”   Oliver v. Brown & Morrison, Ltd., 2022 NCBC \nLEXIS 20, at *23 (N.C. Super. Ct. Mar. 3, 2022) (citations omitted).  \n159. Here, Plaintiff alleges that Abolins and First Oak had a duty to exercise \nreasonable care in communicating information to Plaintiff about his investments \ngiven their status as registered investment advisers and because he was relying on \ntheir “superior knowledge” about his investment planning. (Compl. ¶¶ 268–69.)   \n160. As for reasonable reliance, Plaintiff pleads that, as registered \ninvestment advisers given discretionary authority, Abolins and First Oak were “in a \nposition of superior knowledge, and their negligent conduct was not evident to \n“[P]laintiff” . . . [he] was not on equal footing with them, and he did not have any \nreason to question the veracity of their advice and conduct.” (Compl. ¶ 269.)  He \nfurther alleges he “had no reason to suspect that [D]efendants had engaged in and \nimplemented a negligent and unsuitable investment strategy on his behalf.”  (Compl. \n¶270.)  Even had he been alerted, “given the nature of [D]efendants’ negligence, it \n \n \nwould have been difficult for [P]laintiff to have discerned what they had done wrong, \nwhy it was wrong, and why their condu ct was below the standard of care.” (Compl. \n¶270.)  The Court determines that under the circumstances presented here, these \nallegations satisfy the pleading requirements for reasonable reliance.  Cf.  Martin \nCommuns., LLC v. Flowers, 2021 NCBC LEXIS 30, at  *14–15 (N.C. Super. Ct. Mar. \n31, 2021) (dismissing claim for insufficient allegations that Plaintiff made reasonable \ninquiry into Defendants’ representations, was denied the opportunity to investigate, \nor that it could not have learned the true facts by exercise of reasonable diligence).  \n161. However, a s with Plaintiff’s claim for  fraud by affirmative \nmisrepresentation, the Court conclude s that Plaintiff has not  pled with sufficient \nparticularity a claim against Abolins.  Accordingly, Abolins ’ Motion with respect to \nthis claim is GRANTED.  With respect to First Oak, however, to the extent the \nComplaint alleges that First Oak is vicariously liable for negligent \nmisrepresentations made by Davis, the Motion is DENIED. \nE. N.C. RICO Claim Against Abolins and First Oak \n162. The North Carolina Racketeer Influenced and Corrupt Organizations \nAct (the “N.C. RICO Act”) “prohibits persons from engaging in a pattern of \nracketeering activity or conducting or participating in an enterprise through a \npattern of racketeering activity.”  Avadim Health, Inc. v. Harkey, 2021 NCBC LEXIS \n104, at *28 (N.C. Super. Ct. Nov. 30, 2021) (citing N.C.G.S. § 75D-4(a)). \n163. North Carolina law defines “racketeering  activity”  as a “means to \ncommit . . . an act or acts which would be chargeable by indictment if such act or acts \n \n \nwere accompanied by the necessary mens rea ” under Chapter 14 of the General \nStatutes of North Carolina.  N.C.G.S. § 75D -3(c)(1).  A  “pattern of racketeering  \nactivity” is defined to require  “engaging in at least two incidents of racketeering \nactivity that have the same or similar purposes, results, accomplices, victims, or \nmethods of commission or otherwise are interrelated by distinguishing \ncharacteristics” within a four-year period of time.  N.C.G.S. § 75D-3(b).  Section 75D-\n3(c)(1) enumerates specific North Carolina statutory provisions, the violation of \nwhich will serve as a predicate action to support a N.C. RICO Act claim.  \n“ ‘Racketeering activity’ also includes the description in Title 18, United States Code, \nSection 1961(1).”  N.C.G.S. § 75D-3(c)(2). \n164. “To state a claim under the [ N.C.] RICO Act, (1) an ‘innocent person’ \nmust allege (2) an injury or damage to his business or property (3) by reason of two \nor more acts of organized unlawful activity or conduct, (4) one of which is something \nother than mail fraud, wire fraud, or fraud in the sale of securities, (5) that resulted \nin pecuniary gain to the defendant[s].”  Gilmore v. Gilmore , 229 N.C. App. 347, 356  \n(2013) (quoting In re Bostic Constr., Inc., 435 B.R. 46, 68 (Bankr. M.D.N.C. 2010) \n(quotation marks omitted).  \n165. First Oak argues that the misconduct alleged is not  the sort of activity \nthat the General Assembly intended to constitute a violation of the  N.C. RICO Act \nclaim.  (Def. First Oak’s Mem. Supp. Mot. Dismiss 16 –17.)  Th e Court agrees.  As \nobserved by  the Court of Appeals in Gilmore , the alleged wrongful conduct must \ninvolve something other than “ fraud in the sale of securities .” The Gilmore court \n \n \nfurther held that “ the General Assembly did not intend that an investor’s claim to \nrecoup money lost through a failed financial venture with no larger criminal scope \ncould be the basis of a RICO claim, and . . . that conduct is not within the scope of the \nN.C. RICO Act.”  Avadim Health, Inc. , 2021 NCBC LEXIS 104, at * 31 (citing \nCampbell v. Bowman, No. COA05-16, 2005 N.C. App. LEXIS 2444, at *15 ( N.C. Ct. \nApp. Nov. 15, 2005).  Instead, the N.C. RICO Act is intended to r each allegations of \n“organized crime.”  Id. at *30.   \n166. Plaintiff argues that this is not a situation where an investor has simply \nlost money through isolated and unrelated incidents of unlawful conduct, but rather \nit is one in which the Defendants “have been the subject of multiple securities fraud \nlawsuits, . . . hav[e] been disbarred from the securities industry after being the subject \nof multiple law enforcement investigations, . . . [and] fac[ed] government orders that \nfound them to have engaged in dishonest and/or unlawful conduct[.]”  (Pl.’s Br. Opp. \nDef. First Oak’s Mot. Dismiss 24 –25.)  In the Complaint, Plaintiff alleges that \nDefendants’ pattern of racketeering included:  \nmail fraud, wire fraud, fraud in the sale of securities, engagement in \ncontinuing criminal enterprise pursuant to [N.C.G.S.] § 14-7.20, larceny \npursuant to [N.C.G.S.] § 14 -74, embezzlement by a fiduciary pursuant \nto [N.C.G.S.] § 14-90, obtaining property by false pretenses pursuant to \n[N.C.G.S.] § 14-100, obtaining signatures by false pretenses pursuant to \n[N.C.G.S.] § 14-101, . . . fraudulent and deceptive advertising pursuant \nto [N.C.G.S.] § 14-117 [and] violations of the North Carolina Investment \nAdvisers Act  . . . pursuant to [N.C.G.S.] § 78C-39. \n \n(Compl. ¶ 278.) \n167. But t he p laintiffs in both Avadim and Campbell likewise asserted \nembezzlement, malfeasance of an officer, wire fraud, obtaining property by false \n \n \npretenses, and obtaining signatures by false pretenses .  See Avadim , 2021 NCBC \nLEXIS 104, at *29; Campbell , 2005 N.C. App. LEXIS 2444, at *12.  Nevertheless, \nbecause the underlying dispute was an investor’s claim to recoup money lost through \na failed financial venture, both this Court and the Court of Appeals held tha t the \nconduct simply did not amount to the type of activity the General Assembly intended \nto be the basis of an N.C. RICO Act claim.  \n168. For these reasons, the Court GRANTS Abolins’ and First Oak’s Motions \nas to Plaintiff’s Fifth Cause of Action, and this claim is dismissed with prejudice.10 \nF. Civil Conspiracy Claim Against Abolins and First Oak \n169. “Civil conspiracy is not an independent cause of action in North \nCarolina.  Rather, liability for civil conspiracy must be alleged in conjunction with an \nunderlying claim for unlawful conduct.”  Glob. Textile All., Inc. v. TDI Worldwide, \nLLC, 2018 NCBC LEXIS 104, at *18 (N.C. Super. Ct. Oct. 9, 2018) (citing Toomer v. \nGarrett, 155 N.C. App. 462, 483 (2002)).  Our Supreme Court has stated: \nAccurately speaking, there is no such thing as a civil action for \nconspiracy.  The action is for damages ca used by acts committed \npursuant to a formed conspiracy, rather than by the conspiracy itself; \nand unless something is actually done by one or more of the conspirators \nwhich results in damage, no civil action lies against anyone.  The gist of \nthe civil action for conspiracy is the act or acts committed in pursuance \nthereof—the damage —not the conspiracy or the combination.  The \ncombination may be of no consequence except as bearing upon rules of \nevidence or the persons liable. \n \nReid v. Holden, 242 N.C. 408, 414–15 (1955) (quoting 11 Am. Jur., Conspiracy, § 45). \n \n10 Having granted both Defendants’ Motions to Dismiss with respect to this claim, the Court \ndeclines to address the statute of limitations argument raised by First Oak.  \n \n \n170. “To state a claim for civil conspiracy, a plaintiff must allege ‘ (1) an \nagreement between two or more individuals; (2) to do an unlawful act or to do a lawful \nact in an unlawful way; (3) resulting in injury to plaintiff inflicted by one  or more of \nthe conspirators; and (4) pursuant to a common scheme.’ ”  Glob . Textile All., 2018 \nNCBC LEXIS 104, at *18–19 (quoting Piraino Bros., LLC v. Atlantic Fin. Grp., Inc. , \n211 N.C. App. 343, 350 (2011)).   However, proof of a civil conspiracy “does no more \nthan associate the defendants together . . . . The gravamen of the action is t he \nresultant injury, and not the conspiracy itself.”  Henry v. Deen, 310 N.C. 75, 87 (1984) \n(citations omitted). Therefore, to state a claim, in addition to an agreement, there \nmust be a n allegation of a  wrongful act that causes damage in furtherance of that \nagreement.  Fox v. Wilson, 85 N.C. App. 292, 301 (1987); see also Dickens v. Puryear, \n302 N.C. 437, 456 (1981). \n171.   Where a conspiracy is found to exist, the conspirators are held jointly \nand severally liable for any act done in furtherance of their unlawful agreement.  Fox, \n85 N.C. App. at 301.  \n172. Moreover, “the statute of limitations for a civil conspiracy claim is \ngoverned by the underlying claim that forms the basis of the civil conspiracy claim.”  \nLau v. Constable, 2019 NCBC LEXIS 71, at *24 (N.C. Super. Ct. Sept. 24, 2019) (citing \nBDM Invs. v. Lenhil, Inc., 264 N.C. App. 282, 304 (2019)). \n173. Plaintiff alleges his claim for civil conspiracy in conjunction with his \nclaim for  constructive fraud.  Specifically, he asserts that Davis and Abolins \n“conspired to defraud [P]laintiff by exploiting their respective positions of trust and \n \n \nconfidence to direct the assets of [P]laintiff under their management into investments \nintended to benefit and enrich” themselves.  (Compl. ¶ 282 .)  The Court has \ndetermined that th e constructive fraud claim survives Defend ants’ Motion s.  In \naddition, Plaintiff adequately alleges the existence of an agreement to act pursuant \nto a common scheme and resul ting injury.  (Compl. ¶  24.)  Therefore, Plaintiff has \nadequately alleged the requisite basis for his ancillary conspiracy claim.  See Morris \nInt’l, Inc. v. Packer, 2021 NCBC LEXIS 16, at *40 (N.C. Super. Ct. Feb. 22, 2021)  \n(plaintiff’s claim for breach of fiduciary duty supports civil conspiracy theory).11  \n174. However, First Oak argues that Plaintiff’s civil conspiracy claim fails as \na matter of law to the extent Plaintiff alleges that it participated in a conspiracy that \npreexisted it.  (Def. First Oak’s Mem. Supp. Mot. Dismiss 7.)  Plaintiff responds that \nDavis and Abolins conspired to defraud him all along, a nd that First Oak became \nresponsible for the totality of their wrongful acts when it was formed in January 2017 \nto continue the conspiracy by which he was damaged.  (Pl.’s Br. Opp. Def. First Oak’s \nMot. Dismiss 28–29.)  \n175.  As for the  allegations of constructive fraud  resulting from  acts or \nconcealment committed by Abolins or by First Oak after it came into existence , the \n \n11 While there is no recognized standalone action for civil conspiracy in North Carolina, a \nclaim for facilitating fraud “permits one defrauded to recover from anyone who facilitated the \nfraud by agreeing for it to be accomplished.”  Nye v. Oates, 96 N.C. App. 343, 346–47 \n(1989) (citation omitted).  “The elements of facilitating fraud are: (1) that the defendants \nagreed to defraud plaintiff; (2) that defendants committed an overt tortious act in furtherance \nof the agreement; and (3) that plaintiff suffered damages from that act.”  Neugent v. Beroth \nOil Co., 149 N.C. App. 38, 53 (2002).  Thus, a claim for civil conspiracy to commit fraud and \na claim for facilitating fraud are essentially the same claim.  TaiDoc Tech v. Corp. v. OK \nBiotech Co., 2016 NCBC LEXIS 26, at *30 (N.C. Super. Ct. Mar. 28, 2016).  \n \n \nCourt determines that Plaintiff has stated a claim that requires evaluation on a more \ndeveloped record.  “[I]t is difficult to dismiss a conspiracy claim summarily because \nthe elements of a conspiracy claim are broadly stated.”  Safety Test & Equip. Co. v. \nAm. Safety Util. Corp., 2015 NCBC LEXIS 40, at *48 (N.C. Super. Ct. Apr. 23, 2015); \nsee also Glob. Textile All., Inc., 2018 NCBC LEXIS 104 , at *33 ( finding allegations \nminimally sufficient to support a civil conspiracy claim ); Kixsports, LLC v. Munn, \n2021 NCBC LEXIS 32, at *37 (N.C. Super. Ct. Apr 1, 2021) (“An action for conspiracy \nmay be proven through circumstantial evidence, and behavior that may be benign or \ninnocuous when standing alone can acquire a different meaning when placed in a \nlarger context.” (citation and quotation marks omitted)). \n176.   However, the Court agrees that no conspiracy claim can be stated \nagainst First Oak for acts that occurred before it joined the alleged conspiracy if those \nacts completed the ultimate objective of the conspiracy.  In contrast, if the objective of \nthe conspiracy was not yet achieved when First Oak  joined, then First Oak remains \njointly and severally liable for those acts.  See, e.g., In re Am. Cont’l Corp. v. Lincoln \nSavs. & Loan Se sc. Litig., 794 F. Supp. 1424, 1437 ( D. Ariz. 1992) (“The distinction \nturns on whether the goal of the common design has been achieved with finality . . . or \nis ongoing in nature[.]”); S. Union Co. v. Southwest Gas Corp., CV-99-1294-PHX-ROS, \n2001 U.S. Dist . LEXIS 24759, at *21– 22 (D. Ariz. Mar. 21, 2001) .  The facts with \nrespect to this determination remain to be developed. \n177. For these reasons, the Court DENIES Abolins’ and First Oak’s Motions \nas to Plaintiff’s Civil Conspiracy Claim. \n \n \nIII. CONCLUSION \n1. For these reasons, the Defendants’ Motions to Dismiss are GRANTED \nin part and DENIED in part as follows:  \na. Both Defendants’ Motions with respect to Plaintiff’s “Fourth”12 Cause \nof Action (North Carolina Racketeering Influenced and Corrupt \nOrganizations Act (RICO)) are GRANTED, and this claim is dismissed \nwith prejudice; \nb.  Abolins’ Motion to Dismiss is GRANTED as to Plaintiff’s claim for \naffirmative fraud and for negligent misrepresentation, and these \nclaims are dismissed without prejudice13; \nc. In all other respects, the Motions are DENIED. \nIT IS SO ORDERED, this the 28th day of July, 2022. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n \n \n \n12 The Court references the claim as it is (mis)numbered in the Complaint. \n \n13 The decision to dismiss an action with or without prejudice is in the discretion of the trial \ncourt.  See First Fed Bank v. Aldridge, 230 N. C. App. 187, 191 (2013) \n "
}