{
  "id": "6cfb4d3c952e5d7c387a94a3a568e3b46b7702180361cfb0fcb4a48573e98189",
  "source_file": "data/raw/ncbc/6cfb4d3c952e5d7c387a94a3a568e3b46b7702180361cfb0fcb4a48573e98189.pdf",
  "raw_text": " Kumar v. Patel, 2024 NCBC 15. \n \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23CV019127-910 \n \nSAHIL KUMAR; TRUGREEN \nGLOBAL RECYCLING, LLC; and \nTRUE GREEN RECYCLING, LLC, \n \nPlaintiffs, \n \nv. \n \nPRIYANKA PATEL and EMPOWER \nTOMORROW, INC., \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON MOTIONS \nTO DISMISS PLAINTIFFS’ FIRST \nAMENDED COMPLAINT \n \n1. THIS MATTER  is before the Court on  the 27 October 2023 filing of \nEmpower Tomorrow, Inc.’s Motion to Dismiss First Amended Complaint  (“Empower \nTomorrow’s Motion”) , (ECF No. 18 [“Empower Tomorrow  Mot.”]), and the \n30 October 2023 filing of Defendant Priyanka Patel’s Motion to Dismiss under N.C. \nRules 12(b)(1) and 12(b)(6) (“Patel’s Motion”; with Empower Tomorrow’s Motion, the \n“Motions”), (ECF No. 20  [“Patel Mot.”]).  Pursuant to Rules 12(b)(1) and  12(b)(6) of \nthe North Carolina Rules of Civil Procedure (the “Rule(s)”), the Motions request \ndismissal of nearly all claims alleged in Plaintiffs’ First Amended Complaint (the \n“Amended Complaint”).  (Empower Tomorrow Mot.; Patel Mot.; see Pls.’ First Am. \nCompl., ECF No. 11 [“Am. Compl.”].) \n2. For the reasons set forth herein, the Court GRANTS the Motions. \nDement Askew, LLP , by Jonathan Martin and James Johnson, for \nPlaintiffs. \n \nVann Attorneys, PLLC , by Ian Richardson and Jon D. Hensarling, for \nDefendant Priyanka Patel. \n \nStevens Martin Vaughn & Tadych, PLLC , by K. Matthew Vaughn , for \nDefendant Empower Tomorrow, Inc. \n \nRobinson, Judge. \n \nI. INTRODUCTION \n3. This action arises out of Plaintiff Sahil Kumar (“Mr. Kumar”) and \nDefendant Priyanka Patel’s (“Ms. Patel”) formation of Defendant Empower \nTomorrow, Inc. (“Empower Tomorrow”), a North Carolina nonprofit corporation, and \nthe events that followed its formation.  Simply put, Plaintiffs contend that they \nprovided the nonprofit with funds to assist Empower Tomorrow with startup costs, \nwith the purported underst anding that those funds would be repaid once the \nnonprofit was able to support itself.  At issue in this case is whether th e funds \nprovided are loans that are ripe for repayment, and among other things, whether \nMr. Kumar is owed back pay for his work at the nonprofit between 2019 and 2023. \nII. FACTUAL AND PROCEDURAL BACKGROUND \n4. The Court does not make determinations of fact on motions to dismiss \nunder Rule 12(b)(6), instead  reciting the factual allegations of the  Amended \nComplaint that are relevant and necessary  to the Court’s determination of the \nMotions.  Gateway Mgmt. Servs. v. Carrbridge Berkshire Grp., Inc. , 2018 NCBC \nLEXIS 45, at *9 (N.C. Super. Ct. May 9, 2018). \nA. The Parties \n5. Mr. Kumar is a resident of Wake County, North Carolina.  (Am. \nCompl. ¶ 1.) \n6. Plaintiffs TruGreen Global Recycling, LLC (“TruGreen Global”) and True \nGreen Recycling, LLC (“True Green Recycling” ; with Mr. Kumar and TruGreen \nGlobal, “Plaintiffs”) are North Carolina limited liability companies with their \nprincipal p lace of business in Raleigh, N orth Carolina.  (Am. Compl. ¶¶  2–3.)  \nMr. Kumar is the owner and president of both companies.   (Am. Compl. ¶¶  2–3.)  \nTruGreen Global and True Green Recycling  purchase cell phones at auction and \nrepair them for resale on eBay.  (Am. Compl. ¶ 14.) \n7. Ms. Patel is a resident of Wake County, North Carolina.  (Am. Compl. ¶ 4.)  \nPlaintiffs allege that Ms. Patel was employed by TruGreen Global and True Green \nRecycling to assist with the phone inventory.  (Am. Compl. ¶ 15.)  \n8. Empower Tomorrow is a North Carolina nonprofit corporation with its \nprincipal place of business in Raleigh, North Carolina.  (Am. Compl. ¶ 5.)  Empower \nTomorrow was co-founded by Mr. Kumar and Ms. Patel “for the charitable purpose of \ndonating proceeds and business profits to needy schoolchildren and families in India.”  \n(Am. Compl. ¶ 9.) \n9. Plaintiffs allege that Mr. Kumar was at all relevant times a member of \nEmpower Tomorrow, but that he resigned as an officer on or about 19 June 2023.  \n(Am. Compl. ¶ 6.) \nB. Empower Tomorrow’s Formation and Early Years of Operation \n10. Empower Tomorrow’s Articles of Incorporation  were filed with the North \nCarolina Secretary of State on 12  August 2019.  (Am. Compl. ¶  9.)  Mr. Kumar was \nthe initial registered agent.  (Am. Compl. Ex. A at 1–2, ECF No. 11.1 [“Ex. A”].)0F\n1  The \nArticles of Incorporation provide that the three incorporators were Ms. Patel, Pooja \nPatel, and Mr. Kumar  and that Empower Tomorrow would have members .  (Ex. A \nat 2.)  Pooja Patel is Ms. Patel’s sister and began working  for TruGreen Global in \n2019.  (Am. Compl. ¶ 16.) \n11. In the option al chart for listing offic ers, the Articles of Incorporation list \nMs. Patel and Pooja Patel as “members.”  (Ex. A at 3.)  Mr. Kumar is not listed on the \nArticles of Incorporation as an officer or member.  (Ex. A at 3.) \n12. Empower Tomorrow uses the same business model as TruGreen Global and \nTrue Green Recycling : it purchases used smartphones a nd electronic devices from \nthird-party sellers, refurbishes and restores them, and then resells the products on \nwebsites such as eBay  with proceeds going to charities based in India .  (Am. \nCompl. ¶¶ 17–18.) \n13. Plaintiffs allege that Mr. Kumar  primarily ensured that Empower \nTomorrow had sufficient inventory to sell that was appropriately priced for resale.  \n(Am. Compl. ¶  21.)  Mr. Kumar also paid Empower Tomorrow ’s invoices as they \nbecame due.  (Am. Compl. ¶  21.)  Plaintiffs allege that Mr. Kumar used his eBay \naccount, “Wholesalebiz01,” to buy and sell phones for Empower Tomorrow .  (Am. \nCompl. ¶ 23.) \n \n1 The Exhibits to the Amended Complaint were filed in one document .  (ECF No. 11.1.)  For \nease of citation, the Court does not include the ECF No. at each subsequent citation to the \nexhibits therein, and instead cites the exhibits as follows: (Ex. [ ] at [ ].) \n14. To assist Empower Tomorrow in its initial operations, Plaintiffs allege that \nthey “made numerous loans to Empower Tomorrow  from the date of Empower \n[Tomorrow]’s incorporation to July 2022. ”  (Am. Compl. ¶ 10.)  Plaintiffs allegedly \nloaned roughly $500,000.00 to Empower Tomorrow  between August 2019 and \nJuly 2022 so that “ Empower [Tomorrow] could become profitable and serve its \ncharitable purpose.”  (Am. Compl. ¶ 22.) \n15. Plaintiffs allege that the agreement with Defendants required Empower \nTomorrow to reimburse Plaintiffs for the loans, and that repayment was required “as \nEmpower [Tomorrow] became self -sufficient in the purchase of inventory and as \nEmpower [Tomorrow] started to earn revenue from the sale of its own inventory.”  \n(Am. Compl ¶  25 (emphasis added) .)  Plaintiffs allege that there were no \nconversations between Mr. Kumar and Ms.  Patel about the funds and electronic \ninventory being gifted or donated to Empower Tomorrow.  (Am. Compl. ¶ 26.) \n16. In 2020, Empower Tomorrow  slowed its work due to the COVID -19 \npandemic.  (Am. Compl. ¶ 30.) \n17. Plaintiffs allege that on 5 January 2021, Mr. Kumar filed Empower \nTomorrow’s IRS F orm 990 -EZ, attached to the Amended Complaint as Exhibit B.  \n(Am. Compl. ¶ 32; see Ex. B.) \nC. Plaintiffs’ Loans to Empower Tomorrow \n18. Plaintiffs specifically allege numerous instances where Plaintiffs gave \nmoney or inventory to Empower Tomorrow : (1) a 25  March 2020 payment of \n$25,000.00 to Defendants for Empower Tomorrow to purchase electronic inventory, \n(Am. Compl. ¶  35; Ex. C); (2) two payments on 21 May 2020  of $60,000.00 and \n$1,788.00 to Defendants for Empower Tomorrow to purchase electronic inventory, \n(Am. Compl. ¶ 36; Ex. D); (3) a 16 November 2021 purchase of $39,636.00  with a \nthird-party electronics supplier for 100 Apple iPhone 12s 64GB, all of which were sent \nto Empower Tomorrow for it to refurbish and resell, (Am. Compl. ¶  37; Ex. E); (4) a \n14 December 2021 purchase of $35,456.00 with a third-party electronics supplier for \ninventory sent to Empower Tomorrow for it to refurbish and resell, (Am. Compl. ¶ 38; \nEx. F); and (5) a 5 January 2022 purchase of $76,565.00 to a third -party electronics \nsupplier for iPhones which were then sent to Empower Tomorrow for it to refurbish \nand resell, (Am. Compl. ¶ 39; Ex. G). \n19. Plaintiffs allege that these loans and purchases are illustrative examples of \nthe numerous additional loans Mr. Kumar  made, by and throu gh TruGreen Global \nand True Green Recycling, to Defendants.  (Am. Compl. ¶ 40.)  According to Plaintiffs, \nall parties agreed “that Empower [Tomorrow] would eventually repay the  Plaintiffs \nfor the payment for the Apple iPhones and other electronic inventory.”  (Am. Compl. \n¶ 40.) \n20. By July 2022 , Plaintiffs stopped making loans to Empower Tomorrow  \nbecause it could purchase inventory on its own.  (Am. Compl. ¶ 41.) \nD. The Agreement for Salary \n21. Mr. Kumar did not receive a salary for work completed for Empower \nTomorrow between “August 2018 to May 2023[.]”  (Am. Compl. ¶ 46.)  \n22. In May 2023, Plaintiffs allege that Mr. Kumar and Ms. Patel agreed that \nthey would each begin receiving annual salaries of $55,000.00 from Empower \nTomorrow.  (Am. Compl. ¶  46.)  Mr. Kumar alleges that he received approximately \n$4,200.00 after this agreement was reached.  (Am. Compl. ¶ 46.) \n23. Around the same time, Mr. Kumar and Ms. Patel further agreed that they \nwould receive “owed salaries of $55,000.00 from Empower [Tomorrow] for their work \nfor the Company from August 2019 to May 2023.”  (Am. Compl. ¶  47.)  This alleged \nagreement provided that the pair would receive the $55,000.00 salaries for their work \nfrom 2019 through 2023, and that they “would receive these salary amounts as soon \nas Empower [Tomorrow] became profitable and surpassed monthly net revenue equal \nto or greater than $10,000.00 per month.”  (Am. Compl. ¶ 47 (emphasis added).)  The \nAmended Complaint contains no allegation stating when, if ever, Empower Tomorrow \nbecame profitable and surpassed a monthly revenue of $10,000.00.  (See Am. Compl.) \n24. Due to disagreements with Ms. Patel, Mr. Kumar resigned as an officer of \nEmpower Tomorrow  effective 19 June 2023.  (Am. Compl.  ¶ 49.)  At that time, \nEmpower Tomorrow  did not have  bylaws because it had not adopted any .  (Am. \nCompl. ¶ 50.)  Plaintiffs allege, however, th at Mr. Kumar “never relinquished any \nrights as a member of Empower Tomorrow.”  (Am. Compl. ¶ 51.) \n25. Plaintiffs allege that Ms. Patel has since “converted” Mr. Kumar’s eBay \naccount, “Wholesalebiz01,” for Defendants’ use and that Mr. Kumar has been unable \nto access the account.  (Am. Compl. ¶ 52.) \nE. Procedural Background \n26. The Court sets forth here in only those portions of the procedural history \nrelevant to its determination of the Motions. \n27. This action was initiated on the 18 July 2023 filing of the Complaint.  (ECF \nNo. 3.)  The case was thereafter designated as a mandatory complex business case on \n9 August 2023 and assigned to the undersigned on 10 August 2023.  (ECF Nos. 1–2.) \n28. Plaintiffs thereafter filed the Amended Complaint as a matter of right.  (See \nAm. Compl.)   Plaintiffs allege eleven claims for relief:  (1) breach of contract for \nnonpayment of loans against Defendants , (Am. Compl. ¶¶  54–56); (2) unjust \nenrichment for nonpayment of loans  against Defendants , (Am. Compl. ¶¶  58–68); \n(3) breach of contract for salary owed  to Mr. Kumar  against Defendants (“ Count \nThree”), (Am. Compl. ¶¶ 70–76); (4) unjust enrichment for salary owed to Mr. Kumar \nagainst Defendants (“Count Four”), (Am. Compl. ¶¶  78–88); (5) breach of fiduciary \nduty against Ms. Pa tel (“Count Five”), (Am. Compl. ¶¶  90–94); (6) fraud against \nMs. Patel (“Count Six”), (Am. Compl. ¶¶  96–99); (7) negligent misrepresentation \nagainst Ms. Patel (“Count Seven”), (Am. Compl. ¶¶  101–05); (8) constructive fraud  \nagainst Ms. Patel  (“Count Eight”), (Am. Compl. ¶¶  107–10); (9) accounting a gainst \nEmpower Tomorrow (“Count Nine”), (Am. Compl. ¶¶ 112–14); (10) conversion against \nDefendants (“Count Ten”), (Am. Compl. ¶¶  116–21); and (11) judicial dissolution \nagainst Empower Tomorrow (“Count Eleven”), (Am. Compl. ¶¶ 123–26). \n29. Defendants thereafter filed the Motions, seeking dismissal of nearly all \nclaims in the Amended Complaint.  (See Empower Tomorrow Mot.; Patel Mot.) \n30. Following full briefing on the Motions, the Court held a hearing o n \n29 January 2024 (the “Hearing”) at which all parties were present and represented \nthrough counsel.  (See ECF No. 26.) \n31. The Motions are ripe for resolution. \nIII. LEGAL STANDARD \nA. Rule 12(b)(6)  \n32. In ruling on a motion to dismiss pursuant to Rule  12(b)(6), the Court \nreviews the allegations in the Amended Complaint in the light most favorable to \nPlaintiffs.  See Christenbury Eye Ctr., P.A. v. Medflow, Inc., 370 N.C. 1, 5 (2017).  The \nCourt’s inquiry is “whether, as a matter of law, the allegations of the co mplaint . . . \nare sufficient to state a claim upon which relief may be granted under some legal \ntheory[.]”  Harris v. NCNB Nat’l Bank , 85 N.C. App. 669, 670  (1987) (citation \nomitted).  The Court accepts all well -pleaded factual allegations in the relevant \npleading as true.  See Krawiec v. Manly , 370 N.C. 602, 606  (2018).  The Court is \ntherefore not required “to accept as true allegations that are merely conclusory, \nunwarranted deductions of fact, or unreasonable inferences.”  Good Hope Hosp., Inc. \nv. N.C. Dep’t of Health & Human Servs., 174 N.C. App. 266, 274 (2005) (cleaned up). \n33. Furthermore, the Court “can reject allegations that are contradicted by the \ndocuments attached, specifically referred to, or incorporated by reference in the \ncomplaint.”  Moch v. A. M. Pappas & Assocs., LLC. , 251 N.C. App. 198, 206  (2016) \n(citation omitted).  The Court may consider these attached or incorporated documents \nwithout converting the Rule  12(b)(6) motion into a motion for summary judgment.  \nId. (citation omitted).  Moreover, the Court “may properly consider documents which \nare the subject of a plaintiff’s complaint and to which the complaint specifically refers \neven though they are presented by the defendant.”  Oberlin Capital, L.P. v. Slavin , \n147 N.C. App. 52, 60 (2001) (citation omitted). \n34. Our Supreme Court has noted that “[i]t is well -established that dismissal \npursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on its face reveals that no \nlaw supports the plaintiff’s claim; (2) the complaint on its face reveals the absence of \nfacts sufficient to make a good claim; or (3) the complaint discloses some fact that \nnecessarily defeats the plaintiff’s claim.’  ”  Corwin v. British Am. Tobacco PLC , 371 \nN.C. 605, 615 (2018) (quoting Wood v. Guilford Cty., 355 N.C. 161, 166 (2002)).  This \nstandard of review for Rule  12(b)(6) is the standard our Supreme Court “uses \nroutinely .  . . in assessing the sufficiency of complaints in the context of complex \ncommercial litigation.”  Id. at 615 n.7 (citations omitted). \nB. Rule 12(b)(1) \n35. A court shall dismiss the action when it appears that the court lacks subject \nmatter jurisdiction.  N.C. G.S. § 1A-1, Rule  12(h)(3).  A defect in subject matter \njurisdiction may be raised by a party or by the court sua sponte.  Conner Bros. Mach. \nCo. v. Rogers, 177 N.C. App. 560, 561 (2006).  “A motion to dismiss for lack of subject \nmatter jurisdiction is not viewed in the same manner as a motion to dismiss for failure \nto state a claim upon which relief can be granted.”  Tart v. Walker, 38 N.C. App. 500, \n502 (1978).  A court may consider matters outside the pleadings in determining \nwhether subject matter jurisdiction exists.  Id. at 502; Keith v. Wallerich , 201 N.C. \nApp. 550, 554 (2009). \nIV. ANALYSIS \n36. Empower Tomorrow  seeks dismissal of all claims against it pursuant to \nRules 12(b)(1) and  12(b)(6), but its brief in support of the motion addresses only \nCounts Three, Four, Nine, Ten, and Eleven .1F\n2  (See Br. Supp. Empower Tomorrow \nMot., ECF No. 19 [“ Empower Tomorrow Br. Supp.”].)  Ms. Patel seeks dismissal of \nCounts Five , Six, Seven, Eight, and Ten.   (See Br. Supp. Patel Mot., ECF No. 21 \n[“Patel Br. Supp.”].) \n37. The Court begins its consideration of the Motions with Count Ten, as both \nDefendants seek dismissal of that claim.  The Court then turns to Empower \nTomorrow’s Motion and the claims that it seeks to dismiss, concluding with claims \nthat Ms. Patel seeks dismissal of in her motion. \nA. Count Ten: Conversion \n38. Plaintiffs allege a claim for conversion against Defendants, contending that \n(1) Defendants wrongfully took and converted to their own use the loans and \npurchased inventory, and (2)  Ms. Patel converted Mr. Kumar’s eBay account.  (Am. \nCompl. ¶¶ 116, 118.) \n39. Defendants argue that dismissal of Count Ten is proper in part because the \nnonpayment of loans cannot form the basis for a conversion claim.  ( Empower \nTomorrow Br. Supp. 5, 12–13; Patel Br. Supp. 22–23.) \n \n2 At the Hearing, Empower Tomorrow’s counsel confirmed that it does not seek dismissal of \nthe first two claims alleged in the Amended Complaint. \n40. Under North Carolina law, “ Two essential elements are  necessary in a \nclaim for conversion: (1) ownership in the plaintiff, and (2) a wrongful conversion by \nthe defendant.”  Steele v. Bowden, 238 N.C. App. 566, 574 (2014) (cleaned up).  In \ncases where defendant comes into possession of plaintiff’s property lawfully, plaintiff \nmust show that it made a demand for the return of the property that was refused by \ndefendant.  Hoch v. Young, 63 N.C. App. 480, 483 (1983) (citations omitted).  Further, \n“ ‘there is no conversion until some act is done which is a denial or violation of the \nplaintiff's dominion over or rights in the property. ’ ”  Bartlett Milling Co. v. Walnut \nGrove Auction & Realty Co. , 192 N.C. App. 74, 86 (2008) (quoting Lake Mart Ltd. \nP’ship v. Johnston, 145 N.C. App. 525, 532, rev. denied, 354 N.C. 363 (2001)). \n41. “In North Carolina, only goods and personal property are properly the \nsubjects of a claim for conversion.”  Norman v. Nash Johnson & Sons’ Farms, Inc. , \n140 N.C. App. 390, 414 (2000) (“[I]ntangible interests such as business opportunities \nand expectancy interests [are not] subject to a conversion claim .”) (citation omitted); \nsee also  Global Textile All., Inc. v. TDI Worldwide, LLC , 2018 NCBC LEXIS 159, \nat *33–34 (N.C. Super. Ct. Nov. 29, 2018) (dismissing plaintiff’s claim for conversion \nbecause it was based on intangible information and failed to allege a deprivation of \nuse or access to such information); Window World of N. Atlanta, Inc. v. Window \nWorld, Inc. , 2018 NCBC LEXIS 111, at *8 –9 (N .C. Super. Ct. Oct. 22, 2018) \n(dismissing plaintiffs’ conversion claim in part because rights under an oral \nagreement are intangible or contract are intangible interests). \n42. As an initial matter , Plaintiffs’ conversion claim as to nonpayment of the \nloan balance, or alleged default on the various loans, cannot serve as a basis for a \nconversion claim.  Further, the parties have not directed the Court to caselaw in this \nState suggesting that failure  to pay a debt constitutes conversion .  ( See Empower \nTomorrow Br. Supp. 13; Patel Br. Supp. 23 ; Defs. Br. Opp ’n Patel Mot. 20–21 [“Br. \nOpp. Patel Mot.”].)  Empower Tomorrow directs the Court to several decisions from \nother jurisdictions which reject Plaintiffs’ theory, (Empower Tomorrow Br. Supp. 13), \nand Plaintiffs do not address this argument, (see Pls.’ Br. Opp. Empower Tomorrow \nMot. 17, ECF No. 23 [“Br. Opp. Empower Tomorrow Mot.”]). \n43. Defendants came into possession of the alleged loans lawfully and the \nAmended Complaint does not contain an allegation that Plaintiffs made a demand \nfor the return of the money and inventory which Defendants refused.  The Court \nagrees with Defendants that a mere failure to pay a debt does not amount to a civil \nclaim for conversion.  See JP Morgan Chase Bank, N.A. v. Smith Bros. Builders & \nSupply, Inc., 2009 U.S. Dist. LEXIS 68450, at * 4–5 (S.D. Ind. 2009)  (citing Kopis v. \nSavage, 498 N.E.2d 1266, 1270 (Ind. App. 1986), for the proposition that a failure to \nrepay was a failure to pay debt but not conversion). \n44. Further, to the extent the conversion claim is based on a contention that \nEmpower Tomorrow  used loan proceeds to purchase inventory, or that Plaintiffs ’ \npurchased inventory and expected the amount spent to be repaid, Empower \nTomorrow would be the rightful owner of that inventory.  Thus, it could not logically \nbe the basis for a conversion claim absent allegations that one or more of the Plaintiffs \nhad a valid possessory interest in the property. \n45. Therefore, the Motions are GRANTED in part and Plaintiffs’ Count Ten \nfor conversion is DISMISSED with prejudice as to the loans to Defendants. \n46. Next, t he Court must consider whether Mr. Kumar’s  eBay account  is \ntangible property capable of being converted , which appears to be an issue of first \nimpression in this State. \n47. “The nature of the allegedly converted property is important because North \nCarolina does not recognize a claim for conversion of intangible interests.”  Strategic \nMgmt. Decisions v. Sales Performance Int’l, 2017 NCBC LEXIS 69, at *6 (N.C. Super. \nCt. Aug. 7, 2017) (citations omitted).  It seems to the Court that claims for conversion \nof electro nically stored information tend to concern the taking and deprivation of \nelectronic data and information stored within a program, rather than the login access \ninformation to the program  or account as we have here .  See Comput. Design & \nIntegration, LLC v. Brown, 2018 NCBC LEXIS 216, at **70–72 (N.C. Super. Ct. Dec. \n10, 2018)  (concerning business records maintained electronically  on a removed \nserver); HCW Ret. & Fin. Servs., LLC v. HCW Emple. Benefit Servs., LLC, 2015 NCBC \nLEXIS 73, at *59 –61 (N.C. Super. Ct. July 14, 2015)  (concerning proprietary \ninformation maintained on a SalesLogix database) ; New Friendship Used Clothing \nCollection, LLC v. Katz , 2017 NCBC LEXIS 72 , at *38–40 (N.C. Super. Ct. Aug. 18, \n2017) (concerning an electronic copy of an asset purchase agreement).  It seems clear \nthat our courts have determined that making a copy of electronically -stored \ninformation does not support a claim for conversion , but that allegations of outright \ndeletion or complete deprivation of the documents  would suffice.  Roesel v. Roesel , \n2023 NCBC LEXIS 157 , at *9–10 (N.C. Super. Ct. Nov. 29, 2023)  (collecting cases); \nDuo-Fast Carolinas, Inc. v. Scott’s Hill Hardware & Supply Co., 2018 NCBC LEXIS 2, \nat *36 (N.C. Super. Ct. Jan. 2, 2018)  (“[R]etention by a wron gdoer of an electronic \ncopy in a manner that does not deprive the original owner of access to the same \nelectronic data cannot constitute conversion under current North Carolina law.”). \n48. Based on the Court’s thorough review of the allegations in the Amended \nComplaint, Plaintiffs used the eBay account as a means of purchasing and selling \nelectronics, similar to visiting an electronics store in-person.  (Am. Compl. ¶¶ 18, 23.)  \nPlaintiffs take issue only with Defendants’ “blocking Mr. Kumar from access to his \neBay account and failing to allow him the proper access so he continue  [sic] his own \nbuying and selling on the online marketplace.”  (Am. Compl. ¶ 119.) \n49. Real property, such as a brick-and-mortar electronics store, is incapable of \nbeing converted and it would logically follow that preventing access to an electronics \nstore would not give rise to a cause of action for conversion .  See Willard v. Barger, \n2020 NCBC LEXIS 117, at **23 (N.C. Sup er. Ct. Oct. 9, 2020) (“ [R]eal property and \nintangible interests cannot properly be the subject of a conversion claim .”).  It is \ncounterintuitive to the Court to extend a claim for conversion to the cyber corollary: \nan online electronics store platform. \n50. Furthermore, the e Bay account at issue still exists .  The account  has not \nbeen deleted and Defendants have not caused a complete deprivation, two hallmarks \nour Courts look for when analyzing claims for conve rsion of electronic property.  \nNeither side has pointed the Court to  guidance from our Supreme Court or Court of \nAppeals regarding online platform login information and whether that may be subject \nto a claim for conversion.  \n51. “In the absence of further guidance from the North Carolina Supreme Court \nor Court of Appeals, the Court declines to construe the law of conversion more \nbroadly.”  Duo-Fast Carolinas, Inc. , 2018 NCBC LEXIS 2 , at *36.   Therefore, the \nMotions are GRANTED in part and Plaintiffs’ Count Ten  is DISMISSED with \nprejudice as to Mr. Kumar’s claim for conversion of his eBay account.2F\n3 \nB. Count Nine: Accounting \n52. “The remedy of an equitable  accounting may be available when a plaintiff \nhas asserted a valid claim for relief in equity and an accounting is necessary to compel \ndiscovery of information regarding accounts held exclusively by the defendant.”  \nMiller v. Burlington Chem. Co ., LLC, 2017 NCBC LEXIS 6, at *36 (N.C. Super. Ct. \nJan. 27, 2017) (quoting Mkt. Choice, Inc. v. New Eng. Coffee Co., 2009 U.S. Dist. \nLEXIS 73627, at *35–36 (W.D.N.C. Aug. 18, 2009)).  A claim for accounting is not an \nindependent cause of action but a remedy, and “is available only if the plaintiff first \nshows that he lacks an adequate remedy at law and alleges facts in the complaint to \nthat effect.”  Elhulu v. Alshalabi, 2021 NCBC LEXIS 44, at **20 (N.C. Super. Ct. Apr. \n29, 2021) (citation omitted). \n \n3 “The decision to dismiss an action with or without prejudice is in the discretion of the trial \ncourt.”  First Fed. Bank v. Aldridge, 230 N.C. App. 187, 191 (2013). \n53. Plaintiffs argue that an “accounting is necessary to compare and reconcile \nthe amounts of the monetary loans and inventory loans made by Plaintiff Kumar with \nEmpower [Tomorrow]’s bank statements, financial statements, and inventory \nrecords.”  (Br. Opp. Empower Tomorrow Mot. 12.)  Notwithstanding that contention, \nPlaintiffs may effectively obtain th e same  relief through discovery related to \nPlaintiffs’ claims  for breach of contract and unjust enrichment , which neither \nDefendant seeks to dismiss .  Further, Plaintiffs failed to allege or argue any clear \nreason why discovery would be insufficient. \n54. Therefore, the Court determines that Plaintiffs have failed to sufficiently \nallege facts that warrant an equitable accounting.  Empower Tomorrow’s Motion is \ntherefore GRANTED in part and Count Nine is DISMISSED without prejudice.3F\n4 \nC. Counts Three and Four: Breach of Contract and Unjust Enrichment \n55. Empower Tomorrow seeks dismissal of Counts Three and Four for breach \nof contract and unjust enrichment for  the alleged salary owed to Mr. Kumar.  \n(Empower Tomorrow Br. Supp. 14 –15, 17.)  Mr. Kumar seeks a n annual salary of \n$55,000.00 from Empower Tomorrow for the period August  2019 to May 2023.  (See \nAm. Compl. ¶¶ 70–72.) \n \n4 Notwithstanding the Court’s conclusions that this claim should be dismissed, “[t]he decision \nto dismiss an action with or without prejudice is in the discretion of the trial court.”   First \nFed. Bank, 230 N.C. App. at 191.  The Court concludes, in the exercise of its discretion, that \ndismissal of Plaintiffs’ Count Nine should be without prejudice to Plaintiffs’ right to attempt \nto reassert such claim through proper factual allegations by way of a motion to amend. \n1. Count Three: Breach of Contract \n56. To state a claim for  breach of contract, a plaintiff must allege that a valid \ncontract exists and was breached.  See Poor v. Hill, 138 N.C. App. 19, 26 (2000).   “If \nthe contract ‘contains some condition precedent to defendant’s liability,’ the plaintiff \nmust also allege that the condition has been met. ”  Upchurch v. Sapp , 2020 NCBC \nLEXIS 118, at *5 (N.C. Super. Ct. Oct. 8, 2020) (quoting Beachboard v. S. Ry. Co. , \n16 N.C. App. 671, 681 (1972)  (citation omitted)).  “A condition precedent is a fact or \nevent that must exist or occur before there is a right to immediate performance, before \nthere is a  breach of contract duty.”  Mosely v. WAM, Inc. , 167 N.C. App. 594, 600  \n(2004) (citation omitted). \n57. Here, Mr. Kumar alleges that he and Ms. Patel “agreed that Empower \n[Tomorrow] would pay back -owed $55,0000.00 [sic] yearly salaries from Empower \n[Tomorrow]” to them both for “their work for the Company from August 2019 to \nMay 2023.”  (Am. Compl. ¶ 72.)  However, Mr. Kumar also alleges that the pair would \nreceive the $55,000.00 for each previous year “ as soon as Empower [Tomorrow] \nbecame profitable and surpassed monthly n et revenue equal to or greater than \n$10,000.00 per month.”  (Am. Compl. ¶ 47 (emphasis added).) \n58. The use of language  like “as soon as” indicates a condition precedent.  \nCraftique, Inc. v. Stevens & Co., 321 N.C. 564, 567 (1988) (“The use of language such \nas ‘when,’ ‘after,’ and ‘as soon as ’ clearly indicates that a promise will not be \nperformed except upon the happening of a stated event, i.e., a condition precedent.”).  \nThe Amended Complaint does not contain an allegation, even generally, that the two \nconditions—specific profitability and r evenue goals —were met.  ( See Am. Compl. \n¶¶ 41, 46–47, 71–75.) \n59. At the Hearing, Mr. Kumar’s counsel directed the Court to Plaintiffs’ \nallegations that : (1) in July 2022 —ten months before the agreement at issue was \nreached—Plaintiffs ceased to provide loans t o Empower Tomorrow because it could \npurchase inventory on its own, (Am. Compl. ¶  41); and (2) Mr. Kumar received \napproximately $4,200.00 as a result of a separate agreement in May 2023 that \nMr. Kumar and Ms. Patel would begin receiving an annual salary of $55,000.00, (Am. \nCompl. ¶ 46).  Even resolving all inferences in the light most favorable to Plaintiffs, \nthese allegations do not give rise to an inference that the conditions precedent were \nsatisfied. \n60. Therefore, the Court GRANTS in part Empower Tomorrow’s Motion and \nhereby DISMISSES without prejudice Count Three for breach of contract  as to \nEmpower Tomorrow. \n2. Count Four: Unjust Enrichment \n61. To sufficiently state a claim for unjust enrichment, a party must allege that: \n“(1) it conferred a benefit on another pa rty; (2) the other party consciously accepted \nthe benefit; and (3) the benefit was not conferred gratuitously or by an interference \nin the affairs of the other party.”  Worley v. Moore , 2018 NCBC LEXIS 114, at *25 \n(N.C. Super. Ct. Nov. 2, 2018) (citing Se. Shelter Corp. v. BTU, Inc. , 154 N.C. App. \n321, 330 (2002)).  “A claim for unjust enrichment ‘is neither in tort nor contract but \nis described as a claim in quasi contract or a contract implied in law.’ ”  Cty. of Wake \nPDF Elec. & Supply Co., LLC v. Jacobsen, 2020 NCBC LEXIS 103, at *28 (N.C. Super. \nCt. Sept. 9, 2020) (quoting Booe v. Shadrick, 322 N.C. 567, 570 (1988)). \n62. “There is no claim for unjust enrichment if the benefit was ‘voluntarily \nbestowed without solicitation or inducement.’  ”  Herrera v.  Charlotte Sch. of Law, \nLLC, 2018 NCBC LEXIS 35, at *49 (N.C. Super. Ct. Apr. 20, 2018) (quoting HOMEQ \nv. Watkins, 154 N.C. App. 731, 733 (2002)). \n63. Plaintiffs have failed to properly allege facts supporting each of the \nelements of an unjust enrichment claim .  See Rabinowitz v. Suvillaga , 2019 NCBC \nLEXIS 8, at *26 (N.C. Super. Ct. Jan. 28, 2019) (“This Court is not required to accept \n[a] conclusory claim that these services were not gratuitous in the absence of any \nfactual allegations to support such a conclu sion.”); Hampton v. Hanzel, 2019 NCBC \nLEXIS 69, at *8 (N.C. Super. Ct. Nov. 18, 2019). \n64. Mr. Kumar alleges that he expected payment in the form of a salary as \n“Defendants agreed that [he] would eventually receive a back -owed salary payment \nonce Empower [Tomorrow] became a profitable business.”  (Am. Compl. ¶  80.)  \nFurther, he alleges that “ Empower [Tomorrow] received Mr. Kumar’s experience, \nskills, services,  and goodwill with the knowledge and/or reason to know that \nMr. Kumar expected to be paid back for his time invested into Empower [Tomorrow].”  \n(Am. Compl. ¶  83.)  These allegations are n ot sufficient to allege that Empower \nTomorrow consciously accepted the benefit. \n65. Further, and notwithstanding those allegations, Mr. Kumar alleges that he \nand Ms.  Patel did not decide to receive “owed salaries of $55,0000.00 [sic] from \nEmpower [Tomorrow]” until May 2023.  (Am. Compl. ¶ 47.)  Based on this allegation, \nit appears that Mr. Kumar’s services between August 2019 through April 2023 were \nconferred gratuitously.  The Court notes that there is a difference between providing \nservices (1) knowing at the  time that you would be compensated in the form of a \nsalary, and (2) deciding years after the fact that you would receive a salary  for work \nalready completed on what appear ed to be a volunteer basis.  The allegations \ndemonstrate that Mr. Kumar’s  services were conferred gratuitously between \nAugust 2019 and May 2023. \n66. Reading the allegations in the Amended Complaint as a whole, Mr. Kumar \nfails to state a claim for unjust enrichment because his services for Empower \nTomorrow were gratuitous through Ap ril 2023.  Therefore, Empower Tomorrow ’s \nMotion is GRANTED in part and Count Four is DISMISSED without prejudice as \nto Empower Tomorrow. \nD. Count Eleven: Member Judicial Dissolution \n67. Empower Tomorrow seeks dismissal of Plaintiffs’ Count Eleven, arguing in \npart that, despite Mr. Kumar’s allegations in the Amended Complaint, the Articles of \nIncorporation attached thereto demonstrate that Mr. Kumar is not, and never was, a \nmember of Empower Tomorrow and therefore does not have standing to bring such a \nclaim.  (See Empower Tomorrow Br. Supp. 7–10.)  The Court agrees. \n68. The North Carolina Nonprofit Corporation Act, N.C.G.S. § 55A-1-01 et seq. \n(the “Act”), provides a statutory basis for seeking judicial dissolution in a proceeding \nby a member or director if certain information is established.  N.C.G.S. §  55A-14-\n30(a)(2).  A plain reading of the statute demonstrates that the Court “may dissolve a \n[nonprofit] corporation .  . . [i]n a proceeding by a member or director,” which \nnecessarily requires that the person seeking dissolution be a member or director of \nthe nonprofit corporation at issue.  Id. (emphasis added). \n69. Here, Mr. Kumar contends that he is a member of Empower Tomorrow.  \n(Br. Opp. Empower Tomorrow Mot. 5–6.)  He also alleges that Empower Tomorrow \ndid not have bylaws while he was an officer and member of it.   (Am. Compl. ¶  50.)  \nThe Court must therefore rely on the provisions of the Act to understand what it \nmeans to be a member or director of Empower Tomorrow. \n70. The Act defines a member as a person who “by the articles of incorporation \nor bylaws of the corporation, [is] either (i) specifically designated as a member or \n(ii) included in a category of persons specifically designated as members.  A person is \nnot a member solely by reason of having voting rights or other rights associated with \nmembership.”  N.C.G.S. § 55A-1-40(16). \n71. Since Plaintiffs allege that Empower Tomorrow did not have bylaws during \nthe period at issue, the Court must consider the Articles of Incorporation.  As stated \nherein, the Articles of Incorporation attached to the Amended Complaint do not list \nMr. Kumar as a member, and instead list only Ms. Patel and Pooja Patel as members.  \n(See Ex. A at 2–3.)  Mr. Kumar was listed only as an incorporator. \n72. Therefore, the Court GRANTS in part Empower Tomorrow ’s Motion \npursuant to Rule 12(b)(1) because the Articles of Incorporation clearly contradict and \nnegate Mr. Kumar’s allegation that he was a member of Empower Tomorrow, and \ntherefore he does not have sta nding to bring the claim .  Count Eleven for judicial \ndissolution is therefore DISMISSED without prejudice. \nE. Counts Five and Eight: Breach of Fiduciary Duty and Constructive \nFraud \n \n73. Ms. Patel seeks dismissal of Count s Five and Eight, arguing, in relevant \npart, that (1) the TruGreen Global and True Green Recycling do not allege that \nMs. Patel was their fiduciary, (Patel Br. Supp. 6), and (2) Mr. Kumar’s allegations of \na fiduciary duty are insufficient as a matter of law, (Patel Br. Supp. 10–11). \n74. A breach of fiduciary duty claim requires : (1) a fiduciary duty owed by \ndefendant to plaintiff; (2) a breach of that duty by defendant; and (3) defen dant’s \nconduct proximately causing injury to the plaintiff.   Chisum v. Campagna, 376 N.C. \n680, 706 (2021) (quotation omitted).  “A claim for breach of fiduciary duty cannot exist \nin the absence of a fiduciary relationship between the parties.”  Sykes v. He alth \nNetwork Sols., Inc. , 2017 NCBC LEXIS 73, at *67 (N.C. Super. Ct. Aug. 18, 2017)  \n(citing Dalton v. Camp, 353 N.C. 647, 651 (2001)). \n75. “Claims for breach of fiduciary duty and constructive fraud are often paired \ntogether, as they are here.”   Potts v. KEL, LLC, 2019 NCBC LEXIS 30, at *10 (N.C. \nSuper. Ct. May 9, 2019).   “The primary difference between pleading a claim for \nconstructive fraud and one for breach of fiduciary duty is the constructive fraud \nrequirement that the defendant benefit himself.”  White v. Consol. Planning, Inc., 166 \nN.C. App. 283, 294 (2004). \n76. First, members of a nonprofit corporation do not owe fiduciary duties to \nother members or the corporation, but rather only directors and officers of nonprofit \ncorporations owe fiduciary duties to th e corporation.  See N.C.G.S. §§ 55A-8-30(a), \n55A-8-42(a); Vill. at Motts Landing Homeowners’ Ass’n v. Aftew Props. , 2023 NCBC \nLEXIS 100, at **7–8 (N.C. Super. Ct. Aug. 14, 2023). \n77. Thus, Ms. Patel had fiduciary obligations to Empower Tomorrow  as an \nofficer, but not to Mr. Kumar.  Ms. Patel simply does not owe de jure fiduciary duties \nto Plaintiffs based on the allegations in the Amended Complaint. \n78. Since Plaintiffs and Ms. Patel do not stan d in a legal relationship which \nimposes a de jure fiduciary duty on Ms. Patel to Plaintiffs, the Court next considers \nwhether she owed Plaintiffs a de facto fiduciary duty. \n79. “The standard for finding a  de facto fiduciary relationship is a demanding \none: [o]nly when one party figuratively holds all the cards—all the financial power or \ntechnical information, for example —have North Carolina courts found that the \nspecial circumstance of a fiduciary relationship has arisen. ”  Lockerman v. S. River \nElec. Mbrshp. Corp., 250 N.C. App. 631, 633 (2016) (cleaned up). \n80. The general rule is that  “the relation of employer and employee is not one \nof those regarded as confidential” such that a fiduciary duty arises.  Dalton, 353 N.C. \nat 652.  It appears from the allegations of the Amended Complaint that Ms. Patel’s \nonly relationship with TruGreen Global and Tru e Green Recycling  was as an \nemployee, and Plaintiffs do not allege facts beyond a typical employer -employee \nrelationship sufficient to give rise to fiduciary obligations.  Langley v. Autocraft, Inc. \n2023 NCBC LEXIS 95, at **14–15 (N.C. Super. Ct. Aug. 8, 2023) (“North Carolina’s \ncourts have consistently held that such a position does not give rise to fiduciary \nresponsibilities absent allegations of extraordinary facts that, if proven, would \nestablish that the employee controlled his employer to the point of domination.”). \n81. The allegations contained in the  Amended Complaint also cannot \nreasonably be construed as asserting the existence of a de facto fiduciary relationship \nbetween Ms. Patel and Mr. Kumar.  The relationship between the pair as alleged is \ndevoid of the typical allegations of control giving rise to such a relationship. \n82. For example, Mr. Kumar at all times ha d the ability to cease providing \nmoney and inventory to Defendants and to demand repayment of the purported loans.  \nFurther, at any time Mr. Kumar could have required Defendants to cease using his \neBay account for resale of the electronics or to make a demand to that effect.  Among \nother things, Mr. Kumar could have withdrawn as an officer of Empower Tomorrow \nif he disagreed with the direction in which it was moving, or sought to file a member \nderivative action as provided by statute  if he was in fact a member .  Mr. Kumar did \nnone of these things. \n83. Plaintiffs have failed to allege sufficient facts that Ms. Patel owed them a \nfiduciary duty.  The refore, the Court GRANTS in part Patel’s Motion and Counts \nFive and Eight are hereby DISMISSED with prejudice. \nF. Counts Six and Seven: Fraud and Negligent Misrepresentation \n84. Ms. Patel seeks dismissal of Counts  Six and Seven, arguing that \n(1) Plaintiffs’ allegations fail to comport with Rule 9(b), and (2) there is no allegation \nregarding any investigation or an attempt to investigate Ms. Patel’s alleged \nfraudulent conduct.  (Patel Br. Supp. 20–21.) \n85. To survive dismissal, Plaintiffs must allege the five essential elements of a \nfraud claim: “(1) [f]alse representation or concealment of a material fact, \n(2) reasonably calculated to deceive , (3) made with intent to deceive, (4) which does \nin fact deceive, [and] (5 ) resulting in damage to the injured party.”  Ragsdale v. \nKennedy, 286 N.C. 130, 138 (1974) (citing Pritchard v. Dailey , 168 N.C. 330, 332 \n(1915)).  Further, Plaintiffs’ reliance on a fraudulent misrepresentation “must be \nreasonable.”  Forbis v. Neal, 361 N.C. 519, 527 (2007) (citing Johnson v. Owens, 263 \nN.C. 754, 757 (1965) ).  Reliance is not reasonable if Plaintiffs fail to make any \nindependent investigation as to the truth of the assertion.  Calloway v. Wyatt , 246 \nN.C. 129, 130 (1957); Saunders v. Hatterman, 24 N.C. 32, 34 (1841). \n86. There is an additional requirement.  Rule 9 requires that fraud be pleaded \nwith particularity.  N.C.G.S. § 1A-1, Rule 9(b).  “A pleader meets the requirements of \n[Rule 9] when its fr aud claim alleges the ‘time, place, and content of the fraudulent \nrepresentation, identity of the person making the representation, and what was \nobtained as a result of the fraudulent acts or representations.’ ”  Lawrence v. UMLIC-\nFive Corp., 2007 NCBC LEXIS 20, at **6 (N.C. Super. Ct. June 18, 2007) (citing Bob \nTimberlake Collection, Inc. v. Edwards , 176 N.C. App. 33, 39 (2006)).   “Mere \ngeneralities and conclusory allegations of fraud will not suffice.”  Sharp v. Teague , \n113 N.C. App. 589, 597 (1994). \n87. Plaintiffs allege that Ms. Patel made seven intentional misrepresentations \nto them, but Plaintiffs have not alleged the time, place, or the specific content of any \nalleged misstatement by Ms. Patel.  (See Am. Compl. ¶¶ 96.a.–g.)  The allegations are \ntherefore clearly deficient as to specificity under Rule 9(b). \n88. Furthermore, the Court agrees with Ms. Patel’s argument that Plaintiffs \nhave failed to allege facts constituting reasonable reliance.  (See Patel Br. Supp. 21.)  \nPlaintiffs do not even generally assert that their reliance was reas onable in an \nexercise of due diligence.  (See Am. Compl. ¶¶ 95–99.)  In opposition to Patel’s Motion, \nPlaintiffs argue that they relied on Ms. Patel’s representation “that she would repay \nthe loans, to the detriment of never rece iving any loans repaid to them.”  (Br. Opp. \nPatel Mot. 15 (citing Am. Compl. ¶ 97).)  This statement in a brief, however, does not \nconstitute an allegation of reasonable reliance or relieve Plaintiffs of the obligation to \nproperly allege the elements of the claims raised. \n89. Therefore, Patel’s Motion should be  GRANTED in part and Plaintiffs’ \nCount Six for fraud should be DISMISSED without prejudice. \n90. With respect to Plaintiff s’ Count Seven  for negligent misrepresentation, \n“[i]t has long been held in North Carolina that ‘the tort of negligent misrepresentation \noccurs when (1) a party justifiably relies (2) to his detriment (3) on information \nprepared without reasonable care (4) by one who owed the relying party a duty of \ncare.’ ”  Simms v. Prudential Life In s. Co. of Am. , 140 N.C. App. 529, 532 (2000) \n(quoting Raritan River Steel Co. v. Cherry, Bekaert & Holland , 322 N.C. 200, 206 \n(1988)).  The question of justifiable reliance in an action for negligent \nmisrepresentation is “analogous to that of reasonable reliance in fraud actions.”  See \nMarcus Bros. Textiles, Inc. v. Price Waterhouse, LLP, 350 N.C. 214, 224 (1999).  \n91. Plaintiffs’ negligent misrepresentation claim is based upon the same seven \nstatements that Plaintiffs allege amounted to fraud, and it fails for the same reasons. \n92. Therefore, to the extent Patel’s Motion seeks dismissal of Plaintiffs’ claim \nfor negligent misrepresentation, the Motion should be GRANTED and Count Seven \nis hereby DISMISSED without prejudice. \nV. CONCLUSION \n93. THEREFORE, for the foregoing reasons, the Court hereby  GRANTS the \nMotions.  Counts Five, Eight, and Ten are hereby DISMISSED with prejudice and \nCounts Three, Four, Six, Seven, Nine, and Eleven are hereby DISMISSED without \nprejudice. \n \nIT IS SO ORDERED, this the 28th day of February, 2024. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}