{
  "id": "6cfff212eeff89593fc617bbeedbfc18b1e425393496550799f3826a4a43a14f",
  "source_file": "data/raw/ncbc/6cfff212eeff89593fc617bbeedbfc18b1e425393496550799f3826a4a43a14f.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCOUNTY OF SURRY \n \n IN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n12 CVS 357 \nPARADIGM FINANCIAL GROUP, \nINC., \n \nPlaintiff, \n \nv. \n \nCLAUDE T. CHURCH and \nCATHERINE H. CHURCH, \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER \n \n{1} THIS MATTER is before the court on Defendants’ Motion for \nReconsideration of Court’s Summary Judgment Order (“Motion for \nReconsideration”), pursuant to Rule 54 of the North Carolina Rules of Civil \nProcedure (“Rule(s)”), and Defendants’ Motion to Amend Answer (“Motion to \nAmend”), pursuant to Rule 15.  For the reasons stated below, the Motions are \nDENIED. \n \nBlanco Tackabery & Matamoros, P.A. by Peter J. Juran and Toni J. Grace for \nPlaintiff. \n \nTuggle Duggins, P.A. by Denis E. Jacobson, Jeffrey S. Southerland, and \nSarah J. Hayward for Defendants. \n \nGale, Judge. \nI. CASE HISTORY \n{2} This action arose out of an at tempted sale of a business and real \nproperty, for which Plaintiff Paradigm Financial Group, Inc. (“Paradigm” or \n“Plaintiff”) was broker.  Paradigm now seeks its commission. \n{3} In early December 2013, Paradigm  and Defendants Claude T. Church \nand Catherine H. Church (“the Churches” or “Defendants”) filed cross-motions for \nParadigm Fin. Grp., Inc. v. Church, 2014 NCBC 33.\n \n \nsummary judgment on Plaintiff’s breach of contract claim.1  Following full briefing \nand a hearing on the summary judgment motions, the court issued a ruling which \nconstrued the contracts between the Parties to provide that Plaintiff is entitled to a \nminimum commission unless the contract is unenforceable because Plaintiff was an \nundisclosed dual agent.  Paradigm Fin. Grp., Inc. v. Church, 2014 NCBC LEXIS 15 \n(N.C. Super. Ct. May 7, 2014).  That issue was reserved for trial. \n{4} Defendants have now moved the court to (1) reconsider its ruling, and \n(2) allow Defendants to amend their answer to assert an affirmative defense of \nmutual mistake.  The Motions have been fully briefed and are ripe for disposition.  \nIn accordance with Rule 15.4(a) of the General Rules of Practice and Procedure for \nthe North Carolina Business Court, the court decides these Motions without \nhearing or oral argument.   \nII. FACTS \n{5} The court incorporates its more complete factual summary from its \nprevious order, Paradigm Fin. Grp., 2014 NCBC LEXIS 15, at *3–9, also available \nat http://www.ncbusinesscourt.net/.   \n{6} Because they are central to the pending Motions, the court again \nrecites portions of two paragraphs from the Marketing and Service Agreement \n(“MSA”) between the Parties, which provide: \n10. For services rendered by [Paradigm] under this Agreement, [the \nChurches] shall pay to [Paradigm] a commission in cash to a certain \npercent or percentage of the Sale Price of said Business or Related \nBusiness: . . . (A) 10% of the first million, 8% of the second million, 6% \nof third million, 4% of the fourth million as described in [P]aragraph 13 \nbelow[;  and] (B) In no event shall the commission payable to \n[Paradigm] be less than $125,000 (minimum commission). . . . \n11. The commission described in Paragraph 10 shall be earned by \nand payable to [Paradigm], in cash, upon the occurrence of any of the \nfollowing events: . . . (C) [Paradigm] obtains an offer to purchase the \n                                                 \n1 At the same time, the parties filed cross-motions for summary judgment in a separate case between \nDefendants and their prospective buyer, Heron Bay Acquisition, LLC.  Heron Bay Acquisition, LLC \nv. United Metal Finishing, Inc., No. 12 CVS 5505 (Guilford County) (N.C. Super. Ct.) (hereinafter \n“the Heron Bay case”).  The court refers to the prospective buyer as “Heron Bay.” \n \n \nBusiness upon terms and conditions specified in Paragraph 1 or upon \nother terms and conditions acceptable to [the Churches] from a ready, \nwilling and able prospective purchaser[;] (D) [the Churches] accept[] in \nwriting an offer from a prospective purchaser and [the Churches] then \nfail[] to complete the sale of the Business. \n(MSA ¶¶ 10–11.)  \n {7} While ruling in Defendants’ favor in the Heron Bay case as to whether \nthey had the right to terminate the sales contracts with Heron Bay, in this action, \nthe court rejected Defendants’ contract construction that Plaintiff was not entitled \nto any commission following that termination.  First, Defendants argued that no \ncommission is due because the sale on which it is based did not close, and the MSA \ndefines “Sale Price” as sales proceeds actually paid.  When the sale did not close, \naccording to Defendants, the Sale Price was zero, and any percentage of zero is zero.  \n(MSA ¶ 13.)  The court found this construction to be inconsistent with Paragraphs \n10(B) and 11(D), which together provide for a minimum commission in a stated \namount and expressly trigger a commission where Defendants fail to close a sale \nbased on an offer they had accepted.  Second, Defendants made and the court \nrejected the contention that the “ready, willing and able” condition expressly stated \nin Paragraph 11(C) also controlled Paragraph 11(D).   \n {8} When ruling in Plaintiff’s favo r on the cross-motions for summary \njudgment, the court held that Defendants had failed to develop or forecast evidence \nadequate to proceed on their defense of duress and estoppel by misrepresentation, \nbased on their allegations that Plaintiff’s agent had induced Defendants to believe \nthat no commission would be owed unless a sale subject to the MSA was actually \ncompleted\n.  Paradigm Fin. Grp., 2014 NCBC LEXIS 15, at *14–15.   Defendants \ncontend that this finding does not preclude them from pursuing a separate defense \nbased on the Parties’ mutual understanding that no commission would be paid \nabsent a closing.  Defendants now seek to amend their answer to add this defense. \n \n \n \n \nIII.   ANALYSIS \nA. Motion for Reconsideration \n{9} Defendants now attack the cour t’s contract construction with \narguments that they contend could not or need not have been earlier raised in their \nsummary judgment filings because the court’s contract construction could not have \nbeen anticipated.    \n{10} Defendants first argue that the court’s construction could not have \nbeen anticipated because Plaintiff never requested a minimum commission, instead \nbasing its argument for a percentage commission on Defendants’ “wrongful” \ntermination of its sales contracts with Heron Bay.  Plaintiff’s strategy, Defendants \ncontend, reflects Plaintiff’s belief that a commission was conditioned on the Heron \nBay sales contracts closing.  That position is belied by the pleadings.  It is true that \nPlaintiff did not, in its Amended Complaint, expressly state a claim for $125,000, \nthe minimum commission specified in Paragraph 10(B), as an alternative to its \nclaim for $164,000, the amount calculated pursuant to the formula in Paragraph \n10(A).  The Amended Complaint does, however, include a separately numbered \nparagraph expressly requesting a commission pursuant to Paragraph 11(D).  (Am. \nCompl. ¶ 22.)   Defendants were obviously on notice that Plaintiff expected a \ncommission even though the sales contracts did not close, as they included an \naffirmative defense in their original answers that seeks to estop Plaintiff from \nrecovering on that basis.  (Answer, Third Affirmative Defense; Answer to Am. \nCompl., Third Affirmative Defense.) \n{11} Defendants also attack the cour t’s contract construction as both \nillogical and inconsistent with the Parties’ intent.  They argue that allowing \nPlaintiff to pursue a minimum commission is inconsistent with a proper \nconstruction of Paragraph 11(D), which requires that each of its two conditions—\nthat Defendants first accept an offer and second fail to complete the sale—must \neach occur during the MSA term.  In support, Defendants note that the MSA had an \ninitial term ending on September 8, 2010, which was, by agreement, extended to \n \n \nSeptember 8, 2011, but not thereafter.  Defendants accepted the written offer from \nHeron Bay on June 17, 2011, but did not terminate the sales contracts until \nFebruary 17, 2012.      \n{12} In an attempt to demonstrate that the court’s construction is illogical, \nDefendants posit a series of hypotheticals that the court finds inapposite and \nunpersuasive.  The court construes the contract to contemplate a commission paid \nafter expiration of the MSA’s listing period under Paragraph 11(D), where \nDefendants accepted an offer from a prospective purchaser during the term of the \nMSA and thereafter took affirmative action to fail to complete the sale, even if that \naction was after the MSA’s term expired.  When accepting an offer in accord with \nParagraph 11(D), Defendants were committed to pay either a percentage \ncommission if the sale was completed or the minimum commission pursuant to \nParagraph 11(D) if Defendants themselves failed to complete the sale.  Defendants’ \nconstruction, that they could accept an offer consistent with Paragraph 11(D) and \nthen escape commission by terminating the sale outside the MSA’s exclusive listing \nterm, is neither fair nor logical.  \n{13} The Motion for Reconsideration is DENIED. \nB. Motion to Amend \n{14} Under Rule 15, leave to amend “s hall be freely given where justice so \nrequires.”  N.C. R. Civ. P. 15.  However, a court may deny a motion for leave to \namend a pleading based on the movant’s “undue delay, bad faith, dilatory motive, \nrepeated failure to cure deficiencies, undue prejudice and futility of the \namendment.”  Bartlett Milling Co. v. Walnut Grove Auction & Realty Co., 192 N.C. \nApp. 74, 89, 665 S.E.2d 478, 490 (2008) (quoting Nationsbank of N.C., N.A. v. \nBaines, 116 N.C. App. 263, 268, 447 S.E.2d 812, 815 (1994)). \n{15} The Motion to Amend seeks to a dd a defense of mutual mistake based \non the assertion that Paragraph 10(B) and Paragraph 11(D), as the court has \nconstrued them, do not conform to the Parties’ mutual understanding.  Although \nadditional affidavits have been submitted, the evidence offered in support of the \n \n \nMotion to Amend is essentially the same evidence the court earlier determined was \nnot sufficient to support a defense of duress and estoppel based on \nmisrepresentation.    \n{16} “[B]ecause mutual mistake is one that is common to all the parties to a \nwritten instrument, the party raising the defense must state with particularity the \ncircumstances constituting mistake as to all of the parties to the written \ninstrument.” Inland Harbor Homeowners Ass’n v. St. Josephs Marina, LLC, ___ \nN.C. App. ___, 741 S.E.2d 392, 394, (quoting Van Keuren v. Little, 165 N.C. App. \n244, 247, 598 S.E.2d 168, 170 (2004) (internal quotations and emphasis in original)),  \npetition for disc. rev. denied, 366 N.C. 595, 743 S.E.2d 187 (2013).  “The evidence \npresented to prove mutual mistake must be clear, cogent and convincing . . . .” Id. \n(quoting Smith v. First Choice Servs., 158 N.C. App. 244, 250, 580 S.E.2d 743, 748 \n(2003) (internal quotations omitted)). \n{17} In opposing summary adjudication against their defense of duress and \nmisrepresentation, Defendants catalogued evidence which they contend reflects \ntheir understanding that no commission would be paid unless a sale actually closed.  \nAfter the court rejected an argument that Plaintiff induced this understanding \nthrough misrepresentation or duress, Defendants now argue that the evidence also \nshows that Plaintiff shared a mutual understanding.      \n {18} In support of their argument , Defendants point to the following \ndeposition testimony by Plaintiff’s agent, Mr. Scott2: \nQ. So if Mr. Church had sold the business for a million dollars, \nParadigm would still get $125,000, right? \nA. Correct.  That is based on – in the event the business is sold and the \nreal estate is retained by the owner. \nQ. Okay.  Show me where in [P]aragraph 10 it says that? \nA. Well, just – well, I’m just saying as to how I came up with that \nfigure. \n                                                 \n2 Mr. Scott testified as Paradigm’s Rule 30(b)(6) deponent for this case. \n \n \nQ. Oh, okay.  Did you tell Mr. Church how you came up with that \nfigure? \nA. I believe I did. \nQ. Do you recall telling him that? \nA. I believe I did tell him that because I said the real estate might not \nsell. \n(Paradigm 30(b)(6) Dep. 100:17–101:7.)  \n{19} While this testimony may reflec t Mr. Scott’s understanding that a \nlesser commission would be owed if the business was sold without the real estate, \nthe court does not believe it further constitutes clear, cogent, and convincing \nevidence of Mr. Scott’s understanding that no commission would be paid if there \nwere no sale at all, and that Paragraph 11(D) applies only if a sale actually closes.  \nThe fact that Plaintiff has consistently pursued its claim where there has been no \nclosing suggests otherwise.  Mr. Scott’s recent affidavit is also to the contrary.  \nDefendants’ strongest evidence to support Plaintiff’s understanding is that Mr. \nChurch testified that he and Mr. Scott had a “[v]erbal conversation that . . . when \nthis company was sold, not before . . . then [Mr. Scott] would be entitled to his \ncommission.”  (Church Dep. vol. II 201:25–202:9, July 24, 2013.)  This may be clear \nevidence of Mr. Church’s understanding, but a unilateral misunderstanding is not \nenough, and the testimony is not clear, cogent, and convincing evidence that Mr. \nScott had the same understanding. \n{20} Clearly, Defendants have been aw are that Plaintiff seeks to secure a \ncommission under either Paragraph 11(C) or Paragraph 11(D), knowing that the \nHeron Bay sales contracts have not and will not close.  Defendants included a \ndefense that Plaintiff should be estopped from any such recovery because it induced \nDefendants to believe no commission would be owed without a completed sale.  \nThose conflicting contentions were clear during the course of discovery.  They were \napparent when the Parties extensively briefed and argued their cross-motions for \nsummary judgment.   \n \n \n{21} The court concludes, in its discre tion and upon its review of the fully \ndeveloped record, that Defendants have not forecasted evidence adequate to sustain \ntheir burden of proving a clear, cogent, and convincing mutual mistake of fact. \nThus, an amendment adding that defense would be futile.  The court further \nconcludes, in its discretion and upon its review of the fully developed record, that \nallowing an amendment would be unfairly prejudicial at this late stage of the case, \nwhere summary judgment Motions have been briefed, argued and ruled upon, the \nmatter has been set for trial, and certain pretrial submissions, such as jury \ninstructions, have already been submitted.  Defendants had a clear opportunity to \nraise the issue of mutual mistake at an earlier time but did not do so. \n{22} Accordingly, in its discretion, an d based on its review and construction \nof the record, the court DENIES the Motion to Amend. \n \n IT IS SO ORDERED, this the 24th day of July, 2014. \n "
}