{
  "id": "6d8a1bd414888a98d75f1858aae222d8ae554dd39ae0d5c5fb9c91234913b828",
  "source_file": "data/raw/ncbc/6d8a1bd414888a98d75f1858aae222d8ae554dd39ae0d5c5fb9c91234913b828.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nBUNCOMBE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 1103 \n \nTRIBIKE TRANSPORT, LLC, \n \nPlaintiff, \n \nv. \n \nJOHN TAYLOR ESSICK; \nCHRISTOPHER COSGROVE; and \nKITZUMA CORP., \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION  \nON DEFENDANTS’  \nMOTION TO DISMISS \n \n \n1. TriBike Transport, LLC  handles logistics for triathletes and others who \ncompete in cycling events around the world .  In this case, it has sued two former \nemployees, John Taylor Essick and Christopher Cosgrove, and their new, competing \nventure, Kitzuma Corporation.  In short, TriBike asserts a variety of claims for unfair \ncompetition, largely based on the  alleged misappropriation of its trade secrets and \nother confidential information.  Essick, Cosgrove, and Kitzuma  (“Defendants”) have \nmoved to dismiss all claims.  (ECF No. 19. )  For the following reasons, the Court \nDENIES their motion. \nSpilman Thomas & Battle, PLLC , by Matthew W. Georgitis and Lee D. \nDenton, for Plaintiff TriBike Transport, LLC. \n \nAllen Stahl & Kilbourne, PLLC, by Derek J. Allen and Hanna Michalove, \nfor Defendants John Taylor Essick, Christopher Cosgrove, and Kitzuma \nCorp.  \n \nConrad, Judge. \nTribike Transp., LLC v. Essick, 2022 NCBC 74. \nI. \nBACKGROUND \n2. The Court does not make findings of fact on a motion to dismiss.  The \nfollowing background assumes that the allegations of the amended complaint are \ntrue. \n3. Founded in 2005, TriBike does business in the cycling industry.  Many of its \ncustomers compete in triathlons and other cycling events .  Of course, cyclists can’t \ncompete without their bicycles, and bicycles aren’t easy to transport.  TriBike  helps \ntake care of the logistics—picking up the athlete’s bicycle, delivering it to the relevant \nevent, and then returning it  once the event is over .  (See Am. Compl. ¶  6, ECF No. \n25.) \n4. Essick and Cosgrove are both former employees of TriBike.  Essick became \na member of TriBike in 2016 and served as Vice President.  Cosgrove served as Vice \nPresident of Operations.  (See Am. Compl. ¶¶ 7–10, 26.) \n5. In April 2020, TriBike terminated Essick’s employment  and removed his \naccess to company computers and e -mail accounts.  Over the next two months , the \ntwo sides negotiated the terms of Essick’s departure.  These negotiations resulted in \na Separation Agreement  concerning Essick’s employment and a Redemption \nAgreement in which he sold his membership interest to TriBike’s other members.  \nBoth agreements include confidentiality provisions that restrict Essick’s ability to \nretain and use TriBike’s confidential information.  (See Am. Compl. ¶¶ 10–12, 16, 20, \n21.) \n6. In June 2020, one of TriBike’s founders , Marc Lauzon, began to develop a \nnew business plan for the company.  This plan, called the D2C plan,  would allow \nTriBike “to pick up high volumes of bikes directly from manufacturers, refurbishers, \nand online retailers, and transport them —boxless, fully built, and ready to ride —\ndirectly to consumers.”  According to the amended complaint, the components o f the \nD2C plan include special racking systems , comprehensive cost estimates, financial \nmodels and forecasts, a newly developed hub-based logistics model, and various other \nstrategic considerations.  (Am. Compl. ¶¶ 24, 25, 27.)   \n7. At the outset, Lauzon approached Cosgrove in confidence to discuss the D2C \nplan and its development.  On 12 June 2020, Lauzon asked Cosgrove to keep the plan \nconfidential.  Cosgrove promised that he would .  As alleged, though, Cosgrove had \nalready shared the information with Essick or intended to do so.  Throughout the rest \nof June and part of July, Lauzen and Cosgrove (along with one or two others) worked \nto develop the D2C plan.  (See Am. Compl.  ¶¶ 26, 27, 30, 133.) \n8. Then, on 13 July 2020, Cosgrove resigned from TriBike.  Around the same \ntime, Essick and Cosgrove formed the company that would later become Kitzuma.  By \nthe end of 2020, Essick, Cosgrove, and Kitzuma were up and running.  They issued a \npress release describing their new services to include “door to door box-free, ready to \nride bike delivery.”  In less than a year, Kitzuma generated over $1.4 million in sales.  \nAccording to TriBike, this success was possible  only because Essick, Cosgrove, and \nKitzuma improperly used the D2C plan as a competitive head start.  (See Am. Compl.  \n¶¶ 33, 35, 38, 45–52.) \n9. TriBike filed this suit in March 2022.  It has asserted a host of claims based \non allegations that Essick, Cosgrove, and Kitzuma are wrongfully using its trade \nsecrets and confidential information.  The amended complaint includes the following \nclaims: breach of the Separation and Redemption Agreements (against Essick); \nmisappropriation of trade secrets (against all Defendants); violations of N.C.G.S. \n§ 75-1.1 (again st all Defendants); common -law unfair competition (against all \nDefendants); tortious interference with contract (against Cosgrove and Kitzuma); \nbreach of contract (against Cosgrove) ; tortious interference with contract (against \nEssick and Kitzuma); unjust enrichment (against all Defendants); fraud (against \nCosgrove); and civil conspiracy (against all Defendants).  There are also several \nremedial counts for constructive trust, punitive damages, and injunctive relief. \n10. Defendants have moved to dismiss the amended complaint in its entirety.  \nThe Court held a hearing on 15 November 2022, at which all parties were represented \nby counsel.  The motion is ripe for determination. \nII. \nANALYSIS \n11. A motion to dismiss for failure to state a claim “tests the legal sufficiency of \nthe complaint.”  Isenhour v. Hutto , 350 N.C. 601, 604 (1999)  (citation and quotation \nmarks omitted).  Dismissal is proper when “(1) the complaint on its face reveals that \nno law supports the claim; (2) the complaint on its face reveals the absence of facts \nsufficient to make a good claim; or (3) the complaint discloses some fact that \nnecessarily defeats the claim.”  Corwin v. Brit. Am. Tobacco PLC , 371 N.C. 605, 615 \n(2018) (citation and quotation marks omitted) .  In deciding the motion, the Court \nmust treat all well -pleaded allegations as true and view the facts and permissible \ninferences in the light most favorable to the nonmoving party.  See, e.g ., Sykes v. \nHealth Network Sols., Inc. , 372 N.C. 326, 332 (2019).   The Court may also consider \ndocuments, such as contracts, that are the subject of the complaint.  See, e.g ., \nMcDonald v. Bank of N.Y. Mellon Tr. Co., 259 N.C. App. 582, 586 (2018). \nA. Misappropriation of Trade Secrets \n12. The Court begins with the claim for mis appropriation of trade secrets.  \nTriBike claims that the D2C plan is a trade secret and that Defendants \nmisappropriated it.  Defendants move to dismiss the claim on the grounds  that the \nD2C plan is not protectable as a trade secret and that TriBike  has not adequately \nalleged acts of misappropriation. \n13. A trade secret is “business or technical information” that “[d]erives \nindependent actual or potential commercial value from not being generally known or \nreadily ascertainable though independent developm ent or reverse engineering by \npersons who can obtain economic value from its disclosure or use” and is “the subject \nof efforts that are reasonable under the circumstances to maintain its secrecy. ”  \nN.C.G.S. §  66-152(3).  Misappropriation is the “acquisitio n, disclosure, or use of a \ntrade secret of another without express or implied authority or consent,” unless \nindependently developed or obtained through other lawful means.  Id. § 66-152(1).     \n14. Without citation, Defendants argue that the D2C plan consists of nothing \nmore than publicly available information  and is therefore not a trade secret .  These \nfactual assertions are not found in the amended complaint.  The Court therefore \ncannot consider them under Rule 12(b)(6).  See Vitaform, Inc.  v. Aeroflow, Inc., 2020 \nNCBC LEXIS 132, at *19–20 (N.C. Super. Ct. Nov. 4, 2020) (concluding that similar \narguments were “more appropriately advanced upon the presentation of evidence at \nsummary judgment”).   \n15. Moreover, the amended complaint identifies the various components of the \nD2C plan, including special racking systems, cost estimates, financial models, pricing \nand profitability estimates, and more.  It also alleges  that the D2C plan is  \nconfidential, “unique to TriBike,” and “not readily ascertainable or able to be readily \nderived from public information.”   (Am . Compl. ¶¶ 27, 71, 72. )  These allegation s \ncompare favorably with those that have been held to satisfy Rule 12(b)(6) in other \ncases.  See AYM Techs., LLC v. Rodgers, 2018 NCBC LEXIS 14, at *37 –39 (N.C. \nSuper. Ct. Feb. 9, 2018) (collecting cases). \n16. TriBike’s allegations of misappropriation  also compare favorably .  As \nalleged, Cosgrove obtained access to the D2C plan, Cosgrove disclosed it to Essick \nand Kitzuma without TriBike’s knowledge or consent, and Defendants used the D2C \nplan to jumpstart their own direct-to-consumer, boxless bicycle delivery service.  (See \nAm. Compl. ¶¶ 45, 133. )  This is more than enough to state a claim for \nmisappropriation.  See, e.g., Strata Solar, LLC v. Naftel, 2020 NCBC LEXIS 129, at \n*10–11 (N.C. Super. Ct. Oct. 29, 2020); Mech. Sys. & Servs. , Inc. v. Howard, 2021 \nNCBC LEXIS 69, at *7 (N.C. Super. Ct. Aug. 11, 2021).  \n17. Accordingly, the Court denies the motion to dismiss the claim for \nmisappropriation of trade secrets. \nB. Contract Claims \n18. TriBike pleads two claims for breach of contract : one against Essick for \nbreaching his Separation and Redemption Agreements; 1 and another  against \nCosgrove for  breaching his promise to Lauzon to keep the D2C plan confidential .  \nLikewise, TriBike pleads two parallel claims for tortious interference with contract : \na claim that Cosgrove and Kitzuma induced Essick to breach the Separation and \nRedemption Agreements ; a nd a seco nd claim that Essick and Kitzuma induced \nCosgrove to breach his promise to keep the D2C plan confidential.   \n19. A claim for breach of contract requires the existence of (1) a valid contract \nand (2) a breach of that contract’s terms.  See Poor v. Hill, 138 N.C. App. 19, 26 (2000).  \nThere are no heightened pleading requirements.  See AYM Techs., 2018 NCBC LEXIS \n14, at *53.  Instead, the complaint need only “give the court and the parties notice of \nthe transactions, occurrences, or series of transactions or occurrences intended to be \nproved showing that the pleader is entitled to relief.”  N.C. R. Civ. P. 8(a) .  Thus,  \n“stating a claim for breach of contract is a relatively low bar.”  Vanguard Pai Lung, \nLLC v. Moody, 2019 NCBC LEXIS 39, at *11 (N.C. Super. Ct. June 19, 2019). \n20. To state a claim for tortious i nterference with contract , the plaintiff must \nallege that a valid contract exists between it and a third person, and that the \ndefendant knows of the contract, intentionally induced the third person not to \n \n1 In the  amended complaint, TriBike  asserts that Essick breached the confidentiality, \nnonsolicitation, and non disparagement provisions of the Separation and Redemption \nAgreements.  Defendants’ motion addresses only the confidentiality provisions.   And t he \nnondisparagement claims were voluntarily dismissed before the hearing.  (See Pl.’s Notice of \nVol. Dismissal, ECF No. 132.)   \nperform the contract, did so without justification, and caused actual damage .  See \nUnited Labs., Inc. v. Kuykendall, 322 N.C. 643, 661 (1988). \n21. Essick.  Defendants concede that the Separation and Redemption \nAgreements are valid contracts.  They  argue only that the amended complaint does \nnot adequately allege a breach of either agreement’s confidentiality provision.  They \npoint to allegations that TriBike block ed Essick’s access to its computer systems at \nthe time of his termination , preventing him from misappropriating confidential \ninformation.  On that basis, Defendants seek to dismiss the claim for breach of \ncontract against Essick and the related claim for tortious interference with contract \nagainst Cosgrove and Kitzuma. \n22. This argument is unpersuasive.  The amended complaint alleges that Essick \nworked for TriBike for about sixteen years , (see Am. Compl. ¶ 10), that he breached \nthe agreements “by impermissibly using TriBike’s confidential information, including \nits customer information, financial information, and business plans ,” (Am. Compl. \n¶ 58), and that he misused TriBike’s “customer lists, logistics models, pricing \nformulas, ideas, and the D2C Business Plan ” and improperly disclosed that \ninformation to Cosgrove, Kitzuma, and others , (Am. Compl. ¶ 62).  The Court must \ntake these allegations as true.  They are sufficient to state a claim for breach of \ncontract. \n23. Accordingly, the Court denies the motion to dismiss TriBike’s claim s for \nbreach of contract against Essick and for tortious interference with contract against \nCosgrove and Kitzuma. \n24. Cosgrove.  Defendants seek to dismiss the claim for breach of contract \nagainst Cosgrove and the related claim for tortious interference with contract against \nEssick and Kitzuma .  They  argue that Cosgrove’s promise to keep the D2C plan \nconfidential was not a valid contract.  It was  a mere promise lacking consideration , \nDefendants contend, rather than a reciprocal agreement.   \n25. But the amended complaint alleges that “TriBike agreed to provide \nCosgrove with n ew confidential information concerning the D2C Business Plan in \nexchange for Cosgrove’s agreement to hold this information confidential.”  (Am. \nCompl. ¶  110 (emphasis added) .)  Taken as true, this allegation supports the \nexistence of a mutual exchange of p romises—to give access to confidential \ninformation in return for secrecy.  As this Court has held, a promise to allow “access \nto new confidential information” may  “constitute consideration for a non -disclosure \nagreement.”  S. Fastening Sys. v. Grabber Constr. Prods., 2015 NCBC LEXIS 42, at \n*18 (N.C. Super Ct. Apr. 28, 2015) .  “It is unnecessary that the consideration be full \nor adequate.  Any legal consideration will be sufficient to support the guaranty.”  \nGillespie v. De Witt, 53 N.C. App. 252, 259 (1981) .  Thus, the Court cannot conclude \nfrom the face of the complaint that  Cosgrove’s promise is invalid for lack of \nconsideration. \n26. Accordingly, the Court denies the motion to dismiss the claims for breach of \ncontract against Cosgrove and for tortious interference with contract against Essick \nand Kitzuma .  The Court need not add ress TriBike’s alternative argument that \nCosgrove’s continued at-will employment was adequate consideration for his promise. \nC. Fraud \n27. TriBike’s fraud claim is based on the allegation that Cosgrove falsely \npromised to keep the D2C plan confidential .  Defendant s argue that Cosgrove’s \npromise did not induce TriBike to disclose the D2C plan  and that Co sgrove lacked \nintent to deceive. \n28. A claim for fraud has five “ essential elements”: (1) false representation or \nconcealment of a material fact; (2) reasonably calculat ed to de ceive, (3) made with \nintent to deceive, (4) that did in fact deceive, and (5) that resulted in damage to the \ninjured party.  Rowan Cnty. Bd. of Educ. v. U.S. Gypsum Co., 332 N.C. 1, 17 (1992).   \nThe plaintiff’s reliance on the fraudulent misrepresentation “ must be reasonable. ”  \nForbis v. Neal, 361 N.C. 519, 527 (2007). \n29. According to Defendants, Cosgrove’s promise could not have induced Lauzon \nto disclose the D2C plan because he had already disclosed it.  This argument rests on \na slanted reading of the amended complaint.  In the light most favorable to TriBike, \nthe allegations show that Lauzon began to formulate the D2C plan in June 2020, that \nLauzon approached Cosgrove in confidence about the unfi nished plan at that time, \nthat Cosgrove promised to keep the plan confidential as early as 12 June 2020, and \nthat Lauzon and Cosgrove then developed the components of the plan throughout \nJune and into July 2020 .  (See Am. Compl. ¶¶  26, 27, 30, 31,  131, 132.)   These \nallegations tend to show that Cosgrove’s promise induced Lauzon to continue to share \nconfidential aspects of the D2C plan as it was developed.\n2 \n \n2 Defendants also argue that Cosgrove’s promise could not have been fraudulent because \nLauzon approached him about the D2C plan, rather than the other way around.  Who \n30. The amended complaint also adequately pleads intent to deceive.  A plaintiff \nmay plead intent generally.  See N.C. R. Civ. P. 9(b).  Here, TriBike has alleged that, \nby the time Cosgrove promised to keep the D2C plan confidential, he had already \ndisclosed it to others or intended to do so in the future .  ( See Am. Compl. ¶  133.)  \nAlthough that allegation of intent is sufficient, t he allegation that Cosgrove did not \nintend to keep his promise at the time he made it is also sufficient to plead intent to \ndeceive.  See Pierce v. Am. Fidelity Fire Ins. Co., 240 N.C. 567, 571 (1954). \n31. For these reasons, the Court denies the motion to dismiss the claim for \nfraud. \nD. Unjust Enrichment \n32. TriBike asserts its claim for unjust enrichment against all Defendants.  This \nclaim is also based on Defendants’ alleged misuse of the D2C plan .  Defendants \ncontend that Lauzon gratuitously conferred the D2C plan on Cosgrove, thus defeating \nthe claim. \n33. Unjust enrichment has  five elements: (1) “one party must confer a benefit \nupon the other party” ; (2) “the benefit must not have been conferred officiously” ; \n(3) “the benefit must not be gratuitous”; (4) “the benefit must be measurable” ; and \n(5) “the defendant must have consciously accepted the benefit.”  JPMorgan Chase \nBank, N.A. v. Browning, 230 N.C. App. 537, 541 –42 (2013) (citation and quotation \nmarks omitted).  “The recipient of a benefit voluntarily bestowed without solicitation \n \ninitiated contact, however, is immaterial.  Fraud is fraud even when committed in response \nto an inquiry from another. \nor inducement is not liable for their value .”  Wright v. Wright , 305 N.C. 345, 350 \n(1982) (citation and quotation marks omitted).   \n34. As discussed above, the amended complaint adequately alleges that \nCosgrove fraudulently promised to keep the D2C plan confidential to gain access  to \nnew information shared by Lauzon.  At the 12(b)(6) stage, these allegations are \nsufficient to state a claim for unjust enrichment.  See PDF Elec. & Supply Co., LLC  \nv. Jacobsen, 2020 NCBC LEXIS 103, at *30 (N.C. Super. Ct. Sept. 9, 2020) (concluding \nthat allegations that employer disclosed confidential information to employee for the \nsole purpose of his job duties and that employee misused information to compete were \n“minimally sufficient to preclude dismissal”).   \n35. In their reply  brief, Defendant s presented new arguments regarding the \nclaim for unjust enrichment against Essick and Kitzuma.  “[T]he Court may decline \nto consider issues or arguments raised by the moving party for the first time in a \nreply brief.”  BCR 7.7.  Accordingly, in its discretion, the Court declines to consider \nthese late arguments. \n36. The Court denies the motion to dismiss the claim for unjust enrichment. \nE. Unfair and Deceptive Practices and Common-Law Unfair Competition \n37. TriBike asserts alternative claims for violations of section 75 -1.1 and for \ncommon-law unfair competition.  Because TriBike and Defendants agree that there \nis no appreciable difference between the two claims , the Court will address them \ntogether. \n38. Section 75-1.1 “provides that unfair methods of competition in or affecting \ncommerce, and unfair or deceptive acts or practices in or affecting commerce, are \ndeclared unlawful.”  White v. Thompson , 364 N.C. 47, 51 (2010)  (cleaned up).  Acts \nthat occur solely within one market participant —such as the internal affairs of a \nbusiness—are not in or affecting commerce.  See id. at 52. \n39. Defendants contend that the alleged acts were not in or affecting commerce \nbecause Essick and Cosgrove were employees when they allegedly misappropriated  \nthe D2C plan.  It is true that section 75-1.1 does not ordinarily apply to employment \ndisputes.  But the  “mere existence” of an employment relationship does not bar the \nclaim.  Dalton v. Camp , 353 N.C. 647, 656 ( 2001); see also, e.g. , Sara Lee Corp. v. \nCarter, 351 N.C. 27, 34 (1999); GE Betz, Inc. v. Conrad, 231 N.C. App. 214, 237 (2013).  \nCasting them in the light most favorable to TriBike, the allegations show that Essick \nand Cosgrove acquired trade secrets and confidential information during and after \ntheir employment, intended to use that information to create a competing business, \nand then actually competed in the marketplace  using TriBike’s trade secrets.  ( See, \ne.g., Am. Compl. ¶¶  45, 46, 49, 50, 79.)   Thus, the amended complaint adequately \nalleges conduct in or affecting commerce.   \n40. Accordingly, the Court denies the motion to dismiss the claims for violations \nof section 75-1.1 and common-law unfair competition. \nF. Civil Conspiracy \n41. Defendants argue that the claim for civil conspiracy is impermissibly vague.  \nIt is not.  The amended complaint alleges the identi ty of the conspirators, the \ntimeframe of the conspiracy, and its purpose.  Nothing more is required.  See, e.g. , \nLunsford v. ViaOne Servs., LLC, 2020 NCBC LEXIS 111, at *17–18 (N.C. Super. Ct. \nSept. 28, 2020) (collecting cases). \n42. Defendants also argue that the conspiracy claim must be dismissed if the \nunderlying substantive claims are dismissed.  Having denied the motion to dismiss \nthe underlying claims, the Court declines to dismiss the conspiracy claim. \nG. Remedial Claims \n43. Finally, Defendants seek to dismiss the counts  for preliminary and \npermanent injunction, constructive trust, and punitive damages .  Tri Bike asks the \nCourt to construe these remedies as part of its prayer for relief, rather than as claims \nfor relief.  The Court agrees  and deems these counts not to be standalone claims.  \nTriBike may pursue its remedies at the appropriate time and only in conjunction with \nits valid claims for relief. \nIV. \nCONCLUSION \n44. For all these reasons, the Court DENIES Defendants’ motion to dismiss the \namended complaint. \n \nSO ORDERED, this the 30th day of November, 2022.   \n  /s/ Adam M. Conrad   \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n "
}