{
  "id": "6daab7141b4741d2753d5d486c3e9649296d47b9556c7b088360124ccc340bc3",
  "source_file": "data/raw/ncbc/6daab7141b4741d2753d5d486c3e9649296d47b9556c7b088360124ccc340bc3.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 17162 \n \nCONSERVATION STATION, INC., \nPlaintiff, \nv. \nMATTHEW BOLESKY and \nCONSERVATION TECHNOLOGY & \nSOLUTIONS, LLC, \n \nDefendants. \n \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO SET \nASIDE DEFAULT JUDGMENT AND \nMOTION TO DISMISS \n \n1. THIS MATTER is before the Court following the filing on 12 January 2023 \nby Defendant Matthew Bolesky pro se (“Bolesky”) of: (a) Defendants’ (sic) Matthew \nBolesky Motion to Set Aside Void or Nulify (sic) Default Judgment (the “Motion to \nSet Aside”) (ECF No. 80  [“Mot. Set Aside”] ); and (b) Defendants’ (sic) Matthew \nBolesky Motion to Dismiss (the “Motion to Dismiss”) (ECF No. 81).  With the motions \nfiled on 12 January 2023, Bolesky filed two identical copies of  Defendants’ (sic) \nMatthew Bolesky Memorandum in Support of Their (sic) Motion to Dismiss.1   \n2. Plaintiff timely responded to both the Motion to Set Aside and the Motion \nto Dismiss with one brief.  (ECF No. 84.)  Bolesky failed to timely file a reply brief. \n \n1 (See Defendants’ (sic) Matthew Bolesky Memorandum in Support of Their (sic) Motion to \nDismiss (ECF Nos. 80.2 , 81.1) and Defendants’ (sic) Matthew Bolesky Amended and \nSupplimental (sic) to Support Defendant’s Motion to Void Judgment and Motion to Dismiss \n(ECF No. 82).) \nConservation Station, Inc. v. Bolesky, 2023 NCBC 14. \n3. As a result, the motions have been fully briefed and the Court in its \ndiscretion decides the motions without a hearing as permitted by North Carolina \nBusiness Court Rule 7.4.2 \n4. For the reasons set forth herein, the Court DENIES the Motion to Set Aside \nand DENIES as moot the Motion to Dismiss. \nRevolution Law Group, by C. Scott  Meyers, Esq. for Plaintiff \nConservation Station, Inc. \n \nMatthew Bolesky, pro se, for Defendant Matthew Bolesky. \n \nRobinson, Judge. \n5. Plaintiff initiated t his action on 30 December 2021 with the filing of \nPlaintiff’s Complaint.   (ECF No. 3.)   Bolesky was served with the summons and \ncomplaint on 6 January 2022.  (See Mot. Entry Default ¶ 2, ECF No. 23.)   On 18 \nJanuary 2022, Bolesky, acting pro se on behalf of himself and purporting to act on \nbehalf of Conservation Technology & Solutions, LLC, fi led Defendants’ Motion to \nDismiss Plaintiff’s Complaint pursuant to Rules 12(b)(1), (b)(2), (b)(4), (b)(6), and \n(b)(7) of the North Carolina Rules of Civil Procedure (“Rule(s)”).  (ECF No. 34.) \n6. Bolesky’s 18 January 2022 motion to dismiss  came on for hearin g on 25 \nApril 2022 in Wake County Superior Court, the Honorable William Pittman, Superior \nCourt Judge presiding.  Following a hearing on the motion to dismiss, Judge Pittman \n \n2 Neither party requested a hearing.  See BCR 7.4 (“Special considerations thought by counsel \nsufficient to warrant a hearing or oral argument may be brought to the Court’s attention in \nthe motion or response.”). \ndenied the motion by written order dated 25 April 2022 and filed on 28 April 2022 .  \n(ECF No. 48; see also ECF No. 23, ¶ 5.)3 \n7. By operation of Rule 12(a)(1)(a), upon entry of Judge Pittman’s order of 25 \nApril 2022, Bolesky had 20 days (until 1 8 May 2022) to file an Answer to the \nComplaint.  Bolesky failed to timely file a response. \n8. On 6 May 2022, Defendant Current Lighting Solutions, LLC filed its Notice \nof Designation of this action to the North Carolina Business Court.  (ECF No. 4.)  As \na result, on 9 May 2022, this matter was designated to the Business Court  by the \nChief Justice of the North Carolina Supreme Court, (ECF No. 1), and assigned to the \nundersigned by order of the Chief Judge of the Business Court.   (Assignment Or., \nECF No. 2.) \n9. Approximately two months later, on 1 July 2022, Plaintiff filed its Motion \nfor Entry of Default, (ECF No. 23), seeking entry of default against Bolesky.  A copy \nof the Motion for Entry of Default was served on Bolesky by U.S. Mail.   (Mot. Entry \nDefault 3.)  \n10. On 21 July 2022, the deadline for Bolesky to respond to the Motion for Entry \nof Default, the Court enter ed an order directing Plaintiff to provide the Court with \ninformation regarding Bolesky’s involvement in this action.  (Or. Pl.’s Mot. Entry \nDefault Against Def., ECF No. 32.)  In response to the Court’s 21 July 2022 order, \nPlaintiff that same day  filed Plaintiff’s Statement Regarding Defendant Matthew \n \n3 On the same date, Judge Pittman granted Plaintiff’s separately filed Motion to Strike, \nfinding that Bolesky, a non-lawyer, could not represent Defendant Conservation Technology \n& Solutions, LLC.  (See Order of (sic) Granting Plaintiff’s Motion to Strike, ECF No. 49.)  \nBolesky’s Involvement, (ECF No. 51), which provided detailed information about the \nprocedural history of this case as it relates to Bolesky and his involvement before and \nafter Judge Pittman entered the order denying Bolesky’s motion to dismiss.    \n11. Based on the ma terials of record, including Plaintiff’s 21 July 2022 filing, \nthe Court determined that the record provided undisputed evidence that, at least as \nof 1 July 2022, Bolesky was put on notice that his motion to dismiss was denied, and \non 5 July 2022 Bolesky was orally advised of the same during a telephonic case \nmanagement conference.  Bolesky was further advised that Plaintiff had filed its \nMotion for Entry of Default.  ( Or. Pl.’s Mot. Entry Default  ¶ 8, ECF No. 53 [“Or. \nEntering Default”].)  Additionally, on 5 July 2022, Plaintiff’s counsel both mailed and \nemailed to Bolesky copies of pertinent court filings including the Motion for Entry of \nDefault seeking entry of default against Bolesky. \n12. Notwithstanding being provided by Plaintiff’s counsel with informati on \nregarding the date of entry by Judge Pittman of the order denying  Bolesky’s motion \nto dismiss, which triggered Bolesky’s obligation to timely respond to Plaintiff’s \nComplaint, Bolesky took no action.  As a result, on 2 6 July 2022, more than 20 days \nafter Bolesky was advised of Plaintiff’s motion for entry of default, which indisputably \nput Bolesky on notice of the consequences of his failure to timely respond, the Court \nentered default against Bolesky as to the Complaint.  (Or. Entering Default ¶ 9.) \n13. Bolesky seeks by the motions presently before the Court to obtain an order \nsetting aside the default entered by the Court against him  on 26 July 2022 4 and an \n \n4 The language used by Bolesky in the Motion to Set Aside is confusing in that it uses in the \ntitle to the motion the term “default judgment.”  As Plaintiff points out in its response brief, \norder dismissing the Complaint pursuant to Rule 12(b)(6).  Bolesky contends that his \nfailure to timely and properly respond to Plaintiff’s Complaint was a result of \nexcusable neglect. \n14. With respect to Bolesky’s contention that he should be relieved of the \nconsequences of his failure to timely respond to the Complaint, he  provides only the \nfollowing explanation: \nI would assert that my excusable neglect is a result of my excusable \nignorance of the law and deadlines for filings as a Pro Se litigant.  This \nis absolutely attributable to my inability to afford legal representation \nin this on- going litigation with Michaud [his former spouse] and now \nwith Conservation Station Inc. which is a proxy or extension of Michaud. \nLitigation has been on- going for nearly 7 years and has put me on the \nverge of bankruptcy.  What I am asking is this Court to consider setting \naside the default judgment and the actual merits of the Original Claim \nand consider the facts in my supplemental filing Motion to Dismiss the \noriginal claim, which has been done with all other Defendants with the \nexception of Bolesky and CTS, the only two unrepresented parties in this \nlitigation.  \n(Mot. Set Aside 1–2.) \n15. Under settled North Carolina law, a defendant seeking to set aside an entry \nof default is required to show good cause.  Luke v. Omega Consulting Group, LC, 194 \nN.C. App. 745, 748 (2009).  The determination of good cause rests in the sound \ndiscretion of the trial court.  Id. \n16. Bolesky has failed to demonstrate good cause.   As noted by Plaintiff in its \nresponse to the Motion to Set Aside, while the good cause s tandard is less stringent \nthan the excusable neglect standard applicable to setting aside a default judgment , \n \nthe Court has not entered a default judgment against Bolesky.  Therefore, the Court \ninterprets the Motion to Set Aside to seek an order setting aside the entry of default ordered \nby the Court on 26 July 2022. \nthe Court should focus on “[t]he degree of attention or inattention shown by the \ndefendant” because it is a “compelling factor[.]”5  Id. at 749.  \n17. The record before the Court demonstrates no good reason for Bolesky’s \nfailure to timely respond to the Complaint following Judge Pittman’s order filed 28 \nApril 2022.  Even though this Court diligently attempted to satisfy itself that Bolesky \nhad been kept abreast of the litigation , and even though Bolesky apparently was \ninvolved in several aspects of this case (including specifically being advised on 5 July \n2022 that a motion for entry of default had been filed against him) , Bolesky took no \naction in response to the motion.  The Court finds unconvincing Bolesky’s explanation \nthat he did not attend to his obligations as a pro se party because he was on the verge \nof bankruptcy—such a condition is not an excuse for failure to comply with governing \nrules.  Simply put, Bolesky was bound, as a pro se litigant, to be aware of and abide \nby the Rules of Civil Procedure and to comply with filing deadlines.  Bolesky failed to \ndo so.   \n18. Because the Court has determined in its discretion that Bolesky has failed \nto demonstrate good cause, the Motion to Set Aside must be, and is, DENIED. \n19. With respect to the separately filed Motion to Dismiss  pursuant to Rule \n12(b)(6), Bolesky’s filing is procedurally improper.  Bolesky has already filed a motion \nto dismiss pursuant to Rule 12(b)(6) and the Court has already denied that motion. \n20. Specifically, in the Court’s order filed 28 April 2022, Judge Pittman denied \nBolesky’s motion to dismiss brought forward by Bolesky on 25 April 2022 pursuant \n \n5 The Court notes that Bolesky argues he has satisfied the excusable negl ect standard—a \nhigher standard than required under controlling law.  Simply put, he has not. \nto numerous provisions of Rule 12(b) , including (b)(6).   Because another Superior \nCourt Judge has previously considered and determined Bolesky’s request for \ndismissal for the claimed failure of Plaintiff to state valid claims, this Court may not \nrevisit or  second guess that ruling.   State v. Woolridge, 357 N.C. 544, 549 (2003)  \n(“Ordinarily one judge may not modify, overrule, or change the judgment of  another \nSuperior Court judge previously made in the same action.” (citation omitted)).   \n21. Additionally, because the Court has denied Bolesky’s Motion to Set Aside, \nthe Court lacks authority to consider the relief sought by Bolesky in his dismissal \nmotion.  As a result, the Court DENIES the Motion to Dismiss as moot.6 \n22. THEREFORE, for the reasons set forth herein, the Court rules as follows: \na. Bolesky’s Motion to Set Aside is DENIED; and \nb. Bolesky’s Motion to Dismiss is DENIED as moot. \nSO ORDERED, this the 17th day of February, 2023. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n \n \n6 The Court notes, however, that it will be required to determine the legal sufficiency and \nvalidity of Plaintiff’s causes of action contained in the Complaint if Plaintiff later seeks a \ndefault judgment against Bolesky, something Plaintiff has not yet pursued.  See Pee Dee Elec. \nMbrship. Corp v. King , 2018 NCBC LEXIS 22, at *11– 12 (N.C. Super. Ct. Mar. 15, 2018) \n(citing Brown v. Cavit Scis., Inc., 230 N.C. App. 460, 467 (2013)).   \n "
}