{
  "id": "6e303ba891513abae59fdeb792c0560d92d43ff16e3fff54420a7798fba75c78",
  "source_file": "data/raw/ncbc/6e303ba891513abae59fdeb792c0560d92d43ff16e3fff54420a7798fba75c78.pdf",
  "raw_text": "Bradshaw v. Maiden, 2018 NCBC 97. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n14 CVS 14445 \n \nJAMES W. BRADSHAW; CARLA O. \nBRADSHAW; RESORT RETAIL \nASSOCIATES, INC.; E.C. \nBROADFOOT; CHRISTINA DUNN \nCHANDRA; THOMAS F. EGAN; \nCHARLES EGGERT; MARK P. \nGARSIDE; DR. JAMES J. GREEN, \nJR.; ROBERT K. GRUNEWALD; \nRONALD HOLMES; DAVID \nLAUCK; CURT W. LEMKAU, JR.; \nEVAN MIDDLETON; JOSHUA M. \nNELSON; CHRISTIAN C. NUGENT; \nREGINA H. PAKRADOONI, as \nExecutrix of the Estate of PETER B. \nPAKRADOONI, deceased; FORD \nPERRY; MARCELLO G. PORCELLI; \nADAN RENDON; RICHARD H. \nSTEVENSON; PAUL STOKES; \nLAWRENCE J. THEIL; R. \nMITCHELL WICKHAM; WILLIAM \nH. WILLIAMSON, III; WILLIAM K. \nWRIGHT, JR.; ALEX M. WOLF; \nCHAFFIN FAMILY LIMITED \nPARTNERSHIP; and SOLARIS \nCAPITAL LLC, \n \n                       Plaintiffs, \n \nv. \n \nSTEPHEN E. MAIDEN; MAIDEN \nCAPITAL, LLC; and SS&C \nTECHNOLOGIES, INC., successor \nby merger to SS&C FUND \nADMINISTRATION SERVICES, \nLLC (a/k/a SS&C FUND \nSERVICES), \n \n                       Defendants. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION  \nAWARDING ATTORNEYS’ FEES TO \nPLAINTIFFS UNDER RULE 37(b) \n \nSS&C TECHNOLOGIES, INC., \nsuccessor by merger to SS&C FUND \nADMINISTRATION SERVICES, \nLLC, \n \n                       Third-Party Plaintiff, \n \n \n \n \nv. \n \nMAIDEN CAPITAL OPPORTUNITY \nFUND, LP, \n \n                       Third-Party Defendant. \n \n \n1. THIS MATTER is before the Court upon Plaintiffs’ Attorneys’ Fees and \nExpenses Application (the “Application”) in the above-captioned case. \n2. On May 9, 2018, this Court granted Plaintiffs’ Motion for Sanctions ( the \n“Sanctions Motion”) under North Carolina Rule of Civil Procedure 37(b) and ordered \nDefendant SS&C Technologies, Inc. (“SS&C”) to pay to Plaintiffs their reasonable \nexpenses, including their reasonable attorneys’ fees, directly attributable to S S&C’s \nfailure to comply with this Court’s May 20, 2016  Order Compelling Production (the \n“Order Compelling Production”)  and incurred between the entry of the Order \nCompelling Production and SS&C’s final production of responsive documents.  \n3. After considering the Application, the parties’ briefs in support of and in \nopposition to the Appli cation, the arguments of counsel made at the July 24, 2018 \nhearing held on the Application,  and other appropriate matters of record,  the Court \nhereby ORDERS SS&C to pay Plaintiffs’ reasonable expenses, including attorneys’ \nfees, as set forth herein. \nLewis & Roberts, PLLC, by Gary V. Mauney and James A. Roberts, III, \nfor Plaintiffs James W. Bradshaw, Carla O. Bradshaw, Resort Retail \nAssociates, Inc., E.C. Broadfoot, Christina Dunn Chandra, Thomas F. \nEgan, Charles Eggert, Mark P. Garside, Dr. James J. Green, Jr., Robert \nK. Grunewald, Ronald Holmes, David Lauck, Curt W. Lemkau, Jr., Evan \nMiddleton, Joshua M. Nelson, Christian C. Nugent, Regina H. \nPakradooni, as Executrix of the Estate of Peter B. Pakradooni, deceased, \nFord Perry, Marcello G. Porcelli, Adan Rend on, Richard H. Stevenson, \nPaul Stokes, Lawrence J. Theil, R. Mitchell Wickham, William H. \n \n \nWilliamson, III, William K. Wright, Jr., Alex M. Wolf, Chaffin Family \nLimited Partnership, and Solaris Capital LLC. \n \nAlston & Bird, LLP, by Ryan P. Ethridge  and Michael A. Kaeding , for \nDefendant SS&C Technologies, Inc. \n \nBledsoe, Chief Judge. \nI. \nBACKGROUND \n4. The Court has previously set out the pertinent facts that le d to the Court’s \ndecision to impose Rule 37(b) sanctions on SS&C in Bradshaw v. Maiden, 2018 NCBC \nLEXIS 46 (N.C. Super. Ct. May 9, 2018) .  The Court now briefly recites those facts \nand describes subsequent, relevant developments in this case. \n5. Plaintiffs were investors in the Maiden Capital Opportunity Fund ( the \n“Fund”), a hedge fund through which Defen dant Stephen A. Maiden ran an alleged \nmulti-million dollar “Ponzi scheme .”  Id. at *2 –3.  SS&C served as the Fund’s \nadministrator and  prepared and delivered accounting and administration \ninformation about the Fund to Plaintiffs.  Id. at *2–3.   \n6. Plaintiffs filed this lawsuit alleging that the information SS&C provided \nabout the Fund was unsupported and false and thus that SS&C’s conduct in providing \nsuch information was negligent.   (Pl.’s Br. Supp. Att’ys’ Fees and Expenses Appl. \nLewis & Roberts, PLLC 2 [hereinafter “Pl.’s Br.”], ECF No. 189.)  Further, Plaintiffs \nallege that SS&C’s negligence was aggravated by reckless or wanton conduct and \namounted to gross negligence.  (Pl.’s Br. 2.)  Plaintiffs seek to prove reckless or wanton \nconduct by showing  that “SS&C had accounting and administration policies that \n \n \ngoverned its work” for Plaintiffs and that “SS&C violated or ignored those policies.”  \n(Pl.’s Br. 3.)  \n7. As part of discovery, Plaintiffs requested information from SS&C about \nSS&C’s internal accounting and administration policies, standards, and practices.   \nBradshaw, 2018 NCBC LEXIS 46, at *3 –4.  After SS&C did not produce any \ndocuments within this category, Plaintiffs filed a motion to compel production.  Id. at \n*7.  At the April 27, 2016 hearing on the motion to compel, SS&C represented to the \nCourt that there were no outstanding documents responsive to Plaintiffs’ requests .  \n(Pl.’s Br. 3.)   \n8. On May 20, 2016, the Court entered the Order Compelling Production and \nthereby ordered SS&C to pro duce documents responsive to the  following discovery \nrequests: \n20. All writings, records, and photographs that relate or refer to [SS&C’s] \npolicies, standards, and practices from 2006 to 2015 with respect to hedge \nfund administration. \n \n21. All writings, recordings, and photographs that relate or refer to [SS&C’s] \npolicies, standards, and practices from 2006 to 2015 that apply to [SS&C’s] \naccounting work for hedge funds. \n \n22. All writings, recordings, and photographs that relate or refer to [SS&C’s] \npolicies, standards, and practices from 2006 to 2015 that apply to [SS&C’s] \nrecord keeping for hedge funds. \n \n. . . .  \n \n35. All writings, recordings, and photographs that relate or refer to [SS&C’s] \npolicies, procedures, and standards from 2006 to 2015 for entering  into \nadministrative and/or accounting engagements with hedge funds. \n \n \n \n(Pl.’s Br. Supp. Mot. Sanctions Ex. 2, at 8 –9, 11, ECF No. 128.2. )  SS&C did not \nproduce documents responsive to these requests.  (Pl.’s Br. 3.) \n9. Following the Order Compelling Production, Plaintiffs continued to search \nfor documents responsive to their discovery requests.  Plaintiffs eventually learned of \nseveral categories of policy documents that SS&C had failed to produce , including \npolicy and procedure manuals generated by certain SS&C business units and SAS 70 \nand SOC-1 reports, some of which SS&C eventually provided to Plaintiffs.  Bradshaw, \n2018 NCBC LEXIS 46, at *11 –12.  Plaintiffs then began developing a record that \nwould provide credible support for a sanctions motion under Rule 37.  (Pl.’s Br. 4.)  \n10. Plaintiffs conferred with SS&C concerning the existence of unproduced \ndocuments and, upon receiving an unsatisfactory response, submitted a  Business \nCourt Rule (“BCR”) 10.9  e-mail summary to the Court explaining the discover y \ndispute between the parties .  Bradshaw, 2018 NCBC LEXIS 46, at *24 –25.  After \nreviewing the parties’ respective BCR 10.9 submissions , the Court entered an order \nestablishing a briefing schedule for a formal sanctions motion by Plaintiffs.  \n(Scheduling Or der and Notice Hr’g , ECF No. 123 .)  Plaintiffs filed their  formal \nSanctions Motion, and both sides submitted timely briefs.  \n11. The Court held a hearing on Plaintiffs’ Sanctions Motion on September 22, \n2017.  At that hearing, SS&C acknowledged the existence of the unproduced \ndocuments Plaintiff s had identified but argued that these documents were not \nresponsive to Plaintiffs’ discovery requests.   \n \n \n12. The Court disagreed with SS&C’s argument and found that additional \nunproduced documents existed that were responsive to Plaintiffs’ discovery requests \nand the Order Compelling Production.  See Bradshaw, 2018 NCBC LEXIS 46, at *21.  \nThe Court ordered SS&C to produce these documents and to then certify  that its \nproduction was complete.  See id. at *25–26.  The Court took the remainder of the \nSanctions Motion under advisement .  See id.  On October 12, 2017, SS&C filed a \ncertification (the “Certification”) stating that all documents ordered to be produced \nhad been produced with one “minor exception.”  (Certification Compliance Ct.’s Sept. \n22, 2018 Order Produc. Docs. 3, ECF No. 147.)   \n13. Following the Certification, the parties engaged in repeated disputes and \nconferences regarding the outstanding documents responsive to Plaintiffs’ discovery \nrequests.  (Pl.’s Br. 6.)  In particular, Plaintiffs contested the Certification, leading to \nthe Court’s entry of a December 15, 2017 order directing Plaintiffs to send SS&C lists \nof documents that Plaintiffs believed SS&C was still required  to produce.  (Order \nConfer and Notice Status Conference, ECF No. 157.)  Pursuant to subsequent Court \norder, t he parties have submitted regular formal status reports to the Court \nregarding the parties’ efforts to reach discovery agreement s concerning SS&C’s \nremaining production.  (See, e.g., Joint Report Concerning Status Doc. Disc. 1, ECF \nNo. 177.)  Plaintiffs submit that SS&C is still producing documents that should have \nbeen produced in 2016.  (Pl.’s Br. 6.) \n14. The Court entered its Order and Opinion on Plaintiffs’ Sanctions Motion on \nMay 9, 2018.  In addition to memorializing its oral order directing SS&C to produce \n \n \noutstanding documents, t he Court determined that SS&C had violated the Order \nCompelling Production, that SS&C’s violat ion was not substantially justified, and \nthat, as an appropriate sanction for SS&C’s violation, SS&C would be required to \n“pay to Plaintiffs their reasonable expenses, including their reasonable attorneys’ \nfees, directly attributable to SS&C’s failure to c omply with the Order Compelling \nProduction that were incurred between the entry of the Order Compelling Production \nand SS&C’s final . . . production.”  Bradshaw, 2018 NCBC LEXIS 46, at *25–26.  The \nCourt set a briefing schedule for the parties to address t he issue of Plaintiffs’ \nreasonable expenses, including reasonable attorneys’ fees.  Id. at *27–28. \n15. Plaintiffs submitted their Application to the Court on June 1, 2018.  The \nApplication consists of a brief, an affidavit of Plaintiffs’ counsel, and a statement of \nfees and expenses in the form of a spreadsheet documenting all tasks and times for \nwhich Plaintiffs request attorneys’ fees and expenses.   (Pl.’s Br. 1; Mauney Aff. ¶ 8, \nECF No. 189.1; Mauney Aff. Ex. 1 , at 1 –4, ECF No. 189 .1.)  Plaintiffs’ spreadsheet \nalso contains the date of the hours billed, the attorney or paralegal conducting the \nrespective task, a brief description of the task, the hours spent on the task, the rate \ncharged for that task, and the total amount charged for the time and task.  (Mauney \nAff. Ex. 1 , at 1 .)  Plaintiffs’ counsel charged a rate of $450.00 per hour for partner \ntime and $125.00 per hour for paralegal time.  (Mauney Aff. ¶ 11.)  Plaintiffs’ counsel \naffirms by affidavit that the statement of fees and expenses is accurate and that the \nrates charged are reasonable and standard within metro areas in North Carolina for \nlike services.  (Mauney Aff. ¶¶ 5–6.)   \n \n \n16. Plaintiffs also request an award of their other expenses directly attributable \nto SS&C’s discovery violation, including the cost of materials used in the hearing on \nPlaintiffs’ Sanctions Motion ($3,010.00), travel expenses related to the sanctions \nhearing ($187.25), and the sanctions hearing transcript fee ($330.00).  (Mauney Aff. \n¶ 12.) \n17. In response  to Plaintiffs’ Application , SS&C submitted an annotated fee \nschedule objecting to and adjusti ng Plaintiffs’ billing entries.  (Annotated Fee \nSchedule 2, ECF No. 192 .1.)  SS&C’s spreadsheet separates the billing entries into \nthree categories: (i) entries that SS&C contends are not compensable because they \nare not “directly attributable to SS&C’s failure to comply with the Order” and would \nhave occurred regardless of SS&C’s compliance with the Order Compelling \nProduction; (ii) entries that should be discounted because they are vague or “block -\nbilled”; and (iii) entries that are billed excessively.   (Annotated Fee S chedule 2.)  \nSS&C also requests that the Court reduce Plaintiffs’ rates by 20% for all time allowed.  \n(Annotated Fee Schedule 2.) \n18. In sum, Plaintiffs request $187,206.25 in attorneys’ fees for an asserted \n486.25 hours of work performed by Plaintiffs’ counsel and counsel’s paralegals and \n$3,527.25 in expenses, making for a total request of $190,733.50 in fees and expenses.  \n(Mauney Aff. ¶ 13.)  Defendants dispute portions of Plaintiffs’ attorneys’ fees request, \nargue that t he award for attorneys’ fees should be reduced to $42,830.00, and thus \nask the Court  to award total fees and expenses of  $46,357.25.  (Annotated Fee \nSchedule 13.) \n \n \nII. \nLEGAL STANDARD \n19. In North Carolina, attorneys’ fees are only recoverable “if such a recovery is \nexpressly authorized by statute.”  Robinson v. Robinson, 210 N.C. App. 319, 336, 707 \nS.E.2d 785, 797 (2011) (internal quotation marks omitted).  Rule 37(b)(2) authorizes \nan award of attorneys’ fees, in addition to other possible sanctions, when a party “fails \nto obey an order to provide or permit discovery .”  N.C. R. Civ. P. 37(b) (2).  In such \ncircumstances, “the court shall require the party failing to obey the order to pay the \nreasonable expenses, including attorney’s fees, caused by the failure, unless the court \nfinds that the failure was substantially justified.”  Id. \n20. A trial court’s determination as to the amount of attorneys’ fe es to be \nawarded is left to the court’s discretion and “will not be disturbed without a showing \nof manifest abuse of [th at] discretion.”  Bryson v. Cort, 193 N.C. App. 532, 540, 668 \nS.E.2d 84, 89 (2008).  The trial court “may also in its discretion conside r and make \nfindings on the services expended by paralegals . . . if, in [the trial court’s opinion], it \nis reasonable to do so.”  United Labs., Inc. v. Kuykendall , 335 N.C. 183, 195, 437 \nS.E.2d 374, 382 (1993) (alteration in original) (internal quotation marks omitted).   \n21. Generally, an award of attorneys’ fees requires “that the trial court enter \nfindings of fact as to the time and labor expended, skill required, customary fee for \nlike work, and experience or ability of the attorney based on competent evide nce.”  \nCouch v. Private Diagnostic Clinic , 146 N.C. App. 658, 672, 554 S.E.2d 356, 366 \n(2001).  When attorneys’ fees are awarded as a sanction, there must be “findings to \n \n \nexplain . . . the appropriateness of the sanction and, if it involves a monetary amount, \nhow the court arrived at that figure.”  Dunn v. Canoy , 180 N.C. App. 30, 50, 636 \nS.E.2d 243, 255–56 (2006). \nIII. \nFINDINGS OF FACT AND CONCLUSIONS OF LAW \n22. Rule 37(b) (2) requires that the Court’s award of expenses, including \nattorneys’ fees, be reasonable.   N.C. R. Civ. P . 37(b )(2).  The reasonableness of \nattorneys’ fees in this State “is governed by the factors found in Rule 1.5 of the \nRevised Rules of Professional Conduct of the North Carolina State Bar.”  Ehrenhaus \nv. Baker, 216 N.C. App. 59, 96, 717 S.E.2d 9, 33 (2011). \n23. “The factors to be considered in determining whether a fee is clearly \nexcessive” under Rule 1.5(a) of the Revised Rules of Professional Conduct include: \n(1) the time and labor required, the novelty and difficulty of the questions \ninvolved, and the skill requisite to perform the legal service properly;  \n \n(2) the likelihood, if apparent to the client, t hat the acceptance of the \nparticular employment will preclude other employment by the lawyer;  \n \n(3) the fee customarily charged in the locality for similar legal services;  \n \n(4) the amount involved and the results obtained;  \n \n(5) the time limitations imposed by the client or by the circumstances;  \n \n(6) the nature and length of the professional relationship with the client;  \n \n(7) the experience, reputation, and ability of the lawyer or lawyers performing \nthe services; and  \n \n(8) whether the fee is fixed or contingent.  \nN.C. Rev. R. Prof. Conduct 1.5(a).  \n \n \n24. The Court first analyzes the reasonableness of the rate charged by Plaintiffs’ \ncounsel and the fee customarily charged in this locality for similar legal services.  \nPlaintiffs’ counsel’s affidavit avers  that the charged rates of $450.00 per hour for \npartners and $125.00 per hour for paralegals is customary and reasonable  “for \nbusiness litigation in metro areas throughout North Carolina[.]”1  (Mauney Aff. ¶ 5.)  \nThis Court has previously  surveyed North Carolina cases and “conclude[ed] that a \ntypical and customary hourly rate charged in North Carolina for complex commercial \nlitigation . . . ranges from $250 to $475 .”  In re Newbridge Bancorp S ’holder Litig., \n2016 NCBC LEXIS 91, at *46–47 (N.C Super. Ct. Nov. 22, 2016); see also In re Krispy \nKreme Doughnuts, Inc., S’holder Litig. , 2018 NCBC LEXIS 61, at *21 (N.C. Super. \nCt. June 20, 2018)  (finding an implied rate of $300 per hour to be “well within the \nstandard range” for complex civil litigation fees); In re Pike Corp. S’holder Litig., 2015 \nNCBC LEXIS 95, at *22 –23 (N.C. Super. Ct. Oct. 8, 2015) (finding hourly rates of \n$550, $375, and $250 to be within, but at the higher end of, reasonable fees for \ncomplex business litigation in North Carol ina); In re PokerTek Merger Litig. , 2015 \nNCBC LEXIS 10, at *23 –24 (N.C. Super. Ct. July 6, 201 5) (concluding rates “in the \nrange of $250–$450 per hour” were “reasonable and clearly not excessive”).  The Court \n                                                 \n1  SS&C disputes Plaintiffs’ contention that the hourly rates charged are reasonable and \nasserts that there is  no evidence in the record to support this assertion  besides Plaintiffs’ \ncounsel’s affidavit, which SS&C argues the Court should disregard.  SS&C does acknowledge, \nhowever, that Plaintiffs’ counsel’s affidavit addresses the reasonableness of the charged \nrates, and SS&C cites no evidence to contradict the affidavit testimony.   The Court thus \ndisagrees with SS&C’s argument and will consider the affidavit.  See WFC Lynnwood I LLC \nv. Lee of Raleigh, Inc., __ N.C. App. __, 2018 N.C. App. LEXIS 564, at *17–18 (June 5, 2018) \n(remanding for further findings on attorneys’ fee award where plaintiffs’ counsel’s affidavit \nprovided evidence of charged rates, time billed, and attorney experience but failed to include \na statement with respect to comparable rates in the field of practice). \n \n \ntakes judicial notice of such holdings and of the customary hourly rates of local \nattorneys of the same experience providing similar services in the Charlotte, North \nCarolina area.  See Simpson v. Simpson, 209 N.C. App. 320, 328, 703 S.E.2d 890, 895 \n(2011) (stating that a court “considering a motion for attorneys’ fees . . . is permitted, \nalthough not required, to take judicial notice of the customary hourly rates of local \nattorneys performing the same services and having the same experience ”).  This \nCourt and other courts have also found comparable paralegal rates to be  customary \nand reasonable.  See SilverDeer St. John Equity Partners I LLC v. Kopelman , No. \n5:11-CV-00095-JG, 2012 U.S. Dist. LEXIS 166849, at *6 (E.D.N.C. Nov. 21, 2012) \n(awarding paralegal fees at a rate of  $100 per hour); Se. Air Charter, Inc. v. Stroud , \n2015 NCBC LEXIS 82, at *6 –7 (N.C. Super. Ct. Aug. 17, 2015) (finding paralegal \nrates between $100 and $125 per hour to be reasonable and appropriate). \n25. Based on Plaintiffs’ counsel’s affidavit, the previous holdings of this Court, \nand the Court’s knowledge of the hourly rates of local attorneys providing similar \nservices in this locality, the Court finds that Plaintiffs’ billed rate of $450.00 per hour \nfor attorney work and $125.00 per hour for paralegal work is reasonable and is a “fee \ncustomarily charged in [this] locality for similar legal services.”   N.C. Rev. R. Prof. \nConduct 1.5(a)(3).  Therefore, the Court will apply the  rate of $450.00 per hour for \nattorneys and $125.00 per hour for paralegals in calculating Plaintiffs’ award.  \n26. The Court next evaluates the time and labor expended by Plaintiffs’ counsel.  \nThe Court considers th is factor in light of the Court’s decision to award attorneys’ \nfees “directly attributable to SS&C’s failure to comply wi th the Order Compelling \n \n \nProduction that were incurred between the entry of the Order Compelling Production \nand SS&C’s final . . . production.”  Bradshaw, 2018 NCBC LEXIS 46, at *26. \n27. SS&C disputes most of the time Plaintiffs’ counsel billed after October 2017, \narguing that the majority of t he tasks associated with this billed time  would have \nbeen undertaken regardless of SS&C’s compliance with the Order Compelling \nProduction.  The Court agrees.   \n28. The majority of the time periods billed after October 2017 relate to counsel’s \nefforts to parse through the large volume of discoverable material SS&C turned out \nto possess  in order to narrow the final production SS&C was required to make .  \n(Mauney Aff. Ex. 1, at 3–4; see e.g., Joint Report Concerning Status Doc. Disc. 1; Order \nMeet and Confer 2, ECF No. 149.)  This process would have taken place regardless of \nSS&C’s sanctionable conduct .  W hether SS&C began production  after the Court’s \nOrder Compelling Production or following the Court’s imposition of sanctions , \nPlaintiffs’ and SS&C’s counsel would still have needed to agree upon a way to manage \nwhat proved to be a voluminous universe of documents responsive to Plaintiffs’ \ndiscovery requests.  SS&C’s previous conduct may have elevated tensions between \ncounsel, but the need to engage in this work—determining which business units’ files \nSS&C should search, what search terms should be used for e -mail searches, etc.—\nwas not directly attributable to SS&C’s discovery violation.   Therefore, most of \nPlaintiffs’ billed time after October 2017 will not be included in the Court’s award of \nattorneys’ fees, except as otherwise provided in this Order.  \n \n \n29. As to Plaintiffs’ allowable post-October 2017 time, the Court will include in \nits award the time billed on Plaintiffs’ statement of fees and e xpenses (i) from \nDecember 21, 2017 through December 28, 2017, and (ii) on  February 5, 2018.  \nPlaintiffs’ counsel described  this time as time spent working on matters related to \nthe Court’s then-under-consideration decision to impose sanctions.  (Mauney Aff. Ex. \n1, at 3–4.)  The Court finds, in the exercise of its discretion, that this time should be \nconsidered directly attributable to SS&C’s discovery violation and will thus include \nit in the Court’s award of attorneys’ fees.  \n30. Plaintiffs’ billed time before or during October 2017 was primarily for three \ntasks: drafting Plaintiffs’ Rule 10.9 summary, drafting Plaintiffs’ Rule 37 sanctions \nbrief, and preparing for the September 22 hearing on Plaintiffs’ Sanctions Motion.  \n(Mauney Aff. Ex. 1, at 1–2.)  SS&C contends that the time billed for these tasks was \nexcessive and should be reduced between 50–75%.  (Annotated Fee Schedule 3–9.)  \n31. In total, Plaintiffs request 31 hours of compensable attorney work for \ndrafting the Rule 10.9 summary.  (Mauney Aff. Ex. 1, at 1.)  The Court finds, in its \ndiscretion and having reviewed the Rule 10.9 summary, that 31 hours is an excessive \namount of time for that work and will adjust this amount to 20 hours. \n32. Plaintiffs request a total of 65 hours of compensable work for drafting \nPlaintiffs’ sanctions brief.  ( Mauney Aff. Ex. 1 , at 1 –2.)  The Court finds , in its \ndiscretion and having reviewed the sanctions brief,  that 65 hours of work on the \nsanctions brief is an excessive amount of time for that work  and will adjust this \n \n \namount to 45 hours.  The Court deducts the full amo unt of this reduction from the  \nhours Plaintiffs’ counsel billed in relation to Plaintiffs’ sanctions brief.   \n33. Plaintiffs request 91 hours of c ompensable work for preparation for the \nsanctions hearing.  (Mauney Aff. Ex. 1, at 2.)  The Court finds, in its discretion, that \nthis amount of time is excessive and will adjust this amount to 45 hours.  The Court \nwill deduct  the full amount of this reduct ion from the hours billed by Plaintiffs’ \ncounsel. \n34. Plaintiffs further request an additional 13 hours of compensable work billed \nby paralegals in late July and early August 2017 for work “relative” to their Rule 37 \nmotion and brief and/or the sanctions hearing.  (Mauney Aff. Ex. 1, at 1.)  As with the \nbilled time a ttributed solely to Plaintiffs’ brief or the sanctions hearing , the Court \nfinds, in its discretion, that this amount of additional mixed time is excessive and will \nadjust this amount to 6 hours. \n35. In its discretion, the Court  will also exclude the first two billed entries on \nPlaintiffs’ statement of fees and expenses, a total of 9.5 hours, for time spent studying \nthe SAS 70 reports SS&C turned over to Plaintiffs on or before July 11, 2017.  \nPlaintiffs’ counsel would have reviewed these discovery materials regardless of when \nthey were disclosed to Plaintiffs and regardless of their importance to Plaintiffs’ \neventual motion for Rule 37(b) sanctions.   The Court will count these initial entries \nas the  time Plaintiffs’ counsel would have  spent reviewing the SAS 70 reports \nregardless of SS&C’s discovery violation. \n \n \n36. The Court finds t he remainder of hours billed for work before or during \nOctober 2017 to be reasonable.  These hours will therefore be included in Plaintiffs’ \naward. \n37. Considering the other portion of Revised Rule of Professional Conduct \n1.5(a)’s first factor, “the novelty and difficulty of the questions involved, and the skill \nrequisite to perform the legal service properly ,” the Court finds that Plaintiffs’ \ncounsel’s work was challenging and required a high degree of skill and experience.  \nReviewing the SAS 70 and SOC -1 reports that SS&C produced to Plaintiffs before \nPlaintiffs’ decision to move for sanctions, understanding the contents of those reports, \nand building a case for sanctions based upon those reports required experience and \nspecialized knowledge.  The Court concludes that this factor merits the award of \nattorneys’ fees ordered herein. \n38. With regard to  the fourth factor of Revised Rule of Professional Conduct \n1.5(a), the “amount involved and the results obtained,”  SS&C argues that the \ndocuments Plaintiffs have obtained through their Sanctions Motion and the following \ndrawn-out discovery process are of little help to Plaintiffs’ claims in this case.  SS&C \ncontends that Plaintiffs’ fee request is excess ive “compared to the marginal benefits \n[Plaintiffs] accomplished via their motion ” and should therefore be reduced.   (Def.’s \nOpp’n Pls.’ Appl. Att’ys’ Fees and Expenses  5, ECF No. 192.)   The Court is not \npersuaded by this argument. \n39. While Plaintiffs’ overall success in this litigation remains to be seen, \nPlaintiffs were successful with respect to their  goals in bringing their Sanctions \n \n \nMotion.  The Court found that SS&C had violated the Order C ompelling Production \nand concluded that sanctions, in the form of awarded attorneys’ fees, should be \nimposed.  Bradshaw, 2018 NCBC LEXIS 46, at *26.  The Court also ordered SS&C to \nproduce the outstanding documents responsive to Plaintiffs’ discovery reque sts.  Id.  \nPlaintiffs thus succeeded in obtaining the discovery they sought as well as sanctions.  \n“The purpose of . . . discovery . . . is to allow the parties access to and facilitate the \ndisclosure of relevant, nonprivileged information ‘so as to permit the narrowing and \nsharpening of basic issues and facts to go to trial.’”  Analog Devices, Inc. v. Michalski, \n2006 NCBC LEXIS 16, at *12 (N.C. Super. Ct. Nov. 1, 2006) (quoting Willoughby v. \nWilkins, 65 N.C. App. 626, 642, 310 S.E.2d 90, 100 (1983)).   In obtaining the \ndiscoverable materials SS&C withheld, Plaintiffs accomplished this purpose.  The \nCourt thus concludes that t his factor weighs in favor of the Court’s award of \nattorneys’ fees. \n40. Considering Revised Rule of Professional C onduct 1.5(a)’s seventh factor,  \n“the experience, reputation, and ability of the lawyer or lawyers performing the \nservices,” the Court finds that the three attorneys who billed Plaintiffs for time in \nrelation to this matter have significant experience in complex business litigation and \nhave been practicing law in North Carolina for at least twenty years.  (Mauney Aff. \n¶¶ 2, 5.)  These attorneys have proven themselves very able in this litigation while \nhandling complicated legal questions and a large universe of discoverable documents.  \nThe Court concludes that this factor weighs in favor of the award of attorneys’ fees \nordered herein. \n \n \n41. Finally, the Court has considered the remaining factors of Revised Rule of \nProfessional Conduct 1.5(a)—to the extent they can be applied to an award of \nattorneys’ fees in the context of discovery sanctions—and finds that the attorneys’ \nfees awarded herein are reasonable in light of these factors as well. \n42. Therefore, a fter makin g the above -described adjustments to Plaintiffs’ \nsubmitted statement of fees and expenses , the Court concludes that Plaintiffs shall \nbe awarded attorneys’ fees in the reasonable amount of $113,168.75 pursuant to Rule \n37(b)(2).   \n43. The Court further finds, in  light of SS&C’s decision not to  contest the \nexpenses requested by Plaintiffs, (Annotated Fee Schedule 13), and after a review of \nthose expenses, that  Plaintiffs’ requested expenses are reasonable.  Therefore, the \nCourt concludes that Plaintiffs’ requested expenses, in the amount of $3,527.25, shall \nbe awarded pursuant to Rule 37(b)(2).  \n44. Combining the above amounts, the Court  concludes that SS&C shall pay \nPlaintiffs’ reasonable attorneys’ fees and expenses in the total amount of $116,696.00. \nIV. \nCONCLUSION \n45. WHEREFORE, the Court, in the exercise of its discretion, hereby \nORDERS SS&C to pay Plaintiffs’ reasonable expenses, including attorneys’ fees, in \nthe amount of $116,696.00. \n \n \nSO ORDERED, this the 20th day of September, 2018. \n \n      /s/ Louis A. Bledsoe, III   \n      Louis A. Bledsoe, III \n      Chief Business Court Judge \n "
}