{
  "id": "6e82eb717d8d6eed6043f6c9840c7a12ba2c5fd29b909254b1bdfe910f3bbf72",
  "source_file": "data/raw/ncbc/6e82eb717d8d6eed6043f6c9840c7a12ba2c5fd29b909254b1bdfe910f3bbf72.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 9995 \n \nINTERSAL, INC., \nPlaintiff, \n \n v. \n \nD. REID WILSON, Secretary, North \nCarolina Department of Natural and \nCultural Resources; NORTH \nCAROLINA DEPARTMENT OF \nNATURAL AND CULTURAL \nRESOURCES; and THE STATE OF \nNORTH CAROLINA, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ RENEWED MOTION \nFOR SUMMARY JUDGMENT \n \n \n1. THIS MATTER is before the Court on Defendants’ Renewed Motion for \nSummary Judgment (the “Motion”), (ECF No. 318).   \n2. After review of the Motion, the parties’ briefs, the arguments of counsel \nat a hearing, and other relevant matters of record, the Court GRANTS in part and \nDENIES in part the Motion. \nKilpatrick Townsend & Stockton, LLP, by Dustin T. Greene, Richard J. \nKeshian, Elizabeth Winters, Kyleigh E. Feehs, Whitney R. Pakalka, and \nMark Boynton, for Plaintiff Intersal, Inc. \n \nNorth Carolina Department of Justice, by Michael Bulleri, Amar \nMajmundar, Brian D. Rabinovitz, Orlando L. Rodriguez, and Charles \nG. Whitehead, for Defendants D. Reid Wilson, et al.  \nEarp, Judge. \n  \nIntersal, Inc. v. Wilson, 2024 NCBC 56. \nI. FACTUAL AND PROCEDURAL BACKGROUND1 \n3. The Court does not make findings of fact when ruling on motions for \nsummary judgment, but instead “summarizes the relevant evidence of record, noting \nboth the facts that are disputed and those that are uncontested, to provide context \nfor the claims and the Motions.”  Aym Techs., LLC v. Rodgers, 2019 NCBC LEXIS 64, \nat *2 (N.C. Super. Ct. Oct. 16, 2019) (citing Hyde Ins. Agency, Inc. v. Dixie Leasing \nCorp., 26 N.C. App. 138, 142 (1975)).   \n4. This dispute arises from  the parties’ differing interpretations of \nlanguage in a settlement agreement  dated 15 October 2013 between Intersal, Inc. \n(“Intersal” or “Plaintiff”) and the North Carolina Department of Natural and Cultural \nResources (“DNCR”) (the “2013 Agreement”).\n2  (See Third Am. Compl. ¶ 24, Ex. 1, \n[“2013 Agreement”], ECF No. 106.) \n5. The 2013 Agreement  resulted from  a mediation  between the parties \nregarding disputes involving  a previous agreement between the parties and a non -\nparty, the Maritime Research Institute (“MRI”) .3  (the “1998 Agreement ,” ECF \nNo. 106.)  In the 1998 Agreement, Intersal relinquished its right to receive 75% of the \ncoins and precious metals recovered from the QAR  in exchange for  certain media \n \n1 Additional factual background can be found in Intersal, Inc. v. Wilson, 2023 NCBC LEXIS \n29, at **2-21 (N.C. Super. Ct. Feb. 23, 2023).    \n \n2 The Department of Natural and Cultural Resources was previously titled the Department \nof Cultural Resources.  The Court refers to the Department as “DNCR” throughout this \nopinion. \n \n3 MRI is a non-profit corporation formed to work on the QAR project in cooperation with State \narchaeologists and DNCR historians.  (2013 Agreement Recitals, ECF No. 106.) \nrights and other commercial  opportunities arising from the QAR  Project.  ( 1998 \nAgreement 1.)  The recitals in the 2013 Agreement reference that exchange.  (2013 \nAgreement 1.) \n6. At issue in this Motion is whether the language of Section 16 of the 2013 \nAgreement supports Intersal’s damage arguments.  Section 1 6(a) requires DNCR to \n“establish and maintain access to a website for the issuance of Media and Access \nPasses to QAR-project4 related artifacts and activities” and to include on the website \n“[a]n Intersal t erms of use  [“Terms of Service”]  agreement, to be electronically \nsubmitted[,]” among other things.  (2013 Agreement § 16(a)(1), § 16(a)(3)(a).)  Section \n16(a) also provides that “Intersal shall bear the sole responsibility for managing and \nenforcing its [Terms of Service.]”  (2013 Agreement § 16(a)(5).) \n7. Section 16(b) of the 2013 Agreement speaks to marks and other \ninformation required to be placed on “non-commercial media.”  Section 16(b) provides: \n1) All non -commercial digital media, regardless of producing entity, \nshall bear a time code stamp, and watermark (or bug) of Nautilus 5 \nand/or D[N]CR, as well as a link to D[N]CR, Intersal, and Nautilus \nwebsites, to be clearly and visibly displayed at the bottom of any web \npage on which the digital media is being displayed. \n \n2) D[N]CR agrees to display non -commercial digital media only on \nD[N]CR’s website. \n \n3) Termination.  This Media and Access Pass section shall terminate \nafter the 5th anniversary of the signing of this Agreement.  After five \n \n4 The QAR Project encompasses location, excavation, salvage and conservation activities .  \n(Permit, ECF 337.9.) \n \n5 Nautilus is an underwater video production company and  is identified in the 2013 \nAgreement as Plaintiff’s “video-designee.”  (2013 Agreement ¶ 14.) \n \n(5) years, D[N]CR and Intersal may agree to extend this provision by \nmutual written consent. \n(2013 Agreement § 16(b).) \n8. In addition , Defendants move to preclude Intersal  from seeking  \ndamages for DNCR’s alleged failure to collaborate in making a large commercial \n(“blockbuster”) tour based on the QAR  Project.  Section 15 of the 2013 Agreement \nreads in pertinent part: \nOther Commercial Narrative.   D[N]CR and Intersal agree to \ncollaborate in making other commercial narrative such as, but not \nlimited to books and e-books, mini- and full-length documentaries, and \nvideo games.  Any profit -sharing agreements shall be based on the \namount of work contributed by each entity.   \n(2013 Agreement § 15 (emphasis added) .)  Plaintiff contends  that such a tour is \nincluded in the definition of “commercial narrative” and that Defendants have instead \nchosen to conduct their own tour  at numerous venues in North Carolina without \ncollaborating with Intersal.  (Third Am. Compl. ¶ 35(J).) \n9. In a previous order,  the Court held  that whether the parties intended \nfor the term “commercial narrative” in Section 15 of the 2013 Agreement to include a \nblockbuster tour and, if so, whether Defendants collaborated with Intersal in making \nsuch a tour  were issues of fact for a jury to decide.  See Intersal, Inc. , 2023 NCBC \nLEXIS 29, at **42-47. \n10. Since the Court’s ruling, Intersal  discovered and produced previously \nundisclosed images and audio recordings from a 3 February 2014 meeting involving \nrepresentatives from Intersal, DNCR , and N autilus.  During the meeting , the \nattendees discussed various topics including their interpretations of the 2013 \nAgreement with respect to a tour and media rights .  The discovery of the recordings \nand images from the meeting led to a continuance of the trial date so that the import \nof this additional information could be evaluated by the parties.  (Order on Pl.’s Mot. \nAdmit Evidence, Defs.’ Mot. Sanctions and Reconsider Summ. J. Ruling and Pl.’s Mot. \nContinue Trial [“Continuance Order”], ECF No. 294.) \n11. In the Continuance Order, the Court afforded the parties an opportunity \nto conduct limited discovery with respect to (1) the substance of the 3 February 2014 \nmeeting; (2) recordings and documents made and/or presented at the 3 February 2014 \nmeeting; (3) any images/usages responsive to prior discovery requests that have not \nbeen previously produced; (4) any recordings of meetings or calls responsiv e to prior \ndiscovery requests that have not been previously produced; and (5) the meaning of \nDCR’s website as stated in Paragraph 16(b)(2) of the 20 13 Settlement Agreement.  \nThe Court also amended the case management order to permit the parties to file \nmotions resulting from this discovery.  (Am. Case Mgmt. Order ¶¶ 2-3, ECF No. 298.) \n12. Pursuant to the terms of the Amended Case Management Order, \nDefendants filed the instant Motion on 31 May 2024, (ECF No. 318).  Plaintiff filed \nits response on 24 June 2024, (ECF No. 336).\n6  Defendants filed their reply on 1 July \n2024, (ECF No. 343). \n \n6 The Third Amended Case Management Order gave Plaintiff until 21 June 2024 to file its \nresponse.  Prior to this deadline, however, Plaintiff notified the Court of Defendants’ objection \nto Plaintiff’s citation to portions of the transcript of the 3 February 2014 meeting  in its \nresponse brief to the Motion, and it requested a status conference with the Court.  Following \nthe status conference, (ECF No. 329), the parties came to an agreement regarding citation to \nthe transcript, which was memorialized via a stipulation.  ( Joint Stip. Regarding Use of Tr. \nfrom 3 Feb. 2014 Meeting , ECF No. 338.)  Plaintiff  then requested an extension of time to \nrespond to the Motion, which the Court granted.  (Order Extending Time, ECF No. 330.) \n13. On 8 July 2024, the Court held a hearing on the Motion during which \ncounsel for all parties participated.  (Not. H’rg, ECF No. 344.)  The Motion is now ripe \nfor resolution. \nII. LEGAL STANDARD \n14. Summary judgment is appropriate “if the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with the affidavits, if any, \nshow there is no genuine issue as to any material fact and that [the movant] is \nentitled to a judgment as a matter of law.”  N.C. R. Civ. P. 56(c). \n15. Genuine issues of material fact are those “which can be maintained by \nsubstantial evidence.”  Kessing v. Nat’l Mortg. Corp. , 278 N.C. 523, 534 (1971).  \n“Substantial evidence is such relevant evidence as a reasonable mind might accept \nas adequate to support a conclusion and means more than a scintilla or a permissible \ninference.”  Daughtridge v. Tanager Land, LLC , 373 N.C. 182, 187 (2019) (citation \nand internal quotation marks omitted). \n16. In reviewing a motion for summary judgment, the Court must consider \nall evidence in the  light most favorable to the non -moving party.  Belmont Ass’n v. \nFarwig, 381 N.C. 306, 310 (2022) .  Parties moving for summary judgment have the \nburden of establishing the lack of any triable issue of fact.  Pembee Mfg. Corp. v. Cape \nFear Constr. Co., 313 N.C. 488, 491 (1985). \n17. A movant may satisfy its burden by proving that “an essential element \nof the opposing party’s claim does not exist, cannot be proven at trial, or would be \nbarred by an affirmative defense, or by showing through discovery that the opposing \nparty cannot produce evidence to support an essential element of [the] claim.”  Dobson \nv. Harris, 352 N.C. 77, 83 (2000) (citations omitted).  Should the mov ant satisfy its \nburden, “then the burden shifts to the non- moving party to ‘set forth specific facts \nshowing that there is a genuine issue for trial.’”  Lowe v. Bradford, 305 N.C. 366, 369-\n70 (1982) (quoting N.C. R. Civ. P. 56(e)).   \n18. When ruling on a motion for summary judgment, the  Court does not \nresolve issues of fact and must deny the motion if there is any genuine issue of \nmaterial fact.  Singleton v. Stewart, 280 N.C. 460, 464 (1972).   \nIII. ANALYSIS \nA. The February 2014 Meeting Transcripts \n19. Defendants contend that transcripts of the recordings made of  the \n3 February 2014 meeting conclusively establish that the parties did not intend for \nSection 15’s reference to “commercial narrative” to include a commercial tour.  (Defs.’ \nBr. Supp. Renewed Mot. Summ. J. [“Defs.’ Br.”] 9-13, ECF No. 319.)  After a thorough \nreview of the transcripts, the Court observes that there was much discussion of a \ntour.  Defendants appear to rely on  language in the 1998 Agreement providing that \nDNCR and MRI jointly had the “exclusive right to nationally and internationally tour \nand exhibit” the QAR ’s artifacts.  (1998 Agreement ¶ 21 .)  Intersal points to the \nabsence of the same provision in the 2013 Agreement as evidence that the concept of \na tour was no longer separate from other commercial narratives.  (Br. Opp. Defs.’ \nRenewed Mot. Summ. J. [“Pl.’s Br.”] 4, ECF No. 336.) \n20. The Court concludes that a material issue of fact exists on this point.  It \nwill be for the jury to decide what the parties meant by their statements during the \n3 February 2014 meeting, and whether those statements help to elucidate the parties’ \nintentions with respect to S ection 15 of the 2013 Agreement.  See, e.g., Whirlpool \nCorp. v. Dailey Constr., Inc. , 110 N.C. App. 468, 471 (1993) (“ [I[f the terms of the \ncontract are ambiguous then resort to extrinsic evidence is necessary and the \nquestion is one for the jury.”  (citing Cleland v. Children’s Home, Inc. , 64 N.C. App. \n153, 156-57 (1983))). \n21. Defendants’ Motion on this basis is DENIED. \nB. Timeliness of Defendants’ Remaining Arguments \n22. Plaintiff asserts that Defendants should not be permitted to raise its \nremaining arguments because they violate the Amended Case Management Order’s \nrestriction on motions that were permitted to  be heard at this stage .  (Am. Case \nMgmt. Order ¶ 3d.)  According to Plaintiff, the arguments do not result from a review \nof the February 2014 meeting materials and were available to Defendants when they \ninitially filed their summary judgment motion.  In addition, Plaintiff contend s that, \nto the extent Defendants  continue to  challenge the  enforceability of the 2013 \nAgreement, their argument is  barred by judicial estoppel and the law of the case  \ndoctrine.  (Pl.’s Br. 6-9.) \n23. Defendants respond that their Motion arises from the 3 February 2014 \nmeeting because, during that meeting, the parties discussed their intent with respect \nto Sections 15 and 16 of the 2013 Agreement.  Citing Carl v. State, 192 N.C. App. 544 \n(2008), Defendants further argue that interpreting these provisions the way Intersal \ndoes would mean that DNCR acted beyond its authority, making the provisions illegal \nand unenforceable as a matter of law.   (Defs.’ Reply Supp. Renewed Mot. Summ. J. \n[“Defs.’ Reply”] 3, ECF No. 343.) \n24. The Court agrees that Defendants’ Motion is timely given the topics \ndiscussed during the 3 February 2014 meeting.  The Court further agrees that \nDefendants would be estopped if they were challenging the enforceability of the 2013 \nAgreement as a whole, but they are not.  Defendants contend that Intersal should not \nbe able to argue that the parties’ intended particular  interpretations of certain \nlanguage in the 2013 Agreement because illegal interpretations are unenforceable as \na matter of law.  This argument has not been addressed per se, and  Defendants are \nnot estopped from pursuing it.  \ni.  The Emoluments Clause  \n25. Defendants next contend that interpret ing Section 16(a) of t he 2013 \nAgreement to require Defendants to “facilitate [Intersal’s] scheme” to deny access to \n“anything QAR related” to anyone not willing either to pay for Nautilus’ video footage, \n(which, in turn, resulted in payment to Intersal) , or to pay Intersal for the right to \nhave access to the QAR  Project to take their own images (a use  or access  fee) is \nunreasonable because it would violate the Emoluments Clause of the North Carolina \nConstitution.  According to Defendants, such an interpretation would result in an \nunconstitutional grant of an individual right to benefit from the QAR  that would \nserve only a private purpose rather than promote the general welfare.  (Defs.’ Br. 14-\n18; Defs.’ Reply 5-12.) \n26. Plaintiff responds first that the State’s characterization of Intersal’s \ninterpretation is an overstatement of its position in this litigation.  It maintains that \nSection 16(a) was only intended to restrict third party use of QAR Project images for \ncommercial purposes.  According to Intersal, “ [t]he public remains free to film and \nphotograph QAR-related items and activities that are open to the public for their own \npersonal use.”  (Pl.’s Br. 13, n. 3.)   \n27. Additionally, the language of Intersal’s claimed breaches belies the \nState’s characterization.  In the  Third Amended Complaint Intersal alleges that  \nDefendants breached Section 16(a) of the 2013 Agreement in the following ways:  \n(a) “[D]enying Intersal an opportunity to submit the “Terms of Service” \ncalled for by the QAR Settlement Agreement detailing permitted uses \nfor digital images of QAR Project activities gathered by press,” and that \nDNCR “fail[ed] to advise invited press of the existence of new QAR \nProject media policies[.]”  (Third Am. Compl. ¶ 35A.) \n \n(b) “Starting June 2014, in violation of para. 16.a, Defendants begin \nongoing and  continuing refusal to implement and/or post online \nIntersal’s submitted QAR Project Terms of Service, despite fact that its \nlanguage is identical to the language and policy previously  vetted and \nin use by NC Department of Commerce[.]” (Third Am. Compl. ¶ 35C.)  \n \n(c) “On September 9 and September 15, 2015 . . . Defendants continued \ntheir failure to implement the QAR Settlement Agreement media policy, \nby allowing Friends of the Queen Ann’s Revenge (“FoQAR”) to bring \nRaeford Brown and crew (from the talk radio show “Live and Local with \nRaeford and Friends”) to dive the QAR shipwreck and collect footage \naboard the 2015 QAR  recovery vessel, upon information and belief, \nwithout advising said Press representative s of changes to the QAR \nmedia policy[.]” (Third Am. Compl. ¶ 35G.) \n \n(d) “On September 14, 2015 . . . Defendants continued their failure to \nimplement specific mandates of the QAR  Settlement Agreement, \nincluding changes to QAR Project media policy (para. 16.a);  leading to \nDefendants’ allowing FoQAR to film QAR recovery operations via \nindependent media company Zion Consulting Group, upon information \nand belief, without requiring  completion of existing QAR commercial \nnarrative request form  . . . or enforcing the new QAR media policy [.]” \n(Third Am. Compl. ¶ 35H.) \n \n28. The Terms of Service submitted by Intersal to Defendants provided that \nthe press and news media organizations that applied to DNCR for access to the QAR \nProject “agree to limit their use of all QAR Project video and digital media \nimages . . . to the authorized use s described [in the Terms of Service].” 7  (Queen \nAnne’s Revenge Project Press / New Media A ccess Application and Terms of Service \n[“Terms of Service”] , ECF  No. 159.11 .)  The authorized uses specified that digital \nmedia shown on air or on the web had to include the watermark and/or bug of the \nnews organization and be restricted to three minutes running time on the new s \norganization’s platform or website.   In addition, if displayed on the news \norganization’s website, links to the QAR and Intersal websites  had to appear on the \nwebpage.  If printed, the image had to include the watermark and/or bug of the news \norganization and the cut line “Courtesy of NC DCR and Intersal, Inc.”  Duplication, \nre-edit, re-license and/or resale (or other use) of any of the media gathered or posted \n(including media posted to public access websites such as You Tube) was forbidden \nwithout the express written permission of Intersal.  Taking u nderwater video or \n \n7 “QAR Project video and digital media images” is defined in the Terms of Service to include \n“all video and digital media images of QAR Project recovery operations (including but not \nlimited to all shipboard activities, at dock, on the water, and at the QAR site), QAR Lab and \nLab operations, and of all QAR artifacts, regardless of location or disposition.”  (Terms of \nService 2.) \nimages was also prohibited without the express written permission of Nautilus, as \nwell as Intersal.  (Terms of Service 1-2.) \n29. The Terms of Service were “intended to assist D [N]CR in the safe \nmaintenance and control of access to the QAR Project and sites; and to help protect, \ndiscourage infringement of, and enable enforcement of certain QAR Project media \nrights held by Intersal, Inc., and its QAR video designee Nautilus Productions[.]”   \n(Terms of Service 1.)  When it came to enforcement, however, Section 16(a) of the \n2013 Agreement made it clear that Intersal was solely responsible.  (2013 Agreement \n§ 16(a)(5) (“Intersal shall bear the sole responsibility for managing and enforcing its \nTerms of Service[.]”).) \n30. In this action, Intersal seeks damages for Defendants’ alleged failure to \npost Intersal’s Terms of Service and their failure otherwise to advise those seeking \naccess to “QAR-project related artifacts and activities” of the existence of Intersal’s \nTerms of Service before granting access to the QAR Project for the purpose of \nrecording video or taking images.  As a result, Intersal alleges, the press and news \norganizations posted unmarked videos and images on the internet  and became a \nsource of those images for commercial use. \n31. Given the above, the Court concludes that Defendants’ characterization \nof Intersal’s Section 16(a) claim as being one for damages resulting from Defendants’ \nrefusal to deny access to the QAR Project to anyone not willing to pay Intersal a use \nfee is overstated.  However, t o the extent Intersal contends that Defendants were \nobligated to enforce their Terms of Service, (see e.g., Third Am. Compl. ¶ 35H), such \nan interpretation would run afoul of the plain language of Section 16(a)(5).      \n32. Addressing the Emoluments Clause, Intersal argues that its  \ninterpretation of Section 16(a) is not unconstitutional  because DNCR agreed to the \nprovision in order to  benefit the public and promote the general welfare of North \nCarolina’s citizens.  Specifically, Intersal maintains that the public–at–large benefits \nbecause Section 16 (a): ( i) is part of the consideration exchanged for resolving \nIntersal’s legal dispute with DNCR arising from the 1998 Agreement  (in which \nIntersal relinquished its rights to certain QAR artifacts so that all QAR artifacts \nremain with the State as one intact collection)  and (ii) because the interpretation \noperates to continue the parties’ mutual efforts to promote the history of Blackbeard \nthe pirate and continue the recovery and conservation of the QAR.  (Pl.’s Br. 13.)  \n33. The Emoluments Clause in the North Carolina Constitution provides \nthat “[n]o person or set of persons is entitled to exclusive or separate emoluments or \nprivileges from the community but in consideration of public services .”  N.C. Const. \nart. I, § 32.  An emolument is “ the profit arising from office, employment, or labor; \nthat which is received as a compensation for services, or which is annexed to the \npossession of office as salary, fees, and perquisites.”  Crump v. Snead, 134 N.C. App. \n353, 356 (1999) (quoting  Black’s Law Dictionary 524 (6th ed. 1990)).   Thus, with \ncertain exceptions, the Emoluments Clause prevents the State from granting a \nbenefit to an individual or group that is not available to the public.  Blinson v. State, \n186 N.C. App. 328, 342 (2007).   In short, the Emoluments Clause, along with other \nclauses at the beginning of the Constitution’s Declaration of Rights, was intended to \n“ensure that the people of North Carolina can compete equally for political and \neconomic advantage.”  Richard Dietz, Factories of Generic Constitutionalism, 14 Elon \nL. Rev. 1, 8 (2022) (internal quotation marks omitted).8  \n34. But “not every classification which favors a particular group of persons \nis an exclusive or separate emolument or privilege[.]”  Emerald Isle v. State, 320 N.C. \n640, 652 (1987) ( internal citation and quotation marks omitted ).  “[I]n determining \nwhether a benefit has been afforded in violation of [the Emoluments Clause], a court \nmust determine whether the benefit was given in consideration of public services, \nintended to promote the general public welfare, or whether the benefit was given for \na private purpose, benefitting an individual or select group.”  Peacock v. Shinn , 139 \nN.C. App. 487, 496 (2000).  When making this determination, courts examine whether \n“(1) the exemption or benefit is intended to promote the general welfare rather  than \nthe benefit of the individual, and (2) there is a reasonable basis for the [State]  to \nconclude that the granting of the  . . . benefit serves the public interest. ”  Id. at 495-\n96 (citing Crump, 134 N.C. App. at. 357). \n35. Further, t o be constitutional, t he test  requires only that activities \n“primarily benefit the public and not a private party[.]”  Id. at 493.  Even if incidental \nbenefits to private parties result, the benefit will generally be upheld as long as “[i]t \n \n8 Judge Dietz explains that a shift in this State’s jurisprudence with respect to the Exclusive \nEmoluments clause began in the late 1960’s with State v. Knight, 152 S.E. 2d 179 (1984) and \nuse of the rational basis test with respect to these claims.  “Unsurprisingly, Knight marked \nthe end of successful Exclusive Emoluments Clause challenges.”  Richard Dietz, Factories of \nGeneric Constitutionalism, 14 Elon L. Rev. 1, 8 (2022).   \nresults from the . . . government’s efforts to better serve the interests of its people. ”  \nId. at 494 (quoting Maready v. City of Winston -Salem, 342 N.C. 708, 725 (1996)) \n(internal quotation marks omitted) ; see also Emerald Isle, 320 N.C. at 655 \n(determining that the fact that some property owners b enefitted more than others \nfrom State action did not create an exclusive emolument because the ultimate benefit \nwas for the public at large.). \n36. Here, the permit issued to Intersal a warded it the right to 75% of the \ncoins and precious metal s recovered from the QAR .  ( Permit, ECF No. 337 .9.)  \nHowever, “in order that all QAR artifacts remain as one intact collection, and in order \nto permit [ DNCR] to determine ultimate disposition of the artifacts [,]” the parties \nagreed to swap Intersal’s right to 75% of the coins and precious metals for the rights \nprovided in the 1998 Agreement.  (1998 Agreement 2.)  This exchange continued to \nbe reflected in the 2013 Agreement.  (2013 Agreement 1.)   Accordingly, the rights \nIntersal ultimately derived from the 2013 Agreement were premised on its agreement \nto relinquish specific QAR artifacts (coins and precious metals)  to the State for the \npublic good. \n37. Further, the negotiation of an agreement to resolve Intersal’s dispute \nwith Defendants aligns with North Carolina’s public policy of settling disputed \nclaims.  See N.C.G.S. § 150B -22(a) (“It is the policy of this State that any dispute \nbetween an agency and another person  . . . should be settled through informal \nprocedures.”).  Avoiding protracted litigation is clearly in the best interests of the \ncitizenry.9    \n38. Accordingly, the Court concludes that Plaintiff’s claimed breaches of \nSection 16a do not implicate the Emoluments Clause of the North Carolina \nConstitution.  Defendants’ Motion on this basis is DENIED. \nii.  Section 143-162.2  \n39. Section 143-162.2 of the North Carolina General Statutes prohibits the \nState from charging a production company to film on the State’s real property (except \nfor that amount necessary to reimburse the State for actual costs incurred and \nrevenues lost).  Because the State cannot charge such a fee, Defendants argue that \nthey could not agree to any provision that would have afforded Intersal the ability to \ncharge such a fee or otherwise to profit from images of the QAR  Project.  Therefore, \nDefendants contend that Intersal cannot interpret the 2013 Agreement to require \nDNCR to deny a production company access to State historic property for purposes of \nfilming unless the production company first agrees to pay Intersal.  (Defs.’ Br. 18-21.)  \nThey contend that this interpretation  was discussed in the 2014 meeting and  \ncaptured by the recording, and that Mr. Masters, on behalf of Intersal, argued that \nthe law had been broken in the past.  (Defs.’ Br. 19.) \n40. In response, Plaintiff asserts that although the State is limited in what \nit can charge a  production company to film on its real property , nothing in Section \n143-162.2 requires a State agency to make its real property available  for filming.  \n \n9 That the 2013 Agreement has , in fact,  resulted in protracted litigation is  both ironic and \nunfortunate.   \nFurthermore, Intersal contends that it  has never taken the position that everyone \nmust pay it to access the QAR  Project for the purpose of taking images , only those \nseeking to create commercial narratives.  (Pl.’s Br. 16-17.) \n41. Section 143-162.2 of the North Carolina General Statutes provides that \n“[i]f a State agency makes real property available to a production company . . . it shall \nnot charge any fee other than reimbursement of actual costs incurred and actual \nrevenues lost by the agency . . . . This section does not require a State agency to make \nreal property available to a production company for a production. ”  N.C.G.S. § 143-\n162.2.   \n42. Intersal does not appear to interpret Section 16 (a) of the 2013 \nAgreement to require the State , which oversees public real  property, to charge \nproduction companies an access fee  on its behalf , and the plain language of 2013 \nAgreement would not support such an argument.10 \n43. There is also no discussion of a n access fee payable to Intersal in the \nTerms of Service referenced in Section 16 (a) of the 2013 Agreement .  Rather, the \nTerms of Service require press and news media organizations to agree to mark their \nimages and use them in a limited manner.  And, to the extent Intersal contemplates \ncharging a third party a fee for the ability to remove the marks and use the images \ncommercially, that fee, payable to Intersal, would result from the commercial use of \n \n10 Section 15 of the 2013 Agreement states that “D[N]CR and Intersal agree to collaborate in \nmaking other commercial narrative[.]”  This language presupposes that DNCR has a role in \nmaking the commercial narrative, not just in managing access to QAR Project real property \nthat others use to make the commercial narrative.  Profit-sharing pursuant to that provision \nis by agreement. \nthe images, not merely from being afforded access to the State’s QAR Project site to \ntake them.   \n44. Accordingly, the Court concludes that Plaintiff’s claimed breaches of \nSection 16 (a) do not implicate Section 143 -162.2 of the North Carolina General \nStatutes.  Defendants’ Motion on this basis is DENIED. \niii.  Monopolies Clause \n45. Defendants next argue  that their characterization of Plaintiff’s \ninterpretation of its media rights,  “either you pay Intersal or you do not make QAR  \ncommercial narratives,” is unenforceable because the State cannot grant Intersal the \nright to an unlawful monopoly (in QAR commercial narratives) in violation of the  \nNorth Carolina Constitution.  ( N.C. Const. art. I , Section 34 [the “Monopolies  \nClause”].)  Defendants argue that nothing  in the law  restricts application of  the \nMonopolies Clause to common goods and services rather than “unique historic \nartifacts,” and that “[m]aking documentaries, publishing news stories, and generally \ncreating content around historic artifacts is a right commonly held by the people.”  \n(Defs.’ Reply Br. 14.)  Therefore, Defendants contend, Intersal may not seek damages \nif DNCR allowed third parties to have access to the QAR Project to create commercial \nnarratives without first compensating Intersal.  (Defs.’ Reply 12-14.) \n46. Plaintiff observes that there is little case law interpreting the \nMonopolies Clause in our State’s Constitution.  Still, it quotes American Motors Sales \nCorp. v. Peters  for the proposition that “not every restraint of trade leads to a \nmonopoly in a particular market.”  311 N.C. 311, 316 (1984) .  (Pl.’s Br. 18.)  Intersal \ncontends that  the right to use images of the QAR Project commercially to create \ndocumentaries, publish photos or videos, or create a tour is  not a common right that \ncan be monopolized.  Instead, the fact that the artifacts themselves are each one- of-\na-kind necessarily results in a level of exclusivity.   As Intersal puts it, “[t]he QAR \nmaterials and activities at issue here are sui generis.”  (Pl.’s Br. 18.)  \n47. To underscore its position, Plaintiff argues that Section 121 -25 of the \nNorth Carolina General Statutes specifically permits DNCR to pay Intersal a \nmonetary fee or allow Intersal to retain (or sell) a portion of the relics found.  (Pl .’s \nBr. 20.)  It argues that “Defendants offer no explanation for how Intersal’s existing \ncontractual rights could be an illegal monopoly when the General Assembly expressly \nallows for companies such as Intersal to be the sole private source for commercial sale \nof artifacts from a particular shipwreck.”  (Pl.’s Br. 20.) \n48. Further, Intersal argues  that no thing in the law Defendants cite  \nsupports “a finding that Defendants could not permissibly grant Intersal a \ntemporary, exclusive right to pursue revenue -generating activity in connection with \nartifacts that it discovered and then granted to the State  in exchange for the rights \nat issue here.”  (Pl.’s Br. 18 (emphasis added).)  At the same time, it points out that, \nin general, the right to benefit from commercial narratives using QAR  artifacts was \nnot exclusive to it.  Rather, Intersal interprets the 2013 Agreement to entitle it only \nto a portion of any profit, or some fee, for commercial narratives  made by others .11  \n(Pl.’s Br. 19.)  \n49. In reply, Defendants maintain that Section 121-25 of the North Carolina \nGeneral Statutes, which allows DNCR to grant a permit under such conditions as it \ndeems to be in the “best interest of the State” (to include payment of a fee set by the \nDepartment or division of artifacts between the licensee and the Department, among \nothers), is inapplicable because it does not expressly grant DNCR the power to confer \na monopoly, and it contemplates that the applicant for a permit pay the fee, not that \nit receive one.  (Defs.’ Br. 21-22; Defs.’ Reply 12-14.) \n50. North Carolina’s Monopol ies Clause provides that  “[p]erpetuities and \nmonopolies are contrary to the genius of a free state and shall not be allowed.”  N.C. \nConst. art. I, § 34.  The Monopolies Clause was originally included in North Carolina’s \nConstitution to prohibit “a grant by the sovereign of an exclusive privilege to do \nsomething which had theretofore been a matter of common right.”   State v. Harris, \n216 N.C. 746, 761 (1940); see also Dietz, supra ¶ 33, at 13 (stating that the Monopolies \nClause was a response to the “crippling effects of English mercantilism on the \ncolonists.”).  “Under our system of government, all rights and privileges are primarily \nof common right, unless their restraint becomes necessary for the public good[.]”  \nThrift v. Elizabeth City, 122 N.C. 31, 37 (1898).  \n \n11 The Court observes that Section 14 of the 2013 Agreement purports to provide Intersal \nwith the “exclusive right to produce a documentary film about the QAR project for licensing \nand sale.” \n51. A monopoly exists when an entity or organization possesses “ownership \nor control of so large a portion of the market for a certain commodity that competition \nis stifled, freedom of commerce is restricted, and control of prices ensues.”  Dicesare \nv. Charlotte-Mecklenburg Hosp. Auth., 376 N.C. 63, 97 (2020) (citing Am. Motor Sales \nCorp., 311 N.C. at  315).  A  prerequisite to assessing a hypothetical monopolist’s \ncontrol over prices is determining the relevant market .  Window World of Baton \nRouge, LLC v. Window World, Inc. , 2016 NCBC LEIXS 82, at *17 (N.C. Super. Ct. \nOct. 25, 2016) (“[A]ntitrust claims often rise or fall on the definition of the relevant \nmarket.”); see also Sykes v. Health Network Sols., Inc., 2017 NCBC LEXIS 73, at *18 \n(N.C. Super. Ct. Aug. 18, 2017) (“Without a well -defined relevant market, an \nexamination of a transaction’s competitive effects  is without context or meaning.” \n(quoting FTC v. Freeman Hosp. , 69 F.3d 260, 268 (8th Cir. 1995)). 12  The party \nalleging an unreasonable restraint on trade bears the burden of defining the relevant \nmarket.  Window World, 2016 NCBC LEXIS 82, at *16.  \n52. “[A] relevant market has both a product and a geographic dimension[.]”  \nId. at *17 (citation and quotation marks omitted).  “A relevant product market must \nfocus on the range of products or services that actually compete in the disputed \nmarket, and turns on the concepts of reasonable interchangeability and cross -\n \n12 Case law interpreting the Monopolies  Clause is limited.  Some of the cases cited herein \ninvolve application of analogous concepts in federal antitrust law.  Our Supreme Court has \ncited federal antitrust law when interpreting the Monopol ies Clause.  See State v. Atlantic \nIce & Coal Co., 210 N.C. 742 (1936); cf. Rose v. Vulcan Materials Co., 282 N.C. 643, 655 (1973) \n(recognizing that the body of law applying the Sherman Act, although not binding, is \nnevertheless instructive in determining the full reach of Chapter 75 -1, which, like the \nMonopolies Clause prohibits combinations in restraint of trade.). \nelasticity.”  Sykes, 2017 NCBC LEXIS 73,  at *19; see also Brown Shoe Co. v. United \nStates, 370 U.S. 294, 325 (1962) (“The outer boundaries of a product market are \ndetermined by the reasonable interchangeability of use or cross-elasticity of demand \nbetween the product itself and substitutes for it.”).   \n53. If products are reasonabl y interchangeable, it means that consumers \nview “one product [as] roughly equivalent to another for the use to  which it is put; \nwhile there may be some degree of preference for the one over the other, either would \nwork effectively.”  Allen-Myland, Inc. v. I BM Corp., 33 F.3d 194, 206 (3d  Cir. 1994).  \nFactors for assessing reasonable interchangeability include the products’ prices, uses \nand qualities.  See United States v. E.I. du Pont de Nemours & Co., 351 U.S. 377, 404 \n(1956) (stating that reasonable interchangeability is a factor of the price, use and \nqualities of the products considered); cf. Oksanen v. Page Mem’l Hosp., 945 F.2d 696, \n709 (4th Cir. 1991) ( “A fundamental tenant of antitrust law [is] that the relevant \nmarket definition must encompass the realities of competition.”).  \n54. Cross-elasticity of demand is an economic term “describing the \nresponsiveness of sales of one product to price changes in another.”   Los Angeles \nMem’l Coliseum Comm’n v. Nat’l Football League, 726 F.2d 1381, 1393 (9th Cir. \n1984).  “A high cross -elasticity of demand indicates that products are substitutes; a \nlow cross-elasticity of demand indicates that the products are not substitutes and, as \na result, do not compete in the same market.  Lenox MacLaren Su rgical Corp. v. \nMedtronic, Inc., 762 F.3d 1114, 1120 (10th Cir. 2014).  \n55. The Court first observes that Defendants have failed to define the \nrelevant market with reference to the rule of reasonable interchangeability and cross-\nelasticity of demand .  This failure is a sufficient basis alone  to deny Defendants’ \nMotion.  Cf. Window World, 2016 NCBC LEXIS 82, at *16 (“Where the plaintiff fails \nto define its proposed relevant market with reference to the rule of reasonable \ninterchangeability and cross -elasticity of demand, or alleges a proposed relevant \nmarket that clearly does not encompass all interchangeable substitute products even \nwhen all inferences are granted in plaintiff’s favor, the relevant market is legally \ninsufficient and a motion to di smiss may be granted.”) ( quoting Queen City Pizza v. \nDomino’s Pizza, 124 F.3d 430, 436 (3d Cir. 1997)). \n56. To the extent  Defendants do attempt to define the relevant product \nmarket, they do so  in their reply brief ,\n13 and their definition is too narrow.   \nDefendants define the relevant market as one for commercial narratives making use \nof QAR artifacts.  (Defs.’ Reply 12.)  But a market must reflect commercial reality and \nbe defined to include “the group or groups of sellers or producers who have actual or \npotential ability to deprive each other of significant levels of business.”  Thurman \nIndus., Inc. v. Pay ‘N Pak Stores, Inc. , 875 F.2d 1369, 1374 ( 9th Cir. 1989).   \n“Monopolization of a single brand is not an antitrust violation.”   Int’l Logistics Grp., \nLtd. v. Chrysler Corp., 884 F.2d 904, 908 (6th Cir. 1989).14   \n \n13 Business Court Rule 7.7 warns that the Court “may decline to consider issues or arguments \nraised by the moving party for the first time in a reply brief.”  \n \n14 Although courts on occasion have defined a market by a single brand, these cases have \ncentered on products that are uniquely attractive to consumers  such that  there are no \nreasonable substitutes.  See, e.g., Nat’l Collegiate Athletic Ass’n v. Bd. of Regents of Univ. of  \n57. Defendants’ definition of the market is limited to commercial narratives \nof only one type of historical artifact : those sourced from shipwrecks .  It is further \nlimited to one “brand” of shipwreck artifacts, those sourced from the QAR.  Sellers of \ncommercial narratives using QAR Project images and artifacts at the very least \ncompete for sales with sellers of narratives involving other shipwreck s, historical \nartifacts, or even pirates or piracy in general.  Accordingly, Defendants’ definition of \nthe market for purposes of determining whether a monopoly exists does not take into \naccount the range of products or services that actually compete in the disputed \nmarket.  Sykes, 2017 NCBC LEXIS 73, at *19.15 \n58. In addition, o nce a relevant  market is identified , the Court must \ndetermine whether Intersal, by virtue of its rights under the 2013 Agreement, would \nexercise so much control over th at market  that other sellers would not be able to \ncompete, and commerce would be stifled.  Am. Motors Sales Corp. , 311 N.C. at 317.   \nThe record is devoid of evidence that any properly defined market would be impacted \nin this way.   Cf. Dicesare, 376 N.C. at  98-99 (“[G]iven that plaintiffs have failed to \nallege that the [defendant] has the ability to actually control prices in that market, \nwe are not persuaded that the allegations contained in the third amended complaint \n \nOkla., 468 U.S. 85, 111 (1984) (defining the relevant market as college football broadcasts \nbecause college football “generate[s] an audience uniquely attractive to advertisers and that \ncompetitors are unable to offer programming that can attract a similar audience.”). \n \n15 Defendants’ definition of the market appears to be driven by the language of the 2013 \nAgreement.  “[C]ourts should not confuse true market power in a properly defined relevant \nmarket with mere ‘contract power’ that a defendant may have  . . . as a result of contract \nrestrictions voluntarily entered into between the parties.”  William C. Holmes & Melissa H. \nMangiaracina, Antitrust Law Handbook § 3:4 (Thomson Reuters, 2023-2024 ed. 2023). \nsuffice to show that the [defendant] possesses ‘so large a portion’ of that market that \nit risks causing the sort of harm to the public that N.C. Const. art. I, § 34, is designed \nto prevent.”).16 \n59. Accordingly, the Court concludes that Defendants have failed to \nestablish that rights afforded to Intersal by the 20 13 Agreement violate the \nMonopolies Clause.  Defendants’ Motion on this basis is DENIED. \niv. Umstead Act \n60. Turning back to Intersal’s contention that the term  “commercial \nnarrative” in Section 15 of the 2013 Agreement  (a) includes the concept of a \nblockbuster tour,  and (b) that they were required to collaborate with Intersal in \nmaking such a tour, Defendants a rgue that  the Umstead Act, N.C.G.S. § 66 -58, \nprohibits such an interpretation.   Defendants point out that the Umstead Act \nrestricts the ability of the State to compete with private enterprise.  Consequent ly, \nthey argue that “ commercial narrative” could only re fer to items that the Umstead \nAct permits DNCR to sell, such as food, books, crafts, gifts, and other tourism-related \nitems at State parks, museums and historic sites operated by the Department.  (Defs.’ \nBr. 22-25.) \n61. Plaintiff responds that the Umstead Act does  not bar Defendants from \nhonoring their commitment to collaborate with Intersal in making a blockbuster tour \n \n16 As was true with the Exclusive Emoluments Clause, courts examining constitutional \nchallenges based on the Monopol ies Clause utilize the rational basis test.  Under this test, \nany conceivable legitimate purpose is sufficient, and the act is not arbitrary so long as it bears \na “rational . . . relation to the public health, morals, order, or safety, of the general welfare.”  \nG I Surplus Store, Inc. v. Hunter, 257 N.C. 206, 210  (1962) (cleaned up).  “The challenging \nlegal question is defining what [a monopoly] is.”  See Dietz, supra ¶ 33, at 13. \nbecause that Act affords the Department the ability to generate revenue from public \nand private special events , provided the resulting profits are used to support \noperation of the  historic site or museum administered by DNCR.   (Pl.’s Br. 21.)  \nDefendants point out, however, that the language of the statute contemplates that \nthese events occur at the historic site or museum , and Intersal’s concept of a \nblockbuster tour is not so limited.  (Defs.’ Reply Br. 15.)  \n62. Plaintiff also argues that the Umstead Act is inapplicable because \ntouring the QAR  artifacts is not a n activity in which the public is ordinarily and \ncustomarily engaged.  Therefore, there is no risk that DNCR would be competing with \nprivate enterprise.  Instead, Plaintiff asserts that promoting tourism and fundraising \nto support the QAR Project are legitimate functions of DNCR, and the Umstead Act \nshould not be interpreted to prevent Defendants from honoring contractual provisions \nthat support DNCR’s legitimate functions.  (Pl.’s Br. 23.)   \n63. Defendants re ply that Plaintiff, itself,  contends that private tour \npromoters engage in activity such as that contemplated by Intersal ; therefore, if the \nState were to engage in the same activities as a tour promoter , it would necessarily \nbe in competition.  (Defs.’ Reply 15-16.) \n64. “The rule in North Carolina is that it is not the function of government \nto engage in private business.”  Mitchell v. North Carolina Indus. Dev. Fin. Auth. , \n273 N.C. 137, 156 (1968).  This rule is codified in the Umstead Act, which prohibits: \nany unit, department, or agency of the State government  . . . or any \nindividual employee or employees of the unit, department, or \nagency . . . to engage directly or indirectly in the sale of goods, wares, or \nmerchandise in competition with citizens of the State . . . or to maintain \nservice establishments for the rendering of services to the public \nordinarily and customarily rendered by private enterprises  . . . or to \ncontract with any person, firm, or corporation for the operation or \nrendering of the businesses or services  . . . or to purchase for or sell to \nany person, firm, or corporation any article of merchandise in \ncompetition with private enterprise. \nN.C.G.S. § 66 -58(a).  Subsection (b)(9b) of the Umstead Act provides specific \nexceptions for DNCR including: \nthe sale of food pursuant to [N.C.]G.S. 111 -47.2 and the sale of books, \ncrafts, gifts, and other tourism -related items and revenues from public \nand private special events, activities, and programming at State parks, \nState aquariums, historic sites and museums administered by [DNCR], \nprovided that the resulting profits are used to support the operation of \nthose sites. \n \nN.C.G.S. § 66-58(b)(9b). \n65. In Section 15 of the 2013 Agreement , DNCR agreed “to collaborate in \nmaking other commercial narrative such as, but not limited to, books and e- books, \nmini- and full-length documentaries, and video games.”  When it comes to who would \nprofit from such activity, Section 15 says , “[a]ny profit-sharing agreements shall be \nbased on the amount of work contributed by each entity.”  There is no requirement \nthat DNCR participate in or conduct a commercial narrative, only that it collaborate \nwith Intersal in making one.  Nor is there a requirement that it enter into any profit-\nsharing agreement with respect to a commercial narrative. \n66. The Court has already held that whether the parties intended for the \nterm “commercial narrative” to include a blockbuster  tour, and what they meant \nwhen they agreed to “collaborate in making” commercial narratives, are matters for \nthe jury to decide.  See Intersal, 2023 NCBC LEXIS 29, at **43-44.  A jury could well \ndetermine that the term “commercial narrative” in Section 15 of the 2013 Agreement \nincludes a blockbuster tour of the type contemplated by Intersal.  Such  an \ninterpretation would not violate the Umstead Act  to the extent the jury also \ninterprets the requirement that DNCR “collaborate [with Intersal ] in making” such \na tour not  to require DNCR to (a) engage in the sale of goods in competition with \ncitizens of the State or (b) maintain service establishments to render services to the \npublic ordinarily and customarily rendered by private enterprises. \n67. Therefore, Defendants’ Motion is DENIED to the extent it is  based on \nthe Umstead Act.   \nv.  Section 121-7.3 \n68. Finally, Plaintiff does not contest Defendants’ contention that Section \n121-7.3 of the North Carolina General Statutes prohibits Defendants from sharing \nwith Intersal a portion of the admission fees charged by the state-run museums that \nhave hosted a QAR  Project exhibit.  (Defs.’ Br. 22 -25.)  Accordingly, the State is \nentitled to summary judgment to the extent Plaintiff alleges that it has suffered \ndamage in the form of these lost admission fees.  (See Third Am. Compl. ¶ 35J.)    \nIV. CONCLUSION \n69. WHEREFORE, the Court hereby GRANTS in part and DENIES in \npart the Motion as follows: \na. Defendants’ Motion is GRANTED t o the extent Intersal contends that \nDefendants were obligated to enforce the Terms of Service, (Third Am. \nCompl. ¶ 35H). \nb. Defendants’ Motion pursuant to G.S. 121-7.3 with respect to Plaintiff’s \nclaim that it is entitled to a portion of the admission fees charged by \nstate-run museums is GRANTED.  \nc. In all other respects, the Motion is DENIED. \n \nSO ORDERED, this the 30th day of August, 2024. \n \n  \n/s/ Julianna Theall Earp \nJulianna Theall Earp \nSuperior Court Judge \n      for Complex Business Court Cases \n "
}