{
  "id": "6e8486ffe54022c16da8b8c63d9f5798fcccd9048e7b06c96cc1de09add4f425",
  "source_file": "data/raw/ncbc/6e8486ffe54022c16da8b8c63d9f5798fcccd9048e7b06c96cc1de09add4f425.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nDURHAM COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n13 CVS 2854 \n \nSCIGRIP, INC. f/k/a IPS STRUCTURAL \nADHESIVES HOLDINGS, INC. and IPS \nINTERMEDIATE HOLDINGS \nCORPORATION, \n \nPlaintiffs, \n \nv. \n \nSAMUEL B. OSAE and SCOTT BADER, \nINC., \n \nDefendants. \n \n \n \n \nORDER & OPINION ON PLAINTIFFS’ \nRENEWED MOTION TO COMPEL \nDISCOVERY RESPONSES FROM \nDEFENDANT SAMUEL B. OSAE \n \n \n \n \n{1} THIS MATTER is before the Court upon (1) Plaintiffs SciGrip, Inc. f/k/a IPS \nStructural Adhesives Holdings, Inc. and IPS Intermediate Holdings Corporation’s \n(collectively, “IPS” or “Plaintiffs”) Renewed Motion to Compel Discovery Responses \nfrom Defendant Samuel B. Osae (“Defendant” or “Mr. Osae”) (the “Motion” or “Motion \nto Compel”) and (2) Mr. Osae’s request to view Plaintiffs’ Supplemental Responses to \ndiscovery requests, invited by the Court’ s July 13, 2015 Scheduling Order, in the \nabove-captioned case.  As explained below, the Court DENIES Plaintiffs’ Motion to \nCompel without prejudice to Plaintiffs’ right to renew its Motion for good cause \nshown, and DENIES Defendant’s request to view Plaintiffs’ Supplemental Responses \nto discovery requests (“Supplemental Resp onses”) without prejudice to Mr. Osae’s \nright to renew his request for good cause shown.  \nLynch, Cox, Gilman & G oodman, P.S.C., by Donald L. Cox and William H. \nMooney, and Law Offices of Denise Smith Cline, PLLC, by Denise Smith Cline, \nfor Plaintiffs SciGrip, Inc. and IPS Intermediate Holdings Corp. \n \nMast, Schulz, Mast, Johnson, Wells, & Trimyer, P.A., by George B. Mast and Lily \nVan Patten, for Defendant Samuel B. Osae. \n \nOgletree, Deakins, Nash, Smoak & Stewar t, P.C., by Patrick Lawler and Phillip \nJ. Strach, for Defendant Scott Bader, Inc. \n \nBledsoe, Judge. \nSciGrip, Inc. v. Osae, 2015 NCBC 86.\n \n \nI. \nPROCEDURAL BACKGROUND \n{2} Plaintiffs develop and produce “acrylic-based structural adhesives that are \nused in the marine and other industries to bond fiberglass and other material \ntogether.”  (Am. Compl. ¶ 7.)  Plaintiffs initially brought suit against Mr. Osae, a \nformer employee, and Defendant Scott Bader, Inc. in 2008 to enforce the employment \nagreement between Plaintiffs and Mr. Os ae and to protect their proprietary \ninformation.  (Am. Compl. ¶ 23.)  That lit igation resulted in a TRO and a Consent \nOrder among the parties.  (Am. Compl. ¶ 29.)  Plaintiffs initiated the current \nlitigation in November 2014, alleging  breach of the Consent Order and \nmisappropriation of Plaintiffs’ trade secrets.  The Amended Complaint alleges that \nMr. Osae disclosed Plaintiffs’ confidential and trade secret information not only to \nDefendant Scott Bader, Inc., but also to Mr. Osae’s current employer, Engineered \nBonding Solutions, LLC (“EBS”), a non-party Florida company.  (Am. Compl. ¶ 68.)    \n{3} Plaintiffs filed the Motion to Compel on March 3, 2015, and initial briefing \nwas completed on March 23, 2015.  The Moti on requests that the Court compel Mr. \nOsae to produce documents relating to EBS .  (Pls.’ Renewed Mot. Compel 6.)  The \nCourt held a hearing on Plaintiffs’ Motion on May 12, 2015, at which Plaintiffs and \nMr. Osae were represented by counsel.   \n{4} On May 13, 2015, the Court entered an Order deferring ruling on the Motion \nand ordering Plaintiffs to serve Supplem ental Responses to Mr. Osae’s discovery \nrequests to describe with sufficient particularity Plaintiffs’ alleged trade secrets and \nconfidential information that Plaintiffs allege have been misappropriated.  The Court \nfurther ordered the parties to engage in g ood faith attempts at resolving Mr. Osae’s \nobjections to the sufficiency of Plaintiffs’ supplemental identification.   \n{5} On July 13, 2015, Mr. Osae reported to the Court via e-mail that the parties \nreached an “agreement that Plaintiffs’ trade secret identification ha[d] been \nsufficiently particularized.”   (Tiffany Clark E-mail, July 13, 2015.)  Mr. Osae \ntherefore withdrew his objection to Pl aintiffs’ discovery responses based on \ninsufficient trade secret identification.  He  then raised new objections “over the \n \n \nappropriate scope of Plaintiffs’ discovery requests,” in particular arguing that \nPlaintiffs cannot obtain from him the confidential and trade secret information of his \ncurrent employer, EBS, located on the co mpany-owned laptop computer EBS has \nprovided to Mr. Osae for use in his work for EBS.  (Tiffany Clark E-mail, July 13, \n2015.)  More specifically, Mr. Osae now contends “that documents, which constitute \nproprietary trade secret information of [ EBS], are not discoverable or compellable \nfrom [Mr.] Osae.  Rather, [Mr. Osae avers that] such documents must be sought from \n[EBS] in the current Florida litigation between Plaintiffs and [EBS].”1  (Tiffany Clark \nE-mail, July 13, 2015.)  Mr. Os ae further argues that he should be allowed to view \nthe alleged trade secrets, proprietary information, and confidential information \nPlaintiffs claim Mr. Osae has misappropriat ed – all of which Plaintiffs disclosed \nunder an “Attorneys Eyes Only” confidentiality restriction – as such information falls \nunder Paragraph 3(b)(v) of the Consent Protective Order (“CPO”) entered in this case.  \n(Tiffany Clark E-mail, July 13, 2015.)   \n{6} The Court entered an order to schedule supplemental briefing on Mr. Osae’s \ntwo most recent objections to Plaintiffs’ discovery requests on July 13, 2015.  The \nparties’ supplemental briefing was completed on July 31, 2015, and the Motion to \nCompel is now ripe for review. \n  \n                                                 \n1   In conjunction with its efforts to obtain EBS’s proprietary and trade secret information from Mr. \nOsae, IPS also has sought such items from EB S directly and issued a third-party subpoena  duces \ntecum upon EBS in Florida.  EBS has resisted the third-party subpoena, and the issue continues to be \nlitigated in the matter styled IPS Structural Adhesives Holdings, Inc. and IPS Intermediate Holdings \nCorporation. v. Engineered Bonding Solutions, LLC, Civil Action No: 05-2013-CA-069331 (Fla. Cir. Ct. \n18th Jud. Cir., Brevard Cnty.).  Most recently, the Florida Circuit Court ordered EBS to comply with \nthe subpoena so long as IPS grants EBS’s outside counsel “attorney’s eyes only” access to IPS’s trade \nsecret information.  (Pls.’ Supplemental Disc. Status Report Ex. A.)  IPS has also brought suit against \nEBS for trade secret misappropriation in federal court in Florida.  Complaint, SciGrip, Inc. et al. v. \nEngineered Bonding Solutions, LLC , No. 6:15-CV-653-Orl-22KRS (M.D. Fla. Apr. 23, 2015).  The \nfederal case is in the very early stages of discovery.  (Pls.’ Disc. Status Report, pp. 3–4.) \n \n \n \nII. \nFACTUAL BACKGROUND \n{7} For purposes of this Order and Opinio n, the Court recites those facts from \nthe Amended Complaint that are relevant to the Court’s legal determinations.  The \nCourt, however, does not make any factual findings concerning these allegations in \nconnection with Plaintiffs’ Motion. \n{8} Plaintiffs’ Motion to Compel arises ou t of the alleged misappropriation of \nPlaintiffs’ trade secrets by Mr. Osae, who was employed by IPS from July 2000 until \nAugust 2008 as the “Application and Deve lopment Manager and the only formula \nchemist employed by the IPS Durham operatio n at th[at] time.”  (Am. Compl. ¶ 8.)  \nMr. Osae terminated his employment with IPS in August 2008.  He subsequently \nbegan working for Defendant Scott Bader, Inc., (Am. Compl. ¶¶ 16–18), and Plaintiffs \ncontend that Mr. Osae misappropriated their trade secrets in conjunction with Scott \nBader, Inc.’s European patent application (“Patent Application”).2 (Am. Compl. ¶ 41.) \n{9} In 2011, Mr. Osae became a 25% owner and managing member of the newly \nformed EBS.  (Am. Compl. ¶ 42–45.)  Plaint iffs contend that “EBS is a direct \ncompetitor of IPS in the structural adhesives industry,” (Am. Compl. ¶ 43), and that \nMr. Osae used Plaintiffs’ trade secret in formation to develop products for EBS in \nviolation of his confidentiality agreement with Plaintiffs.  (Am. Compl. ¶ 45.)   \n{10} Through written and oral discovery, Plaintiffs have sought information \nregarding EBS’s confidential trade secret information from Mr. Osae.  (See, e.g., Pls.’ \nRenewed Mot. Compel Exs. A & E.)  Mr. Osae has denied his ability to produce EBS’s \nconfidential trade secret information – although he admits he has access to such \ninformation – because he alleges that he ca nnot be “required to disclose proprietary \ntrade secret information belonging to [EBS ], a non-party foreign corporation who is \n                                                 \n2  Plaintiffs allege that during the time it employed Mr. Osae, Scott Bader, Inc. filed an application for \na European patent for new adhesive products that utilized certain confidential information of IPS \nknown only to Mr. Osae and other IPS employees who developed products during the period from 2000 \nto the fall of 2008.  Plaintiffs assert that the information disclosed in the Patent Application that was \nconfidential and proprietary includes the identity and combination of chemicals that were unique to \nIPS’s own adhesive products.  (Am. Compl. ¶¶ 31–33.) \n \n \nin direct competition with Plaintiffs in the structural adhesive industry.”  (Def.’s \nMem. Supp. Objections Pls.’ Disc. Reqs. 1.)   \n{11} On February 27, 2015, the parties entered into the CPO, under which certain \ndiscovery documents could be designated as “Confidential” or “Highly Confidential—\nAttorneys Eyes Only”.  (CPO ¶¶ 1–3.)  The Highly Confidential designation restricts \naccess to outside counsel only, subject to some exceptions.  (CPO ¶ 3(b).)     \n{12} On June 29, 2015, Mr. Osae’s counse l received Plaintiffs’ Supplemental \nResponses to Mr. Osae’s discovery requests, which were prompted by the Court’s May \n13 Order directing Plaintiffs to describe their trade secrets with sufficient \nparticularity.  (Tiffany Clark E-mail, Ju ly 13, 2015; Order on Pls.’ Renewed Mot. \nCompel Disc. 3.)  Plaintiffs designated th eir responses, which contain confidential \nand proprietary trade secret information, as Highly Confidential—Attorneys Eyes \nOnly.  Mr. Osae contends that to properly defend this case , he must be able to view \nPlaintiffs’ alleged trade secrets contained in their supplemental discovery responses, \nnotwithstanding the protective order ente red in this case.  (Def.’s Mem. Supp. \nObjections Pls.’ Disc. Reqs. 8.) \nIII. \nANALYSIS \n{13} North Carolina’s liberal discovery rules permit parties to obtain discovery \non any relevant, non-privileged matter that appears “‘reasonably calculated’ to lead \nto the discovery of admissible evidence.”  \nAnalog Devices, Inc. v. Michalski , 2006 \nNCBC LEXIS 14, at *22, *40 (N.C. Super. Ct. Nov. 1, 2006) (“Rule 26(b)(1) makes \nclear that liberal discovery is permitted.”) (quoting Shellhorn v. Brad Ragan, Inc., 38 \nN.C. App. 310, 313, 248 S.E.2d 103, 106 (1978)).  However, “[i]t is equally clear under \nthe Rules that North Carolina judges have the power to limit or condition discovery \nunder certain circumstances.”  Id. at *40. \nA. N.C. R. Civ. P. 34 \n{14} Rule 34 of the North Carolina Rules of Civil Procedure (“Rule 34”) permits a \nparty to request that any other party produce documents “within the scope of Rule \n26(b) and which are in the possession, custody or control of the party upon whom the \n \n \nrequest is served.”  N.C. R. Civ. P. 34( a).  “‘[D]ocuments are deemed within the \npossession, custody or control of a party for purposes of Rule 34 if the party has actual \npossession, custody or control of the materi als or has the legal right to obtain the \ndocuments on demand.’”  Lowd v. Reynolds, 205 N.C. App. 208, 215, 695 S.E.2d 479, \n484 (2010) (emphasis omitted) (requiring pl aintiff to produce his medical records \nbecause he had the legal right to obtain his own medical records pursuant to HIPPA) \n(quoting Pugh v. Pugh, 113 N.C. App. 375, 380–81, 438 S.E.2d 214, 218 (1994)).  See, \ne.g., Milks v. Mills , No. COA08-1313, 2009 N.C. App.  LEXIS 1234, at *16 (N.C. Ct. \nApp. Aug. 4, 2009) (unpublished) (“De fendant [improperly] failed to produce \ndocuments that were being held by his agen ts, such as the documents that were in \nthe hands of his accountan t, insurer, and bank.”); Nat’l Fin. Partners Corp. v. Ray, \n2014 NCBC LEXIS 50, at *49 (“[A] litigating parent corporation has control over \ndocuments in the physical possession of its subsidiary corporation where the \nsubsidiary is wholly owned or co ntrolled by the parent.”) (quoting \nAm. Angus Ass'n \nv. Sysco Corp., 158 F.R.D. 372, 375 (W.D.N.C. 1994)).   \n{15} Plaintiffs first claim that Mr. Osae has “actual possession” of the EBS \ndocuments because they are located on “ his laptop computer.” ( See Renewed Mot. \nCompel 10; Reply Supp. Renewed Mot. Compel 7; Pls.’ Br. Regard. Outstand. Disc. \nDisputes 3) (emphasis added).  Mr. Osae’s testimony as cited by Plaintiffs, however, \nindicates that the laptop in question is an EBS-owned computer rather than Mr. \nOsae’s personal computer.  (\nSee Renewed Mot. Compel Ex. A, pp. 18–19.)  Thus, the \nquestion before the Court is whether an individual “possesses” for Rule 34 production \npurposes company documents stored on a company-provided laptop.   \n{16} No North Carolina court has ruled on this specific issue.  At least one federal \ncourt has considered a nearly identical case.  Devon Robotics v. DeViedma, No. 09-cv-\n3552, 2010 U.S. Dist. LEXIS 108573 (E .D. Pa. Oct. 7, 2010).  In Devon Robotics, the \ncourt ordered the defendant to produce documents after concluding that the \ndefendant “actually possessed” his non-party employer’s documents stored on his \nlaptop computer.  Id. at  *7–8.  In reaching its conclusion, the court noted that \n“‘custody and control are broader than po ssession’” and “[p]resumably . . . cases \n \n \ninvolving actual possession are more straightforward.”  Id. at *7 (quoting Modern \nEng’g, Inc. v. Peterson, No. 07-1055, 2007 U.S. Dist. LEXIS 51131, *6–7 (C.D. Ill. July \n16, 2007).  Indeed, this premis e is consistent with other authorities that physical \npossession without regard to legal ownership is sufficient under Fed. R. Civ. P. 34.  \nSee In re Bankers Trust Co., 61 F.3d 465 (6th Cir. 1995) (holding that Federal Reserve \nBoard’s regulations retaining legal ownership of certain documents were not \ndeterminative and compelling bank to disclose such documents in its actual \npossession); 8B Charles Alan Wright & Arthur R. Miller, \nFederal Practice & \nProcedure § 2210 (3d ed. 2015) (“A party may be required to produce documents and \nthings that it possesses even though they belong to a third person who is not a party \nto the action.”) (emphasis added).          \n{17} The present case, however, presents a highly unique scenario distinct from \nthe above cases, none of which dealt with discovery of a non-party competitor’s trade \nsecret and confidential information.  Here, Plaintiffs seek to discover trade secret and \nproprietary information of their direct competitor solely through one of its employees.  \nTypically, when a company alleges trade secret violations by an employee who has \ndeparted and begun employment with a competitor, the competitor is either joined as \na party in the lawsuit or, if the competitor is a non-party, the company seeks discovery \nof the competitor’s documents from the competitor itself through a third-party \nsubpoena under Rule 45.  See, e.g., Boston Sci. Corp. v. Lee, No. 5:14-mc-80188-BLF-\nPSG, 2014 U.S. Dist. LEXIS 107584, at *2 (N.D. Cal. Aug. 4, 2014) (seeking \nproduction of defendant former employee’ s work computers through a third-party \nsubpoena of defendant’s new employer, plaintiff’s direct competitor, in a case alleging \ntrade secret misappropriation); RCR Enters., LLC v. McCall, 2014 NCBC LEXIS 69, \nat *39 (N.C. Super. Ct. Dec. 19, 2014) (seeking non-party competitor’s documents \nthrough subpoena of non-party competitor when company brought suit solely against \nformer employee); \nDSM Dyneema, LLC v. Thagard , 2014 NCBC LEXIS 51, at *4–5 \n(N.C. Super. Ct. Oct. 9, 2014) (bringing misappropriation of trade secrets claim \nagainst former employee and direct competitor); Taidoc Tech. Corp. v. OK Biotech \n \n \nCo., Ltd. , 2014 NCBC LEXIS 49, at *2 (N.C. Su per. Ct. Oct. 9, 2014) (bringing \nmisappropriation of trade secrets claim directly against competitor).  \n{18} Thus, the Court has concerns about the implications of compelling discovery \nof EBS’s trade secrets on the basis of Mr. Osae’s possession of a company laptop.  In \na workforce where employees  have access to a multitude of company documents \nthrough any number of portable electronic devices, the traditional line between \npossession and access has been blurred.  Cf. SCR-Tech LLC v. Evonik Energy Servs., \nLLC, 2014 NCBC LEXIS 72, at *27–28 (N.C. Super. Ct. Dec. 31, 2014) (quoting Pugh, \n113 N.C. App. at 380, 438 S. E.2d at 218) (distinguishin g actual possession from a \npractical ability to obtain the requested materials).   \n{19} Further, other factors caution against compelling Mr. Osae to produce EBS’s \ntrade secret information, including IPS’s active pursuit of such documents from EBS \ndirectly in the Florida state court and federal litigation, and EBS’s repeated assertion \nthat it is not subject to person al jurisdiction in North Carolina.\n3  (Pls. Suppl. Disc. \nStatus Report, Ex. C.)  In fact, obtaining confidential trade secret information from a \nnon-party competitor is preferable under Rule 45 because Rule 45 affords greater \nprotections to non-parties.  Bank of Am. Corp. v. SR Int’l Bus. Ins. Co., 2006 NCBC \nLEXIS 17, at *29 (N.C. Super. Ct. Nov. 1, 2006) (noting the courts’ obligation to \nprotect non-parties from burden and expense without sufficient justification).  See \nalso Kilgo v. Wal-Mart Stores, Inc. , 138 N.C. App. 644, 648, 531  S.E.2d 883, 887 n.5 \n(2000) (“A subpoena duces tecum is appropriate to make discovery of documentary \nevidence held by a non-party.”).   \n{20} Therefore, the Court declines to co mpel production of trade secret and \nproprietary information of a non-party co mpetitor where the plaintiff seeks such \ninformation through an employee’s possession of a company laptop and the non-party \ncompetitor has refused to submit to North Carolina jurisdiction.  The Court, however, \n                                                 \n3 Indeed, the Florida state court subpoena has alre ady been upheld, even on appeal.  Under Judge \nTurner’s order, EBS will be compelled to produce the requested documents once the parties reach some \nmutual agreement by which EBS’s outside counse l gains “attorney’s eyes only” access to IPS \ndocuments produced in the present case.  (Pls. Suppl. Disc. Status Report 1–2).   \n \n \nreserves to Plaintiffs the right to renew their motion in the event that all reasonable \nefforts to obtain the documents directly from EBS fails.   \n{21} Plaintiffs next allege that even if Mr . Osae lacks actual possession, he has \naccess to information responsive to Plaintiffs’ discovery requests, which he should be \ncompelled to produce in the circumstances present here.  (\nSee, e.g., Renewed Mot. \nCompel 9–11; Reply Supp. Renewed Mot. Compe l 7.)  Mr. Osae has not denied this \nallegation but instead argues that he does not have “custody or control,” or a “legal \nright to obtain” the EBS documents that Plaintiffs seek to discover under Rule 34, \nbecause, as an agent of EBS, he has no authority to obtain and turn over his \nprincipal’s trade secret information.  (Def.’s Mem. Supp. Objections Pls.’ Disc. Reqs. \n6–8.)   \n{22} In response, Plaintiffs contend that under North Carolina law, the principal, \ni.e., EBS, can be held vicariously liable fo r the tortious conduct of its agent, i.e., Mr. \nOsae.  Thus, Plaintiffs argue that this agency relationship compels the production of \nthe requested documents because, while Mr.  Osae allegedly misappropriated IPS’s \ntrade secrets, he was purportedly “targeted for employment by EBS; provided a 25% \nmembership interest in EBS without a capital contribution; is a Member/Manager of \nEBS; is the Vice President of Technology; is solely responsible for the development of \nEBS structural adhesive products; is the author of the EBS documents sought; and \nutilized IPS’s trade secret information in the development of EBS’s products.”  (Pls.’ \nResp. Br. to Def.’s Mem. Regard. Outstand . Disc. Disputes 5.)  Accordingly, IPS \ncontends that “discovery regarding the stru ctural adhesive products developed by \nDefendant Osae, as an agent of EBS, is certainly warranted under North Carolina \nlaw.”  (Pls.’ Resp. Br. to Def.’s Mem. Regard. Outstand. Disc. Disputes 5.)  Plaintiffs’ \nsecond argument therefore ultimately fo cuses on the relevance of the requested \ninformation.  \n{23} The issue here, however, is not the information’s relevance; rather, the issue \nis whether relevant information can be  compelled from EBS’s agent or whether \nPlaintiffs must obtain the relevant discovery from EBS directly.  Although Mr. Osae \nmay have practical “possession, custody or control” over EBS’s trade secret \n \n \ninformation, Plaintiffs have not proffered evidence showing that Mr. Osae is EBS’s \nprincipal or otherwise has actual authorit y to turn over EBS’s confidential trade \nsecret information.  While North Carolina law is clear that a principal may be \ncompelled to turn over the principal’s documents that are in the “possession, custody \nor control” of his agents, this Court has found no authority compelling an agent to \nturn over his principal’s confidential trade secret information.  See generally State v. \nWeaver, 359 N.C. 246, 258, 607 S.E.2d 599, 606 (2005) (“Two essential elements of an \nagency relationship are: (1) the authority of the agent to act on behalf of the principal, \nand (2) the principal’s control over the agent.”) (emphasis added); SCR-Tech, 2014 \nNCBC LEXIS 72, at *27–29 (plaintiff failed to  adequately rebut that evidence in its \n“possession, custody or control” was spoliated, because plaintiff, at some point in time, \nhad the practical ability to obtain and had de facto  control over the evidence, it \nbelonged to plaintiff, and it could have been accessed by an agent through permission \ngranted by plaintiff).  \n{24} Although North Carolina’s appellate courts have yet to address this specific \nissue, the Court finds authority from othe r jurisdictions persuasive in determining \nwhether a company’s confidential trade secre t information is discoverable from an \nemployee of the company, when the company is neither joined in the action nor has \ngiven its employee permission to disclose its information.  \nSee e.g., Braswell v. United \nStates, 487 U.S. 99, 109–10 (1988) (“The [U.S. Supreme] Court has consistently \nrecognized that the custodian of corporate or entity records holds those documents in \na representative rather than a personal capacity.”); Shcherbakovskiy v. Da Capo Al \nFine, Ltd., 490 F.3d 130, 139 (2d. Cir. 2007) (holding that chairman and minority \nshareholder could not be compelled to produce company documents absent a finding \nthat he had undisputed control of the board); Am. Maplan Corp. v. Heilmayr , 203 \nF.R.D. 499, 501 (D. Kan. 2001) (holding th at minority shareholder could not be \ncompelled to disclose company documents in a lawsuit against him personally, absent \nevidence that he was the “alter ego” of the company); In re Kuntz, 124 S.W.3d 179, \n184 (Tex. 2003) (holding that the employee’s “mere access to the relevant [documents] \ndoes not constitute physical possession of  the documents under the definition of \n \n \n‘possession, custody or control’” because his access to the information was strictly \nlimited to the use of the documents in furtherance of his employer’s services); Moore’s \nFederal Practice § 34.14 (2)(c) (“When an action is against an officer individually, and \nnot also against the corporation, production may be denied unless there is evidence \nthat the officer is the ‘alter ego’ of the corporation.”).  \n{25} Plaintiffs correctly assert that Mr.  Osae, as a 25% owner and a member-\nmanager of EBS, rises above the level of a mere employee.  Plaintiffs have not, \nhowever, demonstrated to the Court that Mr. Osae, as a minority owner of EBS, can \nbe compelled to produce confidential or proprietary company documents under North \nCarolina law on the basis of his minority ownership interest.   \n{26} Additionally, it appears to the Court that Mr. Osae’s 25% ownership interest \nwould not give him an unqualified right to obtain the requested documents from EBS \nunder Florida law.\n4  See Fla. Stat. § 605.0410(2) (2015); Louis T.M. Conti and Gregory \nM. Marks, Florida’s New Revised LLC Act, Part II , Fla. B.J., Nov. 2013, at 50 \n(describing a member’s access rights to documents as limited to those which are \nmaterial to the member’s rights and duties under the operating agreement and \npreserving the LLC’s right to object to  unreasonable or improper requests).  \nNevertheless, the Court notes that Mr. Osae’s demand rights may conceivably entitle \nhim to access EBS’s requested trade se crets and proprietary information under \nFlorida law under appropriate circumstances,  but the record as it stands does not \nsupport that conclusion.  Should Plaintif fs develop or uncover  evidence that Mr. \nOsae’s demand rights entitle him, or other similarly situated EBS owners, to obtain \nthe requested confidential and proprietary information, such facts might argue for a \ndifferent conclusion.  \n{27} In summary, Plaintiffs have not pointed to any North Carolina or persuasive \nauthority finding that a person’s status as an agent, employee, minority shareholder, \nor part-owner of a company equates to “possession, custody, or control” of the \ncompany’s confidential or proprietary do cuments for purposes of discovery.  \n                                                 \n4 EBS is organized as a member-managed LLC under Florida law.  (Am. Compl. ¶ 42.) \n \n \n \nAccordingly, the Court concludes that Mr. Osae is not required to produce EBS’s \ncorporate documents in discovery and, thus , that Plaintiffs’ Motion to Compel Mr. \nOsae to produce EBS’s documents should be denied. \nB. “Highly Confidential—Attorney’s Eyes Only” Documents \n{28} The CPO stipulates that the designation “Highly Confidential—Attorney’s \nEyes Only” shall “be minimally used and an effort will be made to limit its use to \ninformation which is proprietary business information relating to recent, present, or \nplanned activities of the designating party and which has been and is being \nmaintained in confidence by the designating party.”  (CPO ¶ 3(b).)  Such documents \nshall be made available only to the partie s’ outside counsel of record, with limited \nexceptions.  (CPO ¶ 3(b).)   \n{29} Under the CPO, documents designated as Highly Confidential—Attorney’s \nEyes Only may be disclosed to certain people othe r than outside counsel of record \nprovided they meet certain criteria.  The current dispute revolves around the \nfollowing language:   \nIn addition, such documents may be made available to the following, to \nthe extent it is reasonably necessary to disclose the material to them for \npurposes of this action; they are not a party to this action or an affiliate \nof any party to this action or a competitor or [sic] any party to this action; \nand they are not current or former officers, directors, consultants or \nemployees of any party to this action, or of any affiliate of any party to \nthis action, or of a competitor of any party to this action: \n . . . . \n  v)  the author, addressee or any other person identified in the \nmaterial as a recipient thereof, who would otherwise be entitled \nto receive and retain such information. \n. . . If a person identified in item (v) is not a party or the member, officer, \ndirector, or employee of a party, then such person must first sign \nan agreement . . . agreeing to be bound by this Order.  \n \n(CPO¶ 3(b)).  \n{30} Mr. Osae argues that he should be given to access to Plaintiffs’ Supplemental \nResponses to Defendant’s discovery requests, which his counsel received on June 29, \n2015, and which identify the trade secret, confidential, and proprietary information \nthat Plaintiffs allege Mr. Osae misappropri ated.  Mr. Osae advances this argument \n \n \non the grounds that he qualif ies under the “author” exception of Paragraph 3(b)(v).  \nAlternatively, he claims that those documents should be re-classified as \n“Confidential” because their contents relate to past trade secrets while the Highly \nConfidential—Attorney’s Eyes Only designatio n is intended for “recent, present, or \nplanned activities of the designating party.”  (Def.’s Mem. Supp. Objections Pls.’ Disc. \nReqs. 8–10.)   \n{31} Mr. Osae further contends that the CPO is ambiguous as to whether parties \ncan access Highly Confidential—Attorney’s Eyes Only documents under the author \nexception.  He reads Paragraph 3(b)’s senten ce beginning “If a person identified in \nitem (v) is not a party” as contemplating a scenario in which a party may gain access \nunder the author exception to Highly Conf idential—Attorney’s Eyes Only materials \ndespite the express statements to the cont rary in other parts of Paragraph 3(b).  \nCiting the rule that ambiguities in contract language must be construed against the \ndrafter, Mr. Osae urges the Court to resolve this purported ambiguity in his favor.  \n(Def.’s Mem. Supp. Objections Pls.’ Disc. Reqs. 10) (quoting Cosey v. Prudential Ins. \nCo. of Am., 735 F.3d 161, 169 (4th Cir. 2013) (citation omitted)).  Plaintiffs challenge \nthis interpretation of Paragraph 3(b), sugge sting instead that there is no ambiguity \nand that the phrase “if a person identified in item (v) is not a party” simply bolsters \nthe express restriction of Highly Confiden tial—Attorney’s Eyes Only materials to \nnon-parties.  (Pls.’ Resp. Br. to Def.’s Mem. Regard. Outstand. Disc. Disputes 8–9.) \n{32} As an initial matter, Mr. Osae has faile d to demonstrate that Plaintiffs are \nthe “drafters” of the language in question and thus is entitled to have any ambiguity \nin the CPO construed against Plaintiffs.  See Novacare Orthotics & Prosthetics E., \nInc. v. Speelman , 137 N.C. App. 471, 476, 528 S. E.2d 918, 921 (2000) (citation \nomitted) (defining “drafter” as the party responsible for choosing the questionable \nlanguage).  To the contrary, the parties jointly moved for entry of the CPO and jointly \nstipulated to the CPO, and neither the motion nor the stipulation indicates a primary \ndrafter.   \n{33} Turning then to the CPO language in question, the Court does not find Mr. \nOsae’s suggested contract construction persuasive.  The Highly Confidential—\n \n \nAttorney’s Eyes Only designation gives a ccess only to outside counsel and, when \nnecessary, to certain people falling within on e of five permissive categories, so long \nas those persons are not parties to the acti on.  (CPO ¶ 3(b)).  The five permissive \ncategories are (i) paralegals and support pe rsonnel employed by outside counsel, (ii) \nconsulting experts and testifying experts engaged by outside counsel, (iii) deposition \ncourt reporters and videographers, (iv) the Court and its personnel, and (v) “the \nauthor, addressee or any other person identified in the material as a recipient thereof, \nwho would otherwise be entitled to receive and retain such information.” (CPO ¶ 3(b)).  \nUnder the plain meaning of these provisions, it is certainly likely that a party to the \naction might fall within item (v).  A party to the action, however, would not fall within \nitems (i)–(iv) because those categories iden tify persons connected to outside counsel \nor the Court and not to the facts relevant to the underlying dispute.  Therefore, the \nCourt concludes that the language in question – “[I]f a person identified in item (v) is \nnot a party . . . [then he must first agree to be bound by this Order]” – merely serves \nto bolster the prohibition of party access to Highly Confidential—Attorney’s Eyes \nOnly materials and does not permit Mr. Osae to take advantage of the author \nexception since he is a party defendant.  In short, the CPO contemplates that “certain \nareas of proprietary information may require special handling and should not be \navailable even to the parties, ” (CPO ¶ 3(b)), and the Court concludes that Plaintiffs \nhave properly invoked that protection over their Supplemental Responses here.  \n{34} Alternatively, Mr. Osae seeks reclassi fication of Plaintiffs’ Supplemental \nResponses as “Confidential” rather than “Highly Confidential—Attorney’s Eyes \nOnly.”  First, Mr. Osae asserts that Plai ntiffs improperly classified the documents \nunder the CPO, which states that the High ly Confidential—Attorney’s Eyes Only \ndesignation “shall be minimally used” and should be reserved for “proprietary \nbusiness information relating to recent, present or planned activities” of the \ndesignating party.  (CPO ¶ 3(b).)  The documents should be reclassified, Mr. Osae \nargues, because they regard Plaintiffs’ trade secrets developed in the past and do not \nrelate to Plaintiffs’ “recent, present, or  planned activities.”  (Def.’s Mem. Supp. \nObjections Pls.’ Disc. Reqs. 10.) \n \n \n{35} Under the CPO, the designating party be ars the burden of maintaining its \nchallenged designation.  (CPO ¶ 4.)  Plaint iffs posit here that the trade secrets and \nproprietary materials designated as High ly Confidential—Attorney’s Eyes Only \nrepresent their recent and present ac tivities because they are currently \nmanufacturing product lines using those tr ade secrets that they believe Defendant \nmisappropriated.  (Pls.’ Resp. Br. to Def.’s Mem. Regard. Outstand. Disc. Disputes 8.)  \nThe CPO does not further define or explain the phrase “recent, present, or planned \nactivities,” and the Court concludes that, under such broad terms, Plaintiffs have \nadequately demonstrated that their trade se crets and proprietary material relate to \nrecent or present manufacturing and sales activities.  Thus, the Court declines to \nreclassify the Highly Confidential—Attorney ’s Eyes Only designation of Plaintiffs’ \nSupplemental Responses on this basis.  \nSee Mainstreet Collection, Inc. v. Kirkland's, \nInc., 270 F.R.D. 238, 246–47 (E.D.N.C. 2010) (looking to the parties’ agreed-upon CPO \nterms in denying a motion to re-designate). \n{36} Next, Defendant claims that much of the Highly Confidential—Attorney’s \nEyes Only material has already been ma de public through the European Patent \nApplication of Defendant Scott Bader, Inc., and that Mr. Osae’s ability to view those \ndocuments is essential to his defense.  Plai ntiffs argue in opposition, however, that \nstripping away the Highly Confidential—A ttorney’s Eyes Only designation on the \nbasis of public disclosure in the Patent A pplication would be unfair and contrary to \npublic policy in this case where the Patent  Application is part of Mr. Osae’s alleged \nmisappropriations.  (Pls.’ Resp. Br. to Def.’s Mem. Regard. Outstand. Disc. Disputes \n9; Am. Compl. ¶ 41.) \n{37} The Court finds Plaintiffs’ contention persuasive based on the current \nrecord.  Moreover, the Court finds the two non-binding cases Mr. Osae relies upon to \nadvance his argument distinguishable from the instant case.  First, in LendingTree, \nInc. v. LowerMyBills, Inc., No. 3:05CV153-C, 2006 U.S. Dist. LEXIS 84915 (W.D.N.C. \nNov. 20, 2006), the federal magistrate judge removed the confidentiality designation \nfrom certain documents that had been publicly  disclosed in an earlier trial.  Unlike \nhere, however, the LendingTree case did not involve the removal of the confidentiality \n \n \ndesignation from documents, the misappropr iation of which comprised part of the \nalleged misconduct in the case.  Similarly, in Haemonetics Corp. v. Baxter Healthcare \nCorp., 593 F. Supp. 2d 298 (D. Mass. 2009), the fe deral district court removed an \n“outside counsel’s eyes only”  designatio n when no good cause for a heightened \ndesignation was shown and the heightened designation prohibited access to expert \nwitnesses and others.  Unlike the “outside  counsel’s eyes only” designation in \nHaemonetics, however, here Mr. Osae’s ability to defend his case is not unfairly \nprejudiced by the Highly Confidential—Atto rney’s Eyes Only designation because the \nCPO’s Highly Confidential—Attorney’s Eyes  Only designation provides access to \nconsulting and testifying experts and their employees engaged by outside counsel.  \n(CPO ¶ 3(b)(ii).) \n{38} Accordingly, the Court is not persuaded that Plaintiffs have improperly \ninvoked the Highly Confidential—Attorney’s Eyes Only designation or that the \ndesignation should be reclassified to Confidential.  The Court thus concludes that Mr. \nOsae’s request to view Plaintiffs’ Supplemental Responses to discovery requests \nshould be denied but without prejudice to Mr. Osae’s right to renew his request for \ngood cause should new evidence be developed or circumstances materially change.\n \nIII. \nCONCLUSION \n{39} WHEREFORE, the Court hereby DENIES Plaintiffs’ Motion to Compel \nDiscovery Responses from Defendant Samuel B. Osae without prejudice to Plaintiffs’ \nright to renew its Motion for good cause shown, and DENIES Mr. Osae’s request to \nview Plaintiffs’ Supplemental Responses to discovery requests without prejudice to \nMr. Osae’s right to renew his request for good cause shown. \n SO ORDERED, this the 28th day of September, 2015. \n \n      /s/ Louis A. Bledsoe, III   \n      Louis A. Bledsoe, III \n      Special Superior Court Judge \n          for Complex Business Cases "
}