{
  "id": "6e8af4a710005e8078eb55ec85990e9ff57ab129face27d5be4832be098f1ccb",
  "source_file": "data/raw/ncbc/6e8af4a710005e8078eb55ec85990e9ff57ab129face27d5be4832be098f1ccb.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nHENDERSON COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23CVS001820-440 \n \nDANIEL YODER, M.D., \n \nPlaintiff, \n \nv. \n \nALAN VERM, M.D.; LOOKING \nGLASS EYE CENTER, P.A.; and \nLOOKING GLASS \nENTERPRISES, LLC, \n \nDefendants. \n \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION FOR PARTIAL \nSUMMARY JUDGMENT \n \n \n \n \n1. THIS MATTER  is before the Court upon Plaintiff  Daniel Yoder M.D.’s \n(“Plaintiff” or “Dr. Yoder”) Motion for Partial Summary Judgment pursuant to Rule \n56 of the North Carolina Rules of Civil Procedure in the above -captioned case (the \n“Motion”).1 \n2. Having considered the Motion, the parties’ briefs in support of and in \nopposition to the Motion, the relevant pleadings, the arguments of counsel at the \nhearing on the Motion, and other appropriate matters of record, the Court hereby \nGRANTS Plaintiff’s Motion as set forth below.   \nSearson, Jones, Gottschalk & Cash, PLLC, by W. Scott Jones, Elizabeth \nNewman, and Stephen Lacy Cash, for Plaintiff Daniel Yoder, M.D. \n \nJames, McElroy & Diehl, P.A., by Richard B. Fennell, Jennifer M. Houti, \nAdam L. Ross, and Haley M. Lohr, for Defendants Alan Verm, M.D., \nLooking Glass Enterprises, LLC, and Looking Glass Eye Center, P.A. \n \nBrown, Judge. \n \n1 (Pl’s. Mot. Partial Summ. J. [hereinafter “Pl’s. Mot.”], ECF No. 70.) \n \nYoder v. Verm, 2025 NCBC 22. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND  \n3. While the Court does not make findings of fact on a motion for summary \njudgment, “it is helpful to the parties and the courts for the trial judge to articulate a \nsummary of the material facts which he considers are not at issue and which justify \nentry of judgment.”  Collier v. Collier, 204 N.C. App. 160, 161–62 (2010) (citation and \nquotation marks omitted).  Accordingly, the following background, drawn from the \nundisputed evidence submitted by the parties, is intended only to provide context for \nthe Court’s analysis and ruling and not to resolve issues of material fact. \n4. Dr. Yoder and Defendant Alan Verm, M.D. (“Dr. Verm”) are \nophthalmologists who once practiced medicine together in western North Carolina as \nsole and equal shareholders of Defendant Looking Glass Eye Center, P.A. (“LGEC”).2  \nAt one time they were also the sole and equal members of Defendant Looking Glass \nEnterprises, LLC (“LGE”), which owns a medical office building and real property in \nHendersonville, North Carolina. 3  LGE holds a 72% membership interest in \nHealthcare LLC, VII (“Healthcare VII”), which holds the ground lease for and owns \na medical office building  (“MOB”) in Brevard, North Carolina , out of which LGEC \noperates its Hendersonville medical office (the “Healthcare Building”).4 \n \n2 (Settlement Agreement and Mutual Release [hereinafter “Settlement Agreement”] 2.A., \nECF No. 2 (redacted), ECF No. 60 (unredacted).)  \n \n3 (Settlement Agreement 2.H.) \n \n4 (Settlement Agreement 2.H.)  \n \n5. The current dispute has its origins in the settlement of three mandatory \ncomplex business cases previously before this Court:  Looking Glass Eye Center, P.A. \nv. Daniel M. Yoder, M.D. (Henderson County Superior Court, Civil Action No. 22 -\nCVS-1141); Daniel Yoder v. Looking Glass Enterprises, LLC  (Henderson County \nSuperior Court, Civil Action No. 22-CVS-1384); and Daniel Yoder, M.D., individually \nand derivatively on behalf of Looking Glass Eye Center, P.A.  v. Looking Glass Eye \nCenter, P.A. and Alan Verm, M.D. (Transylvania County Superior Court, Civil Action \nNo. 22-CVS-332) ( collectively, the “Original Litigation”). 5  Dr. Yoder, Dr. Verm, \nLGEC, and LGE were the sole parties to the Original Litigation.   \n6. After engaging in months of extensive, arms -length negotiations in 2022, \nthe parties to the Original Litigation  compromised and settled their differences in \nfull and final settlement of all matters in controversy .6  They memorialized the \nresolution of the Original Litigation in a written settlement agreement ( the \n“Settlement Agreement”),7 which all parties signed in December 2022.8  Because the \nTransylvania County lawsuit  contained derivative claims, the Court  also approved \n \n5 (See also Verified Compl. ¶ 6 , ECF No. 2 ; Settlement Agreement 1.  The Court may take \njudicial notice of the Original Litigation among the parties.  See Stocum v. Oakley, 185 N.C. \nApp. 56, 61 (2007) (“Trial courts may properly take judicial notice of its [sic] own records in \nany prior or contemporary case when the matter noticed has relevance.”) (citation and \nquotation marks omitted).)  \n \n6 (See Verm Defs.’ Answer Affirmative Defenses & Countercls. ¶ 8 , ECF No. 3  (“It is \nspecifically admitted that the parties to the Lawsuits reached a settlement following \nextensive, arms-length negotiations.”); Settlement Agreement 1.)  \n7 (Settlement Agreement.) \n \n8 (Settlement Agreement 12.) \n \nthe parties’ settlement in that action on 15 December 2022. 9  Pursuant to the terms \nof the Settlement Agreement, the parties dismissed all claims in each action  with \nprejudice, thereby bringing the Original Litigation to an end. \n7. This current action arises out of Dr. Yoder’s claims that Dr. Verm, LGEC, \nand LGE (collectively, “Defendants”) violated terms of the Settlement Agreement.  \nSpecifically, on 28 November 2023, e leven months after this Court’s approval of the \nSettlement Agreement, Dr. Yoder filed a five -count Verified Complaint alleging \nDefendants have “failed and refused to comply with all of the obligations \nimposed . . . by the  terms of the Settlement Agreement.” 10  The gravamen of the \ncurrent matter before the Court is  Dr. Yoder’s fourth claim for breach of contract \nagainst Dr. Verm and LGE for their alleged failure to pay him 36% of the appraised \nvalue of the Healthcare Building per the terms of the Settlement Agreement.11 \n8. Defendants filed their Answer, Affirmative Defenses, and Counterclaims on \n17 January 2024. 12  Dr. Yoder filed his Affirmative Defenses and Reply to the \nCounterclaims on 14 February 2024.13  Defendants then filed a Rule 12(c) Motion for \n \n9 (Verified Compl. ¶¶ 8–9; Order Approving Proposed Settlement Agreement, Transylvania \nCounty Civil Action No. 22-CVS-332, ECF No. 38.) \n \n10 (Verified Compl. ¶ 16.)  The Original Litigation, as well as this action when initially filed, \nwere assigned to former Business Court Chief Judge Louis A. Bledsoe, III.  The current action \nwas reassigned to the undersigned on 10 January 2025 upon Judge Bledsoe’s retirement.  \n(ECF No. 81.) \n11 (Verified Compl. ¶¶ 69–81.) \n \n12 (Verm Defs.’ Answer Affirmative Defenses & Countercls., ECF No. 3.) \n \n13 (Pl.’s Affirmative Defenses & Reply, ECF No. 6.) \n \nPartial Judgment on the Pleadings or, in the alternative for Partial Summary \nJudgment (the “Rule 12(c) Motion”) on 18 April 2024.14  \n9. Defendants ultimately advanced the Rule 12(c) Motion solely to (i) dismiss \nCount Four of Plaintiff’s Verified Complaint and (ii) obtain judgment on their \nCounterclaim as sought in Paragraph 2(h) of their Prayer for Relief.15  These claims \nreflected the parties’ competing interpretations of two paragraphs in section 2.H.c. of \nthe Settlement Agreement, which outlined the terms under which Dr. Yoder would \nbe compensated for Dr. Verm’s purchase of his interest in Healthcare VII.  Section \n2.H.c. provides, in relevant part, as follows: \nc. Purchase of Yoder’s Interest in Healthcare VII \n \nUpon receipt of the appraisals of the Healthcare Building, Verm shall \nact promptly and work in good faith and in a commercially reasonable \nmanner to effectuate his purchase of Yoder’s membership interest in \nHealthcare VII.  More specifically, Verm shall wo rk in good faith with \nACN to permit Verm to purchase Yoder’s membership interest in \nHealthcare VII for 36% of the appraised fair market value of the \nHealthcare Building and any cash held by that entity, after subtracting \nthe amount of any outstanding debts of that entity in existence as of the \ndates of this Agreement, i.e., the Healthcare VII Buyout.  Upon Yoder’s \nreceipt of such payment, Yoder’s membership interest in Healthcare VII \nshall be considered sold and transferred in full to Verm, and Yoder shall \nbe deemed to have resigned from any and all positions or affiliations \nwith Healthcare VII, including, but not limited to, as a member, officer, \ndirector, manager, or agent. \n \n*** \n \n \n14 (R. 12(c) Mot. Partial J. on Pleadings or, in the alt. Partial Summ. J., ECF No. 19.) \n \n15 (Order & Op. Defs.’ R 12(c) Mot. Partial J. on Pleadings, or in the alt. Partial Summ. J. & \non Pl’s. Objs., ¶¶ 14–16. [hereinafter “Defs.’ 12(c) Order & Op.”], ECF No. 62); see also Not. \nPartial Withdrawal Mot., ECF No. 58.) \n \nNotwithstanding the foregoing, in the event that, during the thirty \ndays following the Settlement Date, the Parties confirm that \nACN intends to market and sell the Healthcare Building, Verm \nshall instead promptly work in a good faith and commercially reasonable \nmatter [sic] with ACN to cause Healthcare VII to market and to sell the \nHealthcare Building in a commercially reasonable manner, and upon \nconsummation of the sale, Yoder shall be paid net proceeds, plus any \ncash held by that entity at the time of the  closing of the sale of the \nHealthcare Building, commensurate with his 36% membership interest \nin Healthcare VII.\n16    \n \n10. Dr. Yoder filed Objections concerning the Rule 12(c) Motion on 7 May 2024  \n(the “Objections”).17  The Court held a hearing on Defendants’ Rule 12(c) Motion and \nPlaintiff’s Objections on 26 June 2024.18 \n11. The parties presented diametrically oppos ing interpretations of section \n2.H.c. of the Settlement Agreement in their pleadings, briefs, and at the 26 June \nhearing.  Plaintiff contended that, under section 2.H.c., he is “‘entitled to 36% of the \nappraised value of the Healthcare Building and any cash held by Healthcare VII, \nafter subtracting the amount of any outstanding debts of Healthcare VII in existence \nas of the date of the Settlement Agreement.’”19  In opposition, Defendants argued that \nsection 2.H.c. provides that “‘upon the sale of the [Healthcare Building], [Dr.] Yoder \n \n16 (Settlement Agreement, Sec. 2.H.c. (emphasis added).) \n \n17 (Pl’s. Objs. Consideration Aff. Jennifer Houti & Premature Consid. Alt. Mot. Partial Summ. \nJ., ECF No. 31.)   \n \n18 (Not Hr’g, ECF No. 29.) \n \n19 (Verified Compl. ¶ 79; Verm Defs. Br. Supp. Rule 12(c) Mot. 9–11, ECF No. 20; Defs.’ \n12(c) Order & Op. ¶ 16 (emphasis in original).) \n \nis entitled to disbursement of 36% of the net proceeds from the sale plus 36% of the \nnet cash held by Healthcare LLC, VII at that time, and nothing more.’”20 \n12. On 10 September 2024, Judge Bledsoe issued an Order and Opinion on \nDefendants’ Rule 12(c) Motion for Partial Judgment on the Pleadings (the “12(c) \nOpinion”) resolving the Rule 12(c) Motion and the Objections .21  Judge Bledsoe \nconcluded Defendants’ arguments and interpretation of section 2.H.c . were \nunavailing:  \nBased on its careful review of the Settlement Agreement, the Court \nconcludes that section 2.H.c. unambiguously provides that, unless the \nparties confirm that ACN intends to market and sell the Healthcare \nBuilding within thirty days following the Settlement  Date, the \nprocedure outlined in the first paragraph of section 2.H.c. shall control.  \nHere, Dr. Yoder has alleged that “during the thirty days following the \nSettlement Date, the Parties did NOT confirm to Yoder that ACN \nintends to market and sell the Healthcare Building.”  Assuming the \ntruth of this allegation, Dr. Yoder has successfully pleaded facts that \nrequire Dr. Verm to purchase his interest in Healthcare VII based on \n36% of the appraised fair market value of the Healthcare Building as set \nforth in the first-quoted paragraph in section 2.H.c.\n22 \n \nConsequently, Judge Bledsoe denied Defendants’ Rule 12(c) Motion and denied \nPlaintiff’s Objections as moot.23   \n13. In the current Motion , Plaintiff asserts that Judge Bledsoe’s conclusion s \ndenying Defendants’ Rule 12(c) Motion  constitute a conclusive and final \n \n20 (Verified Compl. ¶ 8; Verm Defs. Br. Supp. Rule 12(c) Mot. 11–12; Defs.’ 12(c) Order & \nOp. ¶ 16 (emphasis in original).) \n \n21 (Defs.’ 12(c) Order & Op.) \n \n22 (Defs.’ 12(c) Order & Op. ¶ 21 (emphasis in original).) \n \n23 (Defs.’ 12(c) Order & Op. ¶ 22.) \n \ndetermination as to the interpretation of section 2.H.c. of the Settlement Agreement \nand, therefore,  that the doctrine of collateral estoppel prohibits Defendants from \nrelitigating that conclusive determination.  Hence, Plaintiff moves this Court to enter \npartial summary judgment on his contract claim requiring Defendant Verm to pay \nPlaintiff 36% of the appraised fair market value of the  Healthcare Building per the  \nterms of the Settlement Agreement and to dismiss Defendants’ Counterclaim set \nforth in Paragraph 2( h) of Defendants’ Prayer for Relief.  Plaintiff contend s he is \nentitled to a partial summary judgment ruling against Defendant Verm and LGE \nbecause the “undisputed material facts” show that ACN did not confirm its intention \nto market and sell the Healthcare Building within the thirty-day period set forth in \nsection 2.H.c. of the Settlement Agreement.24   \n14. After full briefing, the Court held a hearing on Plaintiff’s Motion on 18 \nFebruary 2025, at which all parties were represented by counsel  (the “Hearing”).25  \nThe Motion is now ripe for resolution.  \nII. \nLEGAL STANDARD \n15. Summary judgment is appropriate when “the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with the affidavits, if any, \nshow that there is no genuine issue as to any material fact and that any party is \nentitled to a judgment as a matter of law.”  N.C. R. Civ. P. 56(c).  In ruling on a motion \n \n24 (Pl’s Mem. Supp. of Pl.’s Mot. Partial Summ. J. , 2–4 [hereinafter, “Pl.’s Mem.”], ECF No. \n71.)  \n \n25 (Am. Not. Hr’g, ECF No. 73.)  \nfor summary judgment, the Court must consider the evidence in the light most \nfavorable to the nonmoving party, drawing all inferences in the nonmoving party’s \nfavor.  See, e.g., Morrell v. Hardin Creek, Inc., 371 N.C. 672, 680 (2018).   \n16. The moving party “bears the initial burden of demonstrating the absence of \na genuine issue of material fact.”  Liberty Mut. Ins. Co. v. Pennington, 356 N.C. 571, \n579 (2002).  If the moving party carries this burden, the opposing party “may not rest \nupon the mere allegations or denials of his pleading,” N.C. R. Civ. P. 56(e), but must \ninstead “come forward with specific facts establishing the presence of a genuine \nfactual dispute for trial,” Liberty Mut. Ins., 356 N.C. at 579.  “An issue is ‘genuine’ if \nit can be proven by substantial evidence and a fact is ‘material’ if it would constitute \nor irrevocably establish any material element of a claim or a defense.”  Lowe v. \nBradford, 305 N.C. 366, 369 (1982) (quoting Bone Int’l, Inc. v. Brooks, 304 N.C. 371, \n374–75 (1981)). \n17. “When the party with the burden of proof moves for summary judgment, a \ngreater burden must be met.”  Almond Grading Co. v. Shaver, 74 N.C. App. 576, 578 \n(1985).  The moving party “must show that there are no genuine issues of fact, that \nthere are no gaps in his proof, that no inferences inconsistent with his recovery arise \nfrom the evidence, and that there is no standard that must be applied to the facts by \nthe jury.”  Parks Chevrolet, Inc. v. Watkins, 74 N.C. App. 719, 721 (1985); see also  \nKidd v. Early, 289 N.C. 343, 370 (1976).  However, when a party moves for summary \njudgment on a claim and properly supports all the essentials elements of that claim \nwith evidence, and it plainly appears from the pleadings and evidence presented that \nthe movant is entitled to recover on the claim, summary judgment is proper.  N.C. R. \nCiv. P. 56(c).  Blackwell v. Massey, 69 N.C. App. 240, 243 (1984).   \nIII. \nANALYSIS  \n18. Plaintiff has moved for partial summary judgment under Rule 56 on Count \nFour of Plaintiff’s Verified Complaint and Defendants’ Counterclaim set forth in \nParagraph 2(h) of Defendants’ Prayer for Relief.  Plaintiff claims that no genuine \nissue of material fact exists and that he is entitled to partial summary judgment as a \nmatter of law because (i) the language of section 2.H.c. of the Settlement Agreement \nis plain and unambiguous; (ii) section 2.H.c. required the p arties to confirm during \nthe thirty days following the Settlement Date that ACN intended to market and sell \nthe Healthcare Building; (iii) the parties received confirmation of ACN’s intent thirty-\nthree days after the Settlement Date (and thus outside the bargained for and agreed \nupon thirty-day period), and therefore (iv) Defendants are obligated to pay Plaintiff \n36% of the appraised fair market value of the Healthcare Building as set forth in the \nfirst-quoted paragraph of section 2.H.c.\n26      \nA.  The Court Is Bound by Judge Bledsoe’s Interpretation of Section 2.H.c. \n19. The enforceability of settlement agreements is governed by the general \nprinciples of contract law.  Chappell v. Roth, 353 N.C. 690, 692 (2001).  Our Supreme \nCourt has held that, “[a] contract which is plain and unambiguous on its face will be \ninterpreted by the Court as a matter of law.” Schenkel & Shultz, Inc. v. Hermon F. Fox \n \n26 (Pl.’s Mem., passim.) \n \n& Assocs., P.C. , 362 N.C. 269, 273 (2008) (emphasis added) ( citing Lane v. \nScarborough, 284 N.C. 407, 410 (1973)).  In his Order and Opinion resolving the Rule \n12(c) Motion and the Objections, Judge Bledsoe’s determined, as a matter of law, that \nsection 2.H.c. of the Settlement Agreement is plain and unambiguous; that its thirty-\nday confirmation provision is material; and that the thirty -day provision of section \n2.H.c. as written means that in the event the parties do not confirm that ACN intends \nto market and sell the Healthcare Building within thirty days of the Settlement Date, \nthen the first paragraph of 2.H.c. controls, and Dr. Yoder shall be paid 36% of the \nappraised fair market value o f the Healthcare Building and any cash held by \nHealthcare VII, after subtracting the amount of any outstanding debts of Healthcare \nVII in existence as of the date of the Settlement Agreement.27   \n20. The Court and the parties are bound by Judge Bledsoe’s interpretation of \nsection 2.H.c. as a matter of law.  “The well established rule in North Carolina is that \nno appeal lies from one Superior Court judge to another; that one Superior Court \njudge may not correct another’s errors of law; and that ordinarily one judge may not \nmodify, overrule, or change the judgment of another Superior Court judge previously \nmade in the same action.”  Calloway v. Ford Motor Co ., 281 N.C. 496, 501 (1972).  \nAccord Fox v. Johnson, 243 N.C. App. 274, 282 (2015) (same).\n28  There are no genuine \n \n27 (Defs.’ 12(c) Order & Op. ¶¶ 20-21.) \n \n28 Plaintiff’s reliance on Propst v. N.C. HHS , 234 N.C. App. 165 (2014) to support his \nargument that the collateral estoppel doctrine prevents Defendants from relitigating the \ninterpretation of section 2.H.c. is misplaced.  The Propst  court observed that the doctrine \napplies when four specific requirements are met, and each element requires the existence of \na “prior action.”  Id. at 167−68 (citations omitted).  Here, the nonexistence of a prior action \naddressing the interpretation of section 2.H.c. renders collateral estoppel inapplicable. \nissues of material fact regarding Judge Bledsoe’s interpretation of the plain and \nunambiguous language of section 2.H.c., as written.   \nB.  The Parties Did Not Receive Notice of ACN’s Intent Within The Thirty-Day Period. \n \n21. Significantly, Defendants agree that no genuine issue of material fact exists \nregarding whether the parties received confirmation within thirty days of the \nSettlement Date that A CN intended to market and sell the Healthcare Building, \nstating in their Reply Brief that :  “The Verm Defendants agree with Dr. Yoder that \nthere is no genuine issue of material fact as to when ACN gave notice of its intent to \nsell the Brevard Property: counsel for ACN communicated that intent to counsel for \nthe Verm Defendants on 18 January 20 23, and that email was forwarded to counsel \nfor Dr. Yoder on 20 January 2023. ”\n29  F or good measure, Defendants also state to \nsimilar effect in their Memorandum in Opposition to Plaintiff’s Motion:  “On January \n18, 2023, just 33 days after the Settlement Date, ANC’s lawyer confirmed in writing \nthat ANC did wish to proceed with marketing and selling the Brevard Property. \nCounterclaim, Exhibit 1.  ANC’s emails were then forwarded to counsel for Dr. Yoder \non January 20, 2023. First Houti Affidavit, Exhibit D.”30        \n22. Defendants’ documentary evidence submitted in opposition to Plaintiff’s \nMotion supports Defendants’ statements in their briefing and confirm s that the \n \n29 (Verm Defs.’ Reply Mem. L. Supp. Mot. Partial Summ. J. on Pleadings or in the alt. Partial \nSumm. J. 1–2, ECF No. 45; Verm Defs.’ Answer Affirmative Defenses & Countercls., Ex. 2.)  \n \n30 (Defs’ Mem. Opp’n Pl.’s Mot. for Partial Summ. J. 16 [hereinafter “Defs’ Mem. Opp’n], ECF \nNo. 74.)  \n \nparties did not receive ACN’ s confirmation of its intent to market and sell the \nHealthcare Building within the thirty-day window of section 2.H.c.:  \na. Defendants’ counsel emailed counsel for A CN Transylvania Services Inc., Neil \nS. Olderman, on 10 January 2023, twenty -six days after the Court’s approval \nof the Settlement Agreement, seeking to discuss if ACN may be interested in \nselling the Healthcare Building.31 \nb. In a 10 January 2023 email, Olderman wrote that he was “out of town” but \nindicated his availability to talk with Defendant s’ counsel about the matter \nsome time the week of 16 January 2023, or if not convenient he could talk the \nmorning of Friday 13 January 2023 [still within the thirty-day window].32 \nc. In an 18 January 2023 email from Olderman to Defendants’ counsel, Olderman \nstated that, “ANC is willing to move forward with the marketing and sale of the \nMOB.”33  \nd. The thirtieth day following the approval of the Settlement Agreement on 15 \nDecember 2022 was 14 January 2023, meaning counsel Olderman’s \nconfirmation email on 1 8 January 2023 to Defendants’ counsel stating that \nACN was willing to move forward with the marketing and sale of the MOB \noccurred outside of the thirty-day window of section 2.H.c.\n34 \n \n31 (Aff. of Jennifer Houti, dated 17 April 2024 [hereinafter “Houti Aff.”], Ex. D , Email from \nJMH to Massagee, ECF No. 22.2.)  \n \n32 (Houti Aff., Ex. D, Email from JMH to Massagee.) \n \n33 (Houti Aff., Ex. D, Email from JMH to Massagee.) \n \n34 (Houti Aff., Ex. D, Email from JMH to Massagee.) \n23. At the Hearing, c ounsel for Defendants admitted that ACN’ s confirmation \non 18 January 2023 of its intent to market and sell the Healthcare Building did not \noccur per the terms of section 2.H.c.:  \nTHE COURT: Well, let’s see.  Hold on.  Okay, so you can see, don’t you, \nthat during the 30 days following the settlement agreement -- \nsettlement date, the parties did not confirm that ANC intends to market \nand sell the healthcare building.  Is that right? \n \nMR. FENNELL: No, the parties didn ’t feel like they needed \nconfirmation.  \n \nTHE COURT: Well, I ’m not asking you that.  I ’m asking you, did they \nget confirmation that ANC wanted to sell within that 30-day window as \nexpressly stated in the document? \n \nMR. FENNELL: No, they did not.\n35 \n \n24. The undisputed evidence of record conclusively establishes that the parties \ndid not receive ACN’ s confirmation of its intent to market and sell the Healthcare \nBuilding within thirty days following the Settlement Date.  As a result, there remain \nno genuine issues of material fact and thus Plaintiff is entitled to judgment as a \nmatter of law declaring that he is entitled to receive 36% of the appraised fair market \nvalue of the Healthcare Building as compensation for his membership interest in \nHealthcare VII as provided by section 2.H.c. of the Settlement Agreement.   \nC.  Defendants’ Other Arguments Are Unavailing \n25. The conclusive determinations of Judge Bledsoe and this Court set forth \nabove sufficiently resolve Plaintiff’s Motion.  Defendants’ remaining arguments  \nregarding materiality, the substantial performance doctrine, and whether \n \n35 (Feb. 18, 2025 Hr’g Tr. 19:21–20:7, ECF No. 85.)  \n \nsubstantial compliance with section 2.H.c. is a question for a jury36 are impermissible \nand untimely collateral attacks on Judge Bledsoe’s determinations in the Rule 12(c) \nOpinion.  The Court, in the exercise of its discretion, summarily rejects all of them as \nunavailing, but addresses them below to facilitate any appellate review.    \n (i)  Materiality of the Thirty-Day Confirmation Period  \n26. “[T]he most fundamental principle of contract construction [is] that the \ncourts must give effect to the plain and unambiguous language of a contract.”  \nJohnston Cnty. v. R.N. Rouse & Co., Inc ., 331 N.C. 88, 95 (1992).   If the terms of a \ncontract are unambiguous, then the court “cannot look beyond the terms of the \ncontract to determine the intentions of the parties.”  Stovall v. Stovall, 205 N.C. App. \n405, 410 (2010) (quoting Lynn v. Lynn, 202 N.C. App. 423, 431 (2010)).  Judge Bledsoe \nconclusively determined that the thirty -day confirmation period is  material to the \ninterpretation of section 2.H.c.’s plain and unambiguous  language37 and must be \nenforced as written.  His materiality determination is binding on the Court and the  \nparties.  See Calloway and Fox, supra.  \n27. “In determining whether a given term of an agreement is “material,” courts \nhave looked to the purpose and nature of the agreement itself, and also to the term \nat issue to determine whether the term was bargained for by one of the parties.”  \nMcCarthy v. Hampton, 2015 NCBC LEXIS 70, at * 16 (N.C. Super. Ct. July 1, 2015) \n(emphasis added and citations omitted).  Moreover, where a term or condition of the \n \n36 (Defs.’ Mem. Opp’n 7–17.)  \n \n37 (12(c) Order & Op. ¶¶ 18–19.)  \n \nagreement is part of the consideration, it is material to the agreement.  Chappell, 353 \nN.C. at 693–94 (“The ‘mutually agreeable’ release was part of the consideration, and \nhence, material to the settlement agreement.”).   \n28. Section 2.H.c.’s thirty -day confirmation requirement is material for a host \nof reasons.  It directly determines the method by which Dr. Yoder will be compensated \nfor the purchase of his interest in Healthcare VII.  It constituted part of the \n“consideration” for the parties’ Settlement Agreement:   \nC. Adequacy of Consideration:  The Parties expressly acknowledge that \nthe consideration set forth above is fair and adequate consideration for \nthe covenants, undertakings, forbearances, and promises contained \nherein, and but for this ag reement, each Party may not have been \nentitled to the same.\n38 \n \nFurthermore, the evidence of record demonstrates that Dr. Yoder “bargained for” the \nthirty-day requirement of section 2.H.c.:   \na. The parties first circulated a copy of the draft Settlement Agreement on 25 \n September 2025 which did not contain the “thirty-day” language.39 \nb. The thirty-day language was first introduced via edits to the draft Settlement \n Agreement from Dr. Yoder’s counsel on 9 November 2022.40 \n \n38 (Settlement Agreement 3.) \n \n39 (2d Houti Aff., Ex. D, ECF No. 76.1.)  These communications occur primarily between \ncounsel for Defendants and counsel at Prince, Massagee , & Alexander, PLLC who \nrepresented Plaintiff at pertinent times during the parties’ extensive, arms -length \nnegotiations of the Settlement Agreement. \n \n40 (2d Houti Aff., Ex. I, ECF No. 76.6.) \n \n  c. The subsequent drafts of the Settlement Agreement did not remove the thirty-\n day language of section 2.H.c., which resulted in its inclusion in the finalized, \n signed, and court-approved Settlement Agreement over a month later.41 \n29. In reliance on statements that Dr. Verm proffers in his affidavit submitted \nin opposition to Plaintiff’s Motion, Defendants further contend the thirty -day \nrequirement of section 2.H.c. is not material because, “Dr. Verm never believed or \nintended the 30-day period to be a material term requiring strict compliance,” 42 and \nthat “Dr. Yoder did not believe the time periods set forth in Section 2(H) of the \nsettlement Agreement were material.” 43  However, North Carolina law is clear that \n“[i]f the plain language of a contract is clear, the intention of the parties is inferred \nfrom the words of the contract.” Walton v. City of Raleigh, 342 N.C. 879, 881 (1996).  \nAgain, Judge Bledsoe conclusively determined section 2.H.c. is plain and \nunambiguous and, therefore, must be interpreted as written.   “The parol evidence \nrule prohibits the admission of parol evidence to vary, add to, or contradict a written \ninstrument intended to be the final integration of the transaction.”  Lassiter v. Bank \nof N.C., 14 N.C. App. 264, 269 (2001). \n30. As noted above, in determining whether a term is material, courts may look \nto the purpose and nature of the agreement itself , the term at issue to determine \nwhether one of the parties expressly bargained for it, and whether the term is part of \n \n41 (2d Houti Aff., Exs. J, K, ECF Nos. 76.7., 76.8.) \n \n42 (Defs.’ Mem. Opp’n 13.) \n \n43 (Defs.’ Mem. Opp’n 14.) \n \nthe consideration for the agreement.  Here, each of these factors is present.  In section \n1 of the Settlement Agreement (“Subject Matter and Purpose”), the Parties affirmed \nthat the purpose “is to fully and completely set forth the terms of an agreement \nreached among the Parties to settle all disputes and controversies among them[.]” 44  \nIn section 7 (“Advice of Counsel”), the Parties certified they read this Agreement, \nreceived a full explanation of the Agreement from their attorneys, understood it, and \nvoluntarily entered into it.45  In section 13 (“Entire Agreement and Severability”), the \nParties affirmed that the Settlement Agreement “constitute[d] the entire \nunderstanding among the Parties and merge[d]46 the full agreement reached among \nthe Parties and all prior oral negotiations regarding the settlement of their \ndisputes.”47  The evidence of record shows that Dr. Yoder bargained for and \naccomplished inclusion of the thirty-day requirement of section 2.H.c.  The insertion \nof the thirty-day requirement into section 2.H.c. was part of the consideration for the \nSettlement Agreement.  \n31. The final language of section 2.H.c. and the provisions of the Settlement \nAgreement were extensively negotiated at arms-length by sophisticated parties with \n \n44 (Settlement Agreement 1.) \n \n45 (Settlement Agreement 11.) \n \n46 Merger clauses “effectuate the policies of the Parol Evidence Rule;  i.e., barring the \nadmission of prior and contemporaneous negotiations on terms inconsistent with the terms \nof the writing. North Carolina recognizes the validity of merger clauses and has consistently \nupheld them.”  Zinn v. Walker, 87 N.C. App. 325, 333 (1987) (citations omitted). \n \n47 (Settlement Agreement 12.) \n \na history of adverse litigation  amongst themselves.  The Court declines to consider \nDr. Verm’s Affidavit to the extent it seeks consideration of pre- Settlement Date \nstatements, beliefs, hearsay, and speculation about the alleged intent, beliefs, \nknowledge, or actions of Dr. Ver m, Dr. Yoder, or A CN representatives that would \nvary, add to, or contradict terms of the Settlement Agreement.   \n32. Section 2.H.c.’s thirty-day confirmation period is material to the Settlement \nAgreement, and, thus, Defendants’ materiality arguments are rejected as unavailing.       \n (ii)  The Substantial Performance Doctrine \n As a plenary matter, Judge Bledsoe already rejected as meritless Defendants’ \narguments that because the Settlement Agreement does not contain a “time is of the \nessence clause,” the dates specified in the Settlement Agreement, and specifically the \nthirty-day confirmation requirement in section 2.H.c., are not considered material \nterms but rather serve as general guidelines. 48  T his is so because t hat rule only \napplies to contracts involving the sale of real property:  “As a general rule, the \nlanguage of a contract should be interpreted as written; however, there is a well -\nestablished exception, the ‘reasonable time to perform rule,’ that applies to contracts \nfor the sa le of real property .”  Harris v. Stewart , 193 N.C. App. 142, 146 (2008) \n(emphasis added).  Accord Kassel v. Rienth , 289 N.C. App.173, 183 (2023) (same); \nCameron v. Newman, 2025 N.C. App. LEXIS 27 at *15 (2025) (Table) (same).  The \ninstant action does not arise out of a dispute  concerning a contract for the  purchase \nand sale of real property.  Similarly, Judge Bledsoe rejected as meritless Defendants’ \n \n48 (Defs.’ (12(c) Order & Op. ¶¶ 18–20.) \n \narguments that compliance with section 2.H.c.’s thirty-day confirmation requirement \nwas not required:  \nNorth Carolina’s other “reasonable time” rule —that “if no time for the \nperformance of an obligation is agreed upon by the parties, then the law \nprescribes that the act must be performed within a reasonable time,” \nMetals Corp. v. Weinstein, 236 N.C. 558, 561 (1952) (cleaned up) —does \nnot apply here either because section 2.H.c. expressly supplies a thirty -\nday time period for the parties’ performance.49   \n \n33. Defendants did not raise the substantial performance doctrine at the Rule \n12(c) stage.  By  raising th at doctrine for the first time at the summary judgment \nstage, Defendants improperly seek to collaterally attack and end-run Judge Bledsoe’s \nbinding section 2.H.c. determination s.  Defendants ’ attempt to r elitigate their \npreviously rejected “time is of the essence” and “reasonable  time to perform rule” \narguments50 by dressing them up in different garb must fail.  Defendants are not \nentitled to a second bite at the apple whatever the label used!   \n34. The substantial performance doctrine is an equitable one that permits a \nparty to recover on a contract even though it fails to comply with the literal terms set \nforth in the contra ct. Ricky Spoon Builders, Inc. v. Emgee LLC , 286 N.C. App. 684, \n690 (2022) (citation omitted) .  Defendants cite Ricky Spoon  and the unpublished \nopinion of Venable v. Grep Southeast LLC, 2023 N.C. App. LEXIS 575, 290 N.C. App. \n554 (Sept. 19, 2023) to support their previously rejected arguments that the \nreasonable time to perform rule is not limited to contracts for the purchase and sale \n \n49 (Defs.’ 12(c) Order & Op. n. 29 (emphasis added).) \n \n50 (Defs.’ Mem. Opp’n 7–10.) \n \nof real property.51  Both cases are easily distinguishable.  The Court in Ricky Spoon \nenforced the terms of a settlement agreement that did contain a time is of the essence \nclause for the purchase and sale of real property, which indisputably is a clause not \nfound in the parties’ Settlement Agreement here.  The Court in Venable enforced the \nsettlement agreement where the plaintiff accepted a delinquent payment and the \ndefendants paid the settlement amount due in full, rendering any breach immaterial \nand constituting a waiver; whereas, here, the dispute concerns Dr. Yoder’s contract \nenforcement efforts resulting from Defendants’ noncompliance with and \nnonperformance of the bargained for and agreed upon terms of the Settlement \nAgreement itself.     \n35. Notably, Ricky Spoon affirms the principle that unambiguous, bargained \nfor, and agreed upon terms of a contract—such as the parties’ clear and unambiguous \nthirty-day confirmation period of section 2.H.c.—must be enforced as written , \nobserving:   \nNorth Carolina courts  recognize that “ [f]reedom of contract is \nconstitutionally guaranteed and provisions in private contracts, unless \ncontrary to public policy or prohibited by statute, must be enforced as \nwritten.”  Accordingly, the doctrine of substantial performance \ntraditionally has not applied  where the parties, by the terms of their \nagreement, make it clear that only strict or complete performance will \nbe satisfactory. \n \nId. at 691 (emphasis added and citations omitted).   \n36. The Court summarily rejects Defendants’ substantial performance \narguments as unavailing. \n \n51 (Defs.’ Mem. Opp’n 9.) \n \n (iii)  Substantial Performance is for a Jury \n37. Defendants contend that the Court’s adjudication of Plaintiff’s Motion is \npremature because any doubt about the interpretation of section 2.H.c. is a question \nof fact to be resolved by a jury.52  First, no doubt exists about the correctness of Judge \nBledsoe’s interpretation of section 2.H.c.  Second, t his belatedly raised argument is \nsimply another improper effort by Defendants to collaterally attack and relitigate \nJudge Bledsoe’s interpretation of section 2.H.c.  I t is well settled law that the \ninterpretation of a clear and unambiguous contract is a question of law for the Court.   \n38. The Court rejects Defendant’s substantial performance jury submission \narguments as unavailing. \nIV. \nCONCLUSION \n39. WHEREFORE, based on the foregoing, the Court hereby GRANTS \nPlaintiff’s Motion and JUDGMENT is hereby ENTERED for Plaintiff declaring that \nPlaintiff is entitled to 36% of the appraised value of the Healthcare Building and any \ncash held by Healthcare VII, after subtracting the amount of any outstanding debts \nof Healthcare VII in existence as of the date of the Settlement Agreement. \n SO ORDERED, this the 6th day of May, 2025. \n \n     /s/ A. Todd Brown    \nA. Todd Brown \n     Special Superior Court Judge  \n            for Complex Business Cases \n \n \n \n52 (Defs.’ Mem. Opp’n 16–17.) "
}