{
  "id": "6e8f0ad4980bd30678a735e05da5c6071d02123e0a67c6c80315d2e8bebe3891",
  "source_file": "data/raw/ncbc/6e8f0ad4980bd30678a735e05da5c6071d02123e0a67c6c80315d2e8bebe3891.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 5594 \n \nDUKE ENERGY CAROLINAS, LLC \nand DUKE ENERGY PROGRESS, \nLLC, \n \nPlaintiffs, \n \nv. \n \nAG INSURANCE SA/NV (f/k/a \nL’Etoile S.A. Belge d’Assurances); et \nal., \n \nDefendants. \n \n \n \nORDER AND OPINION ON \nPLAINTIFFS’ MOTION FOR PARTIAL \nSUMMARY JUDGMENT REGARDING \nSCOPE OF COVERAGE AND \nDEFENDANTS’ CONDITIONAL \nCROSS-MOTION FOR PARTIAL \nSUMMARY JUDGMENT REGARDING \nALLOCATION \n \n \n \n \n1. THIS MATTER  is before the Court on (i) the Motion of Plaintiffs Duke \nEnergy Carolinas, LLC (“DEC”) and Duke Energy Progress, LLC (“DEP”) (together, \n“Duke”) for Partial Summary Judgment Regarding Scope of Coverage (“Duke’s \nMotion”) against Defendant TIG Insurance Company (“TIG”), as successor to \nRanger Insurance Company (“Ranger”)  (together with Defendant Associated \nElectric & Gas Insurance Services Limited (“AEGIS”), “AEGIS/TIG”), filed January \n7, 2019, (ECF No. 455), and (ii) Defendants’\n1 Motion for Partial Summary Judgment \n                                                 \n1 The moving Defendants (collectively, the “Cross-Motion Defendants ”) include Allianz \nUnderwriters Insurance Company (f/k/a Allianz Underwriters, Inc.); Allianz Global Risks \nUS Insurance Company (f/ k/a Allianz Insurance Company); Allstate Insurance Company, \nsolely as successor-in-interest to Northbrook Excess and Surplus Insurance Company (f/k/a \nNorthbrook Insurance Compan y); Arro wood Indemnity Company (f/k/a Royal Indemnity \nCompany); Assurances Géné rales de Fran ce n/k/a Allianz IA RD; C entury Indemnity \nCompany (“Century”), as  successor to California  Union I nsurance Company; The \nContinental I nsurance Com pany for London Guara ntee and Acci dent Co mpany of N ew \nYork; Federal Insurance Company (“Federal”); Fireman’s Fund Insurance Company; First \nState Insurance Company; G eneral Reins urance Corporation, as  successor to Nort h Star  \nReinsurance Corporation; Old Rep ublic Insurance Company; Pacific E mployers Insurance \nCompany (“PEIC”); Twin City Fire Insurance Company; and United  States Fire Insurance \nCompany. \nDuke Energy Carolinas, LLC v. AG Ins. SA/NV, 2020 NCBC 44. \n \n \nRegarding Allocation (the “Cross-Motion”) (together with Duke ’s Motion, the \n“Motions”) filed November 26, 2019, (ECF No. 577). \n2. Having considered the Motion s, the materials submitted in supp ort of and \nin opposition to the Motion s, the arguments of counsel at the  hearing on t he \nMotions, and other appropriate matters of record, the Court hereby GRANTS  \nDuke’s Motion and DEFERS ruling on the Cross -Motion for the reasons set forth \nbelow. \nPillsbury Winthrop Shaw Pi ttman LLP, by Mark J. Plumer,  Matthew \nG. Jeweler, Barry Fleishman, Aaron D. Coombs, William C. Miller, and \nJeffrey W. Mikoni,  and Hunto n & W illiams LLP, by A. Todd Brown  \nand Ryan G. Rich, for Plaintiffs Duke Energy Carolinas, LLC and \nDuke Energy Progress, LLC. \n \nRivkin Radler LLP, by Alan S. Rutkin, George D. Kappus, Steve n M. \nZuckermann, and Greg  E. Mann, and Goldb erg Segalla, by David G. \nHarris, II and David L.  Brown, for Defendants Associated Electric and \nGas Insurance Services Ltd., Berkshire Hathaway Direct Insurance \nCompany, and TIG Insurance Company. \n \nO’Melveny & M yers, LLP,  by Jonathan Hacker and Bradley Garc ia, \nWhite and Williams, LLP, by  Shane Heskin and  Eric H ermanson, \nFitzgerald Litigation, by Andrew L. Fitzgerald, and Cohn Baughman & \nMartin, by Frank Slepicka, for Defendant s Century Indemnity \nCompany, Federa l Insurance Company, and Pacifi c Employers \nInsurance Company. \n \nHogan Lovells US LLP, by David Newmann, for Defendant Assurances \nGénérales de France. \n \nFreeborn & Peters LLP, by Bruce M. Engel, for Defendant Arrowood \nIndemnity Company. \n \nSaiber LLC, by Michael  J. Balch , for Defendant General Reinsurance \nCorporation. \n \nClausen Miller P.C., by Ilene Korey, and Fox Rothschild LLP, by Jeffrey \nP. MacHarg, for Defendant Old Republic Insurance Company. \n \n \n \nKennedys CMK LLP, by John D. LaBarbera, and James, McElroy & \nDiehl, P.A., b y Adam L. Ross, fo r Defendant United States Fire \nInsurance Company. \n \nKarbal Cohen E conomou Silk D unne LLC, by Dena Economou, and \nShipman & Goodwin LLP, by James Ruggeri, for Defendants First \nState Insurance Company and Twin City Fire Insurance Company. \n \nSquire Patton Boggs (US) LLP, by Paul  Kalish, for Defendants Allianz  \nGlobal Risks US Insuran ce Company, Allianz Underwriters Insurance \nCompany, and Fireman’s Fund Insurance Company. \n \nJackson & Campbell PC, by Erin N. McGonagle and Christopher M. \nQuinlan, and Butler Weihmuller Katz Craig LLP, by L. Andrew \nWatson, for Defendants AIG Property Casualty Company, American \nHome Assurance Company, and Lexington Insurance Company. \n \nHinkhouse W illiams Walsh  LLP, by William C. Joern, for Defendant \nContinental Insurance Company. \n \nWindels Marx Lane & Mittendorf LLP, by Eric J. Konecke, for \nDefendant Allstate Insurance Company. \n \nBledsoe, Chief Judge. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \n3. This action focuses on whether Defendants—all insurers who issued excess \nlevel insurance policies to Duke’s predecessors Duke Power Company ( “Duke \nPower”) (now DEC) and Caro lina Power & Ligh t Company (“CP&L”) (now DEP)—\nare obligated to compensate Duke for alleged liabilities l inked t o coal combustion \nresiduals (“CCRs”), i.e., coal a sh, at fifte en Duke-owned power p lants in North an d \nSouth Carolina. \n \n \n4. The Court does not make findings of f act on m otions for summary \njudgment; rather, the Cour t summarizes material facts it considers to  be \nuncontested.  Hyde  Ins. Agency, Inc. v. Dixie Leasing Corp., 26 N.C. App. 138, 142, \n215 S.E.2d 162, 165 (1975). \n5. Duke’s Motion concerns the scope of coverage under two insurance policies \nRanger issued  to Duke’s  predecessors CP&L (Policy No. EUL300578) and Duke \nPower (Policy No. EUL300579) for the premium  period from October 31, 1984 to \nOctober 31, 1985 (the “Ranger Policies” or the “Policies”).2  (Ex. C Policy Stipulation, \nECF No. 457.4; Ex. D Ranger Policy No. EUL300 578 issued to CP& L (Stipulated \nVersion) [hereinafter “CP&L Ranger Policy”], ECF No. 457.5 ; Ex. E Range r Policy \nNo. EUL300579 issued to Duke Power (Stipulated Version)  [hereinafter “Duke \nPower Ranger Policy”], ECF No. 457.6.) \n6. The Ranger Policies are per-occurrence policies and require Ranger to pay \nseparately, up to it s policy limit, for each “occu rrence” (as defined in the Policies) \nthat Duke can  prove.  Each Policy has a $25 million per-occurrence limit.  B efore \nDuke reaches its coverage, however, Duke is contractually obligated to  pay a self-\ninsured retention (“ SIR”) of $500,000 on the Policy issued to CP &L and $2 million \n                                                 \n2 Although AEGIS and TIG contend, and D uke disputes, that the Ranger policies at iss ue \nare fronting policies f or AEGIS and th us that AEGIS should be the  party-in-interest for  \nthose policies, this issue is not currently before the Court for decision.  (Mem. Law AEGIS \n& TI G (Successor to Rang er) Opp’n Duke’s  Mot. Pa rtial Summ. J . Regarding Scope \nCoverage 1 n.2 [hereinaft er “AEGIS /TIG Opp’n Br.”], ECF No. 63 9; Duke’ s Reply S upp. \nMot. Partial Summ. J. Regard ing Scope Coverage 1 n .1 [hereinafter “Duke’s Reply Br.”], \nECF No. 660 ; Feb. 2 6, 2020 Hearing  Tr. 38:22–39:7, 62:11–63:17, 72:23–73:24, 88 :8–25 \n[hereinafter “Tr.”], ECF No. 747.)  The Court thus references these policies as the “Ranger \nPolicies” and the insurer under those Policies as “Ranger” without deciding whether AEGIS \nis the party-in-interest for the Policies.  \n \n \non the Policy issued to Duke Powe r.  ( CP&L Ranger Policy \nDUKE_CAIR_000004084–85; Duke Power Ranger Policy  DUKE_CAIR_000004270, \n000004286.) \n7. The Policies specifically provide, in relevant part, th at Ranger will \nindemnify Duke (i.e., the “INSURED” under the Policies): \n[F]or any and  all sums which the  INSURED shal l become legally \nobligated to pay as ULTIMATE NET LOSS b y reason of the liability \nimposed upon the INSURED by l aw or liability assumed by t he \nINSURED under CONTRACT  . . .  for damages because of BODILY \nINJURY, PERSONAL INJURY or PROPERTY DAMAGE caused by an \nOCCURRENCE. \n \n(CP&L Ranger Policy § I(a); Duke Power Ranger Policy § I(a).) \n \n8. “Property damage” is defined in the Po licies as “physic al injury to or \ndestruction of tangible  property whi ch occurs dur ing the POLICY PER IOD[.]”  \n(CP&L Ranger Policy § III(m); Duke Power Ranger Policy § III(m).) \n9. Significantly for Duke’s Motion, the Ranger P olicies contain “non-\ncumulation provisio ns” through their Limit of Liability provision  and their \n“occurrence” definition under the Po licies.  Du ke assert s that no n-cumulation \nprovisions such as those her e allow insurers to collapse coverage  for an occurrence \nwith conti nuous damage over multiple policy years into a single policy year , \neffectively allowing in surers t o pay out their policy limit only once, rat her than  \npermitting polic yholders to stack multipl e pol icy limits for the same occ urrence.  \n(Duke’s Mem. Law Supp. Mot . Partial Summ. J. Regarding Sc ope Coverage 2–5, 9 \n[hereinafter “Duke’s Supp. Br.”], ECF No. 457.) \n \n \n10. The Limit of Liability provision in each Policy provides, in relevant part: \nWith respect to any OCCURRENCE covered un der Insuring \nAgreement I (a), in order to avoid t he duplication  of the  Company’s \nLimit of Liability ap plying to a ny one OCCURRENCE, the INSURED \nagrees that: \n \n(1) in the event the COMPANY provides indemnity or defense costs, \ncharges and expenses for an OCCU RRENCE covered duri ng a \nPREMIUM PERIOD of this PO LICY, the INSU RED \nacknowledges it has  no right to additio nal indemnity or defense \ncosts, charges and expenses for  such OCCURRENCE under any  \nother PREMIUM PERIOD of this POLICY or any other POLICY \nissued by t he COMPANY to the N AMED INSURED, and th e \nLimit of Liability shall apply only once to such OCCURRENCE \nregardless o f t he number of oth er PREMIUM PERIODS or \nPOLICIES which otherwise could apply to such OCCURRENCE. \n \n(2) in the ev ent the COMPANY shall provide i ndemnity or defens e \ncosts, charges and expenses f or an OCCURREN CE cove red \nduring a PREMIUM  PERIOD of a ny o ther PO LICY issued by \nthis COMPANY to the NAMED INSURED,  the INSURED \nacknowledges it has no right to additional indemni ty or defense \ncosts, charges and expenses for such OCCURRENCE under this \nPOLICY. \n \n(CP&L Ranger Policy § II(b); Duke Power Ranger Policy § II(b).)  The Limit of \nLiability provision thus provides that, in the event of an “occ urrence” covered \nby the P olicy, Range r’s limit of liability will app ly only once to th at \noccurrence, even if more tha n one premium period or policy might othe rwise \napply.   \n11. The Policies define an “occurrence” as follows: \nOCCURRENCE: The term “O CCURRENCE” shall mean an acc ident, \nevent or continuous or repeated exposure to c onditions which result in \nBODILY INJURY, PERSONAL  INJURY or PROP ERTY D AMAGE, \nsubject to the following clarifications: \n \n \n \n(1) all injury, damage  or los s of use and a ll claims for injury, \ndamage or loss of use arising out of the sam e accident, the same \nevent or exposure to subs tantially the same general cond itions \nshall be  considered as arising out o f and  comprising a si ngle \nOCCURRENCE; \n \n(2) each OCCURREN CE sh all be de emed to occur during the \nPREMIUM PERIOD in  which BODILY INJURY,  PROPERTY \nDAMAGE or an act caus ing PERSONAL INJURY  takes place \nand not during any other PREMIUM  PERIOD of this POLICY \nor any other POLICY issued by the COMPANY to the NAMED \nINSURED; \n \n(3) if an act, injury  or damage take s place during m ore than one \nPREMIUM PERIOD of this POLICY or any ot her POLICY \nissued by the COMPANY to the NAMED INS URED, the act, \ninjury or damage shal l be d eemed to ha ve occurred during the \nearliest of the following PREMIUM PERIODS: \n \n(a)  the PREMIUM PE RIOD when a clai m is first made \nagainst the INSURED; or \n \n(b) the PREMIU M PERIOD when t he INSURED first \nreceives notic e that an OCCURRENCE has taken place ; \nor  \n \n(c) the la st PREMIUM PERIOD of the last POLICY issued \nby the COMPANY to the NAMED INSURED[.] \n \n(CP&L Ranger Policy § III(i); Duke Power Ranger Policy § III(i).) \n \n12. The parties dispute the  proper interpretation of the  foregoing provisions.  \nDuke argues that the policy language re quires application of “all sums” all ocation.  \nUnder an all sums approach, assuming Duke establishes its right to coverage  and \nsatisfies the applicable SIR, the insurer is liable for all sums, up to each Policy’s $25 \nmillion per-occurrence limit, that Duke is required to pay for coal ash reme diation \nfor each proven “occurrence.”  (Duke’s Supp. Br. 1–4, 10–12; Tr. 16:17–17:6.) \n \n \n13. In contrast, AEGIS/TIG and the Cross-Motion Defendants (collectively, the \n“Insurers”) contend that the policy language co mpels application of “pro rata” \nallocation.  Under a pro rata approach, Duke’s total remediation costs are allocated \nequally, by policy period, over the entire period of ground water con tamination at \neach power plant at issue, and each Insurer is then required to pay only the portion \nof those costs alloc ated to policy periods in which t he Insurer provided coverage to \nDuke’s predecessors  that exceed the appl icable SIR  in that policy period.  \n(AEGIS/TIG Opp’n Br. 18–21; Defs.’ Mem. Opp’n Pls.’ Mot. Partial  Summ. J. \nRegarding Scope Cover age &  Supp. Conditional Cro ss-Mot. Partial Summ.  J. \nRegarding Allocation 2–3, 13–14 [hereinafter “Cross-Mot. Defs.’ Br.”], ECF No. 580.) \n14. Duke filed its  Motion on January 7, 2019.   After a lengthy stay t o permit \nthe parties to engage in settlement discussions, (see ECF Nos. 461 , 480, 486), the \nCross-Motion Defendants and AEGIS/TIG filed separate briefs in opposition to the \nMotion on November 26, 2019 and December 18, 2019, respectively, (ECF Nos. 580, \n639). \n15. The Cross-Motion Defendants filed the Cross-Motion with their opposition \nbrief on November 26, 2019.3  The Cross-Motion asks t he Court to determi ne, as a \nmatter of law under Rul e 56  of the North  Carolina Rules of Civil P rocedure \n                                                 \n3 Defendants AIG Property Casualty Company (f/k/a Birmingham Fire Insurance Company \nof Pennsylvania), American Home Assurance Company, and Lexington Insurance Company \n(collectively, the “AIG-Related Defend ants”) filed a partial j oinder in Defendants’ Cross -\nMotion and certain sec tions of Defenda nts’ brief in opp osition t o Duke’ s Motion and in \nsupport of  the Cros s-Motion on November 27, 2 019.  (ECF No. 5 98.)  The  AIG-Related \nDefendants did not joi n in Argumen t Section III of Defendants’ su pporting bri ef, ( Cross-\nMot. Defs. ’ Br.), seeking to reserve their ability to asser t a position as to the proper \ninterpretation o f t he Ranger Policies at is sue on Duke’s Mot ion at  a later time if \nappropriate. \n \n \n(“Rule(s)”), that, in addition to the Ranger Polic ies, “all polici es potentially \nimplicated” likewise contain policy language requiring pro rata allocation.  ( Cross-\nMot. Defs.’ Br. 2–3.)  As such, the  Cross-Motion seeks a determination that sixty-\nfour policies at issue in thi s litigation4 require pro rata  allocation.  (Cross-Mot. \nDefs.’ Br. 6 n.8, 28.) \n16. After full briefing by the pa rties, the Court held a hearing  on the Motions \non February 26, 2020, at which Duke and the Insurers were represented by counsel.  \nThe Motions are now ripe for resolution. \nII. \nLEGAL STANDARD \n17. “Summary judgment is appropriate ‘if the pleadings , depositions, answers \nto interrogatories, and a dmissions on file, together with the affidavits, if a ny, show \nthat there is no genuine issue as to any material fact and that any party is entitled \nto a judgment as a matt er of law.’ ”  Sykes v. Health Network Sols., Inc., 372 N.C. \n326, 332, 828 S.E.2d 467, 471 (2019) (quoting N. C. R. Civ. P. 56(c) ).  “[A] fact is \n‘material’ if it would  constitute or i rrevocably establish any material el ement of a \nclaim or a defense.”  Lowe  v. Bradford, 305 N.C. 366, 369, 289 S.E.2d 363, 366 \n(1982).  “ ‘[A]n issue is genuine if  it is supported by substantial evidence,’ which is \nthat amount of relevant evidence necessary to persuade a reasonable mind to accept \na conclusion[.]”  Liberty  Mut. Ins. Co. v. Pennington, 356 N.C. 571, 579, 573 S.E.2d \n                                                 \n4 The policies the Cross-Motion places at issue are identified at Appendix A attached to this \nOrder and Opinion.  (See Index Exs. Defs.’ Conditional Cross -Mot. Sum m. J . Regarding \nAllocation, ECF No. 579.) \n \n \n118, 124 (2002) (quoting DeWitt v. Eveready Battery Co., 355 N.C. 672, 681, 565 \nS.E.2d 140, 146 (2002)). \n18. Under Rule 56, “ [e]vidence presented by the p arties is viewed  in the l ight \nmost favora ble to the n on-movant.”  Summey v. Bar ker, 357 N.C.  492, 496, 586 \nS.E.2d 247, 249 (200 3) (citin g Dobson v. Har ris, 352 N.C. 77, 83, 530 S.E.2d 829, \n835 (2000)).  The party moving for summary judgment bears the burden of showing \nthat there is no genuine iss ue of material fact.  Pennington,  356 N.C. at 579, 573 \nS.E.2d at 124.  If  the moving party meets its burden, “the burden shifts to the \nnonmoving party to produce a forecast of evidence demonstrating specific facts, as \nopposed to al legations, showing that he c an at least establish a prima facie case at \ntrial.”  Gaunt v. Pittaway, 139 N.C. App. 778, 784–85, 534 S.E.2d 660, 664 (2000); \nsee also N.C. R. Civ. P. 56(e). \nIII. \nANALYSIS \nA. Duke’s Motion Is Not Premature. \n19. The C ourt first address es Insure rs’ contention  that Duke’s Motion i s \npremature and that a ruling on allocation before the Court has determined whether \neach policy at issue has been triggered  would constitute an improper advisory \nopinion.  (AEGIS/TIG Opp’n Br. 9–10.) \n20. Under Rule  56, a part y may “move . . . f or a summ ary judgment in his \nfavor upon all or any part thereof.”  N.C. R. Civ. P. 56(a), (b); see also Crescent Univ. \nCity Venture, LLC v. AP Atl., Inc., 2019 NCBC LEXIS 46, at *79 (N.C. Super. Ct. \n \n \nAug. 8, 2019) (noting “the co mmon practice  by which co urts of th is State grant \npartial summary judgment to parties on certain issues that may n ot amount to an \nindependent cause of action or defense but cons titute a form  of rel ief or doctrine \nwhich expands or f urther defines the scope of a part y’s liability under an asserted \ncause of action”). \n21. Here, Duke seeks a determination of the method by whic h damages shall \nbe allocated should Duke establish coverage under the Policies.  Although no North \nCarolina decision appears to be squarely on point, courts in other jurisdictions have \nruled on allocation  prior to a det ermination o f li ability under the applicable  \ninsurance policy.  See , e.g., Hopeman Bros., Inc. v. Cont’l Cas. Co., 307 F. Supp. 3d \n433, 446 (E.D. Va. 2018) (ruling in favor of all sums allocation under New York law \nand stating that  “[b]ecause the plain lan guage of the [non -cumulation clauses] \nreveals the parties ’ intent to use an all sums allocation, P laintiff need n ot also \ndemonstrate that there is a specific claim for each policy to receive a ruling that all \nsums allocation applies to the re levant long-tail claims arising  under each policy”); \nTeck Metals, Ltd. v. Certain Underwriters at Lloyd’s, Londo n, 735 F. Supp. 2d 1231, \n1233, 1245 (E.D. Wa sh. 2010) (d eciding scope of potentia l coverage—all sums \nallocation—before trigger); Chicago Bridge & Iron C o. v. Certain Underwriters at \nLloyd’s, London, 797 N.E.2d 4 34, 436 , 440  (Mass. App. C t. 2003) (noting wi th \napproval that trial c ourt determined befo re trial tha t all su ms allocation wou ld \napply if insurers  were held liable ); Am. Nat’l Fir e Ins. Co. v. B&L Tr ucking & \nConstr. Co. , 951 P. 2d 250, 252 (Wash. 1998) (n oting that trial c ourt determined \n \n \nallocation on  summary ju dgment before trial).  The Court f inds the se decisions \npersuasive in considering the current Motion. \n22. Moreover, outside the insurance contex t, th is Court has previously \ndetermined the amount of damages to be recovered, subject to liability being proven \nat trial, see Morgan v. Turn-Pro Maint. Servs., LLC, 2020 NCBC LEXIS 5, at *30 \n(N.C. Super. Ct. Jan. 15, 2020), as well as the availability of certain categories of \ndamages, prior to a determination of liability, see Crescent Univ. City Venture, 20 19 \nNCBC LEXIS 46, at *40–58.  A determination of the method of allocation required \nunder the Policies on the current record before liability is established is a similar \nundertaking.   \n23. In the circumstances of this case , the Court concludes that  addressing \nDuke’s Motion at this time will not result in a n advisory opinion a nd is instead a \nprudent use of the Court’s time and resources.  See, e.g., Little v. Wachovia Bank & \nTr. Co., 252 N.C. 229, 244, 113 S.E.2d 689, 702 (1960) (determining that “[w]hile the \ncause is he re, we h ave jurisdiction and  ought to determine those mat ters in \ncontroversy wh ich of necessity  must b e ultimately determined in any event, \nwhether the d eclaration of rights is needful  to the tru stee presently or not”).  The \nCourt finds the Insurers’ various arguments to the contrary unpersuasive. \n24. The Court thus turns to the merits of Duke’s Motion and a consideration of \nthe language of the Policies. \n \n \nB. The Policies Require All Sums Allocation. \n25. “An insurance policy is a contract and its  provisions govern the rights and \nduties of the parties thereto.”  C.  D. Spangler Constr. Co. v . Indus. Crankshaft & \nEng’g Co., 326 N.C . 133, 142, 388 S.E.2d 557, 562 (1990)  (citing Fid. Bankers Life \nIns. Co. v . Dortch, 318 N.C. 37 8, 380, 348 S.E.2d 794, 796 (1986) ).  O ur Supreme \nCourt h as direct ed that “[w]hen interpreting an insurance policy, courts apply \ngeneral contract interpretation rules.”  Accardi v. Hartford Underwriters Ins. Co. , \n373 N.C. 292, 295, 838 S.E.2d 454, 456 (2020). \n26. “As with all contracts, the goal of co nstruction is to arrive at the intent of \nthe parties when the policy was issued.”  Woods v. Nationwide Mut. Ins. Co., 295 \nN.C. 500, 505, 246 S.E.2 d 773, 777 (1978) (citing Wachovia Bank & Tr. Co. v. \nWestchester Fire Ins. Co., 276 N.C. 348, 354–55, 172 S.E. 2d 518, 522–23 (1970)); see \nalso Cowell v. G aston Cty., 190 N.C . App. 743, 746, 660 S.E. 2d 915,  918 (2008) \n(“[T]he intention of the parti es as ga thered from the language used in the policy is \nthe polar star that must guide the court s[.]” (quoting McDowell Motor Co. v. N .Y. \nUnderwriters Ins. Co. , 233  N.C. 2 51, 253 , 63 S.E.2d 538, 540 (1951))).  When \nexamining a policy to de termine the parties’ intent at the time of issuance, “[t] he \nvarious terms of th e policy are to be harmoniously construed, and if possibl e, every \nword and every provision is to be given effect.”  C. D. Spangler Constr., 326 N.C. at \n142, 388 S.E.2d at 563 (quoting Woods, 295 N.C. at 506, 246 S.E.2d at 777); see also \nHarleysville Mut. Ins. Co. v. Buzz Off Insect Shield, L.L.C., 364 N.C. 1, 9, 692 S.E.2d \n605, 612 (2010) (same).  “[A] contract of insurance should be given that construction \n \n \nwhich a reasonable person in the position of the insured would have understood it to \nmean[.]”  Grant v. Emmco Ins. Co., 295 N.C. 39, 43, 243 S.E.2d 894, 897 (1978). \n27. “In North Carolina, determining the m eaning of language in a n insurance \npolicy pres ents a quest ion of law fo r the Court.”  Accardi , 373 N.C. at 2 95, 838 \nS.E.2d at 456.  An ambiguity in policy language exist s where “in the opinion of the \ncourt, the language of the policy is fairly and reasonably susceptible to either of the \nconstructions for which the parties contend.”  Wa chovia Bank & Tr., 276 N.C. at \n354, 172 S.E.2d at 522.  Upon the Court’s determination of an ambiguity, “any \nambiguity or uncertainty as to the words used in the policy should be construed \nagainst the insurance company and in favor of the policyholder or beneficiary.”  \nAccardi, 373 N.C. at 29 5, 838 S.E.2d at 456; see also Buzz Off Insect  Shield, 364 \nN.C. at 9 –10, 692 S .E.2d at 612 ( “[T]his Court construes liberally insurance policy \nprovisions that ex tend coverage so as to pr ovide coverage, w henever possible by \nreasonable construction[.]” (quoting State Capital Ins. Co. v. Nation wide Mut. Ins. \nCo., 318 N.C. 534, 538, 350 S.E.2d 66, 68 (1986)) (brackets and internal quotation \nmarks omitted)). \n28. However, “[i]f a court finds that no ambiguity exists, . . . the court must \nconstrue the document according to its terms.”  Accardi, 373 N.C. at 295, 838 S.E.2d \nat 456; see also Woods, 295 N.C. at 506, 246 S.E.2d at 777 (“[I]f the meaning of the \npolicy is clear and only one reasonable interpretation exists, the courts must enforce \nthe contract as written; they may  not, under the guise of construing an ambiguou s \n \n \nterm, rewrite the contract or impose liabilities on the parties not ba rgained for and \nfound therein.”). \n29. Duke argues that the plain language of the  Policies’ non-cumulation \nprovisions establishes that the parties agreed to all sums allocation  as a m atter of \nlaw.  The Insurers disagree, co ntending that with or wi thout consideration o f th e \nnon-cumulation provisions, the Ranger Policies, as well as t he sixty-four policies at \nissue on t he Cross-Motion, must be read to require pro rat a, rather than all sums,  \nallocation. \n30. To resolve this dispute, the Court first turns to the Insuring Agreement in \nthe Policies.  As noted above, the Insuring Agreement provides that Ranger is liable \n“for any and all sum s . . . for damages because of PROPERTY DAMAGE caused by \nan OCCURRENCE[.]”  (CP&L Ranger Polic y § I(a); Duke Power  Ranger Policy  \n§ I(a).)  T hus, for Duke to obtain coverage u nder the Polic ies, there must be an \n“occurrence” tha t causes “property da mage.”  As defined in the Poli cies, property \ndamage must have occurred during  the policy peri od, and an occurrence may \ninvolve “continuous or repeated  exposure t o co nditions” which re sults in prope rty \ndamage.  (CP&L Ranger Policy § III(i); Duke Power Ranger Policy § III(i).) \n31. Duke argues that the I nsuring Agreement makes  plain that when a \nqualifying occurrence causes property damage during t he policy peri od, the policy \nlanguage creates liability for “all sums . . . for da mages” resulting therefrom.  Thus, \nDuke contends that , while coverage under the Pol icies is triggered by physical \ninjury to tan gible propert y occurring during the policy pe riod, the scope of t hat \n \n \ncoverage extends to all dam ages that flow from that injury , whenever those \ndamages are incurred.  (Duke’s Reply Br. 10–12; Tr. 30:24–31:12, 41:1–22.) \n32. Duke’s core conten tion o n its  present Motion is th at th e non -cumulation \nprovisions in the Policies are fundamentally incompatible with pro rata allocation \nand compel application of the all sums approach.  In particular, Duke contends that \nthe Limit of Liability provision and the “occurrence” definition in the Policies, which \n“direct the parties to collaps e a mul ti-year occurrence into a  single policy period[,]” \nrecognize that “absent the provisions, a single occurrence could trigger multiple \npolicies” and provide that “a single policy would p ay for the en tire loss within and \noutside its policy period, but only up to that policy’s limits.”  (Duke’s Reply Br. 14.)  \nDuke argues that because these pro visions recognize that the Policies would \notherwise apply to damage s occurring outside the policy peri od, any textual basis \nfor pr o rata alloca tion—which attempts to all ocate coverage strictly to the policy \nperiod in which th e triggering injury oc curred—is eliminated.  ( Duke’s Reply Br. \n17.) \n33. In opposition, the Insurers argue that the definition of “property damage” \nin the Policies requires such damage to occur “during the policy period” to trigger \ncoverage and therefore coverage is only available f or damages that are  incurred \nduring the policy perio d.  The Ins urers assert that this interpretation is consistent \nwith the Policies’ non-cumulation provisions .  They contend that th ose p rovisions \nsimply provide that where multi-period damage is incurred, the “part of the damage \nthat takes place in several years covered by the C OMPANY’s policies is ‘deemed’ to \n \n \ntake place within a single policy period[,]” and in no way extends coverage, as Duke \ncontends, “to damage that takes place outside of the years cover ed by th e \nCOMPANY’s po licies.”  ( AEGIS/TIG Opp’n Br. 20.)  Th e I nsurers argue this \ninterpretation is necessarily compelled so that the “insurer does not have to pay out \nmultiples of the coverage limit it contracted for” when it is faced with  damage that \n“occurs in other years covered by ‘ the Company’s’ policies[.]”  ( Cross-Mot. Defs.’ Br. \n25.) \n34. After carefu l re view, the Court concludes that the plain language of the \nnon-cumulation provisions in the Policies compels all sums rather than pro rat a \nallocation here as a matter of law. \n35. The Limit of Lia bility provision  restricts coverage for a n occurrence \nresulting in damages beyond the policy period to one policy and one limit of liability \n(here, $25 million per occurrence): “the Limit of Liability shall apply only  once to \nsuch OCCURRENCE regardless of the nu mber of other PREM IUM P ERIODS or \nPOLICIES which otherwise could apply to su ch OCCURRENCE.”  ( CP&L Ranger \nPolicy § II(b); Duke Power Ranger Policy § II(b).)  As both parties acknowledge, this \nlanguage prevents the insurer from paying its limit of liability more than once for a \nsingle occurrence, even if more than one premi um period or policy might otherwise \napply.  The “occurrence” definition is to sim ilar eff ect and provides that damage \nfrom an occurrence resulting in damage in more than one premium or policy period \nshall be “deemed to have occurred” in one premium period.5  ( CP&L Ranger Policy \n                                                 \n5 The parties do not dispute that, if  triggered and if liability is est ablished, section \nIII(i)(3)(c) applies here to collapse coverage into “the last PREMIUM PE RIOD of the last \n \n \n§ III(i)(3); Duke Power Ranger Policy § III(i)(3).)  The “occurrence” definition thus \nprovides that coverage shall be afforded in  such circum stances through a single \npolicy with a single limit of liability , as specifically determined by other pro visions \nin the definition. \n36. Both provisions, therefore, recognize that da mage may extend beyond the \npolicy period in whic h the triggeri ng property damage first occurs and reflect t he \nparties’ agreement that such damage shall be treated as if all damage occurred in a \nsingle premium period, subject to a single policy limit.  This treatment is precisely \ncontrary to the pro rat a allocation that the Insurers  urge, which spreads the \ninsured’s damages over many poli cy periods rather than collapse those damages, \nand coverage, into a single premium period with a single policy limit as the Policies \ncontemplate. \n37. The Court thus concludes that the non-cumulation provisions make plain \nthat the p arties’ Insuring Agreement i n the Policies—that the insure r shall \nindemnify D uke for “any and all  sums whic h the INSURED shall be come legally \nobligated to pay . . . for damages because of . . . PROPERTY DAMAGE caused by an \nOCCURRENCE”—obligates the insurer to pay all sums which Duke becomes legally \nobligated to pay because of “property damage” caused by a covered occurrence, not \nsimply a pro rata portion thereof. \n                                                                                                                                                             \nPOLICY issued by the COMPANY to the NAMED INSURED[.]”  (AEGIS/TIG Opp’n Br. 12; \nTr. 38:11 –21; CP&L Ranger Policy § III(i)(3)(c); Duke P ower Ranger Po licy § III(i)(3)(c).)  \nThe parties dispute, howe ver, which policy an d premium period are imp licated b y this \npolicy language if it were to apply. \n \n \n38. The Court f inds support  for its conclusion from co urts i n other \njurisdictions.  Although neither the parties nor th e C ourt has discovered a North \nCarolina case in which the court considered th e i mpact of non-cumulation \nprovisions in determining the scope of coverage for a continuous property damage or \nbodily in jury insurance claim, a large majority of the court s in other jurisdictions \nthat have c onsidered th is issue have recog nized that non-cumulation provisions \nsuch as those he re compel all sums r ather th an pro rata allocation.  See, e.g., \nHopeman Bros., 307 F. Supp. 3d at 444–46; Hercules, Inc. v. AIU Ins. Co ., 784 A.2d \n481, 491 (Del. 2 001); Chicago Bridge & Iron , 797 N.E .2d at 440–44; In re Viking \nPump, Inc., 52 N.E.3d 1144 , 1152–53 (N.Y. 2016);6 Plastics Eng’g C o. v. Liberty \nMut. Ins. Co., 759 N.W.2d 613, 626–27 (Wis. 2009). \n39. The few court s that h ave deter mined otherwise —see, e.g.,  Spaulding \nComposites Co. v. Aet na Cas. & Sur. Co., 819 A. 2d 410, 422–23 (N.J. 2003)—have \ndone so on public policy grounds, not through the application of the rules of contract \ninterpretation that bind the Court here, see, e.g., Woods, 295 N.C. at 506, 246 S.E.2d \n                                                 \n6 In re Viking Pump  offers a c ompelling exp lanation f or why n on-cumulation pr ovisions \ncompel all sums allocation and cannot be reconciled with pro rata allocation:   \n \n[T]he very essence of pro rata allocation is that the insurance policy language \nlimits i ndemnification to losses a nd oc currences dur ing the policy per iod—\nmeaning that no two insurance policies, unless  containing o verlapping or \nconcurrent policy periods, would indemnify the same loss or occurre nce.  Pro \nrata allocation is a legal fiction d esigned to treat continuous and indivisible \ninjuries as disti nct in each policy period as a result of the “during the policy \nperiod” limitation, des pite the  fact tha t the injuries may no t ac tually be \ncapable of being confined to specific time periods.  The non-cumulation clause \nnegates that premise by presupposing that two policies may be called upon to \nindemnify the insured for the same loss or occurrence. \n \n52 N.E.3d at 1153–54. \n \n \nat 777 (“The various terms of the p olicy are to be harmoniously construed, and if \npossible, every word and every provision is to be given effect. . . . [ Courts] may not, \nunder the guise of construing an ambiguous term, rewrite the contract or impose \nliabilities on the parties not bargained for and found therein.”); see a lso, e.g., \nPlastics Eng’g, 759 N.W.2d at 627 (finding that applying pro rata allocation would \nrewrite policy where “no pro rata l anguage or clause exists in the contract, and in  \nfact, the phrase ‘all sums’ is in the body of the policy”). \n40. Moreover, three of the four cases upon which the Insurers  principally \nrely—Crossmann Communities of N .C., Inc. v. Harleysville Mutual Insuran ce Co., \n717 S.E.2d 589 (S.C . 2011); Boston Gas Co . v. Century Indemnity Co., 910 N.E.2d \n290 (Mass. 2009); and Consolidated Edison Co. of N.Y. v. Allstate Insurance Co., 774 \nN.E.2d 687 ( N.Y. 2002)—did not invol ve policies con taining non-cumulation \nprovisions, and the one that did—Danaher Corp. v. Travelers Indem nity Co., 414 F. \nSupp. 3d 436  (S.D.N.Y. 2019)—recognized that pro rata allocation was appropriate \nunder New York law  “at least where the policy does not co ntain a non -cumulation \nclause or other similar language evidencing t he und erstanding that two or more \ninsurance policies that do  not ov erlap i n time might indemni fy th e i nsured w ith \nrespect to the same loss or occurrence[,]” id. at 451, which is hardly persuasive \nsupport for the Insurers’ position.7  Similarly, none of the cases the Insurers offer as \nsuggestions of sub sequently decided  authority considered a policy with a non-\n                                                 \n7 Indeed, in Danaher, the court applied pro rata al location because, unlike here, the non-\ncumulation provision at issue did not contain language “that multiple successive insurance \npolicies c[ould] indemnify the insured for the same loss or oc currence.”  414 F. Supp. 3d at \n460 (quoting In re Viking Pump, 52 N.E.3d at 1153).   \n \n \ncumulation provision, rendering those cases of little value in the present analysis.  \nSee Montrose Chem. Corp. v. Superior Court of Los Angeles Cty., 460 P.3d 1201 (Cal. \nApr. 6, 2020); Rosello v. Zu rich Am. Ins. Co. , No. 2019-24, 2020 WL 1650385 (Md . \nApr. 3, 2020); Lubrizol Advanced Materials,  Inc. v.  Nat’l Union  Fire I ns. Co. of  \nPittsburgh, No. 2018-1815, 2020 Ohio LEXIS 1009 (Ohio Apr. 23, 2020). \n41. As a  result, for the reasons set forth  above, the Court concludes  that \nDuke’s Mot ion should b e gra nted and that, should all c onditions for coverage be \nestablished, coverage shall be allocated, and damages assessed,  under the Policies \non an all sums rather than a pro rata basis. \nC. Resolution of the Cross-Motion Should be Deferred. \n42. Unlike Duke ’s Motion, which focuses on un disputed policy language a nd \npolicies con taining non -cumulation provisions, the Cross-Motion seeks a ju dicial \ndetermination that pro rata allocation is  required as a ma tter of law under sixty-\nfour policies, the te rms of many  of which appear to be in dispute and nearly all of \nwhich do not contain non-cumulation provisions.8 \n43. As t o th e policies’ terms, the current record is insufficient to permit the  \nCourt to determine whether relevant, specific policy  language in th ese policies  is \nundisputed, precluding summary judgment at t his time.  See Hyde Ins. Agency, 26 \n                                                 \n8 The parties appear to agree that there may be a very small number of policies at issue on \nthe Cross-Motion that cont ain non-cumulation provisions.  (See Tr. 159:22–160:3 (Duke’s \nPlumer: “[T]here are no non-cum[ulation] clauses, with one or two exceptions that we’re not \ntalking about today.”), 183:9–21 (Century, Federal, and PEIC’ s Hacker: “The vast majority \nof policies, Your Honor, don’t have anything like the noncumulation provision.  The London \nE[b]asco policies M r. Plumer points to is a tiny h andful, a thimble full.  I think you can \ncount on one hand the number of policies with that language.”).) \n \n \nN.C. App. at 142, 215 S.E.2d at 165 (“If findings of fact are necessary to resolve an \nissue as to a material fact, summary judgment is improper.”). \n44. In addition, the parties h ave argued, (Tr. 153:12–18, 1 86:23–187:2), and \nthe Co urt agrees, that the resolution of the current appeal before t he No rth \nCarolina Court of Appeals in Radiator Specialty Co. v. Arrowood Indemnity Co., No. \n19-507 (N.C. Ct. App. ), may have an important bearing on the C ourt’s decision on \nthe C ross-Motion.  T hat appeal involves appellate review o f a  trial court  order, \nRadiator Specialty Co. v. Fireman’s Fund Insurance Co., No. 13 CVS  2271, Order \nRegarding Allocation (N.C. Super. Ct. Jan. 28, 2016),9 concluding that the insurance \npolicy at issue, which did not conta in non-cumulation provisions, required pro rata \nrather than all sums allocation.  The appeal was heard in the Court of Appeals on \nNovember 12, 2019 and is pending decision. \n45. Based on the se considerat ions, the Court con cludes th at deferral of i ts \ndecision on the Cross-Motion is appro priate until the Cross -Defendants offer \nundisputed policy language to the Court for review and  the Court of Appeals has \nissued its decision in Radiator Specialty. \nIV. \nCONCLUSION \n46. WHEREFORE, t he C ourt, for the reasons stated above,  and in the \nexercise of it s discretion, hereby GRANTS Duke’s Motion and DEFERS ruling on \nDefendants’ Cross-Motion as set forth above. \n                                                 \n9 The order is part of the trial record as Ex. F Radiator Specialty Jan. 26, 2016 Order, ECF \nNo. 457.7. \n \n \nSO ORDERED, this the 5th day of June, 2020. \n \n/s/ Louis A. Bledsoe, III \n     Louis A. Bledsoe, III  \n     Chief Business Court Judge \n \n \nAPPENDIX A10 \n \nPolicies at Issue on the Motion \n \n1. AEGIS Policy No. 172 issued to Duke Power for the period D ecember 31, \n1979 to December 31, 1980. \n  \n2. AEGIS Policy No. 209 CNJ issued to Duke Power for the period Oc tober \n31, 1985 to October 31, 1986.  \n \n3. AEGIS Policy No. 211 CNJ issued to CP&L for the period October 31, 1985 \nto October 31, 1986.  \n \n4. Allianz Underwriters Policy No. AUX 5 20 05 14 issued to Duke Power for \nthe period October 31, 1981 to October 31, 1982.  \n \n5. Allianz Insurance Company Policy No. XL 55 95 37 issued to Duke Power \nfor the period October 31, 1982 to October 31, 1983.  \n \n6. American Cen tennial Insurance C ompany Po licy No. CC -00-26-11 issued \nto Duke Power for the period of October 31, 1982 to October 31, 1983. \n \n7. American Centennial Ins urance C ompany Po licy No. CC- 00-26-13 issued  \nto CP&L for the period of October 31, 1981 to October 31, 1983.  \n \n8. American H ome Assurance  Company Policy No. CE 338 20 11 issued to \nEbasco Services Inc. for the period of February 11, 1974 to Decem ber 31, \n1975.  \n \n9. Arrowood I ndemnity Company (f/k/a  Royal In demnity Co mpany) Polic y \nNo. EC 103320 issued t o Duke Power for the period of October 31, 1984 to \nOctober 31, 1985. \n \n10. Birmingham Fire (n/k/a AIG Property Casualty Company) Policy No. SE \n6073333 issued to Ebasco Services Inc. for the period of December 31, 1977 \nto December 31, 1978.  \n \n11. California Union In surance Company Policy No. ZCX 00 38 58 issu ed to \nDuke Power for the period of December 31, 1979 to December 31, 1980.  \n \n                                                 \n10 The following policies are in the record at Aff. Shane R. Heskin Supp. Defs.’ Opp’n Pls.’ \nMot. Partial Summ. J. Regarding Scope Coverage & Conditional Cross-Mot. Partial Summ. \nJ. Regarding Allocation Exs. 4–67.  (ECF Nos. 578.1–.7.) \n \n \n12. California Union Insura nce Comp any Polic y No.  ZCX 00 60 09  issued to \nDuke Power for the period of October 31, 1981 to October 31, 1982.  \n \n13. California Un ion Insurance C ompany Policy  No. ZCX 00 74 50 issued to \nDuke Power for the period of October 31, 1984 to October 31, 1985.  \n \n14. Federal Insurance Company Policy No. (85) 7929-31-63 issued to CP&L for \nthe period of October 31, 1984 to October 31, 1985.  \n \n15. Federal Insurance Co mpany Policy No. (85) 7929- 31-72 issued to Duke \nPower for the period of October 31, 1984 to October 31, 1985.  \n \n16. Fireman’s Fund Insurance Co mpany Po licy No. XLX-153 09 17 issued to \nCP&L for the period of October 31, 1983 to October 31, 1984.  \n \n17. Fireman’s Fund Insurance C ompany Policy No. XLX -153 10 24 issued to \nDuke Power for the period of October 31, 1983 to October 31, 1984.  \n \n18. Fireman’s F und Insurance Company Policy No. XL X-168 70 0 3 issued to \nDuke Power for the period of November 9, 1984 to October 31, 1985.  \n \n19. Fireman’s Fund Insurance Company Policy No. XLX -168 70 08 issued to \nDuke Power for the period of October 31, 1983 to October 31, 1984.  \n \n20. First State Insurance Compan y Policy N o. 910816 is sued to D uke Po wer \nfor the period of October 23, 1973 to January 31, 1976. \n \n21. First State Insurance Company Policy No. 926308 issued to Duke Power \nfor the period of February 1, 1978 to December 31, 1978.  \n \n22. First State Insurance Company Policy No . 916083 issued to Duk e Power \nfor the period of December 31, 1979 to December 31, 1980.  \n \n23. First State Insurance Company Policy No. 929871 issued to Duke Power \nfor the period of October 31, 1981 to October 31, 1982.  \n \n24. First State Insurance Company Policy No . 917316 issued to Duk e Power \nfor the period of October 31, 1982 to October 31, 1983.  \n \n25. Lexington Polic y No. GC 403189 issued to Ebasco Services Inc. for the \nperiod of December 31, 1971 to December 31, 1972.  \n \n26. Lexington Policy No . GC 402562 issued  to Ebasc o Services In c. for th e \nperiod of December 31, 1972 to December 31, 1975.  \n \n \n \n27. London Policy No. K24880 issued to Ebasco Services Inc. for the period of \nDecember 31, 1971 to December 31, 1972.  \n \n28. London Memorandum LIA 1011 issued to CP&L.  \n \n29. London Policy No. K25800 issued to CP&L and Duke Power for the period \nof December 31, 1972 to December 31, 1973.  \n \n30. London Policy No. K25801 issued to CP&L  and Duke Power for the period \nof December 31, 1972 to December 31, 1973.  \n \n31. London Policy No. K25802 issued to D uke Power for the period of October \n23, 1973 to December 31, 1975.  \n \n32. London Memorandum LIA 1306 issued to Duke Power.  \n \n33. London Memorandum LIA 1307 issued to Duke Power.  \n \n34. London Memorandum LIA 1308 issued to Duke Power.  \n \n35. London Memorandum LIA 1309 issued to Duke Power.  \n \n36. London Memorandum LIA 1152 issued to CP&L.  \n \n37. London Memorandum LIA 1153 issued to CP&L.  \n \n38. London Memorandum LIA 1301 issued to CP&L.  \n \n39. Certain Underwriters at Lloyd’s, Londo n, England and Ce rtain Insurance \nCompanies, London, England Policy  No. UGL 1331 issued t o CP&L and \nDuke Power for the period of December 31, 1975 to December 31, 1978.  \n \n40. Certain Underwriters at Lloyd’s, London, England and Certain Insurance \nCompanies, Lond on, Engla nd Poli cy No. UGL  1332 issued to CP&L and \nDuke Power for the period of December 31, 1975 to December 31, 1978.  \n \n41. Certain Underwriters at Lloyd’s, Lo ndon, England and Certain Insurance \nCompanies, London, England Policy No. UGL 1333 issued to CP&L and \nDuke Power for the period of December 31, 1975 to December 31, 1978.  \n \n42. Certain Underwriters at Lloyd’s, London, England and Certain Insurance \nCompanies, London, E ngland Policy No. UGL 1334 issued to Duke Power \nfor the period of December 31, 1975 to December 31, 1978.  \n \n \n \n43. Certain Underwriters at Lloyd’s, London, England and Certain Insurance \nCompanies, London, Eng land Policy  No. UJL  1680 is sued to CP&L and \nDuke Power for the period of December 31, 1975 to December 31, 1978.  \n \n44. Certain Underwriters at Lloyd’s , London, England and Certain Insurance \nCompanies, London, Engla nd Memorandum No. LIA 13 58 issued to Duke \nPower.  \n \n45. Certain Underwriters at Lloyd’s, Lond on, England a nd Certain Insurance \nCompanies, London, England Memorandum No. LIA 1359 issued to Duke \nPower.  \n \n46. Certain Underwriters at Lloyd’s, London, England and Certai n Insurance \nCompanies, London, England Memorandum No. LIA  1352 issued to Duke \nPower. \n \n47. London Guarantee and Accident Company Policy No. LX3278836 issued to \nDuke Power for the period of October 31, 1981 to October 31, 1982. \n \n48. London Guarantee and Accident Company Policy No. LX1898119 issued to \nDuke Power for the period of October 31, 1982 to October 31, 1983.  \n \n49. Northbrook Policy No. 6 3 000 264 issued to Duke Power for the period of \nOctober 23, 1973 to December 31, 1975.  \n \n50. North Star Reinsurance Policy No. NSX -11822 issued to Duke Pow er for \nthe period of October 23, 1973 to December 31, 1976.  \n \n51. Old Republic Policy No. OZX-11486 issued to Duke Power for the period of \nOctober 31, 1981 to October 31, 1982.  \n \n52. Pacific Employers Insurance Company Policy No. XCC 00 23 80  issued to \nCP&L for the period of October 31, 1982 to October 31, 1983.  \n \n53. Pacific Employers Insurance Company Policy No. XCC 00 23 83 issued to \nDuke Power for the period of October 31, 1982 to October 31, 1983.  \n \n54. Pacific Employers Insurance Company Policy No. XCC 0 1 24 37 issue d to \nCP&L for the period of October 31, 1983 to October 31, 1984.  \n \n55. Pacific Employers Insurance Company Policy No. XCC 00 23 80 issued to \nDuke Power for the period of October 31, 1983 to October 31, 1983.  \n \n \n \n56. Pacific Employers Insurance Company Policy No. XMO 02 22 24  issued to \nCP&L for the period of October 31, 1983 to October 31, 1984.  \n \n57. Ranger Insurance Company Polic y No. BSP 122047 issued to Duke Power \nfor the period of October 31, 1981 to October 31, 1983.  \n \n58. Ranger Insurance Company Policy No. BSP 122048 issued to CP&L for the \nperiod of October 31, 1981 to October 31, 1983.  \n \n59. Ranger Insurance Company Policy No. EUL300658 issued to Duke Power \nfor the period of October 31, 1983 to October 31, 1984.  \n \n60. Ranger Insurance Company Policy No. EUL300659 issued to CP&L for the \nperiod of October 31, 1983 to October 31, 1984.  \n \n61. Ranger Insurance Company Policy No. EUL300578 issued to CP&L  for the \nperiod of October 31, 1984 to October 31, 1985.  \n \n62. Ranger Insurance Company Policy No. EUL300579 issued to Duke P ower \nfor the period of October 31, 1984 to October 31, 1985.  \n \n63. Twin City Fire Policy No. TXS101193 issued to Du ke Power for the period \nof October 31, 1982 to October 31, 1983. 69.  \n \n64. U.S. Fire Insurance Company Policy No. 522 020271 6 issued to CP&L for \nthe period of October 31, 1984 to October 31, 1985. "
}