{
  "id": "6f4b7faa684c723a92e6a873d934378b8b2d0f2ea669b8bf5f7b75b0a7353a14",
  "source_file": "data/raw/ncbc/6f4b7faa684c723a92e6a873d934378b8b2d0f2ea669b8bf5f7b75b0a7353a14.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \n \nIN THE GENERAL COURT OF \nJUSTICE \nSUPERIOR COURT DIVISION \n11 CVS 1857 \nORBITZ, LLC; TRIP NETWORK, INC. \n(d/b/a CHEAPTICKETS.COM); \nTRAVELOCITY.COM L.P.; \nTRAVELSCAPE, LLC; HOTELS.COM, L.P. \nand HOTWIRE, INC., \n \nPlaintiffs, \n \nv.  \n \nDAVID HOYLE, SECRETARY OF \nREVENUE OF THE STATE OF NORTH \nCAROLINA; THE NORTH CAROLINA \nDEPARTMENT OF REVENUE and \nDURHAM COUNTY, \n \nDefendants. \n \n    \n    \n    \n    \n    \n    \n    \nAMENDED AMENDED AMENDED AMENDED ORDER AND OPINION ORDER AND OPINION ORDER AND OPINION ORDER AND OPINION    \n \nWilliams, Mullen, Maupin, Taylor, P.A. by Charles Neely, Jr., Nancy S. \nRendleman, and Robert W. Shaw for Plaintiffs.  \nMcDermott Will & Emery, LLP by Elizabeth B. Herrington, Jane Wells May, \nand Michael W. Weaver for Plaintiffs Orbitz, LLC and Trip Network, Inc. \n(d/b/a Cheaptickets.com).  \nAlston & Bird, LLP by Jon G. Shepherd for Plaintiff Travelocity.com, L.P.   \nSutherland Asbill & Brennan, LLP by Jeffrey A. Friedman and A. Pilar Mata \nfor Plaintiffs Travelscape, LLC, Hotels.com, L.P., and Hotwire, Inc.  \nAttorney General Roy Cooper by Special Deputy Attorney General Kay Linn \nMiller Hobart for Defendants Secretary David Hoyle and the North Carolina \nDepartment of Revenue.  \nDurham County Attorney’s Office by Assistant Durham County Attorney \nMarie Inserra for Defendant Durham County.  \nMurphy, Judge. \n{1} \n THIS MATTER is before the Court on Defendants David Hoyle (“Hoyle”) \nand the North Carolina Department of Revenue’s (“Department of Revenue”) \n(collectively the “State”) Motion to Dismiss pursuant to Rules 12(b)(2) and 12(b)(6) \nof the North Carolina Rules of Civil Procedure, and Defendant Durham County’s \n Orbitz, LLC v. Hoyle, 20 13 NCBC 33 . \n(“Durham”) Motion to Dismiss pursuant to Rules 12(b)(1), 12(b)(2), 12(b)(3), and \n12(b)(6); N.C. Gen. Stat. § 1-75.3 (2011); and N.C. Gen. Stat. § 1-77 (2011).1  After \nconsidering the motions, the parties’ briefs in support and opposition, and the \narguments made by counsel during a hearing on Defendants’ motions on November \n18, 2011, the Court: DENIES Defendant Durham’s Motion to Dismiss pursuant to \nRule 12(b)(1); DENIES Defendant Durham’s Motion to Dismiss pursuant to N.C. \nGen. Stat. § 1-75.3; GRANTS in part, and DENIES in part Defendants’ Motions to \nDismiss pursuant to Rules 12(b)(2), and 12(b)(6); and DENIES Defendant Durham’s \nMotion to Dismiss pursuant to Rule 12(b)(3) and N.C. Gen. Stat. § 1-77. \nI. \nPROCEDURAL HISTORY \n{2}  Plaintiffs filed their Complaint on February 4, 2011, requesting a \ndeclaratory judgment that the amendments to N.C. Gen. Stat. §§ 105-164.4, 105-\n164.4B, 153A-155, and 160A-215 (the “Amendments”) included in the Current \nOperations and Capital Improvements Appropriations Act of 2010 are: (1) in \nviolation of the: Internet Tax Freedom Act, the Contracts Clause of the United \nStates Constitution, the Commerce Clause of the United States Constitution, the \nEqual Protection Clause of the United States Constitution, the Equal Protection \nClause of the North Carolina Constitution, and the Uniformity Clause of the North \nCarolina Constitution, and (2) void for vagueness.  (Compl. ¶¶ 94–203.) \n{3}    Durham and the State filed their motions to dismiss on April 15, 2011, and \nApril 18, 2011, respectively, and a hearing on the motions was held on November \n18, 2011. \nII. \nFACTUAL BACKGROUND \n{4}  The Court does not make findings of fact in connection with motions to \n                                                 \n1 “A motion to dismiss for improper venue [will] be treated as a removal action.”  WNC \nHoldings, LLC v. Aliance Bank & Trust, Co. , 2012 NCBC 50 ¶ 31 (N.C. Super. Ct. Oct. 2, \n2012), http://www.ncbusiness court.net/opinions/2012_NCBC_50.pdf (citing State v. \nFayetteville St. Christian Sch.,  299 N.C. 351, 357, 261 S.E.2d 908, 912, appeal dismissed,  \n449 U.S. 807 (1980)).     \ndismiss pursuant to Rule 12(b)(6), as such motions “do[] not present the merits, but \nonly whether the merits may be reached.” Concrete Serv. Corp. v. Investors Group, \nInc. , 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986).  Accordingly, for the \npurposes of analyzing Defendants’ Rule 12(b)(6) motions, the Court recites only \nthose facts alleged in the Complaint that are relevant to the Court’s legal \ndeterminations. \n{5}  Plaintiffs are foreign corporations commonly known as online travel \ncompanies.  (Compl. ¶¶ 10–15, 46.)  As online travel companies, Plaintiffs serve as \nthird-party intermediaries between travel suppliers (hotel operators, airlines, rental \ncar companies, etc.) and consumers looking to purchase travel-related goods and \nservices.  (Compl. ¶¶ 42–43.)  Like travel agents, Plaintiffs collect travel-related \ninformation, provide vacation planning tools, and allow consumers to make hotel, \nair, and auto reservations through the companies’ websites (“Travel Facilitation \nServices”).  (Compl. ¶ 47.) \n{6}  Plaintiffs generally book hotel reservations for consumers on a prepaid \nbasis that requires payment for the hotel stay when a reservation is made.  (Compl. \n¶ 50.)  Plaintiffs refer to this as the Prepaid Model.  (Compl. ¶ 50.) \n{7}  Plaintiffs allege that under the Prepaid Model, a consumer enters into two \nsimultaneous transactions. The first, between the consumer and the hotel operator \n(Holiday Inn®, Hilton®, Hampton Inn®, etc.), is for the rental of an accommodation \n(the “Room Rental Charge”).  (Compl. ¶ 52.)  The second, between the consumer and \na Plaintiff, compensates a Plaintiff for its Travel Facilitation Services (the \n“Facilitation Fee”).  (Compl. ¶ 53.) \n{8}  Under the Prepaid Model, Plaintiffs forward the Room Rental Charge and \na tax recovery charge  to the hotel operator.  (Compl. ¶¶ 58–59.)  The tax recovery \ncharge is intended to cover all anticipated state and local taxes charged by the hotel \noperator to the consumer.  (Compl. ¶¶ 58–59.)  \n{9}  North Carolina imposes a Sales Tax as part of a combined sales and use \ntax.  (Compl. ¶ 63.)  It applies to the rental of hotel rooms and is a tax on retailers \nfor the privilege of engaging in the business of retailing.  (Compl. ¶¶ 65, 72.)  While \nthe Sales Tax is imposed on the retailer, the law allows it to be passed on to the \nconsumer.  (Compl. ¶ 70.) \n{10}  In addition to the Sales Tax, Durham imposes a tax on the rental of hotel \nrooms within the County (the “Room Occupancy Tax”).  The Room Occupancy Tax is \nonly imposed on room rentals subject to the Sales Tax.  (Compl. ¶ 75.) \n{11}  Before the Amendments were adopted, the Sales Tax and Room \nOccupancy Tax were assessed on retailers’ gross receipts.  (Compl. ¶ 76.)  These \nreceipts did not include Facilitation Fees charged by Plaintiffs.  (Compl. ¶ 77.)  \nHowever, with the passage of the Amendments, gross receipts were redefined to \ninclude “charges designated as facilitation fees and any other charges necessary to \ncomplete the rental.”  N.C.  G EN . S TAT . § 105-164.4(a)(3) (2011).  Plaintiffs argue that \nthese changes unfairly tax Facilitation Fees collected in transactions solely between \nconsumers and Plaintiffs.  (Compl. ¶ 84.) \n{12}  The Amendments also created a new category of participant in the Sales \nTax collection process.  These participants, called facilitators, are defined as “[a] \nperson who is not a rental agent and who contracts with a provider of an \naccommodation to market the accommodation and to accept payment from the \nconsumer for the accommodation.”  Id. at  § 105-164.4(a)(3)(b).  Plaintiffs \nacknowledge that they qualify as facilitators under the Amendments.  (Compl. ¶ \n80.)  Facilitators must report to the retailer the sales price a consumer pays for the \nroom rental, send the retailer the tax due on the sales price within three days of \nnotification from the retailer that a room rental transaction is completed, and are \nliable for all taxes due on the sales price that are not sent to the retailer.  Id. at  § \n105-164.4(a)(3).   \n{13}  Under the provisions of the Sales Tax, the obligations imposed by the \nAmendments on retailers and facilitators are to be “considered terms of the contract \nbetween the retailer and the facilitator.”  Id.  \n{14}  As part of the statutory scheme imposing the Sales Tax, the State \nprovides taxpayers with the ability to challenge the amount of tax they are \nassessed.  N.C.  G EN . S TAT . § 105-241.17 (2011).  Plaintiffs did not comply with the \nconditions for filing an action to challenge the constitutionality of a tax statute \nprovided under Section 105-241.17. \nIII. \nPRINCIPLES OF LAW \nA. \nSTANDARDS OF REVIEW  \n1. \nMOTION TO DISMISS FOR LACK OF STANDING PURSUANT TO RULE \n12(B)(1) \n{15}  Standing is a question of subject matter jurisdiction, and a prerequisite to \nthe exercise of authority by our courts.  Street v. Smart Corp. , 157 N.C. App. 303, \n305, 578 S.E.2d 695, 698 (2003); Neuse River Foundation, Inc. v. Smithfield Foods, \nInc. , 155 N.C. App. 110, 113, 574 S.E.2d 48, 51 (2002).  “‘If a party does not have \nstanding to bring a claim, a court has no subject matter jurisdiction to hear the \nclaim.’”  Prop. Rights Advocacy Grp. v. Town of Long Beach , 173 N.C. App. 180, 182, \n617 S.E.2d 715, 717 (2005) (quoting Estate of Apple v. Commercial Courier Express, \nInc. , 607 S.E.2d 14, 16 (2005)), aff’d  360 N.C. 474, 628 S.E.2d 768 (2006).   \n{16}  “‘Standing refers to whether a party has a sufficient stake in an otherwise \njusticiable controversy such that he or she may properly seek adjudication of the \nmatter.’”  Id. (quoting Street , 157 N.C. App. at 305, 578 S.E.2d at 698).   \n2. \nMOTION TO DISMISS BASED ON SOVEREIGN IMMUNITY PURSU ANT TO \nRULES 12(B)(2) AND 12(B)(6) \n{17}  The North Carolina Court of Appeals has held that “a motion to dismiss \nbased on sovereign immunity presents a question of personal jurisdiction rather \nthan subject matter jurisdiction . . . .”  Data Gen. Corp. v. Cnty. of Durham , 143 \nN.C. App. 97, 100, 545 S.E.2d 243, 246 (2001); see also  Green v. Kearney , 203 N.C. \nApp. 260, 690 S.E.2d 755 (2010).  However, the Court of Appeals has also held that \n“a Rule 12(b)(6) motion to dismiss based on sovereign immunity affects a \nsubstantial right and is therefore immediately appealable.”  Meherrin Indian Tribe \nv. Lewis , 197 N.C. App. 380, 385, 677 S.E.2d 203, 207 (2009). \n{18}  “With respect to a motion to dismiss based on sovereign immunity, the \nquestion is whether the complaint ‘specifically allege[s] a waiver of governmental \nimmunity.  Absent such an allegation, the complaint fails to state a cause of \naction.’”  Sanders v. State Pers. Comm’n , 183 N.C. App. 15, 19, 644 S.E.2d 10, 13 \n(2007) (quoting Fabrikant v. Currituck Cnty., 174 N.C. App. 30, 38, 621 S.E.2d 19, \n25 (2005) (alteration in original).  “‘[P]recise language alleging that the State has \nwaived the defense of sovereign immunity is not necessary,’ but, rather, the \ncomplaint need only ‘contain[] sufficient allegations to provide a reasonable forecast \nof waiver.’”  Sanders , 183 N.C. App. at 19, 644 S.E.2d at 13 (quoting Fabrikant , 174 \nN.C. App. at 38, 621 S.E.2d at 25) (alteration in original). \n3. \nMOTION TO DISMISS PURSUANT TO RULE 12(B)(3) \n{19}  A motion to dismiss for improper venue should be treated as a removal \naction.  State v. Fayetteville St. Christian Sch. , 299 N.C. 351, 357, 261 S.E.2d 908, \n912, appeal dismissed , 449 U.S. 807 (1980).  The trial court must transfer an action \nif it has been brought in the wrong county and a party has properly objected to \nvenue.  Hawley v. Hobgood , 174 N.C. App. 606, 609, 622 S.E.2d 117, 119 (2005).  \nActions “[a]gainst a public officer or person especially appointed to execute his \nduties,” N.C.  G EN . S TAT . § 1-77(2), “must be tried in the county where the cause, or \nsome part thereof, arose . . . .”  Id. at § 1-77.  These requirements also apply to \ncounties.  Coats v. Sampson Cnty. Mem’l Hosp., Inc. , 264 N.C. 332, 333–35, 141 \nS.E.2d 490, 491–92 (1965). \nB. \nANALYSIS \n1. \nTHE SALES AND OCCUPANCY TAXES \na. \nSTATE SALES TAX \n{20}  North Carolina’s Sales Tax is imposed on retailers.  N.C.  G EN . S TAT . § 105-\n164.4(a).  The Sales Tax applies to the rental of hotel rooms, and levies “[a] tax at \nthe general rate . . . [on] the gross receipts derived from the rental of an \naccommodation.”  Id. at § 105-164.4(a)(3).  “A person who provides an \naccommodation that is offered for rent is considered a retailer under the [Sales \nTax].”  Id.   Gross receipts “include the sales price of the rental . . . [and] [t]he sales \nprice . . . is determined as if the rental were . . . of tangible personal property. . . . \n[R]ental[s] . . . marketed by a facilitator include[] charges designated as facilitation \nfees and any other charges necessary to complete the rental.”  Id.  Facilitators are \ndefined as any “person who is not a rental agent and who contracts with a provider \nof an accommodation to market the accommodation and to accept payment from the \nconsumer for the accommodation.”  Id. at § 105-164.4(a)(3)(b). \n{21}  In addition to imposing the Sales Tax on gross receipts, Section 105-\n164.4(a)(3) requires “[a] retailer . . . [to] notify a facilitator when an accommodation \nrental marketed by the facilitator is completed and, within three business days of \nreceiving the notice, the facilitator must send the retailer the portion of the sales \nprice the facilitator owes the retailer and the tax due on the sales price.”  Id.   A \nfacilitator that fails to send the Sales Tax within the required period of time “is \nliable for the amount of tax the facilitator fails to send.”  N.C.  G EN . S TAT . § 105-\n164.4(a)(3).  “A retailer is not liable for tax due but not received from a  \nfacilitator[, and] [t]he requirements imposed by [Section 105-164.4(a)(3)] on a \nretailer and a facilitator are considered terms of the contract between the retailer \nand the facilitator.”  Id.  \nb. \nDURHAM’S OCCUPANCY TAX \n{22}  In addition to the Sales Tax, hotel room rentals in Durham County are \nalso subject to a Room Occupancy Tax.  N.C.  G EN . S TAT . § 153A-155(a).  Under the \nRoom Occupancy Tax, “[a] retailer who is required to remit to the Department of \nRevenue the [Sales Tax] imposed by G.S. 105-164.4(a)(3) . . . is required to remit a \nroom occupancy tax to the taxing county.”  Id.  at § 153A-155(c).  “The room \noccupancy tax applies to the same gross receipts as the [Sales Tax] on \naccommodations and is calculated in the same manner as that tax.”  Id.   “A . . . \nfacilitator, as defined in G.S. 105-164.4(a)(3), has the same responsibility and \nliability under the room occupancy tax as the . . . facilitator has under the [Sales \nTax] on accommodations.”  Id.   The taxing county must administer its own Room \nOccupancy Tax.  Id.  § 153A-155(d). \n2. \nSTANDING \n{23}  Durham argues that Plaintiffs lack standing to pursue their claims \nbecause: (1) Plaintiffs have not been injured and therefore do not have a sufficient \nstake in the controversy, and (2) Plaintiffs have accepted benefits under the \nstatutes and are therefore barred under the doctrine of quasi-estoppel from \nchallenging the constitutionality of the statutes.  (Def. Durham’s Br. Supp. Mot. \nDismiss (“Durham’s Mot. Dismiss”) 6–7.) \na. \nINJURY \n{24}   As a prerequisite to subject matter jurisdiction, every plaintiff must have \nstanding to pursue the claims alleged in their complaint.  See Prop. Rights \nAdvocacy Grp. , 173 N.C. App. at 182, 617 S.E.2d at 717. “‘[S]tanding to challenge \nthe constitutionality of a legislative enactment exists where the litigant has \nsuffered, or is likely to suffer, a direct injury as a result of the law’s enforcement.’”  \nProp. Rights Advocacy Grp. , 173 N.C. App. at 183, 617 S.E.2d at 717–18 (quoting \nMaines v. City of Greensboro , 300 N.C. 126, 130–31, 265 S.E.2d 155, 158 (1980)). \n{25}  Plaintiffs allege that enforcement of the Amendments will impose a \ndiscriminatory tax on their facilitation fees (Compl. ¶ 84), that the enactment of the \nAmendments placed unreasonable reporting requirements on the Plaintiffs (Compl. \n¶ 85), and that the statutes’ amendment of existing contracts between Plaintiffs and \nretailers is unconstitutional.  (Compl. ¶¶ 85–86, 106–17.)  These allegations are \nsufficient to show that Plaintiffs have suffered injury by enactment of the \nAmendments, and will likely suffer additional injury through the enforcement of \ntheir provisions.  Accordingly, the Court concludes that Plaintiffs have alleged a \nsufficient stake in this controversy to properly seek adjudication of their claims. \n          b. \nQUASI-ESTOPPEL \n{26}  Under the doctrine of quasi-estoppel, “‘one who voluntarily proceeds under \na statute and claims benefits thereby conferred will not be heard to question its \nconstitutionality in order to avoid its burdens.’”  Shell Island Homeowners Asso., \nInc. v. Tomlinson , 134 N.C. App. 217, 226, 517 S.E.2d 406, 413 (1999) (quoting \nBailey v. State of North Carolina, 348 N.C. 130, 147, 500 S.E.2d 54, 64 (1998)).  \n“Th[is] principle is an application of the broader doctrine of quasi-estoppel, which \nstates that ‘where one having the right to accept or reject a transaction or \ninstrument takes and retains benefits thereunder, he ratifies it, and cannot avoid \nits obligation or effect by taking a position inconsistent with it.’”  Id.  (quoting \nCarolina Medicorp, Inc. v. Bd. of Trs, 118 N.C. App. 485, 492–93, 456 S.E.2d 116, \n120 (1995)).  “Moreover, the acceptance of benefits precludes a subsequent \ninconsistent position, even where acceptance is involuntary, arises by necessity, or \nwhere, . . . a party voluntarily accepts a benefit in order to avoid the risk of harm.”  \nShell Island Homeowners Asso., Inc. , 134 N.C. App. at 226, 517 S.E.2d at 413 (citing \nCarolina Medicorp, Inc. , 118 N.C. App. at 493, 456 S.E.2d at 121). \n{27}  “[A] complaint may be dismissed pursuant to N.C. Gen. Stat. § 1A-1, Rule \n12(b)(6) on estoppel grounds . . . .”  Fischer Inv. Capital, Inc. v. Catawba Dev. Corp. , \n200 N.C. App. 644, 658 n.6, 689 S.E.2d 143, 152 n.6 (2009) (citing Shell Island \nHomeowners Asso., Inc. , 134 N.C. App. at 226, 517 S.E.2d at 413). \n{28}  Durham argues that Plaintiffs should be estopped from challenging the \nconstitutionality of the Amendments because Plaintiffs have accepted the benefits \nof the statutes.  Specifically, Durham argues that: (1) Plaintiffs benefit by collecting \ntaxes on the higher room rate Plaintiffs charge consumers while only remitting to \nDefendants an amount based on the discounted room rates Plaintiffs pay retailers \n(Durham’s Mot. Dismiss 6–7), and (2) Plaintiffs benefit from Durham’s use of Room \nOccupancy Tax revenues to support tourism because it makes the County an \nattractive location to visit and therefore increases consumers’ use of Plaintiffs’ \nservices.  (Durham’s Mot. Dismiss 7–8.) \n{29}  Despite Durham’s contentions, the Court finds no evidence, other than the \narguments made in Durham’s unverified Motion to Dismiss, to suggest that \nPlaintiffs pocket the Sales and Room Occupancy Taxes they collect from consumers.  \nIn addition, Durham has not presented any data linking the use of Room Occupancy \nTax revenues on tourism to increased sales for Plaintiffs.  Lastly, this Court cannot \nfind, and Durham fails to cite, any case law supporting the proposition that a party \nshould be estopped from challenging a tax statute when the government can show \nsome conceivable, however attenuated, benefit to the party through the \ngovernment’s allocation of tax revenues.  Accordingly, the Court concludes that \nPlaintiffs have not accepted a benefit under the statutes and are therefore not \nbarred under the doctrine of quasi-estoppel from challenging the constitutionality of \nthe Amendments.  Therefore, the Court DENIES Durham’s Motion to Dismiss \npursuant to Rule 12(b)(1) and 12(b)(6).   \n3. \nSOVEREIGN IMMUNITY \n{30}  To decide whether Defendants are protected from suit by sovereign \nimmunity the Court must determine: (1) whether the doctrine applies to the \nDefendants, (2) whether the doctrine was waived, and (3) whether adequate \nremedies are provided to protect Plaintiffs’ constitutional rights. \na. \nDOES SOVEREIGN IMMUNITY PROTECT DEFENDANTS FROM SUI T? \n{31}  Under the doctrine of sovereign immunity:  \na state may not be sued in its own courts or elsewhere unless by \nstatute it has consented to be sued or has otherwise waived its \nimmunity from suit.   \n \nBy application of this principle, a subordinate division of the state, or \nagency exercising statutory governmental functions . . . may be sued \nonly when and as authorized by statute.  \nN.C. Ins. Guar. Ass’n. v. Bd. of Trs. of Guilford Tech. Cmty. College , 364 N.C. 102, \n107, 691 S.E.2d 694, 697 (2010) (quoting Smith v. Hefner , 235 N.C. 1, 6, 68 S.E.2d \n783, 787 (1952)). \n{32}  Because sovereign immunity protects the State as well as its subordinate \nagencies, the doctrine also protects the Secretary of Revenue and North Carolina’s \ncounties from suit.  Buchan v. Shaw , 238 N.C. 522, 523, 78 S.E.2d 317, 317 (1953); \nArcher v. Rockingham  Cnty. , 144 N.C. App. 550, 554, 548 S.E.2d 788, 790 (2001).  \nSovereign immunity can only be set aside when it is explicitly waived.  Guthrie v. \nNorth Carolina State Ports Auth. , 307 N.C. 522, 534, 299 S.E.2d 618, 625 (1983). \n{33}  Defendants are the Secretary of Revenue of the State of North Carolina, \nthe North Carolina Department of Revenue, and Durham County.  Accordingly, \nunder N.C. Ins. Guar. Ass’n. , Buchan , and Archer , Defendants are entitled to the \nprotection of sovereign immunity absent an effective waiver. \nb. \nWAS SOVEREIGN IMMUNITY WAIVED? \n{34}  Waiver can occur by statutory authorization, id. at 522, 299 S.E.2d at 618, \nor under the common law.  See Corum v. Univ. of N. Carolina , 330 N.C. 761, 413 \nS.E.2d 276 (1992); see also Richmond Cnty. Bd. of Educ. v. Cowell , 2013 N.C. App. \nLEXIS 178 *8 (2013).  “It is for the General Assembly to determine when and under \nwhat circumstances the State may be sued.  When statutory provision has been \nmade for an action against the State, the procedure prescribed by statute must be \nfollowed, and the remedies thus afforded are exclusive.”  Great Am. Ins. Co. v. Gold , \n254 N.C. 168, 173, 118 S.E.2d 792, 795 (1961).  Accordingly, “[t]he right to sue the \nState is a conditional right, and the terms prescribed by the Legislature are \nconditions precedent to the institution of the action.”  Id.  \n{35}  While sovereign immunity is “absolute and unqualified,” Guthrie, 307 \nN.C. at 534, 299 S.E.2d at 625, it is a “judge-made [law] in North Carolina . . . .”  \nCorum , 330 N.C. at 785, 413 S.E.2d at 291.  “[S]overeign immunity is not a \nconstitutional right[,] [but rather] a common law theory or defense established by \nth[e] [c]ourt[s] . . . .”  Id.  at 786, 413 S.E.2d at 292.  The status of sovereign \nimmunity as a common law theory or defense requires that “when there is a clash \nbetween . . . constitutional rights and sovereign immunity, the constitutional rights \nmust prevail.”  Id . \n{36}  N.C. Gen. Stat. § 105-241.17 provides that “[a] taxpayer who claims . . . a \ntax statute is unconstitutional may bring a civil action in . . . Superior Court . . . to \ndetermine the taxpayer’s liability under that statute if all  of the conditions in this \nsection are met.”  N.C.  G EN . S TAT . § 105-241.17 (emphasis added).  From this \nlanguage, the Court concludes that Section 105-241.17 provides an explicit \nstatutory waiver of sovereign immunity, and a remedy for taxpayers, subject to \ncertain conditions, that allows an action to be brought challenging the \nconstitutionality of the State Sales Tax. \n{37}  While the Court concludes that Section 105-241.17 provides a statutory \nwaiver and remedy, that conclusion does not determine: (a) whether Section 105-\n241.17’s waiver and remedy apply to Durham’s Room Occupancy Tax, (b) whether \nthe remedy provided is available to Plaintiffs, or (c) whether the remedy is adequate \nto protect Plaintiffs’ constitutional rights.  Because Plaintiffs allege violations of \ntheir constitutional rights, as a matter of law, if the Court concludes that the \nremedy is either unavailable or inadequate, a common law waiver to sovereign \nimmunity exists, and would, if properly pled, allow Plaintiffs to bring this action.  \nCorum , 330 N.C. at 786, 413 S.E.2d at 292.  The Court evaluates each question in \nturn. \nc. \nDOES SECTION 105-241.17’S REMEDY APPLY TO DURHAM’S ROOM \nOCCUPANCY TAX? \n{38}  Section 105-241.17’s remedy only applies to “Subchapters I, V, and VIII of \n. . . Chapter [105] . . . .” N.C.  G EN . S TAT . § 105-228.90 (2011).  Its remedy was \nincorporated, along with other enforcement provisions, into the administration and \nenforcement provisions of the Sales Tax by N.C Gen. Stat. § 105-164.44.  Plaintiffs \nargue that Section 105-241.17’s remedy and associated enforcement provisions do \nnot apply to the Room Occupancy Tax (Compl. ¶ 27), and that Durham has not \nprovided any administrative remedies to dispute the tax.  (Compl. ¶ 28; Pls. Resp. \nDef. Durham’s Mot. to Dismiss 20–21.)   \n{39}  Unlike the provisions of the State Sales Tax, Durham’s Room Occupancy \nTax was authorized by 1985 N.C. Sess. Laws Ch. 969, amended by subsequent \nsession laws, and is subject to the uniformity provisions of N.C. Gen. Stat. § 153A-\n155.  (Def. Durham’s Reply Pls.’ Opp’n Durham’s Mot. to Dismiss (“Durham’s \nReply”) 2–8.)  While the Room Occupancy Tax and Section 153A-155 rely on \nprovisions in Subchapter I of Chapter 105, see, e.g. , N.C. Gen. Stat. § 153A-155(c–\ne), the Room Occupancy Tax and Section 153A-155 are not part of the Sales Tax or \nSubchapter I, V, or VIII of Chapter 105.  Accordingly, the Court concludes that the \nwaiver and remedies provided in Section 105-241.17, and the remedies and \npenalties incorporated by Section 105-164.44, do not apply to Durham’s Room \nOccupancy Tax.   \n{40}  In addition, Durham has not independently adopted, through its powers \nto administer the tax, a waiver of sovereign immunity or remedies to challenge the \nRoom Occupancy Tax.  (Compl. ¶¶ 27–28; Pls. Resp. Durham’s Mot. to Dismiss 17–\n22); see also N.C.  G EN . S TAT . § 153A-155(d).  Without a waiver or remedy allowing \nPlaintiffs to challenge the constitutionality of the Room Occupancy Tax, Plaintiffs \ncan not enforce their rights under the North Carolina Constitution.  Accordingly, \nPlaintiffs have properly pled a common law waiver to Durham’s sovereign immunity \nand therefore may bring a direct action against Durham under the North Carolina \nConstitution.  Corum , 330 N.C. at 784, 413 S.E.2d at 291. \nd. \nIS SECTION 105-241.17’S REMEDY FOR CHALLENGING THE SALES TAX \nADEQUATE AND AVAILABLE TO PLAINTIFFS? \n(1) \nSECTION 105-241.17’S REMEDY \n{41}  Section 105-241.17 allows taxpayers that claim a tax statute is \nunconstitutional to bring a civil action to determine the taxpayer’s liability if all of \nthe following conditions are met: \n(1) The taxpayer [must] exhaust[] the prehearing remedy by receiving \na final determination after a review and a conference.  \n(2) The taxpayer [must] commence[] a contested case at the Office of \nAdministrative Hearings.  \n(3) The Office of Administrative Hearings [must] dismiss[] the \ncontested case petition for lack of jurisdiction because the sole issue is \nthe constitutionality of a statute and not the application of a statute.  \n(4) The taxpayer . . . [must] pa[y] the amount of tax, penalties, and \ninterest the final determination states is due.   \n(5) The civil action [must be] filed within two years of the dismissal.  \nN.C. \n G EN . S TAT . §§ 105-241.17(1–5). \n(2) \nARE PLAINTIFFS TAXPAYERS? \n{42}  Section 105-241.17’s remedy only applies to taxpayers.  Accordingly, \nPlaintiffs can only access that remedy if they are “subject to the tax or reporting \nrequirements of Subchapter I, V, or VIII of . . . Chapter [105,] of Article 12 of \nChapter 113A of the General Statutes, or of Article 3 of Chapter 119 of the General \nStatutes.”  N.C. G EN . S TAT . § 105-228.90(b)(8). \n{43}  The tax and reporting requirements of Subchapter I of Chapter 105 \ninclude the State Sales Tax provisions imposed under Section 105-164.4.  The Sales \nTax provides that the tax “is imposed on a retailer . . . [and that] [a] person who \nprovides an accommodation that is offered for rent is considered a retailer under \nth[e] [Sales Tax].”  N.C.  G EN . S TAT . §§ 105-164.4(a)–(a)(3).  While Plaintiffs \nacknowledge that they are considered facilitators under the Sales Tax, that \ndesignation only requires them to: (1) report to the retailer the sales price paid by a \nconsumer for an accommodation, and (2) send the retailer its portion of the sales \nprice and the tax due on the rental within three days notice that an accommodation \nrental has been completed.  N.C.  G EN . S TAT . § 105-164.4(a)(3).  The only other \nrelevant provision applicable to Plaintiffs provides that “[a] facilitator that does not \nsend the retailer the tax due on the sales price is liable for the amount of tax the \nfacilitator fails to send.”  Id.  \n{44}  Based on the terms of the Sales Tax, the first requirement placed on \nPlaintiffs is a reporting requirement, 2 the second, is a tax transfer requirement that \nobligates Plaintiffs to transfer the tax from consumers who pay the tax, to retailers \non whom the tax is levied.  N.C.  G EN . S TAT . § 105-164.4(a)(3) ; see also  N.C.  G EN . \nS TAT . § 105-164.7 (stating that the Sales Tax is “intended to be passed on to the \npurchaser . . . and borne by the purchaser instead of by the retailer.”).  As for the \nliability provision, it is not a requirement under the Sales Tax, but rather a penalty \non facilitators that fail to comply with the tax transfer requirement.  See  N.C.  G EN . \nS TAT . § 105-164.4(a)(3).  In addition, this liability would most likely be imposed only \nafter a facilitator was found responsible for failing to comply with the tax transfer \nprovision of the Sales Tax.   \n{45}    Plaintiffs are facilitators and thus subject to the reporting requirements \nof Section 105-164.4(a)(3).  Accordingly, the Court concludes that Plaintiffs are \ntaxpayers as defined by Section 105-228.90(b)(8) solely because they are subject to \nthe reporting requirements of Section 105-164.4(a)(3).  Plaintiffs’ status as \ntaxpayers presumably allows them to utilize Section 105-241.17’s waiver and \nremedy.  Accordingly, the Court must next determine whether Section 105-241.17’s \nremedy is adequate. \n                                                 \n2 The Court notes that the obligation imposed on facilitators to “ report to the retailer  . . . \nthe sales price a consumer pays . . . for an accommodation . . . [,]” N.C. Gen. Stat. § 105-\n164.4(a)(3) (emphasis added), is unlike other “reporting requirements” in Section 105, \nwhich arguably calls into question whether the Legislature intended it to be sufficient to \nqualify someone as a “taxpayer” under Section 105-228.90(b)(8).  Article 5 (the article \ngoverning the State Sales Tax) includes specific reporting requirements in Part 4 of the \nArticle (which is titled “Reporting and Payment”).  See e.g.  N.C. Gen. Stat. § 105-164.16 \n(2011).  Other reporting requirements within the relevant statutes mandate that reports be \nfiled with a taxing authority rather than a private entity as required by Section 105-164.4.  \nSee id.   However, when “the language of a statute is free from ambiguity and expresses a \nsingle, definite, and sensible meaning, judicial interpretation is unnecessary and the plain \nmeaning of the statute controls.”  Mazda Motors of Am., Inc. v. Sw. Motors, Inc. , 296 N.C. \n357, 361, 250 S.E.2d 250, 253 (1979) (citing Institutional Food House, Inc. v. Coble , 289 \nN.C. 123, 221 S.E.2d 297 (1976).  Here, the Court deems itself constrained by the \nLegislature’s use of the words “reporting requirement” in Section 105-228.90, and concludes \nthat inclusion of the word “report” in Section 105-164.4(a)(3) is clear, and free of ambiguity.  \nAccordingly, the Court gives those terms their ordinary meaning when interpreting the \nrelevant statutes.  Abernethy v. Bd. of Comm’rs , 169 N.C. 631, 635, 86 S.E. 577, 579 (1915).  \n \n \n(3) \nIS SECTION 105-241.17’S REMEDY ADEQUATE? \n{46}  “‘When an effective  administrative remedy exists, that remedy is \nexclusive.’”  Charlotte-Mecklenburg Hosp. Auth. V. N. Carolina Indus. Comm’n , 336 \nN.C. 200, 209, 443 S.E.2d 716, 722 (1994) (quoting Lloyd v. Babb , 296 N.C. 416, 428, \n251 S.E.2d 843, 852 (1979)), superseded by statute on other grounds as recognized \nin Carolinas Med. Ctr. v. Employers & Carriers Listed in Exhibit A , 172 N.C. App. \n549, 616 S.E.2d 588 (2005).  When a party comes to court requesting a remedy for \nthe violation of its constitutional rights, “the judiciary must . . . bow to established \nclaims and remedies where these provide an alternative to the extraordinary \nexercise of its inherent constitutional power.”  Corum , 330 N.C. at 784, 413 S.E.2d \nat 291. However, the judiciaries’ deference to remedies established by its coordinate \nbranches of government is not limitless, and “in the absence of an adequate state \nremedy, one whose state constitutional rights have been abridged has a direct claim \nagainst the State under our Constitution.”  Id. at 782, 413 S.E.2d at 289. \n{47}  In order for a remedy “‘to be considered adequate in redressing a \nconstitutional wrong, a plaintiff must have at least the opportunity to enter the \ncourthouse doors and present his claim.’”  Cooper v. Denlinger , 363 N.C. 784, 789, \n688 S.E.2d 426, 429 (2010) (quoting Craig v. New Hanover Cty. Bd. of Educ.,  363 \nN.C. 334, 339–40, 678 S.E.2d 351, 355 (2009)). \n{48}  Plaintiffs alleged in their complaint that “Plaintiffs do not have a valid \nremedy under N.C. Gen. Stat. § 105-241.7[,]” (Compl. ¶ 25), and that “[t]he \nadministrative remedies provided in N.C. Gen. Stat. § 105-241.7 et seq do not apply \nto Plaintiffs.”  (Compl. ¶ 26.)  While at first glance Section 105-241.17 appears to \nallow taxpayers to access the courts, a closer review of the Section reveals the \npresence of conditions to filing an action that make access impossible for Plaintiffs.  \n{49}  For an action to be brought, Plaintiffs must comply with all of Section 105-\n241.17’s conditions, the first of which requires that “[t]he taxpayer exhaust[] the \npre[-]hearing remedy by receiving a final determination after a review and a \nconference.”  N.C.  G EN . S TAT . § 105-241.17(1).  The pre-hearing remedy is \nestablished under Sections 105-241.7, .11–.14, and is the “[p]rodecure for obtaining \na [tax] refund .” N.C.  G EN . S TAT . § 105-241.7 (2011) (emphasis added).  Taxpayers \ncan “request a refund  of an overpayment made by the taxpayer by . . . [f]iling an \namended return . . . [or] [f]iling a claim for refund.”  N.C.  G EN . S TAT . §§ 105-\n241.7(b)–(b)(1–2) (emphasis added).   \n{50}  By its terms, Section 105-241.7 does not allow a taxpayer to challenge the \nconstitutionality or validity of tax provisions that do not relate to the Department of \nRevenue’s determination of whether a refund should be granted.  See N.C. Gen. \nStat. § 105-241.7.  This is problematic for taxpayers like Plaintiffs that want to \nchallenge reporting and tax transfer requirements that have no impact on tax \nliability or refunds.  See  N.C. Gen. Stat. § 105-164.4(a)(3); (Compl. ¶¶ 106–17.)   \n{51}  The Court next notes that under Section 105-241.7 a taxpayer may only \nrequest a refund of an overpayment made by the taxpayer.  This condition would \nbar Plaintiffs from availing themselves of the pre-hearing remedy because Plaintiffs \ndo not pay any tax.  While Defendants argue that this fact does not demonstrate a \ndeficiency in the statute, but rather Plaintiffs’ unwillingness to comply with the \nlaw; the Court finds Defendants’ argument unpersuasive. \n{52}  Section 105-164.4 imposes the Sales Tax “on retailer[s] . . . .”  N.C.  G EN . \nS TAT . § 105-164.4.  Plaintiffs are not retailers, but instead facilitators, and \naccordingly, only subject to Section 105-163.4(a)(3)’s reporting and tax transfer \nrequirements.  See Section III(B)(2)(d)(2) supra .  Defendants strenuously argue that \nthe Sales Tax also “imposes a . . . tax on facilitators[,]” (Def. Hoyle and Department \nof Revenue’s Br. Supp. Mot. Dismiss (“State’s Br. Supp. Mot. Dismiss”) 11 (citing \nN.C.  G EN . S TAT . § 105-164.4(a)(3))), because “facilitators must send the retailer . . . \nthe tax due on the sales price . . . [and are] liable for the amount of tax [they] fail[] \nto send.”  (State’s Br. Supp. Mot. Dismiss 11 (quoting Compl. ¶¶ 80, 182.)  However, \nDefendants’ position is an overly broad interpretation of Section 105-164.4.  \n{53}    While it is true that Plaintiffs could be held liable for failing to transfer \nthe sales tax they collect from consumers, this liability does not impose a tax on \nfacilitators or require them to pay the tax to the State.  Because Plaintiffs do not \npay the tax, they are not “taxpayer[s] . . . request[ing] a refund of an overpayment \nmade by the taxpayer ,” N.C. Gen. Stat. § 105-241.7(b) (emphasis added), and \naccordingly, would not have available to them the pre-hearing remedy that must be \ncompleted before an action to challenge the constitutionality of the Sales Tax can be \nfiled.  N.C.  G EN . S TAT . § 105-241.17(1); see also Charlotte-Mecklenburg Hosp. Auth. , \n336 N.C. at 209–11, 443 S.E.2d at 722–23 (stating that because the remedies \nadopted by the General Assembly did not allow the plaintiffs to challenge the \nprovisions they claimed were unlawful, an adequate remedy was not provided).   \n{54}  Plaintiffs’ inability to participate in the pre-hearing remedy also prevents \nthem from complying with Section 105-241.17’s second condition that requires the \ntaxpayer “commence[] a contested case at the Office of Administrative Hearings.”  \nN.C.  G EN . S TAT . § 105-241.17(2).  Contested cases may only be filed with the Office \nof Administrative Hearings after “the taxpayer has exhausted the pre[-]hearing \nremedy.”  N.C.  G EN . S TAT . § 105-241.15 (2011).  Because Plaintiffs are unable to \naccess the pre-hearing remedy, they can not exhaust that remedy, and therefore can \nnot meet the requirements for filing a contested case. \n{55}  Inability to participate in the pre-hearing remedy also makes it impossible \nfor Plaintiffs to comply with Section 105-241.17’s fourth condition that requires \n“[t]he taxpayer . . . pa[y] the amount of tax, penalties, and interest the final \ndetermination states is due.”  N.C.  G EN . S TAT . § 105-241.17(4).   \n{56}  As part of the pre-hearing remedy, after a taxpayer files an amended \nreturn or claim for refund, the Department of Revenue must act on the request \nwithin six months.  Outright denial or inaction by the Department is considered a \n“proposed denial of the requested refund.”  Id.  at § 105-241.7(c).  If a taxpayer \nobjects to a proposed denial, the taxpayer may request Departmental review by \nfiling a request for review.  N.C.  G EN . S TAT . § 105-241.11(a).  Upon receiving a \nrequest for review, “the Department must conduct a review of the proposed denial . . \n. and . . . [either]: (1) Grant the refund or remove the assessment[;] (2) Schedule a \nconference with the taxpayer[; or] (3) Request additional information from the \ntaxpayer concerning the requested refund or proposed assessment.”  N.C.  G EN . \nS TAT . §§ 105-241.13(a)(1–3).   \n{57}  When the Department decides not to grant the request for refund, a \nconference with the taxpayer is required.  Id.  at § 105-241.13(b).  After the \nconference, the taxpayer and the Department must either: agree “on a settlement[,] \nagree that additional time is needed to resolve the taxpayer’s objection[,] [or \nconclude that] [t]he Department and the taxpayer are unable to resolve the \ntaxpayer’s objection to the proposed denial . . . .”  Id.  at §§ 105-241.13(c)(1–3).  If the \nDepartment and the taxpayer are unable to resolve the objection, “the Department \nmust send the taxpayer a notice of final determination concerning the refund.”  N.C.  \nG EN . S TAT . § 105-241.14(a). \n{58}  Plaintiffs’ inability to access the pre-hearing remedy prevents them from \nparticipating in the pre-hearing process that could result in the issuance of a final \ndetermination.  Without a final determination, Plaintiffs can not pay the tax, \npenalties, and interest identified in a final determination, and thus can not comply \nwith Section 105-241.17’s fourth condition. \n{59}  While Section 105-241.17 appears to provide all taxpayers with the \nopportunity to challenge the constitutionality of the Sales Tax, its conditions for \nfiling a suit make it impossible for taxpayers who are not responsible for paying the \ntax to access the Courts.  If this Court were to dismiss Plaintiffs’ claims for failure \nto comply with conditions that are impossible for them to meet, it would leave \nPlaintiffs “without a remedy to redress the alleged constitutional injury to its rights \n. . . .”  Cowell , 2013 N.C. App. LEXIS 178 *16.  Therefore, the Court concludes that \nthe conditions for accessing Section 105-241.17’s remedy make it impossible for \nPlaintiffs to enter the courthouse doors and present their claims.  Because Plaintiffs \nare unable to access the courts under the remedy established by the legislature, the \nCourt concludes that the remedy provided is inadequate to protect Plaintiffs’ \nconstitutional rights.  Accordingly, for the reasons stated above the Court concludes \nthat Plaintiffs have sufficiently alleged a common law waiver to governmental \nimmunity and are therefore entitled to bring this action without first meeting the \nconditions of Section 105-241.17. \n4.  \nCAN PLAINTIFFS PROCEED WITH ALL OF THEIR CLAIMS? \n{60}  Defendants argue that even if the Court concludes that the remedy \nprovided is inadequate, Plaintiffs should still be barred from proceeding with any \nclaim not brought “under Article I of the North Carolina Constitution.”  (State’s \nReply Supp. Mot Dismiss 5.)  Defendants argue that while the Supreme Court’s \nruling in Corum  allows for direct actions to be filed against the State under certain \ncircumstances, the Court also limited the claims that could be brought to those \narising under Article I of the North Carolina Constitution.  (State’s Reply Supp. Mot \nDismiss 5.) \n{61}  “The Court could hardly have been clearer in its holding in Corum : ‘[I]n \nthe absence of an adequate state remedy, one whose state constitutional rights have \nbeen abridged has a direct claim against the State under our Constitution.’”  Craig , \n363 N.C. at 338, 678 S.E.2d at 354 (quoting Corum , 330 N.C. at 782, 413 S.E.2d at \n289).  This legal principle has resulted in Corum claims being brought under \nmultiple articles of the North Carolina Constitution.  See Craig , 363 N.C. at 335, \n678 S.E.2d at 352 (allowing plaintiffs to proceed with a claim under Article IX, \nSection 1); Cowell , 2013 N.C. App. LEXIS 178 *15 (stating that under Corum  and \nCraig , plaintiffs are not limited to bringing claims under Article I of the North \nCarolina Constitution).  \n{62}  Defendants are correct that the North Carolina Court of Appeals decision \nin Petroleum Traders Corp. v. State , refused to extend the Supreme Court’s \nreasoning in Corum  to claims brought under Article II, Section 23 of the North \nCarolina Constitution.  190 N.C. App. 542, 551, 660 S.E.2d 662, 667 (2008).  \nHowever, Defendants’ contention that only Article I claims can be brought under \nCorum  ignores the fact that: (1) Article II, Section 23 of the North Carolina \nConstitution “does not articulate . . . rights, only procedures to be followed[,]” Id.  at \n547, 660 S.E.2d at 665, and (2) after the ruling in Petroleum Traders Corp. , the \nSupreme Court revisited the issue of sovereign immunity in Craig , and allowed the \nplaintiffs in that case to pursue constitutional claims under both Article I and \nArticle IX of the Constitution.  Craig , 363 N.C. at 335, 678 S.E.2d at 352. \n{63}  Based on the Supreme Court’s ruling in Craig  and the Court of Appeals \nrecent decision in Cowell , the Court concludes that Plaintiffs may proceed with all \nof their claims brought under the North Carolina Constitution.  While Plaintiffs are \nentitled to bring direct claims under the North Carolina Constitution, this Court \ncan not find, and Plaintiffs have not provided, any case law to suggest that \nPlaintiffs can proceed with their claims brought under federal law or the Contracts \nClause or Commerce Clause of the United States Constitution. 3  Accordingly, \nDefendants’ Motions to Dismiss pursuant to Rules 12(b)(2) and 12(b)(6) are \nGRANTED in part, and DENIED in part.  Plaintiffs’ claims under the Internet Tax \nFreedom Act, the Contracts Clause of the United States Constitution, and the \n                                                 \n3 The Court acknowledges that under certain circumstances Congress can waive a state’s \nsovereign immunity maintained under the Eleventh Amendment.  Coll. Sav. Bank v. Fla. \nPrepaidpostsecondary Ed. Expense Bd. , 527 U.S. 666, 670 (1999).  However, these cases are \nlimited to situations where Congress “exercises . . . its power to enforce the Fourteenth \nAmendment . . . [or] a State . . . waive[s] its sovereign immunity by consenting to suit.”  Id.   \nAccordingly, the North Carolina Supreme Court has allowed actions to be brought in state \ncourts under 42 U.S.C. § 1983 to protect rights established under the First and Fourteenth \nAmendments to the United States Constitution.  See  Corum , 330 N.C. at 770, 413 S.E.2d at \n282; see also Paquette v. County of Durham, 155 N.C. App. 415, 419, 573 S.E.2d 715, 718 \n(2002) (stating that “our Supreme Court held that sovereign immunity cannot bar liability \nin federal civil rights actions filed in state courts.”).  While Congress can abrogate sovereign \nimmunity to enforce the Fourteenth Amendment, that power does not extend to acts passed \npursuant to Congress’ power under the Commerce Clause of the United States \nConstitution.  Huber v. N.C. State Univ. , 163 N.C. App. 638, 644, 594 S.E.2d 402, 407 \n(2004) (citing Seminole Tribe of Fla. v. Fla., 517 U.S. 44, 72–73, 134 L. Ed. 2d 252, 276–77, \n116 S. Ct. 1114 (1996)).  Here, Plaintiffs have not brought a claim under Section 1983 to \nenforce rights protected by the Fourteenth Amendment, but instead have asserted claims \nfor declaratory relief alleging violations of the Contracts Clause, Commerce Clause, and \nEqual Protection Clause of the United States Constitution.  While Plaintiffs might be able \nto bring an action in federal court against Defendant Hoyle requesting injunctive relief to \nprevent the enforcement of the allegedly unconstitutional Sales Tax provisions, see Ex \nparte Young , 209 U.S. 123, 152 (1908) (stating that “the United States will restrain a state \nofficer from executing an unconstitutional statute of the State, when to execute it would \nviolate rights and privileges of the complainant which had been guaranteed by the \nConstitution . . . .”), that does not mean that Plaintiffs have license to bring all of its claims \nin this Court against these Defendants.  See Petroleum Traders Corp. , 190 N.C. App. 542, \n660 S.E.2d 662 (reversing trial court’s denial of defendants’ motion to dismiss based on \nsovereign immunity grounds, where plaintiffs sought a declaratory judgment that the \nstatute in question violated the Commerce Clause of the United States Constitution).  \nCommerce Clause of the United States Constitution are DISMISSED.   \n5. \nVENUE \n{64}  Actions “[a]gainst a public officer or person especially appointed to execute \nhis duties, for an act done by him by virtue of his office,” N.C. Gen. Stat. § 1-77(2) \n(2011), “must be tried in the county where the cause, or some part thereof, arose . . . \n.”  N.C.  G EN . S TAT . § 1-77.  The requirement that actions against public officials be \ntried in the county where the cause arose has also been applied to actions against \ncounties.  Coats , 264 N.C. at 333, 141 S.E.2d at 491 (citing Johnston v. Bd. of \nComm’rs , 67 N.C. 101 (1870)).   \n{65}  While the requirements for bringing an action against a public officer \nhave been extended to counties, Section 1-77 “does not apply to actions against the \nState.”  Smith v. State , 289 N.C. 303, 334, 222 S.E.2d 412, 432 (1976). \n{66}  “‘[T]he cause of action arises in the county where the acts or omissions \nconstituting the basis of the action occurred.’” Id.  at 333, 222 S.E.2d at 432  (quoting \nCoats , 264 N.C. at 334, 141 S.E.2d at 492).  “‘[A] cause of action may be said to \naccrue, within the meaning of a statute fixing venue of actions, when it comes into \nexistence as an enforceable claim, that is, when the right to sue becomes vested.’”  \nSmith , 289 N.C. at 333, 222 S.E.2d at 432 (quoting 77 Am. Jur. 2d Venue  § 37 \n(1975)). \n{67}  As well as the Court can determine, Defendant Durham argues that \nvenue should be transferred from Wake County to Durham County simply because \nDurham is a defendant in this action.  (Def. Durham’s Mot. Dismiss 10–11.)  \nHowever, a county is not entitled to be sued within its boundaries simply because it \nis a defendant.  Rather, proper venue is determined by locating the county where \nthe cause of action arose.  Coats , 264 N.C. at 333, 141 S.E.2d at 491.   \n{68}  The Court is confronted with a unique factual situation.  Here, the \nDefendants are a county (Durham), a public official (the Secretary of Revenue), and \nthe State of North Carolina.  While Section 1-77’s provisions do not apply to the \nState, Smith , 289 N.C. at 334, 222 S.E.2d at 432, they do apply to both Defendants \nDurham and Hoyle.  The Court’s analysis is further complicated by the fact that \nPlaintiffs’ action is for declaratory judgment, and thus the Complaint does not \ninclude allegations identifying where acts and omissions occurred.   \n{69}  Plaintiffs argue that, as applied, the Amendments to the State Sales Tax \nand Durham’s Room Occupancy Tax are unconstitutional and in violation of the \nInternet Tax Freedom Act.  (Compl. ¶¶ 94–203.)  Accordingly, the Court concludes \nthat the allegedly invalid Amendments would have become unconstitutional when \nthey were passed, and thus the acts constituting the basis of the action occurred \nwhere the Amendments were adopted.  Because the Amendments were passed by \nthe North Carolina General Assembly in Raleigh, the cause of action arose in Wake \nCounty.   \n{70}  In addition, the Court notes that Section 1-77 only requires that an action \nbe brought in a county where “some part” of the action arose.  N.C.  G EN . S TAT . § 1-\n77.  Accordingly, even if it were true that the acts that gave rise to the claims  \nagainst Durham, occurred in Durham County, some of the acts that gave rise to the \naction  also occurred in Wake County, and thus venue would still be proper in Wake \nCounty.  Id. ; see also Frink v. Batten , 184 N.C. App. 725, 730, 646 S.E.2d 809, 812 \n(2007) (stating that when the acts giving rise to an action occur in multiple counties \nvenue would be proper in either county).  Because some of the acts giving rise to \nthis action occurred in Wake County the Court concludes that Wake County is an \nappropriate venue for Plaintiffs to bring their case, and therefore, Durham’s Motion \nto Dismiss pursuant to Rule 12(b)(3) is DENIED. \nIV. \nCONCLUSION \n{71}  For the above stated reasons, the Court DENIES Defendant Durham’s \nMotion to Dismiss pursuant to Rule 12(b)(1); DENIES Defendant Durham’s Motion \nto Dismiss pursuant to N.C. Gen. Stat. § 1-75.3; GRANTS in part, and DENIES in \npart Defendants’ Motions to Dismiss pursuant to Rules 12(b)(2), and 12(b)(6); and \nDENIES Defendant Durham’s Motion to Dismiss pursuant to Rule 12(b)(3) and \nN.C. Gen. Stat. § 1-77.  Therefore, Plaintiffs’ claims brought under the Internet Tax \nFreedom Act, the Contracts Clause of the United States Constitution, and the \nCommerce Clause of the United States Constitution are DISMISSED.   \n{72}  Pursuant to Rule 54(b) of the North Carolina Rules of Civil Procedure, the \nCourt determines that there is no just reason for delay in entering final judgment as \nto Plaintiffs’ claims under the Internet Tax Freedom Act (Count I), the Contracts \nClause of the United States Constitution (Count II), and the Commerce Clause of \nthe United States Constitution (Counts III–VI). Final judgment is hereby entered as \nto those claims, which are certified for immediate appeal. \nSO ORDERED, this the 21 st  day of June 2013. "
}