{
  "id": "6f88680e35b34e2d6b24f947af2dde389a88053301281bb34884666ad496ff1f",
  "source_file": "data/raw/ncbc/6f88680e35b34e2d6b24f947af2dde389a88053301281bb34884666ad496ff1f.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWILKES COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 2 \n \nWINDOW WORLD OF ST. LOUIS, \nINC.; WINDOW WORLD OF \nKANSAS CITY, INC.; WINDOW \nWORLD OF SPRINGFIELD/PEORIA, \nINC.; JAMES T. LOMAX III; \nJONATHAN GILLETTE; B&E \nINVESTORS, INC.; WINDOW \nWORLD OF NORTH ATLANTA, \nINC.; WINDOW WORLD OF \nCENTRAL ALABAMA, INC.; \nMICHAEL EDWARDS; MELISSA \nEDWARDS; WINDOW WORLD OF \nCENTRAL PA, LLC; ANGELL P. \nWESNERFORD; KENNETH R. \nFORD, JR.; WORLD OF WINDOWS \nOF DENVER, LLC; RICK D. ROSE; \nCHRISTINA M. ROSE; WINDOW \nWORLD OF LEXINGTON, INC.; \nTOMMY R. JONES; JEREMY T. \nSHUMATE; WINDOW WORLD OF \nPHOENIX LLC; JAMES BALLARD; \nand TONI BALLARD, \n \nPlaintiffs, \nand \n \nWINDOW WORLD OF ROCKFORD, \nINC.; WINDOW WORLD OF \nJOLIET, INC.; SCOTT A. \nWILLIAMSON; JENNIFER L. \nWILLIAMSON; and BRIAN C. \nHOPKINS, \n \nPlaintiffs and \nCounterclaim \nDefendants, \n \nv. \n \nWINDOW WORLD, INC.; WINDOW \nWORLD INTERNATIONAL, LLC; \nand TAMMY WHITWORTH, \nindividually and as trustee of the \nTammy E. Whitworth Revocable \nTrust, \n \nDefendants and \nCounterclaim \nPlaintiffs, \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFFS AND COUNTERCLAIM \nDEFENDANTS’ MOTION TO \nDISMISS ADDITIONAL \nCOUNTERCLAIMS \nWindow World of St. Louis, Inc. v. Window World, Inc., 2021 NCBC 65. \n \nv. \n \n \nWINDOW WORLD OF \nBLOOMINGTON, INC., \n \nCounterclaim \nDefendant. \n \n \n1. THIS MATTER  is before the Court  on Plaintiffs and Counterclaim \nDefendants Scott A. Williamson  (“Williamson”), Jennifer L. Williamson, Brian C. \nHopkins (“Hopkins”), Window World of Rockford, Inc. d/b/a Window World of \nRockford (“WW Rockford”), and Window World of Joliet, Inc. d/b/a Window World of \nJoliet (“WW Joliet”; collectively, the “Williamson Plaintiffs” ) and additional \nCounterclaim Defendant Window World of Bloomington, Inc.’s ( “WW Bloomington”) \nMotion to Dismiss Additional Counterclaims (the “Motion”) filed 16 November 2020.  \n(ECF No. 848.) \n2. The Motion seeks the dismissal of Defendants  and Counterclaim Plaintiffs \nWindow World, Inc. (“WW”), Window World International, LLC (“WWI”; together, the \n“Window World Defendants”), and Tammy Whitworth’s (“Whitworth”; collectively, \nthe “Defendants”)  four newly asserted counterclaims  (the “Additional \nCounterclaims”), which allege that Defendants are entitled to declaratory, monetary, \nand injunctive relief arising from Williamson’s purported breach of the release and \nnon-disparagement provisions of an agreement Williamson entered into with WW in \nJune 2013.   \n3. Having considered the Motion, the related briefs, the arguments of counsel \nat the hearing on the Motion, and other appropriate matters of record, t he Court \nhereby GRANTS in part and DENIES in part the Motion as set forth below.  \nBrooks, Pierce, McLendon, Humphrey & L eonard LLP, by Andrew L. \nRodenbough, Charles E. Coble, Robert J. King III, and Benjamin R. \nNorman, and Keogh Cox & Wilson, Ltd., by John P. Wolff, III, Virginia \nJ. McLin, and Richard W. Wolff, for Plaintiffs Window World of St. \nLouis, Inc., Window World of Kansas City, Inc., Window World of \nSpringfield/Peoria, Inc., James T. Lomax III, Jonathan Gillette, B&E \nInvestors, Inc., Window World of North Atlanta, Inc., Window World of \nCentral Alabama, Inc., Michael Edwards, Melissa Edwards, Window \nWorld of Central PA, LLC, Angell P. Wesnerford, Kenneth R. Ford, Jr., \nWorld of Windows of Denver, LLC, Rick D. Rose, Christina M. Rose, \nWindow World of Rockford, Inc., Window World of Joliet, Inc., Scott A. \nWilliamson, Jennifer L. W illiamson, Brian C. Hopkins, Window World \nof Lexington, Inc., Tommy R. Jones, Jeremy T. Shumate, Window World \nof Phoenix LLC, James Ballard, and Toni Ballard  and Counterclaim \nDefendant Window World of Bloomington, Inc. \n \nManning, Fulton & Skinner, P.A., by Judson A. Welborn, Michael T. \nMedford, Natalie M. Rice, and Jessica B. Vickers, and Laffey, Leitner & \nGoode LLC, by Joseph S. Goode, Mark M. Leitner, Jessica L. Farley, \nSarah E. Thomas Pagels, and John W. Halpin, for Defendants Window \nWorld, Inc. and Window World International, LLC. \n \nBell, Davis & Pitt, P.A., by Andrew A. Freeman and Alan M. Ruley, for \nDefendant Tammy Whitworth. \n \nBledsoe, Chief Judge. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \nA. Factual Background \n4. The Court does not make findings of fact on motions to dismiss under Rule \n12(b)(6) of the North Carolina Rules of Civil Procedure (“Rule(s)”).  Rather, the Court \nrecites only those facts alleged  in Defendants’ counterclaims relevant to the Court’s \ndetermination of the Motion. \n5. WW markets and distributes vinyl replacement windows, doors, and siding \nby licensing independently owned and operated businesses to market and sell \nWindow World products.  (Am. Answer, Countercl s., & Additional Countercls.  \nWindow World Defs. to Third Am. Compl. ¶ 3 [hereinafter “Additional Countercls.”], \nECF No. 836.)1  WW now operates as a franchise system, (see Additional Countercls. \n¶ 101), and  Plaintiffs in th is action are various Window Worl d franchisees and \nfranchisee owners, (Additional Countercls. ¶ 7; see also  Third Am. Compl. ¶¶ 12–49 \n[hereinafter “TAC”], ECF Nos. 275 (under seal), 280 (public)). \n6. Since 2005, Williamson has been the sole owner of WW Rockford and, \nthrough that entity, has operated a Window World store in Rockford, Illinois.  \n(Additional Countercls. ¶¶ 111–13.)  Similarly, since 2010, Williamson and Hopkins \nhave been co-owners of WW Joliet and, through that entity, have operated a Window \nWorld store in Joliet, Illinois.  (Additional Countercls. ¶¶ 1 23–26.)  Williamson was \nalso the sole owner of WW Bloomington, through which he operated a Window World \nstore in Bloomington, Illinois from 2007 until WW Bloomington was transferred to a \nthird party in 2013.  (Additional Countercls. ¶¶ 12 1–22, 194.)  While each of these \n \n1 Whitworth filed her Amended Answer, Alternative Counterclaim, and Additional \nCounterclaims at ECF No. 835.  The Window World Defendants filed a nearly identical \nAmended Answer, Counterclaims, and Additional Counterclaims  (the “Window World \nDefendants’ Amended Answer and Counterclaims”) at ECF No. 836.  To avoid confusion, the \nCourt will refer ence only those facts alleged in the Window World Defendants’ Amended \nAnswer and Counterclaims  at ECF No. 83 6.  Further, all citations to the Window World \nDefendants’ Amended Answer and Counterclaims refer to the paragraph numbers following \nthe “Counterclaim” section beginning on page 59 of ECF No. 836. \nlocations was organized as a separate entity, they worked together, shared resources, \nand were otherwise associated.  (Additional Countercls.¶¶ 127–28, 194.) \n7. Williamson served as the President of all three entities .  (Additional \nCountercls. ¶¶ 13 4–36.)  Defendants also allege that Jennifer Williamson—\nWilliamson’s wife —was an officer, representative, and agent of each entity, \n(Additional Countercls. ¶¶  102, 159–69), and that Hopkins—Williamson’s business \npartner and the Williamsons’ in -law—was likewise an agent and representative of \neach, (Additional Countercls. ¶¶ 103, 140–45).   \n8. In 2013, Williamson decided to transfer ownership of WW Bloomington to a \nthird party .  (Additional Countercls. ¶  205.)  Under WW’s agreement with WW \nBloomington, the transfer required WW’s prior written consent .  (Additional \nCountercls. ¶ 212; see Additional Countercls. Ex. T, ECF No. 835.20.)  In June 2013, \nWW’s President and Williamson, as President of WW Bloomington, executed an \nagreement permitting the transfer of WW Bloomington to a third -party purchaser \n(the “June 2013 Agreement”) .  (Addition al Countercls.  ¶¶ 213 –20; Additional \nCountercls. Ex. A [hereinafter “June 2013 Agreement”], ECF No. 835.1.)   \n9. Significantly for present purposes, the June 2013 Agreement contain s a \nprovision titled “Release of Franchisor,” which provides as follows: \nSeller [Williamson and WW Bloomington]  for itself and its affiliates, \nemployees, officers, directors, successors, assigns, and other \nrepresentatives, hereby fully and forever unconditionally release and \ndischarge Franchisor [W W], and its affiliates, parents, subsidiaries, \narea directors and agents and its employees, shareholders, members, \nofficers, directors, successors, assigns, guarantors and other \nrepresentatives (the “Released Party”), from any and all claims, \ndemands, obligations, actions, liabilities and damages of every kind or \nnature whatsoever, in law or in equity, whether known or unknown to \nthem, which they may have against the Released Party as of the date of \nthis Agreement, or which may thereafter be discovered, accrued, or \nsustained, in connection with, as a result of, or in any way arising from, \nany relations or transactions with the Released Party, however \ncharacterized or described, including but not limited to, any claims \narising from the Seller Licensing Agreement or the Purchase Agreement \nor the transactions described herein. \n \n(June 2013 Agreement ¶ 3.) \n10. Defendants allege that at the time Williamson signed the June 2013 \nAgreement, (i) Jennifer Williamson, Hopkins, WW Rockford, and WW Joliet were \neach “an affilia te, employee, officer, director, successor, assign, and/or other \nrepresentative” of Williamson and WW Bloomington, (Additional Countercls. ¶¶238–\n45), (ii) Williamson had “actual or apparent authority” to bind Jennifer Williamson, \nHopkins, WW Rockford, and WW Joliet, (Additional Countercls. ¶¶ 261–64), and (iii) \nthe Window World Defendants and Whitworth (WW’s Chief Executive Officer) were \n“Released Part[ies]” under the June 2013 Agreement, (Additional Countercls. ¶¶ 100, \n256, 259, 317; see June 2013 Agreement ¶ 3). \n11. The June 2013 Agreement also contains a non- disparagement provision.  \nThat provision provides as follows: \nIn consideration of the accommodations provided to Seller and \nconcessions made by Franchisor and its affiliates under this Agreement, \nSeller agrees not to, and to use their best efforts to cause their current \nand former shareholders, officers, directors, principals, agents, \npartners, employees, representatives, attorneys, spouses, and \nsuccessors and assigns not to, disparage o r otherwise speak or write \nnegatively, directly or indirectly, of Franchisor or the Released Parties \nor their respective current and former agents, principals, officers, \ndirectors, attorneys, parents, predecessors, affiliates, subsidiaries, \ndivisions, and successors and assigns, the WINDOW WORLD brand, the \nWINDOW WORLD system, or any other service-marked or trademarked \nconcept of Franchisor, or which would subject the WINDOW WORLD \nbrand to ridicule, scandal, reproach, scorn, or indignity or which would \nnegatively impact the goodwill of Franchisor or its brand. \n \n(June 2013 Agreement ¶ 8.) \n12. Defendants contend that  the Williamson Plaintiffs have breached the \nrelease provision of the June 2013 Agreement  and that Williamson and WW \nBloomington have breached the non -disparagement provision .  (Additional \nCountercls. ¶¶ 320–26.)  As a result, they have asserted three counterclaims—one for \na declaratory judgment that the release discharges the Williamson Plaintiffs’ claims \nagainst Defendants\n2 and two others for breach of contract, one based on the release \nand the other based on the non-disparagement provision.  (Additional Countercls. ¶¶ \n311–26.)  In particular, Defendants allege that the Williamson Plaintiffs , either \ndirectly or through their agents,  breached th e release provision by pursuing this \nreleased action against Defendants , (Additional Countercls. ¶¶ 32 0–22), and that \nWilliamson and WW Bloomington breached the non- disparagement provision by \nmaking and failing to prevent others from making disparaging sta tements about \n \n2 Defendants specifically plead as follows: \n \nTammy Whitworth, WW, and WWI are entitled to a declaratory judgment that: \n(a) the release in the June 2013 Agreement extends to all Additional \nCounterclaim-Defendants and benefits Tammy Whitworth, WW, and WWI; (b) \nthe release in the June 2013 Agreement applies to Mr. Williamson, Ms. \nWilliamson, Mr. Hopkins, WW of Rockford, and/or WW of Joliet as releasing \nparties; (c) the release in the June 2013 Agreement benefits Window World, \nTammy Whitworth, and/or WWI as released parties; and (d) that the claims \nasserted by the Lawsuit Additional Counterclaim-Defendants in the 15 CVS 2 \nAction were released pursuant to the June 2013 Agreement. \n \n(Additional Countercls. ¶ 3 17; see also  ¶¶ 10 1–06 (defining “Additional Counterclaim -\nDefendants” to include the Williamson Plaintiffs  and WW Bloomington ); ¶ 27 3 (defining \n“Lawsuit Additional Counterclaim-Defendants” to include the Williamson Plaintiffs).) \nDefendants, (Additional Countercls. ¶¶ 32 3–26).  Defendants also seek injunctive \nrelief and monetary damages resulting from this alleged conduct.  (Additional \nCountercls. ¶¶ 327–31.) \nB. Procedural Background \n13. Neither the Williamson Plaintiffs nor WW Bloomington were parties at the \ntime this action was initiated on 2 January 2015 or when Plaintiffs filed the  First \nAmended Complaint on 16 February 2015.  ( See First Am. Compl., ECF No. 20.)  \nRather, Plaintiffs moved for le ave to amend on 13 April 2015 to add Williamson, \nJennifer Williamson, Hopkins, WW Rockford, WW Joliet, and others  as plaintiffs.  \n(Mot. Leave File Second Am. Compl. 1, ECF No. 35.1.)  The Court granted Plaintiffs’ \nmotion on 10 August 2015, (Order & Op. Defs.’ Mot. Dismiss & Pls.’ Mot. Leave File \nSecond Am. Compl. 10–11, ECF No. 91), and on 8 September 2015 , Plaintiffs filed a \nSecond Amended Complaint adding these individuals and entities as party plaintiffs, \n(Second Am. Compl. ¶¶ 36–41 [hereinafter “SAC”], ECF No. 92). \n14. The Second Amended Complaint contained an allegation that any prior \nwritten agreements the Window World Defendants required Plaintiffs  to sign were \nprocured by fraud and therefore invalid.  ( SAC ¶ 315. )  The Window World \nDefendants denied Plaintiffs’ allegation.  (Answer & Countercl. Window World Defs. \n¶ 317 [hereinafter “Window World Defs.’ Answer”] , ECF No. 10 1; Am. Answer & \nCountercl. Window World Defs.  ¶ 317 [hereinafter “Window World Defs.’ Am. \nAnswer”], ECF No. 231.) 3 \n15. On 12 August 2016, Plaintiffs moved for leave to file a Third Amended \nComplaint, (Mot. Leave File Third Am. Compl., ECF No. 236 .2 (under seal)), which \nthe Window World Defendants opposed, (Opp’n Pls.’ Mot. Relief File Additional Am. \nCompls. [hereinafter “Window World Defs.’ Opp’n Br. Mot. File Am. Compls.”] , ECF \nNo. 246 .2 (under seal)).   The Court granted Plaintiffs’ motion but advised that \nrequests for further amendment after deposition discovery begins “will merit \nenhanced scrutiny under the grounds set forth by our appellate courts.”  (Order Pls.’ \nMots. Leave File Third Am. Compls. 6, ECF No. 272.)  On 11 January 2017, Plaintiffs \nfiled the Third Amended Complaint, bringing claims in this action for the first time \nagainst Whitworth, WW’s Chief Executive Officer.  ( TAC ¶¶ 52, 356– 90; see also  \nAdditional Countercls. ¶¶ 100, 283.) \n16. On 9 January 2020, Defendants filed a new action against the Williamson \nPlaintiffs titled Window World, Inc. v. Williamson  (2020 CVS 21) .  (Additional \nCountercls. ¶¶ 306–7; 2020 CVS 21, Compl., ECF No. 2.)  The Court and the parties \nsubsequently agreed to the entry of a Consent O rder on 23 September 2020, which \ndismissed Defendants’ new action against the Williamson Plaintiffs and deemed \nDefendants’ claims in that suit to be compulsory counterclaims in this action.  (2020 \nCVS 21, Consent Order 1–2, ECF No. 54.)  The Consent Order specifically provided \n \n3 These citations to ECF Nos. 101 and 231  refer to the paragraph numbers following the \n“Response to Allegations of Second Amended Complaint” section beginning on page 2 of both \ndocuments. \nthat it was entered “without  prejudice to [ the Williamson Plaintiffs’] right to make \nall legal and equitable arguments for dismissal of the counterclaims in 15 CVS 2” and \ndetermined that “[a]ll parties shall have the opportunity to be heard in opposition to \nany argument advanced against their interests in connection with a motion to dismiss \nthe counterclaims in 15 CVS 2.”  (2020 CVS 21, Consent Order 2.)   \n17. Defendants amended their answers to the Third Amended Compla int on 1 \nOctober 2020 to assert the Additional Counterclaims in this action.  ( Additional \nCountercls. ¶¶ 311–31.)  Defendants’ amendments included 200 paragraphs of new \nfactual allegations.  (Additional Countercls. ¶¶ 11 0–310.)  WW Bloomington was \nsubsequently added as a party to this action on 8 November 2020, 4 (Order Granting \nAm. Mot. Add WW Bloomington as Party, ECF No. 841), and, on 16 November 2020, \nthe Williamson Plaintiffs and WW Bloomington filed the current Motion seeking the \ndismissal of the Additional Counterclaims, (Pls.’ Mot. Dismiss Additional Countercls., \nECF No. 848).  \n18. After full briefing, the Court held a hearing on the Motion on 26 January \n2021 by Webex video conference, at which all parties were represented by counsel.  \nThe Motion is now ripe for resolution. \nII. \nLEGAL STANDARD \n19. “The same rules regarding the sufficiency of a complaint to withstand a \nmotion to dismiss apply to . . . a counterclaim. ”  Washburn v. Yadkin Valley Bank & \n \n4 WW Bloomington asserts no claims and is added as a party solely so that complete relief \nmay be afforded to the parties by whom and against whom relief is sought. \nTr. Co., 190 N.C. App. 315, 325 (2008); see Vanguard Pai Lung, LLC v. Moody, 2019 \nNCBC LEXIS 39, at *7–8 (N.C. Super. Ct. June 19, 2019) (applying Rule 12(b)(6) legal \nstandard to amended counterclaims). \n20. To resolve a motion to  dismiss under Rule 12(b)(6) , the Court must \ndetermine “whether the allegations  of the [ counterclaim], if treated as true , are \nsufficient to state a claim upon which relief can be granted under some legal theory.”  \nCorwin v. British Am. Tobacco PLC, 371 N.C. 605, 615 (2018) (quoting CommScope \nCredit Union v. Butler & Burke, LLP, 369 N.C. 48, 51 (2016)).  The Court “view[s] the \nallegations as true and in the light most favorable to the non -moving party.”  \nChristenbury Eye Ctr., P.A. v. Medflow, Inc. , 370 N.C. 1, 5 (2017) ( cleaned up).  The \nCourt, however, is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Strickland \nv. Hedrick, 194 N.C. App. 1, 20 (2008) (quoting Good Hope Hosp., Inc. v. N.C. Dep’t of \nHealth & Hum. Servs., 174 N.C. App. 266, 274 (2005)). \n21. Dismissal under Rule 12(b)(6) is appropriate  when “(1) the [counterclaim]  \non its face reveals that no law supports the [defendant’s] claim; (2) the [counterclaim] \non its face reveals the absence of facts sufficient to make a good claim; or (3) the \n[counterclaim] discloses some fact that necessarily defeats the [defendant’s] claim.”  \nCorwin, 371 N.C. at 615 (quoting Wood v. Guilford Cnty., 355 N.C. 161, 166 (2002)); \nsee also State ex rel. Cooper v. Ridgeway Brands Mfg., LLC, 362 N.C. 431, 444 (2008) \n(noting that dismissal under R ule 12(b)(6) is not proper “unless it  appears beyond \ndoubt that [the non-moving party] could prove no set of facts in support of his claim \nwhich would entitle him to relief” (quoting Meyer v. Walls, 347 N.C. 97, 111– 12 \n(1997))). \n22. In making its determination , the Court may properly consider documents \nwhich are the subject of the counterclaim and to which the counterclaim specifically \nrefers.  See Oberlin Cap., L.P. v. Slavin, 147 N.C. App. 52, 60 (2001) (recognizing this \nprinciple even when documents are presented by the movant); see also Schlieper v. \nJohnson, 195 N.C. App. 257, 261 (2009) (“When documents are attached to and \nincorporated into a complaint, they become part of the complaint and may be \nconsidered in connection  with a Rule 12(b)(6) motion without converting it into a \nmotion for summary judgment.”).  The Court need not accept as true allegations in \nthe counterclaim “that are contradicted by the documents attached, specifically \nreferred to, or incorporated by reference in the [counterclaim].”  Laster v. Francis, 199 \nN.C. App. 572, 577 (2009). \nIII. \nANALYSIS \n23. The Williamson Plaintiffs and WW Bloomington seek dismissal of \nDefendants’ release-based declaratory judgment and breach of contract \ncounterclaims on three primary grounds: first, that the defense of release cannot be \nasserted as an affirmative claim for relief; second,  that the declaratory judgment \ncounterclaim should be dismissed rather than  treated as an affirmative defense \nunder Rule 8; and last, that, even if the counterclaims are properly asserted, they are \nbarred by the  applicable statute of limitation s.  (Pls.’ Br. Supp. Mot. Dismiss \nAdditional Countercls. 8 –27 [hereinafter “Pls.’ Supp. Br.”], ECF No. 849.) 5  The \nWilliamson Plaintiffs and WW Bloomington also contend that the non-disparagement \ncounterclaim must be dismissed because it relies on conclusory allegations and a \nsingle specific factual allegation that does not allege a breach of the non-\ndisparagement provision.  (Pls.’ Supp. Br. 27–30.)  Because injunctive relief is not a \nstandalone claim, the Williamson Plaintiffs and WW Bloomington further assert that \nDefendants’ counterclaim for injuncti ve relief must be dismissed because the \nunderlying counterclaims are subject to dismissal.  (Pls.’ Supp. Br. 30.) \nA. Counterclaims for Declaratory Judgment and Breach of Contract—Release \n  Provision \n \n1. Release is an Affirmative Defense , Not an Independent Claim for \nBreach of Contract \n \n24. Defendants have asserted counterclaims alleging that the Williamson \nPlaintiffs have breached the June 2013 Agreement  by pursuing claims in  this \nlitigation and mak ing certain other demands that were released under that \nagreement’s release provision.  ( See Additional C ountercls. ¶¶  311–22.)  The  \nWilliamson Plaintiffs move to dismiss,  contending that because the release in the \nJune 2013 Agreement is not accompanied by  a covenant not to sue,  it may only be \nasserted in defense and not as an affirmative claim for relief.  (Jan. 26, 2021 Hr’g Tr. \n \n5 The Williamson Plaintiffs and WW Bloomington also contend that Defendants’ counterclaim \nfor declaratory judgment fails against the now -dissolved WW Bloomington because the \nalleged breach of the release provision is the pursuit of claims in this litigation  and WW \nBloomington has not asserted any claims.  (Pls.’ Supp. Br. 25.)  The Williamson Plaintiffs \nfurther contend that Defendants’ counterclaims for declaratory judgment and breach of the \nrelease provision fail against Jennifer Williamson, Hopkins, WW Roc kford, and WW Joliet \nbecause none were parties to the June 2013 Agreement.  (Pls.’ Supp. Br. 19 –25.)  For the \nreasons discussed below, the Court need not reach these arguments. \n11:17–16:8 [hereinafter “Tr.”], ECF No. 860; see Pls.’ Supp. Br. 15–17, 25–27.)  The \nCourt agrees.  \n25. The Supreme Court of North Carolina has explained the difference between, \nand the rights created by, a release and a covenant not to sue as follows: \nA release has been defined as the abandonment, relinquishment or \ngiving up of a right or claim to the person against whom it might have \nbeen demanded or enforced (Black’s Law Dict.; Ballentine’s Law \nDict.) and its effect is to extinguish the cause of action; hence it may be \npleaded as a defense to the action.  A covenant not to sue, on the other \nhand, is not a present abandonment or relinquishment of the right or \nclaim, but merely an agreement not to enforce an existing cause of \naction.  It does not have the effect of extinguishing the cause of action; \n. . . a covenant not to sue one of several joint tort -feasors may not \nbe . . . pleaded in bar of the action by the covenantee, who must seek his \nremedy in an action for breach of the covenant. \n \nSimpson v. Plyler, 258 N.C. 390, 394 (1963) (quoting Pellett v. Sonotone Corp., 26 Cal. \n2d 705, 711–12 (Cal. 1945)).   \n26. Other courts have recognized this same distinction: \n[A] party to a covenant not to sue agrees to take no action whatsoever to \nvindicate any rights it may have.  A breach occurs if the party initiates \nany sort of cause of action.  A party to a release does not promise to \nrefrain from taking any action.  Instead, by entering into a release, the \nparty relinquishes any underlying rights that it might possess.   \n \nMidwest Fed. Sav. & Loan Ass’n of Minneapolis v. Green Tree Acceptance, Inc. (“Green \nTree”), No. 3-88-0669, 1989 U.S. Dist. LEXIS 17768, at *38 (D. Minn. Aug. 17, 1989); \nsee also, e.g., Thomforde v. Int'l Bus. Machs. Corp., 406 F.3d 500, 503 (8th Cir. 2005) \n(“A release of claims and a covenant  not to sue serve different purposes.”); S mith v. \nKan. Pub. Emps. Ret. Sys., No. 18-2340-CM, 2020 U.S. Dist. LEXIS 22340, at *6 (D. \nKan. Feb. 10, 2020) (collecting cases); Schuman v. Microchip Tech. Inc., 372 F. Supp. \n3d 1054, 1060 (N.D. Cal. 2019) (explaining the differences  between a release and a \ncovenant not to sue).  \n26. Although our appellate courts have not specifically addressed the issue \nbefore the Court, numerous courts recognizing the same distinction between a release \nand a covenant not to sue as that drawn by our Supreme Court have concluded that \nan affirmative claim for relief for breach of a release does not lie.  See, e.g., Bukuras \nv. Mueller Grp., LLC, 592 F.3d 255, 266 (1st Cir. 2010)  (“A release is an affirmative \ndefense; it does not supply a def endant with an independent claim for breach of \ncontract.”); Isbell v. Allstate Ins. Co., 418 F.3d 788, 797 (7th Cir. 2005) (“The [Release] \ndoes not result in breach upon the filing of a suit.  Instead, it provides [the defendant] \nwith an effective affirmative defense should a claim be raised.  Because the Release \nwas a release of claims and not a covenant not to sue, [the plaintiff] did not breach \nthe Release with his suit.”); Smith, 2020 U.S. D ist. LEXIS 22340, at *6 (dismissing \ncounterclaim for breach of release  and concluding that , because  the language \ndefendant used in the agreement  did not state that plaintiff also agreed not to sue \ndefendant, “[b]ased on the plain language of the agreement, . . . defendant may use \nthe release as a defense, but not an offensive weapon against plaintiff”); Cypress  \nEngine Accessories, LLC v. HDMS Ltd. Co., 283 F. Supp. 3d 580, 586 –88 (S.D. Tex. \n2017) (holding that a release provided an affirmative defense but did not function as \na covenant not to sue); Carroll v. Primerica Fin. Servs. Ins. Mktg., 811 F. Supp. 1558, \n1567–68 (N.D. Ga. 1992) ( holding that defendant “may use the releases only as a \nshield, and not as a sword, and, thus, may not institute a suit for damages on account \nof their breach”); Green Tree, 1989 U.S. Dist. LEXIS 17768,  at *38 (“Since a release \ndoes not include a promise not to take any action, the mere filing of a lawsuit operates \nneither as a breach of the release, nor as a basis for a damages claim.”) ; Isaacs v. \nCaterpillar, Inc., 702 F. Supp. 711, 713– 14 (C.D. Ill. 1988) (dismissing defendant’s \nbreach of release counterclaim where defendant was “unable to cite a single case from \nIllinois or any other jurisdiction that has ever allowed a ‘defensive release’ to be used \nto support an offensive damage claim for breach of contract such as alleged by \n[defendant]”).  \n27. To be sure, Defendants point to other courts that have arguably found to the \ncontrary, but those courts have typically been faced with factual or procedural \ncircumstances unlike those here.  See, e.g. , Morris v. Byrd, 131 A.2d 743, 744 (D.C. \nCir. 1957) (finding no breach of release by insurer when insurer was not a party to \nthe settlement agreement); A ugustin v. PNC Fin. Servs. Grp., Inc. , No. 17 -00525 \nSOM/RT, 2019 U.S. Dist. LEXIS 9474, at *17–19 (D. Haw. 2019) (granting summary \njudgment on plaintiff’s breach of contract claim when defendant continued to demand \npayment with respect to plaintiff’s mortgage in contravention of release in settlement \nagreement regarding same); Banner Bank v. Real Est. Inv’r Educ., LLC, No. 2:12-cv-\n763, 2019 U.S. Dist. LEXIS 76776, at * 20–22 (D. Utah 2019) ( permitting defendant \nto prevail on her counterclaim for breach of release where plaintiff bank named her \nas a party in a suit to foreclose on collateral for a loan after a prior agreement released \ndefendant from any claims related thereto ); Gener8 Entm’t, LLC v. JJ Sports Prod., \nInc., No. H-13-1036, 2014 U.S. Dist. LEXIS 189799, at *3, *8 (S.D. Tex. 2014) (noting \nthe “absence of a n express  covenant not to sue does not, in and of itself, defeat \n[p]laintiffs’ breach of contract claim” where defendant “filed suit against [plaintiffs] \nand asserted the same claims that had already been settled and released”);  \nSimontacchi v. Invensys, Inc., No. 3:05cv283, 2008 U.S. Dist. LEXIS 5413, at *9– 10, \n*41–49 (W.D.N.C. 2008) (applying North Carolina law, the court g ranted summary \njudgment on defendant’s  breach of contract  counterclaim when plaintiff br ought \nclaims specifically included in the  detailed list of claims released in a settlement \nagreement); Carlyle Inv. Mgmt. LLC v. Moonmouth Co. S.A., No. 7841-VCP, 2015 Del. \nCh. LEXIS 237, at *45– 50 (2015) (denying defendants’ motion to dismiss plaintiffs’ \nbreach of contract claims  because the record did not est ablish as a matter of law \nwhether the alleged conduct constituted a breach of the releases and finding \ndefendants’ argument that a release, unlike a covenant to sue, could provide “only an \naffirmative defense in a suit” unpersuasive). \n28. The Court finds that the distinction between a release, which entails a \nrelinquishment of claims, and a covenant not to sue, which constitutes an agreement \nnot to enforce an existing cause of action , to be significant.  T he judicial decisions \nrecognizing that distinction as a basis to permit  a release to serve as an affirmative \ndefense but not as an independent claim for breach of contract are well-reasoned and \npersuasive and provide the rule for decision here.   \n29. Indeed, the procedural path Defendants chose to follow  to assert the \nWilliamson Plaintiffs’ alleged breach of the release as an independent counterclaim \nrather than as an affirmative defense reflects the wisdom of that conclusion and the \nrule that release agreements should be used “only as a shield, and not as a sword[.]”  \nCarroll, 811 F. Supp. at 1568.   \n30. Here, Defendants asserted an affirmative claim for breach of release nearly \nsix years after this litigation commenced , five years after the Window World \nDefendants answered the allegations asserted against them , and three years after \nWhitworth answered the allegations asserted against her.  Rather than seek relief to \namend their answers under Rule 15  to plead release in defense, which would have \nrequired them to contend with  the Williamson Plaintiffs’ objections based on undue \ndelay, Defendants sought first to bring a separate action and subsequently to assert \ncounterclaims in this action that do no more than seek to establish  the affirmative \ndefense of release to the Williamson Plaintiffs’ claims.   \n31. The present procedural posture is far different from  those in which an \naffirmative claim for relief has been recognized .  S ee, e.g., Banner Bank, 2019 U.S. \nDist. LEXIS 76776, at *6 ( asserting counterclaim for breach of rele ase after initial \nmotion to dismiss was denied ); Simontacchi, 2008 U.S. Dist. LEXIS 5413, at * 2 \n(asserting counterclaim for breach of release provision in a settlement agreement less \nthan two months after complaint was filed).  And recognizing an affirmative claim for \nbreach of release, as Defendants urge, risks undermining our Supreme Court’s long-\nheld view that failure to assert an affirmative defense—including release—generally \nwaives that defense.  See, e.g., Robinson v. Powell, 348 N.C. 562, 566 (1998) (“Failure \nto raise an  affirmative defense in the pleadings generally results in a  waiver \nthereof.”); see also N.C. R. Civ. P. 8(c). \n32. Considering the above, the Court concludes that the Supreme Court of North \nCarolina, if faced with the issue, would conclude that a release may establish a \ndefense but not an affirmative claim for breach of contract , at least in the \ncircumstances presented here .  The Court therefore concludes that Defendants’ \ncounterclaims for declaratory judgment and breach of contract based on a  breach of \nthe June 2013 Agreement’s release provision should be dismissed. \n2. Whether to Treat Defendants’ Release-Based Counterclaims  as an \nAffirmative Defense Under Rule 8(c) \n \n33. Having reached this conclusion, the Court must next consider whether, \nunder Rule 8(c), it should treat Defendants’ counterclaims as a defense.  See N.C. R. \nCiv. P. 8(c) (“When a party has mistakenly designated a defense as a counterclaim or \na counterclaim as a defense, the court, on terms, if justice so requires, shall treat the \npleading as if there had been a proper designation.” ).  The Court concludes that \njustice does not require it to do so here.   \n34. Defendants contend that the June 2013 Agreement released all of the claims \nasserted against them by th e Williamson Plaintiffs in this litigation.  (Additional \nCountercls. ¶¶ 237, 317; Defs.’ Joint Br. Opp’n Mot. Dismiss Additional Countercls. \n4–7 [hereinafter “Defs.’ Opp’n Br.”], ECF No. 851.)  As with any affirmative defense, \nit was therefore incumbent upon Defendants to bring forward the defense in a timely \nfashion.  Although Defendants spend much time arguing that the Williamson \nPlaintiffs only recently put the validity of the June 2013 Agreem ent at issue, ( see \nDefs.’ Opp’n Br. 4 –5, 7 –8, 11), the availability of the release defense in no way \ndepended upon the Williamson Plaintiffs or their view of the June 2013 Agreement.  \nIf, as Defendants contend, the release bars the Williamson Plaintiffs’ claims, nothing \nthe Williamson Plaintiffs could say or plead would change that result.  Yet after this \naction was filed against the Window World Defendants in 2015 and against \nWhitworth in 2017, Defendants did not raise the release in a pleading until 1 October \n2020 (through their Additional Counterclaims ) and to this day have not sought to \nadvance the release as an affirmative defense.  This is so despite having knowledge \nof the June 2013 Agreement at least since the production of that document  in \ndiscovery in 2016, (see Defs.’ Opp’n Br. 3–4; Reply Br. Supp. Mot. Dismiss Additional \nCountercls. 5 n.3 [hereinafter “Pls.’ Reply Br.”], ECF No. 852),  and their filing of \nnumerous amended pleadings in the many years this litigation has spanned.  And \nwhen the Court considers that fact discovery in this action closed, with limited \nexceptions, in July 2018, (see Order Joint Mot. Complete Fact Disc. Outside Deadline \n2–4, ECF No. 549),  and that the Court admonished the parties in its order dated 5 \nJanuary 2017 that it would view further attempts to amend thereafter with enhanced \nscrutiny, (see Order Pls.’ Mots. Leave File Third Am. Compls. 6), the unfair prejudice \nto the Williamson Plain tiffs from further amendment at this late stage of the \nlitigation is plain.   \n35. Based on the above, the Court declines, in the exercise of its discretion, to \ntreat Defendants’ counterclaims for breach of release as an affirmative defense.  See, \ne.g., Isenhour v. Universal Underwriters Ins. Co., 345 N.C. 151, 155 (1996) (holding \nthat trial court did not abuse its discretion in denying defendants’ motion to amend \nto add two new defenses where the trial court articulated clear reasons for denying \nthe motion—undue delay and undue prejudice —and defendants’ motion to amend \nwas first filed over five years after the complaint); Rabon v. Hopkins, 208 N.C. App. \n351, 354 (2010) (“[A] trial court may appropriately deny a motion for leave to amend \non the basis of undue delay where a party seeks to amend its pleading after a \nsignificant period of time has passed since filing the pleading and where the record \nor party offers no explanation for the delay.”); Nationsbank of North Carolina, N.A. \nv. Baines, 116 N.C. App. 263, 268–69 (1994) (concluding no abuse of discretion where \ntrial court articulated reasons for denying defendant’s motion to amend—undue \ndelay and undue prejudice —and noting that granting the motion would “materially \nprejudice” plaintiff who would have to “defend against claims for affirmative relief for \nthe first time, almost two years after plaintiff instituted the action”).6 \n36. Defendants further contend that if the Williamson Plaintiffs can be seen as \nhaving placed the release provision at issue prior to 2019, Defendants nevertheless \npleaded sufficient facts to timely raise the June 2013 Agreement’s release in defense.7  \n(Defs.’ Opp’n Br. 2–3, 12–13.)  Asserting that their failure to mention the June 2013 \n \n6 Although “[f]ailure to raise an affirmative defense in the pleadings generally results in a \nwaiver thereof,” Robinson, 348 N.C. at 566, the Court recognizes, as Defendants point out, \nthat “[u]nder certain circumstances[,]” our appellate courts have “permitted affirmative \ndefenses to be raised for the first time by a motion for summary judgment.”  Id.; see also \nDickens v. Puryear, 302 N.C. 437, 441–43 (1981); Potts v. KEL, LLC, 2019 NCBC LEXIS 30, \nat *30 (N.C. Super. Ct. May 9, 2019).  The Court finds such circumstances are not present \nhere, given that this litigation has been pending for over six years, Defendants have waited \nseveral years to bring forward the purported release defense, fact discovery concluded (with \nlimited exceptions) over three years ago, and the Court warned the parties over  four years \nago that further requests to amend would be viewed with enhanced scrutiny.   \n \n7 Defendants note a caveat that for the “non-disparagement claim and/or the scope of release \nclaims,” Defendants cannot bring release as a defense against WW Bloomington because it \nhas asserted no claims in this case.  (Tr. 59:14–60:1.) \n \nAgreement in their pleadings is immaterial, citing Hurston v. Hurston, 179 N.C. App. \n809, 813 (2006), (Defs.’ Opp’n Br. 13 n.12; see Tr. 54:5–9), Defendants argue that their \nanswers, beginning in 2015, “clearly i nvoke the language of ‘all written agreements’ \nas a defense.”  (Tr. 54: 3–4; see also Defs.’ Opp’n Br. 12 –13; see, e.g., Window World \nDefs.’ Answer 42 (“Plaintiffs have accepted the benefits of the contracts between \nPlaintiffs and Window World.”).)   \n37. The Co urt disagrees.  Rule 8(c) requires the statement of an affirmative \ndefense to be “ sufficiently particular to give the court and the parties notice  of the \ntransactions, occurrences, or series of transactions or occurrences, intended to be \nproved.”  N.C. R. Civ. P. 8(c).  Here, Defendants refer to “contracts” and the \nacceptance of their “benefits” but nowhere specifically allege a defense based on \n“release” or on the June 2013 Agreement.  Moreover, Defendants seek to add over 200 \nparagraphs of new factual allegations , which is  hardly support for the notion that \nthey had previously pleaded the release as a defense.   \n38. After careful review  of those provisions of Defendants’ prior pleadings on \nwhich they specifically rely 8 as well as the pleadings in t heir entirety,  the Court \nconcludes that Defendants’ pleadings prior to the 1 October 2020 Additional \nCounterclaims were not “sufficiently particular” to afford the Williamson Plaintiffs \n \n8 The Window World Defendants specifically rely upon their second (ratification), third \n(estoppel), fourth (waiver), and sixth (antecedent breach) defenses, (Defs.’ Opp’ n Br. 3;  see \nWindow World Defs.’ Answer 42–44; Window World Defs.’ Am. Answer 42 –44; Answer & \nCountercl. Window World Defs. to Third Am. Compl. 54 –56, ECF No. 287), and Whitworth \nrelies upon her sixth (ratification/estoppel/waiver), eighth (antecedent breach), and \neighteenth (unjust enrichment) defenses, (Defs.’ Opp’n Br. 3; see Answer & Countercl. \nWhitworth 66–68, 71, ECF Nos. 345 (under seal), 349 (public)). \n \nthe notice contemplated by Rule 8(c) concerning Defendants’ defense ba sed on the \nJune 2013 Agreement’s release provision.  See, e.g., Fruit & Produce Packaging Co. \nv. Stepp, 15 N.C. App. 64, 67 (1972) ( holding affirmative defense  insufficiently \npleaded under Rule 8(c)) .  A ccordingly, Defendants’ argument based on previously \npleading the defense of release is without merit. \n39. For each of these reasons, therefore, the Court concludes that Defendants’ \nrelease-based Additional Counterclaims should be dismissed with prejudice. \n3.  Statute of Limitations \n40. Notwithstanding the above, the Court separately concludes that, even if the \nWindow World Defendants’ release- based counterclaims were properly  asserted, \nthose counterclaims nevertheless must be dismissed because they are time-barred.9   \n41. In contrast to the Window World Defendants’ allegations in their answers \nconcerning Plaintiffs’ acceptance of the “benefits” of “contracts” in support of \nratification and other non -release-based defenses, (see, e.g. , Window World Defs.’ \nAnswer 42), Plaintiffs unequivocally alleged in the ir Second Amended Complaint , \nfiled on 8 September 2015 , that “any of WW’s prior written agreements with any \nPlaintiff . . . are null, invalid, and unenforceable.”  (SAC ¶ 315.)  The Court concludes \nthat this allegation placed the validity of the June 2013 Agreement , a document the \nWindow World Defendants knew they had executed with the Williamson Plaintiffs, \nat issue in the litigation.  Nevertheless, the Window Word Defendants  chose not to \n \n9 The Court reaches a cont rary conclusion concerning Whitworth ’s release- based \ncounterclaims and therefore does not base its dismissal of those counterclaims on statute of \nlimitations grounds.   \nmention the June 2013 Agreement or t o contend that the release barred any of the \nWilliamson Plaintiffs’ claims either in their answer, which was filed on 13 November \n2015, (see Window World Defs.’ Answer), their amended answer, which was filed on \n15 July 2016, (see Window World Defs.’ Am. Answer), or when they opposed Plaintiffs’ \nmotion for leave to file the Third Amended Complaint on 12 August 2016, (see Window \nWorld Defs.’ Opp’n Br. Mot. File Am. Compls.). \n42. Indeed, the first time the Window World Defendants raised the June 13 \nAgreement’s release provision in this action was in their reply brief to a motion to \nstay, which was filed on 5 December 2019 .  (Window World Defs.’ Reply Br. Supp. \nMot. Stay 12, ECF No. 814 .)  The Window World Defendants  did not raise their \ncurrent contentions in a pleading until they filed their amended answer to the Third \nAmended Complaint  on 1 October 2020—and  even then, the Window World \nDefendants did not plead the  June 2013 Agreement’s release as an affirmative \ndefense.  The  first time the Window World Defendants actually sought relief based \non the release provision was through their declaratory judgment and breach of \ncontract claims in their 2020 action against the Williamson Plaintiffs and WW \nBloomington, (see 2020 CVS 21, Compl. ¶¶ 140 –51), an action that was filed on 9 \nJanuary 2020, some eighteen months after fact discovery closed in this action in July \n2018 (albeit with certain specific exceptions), and the first time the Window World \nDefendants pleaded the release in this action was on 1 October 2020, (see Additional \nCountercls. ¶¶ 311–22), some ten months after that.     \n43. Based on this sequence of events, the Court concludes that any dispute over \nthe effect of the release arose no later than 13 April 2015, the date Plaintiffs filed \ntheir motion for leave to file the Second Amended Complaint , which attached as an \nexhibit the proposed Second Amended Complaint with its allegation concerning the \nvalidity of the agreements Plaintiffs had signed.  Because the Window World \nDefendants did not assert their release- based claims until they filed the separate \naction against the Williamson Plaintiffs and WW Bloomington on 9 January 2020—\nalmost five years later—the release-based claims, each of which is subject to a three-\nyear statute of limitations, are time-barred.   \n44.  The Window World Defendants’ arguments in opposition are unpersuasive.  \nThey first argue that the Second Amended Complaint did not place the effect of the \nrelease agreement at issue.  (Defs.’ Opp’n Br. 7 .)  Instead, they contend that in a 20 \nDecember 2019 email from Plaintiffs’ counsel, “Plaintiffs, for the first time, asserted \nthat certain Plaintiffs ‘fall beyond the scope’ of the release in the 2013 Agreement[.]”  \n(Defs.’ Opp’n Br. 4.)  The Window World Defendants contend that this “new assertion” \n“triggered the need for declaratory relief on the scope of the release” and required \nbringing related claims as well as adding WW Bloomington as a party.  (Defs.’ Opp’n \nBr. 4.)\n10  The Window World Defendants’ argument, however, simply ignores \n \n10 Plaintiffs’ counsel sent the 20 December 2019 email in response to a 13 December 2019 \nemail from Whitworth’s counsel which asserted that the June 2013 Agreement released the \nWindow World Defendants and, by extension, Whitworth, requiring Whitworth’s dismissal.  \n(See Defs.’ Opp’n Br. Ex. A, ECF No. 851.1.)  It appears that the Window World Defendants \nfirst mentioned the release argument as a potential defense two weeks earlier, on 5 December \n2019, in their reply brief in support of a motion to stay.  They attached the June 2013 \nAgreement as an exhibit to the reply.  (See Window World Defs.’ Index Exs. Supp. Reply Br. \nSupp. Mot. Stay Ex. 5; ECF No. 815.5.)    \nPlaintiffs’ contention in the Second Amended Complaint filed four years before that \n“any of WW’s prior written agreements with any Plaintiff . . . [were] null, invalid, and \nunenforceable.”  ( SAC ¶ 315 .)  As not ed above, t he Court concludes that Plaintiffs’ \nallegation sufficiently put the Window World Defendants  on notice in 2015 that \nPlaintiffs sought a declaratory judgment that the June 2013 Agreement was null and \nvoid.  It was thus incumbent upon the Window Wo rld Defendants to timely advance \ntheir release-based defense, which they failed to do.  \n45. The Window World Defendants  also advance a “relation back” argument \nunder Rule 15, (see Defs.’ Opp’n Br. 8), which fails for the same reason.  Under Rule \n15(c), “[a] claim asserted in an amended pleading is deemed to have been interposed \nat the time the claim in the original pleading was interposed, unless the original \npleading does not give notice of the transactions, occurrences, or series of transactions \nor occurrences, to be proved pursuant to the amended pleading.”  N.C. R. Civ. P. 15(c).  \nAs explained above, the Window World Defendants failed to put the Williamson \nPlaintiffs on notice of their release- based claim until they filed their Additional \nCounterclaims.  As such, “relation back” is not available to salvage the Window World \nDefendants’ release-based defense.  S ee State Farm Fire & Cas. Co. v. Darsie, 161 \nN.C. App. 542, 545 (2003) (“For an amended claim to relate back to the date of the \noriginal pleading, it will depend upon whether the original pleading gave sufficient \nnotice of the proposed amended claim.”); Bonestell v. N. Topsail Shores Condos., Inc., \n103 N.C. App. 219, 226 (1991) (“The test is whether defendant ought to have known \nfrom the original complaint the facts which plaintiff attempts to add by its \namendment.” (quoting Quail Hollow E. Condo. Assoc. v. Donald J. Scholz Co., 47 N.C. \nApp. 518, 528, disc. rev. denied, 301 N.C. 527 (1980))).   \n46. Based on the above, therefore, the Court concludes that the Window World \nDefendants’ Additional Counterclaims based on the release provision of the June \n2013 Agreement should also be dismissed because, even if properly asserted, they are \ntime-barred. \nB. Counterclaim for Breach of Contract—Non-Disparagement Provision \n47. Defendants, in a  broad and conclusory fashion, allege that since the June \n2013 Agreement was executed, the Williamson Plaintiffs “have made derogatory \ncomments. . . , spoken negatively . . . , and/or written negatively” about the Window \nWorld Defendants and Whitworth “or [their] current and former agents, principals, \nofficers, directors, attorneys, parents, predecessors, affiliates, subsidiaries, divisions, \nand/or successors and assigns[,]” (Additional Countercls. ¶¶ 284–89), including with \nrespect to the “ trademarks and/or logo s used by Window World stores and/or \ndeveloped for use by Window World and/or WWI [,]” (Additional Countercls. ¶ 29 0), \nall in violation of the non -disparagement provision in the June 2013 Agreement, \n(Additional Countercls.¶¶ 284–90).   \n48. While contending that Williamson, Jennifer Williamson, and Hopkins “have \nhad conversations with other Window World store owners in which they have spoken \nnegatively about Window World and/or its agents, or have otherwise made \nstatements that would subject Window World to ridicule, scandal, reproach, scorn, or \nindignity or which would otherwise negatively impact the goodwill of Window \nWorld[,]” (Additional Countercls. ¶ 294; see also ¶ 295), and have otherwise breached \nthe non- disparagement provision, the only specific conversation that Defendants \nallege is one Williamson had with another Window World store owner, Les Levy  \n(“Levy”).  Defendants allege that , in that conversation , Williamson told Levy he \nthought Window World’s new logo was “ridiculous.”  (Additional Countercls. ¶¶ 291–\n93; Ex. Z Dep. Scott Williamson, dated June 6, 2018, at 205:12–206:1, 207:24–208:3, \nECF No. 835.26 (“And somehow we got on the conversation of Window World’s new \nlogo and I discussed how ridiculous I thought their new logo was.  And we had some \nconversation about that and that was -- that was it.”).)   \n49. North Carolina law is clear that “conclusory allegations that track the \nelements of a [claim] . . . alone are insufficient to state a legally s ufficient claim.”  \nRadcliffe v. Avenel Homeowners Ass’n , 2 48 N.C. App. 541, 572 (2016) ; see, e.g. , \nSitelink Software, LLC v. Red Nova Labs, Inc. , 2016 NCBC LEXIS 45, at *17 (N.C. \nSuper. Ct. June 14, 2016) (“Even North Carolina’s more lenient standard . . . does not \nallow a party to withstand a Rule 12(b)(6) motion based on conclusory allegations \nthat are not supported by underlying factual allegations.”);  Glob. Promotions Grp., \nInc. v. Danas Inc., 2012 NCBC LEXIS 40,  at *12 (N.C. Super. Ct. Ju ne 22, 2012)  \n(“Absent specific, supportive, factual allegations, the court need not accept as true \ngeneral conclusory allegations of the elements of a cause of action for purposes of a \nmotion to dismiss.”).   \n50. Most of Defendants’ non-disparagement allegations are conclusory and need \nnot be accepted as true.  Indeed, they are analogous to the fatally deficient allegations \ndescribed in the Court of Appeals’ decision in Manning v. Manning, 20 N.C. App. 149, \n154–55 (1973), under Rules 8 and 12(e): \nIn the instant case the complaint merely alleges that the defendant \ntreated the plaintiff cruelly and offered indignities  to her person, using \nthe exact language of the alimony statute, but it does not (as required \nby Rule 8(a)) refer to any “transactions, occurrences or series of \ntransactions or occurrences intended to be proved.”  It does not mention \nany specific act of cruelty or indignity committed by the defendant.  It \ndoes not even indicate in what way defendant was cr uel to plaintiff or \noffered her indignities.  For all the complaint shows, the alleged cruelty \nand alleged indignities may consist of  nothing more than occasional \nnagging of the plaintiff or pounding on a table.   Such a complaint does \nnot give defendant fair notice of plaintiff’s claim.  It is merely an \n“assertion of a grievance,” (North Carolina Rules of Civil Procedure, \nRule 8, Comment (a)(3)), and it does not comply with Rule 8(a).  \n \nId.   \n51. The only allegation Defendants support with specific facts is Williamson’s \nalleged statement to Levy that he thought the Window World logo was “ridiculous.”  \n(Additional Countercls. ¶¶ 291–93.)  While such a statement of opinion would not be \nactionable as defamation, see, e.g., Daniels v. Metro Mag. Holding Co., 179 N.C. App. \n533, 539 (2006) (“[A] pure expression of opinion is protected because it fails to assert \nactual fact.”), Defendants’ counterclaim is for breach of contract.  And w hile such a \nstatement to another store owner about Window World’s  logo appears to offer the \nprospect of little, if any, provable damages, a factfinder could reasonably conclude \nthat Williamson’s statement described the Window World  Defendants (but not \nWhitworth) negatively in violation of the non -disparagement provision in the June \n2013 Agreement and award at least nominal damages.  See, e.g., Sineath v. Katzis, \n218 N.C. 740, 756 (1941) (“When plaintiff proves breach of contract he is entitled at \nleast to nominal damages.”); Bryan Builders Supply v. Midyette, 274 N.C. 264, 271 \n(1968) (“In a suit for damages for breach of contract, proof of the breach would entitled \n[sic] the plaintiff to nominal damages at least.” (quoting Bowen v. Bank, 209 N.C. 140, \n144 (1936))).  As a result, the Court concludes that the Window World Defendants’ \nclaim against Williamson for breach of the non -disparagement provision must \nproceed to this limited extent but Whitworth’s claim for breach of this provision must \nbe dismissed for failure to state a claim.11   \nC. Counterclaim for Injunctive Relief \n52. In light of the Court’s ruling, the Court will permit the Window World \nDefendants’ request for injunctive relief against Williamson to survive dismissal \nunder Rule 12(b)(6) , but only to the extent it is sought by the Window World \nDefendants as a potential remedy for Williamson’s alleged breach of the non-\ndisparagement provision in the June 2013 Agreement.12 \n \n11 While the Court has allowed the Window World Defendants’ non- disparagement claim \nagainst Williamson to proceed to discovery  to this limited extent, the surviving claim, as \npleaded, is very thin gruel indeed, and the parties should take notice that, without more, the \nCourt will not allow the Window World Defendants to use the claim as a wedge to seek broad, \nexpensive, and time-consuming discovery that will unduly burden or cause unfair prejudice \nto Williamson. \n \n12 As the Williamson Plaintiffs note, a “preliminary injunction is an ancillary remedy, not an \nindependent cause of action.”  Revelle v. Chamblee, 168 N.C. App. 227, 230 (2005).   \nAccordingly, Defendants’ purported “claim” for injunctive relief shall be dismissed for failure \nto state a claim under Rule 12(b)(6). \nIV. \nCONCLUSION \n53. WHEREFORE, the Court hereby ORDERS that the Williamson Plaintiffs \nand WW Bloomington’s  Motion is GRANTED in part  and DENIED in part  as \nfollows: \na. The Motion is DENIED as to the Additional Counterclaim for breach of \nthe non-disparagement provision of the June 2013 Agreement against \nWilliamson but only to the extent that the Window World Defendants’ \ncounterclaim is based on Williamson’s alleged statement to Levy that he \nthought the new Window World logo was “ridiculous.”   \nb. The Motion is DENIED as to the Window World Defendants’ request \nfor injunctive relief against Williamson but only to the extent it is sought \nas a remedy for Williamson’s alleged breach of the non -disparagement \nprovision; the Motion is GRANTED, however, to the extent Defendants \npurport to assert a “claim” for in junctive relief  and that purported \n“claim” is hereby DISMISSED. \nc. Except as specifically provided above, t he Motion is GRANTED as to \nthe remaining Additional C ounterclaims and requests for injunctive \nrelief, and th e Additional C ounterclaims to this extent are hereby \nDISMISSED with prejudice. \nSO ORDERED, this the 6th day of October, 2021. \n \n \n      /s/ Louis A. Bledsoe, III   \n     Louis A. Bledsoe, III \n     Chief Business Court Judge \n "
}