{
  "id": "6f9f1e53be70d75c3c9c8751b3622a94ae92aece954c9b829adf728dbc2ac230",
  "source_file": "data/raw/ncbc/6f9f1e53be70d75c3c9c8751b3622a94ae92aece954c9b829adf728dbc2ac230.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24CV024851-590 \n \nHONEYWELL SAFETY PRODUCTS \nUSA, INC., \n \nPlaintiff, \n \nv. \n \nSVS LLC, d/b/a S2S GLOBAL and \nPREMIER, INC., \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION \nON MOTION TO DISMISS \n \n \n1. This contract dispute arises out of  Honeywell Safety Products USA, Inc. ’s \nagreement to supply nitrile gloves to S2S Global.  Honeywell alleges that S2S Global \nwrongfully repudiated their contract and that S2S Global’s parent,  Premier, Inc. , \nbreached a related guarantee.  S2S Global and Premier have jointly moved to dismiss \nthe amended complaint.  For the following reasons, the Court DENIES their motion. \nK&L Gates LLP, by Marla T . Reschly, Daniel D. McClurg, Loly G. Tor, \nand Michael S. Nelson, for Plaintiff Honeywell Safety Products USA, Inc. \n \nMoore & Van Allen PLLC, by J. Mark Wilson and Rebecca E. Alba, and \nMcDermott Will & Emery LLP, by Michael S. Nadel  and Harrison S. \nCarpenter, for Defendants SVS LLC, d/b/a S2S Global  and Premier, \nInc. \n \nConrad, Judge. \n \nI. \nBACKGROUND \n \n2. The Court does not make findings of fact on a motion to dismiss made under \nRule 12(b)(6) of the North Carolina Rules of Civil Procedure.  The following \nbackground assumes that the allegations in the amended complaint are true. \nHoneywell Safety Prods. USA, Inc. v. SVS LLC, 2024 NCBC 71. \n3. Since June 2021, Honeywell has supplied nitrile gloves to S2S Global under \nthe terms of a multiyear deal.  The original agreement  called for S2S Global to buy \n750 million gloves in the first year  and double that number in the third year and \nbeyond, although later amendments trimmed those figures.  S2S Global also agreed \nto stagger its orders so that it would buy roughly a quarter of its annual commitment \nevery three months .  Premier guaranteed S2S Global’s volume commitment and \npayment obligations.  (See Am. Compl. ¶¶ 24–27, 32, 34, ECF No. 5.) \n4. Honeywell does not  itself manufacture the gloves; rather, it works with a \nthird-party manufacturer.  In mid-2023, Honeywell chose American Nitrile to replace \nan existing manufacturer.  Disputes about the quality of American Nitrile’s gloves \nhave festered ever since.  Although sample gloves passed initial lab testing , the \nresults of S2S Global’s audit of American Nitrile’s facility were unsatisfactory.  Even \nso, S2S Global provisionally approved American Nitrile as the new manufacturer , \nagreed not to delay its onboarding,  and promised to issu e purchase orders  for its \ngloves after onboarding was complete.  S2S Global did, in fact, issue purchase orders \nthroughout the rest of 2023 .  At the same time, S2S Global  pressed for more lab \ntesting of American Nitrile’s gloves.  This second round of tests produced a failing \ngrade.  Honeywell blamed shoddy testing equipment and urged a third round of tests, \nwhich resulted in a passing grade .  B ut S2S Global stopped accepting American \nNitrile’s gloves anyway and went on to impose new onboarding requirements despite \nHoneywell’s position that onboarding was already complete.  (See Am. Compl. ¶¶ 34, \n35, 38, 39, 41, 43, 45, 54–56, 59–61, 64.) \n5. Then, in April 2024, S2S Global directed American Nitrile to stop production \naltogether, citing three customer complaints .  A  few days later, S2S Global asked \nHoneywell if it would agree to a mutual termination of the ir supply contract.  When \nHoneywell declined, S2S Global performed another audit  of American Nitrile’s \nfacility, identified a few trivial irregularities , and used its findings as a pretext to \ndisqualify American Nitrile as a manufacturing partner .  Honeywell tried to \ninvestigate the customer complaints and audit findings  but alleges that S2S Global  \nstonewalled all inquiries.  (See Am. Compl. ¶¶ 69, 73, 75–82.) \n6. Worried, Honeywell demanded assurance  that S2S Global would honor its \ncontractual obligations.  The response did little to soothe Honeywell.  S2S Global \ncanceled all purchase orders for American Nitrile’s gloves, recalled gloves that it had \nsold to end users, and announced its intent to notify regulatory authorities of the \nrecall.  Having done so, S2S Global told Honeywell that it “remains ready to purchase” \ngloves that conform to their  supply contract.  (See Am. Compl. ¶¶ 83, 84, 87, 88, 91, \n92, 95, 96, 100.)   \n7. Convinced that  S2S Global was saying one thing and doing another, \nHoneywell renewed its  demand for assurance of performance.  From  Honeywell’s \nvantage point, the basis for the recall was flimsy, and the way S2S Global went about \nit contravened the supply contract’s recall terms.  And by canceling its open orders, \nS2S Global had broken its promise to fulfill  its volume commitment with balanced \nordering throughout the year .  So Honeywell sought assurance backed by  specific \ncorrective actions: withdrawal of the recall notice, retract ion of  what it saw as a \npretextual disqualification of American Nitrile,  and acceptance of  a shipment of \ngloves from a past order, among other things.  S2S Global accepted the shipment but \nrejected the rest, instead exhorting Honeywell to find a new manufacturer.  Premier \nlikewise spurned Honeywell ’s demand for payment under its guarantee .  ( See Am. \nCompl. ¶¶ 98, 101, 102, 104–06, 110, 119.) \n8. Now, in its amended complaint, Honeywell claims that S2S Global’s failure \nto provide adequate assurance  of future performance amounts to  a wrongful  \nrepudiation of the supply contract.  Honeywell also claims that Premier breached its \nguarantee. \n9. S2S Global and Premier  have jointly moved to dismiss the amended \ncomplaint in its entirety .  (ECF No. 21.)   After full briefing and a hearing on 12 \nNovember 2024, the motion is ripe for decision. \nII. \nLEGAL STANDARD \n \n10. A motion to dismiss under Rule 12(b)(6) “tests the legal sufficiency of the \ncomplaint.”  Isenhour v. Hutto, 350 N.C. 601, 604 (1999) (citation and quotation marks \nomitted).  Dismissal is proper when “(1) the complaint on its face reveals that no law \nsupports the plaintiff’s claim; (2) the complaint on its face reveals the absence of facts \nsufficient to make a good claim; or (3) the complaint discloses some fact that \nnecessarily defeats the plaintiff’s claim.”  Corwin v. Brit. Am. Tobacco PLC, 371 N.C. \n605, 615 (2018) (citation and quotation marks omitted).   In deciding the motion, the \nCourt must treat all well-pleaded allegations as true and view the facts and \npermissible inferences in the light most favorable to the nonmoving party.  See, e.g., \nSykes v. Health Network Sols., Inc., 372 N.C. 326, 332 (2019). \nIII. \nANALYSIS \n \n11. S2S Global and Premier  argue as follows: a breach by repudiation occurs \nwhen a contracting party unequivocal ly states that it can’t or w on’t perform its \ncontractual duties; there’s no allegation in the amended complaint  that S2S Global \nmade that sort of  unequivocal statement; and, thus, the repudiation claim must be \ndismissed.  Dismissal of the repudiation claim, they add, necessitates dismissal of the \nclaim against Premier for breach of the guarantee. \n12. This argument is off target.  As Honeywell correctly observes, t he contract \nat issue is one for a sale of goods (nitrile gloves)  and is therefore governed by North \nCarolina’s version of t he Uniform Commercial Code.  Th e statutory scheme allows \none contracting party to “demand adequate assurance”  of future performance  from \nthe other when “reasonable grounds for insecurity” exist .  N.C.G.S. §  25-2-609(1).  \nFailure to give adequate “assurance of due performance ” in response to a “justified \ndemand” is deemed “a repudiation of the contract.”  Id. § 25-2-609(4).  Thus, to state \na claim for breach by repudiation under section 25-2-609, Honeywell must allege that \nit had reasonable grounds for insecurity, that it demanded assurance of performance \nfrom S2S Global, and that S2S Global failed to give adequate assurance .  It isn ’t \nnecessary for Honeywell to go further and allege that S2S Global affirmatively and \nunequivocally renounced the contract. \n13. In their reply brief, S2S Global and Premier object  that the amended \ncomplaint never refers to section 25 -2-609 and, as a result,  does not give fair notice \nof a claim under it.  There may be cases in which a plaintiff’s failure to cite a governing \nstatute for a given claim is an insurmountable pleading defect.  But this isn’t such a \ncase.  The amended complaint  alleges that the parties’ supply contract is one for a \nsale of goods,  that S2S Global breached the contract by repudiation, and that the \nrepudiation resulted from S2S Global’s  failure to provide adequate assurance of \nperformance in response to a  justified demand.  ( See, e.g., Am. Compl. ¶¶  24, 123–\n29.)  These allegations “ give the court and the parties notice of the transactions, \noccurrences, or series of transactions or occurrences, intended to be proved showing \nthat the pleader is entitled to relief.”  N.C. R. Civ. P. 8(a)(1). \n14. Also in their reply brief, S2S Global and Premier argue for the first time that \nHoneywell has failed to state a claim under section 25 -2-609 because the amended \ncomplaint does not sufficiently allege that Honeywell’s demand was reasonable and \nthat S2S Global’s attempted assurance was inadequate.   These arguments are \nuntimely.  See BCR 7.7.  And they are unpersuasive. \n15. It is not true, as S2S Global and Premier contend, that Honeywell’s demand \nwas unreasonable as a matter of law because portions of it  went beyond the scope of \nthe contract.  Although there is little North Carolina case law in this area , courts \nelsewhere have consistently rejected similar arguments under analogous versions of \nsection 25 -2-609.  As the Supreme Court of Iowa held, “[t]he mere fact that the \nassurances demanded by” the plaintiff “necessitated action beyond that required by \nthe contract does not render the demand unreasonable as a matter of law.”  Top of \nIowa Co-op v. Sime Farms, Inc., 608 N.W.2d 454, 469 (Iowa 2000) (“Thus it is the very \npurpose of 2-609 to authorize one party to insist upon more than the contract gives.”); \nsee also, e.g., Brisbin v. Superior Valve Co., 398 F.3d 279, 287–88 (3d Cir. 2005) (“But \nwe analyze a request for adequate assurance in a practical way, and such a request \nneed not be tied to a contractual right.”).  These decisions are highly persuasive even \nif not binding .  See Kerry Bodenhamer Farms, LLC v. Nature’s Pearl Corp. , 2018 \nNCBC LEXIS 84, at *18 (N.C. Super. Ct. Aug. 15, 2018) (noting that “the General \nAssembly directed our courts to construe the code with an eye toward making uniform \nthe law among the various jurisdictions” (cleaned up)). \n16. Nor is it conclusive that S2S Global allegedly stated that it “has always been \nand remains ready” to buy products conforming to the contract.  (Am. Compl. ¶ 100.)  \nDeeds matter as much as words do.  Indeed, v erbal assurances may well be \ninadequate when followed by “equivocations and contradictions.”   BRC Rubber & \nPlastics, Inc. v. Cont’l Carbon Co. , 981 F.3d 618, 627 (7th Cir. 2020) (finding seller’s \nassurance inadequate despite an affirmative statement of intent to comply with the \ncontract when its course of action demonstrated otherwise). \n17. The bottom line is that the reasonableness of a demand and the adequacy of \nany assurance given in response are fact-intensive inquiries better suited to summary \njudgment.  For now, the Court must take Honeywell’s allegations as true.  Those \nallegations tend to show that S2S Global held American Nitrile to arbitrary and \nshifting standards as a pretext  to reject its gloves, ignored Honeywell’s requests for \ninformation, directed American Nitrile to stop glove production,  canceled unfilled \npurchase orders, initiated a baseless recall, and proposed a mutual termination of the \nsupply contract.  (See, e.g., Am. Compl. ¶¶ 38, 53, 58, 69, 73, 96, 98.)  The allegations \nalso show that S2S Global mostly refused Honeywell ’s demand that it withdraw the \nrecall notice, retract the  pretextual disqualification of American Nitrile as a \nmanufacturing partner, and take other steps to give assurance of its future \nperformance.  ( See Am. Compl. ¶¶ 105, 106 .)  This is  more than sufficient  at the \npleading stage to support an inference that Honeywell ’s demand was justified  and \nthat S2S Global’s response was inadequate. \n18. Accordingly, the Court concludes that Honeywell has stated a claim against \nS2S Global for breach by repudiation.  Having done so, the Court also concludes that \nHoneywell has stated a claim against Premier for breach of its guarantee, given that \nS2S Global and Premier offer no independent challenge to that claim. \nIV. \nCONCLUSION \n \n19. For these reasons, the Court DENIES the motion to dismiss. \n \nSO ORDERED, this the 14th day of November, 2024. \n \n \n         /s/ Adam M. Conrad   \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n "
}