{
  "id": "6faf756fe91b746ae03972df36c8d95cb796d1f629b326d835faed40f66d6a62",
  "source_file": "data/raw/ncbc/6faf756fe91b746ae03972df36c8d95cb796d1f629b326d835faed40f66d6a62.pdf",
  "raw_text": "N.C. Dep’t of State Treasurer v. The Bank of New York Mellon, 2012 NCBC 54. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUS TICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 12 CVS 3920 \n \n \nNORTH CAROLINA DEPARTMENT OF ) \nSTATE TREASURER, ) \n Plaintiff )  \n  ) OPINION AND ORDER ON  \n  ) CROSS MOTIONS  \n v.  )  FOR JUDGMENT ON THE \n   ) PLEADINGS \nTHE BANK OF NEW YORK MELLON and )  \nTHE BANK OF NEW YORK MELLON  ) \nCORPORATION,  ) \n  Defendants ) \n \n \n THIS MATTER is before the court on Defendants' Motion for Judgment on the \nPleadings (\"Defendants' Motion\") and Plaintiff's Motion for Partial Judgment on the \nPleadings (\"Plaintiff's Motion\") (collectively, \"Cross Motions\").   \n THE COURT, having considered the Cross Motions, br iefs and arguments in \nsupport of and in opposition to the Cross Motions, arguments of counsel and other \nappropriate matters of record, CONCLUDES that the Cross Motions should be DENIED, \nfor the reasons discussed below in this Opinion and Order.  \nAttorney General Roy Cooper, Esq. by Special Deputy Attorney General I. \nFaison Hicks, Esq. for Plaintiff.  \n \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, LLP by J. Mitchell \nArmbruster, Esq. and Carl N. Patterson, Jr., Esq. for Plaintiff.  \n \nMcGuireWoods, LLP by Douglas W. Ey, Jr., Esq. and Amy R. Worley, Esq. for \nDefendants. \n \nJolly, Judge. \n \n \nFACTUAL BACKGROUND  \n Among other things, the pleadings establish the fo llowing facts:  \n[1] On January 1, 2004, Plaintiff North Carolina De partment of State \nTreasurer and The Bank of New York 1 entered into a Contract for Custodial and \nSecurities Lending Services for Treasurer of the State of North Carolina Accounts \n(\"Agreement\").2 \n[2] The Agreement provided, in pertinent part, that  Defendants would serve \nas securities lending agent for Plaintiff.3  As securities lending agent, Defendants lent \nsecurities owned by Plaintiff to qualified borrowers in exchange for cash collateral. 4  \nPursuant to the Agreement, Defendants then invested the cash collateral received from \nborrowers for the benefit of Plaintiff.5  The Agreement gave Defendants authority to \ninvest the cash collateral in accordance with a list of \"Approved Investments for Cash \nCollateral,\" which was attached to the Agreement. 6  The approved-investment list \nauthorized, inter alia , the purchase of securities bearing an \"A\" rating only if the maturity \nperiod of the \"A\"-rated security was \"no longer than two years.\"7  Any investment not \nmeeting this criteria was unauthorized under the Agreement.   \n                                                 \n1 The Bank of New York Mellon was formerly known as The Bank of New York.  On July 1, 2007, The \nBank of New York and Mellon Financial Corporation m erged into The Bank of New York Mellon, with The \nBank of New York Mellon being the surviving entity.  The Bank of New York Mellon Corporation is a \nholding company and a separate and distinct legal entity from The Bank of New York Mellon.  As such, \nDefendants contend that The Bank of New York Mellon  Corporation is not a proper party to this suit.  \nPlaintiff contends that The Bank of New York Mellon Corporation is a proper successor in interest to T he \nBank of New York.  For purposes of addressing the Cross Motions, the court will refer to the named \ndefendants as \"Defendants.\"  However, this should not be construed as a determination by the court tha t \nThe Bank of New York Mellon Corporation is a proper party to the present action. \n2 Compl. ¶ 18; Answer ¶ 1. \n3 Answer ¶ 14. \n4 Id . \n5 Id .   \n6 Compl. ¶ 20.   \n7 Id ., Ex. A.   \n[3] The Agreement included an indemnification provi sion under which \nDefendants agreed to reimburse Plaintiff for any losses \"arising from or connected with\" \nany unauthorized investment. 8   \n[4] On December 21, 2006, Defendants purchased a $9 5,000,000 Lehman \nBrothers, Inc. issue (\"Lehman Note\"), using funds from Plaintiff's securities lending \naccount. 9  The maturity date of the Lehman Note was December 23, 2008,10  and it was \n\"A\" rated. 11  \n[5] In September of 2008, Lehman Brothers, Inc. (\"L ehman\") filed for \nbankruptcy.  Following Lehman's bankruptcy, the value of the Lehman Note materially \ndeclined. 12  \nPLAINTIFF'S CLAIMS  \n[6] On March 15, 2012, Plaintiff brought the presen t action against \nDefendants.  Plaintiff asserts claims (\"Claim(s)\") for breach of contract and breaches of \nfiduciary duty.  Plaintiff seeks actual damages with statutory interest, punitive damages \nand attorneys' fees. \nContract Claim  \n[7] The crux of Plaintiff's breach of contract clai m is that Defendants breached \nthe Agreement in three ways.  First, Plaintiff contends that because the Lehman Note \nwas \"A\" rated but had a maturity period of two years and two days, the initial purchase \nof the Lehman Note was an unauthorized investment.  Second, Plaintiff alleges that \nbecause the purchase of the Lehman Note was unauthorized, Defendants further \n                                                 \n8 Id .   \n9 Id . ¶ 26.   \n10  Id . ¶ 29. \n11  Id . ¶ 30.  \n12  Id . ¶¶ 34-35.   \nbreached the Agreement by failing to reimburse Plaintiff for losses on the Lehman Note.  \nThird, Plaintiff contends that Defendants breached the Agreement by failing to sell the \nLehman Note when Defendants discovered that the financial health of Lehman was \ndeteriorating.13  \nFiduciary Duty Claim  \n[8] As to its claims for breach of fiduciary duty, Plaintiff alleges that a fiduciary \nrelationship existed, and continues to exist, between the parties as a result of a \nprincipal/agent relationship, the entrustment of Defendants with the management of \nPlaintiff's securities lending account and the broad discretion given to Defendants to \nmake investments on Plaintiff's behalf. 14    \n[9] Plaintiff alleges Defendants breached the fiduc iary duty owed to Plaintiff \nby (a) purchasing the Lehman Note; (b) failing to advise Plaintiff that the Lehman Note \nwas not an authorized investment; (c) failing to sell the Lehman Note as soon as \npossible after realizing it was an unauthorized investment; (d) representing to Plaintiff \nthat the purchase of the Lehman Note complied with the Agreement's investment \nguidelines; (e) failing to disclose information sufficient to reveal that the Lehman Note \nwas an unauthorized investment; (f) failing to sell the Lehman Note prior to Lehman's \nbankruptcy when Defendants knew or should have known that Lehman's financial \nstability was deteriorating; (g) failing to act solely in the best interest of Plaintiff and \nacting instead to protect Defendants' own interests and (h) holding an excessive \n                                                 \n13  Id . ¶¶ 55-63.   \n14  Id . ¶ 65. \nconcentration of Lehman Notes for itself and its clients, thereby creating a conflict of \ninterest between Plaintiff and Defendants.15   \nTHE CROSS MOTIONS  \n[10] Defendants' Motion was filed on June 19, 2012.   It seeks judgment of \ndismissal on the pleadings as to all Claims, pursuant to Rule 12(c) of the North Carolina \nRules of Civil Procedure (\"Rule(s)\").  In support of Defendants' Motion, Defendants \nargue that (a) there was no breach of the Agreement because the Lehman Note was \nmarketed, rated and generally understood within the investment community as being a \ntwo-year note and thus was in compliance with the approved-investment list; (b) any \nloss on the Lehman Note was caused by Lehman's bankruptcy rather than the fact that \nthe maturity period for the Lehman Note exceeded two years by two days, and thus \nPlaintiff cannot show that the alleged breach was the proximate cause of losses on the \nLehman Note; (c) no fiduciary duty existed between the parties; (d) any breach of \nfiduciary duty claim is barred by the economic loss rule and (e) The Bank of New York \nMellon Corporation is not a proper party to this litigation as it is a separate and distinct \nlegal entity from The Bank of New York Mellon. 16  \n[11] Plaintiff's Motion was filed on July 13, 2012.   It seeks judgment on the \npleadings in favor of Plaintiff as to its Claim for breach of contract, pursuant to Rule \n12(c).  In support of Plaintiff's Motion, Plaintiff argues that (a) Defendants admit that the \nLehman Note was \"A\" rated and had a maturity period exceeding two years, (b) the \nAgreement provided that Defendants would reimburse Plaintiff for any losses resulting \n                                                 \n15  Id. ¶ 69.  \n16  Def. Memo. Supp. Mot. J. Pleads.   \nfrom unauthorized investments and (c) Plaintiff suffered losses as a result of \nDefendants' unauthorized investment. 17    \nDiscussion  \n[12] The standard of review for a Rule 12(c) motion  is the same as the \nstandard of review for a motion to dismiss under Rule 12(b)(6).  A-1 Pavement Marking, \nLLC v. APMI Corp. , 2008 NCBC 13 ¶ 35 (N.C. Super. Ct. Aug. 4, 2008).  To prevail on a \nRule 12(c) motion, the movant must show that on the face of the pleadings no \nmaterial issue of fact exists and that the movant is entitled to judgment in his or her \nfavor.  Ragsdale v. Kennedy , 286 N.C. 130, 137 (1974).  \"In considering a motion for \njudgment on the pleadings, the trial court is required to view the facts presented in the \npleadings and the inferences to be drawn therefrom in the light most favorable to the \nnon-moving party.\"  Am. Bank & Trust Co. v. Elzey , 26 N.C. App. 29, 31 (1975).   In \ndeciding the motion, the court can consider documents referred to in or attached to the \npleadings.  Reese v. Mecklenburg Cnty., 200 N.C. App. 491, 497 (2009).  \"The rule's \nfunction is to dispose of baseless claims or defenses when the formal pleadings reveal \ntheir lack of merit.\"  Ragsdale , 286 N.C. at 137.  A Rule 12(c) motion for judgment of \ndismissal should be denied \"unless it is clear that plaintiff is not entitled to any relief \nunder any statement of the facts.\"  Praxair, Inc. v. Airgas, Inc. , 1999 NCBC 5 ¶ 5 (N.C. \nSuper. Ct. May 26, 1999).   Where \"the Court also can construe the plain and \nunambiguous language of a contract to determine if it has been breached, judgment on \nthe pleadings may be appropriate.\"  Id.  \n \n \n                                                 \n17  Pl. Memo. Supp. Mot. J. Pleads.   \nDefendants' Motion  \n[13] Viewing the facts and allegations in the light  most favorable to Plaintiff, the \ncourt cannot conclude that Defendants are entitled to judgment as a matter of law as to \nPlaintiff's breach of contract Claim.  Plaintiff properly has alleged the existence of a \ncontract, a breach of the contract and damages proximately resulting therefrom.  \nAccordingly, Plaintiff's pleadings are sufficient to survive a Rule 12(c) motion.  Further, \nwhether (a) the Lehman Note was a two-year note, (b) its purchase was authorized by \nthe Agreement and (c) any losses suffered by Plaintiff were proximately caused by the \nalleged breach, raise material factual issues not appropriately resolved at this stage of \nthe proceedings. \n[14] Plaintiff also has alleged sufficient facts to  support its contention that \nDefendants owed a fiduciary duty to Plaintiff and that this fiduciary duty was breached.  \nBased upon the pleadings, the court cannot conclude as a matter of law that no \nfiduciary duty was owed to Plaintiff by Defendants.  It is settled that \"[g]enerally, the \nexistence of a fiduciary relationship is determined by specific facts and circumstances, \nand is thus a question of fact for the jury.\"  Stamm v. Salomon , 144 N.C. App. 672, 680 \n(2001).   \n[15] Defendants contend that any claim for breach o f fiduciary duty is barred by \nthe economic loss rule.  The court, however, cannot conclude as a matter of law that the \neconomic loss rule bars any claim for breach of fiduciary duty based on the facts \nalleged in the Complaint.   \n[16] Lastly, there are insufficient facts alleged i n the pleadings for the court to \nmake a determination as a matter of law with regard to the issue of whether The Bank \nof New York Mellon Corporation is a proper party to this litigation.  Resolution of this \nissue therefore is not appropriate under Rule 12(c).     \n[17]  Accordingly, Defendants' Motion should be DEN IED. \nPlaintiff's Motion  \n[18] For many of the same reasons, the court conclu des that Plaintiff is not \nentitled to judgment on the pleadings as to its Claim for breach of contract.  Viewing the \nfacts alleged in the light most favorable to Defendants, the court concludes that the \npleadings raise material factual issues as to such Claim, including whether (a) the \nLehman Note was a two-year note, (b) its purchase was authorized by the Agreement \nand (c) any losses suffered by Plaintiff were proximately caused by the alleged breach.  \n[19] Accordingly, Plaintiff's Motion should be DENI ED.  \nNOW THEREFORE, based upon the foregoing CONCLUSIONS, it hereby is \nORDERED that: \n[20] Defendants' Motion for Judgment on the Pleadin gs is DENIED. \n[21] Plaintiff's Motion for Partial Judgment on the  Pleadings is DENIED. \n This the 31st day of October, 2012. \n "
}