{
  "id": "6ff7a76a8a85cf50dac5e4513baa3fe50ef7363812206b94873ae4ee5e3e1fc0",
  "source_file": "data/raw/ncbc/6ff7a76a8a85cf50dac5e4513baa3fe50ef7363812206b94873ae4ee5e3e1fc0.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 5594 \n \nDUKE ENERGY CAROLINAS, LLC \nand DUKE ENERGY PROGRESS, \nLLC, \n \nPlaintiffs, \n \nv. \n \nAG INSURANCE SA/NV (f/k/a \nL’Etoile S.A. Belge d’Assurances); et \nal., \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS ARROWOOD’S AND \nCONTINENTAL’S MOTIONS FOR \nSUMMARY JUDGMENT ON THE  \nPOLLUTION EXCLUSION1 \n \n \n1. THIS MATTER is before the Court on:  \n(i) Defendant Arrowood Indemnity Company’s (“Arrowood”) Motion for \nSummary Judgment on the Pollution Exclusion (the “Arrowood Motion”), \n(ECF No. 955); and \n(ii) Defendant The Continental Insurance Company for London Guarantee and \nAccident Company of New York’s (“Continental”)  Motion for Summary \n \n1 On 4 December 2020 and 15 March 2021, the parties in this action filed a total of twenty -\nfive motions for summary judgment and twenty -five motions in limine seeking to exclude \nexpert testimony or otherwise substantially limit the presentation of evidence at trial.  These \nmotions were heard over six days in February and May 2021.  At the conclusion of these \nhearings, the Court advised the parties that it intended to issue written opinions or intended \nrulings on these motions no later than 1 July 2021.  On 29 June 2021, the parties and the \nmediator in this action advised the Court that settlement of some or all claims appeared \npossible and requested that the Court delay issuance of its order resolving the motions in \nlimine as well as the twelve opinions and one intended ruling the Court was prepared to issue \nto resolve the pending summary judgment motions by its July 1 deadline.  The Court agreed \nto delay its rulings, first to July 19, and then, upon evidence of substantial settlement \nprogress, to July 28 and subsequently to August 4.  The Court issues this Order and Opinion \nin the context of these ongoing settlement discussions at the request of the mediator, Duk e, \nArrowood, and Continental. \nDuke Energy Carolinas, LLC v. AG Ins. SA/NV, 2021 NCBC 46. \nJudgment on the Basis of the Pollution Exclusion (the “Continental \nMotion”), (ECF No. 926) (collectively, the “Motions”). \n2. This action focuses on whether Defendants—all insurers who issued excess \nliability insurance policies to Plaintiffs Duke Energy Carolinas, LLC (“DEC”) \n(formerly Duke Power Company (“Duke Power”)) and Duke Energy Progress, LLC \n(“DEP”) (formerly Carolina Po wer & Light Company (“CP&L”)) (collectively, \n“Duke”)—are obligated to compensate Duke for alleged liabilities linked to coal \ncombustion residuals (“CCRs”), i.e., coal ash, at fifteen Duke -owned power plants in \nNorth and South Carolina. \n3. The Motions each seek to establish as a matter of law that the m oving \ninsurer’s insurance policy  at issue contain s a pollution exclusion, thereby barring \nDuke’s claims for coverage under those policies.  Having considered the Motions, the \nmaterials submitted in support of and in opposition to the Motions, the arguments of \ncounsel at the hearing on the Motion s, and other appropriate matters of record, the \nCourt hereby DENIES the Arrowood and Continental Motions. \nPillsbury Winthrop Shaw Pittman LLP, by Mark J. Plumer, Matthew G. \nJeweler, Jeffrey W. Mikoni, Aaron D. Coombs, W. Kirk Gandy, and Barry \nFleishman, and Hunton & Williams LLP, by A. Todd Brown and Ryan \nG. Rich, for Plaintiffs Duke Energy Carolinas, LLC and Duke Energy \nProgress, LLC.  \n \nWhite and Williams, LLP, by Shane Heskin, Adam Berardi, and Sara C. \nTilitz, O’Melveny & Myers, LLP, by Jonathan D. Hacker, Law Offices of \nJohn F. Baughman, PLLC, by John Baughman and Nathaniel Marmon, \nand Fitzgerald Litigation, by Andrew L. Fitzgerald, for Defendants \nCentury Indemnity Company, Federal Insurance Company, and Pacific \nEmployers Insurance Company.  \n \nFreeborn & Peters LLP, by Bruce M. Engel and Ryan G. Rudich, for \nDefendant Arrowood Indemnity Company.  \n \nHinkhouse Williams Walsh LLP, by William C. Joern and Richard \nMcDermott, and Pope Aylward Sweeney & Stephenson, LLP, by Robert \nAylward, for Defendant The Continental Insurance Company for London \nGuarantee and Accident Company of New York.  \n \nWindels Marx Lane & Mittendorf LLP, by Eric J. Konecke and Stefano \nV. Calogero, and Hamilton Stephens Steele & Martin, PLLC, by M. \nAaron Lay, for Defendant Allstate Insurance Company. \n \nHogan Lovells US LLP, by Alexander B. Bowerman, and  McAngus, \nGoudelock & Courie, PLLC, by Jeffrey B. Kuykendal, for Defendant \nAssurances Générales de France.  \n \nJackson & Campbell PC, by Erin N. McGonagle and Peter J. Jenkins, \nand Butler Weihmuller Katz Craig LLP, by L. Andrew Watson, for \nDefendants AIG Pro perty Casualty Company, American Home \nAssurance Company, and Lexington Insurance Company.  \n \nMintz, Levin, Cohn, Ferris, Glovsky & Popeo, P.C., by Paul W. Kalish, \nSquire Patton Boggs (US) LLP, by G. David Godwin, and McAngus, \nGoudelock & Courie, PLLC, by Jeffrey B. Kuykendal, for Defendants \nAllianz Global Risks US Insurance Company, Allianz Underwriters \nInsurance Company, and Fireman’s Fund Insurance Company.  \n \nRivkin Radler LLP, by George D. Kappus, Greg E. Mann, and Alan S. \nRutkin, and Goldberg Segalla, by David L. Brown, for Defendants \nAssociated Electric and Gas Insurance Services Limited, Berkshire \nHathaway Direct Insurance Company, and TIG Insurance Company. \n \nKarbal Cohen Economou Silk Dunne LLC, by Dena Economou, Thomas \nD. Ferguson, and Gerald E. Ziebell, Shipman & Goodwin LLP, by \nEdward B. Parks, II, and Brooks, Pierce, McLendon, Humphrey & \nLeonard, LLP, by D.J. O’Brien III, for Defendants First State Insurance \nCompany and Twin City Fire Insurance Company.  \n \nSaiber LLC, by Michael J. Balch, and McAngus, Goudelock & Courie, \nPLLC, by John T. Jeffries, John P. Barringer, and Jeffrey B. Kuykendal, \nfor Defendant General Reinsurance Corporation. \n \nClausen Miller P .C., by Ilene M. Korey and Amy R. Paulus, and Fox \nRothschild LLP, by Jeffrey P. MacHarg, for Defendant Old Republic \nInsurance Company. \n \nKennedys CMK LLP, by John D. LaBarbera, Benjamin A. Blume, and \nMichael J. McNaughton, and James, McElroy & Diehl, P.A., by Adam \nL. Ross, for Defendant United States Fire Insurance Company.  \n \nBledsoe, Chief Judge. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \n4. The Court does not make findings of fact on motions for summary judgment.  \nInstead, the Court summarizes material facts it considers to be undisputed to provide \ncontext for the Motions. \nA. The Royal Policy \n5. The Arrowood Motion is focused on one policy: Royal Indemnity Company \nPolicy No. EC 103320 (the “ Royal Policy”).2  The Royal Policy was issued through \nArrowood’s predecessor, Royal Indemnity Company (“Royal”), on 28 January 1985 to \nDuke Power and was in effect from 31 October 1984 to 31 October 1985.3   \n6. At the time of issuance, the Royal Policy’s signed declarations page stated \nthat the policy followed form4 to California Union Policy No. ZCX 00 74 50, which was \n \n2 (See Aff. Ryan G. Rudich [hereinafter “Rudich Aff.”] Ex. 1, ECF No. 772.1.) \n \n3 (See Rudich Aff. Ex. 1, at ARROWOOD0000517.)  \n \n4 This Court has broadly described follow form coverage in an earlier ruling in this action as \nfollows: \n \nExcess-level coverage policies like those at the center of this case will often \n“follow form” to an underlying policy.  For example, Excess Insurer offers \nExcess Policy B to provide excess coverage on another policy held by \nissued by California Union Insurance Company (“Cal Union”) to Duke Power for the \nperiod from 31 October 1984 through 31 October 1985 (th e “1984– 85 Cal Union \nPolicy”).5  It is undisputed that the signed declarations page, together with the excess \nliability policy form, a nuclear liability exclusion, and two endorsements , comprised \nthe Royal Policy at the time it was issued .6  These same documents comprise the \npolicy copy in Duke’s files.  Arrowood’s files, however, also include a copy of the policy \nwith an unsigned pollution exclusion endorsement purportedly issued on 11 July \n1985.7  Arrowood’s files also contain a n additional unsigned endorsement dated 11 \nJuly 1985 providing that the Royal Policy would no longer follow form to the \nunderlying 1984–85 Cal Union Policy and instead would follow form to Ranger \nInsurance Company Policy No. EUL 300579.8   \n \nPolicyholder, Primary Policy A.  Excess Policy B’s language defines Excess \nPolicy B’s coverage by incorporating Primary Policy A’s terms.  Excess Policy \nB “follows form” to Primary Policy A or is said to provide follow-form coverage. \n \nDuke Energy Carolinas, LLC v. AG Ins. SA/NV, 2018 NCBC LEXIS 54, at *8 (N.C. Super. \nCt. June 4, 2018) (citations omitted). \n \n5 (See Rudich Aff. Ex. 1, at ARROWOOD0000517.)  The Royal Policy follows form to the 1984–\n85 Cal Union Policy in accordance with Condition 1, which provides as follows: “This policy \nis subject to the same terms, definitions, exclusions and conditions (except as regards the \npremium, the amount and limits of liability and except as otherwise provided herein) as are \ncontained in or as may be added to the underlying policies[.]”  (Rudich Aff. Ex. 1, at \nARROWOOD0000526.)   \n \n6 (See Rudich Aff. Ex. 1, at ARROWOOD0000517–19, ARROWOOD0000526–28.) \n \n7 (See Rudich Aff. Ex. 1, at ARROWOOD0000522.) \n \n8 (See Rudich Aff. Ex. 1, at ARROWOOD0000524.) \nB. The London Guarantee Policies \n7. London Guarantee  and Accident Company of New York (“London \nGuarantee”) issued two policies to Duke Power: (i) Policy No. LX3278836, for the \nperiod 31 October 1981 to 31 October 1982 (the “1981–82 London Guarantee Policy”),9 \nand (ii) Policy No. LX1898119, for the period 31 October 1982 to 31 October 1983 (the \n“1982–83 London Guarantee Policy” ; together, the “London Guarantee Policies” ).10  \nContinental is the successor to all rights and liabilities under the London Guarantee \nPolicies.  ( Decl. William C. Joern Supp. Defs.’ Mot. Partial Summ. J. Regarding \nAllocation ¶ 2, ECF No. 1280.7.)   \n8. Neither Continental nor Duke has a pollution exclusion endorsement \nattached to its copies of these policies in its files.  Continental contends, however, that \ntestimony from “the sole witness with first- hand knowledge of the underwriting of \nthe Policies [,]” ( Continental’s Mem. Law Supp. Mot. Summ. J. Basis Pollution \nExclusion 3 [hereinafter “ Continental’s Supp. Br.”], ECF No. 927 ), an d other \nsecondary evidence establishes that each policy in fact contains a pollution exclusion. \n9. The current Motions were filed on 4 December 2020.  After full briefing by \nthe parties, the Court held a hearing on the Motions on 25 February 2021  (the \n“Hearing”), at which all parties were represented by counsel.  The Motions are now \nripe for resolution. \n \n9 (See Aff. William C. Joern [hereinafter “Joern Aff.”] Ex. 1A, ECF No. 932.)  \n \n10 (See Joern Aff. Ex. 2A, ECF No. 932.) \nII. \nLEGAL STANDARD \n10. Under Rule 56 of the North Carolina Rules of Civil Procedure, “[s]ummary  \njudgment is appropriate ‘if the pleadings, depositions, answers to interrogatories, and \nadmissions on file, together with the affidavits, if any, show that there is no genuine \nissue as to any material fact and that any party is entitled to a judgment as a matter \nof law.’ ”  Da Silva v. WakeMed, 375 N.C. 1, 10 (2020) (quoting N.C. R. Civ. P. 56(c)).  \n“A genuine issue of material fact is one that can be maintained by substantial \nevidence.”  Curlee v. Johnson, 2021-NCSC-32, ¶ 11 (citation and internal quotation \nmarks omitted).  “Substantial evidence is such relevant evidence as a reasonable \nmind might accept as adequate to support a conclusion and means more than a \nscintilla or a permissible inference[.]”  DeWitt v. Eveready Battery Co., 355 N.C. 672, \n681 (2002) (citations omitted).  “The summary judgment standard requires the trial \ncourt to construe evidence in the light most favorable to the nonmoving party.”  \nDraughon v. Evening Star Holiness Church of Dunn, 374 N.C. 479, 482 (2020).  \n11. “The party seeking summary judgment bears the initial burden of \ndemonstrating the absence of a genuine issue of material fact.”  Liberty Mut. Ins. Co. \nv. Pennington, 356 N.C. 571, 579 (2002).  The movant may meet this burden either: \n(1) “by proving an ess ential element of the opposing party’s claim does not exist, \ncannot be proven at trial, or would be barred by an affirmative defense” or (2) “by \nshowing through discovery that the opposing party cannot produce evidence to \nsupport an essential element of [its] claim[.]”  Dobson v. Harris, 352 N.C. 77, 83 (2000) \n(citations omitted).  If the movant meets its burden, “the burden then shifts to the \nnonmovant to come forward with specific facts establishing the presence of a genuine \nfactual dispute for trial.”  P ennington, 356 N.C. at 579; see also N.C. R. Civ. P. 56(e) \n(“[A]n adverse party may not rest upon the mere allegations or denials of his pleading, \nbut his response, by affidavits or as otherwise provided in this rule, must set forth \nspecific facts showing that there is a genuine issue for trial.”). \nIII. \nANALYSIS \n12. In considering the Motions, it bears emphasizing that “[a]n insurance policy \nis a contract and its provisions govern the rights and duties of the parties thereto.”  \nC. D. Spangler Constr. Co. v. Indus. Crankshaft & Eng’g Co., 326 N.C. 133, 142 (1990).  \n“[D]etermining the meaning of language in an insurance policy presents a question \nof law for the Court.”  Accardi  v. Hartford Underwriters Ins. Co., 373 N.C. 292, 295 \n(2020). “When interpreting an insurance policy, courts apply general contract \ninterpretation rules.”  Id.  “As in other contracts, the objective of construction of terms \nin an insurance policy is to arrive at the insurance coverage intended by the parties \nwhen the policy was issued.”  Wachovia Bank & Tr. Co. v. Westchester Fire Ins. Co., \n276 N.C. 348, 354 (1970).  “The various terms of the policy are to be harmoniously \nconstrued, and if possible, every word and every provision is to be given effect.”  Woods \nv. Nationwide Mut. Ins. Co., 295 N.C. 500, 506 (1978); see also Harleysville Mut. Ins. \nCo. v. Buzz Off Insect Shield, L.L.C., 364 N.C. 1, 9 (2010) (“We construe all clauses of \nan insurance policy together, if possible, so as to bring them into harmony.” (citation \nomitted)).  “[W]he rever possible, the policy will be interpreted in a manner which \ngives, but never takes away, coverage.”  Wash. Hous. Auth. v. N.C. Hous. Auths. Risk \nRetention Pool, 130 N.C. App. 279, 281 (1998). \n13. Further, “a contract of insurance should be given that construction which a \nreasonable person in the position of the insured would have understood it to mean[.]”  \nGrant v. Emmco Ins. Co., 295 N.C. 39, 43 (1978).  “If the policy contains a definition \nof a term, the court applies that meaning unless the context requires otherwise.  \nHowever, if the policy fails to define a term, the court must define the term in a \nmanner that is consistent with the context in which the term is used, and the meaning \naccorded to it in ordinary speech.”  Accardi, 373 N.C. at 295.   \n14. In addition, “ North Carolina courts have long held that any ambiguity or \nuncertainty as to the words used in the policy should be construed against the \ninsurance company and in favor of the policyholder or beneficiary.  If  a court finds \nthat no ambiguity exists, however, the court must construe the document according \nto its terms.”  Id.  At the end of the day, the “intention of the parties as gathered from \nthe language used in the policy is the polar star that must guide the courts[.]”  Cowell \nv. Gaston Cnty., 190 N.C. App. 743, 746 (2008) (quoting McDowell Motor Co. v. N.Y. \nUnderwriters Ins. Co., 233 N.C. 251, 253 (1951)).   \n15. The Arrowood  and Continental Motions present issues of contract \nformation.  In considering such issues, our Supreme Court has recognized that “[f]or \nan agreement to constitute a valid contract, the parties ’ minds must meet as to all \nthe terms.  If any portion of the proposed terms is not settled, or no mode agreed on \nby which they may be settled, there is no agreement.”  Chappell  v. Roth, 353 N.C. \n690, 692 (2001) (citation and internal quotation marks omitted).  Simply put, “[t]here \nis no contract unless the parties thereto assent, and they must assent to the same \nthing, in the same sense.”  Horton  v. Humble Oil & Refin. Co., 255 N.C. 675, 679 \n(1961) (citation omitted). \n16. With these principles in mind, the Court addresses each Motion in turn. \nA. The Arrowood Motion  \n17. Arrowood focuses its Motion on the unsigned 11 July 1985 pollution \nexclusion endorsement  in its Royal Policy files.  Arrowood contends that the \nendorsement is valid and binding as a matter of law and applies to bar Duke’s claims \nunder that policy.  Alternatively, Arrowood contends that if the endorsement is not \nvalid and binding, the Royal Policy continues to follow form to the 1984–85 Cal Union \nPolicy (as the Royal Policy provided at issuance).  In that event, Arrowood contends \nthat the 1984–85 Cal Union Policy contain s a pollution exclusion that bars Duke’s \nclaims. \n18. For its support, Arrowood points to the presenc e of the pollution exclusion \nendorsement in its files  as well as substantial secondary evidence supporting its \ncontention that the Royal Policy was intended to and did include a pollution \nexclusion.  (Arrowood’s Mem. Law Supp. Mot. Summ. J. Pollution Exclusion 4 –5 \n[hereinafter “Arrowood ’s Supp. Br.”], ECF No. 956.)   Arrowood argues that th is \nevidence is undisputed and susceptible to but a single conclusion —that the Royal \nPolicy contain s a pollution e xclusion—requiring the dismissal of Duke’s claims.  \n(Arrowood’s Supp. Br. 9 –13; Arrowood’s Reply Mem. Law Supp. Mot. Summ. J. \nPollution Exclusion 6–10, ECF No. 1123.) \n19. Duke’s evidence in opposition largely consists of the undisputed fact that the \nRoyal Policy, when issued in January 1985, did not contain a pollution exclusion \nendorsement and that Duke’s files do not contain the unsigned 11 July 1985 \nendorsement on which Arrowood relies.   (Arrowood ’s Supp. Br. 4 –5, 7–10.)  While \nDuke argues that Arrowood has not offered evidence that Duke ever agreed to or \nreceived the endorsement, Duke does not offer affirmative evidence that it did not.   \n(Duke’s Arrowood Opp’n Br. 1, 3–5, ECF No. 1053.)  In this way, the current action \nis unlike Burlington Insurance Co . v. Fishermans Bass Circuit, Inc. , 165 N.C. App. \n439 (2004) , a case relied upon heavily by both parties.   In that case, the insurer \ncontended that the policy at issue contained an endorsement in its files , which the \ninsured disputed by tendering affidavit testimony from the insured’s president \naffirmatively representing that he had reviewed the policy at the time of issuance \nand that it did not contain the disputed endorsement.  Burlington Ins. Co., 165 N.C. \nApp. at 441–43, 445–47.  Duke offers no such evidence here.  \n20. Nevertheless, Duke does point out that the “Changes” provision in the Royal \nPolicy states that the policy’s terms cannot be “waived or changed, except by \nendorsement issued to form a part hereof, signed by an authorized representative of \nthe Company.”11  (Emphasis added.)  It is undisputed that the endorsement Arrowood \n \n11 (See Rudich Aff. Ex. 1, at ARROWOOD0000526.) \n \nrelies upon here—which changed the terms of the policy as issued —is unsigned.12  \nWhile Arrowood offers evidence that its corporate policy  was not to retain signed \ncopies, Duke responds with evidence that Arrowood’s policy was inconsistent with \nindustry custom and practice,13 and the fact remains that no signed copy exists in \neither party’s files.   \n21. Although it does not appear that any of the Royal Policy’s acknowledged and \ndisputed endorsements bear authorized signatures, 14 the Court nevertheless \nconcludes that the lack of a contractually required signature on the purported \npollution exclusion endorsement here raises an issue of fact as to whether a signed \ncopy of the endorsement ever existed or whether the signature requirement was ever \nchanged or waived.  This factual dispute is sufficient to deny the Arrowood Motion on \nits primary argument.   \n22. As to Arrowood’s alternative contention, an issue of fact remains concerning \nwhether the 1984 –85 Cal Union Policy contains a pollution exclusion and \nconsequently precludes summary judgment for Arrowood on this theory.  Arrowood \ncontends that policy was mistakenly issued on 28 January 1985 without a pollution \nexclusion, that Duke’s wholesale insurance broker recognized this error in preparing \nfor renewal nine months later on 6 August 1985, and that a signed pollution exclusion \nendorsement was issued the next day.  ( Moving Chubb Defs.’ Mem. Law Supp. Mot. \n \n12 (See Rudich Aff. Ex. 1, at ARROWOOD0000524.) \n \n13 (See Connolly Rebuttal Report ¶¶ 27–29.) \n \n14 (See Rudich Aff. Ex. 1, at ARROWOOD0000519–24.) \nPartial Summ. J. Basis Pollution Exclusion 8 –9 [hereinafter “Chubb ’s Supp. Br.”], \nECF No. 966; Arrowood’s Supp. Br. 13–14.)   \n23. Arrowood argues that the fact that an unsigned pollution exclusion \nendorsement was retained in Cal Union’s underwriting file and signed copies of the \nsame endorsement were found in Arrowood’s underwriting file establish as a matter \nof law that the 1984 –85 Cal Union Polic y contains a pollution exclusion.  (Chubb ’s \nSupp. Br. 14 –15.)  Arrowood  also rel ies on evidence from the policy binder and a \n“mock-up,” which Arrowood contends reflected the agreed terms, both suggesting that \nthe parties intended for a pollution exclusion to be included in the policy.  (Moving \nChubb Defs.’ Reply Mem. Law Supp. Mot. Partial Summ. J. Basis Pollution Exclusion \n3–7, ECF No. 1116.) \n24. It is undisputed, however, that a pollution exclusion endorsement was not \nincluded in the original documents comprising the 1984–85 Cal Union Policy and that \nDuke does not have a pollution exclusion endorsement (signed or unsigned) in its \nfiles.\n15  It is also undisputed that an internal Cal Union “Instructions/Work Order” \ndocument in the underwriting file for the polic y dated 4 December 1984 (one month \nafter the policy incepted and the policy binder was issued) does not identify a \npollution exclusion as one of the endorsements in a checklist of potential \nendorsements that should be included in the policy.\n16  There is also a disputed issue \n \n15 (See Chubb’s Supp. Br. 8; Duke’s Opp’n Moving Chubb Defs.’ Mot. Partial Summ. J. Basis \nPollution Exclusion 3 [hereinafter “Duke’s Chubb Opp’n Br.”], ECF No. 1063; see also Duke’s \nChubb Opp’n Br. Ex. 25, ECF 1063.18.) \n \n16 (See Duke’s Chubb Opp’n Br. Ex. 28, ECF No. 1063.21.) \nof fact concerning whether the broker binding coverage, Russell Bergen, was Duke’s \nbroker or instead an agent of the insurer, 17 and Arrowood does not otherwise offer \nevidence that Duke agreed or consented to the pollution exclusion endorsement. \n25. Although Arrowood  offers compelling evidence that a pollution exclusion  \nwas intended to be and was in fact included in the policy, the Court cannot conclude, \nwhen viewing the evidence of record in the light most favorable to Duke,  that a \npollution exclusion endorsement was included in the Royal Policy as a matter of law.  \nAccordingly, the Court concludes that the Arrowood Motion presents a factual issue \nfor trial and must be denied.   \nB. The Continental Motion  \n26. The parties dispute whether either Duke or Continental has a complete copy \nof one or both  London Guarantee Polic ies in its files .18  It is undisputed, however, \nthat neither side’s copy of either policy contains a pollution exclusion .  ( See \nContinental’s Supp. Br.  2–3; see Duke’s Continental Opp’n Br. 1 –2.)  Continental \n \n17 (See, e.g., Duke’s Chubb Opp’n Br. Ex. 27 Dep. Mark G. Ying, dated June 27, 2018, at 33:18–\n20, ECF No. 1063.20 ; Duke’s Chubb Opp’n Br. Ex. 30 Dep. Mark G. Ying, dated Nov. 22, \n2019, at 52:19– 53:16, ECF No. 1063.23 ; Duke’s Chubb Opp’n Br. Ex. 31  Dep. Jeffrey G. \nMcKinley, Vol. I , dated Oct. 28, 2020, at 82:13 –83:8, ECF No. 1063.24; Duke’s Opp’n \nArrowood’s Mot. Summ. J. Pollution Exclusion [hereinafter “Duke’s Arrowood Opp’n Br.”] Ex. \n37 Excerpted Rebuttal Expert Report & Ops. Dennis R. Connolly, dated May 22, 2020 \n[hereinafter “Connolly Rebuttal Report”] ¶¶ 14, 23, 25–26, ECF No. 1053.12.) \n   \n18 Duke asserts that the copies of the London Guarantee Policies at issue are complete and \nfinal and relies upon State Distrib. Corp. v. Travelers Ind em. Co. , 224 N.C. 370, 373– 74 \n(1944), to argue that the Court should therefore apply the parol  evidence rule to bar \nconsideration of any evidence offered to vary the policies’ terms.  (Duke’s Opp’n Continental’s \nMot. Summ. J. Basis Pollution Exclusion 8–13 [hereinafter “Duke’s Continental Opp’n Br.”], \nECF No. 1054.)  The Court concludes, however, t hat there is an issue of fact as to whether \nany of the copies of the policies on which the parties rely is complete and reflects an accurate \nand final version of one or both London Guarantee Policies.  Thus, the Court will consider \nparol evidence in deciding Continental’s Motion.  \nargues that it has offered undisputed testimony and documentary evidence that \nestablishes that Swett & Crawford  acted as Duke’s broker  and agreed on behalf of \nDuke to the inclusion of a pollution exclusion in the 1981– 82 London Guarantee \nPolicy.  (Continental ’s Supp. Br. 14 –16.)  Continental further contends that, upon \nrenewal of that policy the following year, the exclusion became a part of the 1982–83 \nLondon Guarantee Policy as well.  (Continental’s Supp. Br. 23–24.) \n27. Duke has offered evidence in opposition, however, that Swett & Crawford \nwas not Duke’s agent and did not act on Duke’s behalf.  (See Duke’s Continental Opp’n \nBr. 13–19.)  To the contrary, Duke’s evidence tends to show that Swett & Crawford \nacted on behalf of London Guarantee , including undisputed evidence that Swett & \nCrawford’s agents signed the London Guarantee Policies as “duly authorized \nrepresentatives” of London Guarantee. 19  Duke also points out that Continental ’s \nprimary witness, Kenneth Goldstein, London Guarantee’s lead underwriter on the \nPolicies and on whose testimony Continental heavily relies, admitted that he did not \nhave specific knowledge that a pollution exclusion endorsement had been issued for \nthe policies London Guarantee sold to Duke.20   \n28. Most significantly, however, neither Continental, nor Duke, nor Duke’s \nbroker, Marsh & McLennan (“Marsh”) , has a copy of the pollution exclusion in its \n \n19 (See Joern Aff. Ex. 1B , at DUKE_CAIR_000003970;  Joern Aff. Ex. 2B,  at \nDUKE_CAIR_000003861, ECF No. 932.)  \n \n20 (Duke’s Continental Opp’n Br. 8, 11; see Index Exs. Suppl . Aff. William C. Joern Ex. 47 \nDep. Kenneth Fred Goldstein, dated Oct. 29, 2019, at 35:5–11, ECF No. 1104.1.) \npolicy files for either London Guarantee Policy. 21  While each has policy documents \narguably comprising both Policies, none has a copy of a pollution exclusion in either \npolicy.  Moreover, the copy of the declarations page for the 1982 –83 London \nGuarantee Poli cy in  Continental’s, Duke’s , and Marsh’s respective files  lists an \nendorsement for a workmen’s compensation exclusion  yet contains no similar \nreference to an endorsement for pollution exclusion.22  A factfinder could reasonably \nconclude that the absence of such an endorsement in this context is evidence that the \nparties did not agree to a pollution exclusion.   \n29. Viewing this evidence  in the light most favorable to Duke, the Court \nconcludes that an iss ue of fact remains concerning whether either of the London \nGuarantee Policies contain a pollution exclusion.  Continental’s Motion must  \ntherefore be denied. \nIV. \nCONCLUSION \n30. WHEREFORE, for the reasons set forth above, the Court hereby ORDERS \nas follows: \na. The Arrowood Motion is hereby DENIED; and \n \n21 (See Joern Aff. Exs. 1A, 1B, 1C, 2A, 2B, 2C, ECF No. 932.)  Continental’s copy of the 1981–\n82 London Guarantee Policy is at Ex hibit 1A, Duke’s is at Ex hibit 1B, and Marsh’s is at \nExhibit 1C.  None of these copies references a pollution exclusion, although Mars h’s copy of \nthe earlier binder for this policy contains handwritten notes stating “sudden + acc pollution” \nin the “Other conditions” area of the form.  (Joern Aff. Ex. 1C, at MARSH005316.)  Similarly, \nExhibits 2A, 2B, and 2C are Continental’s, Duke’s, and Marsh’s respective copies of the 1982–\n83 London Guarantee Policy.  Again, none of these copies contains a pollution exclusion. \n \n22 (See Joern Aff. Ex. 2A, at CONT000183; Joern Aff. Ex. 2B, at DUKE_CAIR000003861; \nJoern Aff. Ex. 2C, at MARSH 005157.)   \nb. The Continental Motion is hereby DENIED. \n SO ORDERED, this the 4th day of August, 2021. \n \n/s/ Louis A. Bledsoe, III \n     Louis A. Bledsoe, III \n     Chief Business Court Judge "
}