{
  "id": "6ffc2788a781146c1df14660a4c5f18f2d7c7b38db50ebbfea27099762b6ce94",
  "source_file": "data/raw/ncbc/6ffc2788a781146c1df14660a4c5f18f2d7c7b38db50ebbfea27099762b6ce94.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23 CVS 8248 \n \n7 MILE ADVISORS, LLC and 7M \nSECURITIES, LLC, \n \nPlaintiffs, \n \nv. \n \nZAELAB, LLC, \n \nDefendant. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT’S RULE 56(f) MOTION \nTO DENY OR CONTINUE \nPLAINTIFFS’ MOTION FOR \nSUMMARY JUDGMENT  \n \n \n1. THIS MATTER is before the Court on Defendant Zaelab, LLC’s Rule 56(f) \nMotion to Deny or Continue Plaintiffs’ Motion for Summary Judgment (the \n“Motion”).1  Aft er considering the Motion, the parties’ briefs in support of and in \nopposition to the Motion, the arguments of counsel at the hearing on the Motion, and \nother appropriate matters of record, the Court hereby memorializes its oral ruling at \nthe hearing on the Motion and DENIES the Motion as moot as set forth below.  \nWomble Bond Dickinson (US), LLP, by Mark Henriques and Patrick \nGrayson Spaugh, for Plaintiffs 7 Mile Advisors, LLC and 7M Securities, \nLLC. \n \nRobinson, Bradshaw & Hinson, P.A., by Andrew W.J. Tarr and Emily J. \nSchultz, and Faegre Drinker Biddle & Reath, LLP, by Frank F. Velocci, \nfor Defendant Zaelab, LLC. \n \nBledsoe, Chief Judge. \n \n1 (Zaelab’s Rule 56(f) Mot. Deny or Continue Pls.’ Mot. Summ. J. 2 [hereinafter “Rule 56(f) \nMot.”], ECF No. 27.) \n \n7 Mile Advisors, LLC v. Zaelab, LLC, 2023 NCBC 75. \nI. \n \nFACTUAL AND PROCEDURAL BACKGROUND \n \n2. Plaintiffs 7 Mile Advisors, L LC (“Advisors”) and 7M Securities, LLC \n(together, “Plaintiffs”) are North Carolina limited liability companies  that provide \nfinancial advisory services for mergers and acquisitions.2   \n3. On 14 September 2021, Defendant Zaelab, LLC (“Defendant” or “ Zaelab”) \nentered into a signed letter agreement with Plaintiffs (the “Agreement” ) wherein \nPlaintiffs agreed to act as Defendant’s exclusive financial advisor in connection with \na sale or transfer of Zaelab’s equity or assets in exchange for certain non-refundable \nretainer fees as well as for certain transaction -based additional compensation (a \n“Transaction Fee” or a “Fee” ) described in Section 3 of the Agreement .  Under the \nAgreement, a Transaction Fee was  payable upon the consummation of a qualifying \ntransaction described in Section 1 (a “Transaction”).3   \n4. The Transaction Fee provision in Section 3 provides as follows:  \nIn further consideration for [ Plaintiffs’] services hereunder, if, during \nthe period that [Plaintiffs are] retained by [Defendant] or during the 18-\nmonth period thereafter ( “Tail Period ”), [Defendant] consummates a \nTransaction or enters into an agreement regarding a Transaction (which \nis subsequen tly consummated) with an Acquiror/Investor that was \nintroduced to [ Defendant] during the term of this engagement, then \n[Plaintiffs] shall be paid . . . a Transaction Fee[.] \n \n5. Plaintiffs contend in this lawsuit that they are entitled to a Transaction Fee \nbecause Zaelab entered into a Transaction during the Tail Period with Superstep \n \n2 (Compl. ¶¶ 4–5, ECF No. 3.) \n \n3 (Compl. ¶¶ 10–11; Compl. Ex. 1, §§ 1, 3 [hereinafter “Agreement”], ECF No. 3.) \n \nCapital (“Superstep”), an investor Plaintiffs allege was “introduced to Zaelab during \nthe term of the Agreement.”4  When Defendant refused to pay Plaintiffs a Transaction \nFee after consummation of the Superstep transaction , Plaintiffs filed this action to \nrecover the Fee, asserting claims against Defendant for breach of contract and, in the \nalternative, for unjust enrichment.5  Defendant denies all liability and, among other \ndefenses, contends that the parties’ agreement to “pause” the Agreement in February \n2022 because of the Russo-Ukrainian War effected a termination of the Agreement  \nlong before Superstep was introduced to Defendant.6   \n6. The Court entered a Case Management Order in the above- captioned case \non 16 August 2023, setting a fact discovery deadline of  19 January 2024 7 and \nproviding that “[u]nless the parties otherwise agree, no depositions may be taken by \neither side prior to 30 October 2023.” 8  The parties have initiated written discovery, \nwith Defendant producing documents to Plaintiffs on 3 August 2023  and Plaintiffs \nproducing documents to Defendant on 22 September 2023.9   \n \n4 (Compl. ¶¶ 33, 41.) \n \n5 (Compl. ¶¶ 39–47.) \n \n6 (Zaelab’s Reply Further Supp. Rule 56(f) Mot. 7 [hereinafter “Reply Br.”], ECF No. 32; Aff. \nIlia Ulianchuk Supp. Pl. 7 Mile Advisors, LLC’s Mot. Summ. J., dated Sept. 13, 2023, at ¶ 12 \n[hereinafter “Ulianchuk Aff.”], ECF No. 23.)   \n \n7 (Case Management Order ¶ 11, ECF No. 18.) \n \n8 (Case Management Order ¶ 12.) \n \n9 (Zaelab’s Br. Supp. Rule 56(f) Mot. 2–3 [hereinafter “Br. Supp.”], ECF No. 28; Br. Supp. Ex. \nA, Aff. Frank Velocci Supp. Zaelab’s  Rule 56(f) Mot., dated Sept. 25, 2023 , at  ¶¶ 6, 9 \n[hereinafter “Velocci Aff.”], ECF No. 28.1.) \n  \n7. On 13 September 2023, Advisors filed its Motion for Summary Judgment10 \n(the “SJ Motion”) and supported that motion with an affidavit from Ilia Ulianchuk, \nAdvisors’ Vice President (the “Ulianchuk Affidavit”).11   \n8. Shortly thereafter, on 25 September 2023, Defendant filed the current \nMotion, seeking the denial or continuance of the SJ Motion  until discovery has been \ncompleted.12   \n9. The Court convened a hearing on the Motion on 18 October 2023  (the \n“Hearing”), at which  all parties were represented by counsel.  At the Hearing, the \nCourt indicated that it intended to grant the Motion.  Thereafter, on 25 October 2023, \nAdvisors withdrew its SJ Motion. 13  The Court issues this O rder and O pinion to \nmemorialize its oral ruling  at the Hearing  granting the Motion and to deny the \nMotion as moot in light of the subsequent withdrawal of the SJ Motion. \nII. \n \nLEGAL STANDARD \n \n10. “[M]otions for summary judgment generally should not be decided until all \nparties are prepared to present their contentions on all issues raised.”  Ussery v. \nTaylor, 156 N.C. App. 684, 686 (2003).  Rule 56(f) of the North Carolina Rules of Civil \nProcedure (“Rule”) accordingly provides that: \n \n10 (Pl. 7 Mile Advisors, LLC’s Mot. Summ. J., ECF No. 21.) \n \n11 (Ulianchuk Aff.) \n \n12 (Rule 56(f) Mot.)  The Court notes that Defendant’s Motion mistakenly represents that both \nPlaintiffs, rather than just Advisors, brought the SJ Motion. \n \n13 (Pl. 7 Mile Advisors, LLC’s Notice Withdrawal Mot. Summ. J., ECF No. 34.) \n[s]hould it appear from the affidavits of a party opposing the motion that \nhe cannot for reasons stated present by affidavit facts essential to justify \nhis opposition, the court may refuse the application for judgment or may \norder a continuance to permit affidavits to be obtained or depositions to \nbe taken or discovery to be had or may make such other order as is just. \n \n11. “To prevail on a Rule 56(f) motion, the moving party has the burden of \nshowing why additional discovery is necess ary and how that discovery will create a \ngenuine issue of material fact.”  Ripellino v. N.C. Sch. Bds. Ass’n, 158 N.C. App. 423, \n426 (2003).  “Sufficient time for the completion of discovery is one major goal of Rule \n56(f),” and the Rule should be applied liberally, especially if the party opposing \nsummary judgment has been diligent and acted in good faith.  Ipock v. Gilmore, 73 \nN.C. App. 182, 190 (1985).  “[T]he decision to grant or deny a continuance is solely \nwithin the discretion of the trial judge and will be reversed only when there is a \nmanifest abuse of discretion.”  N.C. Council of Churches v. State , 120 N.C. App. 84, \n92 (1995). \nIII. \n \nANALYSIS \n \n12. In accordance with Rule 56(f), Defendant submitted the  affidavit of Frank \nVelocci, one of Defendant’s attorneys, to support the Motion.\n14  Velocci averred in the \naffidavit that Defendant ha d not been afforded sufficient discovery to oppose \nAdvisors’ SJ Motion, asserting that Zaelab had  not yet been able to “(1) assess \nPlaintiffs’ [discovery] productions to determine whether they thoroughly respond to \nZaelab’s requests; (2) analyze the content s of Plaintiff[s’] productions to determine \n \n14 (Velocci Aff.) \nwhether they evidence various defenses raised by Zaelab; and/or (3) depose \nPlaintiff[s’] key witnesses, including Ilia Ulianchuk, whose affidavit supports \n[Advisors’] Motion for Summary Judgment.”15  Despite these limitations, Defendant \noffered several fact -based defenses at the Hearing, discussed below, based on \ndiscovery conducted up to that point in the litigation.  Defendant also argued that the \nterms “introduced” and “during the term of this engagement” in the Agreement were \nambiguous and must be interpreted in light of extrinsic evidence  that Defendant \ncontended it should be permitted to develop in discovery.16      \n13. In response, Advisors asserted that additional discovery was unnecessary \nbecause the Agreement is an unambiguous, integrated agreement requiring payment \nof a Transaction Fee after an “introduc[tion]” of an Acquiror/Investor to Defendant \nduring the term of the Agreement, regardless of whether or not Plaintiffs  were the \nsource of the introduction to Defendant.  As a result,  Advisors argued that parol \nevidence was inadmissible to interpret the Agreement’s terms, and , further, that \nbecause the undisputed facts established that Superstep was introduced to Defendant \nduring the term of the Agreement, Advisors was entitled to summary judgment on its \nbreach of contract claim as a matter of law at this stage of the litigation.17   \n14. After careful review, the Court conclude d at the Hearing  that Defendant’s \nMotion should be granted.  First, Defendant argued that the Superstep opportunity \n \n15 (Velocci Aff. ¶ 11.) \n \n16 (Br. Supp. 6; Agreement § 3.) \n \n17 (Pl. 7 Mile Advisors, LLC’s Opp’n Def.’s Rule 56(f) Mot. 2–3, ECF No. 31.) \n \nwas developed within Defendant’s board of directors and thus that no party \n“introduced” Superstep to Defendant at all .18  Defendant also offered evidence that \nthe parties  did not handle the S uperstep opportunity consistent  with the parties’ \nestablished course of dealing for potential transactions they agreed could result in a \nTransaction Fee to Plaintiffs if consummated.19  Further, Defendant offered evidence \nthat the Superstep opportunity was introduced to Defendant  when the Agreement  \nwas either paused or terminated and, thus, no enforceable right to a Transaction Fee \nhad ever accrued.20  Finally, Defendant noted that the Ulianchuk Affidavit contained \nsubstantive allegations that bore on Plaintiffs’ claims, including factual averments \nconcerning the introduction of Superstep to Defendant  and the parties’ course of \ndealing under the Agreement, that Defendant argued it should have an opportunity \nto explore in discovery.21   \n15. The Court agree d at the Hearing that Defendant  should be permitted to \nexplore more completely all of these fact-based defenses to Plaintiffs’ claims through \ndiscovery before Defendant should be required to respond to, and the Court ren der \nits decision on, Advisors’ SJ Motion because such discovery may reveal facts that are \nessential to justify Defendant’s opposition to the SJ Motion .  Accordingly, the Court \nruled, in the exercise of its discretion, that it intended to enter a  written order \n \n18 (Reply Br. 4) \n \n19 (Reply Br. 5–6; Reply Br. Ex. A, ECF No. 32.2.) \n \n20 (Reply Br. 6–8.) \n \n21 (Ulianchuk Aff. ¶¶ 9–10.) \n \ngranting Defendant’s Motion and staying the period within which Defendant must \nrespond to Advisors’ SJ Motion.  Prior to the entry of this written Order and Opinion, \nhowever, Advisors, in reliance on the Court’s oral ruling, withdrew its  SJ Motion, \nthereby rendering Defendant’s Motion moot.  See, e.g. , Roberts v. Madison Cnty. \nRealtors Ass’n, 344 N.C. 394, 398– 99 (1996) (“A case is ‘moot’ when a determination \nis sought on a matter which, when rendered, cannot have any practical effect on the \nexisting controversy.”). \nIV. \n \nCONCLUSION \n \n16. WHEREFORE, based on the foregoing, th e Court hereby DENIES \nDefendant’s Motion as moot.   \n \n SO ORDERED, this the 8th day of November, 2023. \n \n         \n       /s/ Louis A. Bledsoe, III    \nLouis A. Bledsoe, III   \n Chief Business Court Judge \n \n "
}