{
  "id": "700b69cb104b1f0ebf8feae4ccdfa058dcf7842c15a666c5550b7d26f253393a",
  "source_file": "data/raw/ncbc/700b69cb104b1f0ebf8feae4ccdfa058dcf7842c15a666c5550b7d26f253393a.pdf",
  "raw_text": "Sloan v. Inolife Techs., Inc., 2017 NCBC 44. \nSTATE OF NORTH CAROLINA \n \nFORSYTH COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 306 \n \nNORMAN L. SLOAN; JOHN T. \nROOT; CANDACE A. TRUMBULL; \nCANDACE WERNICK; WONEEYA \nTHUNDERING HAWK; and \nBIZROBE TRUST, BY ITS TRUSTEE \nDOUBLEBENT, LLC, \n \n   Plaintiffs, \n \nv. \n \nINOLIFE TECHNOLOGIES, INC.; \nMANHATTAN TRANSFER \nREGISTRAR COMPANY; MTRCO; \nand JOHN CHARLES AHEARN, III,  \n \nDefendants. \n \n-and- \n \nINOLIFE TECHNOLOGIES, INC., \n \nCounterclaimant, \n \nv.  \n \nCANDACE A. TRUMBULL, \n \nCounterclaim-\nDefendant. \n \n-and- \n \nINOLIFE TECHNOLOGIES, INC., \n \nThird-Party \nPlaintiff, \n \nv. \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO \nDISMISS AND FOR ATTORNEYS’ \nFEES \n \n \nGARY BERTHOLD, \n \nThird-Party \nDefendant. \n \n \n1. THIS MATTER is before the Court on Defendants’ motion to dismiss (the \n“Motion to Dismiss”) and motion for attorneys’ fees (the “Motion for Attorneys’ Fees”) \n(collectively, the “Motions”).  For the reasons set forth below, the Court GRANTS in \npart the Motion to Dismiss and DISMISSES with prejudice  Plaintiffs’ claim for \ndamages and DISMISSES without prejudice  Plaintiffs’ claim for breach of the \nimplied covenant of good faith and fair dealing , and GRANTS the Motion for \nAttorneys’ Fees.  The Court DENIES as moot the Motion to Dismiss as to Plaintiffs’ \nclaims for attorneys’ fees and costs and unfair and deceptive trade practices.   \nNorman L. Sloan, for Plaintiffs. \n \nParker Poe Adams & Bernstein LLP, by Eric H. Cottrell, Matthew H. \nMall, W. Edward Poe, Jr., and Katherine H. Graham, for Defendants. \n \nRobinson, Judge. \nI. PROCEDURAL HISTORY \n2. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motions. \n3. Plaintiffs initiated this action by filing their complaint on January 17, 2017.  \nPlaintiffs’ complaint brought a declaratory judgment action and  moved for a \ntemporary restraining order and preliminary injunction.   \n4. On January 17, 2017, the court, per the H onorable Todd Burke, entered a \nTemporary Restraining Order.   \n \n \n5. This case was designated as a mandatory complex business case by order \nof the Chief Justice of the Supreme Court of North Carolina dated January 19, 2017 \nand assigned to the undersigned by order  of Chief Business Court Judge James L. \nGale that same day. \n6. On February 3, 2017, the Court held a hearing on Plaintiffs’ motion for a \npreliminary injunction, which the Court denied by order dated February 9, 2017.   \n7. On March 7, 2017, Plaintiffs filed their  Amended Complaint pursuant to \nRule 15(a) of the North Carolina Rules of Civil Procedure (“Rule(s)”).  In addition to \na declaratory judgment action, the Amended Complaint asserts the following claims \nfor relief: unjust enrichment, damages, conversion, attorneys’ fees and costs, unfair \nand deceptive trade practices  in violation of N.C. Gen. Stat. § 75 -1.1 (the “UDTP \nclaim”), breach of the implied covenant of good faith and fair dealing, and punitive \ndamages.  (Am. Compl. 10−14.)  \n8. On April 6, 2017, Defendants filed the Motions and their supporting brief.  \nThe Motion  to Dismiss  seeks dismissal pursuant to Rule 12(b)(6) of Plaintiffs’ \ndamages claim, attorneys ’ fees and costs  claim, UDTP claim, and  breach of the \nimplied covenant of good faith and fair dealing claim.  The Motion for Attorneys’ Fees \nseeks Defendants’ attorneys’ fees incurred in defending against Plaintiffs’ UDTP \nclaim pursuant to N.C. Gen. Stat. § 75-16.1. \n9. On April 17, 2017, Plaintiffs voluntarily dismissed without prejudice their \nclaim for attorneys’ fees and costs and the UDTP claim.  As a result, to the extent the \nMotion to Dismiss seeks dismissal of those claims, the Motion to Dismiss is moot.   \n \n \n10. The Motions have been fully briefed, and the Court held a hearing on the \nMotions on May 15, 2017.  The Motions are now ripe for resolution.  \nII. FACTUAL BACKGROUND \n11. The Court does not making findings of fact on the Motion to Dismiss under \nRule 12(b)(6), but only recites those factual allegations of the Amended Complaint \nthat are relevant a nd necessary to the Court’s determination of the Motion  to \nDismiss. \n12. Defendant Inolife Technologies, Inc. (“Inolife”) is a New York corporation \nwith its principal place of business in Orange County, California.  (Am. Compl. ¶ 8.)   \n13. Defendant Manhattan Transfer Registrar Company (“Manhattan \nTransfer”) is a Colorado corporation with its principal place of business in Boulder \nCounty, Colorado.  (Am. Compl. ¶ 9.)  Manhattan Transfer is Inolife’s transfer agent.  \n(See Am. Compl. ¶¶ 19, 24.) \n14. Defendant John Ch arles Ahearn III (“Ahearn”) is the president of \nManhattan Transfer.  (Am. Compl. 1.)   \n15. Defendant MTRCO is a Colorado corporation with its principal place of \nbusiness in Boulder County, Colorado.  (Am. Compl. ¶ 10.)  MTRCO is an affiliate of \nManhattan Transfer.  (Am. Compl. ¶ 10.)  \n16. On or about February 5, 2014, Inolife’s Board of Directors (the “Board”) filed \na Certificate of Amendment of the Certificate of Incorporation of Inolife (the “2014 \nAmendment”) pursuant to N.Y. Bus. Corp. § 805.  (Am. Compl. ¶ 18, Ex. 1.)  The 2014 \nAmendment increased the number of Inolife’s authorized shares to 5.1 billion  and \n \n \ndesignated 100 million authorized shares as Preferred Shares and 5 billion \nauthorized shares as Common Shares , both with par value of $0.00001 per share .  \n(Am. Compl. Ex. 1, at 2.) \n17. The 2014 Amendment designated 50 million authorized Preferred Shares \nas Series B Preferred Stock.  (Am. Compl. Ex. 1, at 5.)  With respect to the conversion \nrights of holders of Series B Preferred Stock, the 2014 Amendment provides  the \nfollowing: \na) Each share of Series B P referred Stock shall be \nconvertible . . . into the number of shares of [Inolife]’s Common Stock, \npar value $0.00001 per share, equal to the price of the Series B Preferred \nStock, divided by the par va lue of the Co mmon Stock  . . . . Such \nconversion shall be deemed to be effective on the business day (the \n“Conversion Date”) following the receipt by [Inolife] of written notice \nfrom the holder of the Series B Preferred Stock of the holder’s intention \nto convert the shares of Series B Stock, together with the holder’s stock \ncertificate or certificates evidencing the Series B Preferred Stock to be \nconverted.  \n \n(Am. Compl. Ex. 1, at 5.)  \n18. The 2014 Amendment designated 10 million authorized Preferred Shares \nas Series D Preferred Stock.  (Am. Compl. Ex. 1, at 9.)  The 2014 Amendment provides \nholders of Series D Preferred Stock with the same conversion rights  as holders of \nSeries B Preferred Stock , subject to the same prerequisites for conversion.  ( Am. \nCompl. Ex. 1, at 10.)  \n19. Plaintiffs were each issued shares of either Series B Preferred or Series D \nPreferred Stock.  Plaintiffs allege that, on April 14, 2014, the Board adopted a \nresolution (the “2014 Resolution”) directing Inolife to issue 40,000 shares of Series B \nPreferred Stock to Plaintiffs Woneeya Thundering Hawk (“Hawk”), Norman L. Sloan \n \n \n(“Sloan”), and John T. Root (“Root”) and that on June 2, 2014, Inolife issued the shares \nto each of them.  (Am. Compl. ¶ 19, Ex. 2.)   \n20. On December 30, 2014,  Inolife issued Plaintiff Candace Wernick \n(“Wernick”) 40,000 shares of Series B Pref erred Stock.  T he Amended Complaint is \nsilent on the mechanism or authority pursuant to which these shares were issued .  \n(Am. Compl. ¶ 19.)  \n21. On March 26, 2015, the Board adopted a resolution (the “2015 Resolution”) \ndirecting Inolife to issue Plaintiff Candace A. Trumbull (“Trumbull”) 44,000 shares of \nSeries B Preferred Stock, which shares were issued that same day.  (Am. Compl. ¶ 19, \nEx. 3.) \n22. Hawk, Sloan, Root, Wernick, and Trumbull were issued shares of Preferred \nStock in exchange for services provided to Inolife.  ( Am. Compl. ¶ 19.)   Defendants \nhave refused to issue stock certificates representing Plaintiffs’ shares of Series B \nPreferred Stock.  (Am. Compl. ¶ 19.)    \n23. Third-Party Defendant Gary S. Berthold (“Berthold”) transferred 10 million \nshares of Series D Preferred Stock to Plaintiff Bizrobe Trust (“Bizrobe”) on December \n16, 2015.  (Am. Compl. ¶ 24, Ex. 5.)  \n24. On or about  February 25, 2016, the Board filed two  Certificates of \nAmendment of the Certificate of Incorporation of Inolife.  (Am. Compl. ¶¶ 25−26, Exs. \n6−7.)  One such amendment provides, in relevant part, that “[t]he Series D Preferred \nshares once issued from [Inolife] to a recipient are not available to be cancelled or \ndiluted.”  (Am. Compl. Ex. 7, at 2.)  \n \n \n25. On July 5, 2015, all shares of Inolife’s Preferred Stock were cancelled.  (Am. \nCompl. ¶ 31, Ex. 11.)  Plaintiffs were not notified of the cancellation of their preferred \nshares.  (Am. Compl. ¶ 32.)  Plaintiffs allege that Inolife had no authority to cancel \nthese shares.  (Am. Compl. ¶ 33.)  Plaintiffs contend that Inolife falsely represented \nthat it canc elled its preferred shares in order to enhance its position with 8687544 \nCanada, Inc., with whom Inolife entered into a merger agreement that became  \neffective in August 2016.  (Am. Compl. ¶ 36.)  \n26. On October 18, 2016, Sloan, on behalf of Bizrobe, directed a written request \nto Inolife’s president and Ahearn for the conversion of 10 million shares of Series D \nPreferred Stock into 5 trillion shares of Common Stock.  (Am. Compl. Ex. 8.) \n27. On October 28, 2016, Randall J. Lanham (“Lanham”), as counsel for Inolife, \nresponded by letter to Sloan’s request for conversion of Bizrobe’s Preferred Stock into \nCommon Stock.  (Am. Compl. ¶ 28, Ex. 9.)  Lanham’s letter stated that Inolife “does \nnot have any records of [Bizrobe] as a shareholder and or debt holder and there is no \nvalid issuance of Preferred Series D Stock, and we confirm there ar e no Preferred \nSeries D issued and o r [sic] outstanding.”  ( Am. Compl. Ex. 9.)  The letter further \nstated that Inolife was “investigating several corporate irregularities and potential \ninfractions of securities law, which could result in fraud charges against previous \nofficers and or [sic] directors of [Inolife.]”  (Am. Compl. Ex. 9.)   \n28. On November 9, 2016, Trumbull directed a written request to Inolife’s \npresident and Ahearn for the conversion of 100 million shares of Series B Preferred \n \n \nStock into 500 million shares of Common Stock.  ( Am. Compl. ¶ 20; Pls.’ Br. Supp. \nMot. Prelim. Inj. Ex. A, at 2.)   \n29. On November 14, 2016, Root and Sloan directed separate written requests \nto Inolife’s president and Ahearn for the conversion of each of their 40,000 shares of \nSeries B Preferred Stock into the appropriate number of shares of Common Stock.  \n(Am. Compl. ¶ 20; Pls.’ Br. Supp. Ex. A, at 4−5.)   \n30. On January 6, 2017, Wernick made a request, by e -mail to Inolife’s \npresident and Ahearn, for the conversion of 40,000 shares of Series B Preferred Stock \ninto the appropriate number of shares of Common Stock.  (Am. Compl. ¶ 20; Pls.’ Br. \nSupp. Ex. A, at 3.)   \n31. Plaintiffs’ requests for conversion of Series B Preferred and Series D \nPreferred Stock into Common Stock were not complied with.  (Am. Compl. ¶ 21.)  \n32. Plaintiffs bring a declaratory judgment action and assert claims against \nDefendants for unjust enrichment and quantum meruit, damages, conversion, breach \nof the implied covenant of good faith and fair dealing, and punitive damages.   (Am. \nComp. 10−14.)   The Motion to Dismiss seeks dismissal of Plaintiffs’ claims for \ndamages and breach of the implied covenant  of g ood faith and fair dealing.  The \nMotion for Attorneys’ Fees seeks Defendants’ attorneys’ fees incurred in defending \nagainst Plaintiffs’ UDTP claim.  \nIII. MOTION TO DISMISS \n33. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court \nreviews the allegations of the Amended Complaint in the light most favorable to \n \n \nPlaintiffs.  The Court’s inquiry is “whether, as a matter of law, the allegations of the \n[amended] complaint, treated as true, are sufficient to state a claim upon which relief \nmay be granted under some legal theory, whether properly labeled or not.”  Harris v. \nNCNB Nat’l Bank of N.C. , 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987).  The \nCourt construes the Amended Complaint liberally and accepts all allegations as true.  \nLaster v. Francis, 199 N.C. App. 572, 577, 681 S.E.2d 858, 862 (2009). \n34. Dismissal of a claim pursuant to Rule 12(b)(6) is proper “(1) when the \n[amended] complaint on its face reveals that no law supports [the] claim; (2) when \nthe [amended] complaint reveals on its face the absence of fact sufficien t to make a \ngood claim;  [or] (3) when some fact disclosed in the [amended] complaint necessarily \ndefeats the . . . claim.”  Oates v. JAG, Inc. , 314 N.C. 276, 278, 333 S.E.2d 222, 224 \n(1985); see also Jackson v. Bumgardner , 318 N.C. 172, 175, 347 S.E.2d 74 3, 745 \n(1986).  Otherwise, “a[n amended] complaint should not be dismissed for insufficiency \nunless it appears to a certainty that plaintiff is entitled to no relief under any state \nof facts which could be proved in support of the claim.”  Sutton v. Duke, 277 N.C. 94, \n103, 176 S.E.2d 161, 166 (1970) (emphasis omitted). \nA. Damages Claim \n35. Plaintiffs’ damages claim , contained in paragraph s 47 and 48 of the \nAmended Complaint, states merely that “Plaintiffs are entitled to payment for their \ndamages in an amount to be proven at a trial of this matter.”  ( Am. Compl. ¶ 48.)  \nDefendants argue that Plaintiffs’ damages claim should be dismissed because there \nis no independent cause of action under relevant law for damages.  (Defs.’ Br. Supp. \n \n \nMot. Dismiss & Att’y Fees 13.)  In their response brief, Plaintiffs did not contest the \nMotion to Dismiss the damages claim.   \n36. “The word ‘damages’ is defined as compensation which the law awards f or \nan injury[;] ‘injury’ meaning a wrongful act which causes l oss or harm to another.”  \nHeron Bay Acquisition, LLC v. United Metal Finishing, Inc. , 781 S.E.2d 889, 894 \n(N.C. Ct. App. 2016) (alteration in original) (quoting Tyll v. Berry, 234 N.C. App. 96, \n109, 758 S.E.2d 411, 420 (2014)).   \n37. In each of Plaintiffs’ claims for  unjust enrichment, conversion, and breach \nof the implied covenant of good faith and fair dealing, Plaintiffs include an allegation \nthat they have been damaged as a proximate result of De fendants’ alleged \nmisconduct.  (Am. Compl. ¶¶ 46, 53, 66.)  In addition, the Prayer for Relief of the \nAmended Complaint expressly requests that “Plaintiffs have and recover of the \nDefendants a sum in excess of the amount of $25,000 in compensatory damages . . . .”  \n(Am. Compl. 16 .)  If Plaintiffs ultimately prevail on such claims, then they have \nclearly alleged their  entitlement to recover their damages resulting from those \ninjuries.  See Rodd v. W. H. King Drug Co., 30 N.C. App. 564, 568, 228 S.E.2d 35, 38 \n(1976) (“General damages are the natural and necessary result of the wrong, are \nimplied by law, and may be recovered under a general allegation of damages.”).     \n38. In the absence of a successful underlying claim, however, Plaintiffs are not \nentitled to damages.  Therefore, Plaintiffs’ additional stand-alone claim for damages \nis superfluous and fails to state a claim upon which relief can be granted.  As a result, \nsuch claim should be, and thus is, dismissed with prejudice.     \n \n \nB. Breach of the Implied Covenant of Good Faith and Fair Dealing \n39. Plaintiffs allege that “[b]y virtue of the fiduciary relationship which existed \nbetween the Defendants and the Plaintiffs, an implied duty of good  faith and fair \ndealing existed[.]”  (Am. Compl. ¶ 63.)  Plaintiffs contend that Defendants breached \nthis implied covenant by unlawfully depriving Plaintiffs of their Series B Preferred \nand Series D Preferred Stock.  ( Am. Compl. ¶¶ 63, 65.)  Plaintiffs further contend \nthat Inolife breached the implied covenant “by failing to do ev erything that the \nrelationship presupposed that it will or would do to accomplish its purpose, i.e., create \nvalue for its shareholders.”  (Am. Compl. ¶ 64.)  \n40. Defendants argue that the implied covenant of good faith and fair dealing \narises out of contract, rather than a fiduciary relationship, and that the Amended \nComplaint fails to allege the existence of a contract.   (Defs.’ Br. Supp. 11−12 .)  \nDefendants further argue that even if the implied covenant could arise out of a \nfiduciary relationship, Plaintiffs  have failed to allege facts to support such a \nrelationship.  (Defs.’ Br. Supp. 12.)  Accordingly, Defendants argue that Plaintiffs’ \nclaim for breach of the implied covenant of good faith and fair dealing must be \ndismissed.   \n41. Under well-settled law of both North Carolina and New York,  the implied \ncovenant of good faith and fair dealing arises out of contract.  “In every contract there \nis an implied covenant of good faith and fair dealing that neither party will do \nanything which injures the right of the other to receive the benefits of the agreement.”  \n \n \nBicycle Transit Auth., Inc. v. Bell, 314 N.C. 219, 228, 333 S.E.2d 299, 305 (1985); see \nPike v. N.Y. Life Ins. Co., 901 N.Y.S.2d 76, 82 (N.Y. App. Div. 2010).   \n42. The Court notes that  it is unclear which state’s law applies to Plaintiffs’ \nclaim for breach of the implied covenant of good faith and fair dealing.  In their briefs, \nthe parties failed to indicate which jurisdiction’s law should be applied to such claim.  \nIt is probable, however, that New York law applies to the claim as the allegations \npertain to the issuance of stock of a New York corporation pursuant to Board  \nresolutions.  See Cable Tel Servs., Inc. v. Overland Contracting, Inc. , 154 N.C. App. \n639, 642, 574 S.E.2d 31, 33 (2002) (“[T]he interpretation of a contract is governed by \nthe law of the pl ace where the contract was made. ”); Szymczyk v. Signs Now Corp. , \n168 N.C. App. 182, 187, 606 S.E.2d 728, 733 (2005) (“[T]he test of the place of a \ncontract is as to the pla ce at which the last act was done by either of the parties \nessential to a meeting of the minds.”  (quoting Bundy v. Commercial Credit Co. , 200 \nN.C. 511, 515, 157 S.E. 860, 862 (1931))).  The Court concludes, however, that it need \nnot determine which state’s law applies in ruling on the Motion to Dismiss because, \napplying the law of either New York or North Carolina, Plaintiffs’ claim for breach of \nthe implied covenant of good faith and fair dealing must be dismissed.      \n43. “Breach of the implied covenant is a  breach of contract claim requiring \nallegations establishing the requisite elements of a cause of action for breach of \ncontract: (1) formation of a contract between plaintiff and defendant; (2) performance \nby plaintiff; (3) defendant’s failure to perform; and (4) resulting damage.”  New \nMillennium Capital Partners III v. Sys. Evolution, Inc., Index No. 600893/2010, 2012 \n \n \nN.Y. Misc. LEXIS 6348, at *29−30 (N.Y. Sup. Ct. Feb. 15, 2012) ; see Koch \nMeasurement Devices, Inc. v. Armke , 2013 NCBC LEXIS 45, at *15 (N. C. Super. Ct. \nOct. 14, 2013) (“To state a claim for breach of the implied covenant of good faith and \nfair dealing, a plaintiff must plead that the party charged has taken action which \ninjured the right of the plaintiff to receive the benefits of the agreement and deprived \nthe plaintiff of the fruits of his bargain.” (emphasis added)).   \n44. Here, the Amended Complaint alleges that the implied covenant arose out \nof a fiduciary relationship betwe en Plaintiffs and Defendants.  Plaintiffs attempt to \nrecast the allegations of the Amended Complaint by arguing in their brief in response \nto the Motion to Dismiss that the issuance of shares of Series B Preferred and Series \nD Preferred Stock “arose out of contract.”  (Pls.’ Br. Opp’n Defs.’ Mot. Dismiss 4).  The \nAmended Complaint, however, does not allege the existence of a contract between \nPlaintiffs and Defendants or the breach of such a contract .  See Schorr v. Guardian \nLife Ins. Co. of Am., 843 N.Y.S.2d 24, 25 (N.Y. App. Div. 2007) (affirming lower court’s \ndismissal of plaintiff’s claim for breach of the implied covenant of good faith and fair \ndealing because plaintiff “did not demonstrate the existence of a valid contract from \nwhich such a duty would arise”); Governor’s Club, Inc. v. Governors Club Ltd. P’ship, \n152 N.C. App. 240, 251, 567 S.E.2d 781, 789 (2002) (stating that the implied covenant \nexists in every contract).   \n45. Further, the Amended Complaint does not allege that Defendants injured \nPlaintiffs’ rights or benefits under a contract.  See Pike, 901 N.Y.S.2d at 82 (“[A] cause \nof action based on a breach of the implied covenant of good faith cannot be sustained \n \n \nwhere the plaintiff fails to plead that the defendant ‘injured [his or her] right to \nreceive the benefits of [the] agreement.’” (alterations in original) (quoting EBC I, Inc. \nv. Goldman Sachs & Co., 799 N.Y.S.2d 170, 177 (2005))); RREF BB Acquisitions, LLC \nv. MAS Props., L.L.C., 2015 NCBC LEXIS 61, at *47 (N.C. Super. Ct. June 9, 2015)  \n(“A breach of the implied c ovenant of good faith and fair dealing ‘requires the \nwrongful intent of a party to deprive another party of its contractual rights.’” (quoting \nHamm v. Blue Cross & Blue Shield of N.C., 2010 NCBC LEXIS 17, at *29 (N.C. Super. \nCt. Aug. 27, 2010) )); Spitzer-Tremblay v. Wells Fargo Bank, N.A. , No. COA16 -334, \n2016 N.C. App. LEXIS 1127, at *12 (N.C. Ct. App. Nov. 15, 2016)  (“[I]f there is not \nany allegation of breach of contract, then it would be illogical for this Court to \nconclude that plaintiff somehow breache d implied terms of the same contracts.”  \n(internal quotation marks omitted)).    \n46. As Plaintiffs’ claim for breach of the implied covenant of good faith and fair \ndealing is based entirely on an alleged fiduciary relationship between Plaintiffs and \nDefendants, the Court will  address whether the allegations are sufficient to state a \nclaim for breach of fiduciary duty.   \n47. Plaintiffs appear to contend that a fiduciary relationship existed between \nPlaintiffs and Defendants because of their status as shareholders of Inolife.  (See Am. \nCompl. ¶¶ 63−64.)  Pursuant to the internal  affairs doctrine, the Court must apply \nNew York law to determine whether a fiduciary relationship exists between Plaintiffs \nand Inolife.  Bluebird Corp. v. Aubin, 188 N.C. App. 671, 680, 657 S.E.2d 55, 63 (2008).  \nUnder New York law, it is well settled that a corporation does not owe fiduciary duties \n \n \nto its shareholders.  Hyman v. N.Y. Stock Exch., Inc., 848 N.Y.S.2d 51, 53 (N.Y. App. \nDiv. 2007).  Therefore, to the extent the claim for breach of the implied covenant of \ngood faith and fair dealing is in effect a claim for breach of fiduciary d uty, the claim \nmust be dismissed because the factual allegations fail to support the existence of a \nfiduciary relationship between Plaintiffs and Defendants.   \n48. In sum, Plaintiffs’ claim for breach of the implied covenant of good faith and \nfair dealing fails to state a claim upon which relief can be granted because it fails to \nallege facts to support the existence of a contract between Plaintiffs and Defendants.  \nThe Court notes that the relationship between a corporation and its preferred \nstockholders is generally contractual in nature.  Strout v. Cross, Austin & Ir. Lumber \nCo., 28 N.E.2d 890, 893 (N.Y. 1940); Wouk v. Merin, 120 N.Y.S.2d 546, 549 (N.Y. Sup. \nCt. 1953).  Nevertheless, in order for Plaintiffs, as alleged holders of Inolife’s \nPreferred Stock, to state a contractual claim against Inolife, Plaintiffs must still \nallege facts to support the existence of a contract between Plaintiffs and Inolife and \nthat Inolife injured Plaintiffs’ right to receive the benefits of such contract. \n49. Based on the record before it, and specifically the allegations contained in \nPlaintiffs’ Amended Complaint , the Court concludes that the Motion to Dismiss \nPlaintiffs’ claim for breach of the covenant of good faith and fair dealing should be \ndismissed. \n50. Notwithstanding its conclusion that this claim should be dismissed, “[t]he \ndecision to dismiss an action with or without prejudice is in the discretion of the trial \ncourt[.]”  First Fed. Bank v. Aldridge , 230 N.C. App. 187, 191, 749 S.E.2d 289, 292 \n \n \n(2013).  The Court concludes, in the exercise of its discretion, that dismissal of \nPlaintiffs’ claim for breach of th e implied covenant of good faith and fair dealing \nshould be without prejudice to Plaintiffs’ right to attempt to reassert such claim \nthrough proper factual allegations by way of a motion to amend their Amended \nComplaint.  \nIV. MOTION FOR ATTORNEYS’ FEES \n51. Pursuant to N.C. Gen. Stat. § 75 -16.1, Defendants seek their reasonable \nattorneys’ fees incurred in defending against Plaintiffs’ UDTP claim. \n52. Plaintiffs filed the Amended Complaint on March 7, 2017 asserting a UDTP \nclaim against Defendants.  Plaintiffs all eged that Defendants stole Plaintiffs’ Series \nB Preferred and Series D Preferred Stock in violation of section 75-1.1.  (Am. Compl. \n¶¶ 57, 59.)   \n53. On March 10, 2017, counsel for Defendants e-mailed a letter to counsel for \nPlaintiffs (the “March 10 Letter”) requesting that Plaintiffs withdraw their UDTP \nclaim on the basis that it is “well established that claims involving securities cannot \nsupport a Chapter 75 claim.”  (Second Aff. Matthew H. Mall ¶ 4, Ex. 1.)   The March \n10 Letter cited eight North Carolina cases in which the court held that securities \ntransactions cannot be the basis for a UDTP claim.   (Second Aff. Mall Ex. 1.)   The \nMarch 10 Letter further stated that Defendants would seek to recover their attorneys’ \nfees incurred in defending against Plainti ffs’ UDTP claim under section 75 -16.1 if \nPlaintiffs did not dismiss such claim by March 17, 2017 , a week later .  (Second Aff. \nMall Ex. 1.) \n \n \n54. On March 14, 2017, counsel for Plaintiffs e -mailed a letter to counsel for \nDefendants (the “March 14 Letter”) in response to the March 10 Letter.  (Second Aff. \nMall ¶ 5, Ex. 2.)   The March 14 Letter stated that Plaintiffs’  UDTP claim involved  \nDefendants’ theft of stock  as opposed to a securities transaction.   (Second Aff. Mall \nEx. 2, at 1−2.)   The March 14 Letter further  contended that the  UDTP claim was \njustified by Plaintiffs’ breach of fiduciary duty claim.  (Second Aff. Mall Ex. 2, at 1−2 \n(“There is a claim of breach of fiduciary duty  . . . .”).)  The March 14 Letter cited \nKURE Corp. v. Peterson to support the contention that the UDTP claim was justified \ndespite the exception for securities transactions .  2017 NCBC LEXIS 1 (N.C. Super. \nCt. Jan. 5, 2017). \n55. Plaintiffs did not voluntarily dismiss their section 75 -1.1 claim by March \n17, 2017 as demanded by Defendants. \n56. On April 6, 2017, Defendants filed the Motions and supporting brief.   \n57. On April 17, 2017, Plaintiffs voluntarily dismissed without prejudice the \nUDTP claim.         \n58. Section 75-16.1 provides that:  \nIn any suit instituted by a person who alleges that the defendant \nviolated [N.C. Gen. Stat. §] 75 -1.1, the presiding judge may, in his \ndiscretion, allow a reasonable attorney fee to the duly licensed attorney \nrepresenting the prevailing party  . . . upon a finding by the presiding \njudge that  . . . [t]he party in stituting the action knew, or should have \nknown, the action was frivolous and malicious. \n   \nN.C. Gen. Stat. § 75 -16.1(2).  “A claim is frivolous if a proponent can present no \nrational argument based upon the evidence or law in support of [it].  A claim is \nmalicious if it is wrongful and done intentionally without just cause or excuse or as a \n \n \nresult of ill will.”  McKinnon v. CV Indus., Inc. , 228 N.C. App. 190, 199, 745 S.E.2d \n343, 350 (2013) (alteration in original); see also Phillips & Jordan, Inc. v. Bostic, 2016 \nNCBC LEXIS 97, at *17 (N.C. Super. Ct. Dec. 9, 2016) (quoting McKinnon).  The \ndecision of whether or not to award attorneys’ fees under section 75-16.1 is within the \ntrial court’s sole discretion.  McKinnon, 228 N.C. App. at 199, 745 S.E.2d at  350.  \nWhen the trial court awards fees under section 75 -16.1, however, it must make \nspecific findings of fact “that (1) the plaintiff knew, or should have known, the action \nwas frivolous and malicious ; and (2) the attorney’s fee awa rded is reasonable.”  Id. \n(internal quotation marks omitted).       \n59. Defendants are the prevailing party within the meaning of section 75 -16.1 \nbecause Plaintiffs voluntarily dismissed the UDTP claim.  See Bryson v. Sullivan, 330 \nN.C. 644, 664 & n.5, 412 S.E.2d 327, 338 & n.5 (199 2) (holding that defendant was \nthe prevailing party within the meaning of N.C. Gen. Stat. § 6 -21.5 when plaintiffs \nvoluntarily dismissed their action with prejudice and stating that defendant would \nhave been the prevailing party even if the dismissal had b een without prejudice, \nexpressly overruling Kohn v. Mug -A-Bug, 94 N.C. App. 594, 380 S.E.2d 548 (1989), \nwhich held that there was no prevailing party when plaintiffs took a voluntary \ndismissal without prejudice); BB&T Boli Plan Tr. v. Mass. Mut. Life Ins. Co., 2016 \nNCBC LEXIS 36, at *24 (N.C. Super. Ct. Apr. 29, 2016) (“Although [plaintiff] \nvoluntarily dismissed its claims without prejudice, [defendant] may still be \nconsidered the ‘prevailing party’ for purposes of section 6-21.5.”). \n \n \n60. The Court concludes tha t the interpretation of “prevailing party”  under \nsection 75-16.1 should be, and is the same as , that under section 6-21.5.  Therefore, \nPlaintiffs’ voluntary dismissal without prejudice of their UDTP claim on April 17, \n2017 means that Defendants are the “prevailing part[ies]” for purposes of section 75-\n16.1.   \n61. Defendants argue that Plaintiffs knew or should have known that their \nUDTP claim was frivolous because “[u]nder longstanding North Carolina Supreme \nCourt law, securities transactions cannot form the basis of a[] UDTP[] claim” and \n“Plaintiffs’ UDTP[] claim is based on securities transactions, namely the cancellation \nand conversion of Series B and Series D Preferred shares of Inolife stock[.]”   (Defs.’ \nBr. Supp. 5.)  Defendants further argue that Plaintiffs knew or should have known \nthat their UDTP claim was malicious because Defendants gave Plaintiffs an \nopportunity to w ithdraw such claim after explaining the securities exception, but \nPlaintiffs still waited to dismiss the claim until after Defen dants filed a motion and \nbrief.  (Defs.’ Reply Supp. Mot. 2.)  \n62. The Court finds that, while Plaintiffs’ counsel may not have know n of the \nwell settled securities exception at the time the Amended Complaint was filed, at \nleast as of March 1 4, 2017 —the date on which Plaintiffs ’ counsel responded to \nDefendants’ March 10 Letter to withdraw their UDTP claim —Plaintiffs knew or \nshould have known that their UDTP claim was frivolous and malicious.  As explained \nby Defendants to Plaintiffs in the March 10 Letter, i t is well settled under North \nCarolina law that securities transactions cannot serve as the basis for a claim under \n \n \nsection 75-1.1.  E.g., Skinner v. E. F. Hutton & Co., 314 N.C. 267, 275, 333 S.E.2d 236, \n241 (1985); Sterner v. Penn, 159 N.C. App. 626, 633, 583 S.E.2d 670, 675 (2003).   As \nstated by our Supreme Court, the rationale for the securities exception is  \nthat to extend the Ac t to securities transactions would create \noverlapping supervision, enforcement, and liability in this area, which \nis already pervasively regulated by state and federal statutes and \nagencies. . . . \n \n . . . . \n \n . . . Another reason is that the legislature si mply did not intend \nfor the trade, issuance and redemption of corporate securities or similar \nfinancial instruments to be transactions “in or affecting commerce” as \nthose terms are used in [N.C. Gen. Stat.] § 75 -1.1(a).  Subsection (b) of \nthis section of t he Act defines the term “commerce” to mean “business \nactivities.” . . . \n \n Issuance and redemption of securities are not in this sense \nbusiness activities.  The issuance of securities is an extraordinary event \ndone for the purpose of raising capital in orde r that the enterprise can \neither be organized for the purpose of conducting its business activities \nor, if already a going concern, to enable it to continue its business \nactivities.  Subsequent transfer of securities merely works a change in \nownership of the security itself.  Again, this is not a business activity of \nthe issuing enterprise. \n \nHajmm Co. v. House of Raeford Farms, Inc. , 328 N.C. 578, 593−94, 403 S.E.2d 483, \n493 (1991).   \n63. Here, Plaintiffs’  entire Amended Complaint is based on  Inolife’s alleged \nissuance to Plaintiffs of convertible Series B Preferred and Series D Preferred Stock.  \nPlaintiffs allege that they were validly issued Preferred Stock in exchange for services \nprovided to Inolife and that Inolife has refused to return their shares, unlawf ully \ncancelled their shares, and refused to convert their preferred shares into common \nshares.  Although Plaintiffs argued in the ir counsel’s  March 14 Letter that “the \n \n \nallegations extend beyond the purchase and sale of securities,” (Second Aff. Mall Ex. \n2, at 2), the securities exception is not limited to the purchase and sale of securities—\n“[s]ecurities transactions are related to the creation, transfer, or retirement of \ncapital.”  Hajmm Co., 328 N.C. at 594, 403 S.E.2d at 493 ; see also Sterner, 159 N.C. \nApp. at 633, 583 S.E.2d at 675  (“[T]he individual’s transactions with the defendant \nwere plainly securities-related activities.” (internal quotation marks omitted)).   \n64. Plaintiffs’ reliance on KURE Corp. does not affect the Court’s c onclusion \nthat Plaintiffs knew or should have known that the UDTP claim was frivolous  and \nmalicious.  In KURE Corp., defendants moved for sanctions under Rule 11 on the \ngrounds that plaintiff’s UDTP claim was not warranted by existing law or a good faith \nargument for extending, modifying, or reversing existing law because North Carolina \nlaw holds that securities transactions are not actionable under section 75 -1.1.  2017 \nNCBC LEXIS 1, at *12.  Judge Bledsoe concluded that—despite the fact that it is well \nsettled in North Carolina that securities transactions are beyond the scope of section \n75-1.1—plaintiff’s belief that the claim was warranted by existing law was reasonable \nbecause the allegations extended beyond the purchase and sale of securities and \nNorth Carolina courts have upheld UDTP claims on the basis of a breach of fiduciary \nduty claim.  Id. at *13−14. \n65. Here, although Plaintiffs contend in the March 14 Letter that they have \nasserted a breach of fiduciary duty claim, Plaintiffs did not bring a breach of fiduciary \nduty claim and failed to allege facts to substantiate the existence of a fiduciary \nrelationship.  The only reference to a fiduciary relationship appears with regard to \n \n \nPlaintiffs’ claim for breach of the implied covenant of good faith and fair dealing and, \nas discussed above, is both factually and legally unsupported.  Moreover, even if the \nAmended Com plaint did assert a breach of fiduciary duty claim, securities \ntransactions are beyond the scope of section 75 -1.1 whether such transactions give \nrise to a breach of fiduciary duty claim or not.  \n66. In addition to the findings above, Plaintiffs’ statements in  the March 14 \nLetter, Plaintiffs’ failure to offer just cause or excuse, and counsel for Plaintiffs’ \nstatements during the hearing on the Motions further lead the Court to conclude that \nPlaintiffs knew maintaining the UDTP claim after March 14 was wrongful and done \nintentionally without just cause or excuse.  The March 14 Letter stated, in part: \nThere is nothing frivolous and malicious about the [UDTP] claim.  In \nplain English, I am eagerly awaiting to learn why the Defendants \nbelieve that they can commit larceny and theft with impunity. \n \n If the Defendants are so concerned about the [UDTP] claim, which \nis warranted in existing law, then perhaps they would want to consider \nproviding the Plaintiffs with paper certificates for the Preferred Series \nB and D shar es of stock rather than [Inolife] waging peril to the \nPlaintiffs’ legitimate claims, its continuing presageful behavior, and \nthreats to some of the Plaintiffs of criminal action against the Plaintiffs, \nwhich is entirely specious, spurious, and fallacious. \n \n(Second Aff. Mall Ex. 2, at 2−3.)   Further, i n their response brief  to the Motions , \nPlaintiffs did not contest Defendants’ Motion for Attorneys’ Fees.  During the hearing \non the Motions, the Court inquired of counsel for Plaintiffs as to why he waited until \nApril 17, 2017—over one month after Defendants sent the March 10 Letter and eleven \ndays after Defendants filed the Motion s (which included the Motion to Dismiss the \nUDTP claim)—to voluntarily dismiss that claim.  Counsel for Plaintiffs stated that \n \n \nhe was waiting to see if Defendants would in fact file a motion to dismiss and failed \nto provide any just cause or excuse for maintaining the UDTP claim after March 1 4, \n2017.   \n67. Therefore, based on the foregoing findings, the Court concludes that as of \nMarch 14, 2017, Plaintiffs knew or should have known that their UDTP claim was \nfrivolous and malicious.  Plaintiffs knew or should have known that their claim was \nfrivolous under the well-settled exception for securities transactions from section 75-\n1.1 claims.  The statements made in Plaintiffs’ counsel’s March 14 Letter, combined \nwith his failure to offer just cause or excuse and his admissions made at the hearing \non the Motion for Attorneys’ Fees, makes clear that Plaintiffs’ counsel knew or should \nhave known that the continuation of the claim following receipt of Defendants’ March \n10 Letter was “wrongful and done intentionally withou t just cause or excuse or as a \nresult of ill will.”  McKinnon, 228 N.C. App. at 199, 745 S.E.2d at 350.   \n68. The Court concludes, in its discretion, that Defendants should be awarded \ntheir reasonable attorneys’ fees incurred in defending against the UDTP clai m after \nMarch 14, 2017.  When awarding attorneys’ fees under section 75-16.1, “the trial court \nmust make findings supporting its award, including findings regarding the time and \nlabor expended, the skill required to perform the services rendered, the custo mary \nfee for like work, and the experience and ability of the attorney .”  Id. at 200, 745 \nS.E.2d at 351 (internal quotation marks omitted). \n69. Defendants have not filed any supporting documents regarding the amount \nof time and expense incurred by their counsel in defending against the UDTP claim.  \n \n \nAt the hearing on the Motions, counsel for Defendants indicated that they believed a \nmore proper procedure than filing such documents with the motion would be to file a \npetition for fees and costs after the Court had determined whether such fees were \nproperly awarded.  The Court, in its discretion, believes that this is an appropriate \nbifurcated procedure in this case.   \n70. Accordingly, Defendants shall prepare a petition supported by proper \naffidavits and other documentation evidencing the amount of fees and costs they \ncontend is reasonable and to which they are entitled.  In this regard, the Court notes \nthat the Motions, and the briefs filed by Defendants in support of the Motions, contain \narguments regarding a host of subjects beyond Plaintiffs’ UDTP claim.  Defendants’ \ncounsel are encouraged to carefully segregate their time and costs associated strictly \nand solely with opposing Plaintiffs’ UDTP claim after March 14, 2017. \n71. Further, within sixty days of this Order and Opinion, Defendants’ counsel \nshall submit their petition and supporting documentation  to Plaintiffs’ counsel for \nreview and consideration.  The parties will be allowed a period of thirty days following \nPlaintiffs’ counsel’s receipt of the petition and supporting documentation to attempt \na voluntary resolution of the matter.  In the absence of such resolution, Defendants’ \ncounsel may, after the passage of thirty days  following submission to Plaintiffs’ \ncounsel, file the petition and supporting documentation with the Court. \nV. CONCLUSION \n72. For the foregoing reasons, the Court DENIES as moot the Motion to \nDismiss as to the UDTP claim and the attorneys’ fees and costs claim, GRANTS the \n \n \nMotion to Dismiss in all other respects, GRANTS the Motion for Attorneys’ Fees, and \nORDERS as follows: \nA. The Motion to Dismiss as to Plaintiffs’ UDTP claim and attorneys’ \nfees and costs claim is DENIED as moot; \nB. Plaintiffs’ claim for damages is DISMISSED with prejudice; \nC. Plaintiffs’ claim for breach of the implied covenant of good faith and \nfair dealing is DISMISSED without prejudice; and \nD. Defendants are entitled to recover from Plaintiffs  their reasonable \nattorneys’ fees and costs incurred in defending against Plaintiffs’ \nUDTP claim after March 14, 2017, such amount to be determined by \nthe Court.    \nSO ORDERED, this the 22nd day of May, 2017. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}