{
  "id": "7096e1bace03d8f70e98c75c00d125365d8ea59304c19f478ff5e647b7ed3463",
  "source_file": "data/raw/ncbc/7096e1bace03d8f70e98c75c00d125365d8ea59304c19f478ff5e647b7ed3463.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF DURHAM \n \n IN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n12 CVS 3532 \nLAW OFFICES OF PETER H. \nPRIEST, PLLC, \n \nPlaintiff, \n \nv. \n \nGABRIEL COCH and \nINFORMATION PATTERNS, LLC, \n \nDefendants. \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER AND OPINION \n \n{1} THIS MATTER is before the Court on Defendants’ Motion for \nSummary Judgment (“Defendants’ Motion”) and Plaintiffs’ Motion for Summary \nJudgment (“Plaintiff’s Motion”), both made pursuant to Rule 56 of the North \nCarolina Rules of Civil Procedure.  For the reasons expressed below, Defendants’ \nMotion is GRANTED, and Plaintiff’s Motion is DENIED. \n \nJ.W. Bryant Law Firm, PLLC by John Walter Bryant and Amber J. Ivie for \nPlaintiff Law Offices of Peter H. Priest, PLLC. \n \nGlenn, Mills, Fisher & Mahoney, P.A. by Carlos E. Mahoney for Defendants \nGabriel Coch and Information Patterns, LLC. \n \nGale, Chief Judge. \n \nI. INTRODUCTION \n{2} Plaintiff Law Offices of  Peter H. Priest, PLLC (“Law Offices”), of which \nattorney Peter H. Priest (“Priest”) is the principal, seeks damages related to an \nLaw Offices of Peter H. Priest, PLLC v. Coch, 2014 NCBC 54. \n \n \nalleged breach of a contract (“the Agreement”) entered into with Defendants Gabriel \nCoch (“Coch”) and Information Patterns, LLC (“IP”).1 \n{3} Plaintiff alleges that the parties are bound to the Agreement, which \nentitled Plaintiff to a percentage of the sale of a patent for a technological device \ndeveloped by Defendants.  Defendants contend that the Agreement cannot be \nenforced because it was not entered into in compliance with the procedural \nrequirements for a business transaction between an attorney and client.  \nDefendants further argue that, in any event, the contract allows for payment to \nPlaintiff of a share of licensing proceeds for the patent, but not for sales proceeds. \nII. PROCEDURAL BACKGROUND \n{4} This action was filed in Durham County on June 19, 2012.  The matter \nwas designated a mandatory complex business case by order of the Chief Justice of \nthe Supreme Court of North Carolina dated July 24, 2012, and subsequently \nassigned to the undersigned Special Superior Court Judge for Complex Business \nCases by order of the Chief Special Superior Court Judge for Complex Business \nCases. \n{5} Defendants filed a Motion to Di smiss on August 24, 2012, which was \ngranted in part and denied in part on January 25, 2013, by the Order that \ndismissed Priest in his individual capacity as well as Plaintiff’s claims for breach of \nfiduciary duty, constructive fraud, and unfair and deceptive trade practices.  \nPlaintiff’s claims for breach of contract and fraud remain for disposition and are the \nsubject of Plaintiff’s and Defendants’ motions. \n{6} Defendants filed a Motion for Summary Judgment on Plaintiff’s breach \nof contract and fraud claims on January 21, 2014.  Plaintiff sought summary \n                                                 \n1 Peter H. Priest was joined as a Plaintiff in the Complaint, but was dismissed by the Court’s \nJanuary 25, 2013, Order.  Law Offices acted through Priest. Law Offices claims that Coch was a \nmanager of a partnership that entered the Agreement with Law Offices that is at issue in the \nlitigation, and that all actions taken by Coch are binding on him individually and on the partnership \nof which he was a member.   Accordingly, unless necessary to state otherwise in a particular context, \nLaw Offices is referred to as “Plaintiff,” acting through Priest, and “Defendants” refers to both \nDefendants collectively.   \n \n \njudgment in its own favor in Plaintiff’s Brief in Opposition to Defendants’ Motion for \nSummary Judgment and in Support of Summary Judgment for Plaintiff \n(“Response”), filed on March 25, 2014.  Both motions have been fully briefed, the \nCourt has heard oral argument, and the motions are ripe for disposition. \nIII. FACTUAL BACKGROUND \n{7} The Court does not make findings of fact when ruling on a motion for \nsummary judgment.  Hyde Ins. Agency, Inc. v. Dixie Leasing Corp., 26 N.C. App. \n138, 142, 215 S.E.2d 162, 164–65 (1975).  However, it is appropriate for the Court to \noutline the undisputed facts or lack of facts in order to provide context for the \nCourt’s ruling.  The Court believes the following facts to be uncontested. \nA. The Parties \n{8} Plaintiff Law Offices, formerly known as Priest & Goldstein, PLLC, is \na North Carolina professional limited liability company, with its principal place of \nbusiness in Chapel Hill, Orange County, North Carolina.  \n{9} Priest is a citizen and resident of Durham County, North Carolina, and \nis the sole owner of the Plaintiff.  \n{10} Defendant Coch is a citizen and resident of Chapel Hill, Orange \nCounty, North Carolina, and is a member-manager of Defendant Information \nPatterns, LLC (“IP”). \n{11} Defendant IP is a North Carolina limited liability company with its \nprincipal place of business in Chapel Hill, Orange County, North Carolina.  IP is a \nsmall information technology company, formed in 2003.  Graham Knight (“Knight”) \nand Mark Smith (“Smith”) are both citizens and residents of the United Kingdom, \nand, at the time relevant to this action, were both members of IP.  \nB. The Patent \n{12} Coch, Knight, and Smith had developed a computer program for geo-\ncollaboration titled “Methods and Apparatus for Geo-Collaboration” (“the \n \n \nProgram”).  In either 2004 or 2005, Coch began discussions with Mr. Joe Agusta, an \nassociate attorney working for Plaintiff and Coch’s neighbor, regarding Agusta’s \nassistance filing a patent for the Program.  \n{13} Under an early agreement between Plaintiff and Coch, Knight, and \nSmith, the fees due to Plaintiff for representation regarding filing a patent for the \nProgram on behalf of Defendants would be limited to a maximum of $10,000.  That \namount was exhausted during the early stages of patent filing, and Defendants paid \nthat amount in 2006.   \n{14} In December 2005, at around th e same time as the first patent \napplication was filed, Coch, Knight, and Smith transferred their interests in the \nProgram to IP.  \n{15} The first filing with the U.S. Patent and Trademark Office for the \nProgram was made in December of 2005 and remained pending until 2009.  Agusta \nresigned from Plaintiff’s employ in 2006.  \n{16} In late 2009, Plaintiff received a “Non-Final Rejection” of the patent \napplication it had made on behalf of IP.  Dr. Jerry Pechanek, an engineer employee \nof Plaintiff, began to draft a response to the Non-Final Rejection prior to contacting \nCoch, Knight, and Smith to discuss their options regarding pursuing patent \napproval.  Plaintiff learned that Coch, Knight and Smith may have been financially \nunable to proceed with the patent registration.  Plaintiff then offered to file the \nresponse to the Non-Final Rejection at Plaintiff’s cost. \n{17} On or about February 18, 2010,  Plaintiff received a “Notice of \nAllowance,” which indicated that a patent would be issued upon the filing of certain \npaperwork and payment of required fees.  Plaintiff emailed Coch regarding this \ndevelopment.  Coch, Smith, and Knight agreed to split the fees evenly.  \n{18} Around the same time that Coch, Smith, and Knight were discussing a \nfee-splitting arrangement, Plaintiff and Coch began discussing methods with which \nto monetize the patent, because Coch, Knight, and Smith were financially unable to \ncontinue forward with efforts to solicit a license.  Plaintiff offered to form a \n \n \npartnership with Defendants, in which Plaintiff would attempt to market the patent \non Defendants’ behalf.  \nC. The Alleged Agreement \n{19} Plaintiff alleges that Coch, on be half of his fellow IP members, decided \nto enter into the Agreement with Plaintiff to handle the patent-related business, \nand notified Knight and Smith to this effect on March 23, 2010.  Prior to the \nAgreement’s drafting, in emails to Knight and Smith, Coch referred to Priest as a \npartner and indicated that he intended for Priest to have an equity portion of the \npatent.2  Priest began drafting the Agreement and was largely responsible for the \ncontent of the contract, although Coch had some input.  \n{20} Plaintiff claims that Priest orally  notified Defendants that Defendants \nshould have an attorney review the Agreement prior to their signature.  Plaintiff \nhas produced no evidence that this advice was given in writing.  The parties agree \nthat Knight was not advised, in writing or otherwise, of the desirability of seeking \noutside counsel, nor did he give written informed consent to Plaintiff’s role in the \ntransaction.   \n{21} The Agreement provides that out-of-pocket, actual costs of patent \nfiling, prosecution, and maintenance of the patent will be split equally among the \nfour participants, as would be certain proceeds.  Although the parties agree that \nPlaintiff was entitled to a percentage of licensing proceeds, they do not agree that \nPlaintiff is entitled to a twenty-five percent interest in proceeds from the sale of the \npatent. \n{22} The Agreement was never fully exec uted in writing by Coch, Smith, or \nKnight. \n{23} After the Agreement was drafted, Plaintiff paid the full amount of the \ncosts related to the continuing registration of the patent, subsequently billing Coch, \n                                                 \n2 Any interest the Priest received would have been through Law Offices, so that the Court does not \nseek to distinguish between them.   \n \n \nSmith, and Knight for their cumulative seventy-five percent share of the expenses \ndue.  Coch, Smith, and Knight paid the invoices. \n{24} After the Agreement was drafted, Plaintiff began to send letters to \nbusiness firms that it and Defendants thought may be interested in licensing the \npatent.  No licenses were ever successfully negotiated, and no proceeds were \nreceived from licensing. \nD. The Sale of the Patent \n{25} In September 2011, Coch began to explore the possibility of selling the \npatent.  To do so, he began conversations with William J. Plut (“Plut”), a patent \nbroker experienced in the sale of patents who worked for Patent Pending \nInternational (“PPI”). \n{26} After his initial conversations with Plut, Coch contacted Smith and \nKnight by e-mail to provide an update on his efforts to sell the patent.  Coch, Smith, \nand Knight agreed that Coch should have an additional ten percent of any potential \nsale as a finder’s fee.  Coch then wrote Smith and Knight an e-mail indicating that \nthe split after costs would be four ways, because Priest, as the “attorney who has \nfiled for continuations and has kept this alive from a patent / legal perspective has \n1/4 of it, as we agreed some time ago.”  (Pl.’s Br. in Opp’n to Defs.’ Mot. Summ. J. \n(“Opp’n Br.”) Ex. 20.)  Coch also indicated that he wanted Priest’s approval prior to \nsigning a contract with Plut and PPI. \n{27} Plaintiff was hesitant to enter into the contract with Plut and PPI to \nbroker the sale of the patent.  Coch arranged an in-person meeting between Priest \nand Plut, after which Priest approved having Plut broker the patent.   \n{28} After the meeting, Priest acknowledg ed that he could not find a copy of \nthe Agreement signed by Defendants, and wanted to make revisions to the \nAgreement so that it would include the ability to work with Plut and his firm.  \n{29} Plut was retained to sell the pa tent in October 2011.  Plut and PPI \nlater brokered the sale of the patent for $1,000,000.00.  The Patent Purchase \n \n \nAgreement was signed by the buyer and IP on March 16, 2012.  On March 19, 2012, \nthe buyer wired the payment to IP’s bank account. \n{30} After the close of the sale, Plaint iff claimed that it was entitled to \ntwenty-five percent of the revenue, reduced by Plut’s brokerage fee and the finders’ \nfee to Coch.  Coch has refused that claim.  Plaintiff filed this action on June 19, \n2012.  Funds representing Plaintiff’s share have been held in escrow. \nIV. STANDARD OF REVIEW \n{31} Summary judgment is proper if the record shows “that there is no \ngenuine issue as to any material fact and that any party is entitled to a judgment as \na matter of law.”  N.C. R. Civ. P. 56(c).  “A defendant may show he is entitled to \nsummary judgment ‘by (1) proving that an essential element of the plaintiff’s claim \nis nonexistent, or (2) showing through discovery that the plaintiff cannot produce \nevidence to support an essential element of his or her claim, or (3) showing that the \nplaintiff cannot surmount an affirmative defense which would bar the claim.’”  \nYoung v. Gum, 185 N.C. App. 642, 645, 649 S.E. 2d 469, 472 (2007) (quoting James \nv. Clark, 118 N.C. App. 178, 181, 454 S.E.2d 826, 828 (1995)).  In weighing whether \nto grant summary judgment, the Court views the evidence in the light most \nfavorable to the nonmoving party, and draws all reasonable inferences in favor of \nthe nonmovant.  \nRobinson, Bradshaw, & Hinson, P.A. v. Smith, 129 N.C. App. 305, \n314, 498 S.E.2d 841, 848 (1998). \nV. ANALYSIS \nA. Nature of the Claims \n{32} Plaintiff’s breach of contract cl aim asserts that the Agreement is valid \nand should be enforced, entitling Plaintiff to twenty-five percent of the net proceeds \nrealized from the sale of the patent.  Specifically, Plaintiff claims Defendants \nbreached the Agreement by failing to pay Plaintiff $200,000, together with \nincidental and consequential damages. \n \n \n{33} Plaintiff’s fraud claim as stated in the Complaint alleges that, on or \nabout January 2010, Defendants intentionally failed to deliver an executed copy of \nthe Agreement in order to unfairly exercise control over revenues while denying \nthat the Agreement had been entered.  Plaintiff further alleges that Defendants \npurposefully induced Plaintiff to provide legal services for Defendants with no \nintention to provide to Plaintiff the benefit of the Agreement, which induced \nPlaintiff to provide those services. \nB. Whether There is a Valid, Enforceable Contract \n{34} Plaintiff correctly states that “[a]t the heart of this matter is the \ndetermination of whether a valid, enforceable contract exists.”  (Opp’n Br. 12.)  Each \nof Plaintiff’s claims require that the Agreement was validly entered and is \nenforceable.  If the Agreement is not valid and enforceable, Defendants are entitled \nto summary judgment on both claims. \n{35} Defendants claim that the Agreement cannot support any claim \nbecause of Plaintiff’s failure to adhere to the North Carolina Rules of Professional \nConduct (the “Rules”) governing conflict-of-interest transactions between an \nattorney and his or her clients.   \n1. Using a Violation of the Rules as a Defense \n{36} North Carolina courts share regu lation of attorneys with the North \nCarolina State Bar.  Swenson v. Thibaut, 39 N.C. App. 77, 109, 250 S.E.2d 279, 299 \n(1978).  The North Carolina State Bar is statutorily empowered to discipline \nattorneys and regulate the practice of law.  N.C. Gen. Stat. § 84-28 (2013); see also \nThibaut, 29 N.C. App. at 109, 250 S.E.2d at 299.  The enabling statute reserves \nsignificant regulatory power for the courts, stating that “[n]othing contained in this \nArticle shall be construed as disabling or abridging the inherent powers of the Court \nto deal with its attorneys.”  N.C. Gen. Stat § 84-36.  “This power of the court is an \ninherent one because it is an essential one for the court to possess in order for it to \nprotect itself from fraud and impropriety and to serve the ends of the \n \n \nadministration of justice which are, fundamentally, the raison d’etre for the \nexistence and operation of the courts.”  Thibaut, 39 N.C. App. at 109, 250 S.E.2d at \n299. \n{37} Plaintiff argues that the Rules are not intended to be used as a \nprocedural weapon to void an enforceable contract, relying on Webster v. Powell, 98 \nN.C. App. 432, 391 S.E.2d 204 (1990), which held that “a breach of the Code of \nProfessional Responsibility is not ‘in and of itself . . . a basis for civil liability.’”  Id. \nat 439, 291 S.E.2d at 208 (quoting McGee v. Eubanks, 77 N.C. App. 369, 374, 335 \nS.E.2d 178, 181 (1985)); see also N.C. Rules of Prof’l Conduct R. 0.2[7].  That tenet \nhas been affirmed several times.  See Baars v. Campbell Univ., Inc., 148 N.C. App. \n408, 421, 558 S.E.2d 871, 879 (2002) (affirming that an attorney’s violation of the \nRules does not create a cognizable cause of action, sufficient to void a bequest to an \nattorney drafted by that attorney); Webster, 98 N.C. App. at 439, 291 S.E.2d at 208 \n(holding that evidence of a violation of disciplinary rules is not necessarily relevant \nto plaintiff’s claim of attorney malpractice); McGee, 77 N.C. App. at 374, 335 S.E.2d \nat 181–82 (holding that a lawyer’s improper trust account maintenance contrary to \nthe Rules did not create civil liability). \n{38} But, here, while Plaintiff is correct that the Rules do not give rise to an \naffirmative claim of civil liability, Defendants have not asserted Plaintiff’s liability.  \nThey contest their own liability to Plaintiff.  The issue is whether the client can use \nthe Rules defensively even though the client may not seek to impose civil liability \nbased on a violation of the Rules. \n{39} Plaintiff also cites Rule 0.2 in support of its argument that the Rules \ncannot be used defensively.  Comment [7] of Rule 0.2 defines the limitations of \npermissible use of the Rules: \nViolation of a Rule should not give rise itself to a cause of action \nagainst a lawyer nor should it create any presumption in such a case \nthat a legal duty has been breached. . . . The rules are designed to \nprovide guidance to lawyers and to provide a structure for regulating \nconduct through disciplinary agencies. They are not designed to be a \nbasis for civil liability. Furthermore, the purpose of the Rules can be \nsubverted when they are invoked by opposing parties as procedural \n \n \nweapons. . . . Accordingly, nothing in the Rules should be deemed to \naugment any substantive legal duty of lawyers or the extra-\ndisciplinary consequences of violating such a Rule. \nN.C. Rules of Prof’l Conduct R. 0.2[7].  Plaintiff argues that Defendants are doing \nexactly what this Comment forbids: using a violation of the Rules as a procedural \nweapon.  \n{40} However, Plaintiff’s argument is fo reclosed by precedent, by which this \nCourt is bound.  The Court of Appeals of North Carolina has previously addressed a \nsimilar argument in Cunningham v. Selman, 201 N.C. App. 270, 287–88, 689 S.E.2d \n517, 528–29 (2009).  In Cunningham, the plaintiff-attorney brought an action for \nfees related to his prior representation of the defendant.  Id. at 271–77, 689 S.E.2d \nat 519–22.  The defendant argued that the claim should be dismissed because of the \nplaintiff’s failure to adhere to the North Carolina State Bar’s fee dispute resolution \nrules and Rules of Professional Conduct.  \nId. at 275, 689 S.E.2d at 521–22.  On \nappeal, the plaintiff argued that the defendant had inappropriately used the Rules \nas a procedural weapon, citing Baars v. Campbell University and Comment [7] of \nRule 0.2.  Id. at 287, 689 S.E.2d at 528–29. \n{41} In finding that defensive use of  the Rules was not prohibited by the \nprinciples in Baars or Comment [7], the Cunningham court stated that “Comment \n[7] and the principle enunciated in Baars are directed primarily toward cases in \nwhich a former client claims that an attorney is civilly liable, based, in whole or in \npart, on alleged violations of the Rules of Professional Conduct.”  Id. at 287–88, 689 \nS.E.2d at 529.  The court further explained: \nIn this case . . . the principle upon which Plaintiff relies is totally \ninapplicable because Defendant does not seek to hold Plaintiff liable \nfor an alleged violation of [the Rules]; instead, Defendant found herself \non the receiving end of civil litigation after having invoked the State \nBar’s fee dispute resolution process and attempted to use Plaintiff’s \nnoncompliance with the State Bar’s Rules as a jurisdictional defense to \nPlaintiff’s claim. \nId. at 288, 689 S.E.2d at 529.  In short, the Cunningham court found that neither \nComment [7] nor the principles enunciated in Baars prohibited the defensive use of \n \n \nthe Rules, and it was proper to dismiss the attorney’s claim because of the failure to \nabide by the Rules. \n{42} Plaintiff’s attack on the defens e in this case is identical to the \nargument rejected in Cunningham.  The Court does not believe that Cunningham’s \ncentral holding is made inapplicable simply because the Cunningham appeal \nfollowed a fee-dispute administrative proceeding.  Rather, the Court finds that this \ncase is controlled by Cunningham’s holding that the affirmative use of the Rules as \na defense to an attorney’s claim is proper where the procedural requisites of Rule \n1.8 are not satisfied.  Rule 1.8 reflects that attorneys have a special obligation when \ndealing with their clients and are thus fairly held to abide by the Rules as a \ncondition of their own recovery when the recovery is based on contracts with their \nclients.   \n{43} In sum, the Court finds that Rule 1.8 may be used by the Defendant to \ndefend against Plaintiff’s claim.  The question then is whether Plaintiff has \ncomplied with the Rule sufficiently to bar the defense.  As noted below, the Court \nfurther believes these requirements must be strictly applied and that any argument \nof substantial compliance because of oral communications must fail.   \n2. Application of Rule 1.8 \n{44} Plaintiff first counters the defens e by arguing that the Agreement does \nnot fall within the scope of Rule 1.8(a), which only applies to “a business transaction \n. . . directly adverse to a client,” and here Plaintiff was not directly adverse to \nDefendants when entering the Agreement. (Opp’n Br. 19.) (quoting N.C. Rules of \nProf’l Conduct R. 1.8(a).)  Plaintiff’s argument misinterprets the Rule.  Rule 1.8(a) \nprovides that “[a] lawyer shall not enter into a business transaction with a client or \nknowingly acquire an ownership, possessory, security or other pecuniary interest \ndirectly adverse to a client.”  N.C. Rules of Prof’l Conduct R. 1.8(a).  Plaintiff seeks \nto graft the condition of “directly adverse” onto any business transaction between \nattorney and client, essentially ignoring the disjunctive “or” between business \ntransactions and adverse interests.  The Court reads Rule 1.8 to apply to any \n \n \nbusiness transaction between attorney and client. A business transaction does not \nfall outside Rule 1.8 just because the attorney is not directly adverse to the client.3  \nStated differently, an attorney cannot defend against the failure to comply with the \nrequirements of Rule 1.8 upon proof that the interests are not adverse. \n{45} Plaintiff does not attempt to nor could it fairly argue that the \nAgreement was not a business transaction between attorney and client.  Priest \nhimself denotes the business nature of the transaction when he characterizes the \nAgreement as an “agreement to allow my firm to share in the success of the value of \nthe family of patents.” (Priest Aff. ¶ 85, Mar. 25, 2014.)  The Court finds that the \nAgreement represented a business transaction subject to the requirements of Rule \n1.8. \n3. Plaintiff’s Violation of Rule 1.8 \n{46} Pursuant to Rule 1.8, the Agreement cannot be enforced unless the \nfollowing requirements are met: \n(1) the transaction and terms on which the lawyer acquires the interest \nare fair and reasonable to the client and are fully disclosed and \ntransmitted in writing in a manner that can be reasonably \nunderstood by the client; \n(2) the client is advised in writing of the desirability of seeking and is \ngiven a reasonable opportunity to seek the advice of independent \nlegal counsel on the transaction; and \n(3) the client gives informed consent, in a writing signed by the client, \nto the essential terms of the transaction and the lawyer’s role in the \ntransaction, including whether the lawyer is representing the client \nin the transaction. \nN.C. Rules of Prof’l Conduct R. 1.8(a)(1)–(3).  \n{47} Here, the Court can assume, without needing to decide, that Plaintiff \ncould prove that the Agreement’s terms are fair and reasonable.  Rather, the Court \nfocuses its inquiry on subsections (2) and (3).  \n                                                 \n3 The Court need not undertake an analysis of whether the interest between Plaintiff and \nDefendants was actually adverse had Defendants elected to affirm the Agreement.  An earlier \nversion of Rule 1.8 may have allowed for such a case-by-case inquiry, but the present rule is more \nabsolute in its requirements. \n \n \n{48} Rule 1.8(a)(2) requires that the c lient be advised in writing as to the \ndesirability of obtaining independent counsel, and that the client must be given the \nopportunity to do so.  Plaintiff produces evidence that it may have substantially \ncomplied with Rule 1.8, highlighting that Priest orally advised Coch to see another \nattorney and that communications between Coch and his fellow IP members \nevidence their understanding of the nature of the Agreement and their intent to be \nbound.  However, the Court does not believe Rule 1.8 allows for substantial \ncompliance, but rather that an attorney is held to strict compliance with its \nrequirements.  Because Plaintiff clearly did not advise Defendants in writing to \nseek outside counsel, nor did it give them an opportunity to do so, the Agreement \ndoes not comply with Rule 1.8(a)(2). \n{49} Rule 1.8(a)(3) requires that th e lawyer  obtain written informed \nconsent by the client, in a writing signed by the client, which must include the \nessential terms of the contract and the nature of the lawyer’s relationship with the \ncontract.  Both parties acknowledge that there were no writings independent of the \nAgreement detailing the roles of the parties or the essential terms of the \nAgreement.  The separate written communications between Coch and his fellow IP \nmembers are insufficient to satisfy Rule 1.8(a)(3). \n{50} In sum, the Court determines that the Rules detail special \nrequirements an attorney must follow when entering a business transaction with a \nclient.  The client may elect to void a contract when the requirements have not been \nmet, even if the failure to meet them does not give rise to the attorney’s civil \nliability to the client.  There is no genuine issue of material fact that Plaintiff \nadhered to the requirements of Rule 1.8 when entering the Agreement as the Court \nconstrues Rule 1.8 must be applied.  Therefore, Defendants may elect to void the \ncontract if it is otherwise valid and Defendants may defend against Plaintiff’s claim \nbased on its failure to comply with Rule 1.8.  Defendants are entitled to summary \njudgment on this basis whether or not they would separately be entitled to \nsummary judgment on their assertion that the Agreement did not ever extend to \nproceeds for the sale of the patent. \n \n \nC. The Court’s Alternative Conclusions of Plaintiff’s Specific Claims4 \n{51} While the Court’s application of Rule 1.8 is dispositive, for \ncompleteness, the Court alternatively indicates its assessment of the competing \ncontract interpretations.  It finds that should Plaintiff have been able to survive the \ndefense grounded on the failure to satisfy Rule 1.8, Plaintiff’s fraud claim would \nnevertheless fail as a matter of law, but that there are material issues of fact that \nwould preclude summary judgment on the breach of contract claim. \n1. Plaintiff’s Fraud Claim \n{52} The Court first looks to have the fraud claim framed by the pleadings.  \n“In all averments of fraud, . . . the circumstances constituting fraud or mistake shall \nbe stated with particularity.” N.C. R. Civ. P. 9(b).  When pleading actual fraud, a \nplaintiff meets the particularity requirement “by alleging time, place and content of \nthe fraudulent representation, identity of the person making the representation and \nwhat was obtained as a result of the fraudulent acts or representations.”  Terry v. \nTerry, 302 N.C. 77, 85, 273 S.E.2d 674,678 (1981).  The Court held in its January \n25, 2014, Order that to prove fraud, the Plaintiff must produce “proof that \nDefendants had no intention to pay when first entering the Agreement.”  Priest v. \nCoch, Order on Defs.’ Mot. to Dismiss, No. 12 CVS 3532 ¶ 38 [Durham] (N.C. Super. \nCt. Jan 25, 2013), http://www.ncbusinesscourt.net/TCDDotNetPublic/default.aspx? \nCID=3&caseNumber=12CVS3532. \n{53} There is a marked contrast betw een the manner in which a fraud claim \nis alleged in the Complaint and how it is argued in Plaintiff’s Response.  Plaintiff \nargues in its Complaint that “[o]n or about January 2010” the fraud was \nperpetrated by Defendants’ having induced Plaintiff into entering into the \nAgreement.  (Compl. ¶¶ 106–14.)  Plaintiff further alleges that Defendants had \n                                                 \n4 A claim is limited by “admissions and allegations within their pleadings unless withdrawn, \namended or otherwise altered.” Webster Enters., Inc. v. Selective Ins. Co. Se., 125 N.C. App. 36, 41, \n479 S.E.2d 243, 247 (1997).   This doctrine precludes Plaintiff’s efforts to assert claims for breach of \noral contract and quantum meruit, which were first raised after the pleadings were closed and \ndiscovery completed. \n \n \nknowledge at the time the parties entered into the Agreement that Defendants \nwould have control over the funds, and that they would later deny that the \nAgreement existed.  (Compl. ¶ 111.)  \n{54} In its Response, Plaintiff shifts  temporal focus for the fraud claim to \nthe time period around October 2011, when Defendants began discussions with Plut \nto sell the patent.  Plaintiff claims in its Response that Coch perpetrated a \ncontinuous fraud that began in March 2010 and continued throughout the \nperformance of the contract.  Under this theory, Plaintiff alleges that, although \nCoch originally communicated an intention to split the profits from the patent with \nPriest, “a time arose when he changed his mind.” (Opp’n Br. 21.) \n{55} In North Carolina, fraud has no all-encompassing definition, but the \nfollowing elements of fraud are well established: “(1) False representation or \nconcealment of a material fact, (2) reasonably calculated to deceive, (3) made with \nintent to deceive, (4) which does in fact deceive, (5) resulting in damage to the \ninjured party.”  Myers & Chapman, Inc. v. Thomas G. Evans, Inc., 323 N.C. 559, \n568–69, 374 S.E.2d 385, 391 (1988) (quoting Ragsdale v. Kennedy, 286 N.C. 130, \n138, 209 S.E.2d 494, 500 (1974)).  There can be no recovery for fraud without an \nintent to deceive the other party. See Watts v. Cumberland Cnty Hosp. Sys., Inc., \n317 N.C. 110, 118, 343 S.E.2d 870, 885 (1986).  For an actionable fraud claim to \nexist, the person making the allegedly fraudulent representation must have known \nthat the representation was false when he made it.  Fulton v. Vickery, 73 N.C. App. \n382, 358, 326 S.E.2d 354, 358 (1985) (citing Odom v. Little Rock & I-85 Corp., 299 \nN.C. 86, 261 S.E.2d 99 (1980)).  “This determination of truth or falsity must be \nmade at the time of the representation.”  Id. (citing Childress v. Norman, 238 N.C. \n708, 713, 78 S.E.2d 757, 761 (1953)). \n{56} Plaintiff has produced no evidence to indicate that Defendant, at the \ntime he entered into the Agreement, did not intend to deliver twenty-five percent of \nthe proceeds from the license or sale of the patent to Plaintiff.  To the contrary, \nPlaintiff has tendered evidence that includes documents showing that Coch referred \nto Priest as a “partner” or a “shareholder,” or otherwise indicated an intention to \n \n \ninclude Priest in the success of the patent.  (Opp’n Br. Exs. 10, 17, 20, 27.)  The \nevidence does not support a conclusion that Coch disputed Priest’s right to receive \ntwenty-five percent of the proceeds until as late as March 20, 2012, when Priest and \nCoch first began to communicate regarding the disposition of proceeds from the sale \nof the patent to PPI.  Because Plaintiff has produced no evidence to indicate that \nCoch knowingly made false statements at the time it entered into the Agreement \nwith Priest, and acknowledging that the fraud claim that Plaintiff has pleaded is \none of fraudulent inducement, there is no genuine issue of material fact on the \nfraud claim.  While Plaintiff may assert that Defendants subsequently refused to \nabide by their agreement, that assertion represents a breach of contract claim.  \nDefendants are entitled to summary judgment on the fraud claim. \n2. Plaintiff’s Breach of Contract Claim \n{57} The contract claim revolves aro und whether the Agreement extends to \nboth sales proceeds and license proceeds.  Neither party disputes that the \nAgreement controls sharing of potential proceeds had the patent been licensed \nrather than sold, and that Plaintiff would have shared in licensing proceeds.  \nPlaintiff claims that the Agreement clearly reaches all proceeds from monetizing \nthe patent, whether by licensing or sale, as “GROSS REVENUES” are clearly \ndefined to include both.  (See Defs.’ Ex. 13, § 2.1.)  Defendants contend that the \nclear, express terms must be limited to a sharing of proceeds resulting from licenses \nnegotiated by Plaintiff, and that the Agreement contains provisions for sharing \nlicensing proceeds but includes no section regarding the sharing of sales proceeds. \nThe Court finds that neither position can be adjudicated as a matter of law because \nof ambiguities in the Agreement’s terms. \n{58} “The elements of a claim for brea ch of contract are (1) existence of a \nvalid contract and (2) breach of the terms of that contract.”  One Beacon Ins. Co. v. \nUnited Mech. Corp., 207 N.C. App. 483, 487, 700 S.E.2d 121, 124 (2010) (quoting \nAhmadi v. Triangle Rent A Car, Inc., 203 N.C. App. 360, 362, 691 S.E.2d 101, 103 \n(2010)).  When interpreting a contract, the Court must determine the parties’ intent \n \n \nat the moment of the contract’s execution using the language of the contract itself. \nLane v. Scarborough, 284 N.C. 407, 409–10, 200 S.E.2d 622, 624 (1973).  The Court \ndetermines the intent of the contract by examining the entire instrument, rather \nthan by examining only individual portions of the contract.  S. Seeding Serv., Inc. v. \nW.C. English, Inc., 217 N.C. App. 300, 305, 719 S.E.2d 211, 215 (2011).  “When the \nterms of the contract ‘are plain and unambiguous, there is no room for construction.  \nThe contract is to be interpreted as written . . . .’”  State v. Philip Morris USA Inc., \n363 N.C. 623, 632, 685 S.E.2d 85, 91 (2009) (quoting Jones v. Casstevens, 222 N.C. \n411, 413, 23 S.E.2d 303, 305 (1942)).  However, the Court must undertake a \ndifferent analysis when the meanings of the terms are not easily discernable by \nthemselves.  The Court must construe the contract as a whole, and the unclear \nterms must be interpreted in context with the rest of the contract.  Dixie Container \nCorp. v. Dale, 273 N.C. 624, 627, 160 S.E.2d 708, 711 (1968); Sec. Nat’l Bank of \nGreensboro v. Educators Mut. Life Ins. Co., 265 N.C. 86, 93, 143 S.E.2d 270, 275 \n(1965).  “It is the general law of contracts that the purport of a written instrument \nis to be gathered from its four corners, and the four corners are to be ascertained \nfrom the language used in the instrument.”  Stovall v. Stovall, 205 N.C. App. 405, \n410, 698 S.E.2d 680, 684 (2010) (quoting Lynn v. Lynn, 202 N.C. App. 423, 431, 689 \nS.E.2d 198, 205 (2010)).   \n{59} Both parties point to the same pr ovisions of the contract to support \ntheir argument that the contract either does or does not grant to Plaintiff twenty-\nfive percent of the gross revenues from the sale of the patent.  “GROSS \nREVENUES” is defined as “the total actual amount of all fees, royalties, and/or \nconsideration of any kind, collected from licensing, optioning or selling the \nINVENTION.”  (Defs.’ Ex. 13, § 2.1.)  “NET REVENUES” is defined as “GROSS \nREVENUES minus PATENT EXPENSES and LICENSING EXPENSES.”  (Def. Ex. \n13, § 2.6.)  In the section entitled “LICENSING,” the Agreement outlines the \npayments due to the parties: \n \n \na) GROSS REVENUES from licenses negotiated by PRIEST under this \nAGREEMENT will be distributed on an annual basis on or before \nDecember 31 of each year, in the following manner: \nb) PATENT EXPENSES and LICENSE EXPENSES shall be reimbursed as \noutlined above, and then Twenty-Five Percent (25%) of NET REVENUES \nshall be distributed to each party. \n(Defs.’ Ex. 13, § 4.2(a)–(b).)  There is no corresponding section for selling the patent \nor sharing revenues from a sale of the patent.  No other provisions directly deal \nwith Plaintiff’s right to payment under the contract. \n{60} The Court finds that the language  of the Agreement and the intent of \nthe parties is ambiguous.  A jury’s resolution of the contested claims under the \nAgreement would be necessary but for Defendants’ valid defense pursuant to Rule \n1.8 as discussed above.  Further, but for the application of Rule 1.8, the Court is not \npresently prepared to foreclose as a matter of law that a separate oral agreement \nmay have been reached. \n{61} Accordingly, neither party would be entitled to summary judgment on \nthe breach of contract claim if Defendants’ defense grounded on Rule 1.8 was not \nvalid. \nVI. CONCLUSION \n{62} For the reasons expressed above, Defendant’s Motion for Summary \nJudgment is GRANTED, Plaintiff’s Motion for Summary Judgment is DENIED, and  \nPlaintiff’s Complaint is HEREBY DISMISSED. \n  \nIT IS SO ORDERED, this the 5th day of November, 2014. "
}