{
  "id": "709d9ccd0712c1fc0438f6f0f2de6b0a7d0d128db3c0dcda06919abde2d61e3a",
  "source_file": "data/raw/ncbc/709d9ccd0712c1fc0438f6f0f2de6b0a7d0d128db3c0dcda06919abde2d61e3a.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nUNION COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 3259 \n \nCRAIG BREWER, \n \nPlaintiff, \n \nv. \n \nJOHN A. GRUE; DAVID SEAN \nGRUE; and DONALD G. COREY, \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO \nENFORCE SETTLEMENT \nAGREEMENT \n \n1. This lawsuit arises out of a dispute between the shareholders of Whispering \nPines Sportswear, Inc. (“Whispering Pines”).  Defendants contend that the parties \nhave reached a valid settlement agreement and now move to enforce that agreement.  \n(See ECF No. 22.)  For the following reasons, the Court GRANTS the motion. \nHemmings & Stephens, PLLC, by Aaron C. Hemmings, for Plaintiff \nCraig Brewer. \n \nJames, McElroy & Diehl, P.A., by Jennifer M. Houti, for Defendants \nJohn A. Grue, David Sean Grue, and Donald G. Corey. \n \nConrad, Judge. \nI. \nBACKGROUND \n2. Whispering Pines  is a South Carolina corporation .  Its  three equal \nshareholders—Craig Brewer, John Grue, and Don Corey—have a history of mistrust.  \nIn 2002, Brewer  accused Grue and Corey  of using company funds to  pay their \npersonal legal expenses, putting nonemployees on the payroll , and adopting other \nquestionable business practices .  ( See Am. Compl. ¶¶  14, 15, ECF No. 12 .)  They \nsettled th at dispute the next year.   Without admi tting liability, Grue and Corey \nBrewer v. Grue, 2020 NCBC 59. \n \n \nagreed to implement various corporate reforms and not to pay their legal bills out of \nthe company coffers.  (See Am. Compl. Ex. A ¶¶ 9, 26.) \n3. The truce held until 2018, when Brewer filed this suit.  This time around, \nBrewer alleges a mix of self-dealing and phony accounting.  One issue relates to loans \nthat each shareholder made to Whispering Pines.  Although the loans have identical \nterms, Grue and Corey  allegedly arranged a  more favorabl e repayment for \nthemselves.  (See Am. Compl. ¶¶ 33, 35–37.)  Another issue relates to how Whispering \nPines values each shareholder’s interest.  Brewer alleges that Grue and Corey—with \nhelp from the company’s Secretary (Grue’s son, Sean) —doctored accounting records \nin a way that  increased the value of their interests .  (See Am. Compl. ¶¶ 25–27, 29, \n30.)  There are also echoes of past disputes, including allegations that Grue and Corey \nare once again paying their lawyers with company funds.  (See Am. Compl. ¶¶ 48, 49, \n56.)  At first, Brewer sought to dissolve  Whispering Pines, but he abandoned that \neffort in favor of asserting claims for breach of contract and breach of fiduciary duty  \nagainst Grue, Corey, and Sean. \n4. As the end of discovery neared , the parties began discussing a settlement \nin which Brewer would take sole control of Whispering Pines .  During the \nnegotiations, Brewer asked for and received various documents, including financial \nstatements and payroll registers.  (See Aff. D. Corey ¶¶ 7, 11, ECF No. 23; Aff. Brewer \nEx. 1, ECF No. 29 .)  The payroll register s list Corey’s son, Brian , as an employee, \nreporting a small salary and withholdings .  (See Aff. D. Corey ¶ 11; Aff. Brewer Ex. \n1.)  Brewer insists that  Brian is not actually an employee.  ( See Aff. Brewer ¶ 6.)  \n \n \nConcerned that dishonest employment practices might lead to adverse action by the \ngovernment, Brewer requested an indemnification provision as part of the \nsettlement.  (See Aff. D. Corey ¶ 12.) \n5. The parties finalized their settlement agreement in January 2020.  (See Aff. \nD. Corey ¶  14; Aff. Brewer ¶ 5; Settlement Agrmt., ECF No. 23.1.)   As part of the \nsettlement, Brewer agreed to purchase all shares of Whispering Pines owned by Grue \nand Corey for nearly $800,000.   ( See Settlement Agrmt. ¶ 2.a.)  He also agreed to \npurchase their interests in another company  called GCBP; this second transaction \nwas contingent on a real estate deal between GCBP and a third party, which closed \nin early March 2020.  (See Settlement Agrmt. ¶ 3; Aff. D. Corey ¶ 19.) \n6. The parties deferred closing on the Whispering Pines share purchase  for a \nshort time so that Grue  and Corey could first obtain releases from guarantees they \nhad given for company debt.  (See Settlement Agrmt. ¶¶ 2.b, 2.c.)  Closing was set to \ntake place within ten days of receiving those releases from the bank.  (See Settlement \nAgrmt. ¶  2.c.)  Discussions with the bank  took longer than the parties expected , \nstretching into March 2020.  (See Aff. D. Corey ¶¶ 25, 26.)  In the meantime, Brewer \nasked for another payroll register and a list of each employee’s insurance benefits.  \n(See Aff. Brewer Ex. 2.)  The information given by Defendants showed, among other \nthings, that Whispering Pines paid over $1,800 per month in health, dental, and life \ninsurance benefits for Brian.  (See  Aff. Brewer Ex. 2.)  At some point, Brewer also \nobtained copies of two checks, totaling $30,000, from Whispering Pines to Defendants’ \nlawyers in 2019.  (See Aff. Brewer Ex. 3.) \n \n \n7. When the bank agreed to release Grue and Corey from their guarantees a \nfew weeks later , Brewer gave notice that  he was terminating the settlement \nagreement.  (See Aff. D. Corey Ex. C , ECF No. 23.3 .)  Brewer stated, first, that the \nbank had taken more than thirty days to approve the releases (though the settlement \nagreement does not allow him to terminate it for that reason).  (See Aff. D. Corey Ex. \nC; Settlement Agrmt. ¶ 2.b.)  Brewer also stated that, “among other reasons for this \ntermination, during the due diligence period, I’ve learned that you have maintained \nBrian Corey on the company’s payroll and paid for health and dental insurance for a \nperiod of five years after the termination of his employment,” which he described as \na violation of state and federal law.  (Aff. D. Corey Ex. C.)  And he made clear that he \nwould “not be closing on the Stock Purchase Agreement.”  (Aff. D. Corey Ex. C \n(emphasis omitted).) \n8. Defendants have now moved to enforce the s ettlement agreement.  ( See \nECF No. 22 .)  The motion has been fully briefed , and the Court held a hearing on \nAugust 10, 2020, at which all parties were represented by counsel.  The motion is ripe \nfor determination. \nII. \nANALYSIS \n9. “A party seeking enforcement of a settlement agreement may seek specific \nperformance of that agreement by petition or motion in the original action.”  Bell v. \nPine Needles Country Club, Inc. , 2019 NCBC LEXIS 27, at *8 (N.C. Super. Ct. Apr. \n23, 2019).  The Court treats a motion to enforce as a motion for summary judgment , \nviewing the evidence in the light most favorable to the nonmoving party.  See Hardin \n \n \nv. KCS Int’l , Inc., 199 N.C. App. 687, 695 , 682 S.E.2d 726, 733  (2009).  Summary \njudgment is appropriate if the evidence of record “show[s] that there is no genuine \nissue as to any material fact and that any party is entitled to judgment as a matter \nof law.”  N.C. R. Civ. P. 56(c). \n10. Here, it is undisputed that the parties entered into a settlement in January \n2020 and reached agreement as to all material terms.  (See Br. in Supp. 2–3, ECF No. \n26; Opp’n 3, ECF No. 29 .)  The only question is whether that agreement is \nenforceable.  Brewer argues that  it isn ’t because Defendants fraudulently \nmisrepresented or concealed material facts  during their negotiations , namely that  \nWhispering Pines paid for Brian’s insurance benefits and that Defendants used \ncompany funds to pay their legal expenses.  (See Opp’n 6–7.) \n11. Fraud has five “essential elements”: (a) a false representation or \nconcealment of a material fact; (b) that was calc ulated to deceive; (c) that was made \nwith intent to deceive; (d) that did in fact deceive; and (e) that resulted in damage to \nthe injured party.  Rowan Cnty. Bd. of Educ. v. U.S. Gypsum Co., 332 N.C. 1, 17, 418 \nS.E.2d 648, 658 (1992).  The  injured party’s reliance on the misrepresentation or \nconcealment must be reasonable.  Reliance is not reasonable when the party “could \nhave discovered the truth of the matter through reasonable diligence, but failed to \ninvestigate.”  Sullivan v. Mebane Packaging G rp., Inc., 158 N.C. App. 19, 26, 581 \nS.E.2d 452, 458 (2003). \n12. Defendants contend that they made no misrepresentations and did not \nconceal any material facts.  They point to unrebutted evidence that Brewer received \n \n \nall the information that he requested during negotiations, including company payroll \nregisters.  (See Br. in Supp. 11–12; Reply Br. 3–4, ECF No. 30.)  Anything Brewer did \nnot discover, they contend, was  due to his own failure to investigate, not to any \nconcealment.  (See Reply Br. 6–7.) \n13. Although not entirely clear, Brewer seems to argue that the payroll register \nhe received in November 2019 contains a misrepresentation of fact.  It does not.  The \ndocument shows that Whispering Pines deducts $11.53 per month from Brian’s salary \nto fund his FSA Medical account (commonly known as a flex spending account).  (See \nAff. Brewer Ex. 1 .)  During the hearing, Brewer’s counsel questioned whether  this \nfigure is false because it is a fraction of the  $1,800 per month that Brian receives in \ninsurance benefits .  This  confuses not only withholdings and payments but also \nspending accounts and in surance premiums.  Whispering Pines holds back $11.53 \nfrom Brian’s salary as his contribution to a flex spending account; it also pays $1,800 \nor so  in monthly premiums for health , dental, and life  insurance on his behalf .  \nBecause the two figures have nothing to do with one  another, Defendants did not \nmisrepresent how much the company paid for insurance by truthfully reporting how \nmuch Brian paid to fund his FSA Medical account. \n14. Even so, Brewer argues that Defendants should have disclosed Brian’s \ninsurance benefits anyway and that their failure to do so was fraudulent .  “When a \nfraud claim is based on a party’s failure to disclose a material fact, the party accused \nof fraud must have had a duty to speak or have taken steps to actively conceal facts.”  \nChesson v. Rives, 2016 NCBC  LEXIS 92, at *15 (N.C. Super. Ct. Nov. 30, 2016) .  A \n \n \nduty to speak exists when the parties are in a fiduciary relationship, one party has \naffirmatively concealed information from the other, or “one party has knowledge of a \nlatent defect in the subject matter of the negotiations about which the other party is \nboth ignorant and unable  to discover through reasonable diligence.”  Harton v. \nHarton, 81 N.C. App. 295, 297–98, 344 S.E.2d 117, 119 (1986). \n15. Establishing a duty to speak is a tall order when the negotiations relate to \nongoing litigation.  Our Court of Appeals has stressed that “a party in the ‘adversarial \nsetting’ of settlement negotiations does not ‘have an affirmative duty to disclose \nunfavorable facts.’ ”  Hardin , 199 N.C. App. at  697–98, 682 S.E.2d at  734 (quoting \nPiedmont Inst. of Pain Mgmt. v. Staton Found. , 157 N.C. App. 577, 584, 581 S.E.2d \n68, 73 (2003)).  Indeed, an affirmative disclosure  requirement would discourage \nsettlement and conflict with the arms’ length nature of the transaction .  See id. at \n697, 682 S.E.2d at 734. \n16. Brewer’s opposition brief says nothing about the duty to speak.  (See Opp’n \n6–7.)  Although his counsel addressed the matter for the first time at the hearing, his \ntheories remain hazy .  It is not clear , for example,  whether Brewer contends that \nDefendants had a duty to speak because the parties are in a fiduciary relationship.   \nThe amended complaint alleges that Grue and Corey owed  Brewer a fiduciary duty, \n(see Am. Compl. ¶¶ 69, 70), but he has not offered evidence to support it.  Regardless, \nthe filing of this lawsuit made the parties adversaries and extinguished any fiduciary \nrelationship that might have existed, at least for purposes of settlement negotiations.  \nSee, e.g., Piedmont Inst. of Pain Mgmt. , 157 N.C. App. at  583–84, 581 S.E.2d at 72–\n \n \n73; Preiss v. Wine & Design Franchise, LLC, 2018 NCBC LEXIS 99, at *22–23 (N.C. \nSuper. Ct. Sept. 24, 2018) (collecting cases). \n17. Nor has Brewer offered evidence of affirmative concealment.  When Brewer \nrequested “a complete payroll register for the last two pay periods” in November 2019, \nDefendants gave him exactly what he asked for.  (Aff. Brewer Ex. 1.)   When Brewer \nasked to see “what we [ i.e., Whispering Pines] pay and what the employee pays” for \ninsurance benefits in March 2020, Defendants gave him that too.  (Aff. Brewer Ex. 2.)  \nThis is evidence of cooperation, not concealment.  Brewer chose to sign the agreement \nfirst and ask for a breakdown of insurance benefi ts later.  He has not shown that  \nDefendants hid that information or that they had any obligation to disclose it absent \na request. \n18. As Defendants contend, Brewer could have learned all about the company’s \ninsurance coverage before signing the settlement agreement  had he exercised \nreasonable diligence.  Brewer had all the tools of modern civil discovery available to \nhim.  See Hardin, 199 N.C. App. at 698, 682 S.E.2d at 734.   In addition, his position \nas president of Whispering Pines g ave him presumptive access to company records.  \nAlthough Brewer alleges in the amended complaint that some records were kept from \nhim in the past,  (see Am. Compl. ¶ 20), he has not offered evidence of concealment.  \nRather, Brewer warranted in the settlement agreement “that he has had ample time \nand opportunity to examine the books, records and operations of each company, and \nis familiar with the same.”  (Settlement Agrmt. ¶  4.)  Even construing the evidence \n \n \nin a light most favorable to Brewer, he could have learned of any supposed latent \ndefect through the exercise of reasonable diligence. \n19. The same is true for Brewer’s allegation that Defendants concealed their \nuse of company funds to pay personal legal expenses .  Brewer devotes a single \nsentence to this argument in his opposition brief, again making no reference to \nDefendants’ duty to disclose th e information.  (See Opp’n 6–7.)  Without question, \nBrewer had notice of Defendants’ alleged  use of corporate funds for personal legal \nexpenses—it has been a sore spot between these parties for nearly twenty years and \nis one of Brewer’s affirmative claims for relief in this case .  ( See Am. Compl. ¶ 56.)  \nYet Brewer offers no evidence that he investigated his allegations through discovery, \nthat Defendants refused to provide discovery , or that Defendants otherwise actively \nconcealed the facts. \n20. In short, the evidence and arguments presented by Brewer do not create a \ngenuine issue of material fact as to whether the settlement agreement was a product \nof fraud.  The Court therefore concludes that Defendants are entitled to “a judgment \nin accordance with the terms found in the settlement agreement.”  Bell , 2019 NCBC \nLEXIS 27, at *8. \nIII. \nCONCLUSION \n21. For these reasons, the Court GRANTS Defendants’ motion. \n22. The Court ORDERS that Brewer shall comply with the parties’ January \n2020 settlement agreement, which is attached as Exhibit A to the Affidavit of Donald \nG. Corey (ECF No. 23.1).  The  Court intends to close this case  upon receiving the \n \n \nparties’ stipulation of dismissal, as stated in paragraph 1.b. of the settlement \nagreement. \nSO ORDERED, this the 28th day of August, 2020. \n \n  /s/ Adam M. Conrad   \n      Adam M. Conrad \n      Special Superior Court Judge \n         for Complex Business Cases \n "
}