{
  "id": "70bbb2a291cc90000692ca720de1d44fe5dcc8cd0a2d15c91e48b6c5576a27fa",
  "source_file": "data/raw/ncbc/70bbb2a291cc90000692ca720de1d44fe5dcc8cd0a2d15c91e48b6c5576a27fa.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF ONSLOW 15 CVS 309 \n \nHSG, LLC d/b/a “HIGH SPEED GEAR,” ) \n  Plaintiff, ) \n   )  \n v.  )  \n   ) \nEDGE-WORKS MANUFACTURING ) OPINION AND ORDER  \nCOMPANY d/b/a “G-CODE )  \nHOLSTERS AND ACCESSORIES,” )  \nALBERT GENE HIGDON, JR., ) \nREBECCA A.HIGDON, MEAN GENE  ) \nLEATHER, an Unincorporated Business ) \nAssociation, and HIGH SPEED GEAR, INC.,  ) \na Dissolved North Carolina Corporation, ) \n  Defendants. ) \n \n THIS CAUSE, designated a mandatory comp lex business case by Order of the Chief \nJustice of the North Carolina Supreme Court pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, references to the North Caroli na General Statutes will be to “G.S.”), and \nassigned to the undersigned Special Superi or Court Judge for Complex Business Cases, \ncomes before the Court on Defendant Edge-W orks Manufacturing Company d/b/a “G-Code \nHolsters and Accessories” (“G-Code”)’s Motion to Dismiss Claims for Breach of Contract, \nTortious Interference, and Disgorgement of Pr ofits (“G-Code’s Motion to Dismiss”) and \nPlaintiff-Counterclaim Defendant HSG, LLC d/ b/a “High Speed Gear” (“HSG”)’s Motion to \nDismiss Counterclaims of Defendants Albert  Gene Higdon, Jr. and Mean Gene Leather \n(“HSG’s Motion to Dismiss”) (collectively, “M otions”), pursuant to Rule 12 of the North \nCarolina Rules of Civil Procedure (“Rule(s)”). On July 2, 2015, the Court held a hearing on \nthe Motions. \n THE COURT, after considering the Motions,  the briefs in opposition and support \nthereof, arguments of counsel, and other appropriate matters of record, CONCLUDES as \nstated herein.  \nHSG, LLC v. Edge-Works Manuf. Co., 2015 NCBC 87. \n \n \nBrooks, Pierce, McLendon, Humphrey & Leonard , LLP, by Andrew L. Rodenbough, \nEsq., Jim W. Phillips, Jr., Esq., and Thomas G. Varnum, Esq., for Plaintiff. \n \nShanahan Law Group PLLC, by Kiernan J. Shanahan, Esq., Brandon S. Neuman, \nEsq., and John E. Branch, Esq., and Inte llectual Property Consulting, LLC, by \nGregory D. Latham, Esq., for Defendants Edge-Works Manufacturing Company d/b/a \n“G-Code Holsters and Accessories.” \n \nThe Coxe Law Firm PLLC, by Matthew C. Coxe, Esq., for Defe ndants Albert Gene \nHidgon, Jr. and Mean Gene Leather. \n \nKenneth N. Glover, Esq., for Defendants Rebecca A. Higdon and High Speed Gear, \nInc. \n \nMcGuire, Judge. \n \nPROCEDURAL HISTORY \n \n1. On January 29, 2015, Plaintiff HSG filed a Complaint against Defendants. \nPlaintiff’s action was designated No. 15 CVS 309 by the Clerk of Superior Court of Onslow \nCounty. The Complaint brings claims for Unfair Competition and Unfair or Deceptive Trade \nPractices (against Defendants G-Code and Gene Higdon), Breach of Covenant of Good Faith \nand Fair Dealing (against Defendant Gene Higdon), Common Law Unfair Competition \n(against Defendants G-Code and Gene Higdon ), Breach of Gene Higdon’s Non-Compete \n(against Defendants Gene Higdon and G-Code), Breach of the Consulting Agreement (against \nDefendant Gene Higdon), Misappropriation of  Trade Secrets (against Defendants G-Code \nand Gene Higdon), Tortious Interference with  Contract (against Defendants Gene Higdon \nand G-Code), Common Law Trade Dress Infrin gement (against Defendant G-Code), Civil \nConspiracy (against all Defendants), Disgorgeme nt of Improperly Obtained Profits (against \nall Defendants), 1 Indemnification (against Defendants HSG Inc. and Becky Higdon), and \nDeclaratory Judgment (against Defendants HSG Inc. and Becky Higdon).  \n                                                 \n1 As will be discussed infra, Plaintiff has subsequently entered a voluntarily dismissal of this claim. \n \n \n2. On April 6, 2015, Defendants Gene Hi gdon and Mean Gene Leather (“Mean \nGene”) filed their Answer and Counterclaims against HSG. Higdon and Mean Gene alleged \ncounterclaims for Declaratory Judgment/Injunctive Relief, Common Law Trespass, Trespass \nto Chattels, Invasion of Privacy, Libel Per Se, Libel Per Quod, and Violation of the North \nCarolina Unfair and Deceptive Trade Practice s Act. Higdon and Mean Gene also seek \npunitive damages. \n3. On April 6, 2015, Defendant G-Code f iled its Motion to Dismiss, seeking \ndismissal of HSG’s Claims for  Breach of Contract, Tortious Interference, and Disgorgement \nof Profits pursuant to Rule 12(b)(6). \n4. On May 8, 2015, HSG filed its Motion to Dismiss, seeking dismissal of \nDefendant Higdon and Mean Gene’s Counterclai ms for Trespass to Chattels, Invasion of \nPrivacy, Libel Per Se, Libel Per Quod, Violation of the North Carolina Unfair and Deceptive \nTrade Practices Act, and the request for punitive damages, pursuant to Rule 12(b)(6). \n5. The Motions have been fully briefed and argued and are ripe for determination.  \nFACTUAL BACKGROUND \nHSG’s Allegations \nAmong other things, the Complaint alleges that: \n6. The “High Speed Gear” business was founded in or around 1999 by Defendant \nGene Higdon (“Higdon”) and his wife, Rebecca Higdon (collectively, Gene and Rebecca Higdon \nare referred to as “the Higdons”).2 From August 18, 1999, to September 21, 2012, High Speed \nGear was owned and operated by Defendant High Speed Gear, Inc., of which Rebecca Higdon \nwas the President and sole shareholder. 3  High Speed Gear manufactured tactical gear.  \nTactical gear includes accessory products su ch as modular ammunition pouches, belts, \n                                                 \n2 Compl. ¶ 16. \n3 Id. ¶ 17. \n \n \nfirearm holsters, and gear bags used in m ilitary, law enforcement, hunting, and other \napplications.  Within the tactical gear indust ry, High Speed Gear is known as the highest-\nquality tactical gear. \n7. Higdon was the key figure in the development of the High Speed Gear brand \nand instrumental in its product design, manufacturing, and sales operations. 4  H i g d o n  i s  \nwidely known throughout the tactical gear industry as the founder and “public face” of High \nSpeed Gear.  Higdon maintains significant influence in the industry.5 \n8.  In or around 2012, Matt Gadams (“Gada ms”) entered into negotiations with \nthe Higdons for purchase of the “High Speed Gear” business. 6  In anticipation of the asset \npurchase, Gadams formed Plaintiff HSG, LLC d/b/a “High Speed Gear” on July 31, 2012. 7 \nHSG is a North Carolina LLC based in a Swans boro, North Carolina. Gadams is the sole \nmember-manager of HSG.8 \n9. In or around September 2012, Gadams and the Higdons executed an “Asset \nPurchase Agreement” (Ex. A to the Complaint), pursuant to which Plaintiff purchased the \nassets and goodwill of HSG Inc.\n9 The asset purchase closed on September 21, 2012.  In \nconnection with the asset purchase, both Ge ne Higdon and Rebecca Higdon executed \ncovenants not to compete.10 The covenants provided that for a period of five years the Higdons \nwould not compete with Plaintiff, contact or communicate with any of Plaintiff’s past or \nexisting clients, or hire or contra ct with any of Plaintiff’s employees.11 Higdon also entered \ninto a “Consulting Agreement” with Plaintiff, pursuant to which he was to work for Plaintiff \n                                                 \n4 Id. ¶ 18. \n5 Id. \n6 Id. ¶ 29. \n7 Id. ¶ 30. \n8 Compl. ¶ 7. \n9 Id. ¶ 31-32. \n10 Id. ¶ 33. \n11 Id. ¶¶ 35-37. \n \n \nfor one year following the closing of the Asset Purchase Agreement. 12 As part of the \nConsulting Agreement, Higdon agreed not to  disclose any of Plaintiff’s “proprietary \ninformation” (defined in the Consulting Agreement).13 \n10. Following the closing of the asset purchas e, Higdon served as a consultant to \nPlaintiff.  As a consultant, Higdon had access to Plaintiff’s business information, including \nits manufacturing information and expansion plans.\n14 Plaintiff undertook an expansion of \nthe business and began planning the launch of several new products. 15  Higdon’s consulting \nagreement expired on September 30, 2013. \n11. On January 12, 2014, without notice to Plaintiff, Higdon announced on his \nFacebook page that he was “leaving High Speed Gear,” but would “not be leaving the \ncommunity entirely.”16 \n12. Defendant G-Code, a Jacksonville, North Carolina company, also competes in \nthe tactical gear industry.17 Although G-Code historically produced plastic products, such as \nholsters, G-Code successfully introduced nylon products into the marketplace in early 2014, \nand it is now a viable competitor of Plaintiff. 18 G-Code has introduced products that look \nsubstantially similar to Plaintiff’s. \n13. Plaintiff believes that Higdon has affiliated himself with G-Code and has used \nthe expertise and experience that he developed with Plaintiff to acce lerate G-Code’s entry \ninto the marketplace as a compet itive nylon products producer. 19 This includes the use of \nPlaintiff’s trade secrets, such as the manner and method of production, the machinery used \n                                                 \n12 Id. ¶¶ 33-34. \n13 Id. ¶ 38. \n14 Compl. ¶ 41. \n15 Id. ¶ 40. \n16 Id. ¶ 50. \n17 Id. ¶ 26. \n18 Id. ¶ 28. \n19 Id. ¶¶ 53-63; 77-88. \n \n \nto produce the equipment, the combination and identity of materials, the sources of the \nmaterials, and its internal financial information. 20 Plaintiff has taken reasonable steps to \nsafeguard this information by requiring that employees and visitors sign non-disclosure \nagreements, protecting computers with passwor ds, and maintaining locks on all cabinets \ncontaining sensitive information.21  \n14. While he was still under the Consulting Agreement, and after it expired, \nHigdon targeted certain specific and high ly skilled employees in HSG’s nylon sewing \noperations.  Higdon assisted G-Code in identifying and soliciting these to come to work for G-\nCode.  During a period of three weeks in earl y 2014, G-Code “hired away from HSG four of \nHSG’s most skilled employees.”22  HSG alleges that this “left HSG short of employees in \ncertain divisions within its nylon-sewing operations.”23 \n15. On November 6, 2014, Higdon announced online that he had launched a new \nbusiness, Defendant “Mean Gene Leather.” Mean Gene produces tactical gear made \nprimarily from leather, but its products also use nylon.24 Higdon has created the impression \nfor the public that Mean Gene and G-Code ar e collaborating companies, thereby diverting \ngoodwill that Plaintiff obtained as part of the Asset Purchase Agreement.25 \nHigdon’s and Mean Gene’s Counterclaim Allegations \nAmong other things, Higdon’s and Mean Gene’s Counterclaims allege that: \n16. The purchase price paid by Plaintiff was paid to High Speed Gear, Inc., and \nnot to Higdon individually.  Since Higdon received no compensation for signing the covenant \n                                                 \n20 Compl. ¶¶ 78-85. \n21 Id. ¶ 86. \n22 Id. ¶¶ 64-76. \n23 Id. ¶ 64. \n24 Id. ¶ 108-114. \n25 Id. ¶ 115. \n \n \nnot to compete, it is void and unenforceable. 26  Higdon further alleges that the non-compete \nis void and unenforceable because it is “overreaching, unfair, and unconscionable.”27 \n17. A letter sent by Plaintiff’s counsel to Higdon on February 3, 2014, alleging that \nHigdon had been violating the covenant not to compete, was published to four other \nindividuals who are not parties to this matter. 28 Higdon alleges the contents of the letter \nlibeled him.29 \n18. In or around June 2014, Higdon disc overed a Global Positioning System \n(“GPS”) tracking device attached to his pers onal vehicle. The Onslow County Sheriff’s \nDepartment later identified traced the GPS device to a private investigator firm. 30  Higdon \nalleges that the GPS was placed on his vehicl e by Plaintiff, and that Plaintiff thereby \ncommitted a trespass and invaded his privacy.31 \nDISCUSSION \n \nG-Code’s Motion to Dismiss \n19. G-Code’s Motion to Dismiss seeks dismissal of three claims: (i) HSG’s claim for \nbreach of Gene Higdon’s non-compete contract, (ii) HSG’s claim for tortious interference with \ncontract, and (iii) HSG’s claim for disgorgement of profits, insofar as those claims are asserted \nagainst G-Code.   \n20. A motion to dismiss pursuant to Rule 12(b)(6) tests the legal sufficiency of a \ncomplaint or counterclaim. Sterner v. Penn , 159 N.C. App. 626, 628 (2003). The Court, in \ndeciding a Rule 12(b)(6) motion, treats the well-pleaded allegations of the complaint as true. \nFussell v. N.C. Farm Bureau Mut. Ins. Co. , 364 N.C. 222, 225 (2010). However, mere \n                                                 \n26 Countercl. ¶¶ 14-16, 30. \n27 Id. ¶ 30. \n28 Id. ¶¶ 18-20.  \n29 Id. ¶¶ 42-57. \n30 Id. ¶¶ 21-22. \n31 Id. ¶¶ 32-41. \n \n \nconclusions of law, unwarranted deductions of fact, or unreasonable inferences are not \ndeemed admitted. Strickland v. Hedrick , 194 N.C. App. 1, 20 (2008) (citation and internal \nquotation marks omitted). The facts and permissible inferences set forth in the complaint are \nto be treated in a light most favorable to the nonmoving party. Ford v. Peaches Entm't Corp., \n83 N.C. App. 155, 156 (1986). The Court should grant a 12(b)(6) motion to dismiss only if \"it \nappears certain that [the plaintiff] could prove no set of facts which would entitle [it] to relief \nunder some legal theory.\"  Fussell, 364 N.C. at 225 (2010). \ni. Breach of Contract \n21. HSG alleges that Higdon and G-Code are liable for breach of the non-compete \nagreement between Higdon and HSG. The G-Code Motion argues that this claim should fail \nto the extent that it is asserted against G-Co de because G-Code is not a party to Higdon’s \nnon-compete contract.  \n22. A breach of contract claim “must allege  that a valid contract existed between \nthe parties, that defendant breached the terms thereof, the facts constituting the breach, and \nthat damages resulted from such breach.” \nClaggett v. Wake Forest Univ., 126 N.C. App. 602, \n608 (1997). Plaintiff argues that North Carolina law allows an action for breach of a contract \nagainst a third party “where the contracting party is knowingly aided in his breach by a non-\nparty to the contract.” 32 In Harwell Enters., Inc. v. Heim , 276 N.C. 475 (1970), the North \nCarolina Supreme Court addressed a situation where defendant Heim, who was bound by a \nnon-compete, allegedly breached that agreement by going into business with Ballard, a non- \nparty to the non-compete. The plaintiff soug ht damages for breach of contract against both \nHeim and Ballard. The Court held that “[i]f th e covenant in this case is enforceable as to \nHeim, and Ballard knowingly entered into a conspiracy with Heim to violate it, he would be \n                                                 \n32 Pl.’s Resp. & Br. Opp. Def. Edge-Works Manufacturing Co.’s Mot. Dismiss (“Pl.’s Opp.”) 4. \n \n \njointly liable with Heim for the breach.” Id. at 479. (citing Sineath v. Katzis , 218 N.C. 740 \n(1941)).  \n23. Harwell holds that under North Carolina law, a defendant who is not a party \nto a non-compete may be held jointly liable for breach of that non-compete where such \ndefendant (i) knows of the non-compete’ s existence and (ii) conspires with a party bound the \nagreement to cause the breach. Id. Here, the Complaint properly alleges those elements. \nFirst, the Complaint alleges that G-Code was fully aware of Higdon’s obligations to HSG \npursuant to Higdon’s non-compete.33 Next, the Complaint allege s that G-Code and Higdon \n“have conspired to engage in unfair and unlawful conduct designed to harm Plaintiff . . . [i]n \nblatant disregard for the covenants made in orde r to induce Plaintiff to pay more than one \nmillion dollars for [Plaintiff’s] business.”34 Further, it alleges that “G-Code has assisted and \nencouraged Gene Higdon in the violation of the restrictive covenants contained in Gene’s \nNon-Compete, despite notice and actual knowledge of those restrictive covenants.”35 Because \nHSG has properly pleaded its claim against both  Higdon and G-Code for breach of Higdon’s \nnon-compete contact, the Court finds that the G-Code Motion to Dism iss is DENIED as to \nthis Claim. \nii. Tortious Interference with Contract  \n24. HSG’s claim for tortious interference with contract alleges that “Gene Higdon \nand G-Code have maliciously interfered with  HSG’s relationships with its employees, \nincluding – without limitation – HSG’s contra ctual relationships with its employees under \nthe Employee [Non-disclosure Agreements].” 36  HSG “notified G-Code in writing about the \n                                                 \n33 Compl. ¶¶ 62, 156. \n34 Id. ¶ 3. \n35 Id. ¶ 156. \n36 Id. ¶ 184; HSG also alleges that G-Code interfered with its Consulting Agreement with Higdon, \nbut has not moved for dismissal of that claim. \n \n \nindividuals’ [Non-disclosure Agreements] and their contractual obligations to HSG.” 37 The \nComplaint alleges that G-Code’s interference with the contracts was “malicious” and “not in \npursuit of any legitimate purpose, but rather  was part of the Defendants’ plan to harm and \ncompete unfairly with HSG.”38 \n25. In order to state a claim for the tort of interference with contract, a plaintiff \nmust allege the following elements:  \n(1) a valid contract between the plaintiff and a third person \nwhich confers upon the plaintiff a contractual right against a \nthird person; (2) the defendant knows of the contract; (3) the \ndefendant intentionally induces the third person not to perform \nthe contract; (4) and in doing so acts \nwithout justification ; (5) \nresulting in actual damage to plaintiff.  \n \nUnited Labs, Inc. v. Kuykendall, 322 N.C. 643, 661 (1988) (emphasis added).  G-Code argues \nthat HSG bases the tortious interference claim on G-Code’s hiring of HSG’s former at-will \nemployees, and that a company hiring its comp etitor’s employees, without more, does not \nconstitute acting “without justification.” G- Code contends that HSG’s claim fails because \nNorth Carolina law permits a defendant to hire it s competitor’s employees, so long as it is \nnot without justification. \n26. A court considers the following factors in determining whether a defendant’s \nhiring of a competitor’s employees was justifie d: the circumstances of the interference; the \ndefendant’s motive, conduct, or interests; the social interest in preserving the defendant’s \nfreedom of action; and the contractual interests of the other party. Peoples Sec. Life Ins. Co. \nv. Hooks, 322 N.C. 216, 220-21 (1988). If the defendant’s motive is to maliciously injure the \nplaintiff, his actions are not justified. Id. at 221. The mere fact that the employees hired were \n“terminable at-will does not provide the defend ant a defense to the plaintiff’s claim for \n                                                 \n37 Id. ¶ 73. \n38 Id. ¶¶ 183-88. \n \n \ntortious interference.” Id. “If the employer can demonstrate  that the interference was \nwrongful and without justification” a claim for tortious interference will lie.  Id. at 223. \n27. On the other hand, where the allegations in the complaint reveal that the \ncompetitor was justified in hiring his compet itor’s employees, the claim must be dismissed. \nHooks, 322 N.C. at 221-222.  “[C]ompetition in bus iness constitutes justifiable interference \nin another’s business relations and is not actionable so long as it is carried on in furtherance \nof one’s own interests and by means that are lawful.” \nId. (finding that a defendant’s recruiting \nand hiring of plaintiff company’s employees di d not constitute interf erence with contract \nbecause hiring to develop a competing business was justified); see Coordinated Health Servs., \nInc. v. Primary Health Choice, Inc. , 2006 N.C. App. LEXIS 575, at **10-13 (N.C. Ct. App. \nMar. 7, 2006) (finding that the plaintiff had not shown “that defendants’ conduct in hiring \naway plaintiff’s former employees was done other than as a reasonable and bona fide attempt \nto develop defendants’ business interests.”). “[T]he privilege [to interfere] is conditional or \nqualified; that is it is lost if exercised for a wrong purpose. In general a wrong purpose exists \nwhere the act is done other than as a reasonable and bonafide attempt to protect the interests \nof the defendant which is involved.” Kuykendall, 322 N.C. at 662 (citation omitted). \n28. Here, the Complaint allegations suggest that G-Code solicited and hired HSG’s \nemployees for the purpose of putting them to work in G-Code’s newly-formed nylon sewing \noperations making products competitive with HSG’s products. While the Complaint \nallegations that G-Code recruited HSG’s em ployees, standing alone, would arguably be \ninsufficient to support a claim for tortious interference, HSG has alleged additional facts that \ncould support its contention that G-Code’s in terference was malicious and unjustified. For \nexample, HSG alleges that G-Code “target ed” HSG’s most-skilled employees and only \n \n \nemployees in its nylon sewing division. 39  HSG specifically notified G-Code about the Non-\ndisclosure Agreements.  HSG also alleged that  Gadams contacted G-Code’s President, Scott \nEvans (“Evans”), and that Evans claimed that  he had “specified that no current HSG \nemployees would be hired,” but that this was not true and that Evans was “intimately \ninvolved” in hiring a key HSG employee.40  Finally, HSG contends that G-Code’s actions left \nHSG’s nylon sewing operations short of critical employees. \n29. The Court concludes that the collective factual allegations of the Complaint \nare sufficient at this stage to support HSG’s claim for tortious interference, and G-Code’s \nMotion to Dismiss is DENIED as to this Claim. \n     iii.   Disgorgement of Profits  \n30. HSG voluntarily dismissed its claim for disgorgement of profits, without \nwaiving its right to seek disgorgement of prof its as a remedy with respect to any remaining \nclaim.41 To the extent that the G-Code Motion to Dismiss seeks dismissal of this Claim, the \nMotion is MOOT. \nHSG’s Motion to Dismiss \n31. HSG has moved to dismiss Gene  Higdon’s and Mean Gene’s42 Third through \nSeventh Counterclaims for trespass to chattels, invasion of privacy, libel per se and libel per \nquod, unfair and deceptive trade practices, and the counterclaim for punitive damages. \ni. Trespass to Chattels \n32. HSG contends that Defendants’ counterclaim for trespass to chattels should be \ndismissed pursuant to Rule 12(b)(6) because De fendants failed to state a claim upon which \n                                                 \n39 Compl. ¶ 147. \n40 Id. ¶¶ 71-72. \n41 Voluntary Dismissal (July 7, 2015). \n42 For ease of discussion in this section of the Opinion and Order, the Court will refer to Gene Higdon \nand Mean Gene Leather collectively as “Defendants.” \n \n \nrelief may be granted. HSG asserts that this cl aim should be dismissed because the alleged \nconduct underlying the claim neither interfered with Higdon’s use of his personal property \nnor amounted to an actionable dispossession of his property.  \n33. In addition to trespass by intruding on a person’s real property, North Carolina \nrecognizes the separate tort of trespass to chattels, which is a trespass to personal property. \n“The basis of a trespass to chattel cause of action lies in ‘injury to possession.’” Fordham v. \nEason, 351 N.C. 151, 155 (1999) (quoting Motley v. Thompson, 259 N.C. 612, 618 (1963)). A \nclaim for trespass to chattels must “demonstrate  that [the plaintiff] had either actual or \nconstructive possession of the personalty or goods in question at the time of the trespass, and \nthat there was an unauthorized, unlawful interf erence or dispossession of the property.” Id. \n(citations and quotations omitted). On e is liable for trespass to chattels only if (1) a person \ndispossesses the other of the chattel; or (2) the chattel is impaired as to condition, quality, or \nvalue; or (3) the possessor is deprived of use of chattel for a substantial time; or (4) bodily \nharm is caused to the possessor or some pers on or thing in which possessor has a legally \nprotected interest. Restatement (Second) of Torts § 218. A party may not merely claim that \nanother accessed or touched his property without permission; instead he must show that such \naccess or touching actually interfered with his use of the property in some fashion. Accord id. \ncmt. e (“The interest of a possessor of a chattel in its inviolability, unlike the similar interest \nof a possessor of land, is not given legal pr otection by an action for nominal damages for \nharmless intermeddlings with the chattel.”). \n34. Higdon claims that HSG meddled with his personal vehicle by attaching a GPS \ntracking device to it. 43 Higdon does not allege that HS G’s conduct effectively dispossessed \nhim of his truck or deprived him of his ability to drive the truck; in fact, Higdon alleges that \n                                                 \n43 Countercl. ¶¶ 35-37. \n \n \nhe drove the truck from his home, to a town in a separate county, and then back to his home, \nall with the device attached.44 Instead, Higdon bases his claim on the mere affixation and/or \npresence of the GPS device. While there are no North Carolina cases on point regarding \nwhether the unauthorized placement of a GPS de vice on another’s vehicle constitutes a \ntrespass to chattel, the Court of Appeals has re cognized that placing a boot on a car’s wheel \nconstitutes an “interference” with the prope rty because “the main purpose of a car is \ntransportation, and [] one cannot drive around with a boot attached to the wheel of one’s car.” \nKirschbaum v. McLaurin Parking Co., 188 N.C. App. 782, 787 (2008). Here, however, Higdon \nfails to allege how placing a GPS on the bottom of his truck actually interfered with his use \nof the truck, impaired the operation of the truck, or damaged his truck in any way. \n35. Higdon’s argument that the U.S. Supreme Court’s decision in United States v. \nJones, 132 S. Ct. 945 (2012), supports his claim is incorrect, as the holding in Jones is \ninapposite here. The Court in Jones determined that the government’s warrantless \nattachment of a GPS device to an individual su spect’s vehicle, and subsequent use of that \ndevice to monitor the vehicle’s movements on public roads, was a violation of the individual’s \nFourth Amendment rights. Id. at 948. Higdon’s first argument that Jones found that the \ngovernment “committed an unlawful trespass,” misstates, or in the very least misconstrues, \nthe holding in Jones.45 Jones did not consider the question of  whether the government had \ncommitted the tort of trespass to chattels; ra ther, the Court solely considered whether the \ngovernment’s conduct constituted a search or seizure within the meaning of the Fourth \nAmendment. Jones, 132 S. Ct. at 948. Although the majority opinion applied what Justice \nScalia termed as the “common-law trespassory te st,” the Court explicitly explained that it \nwas referring to the concept of trespass as it existed in English common law at the time the \n                                                 \n44 Id. ¶ 21. \n45 Df. Albert Gene Higdon, Jr.’s Mem. Opp. Pl.’s Mot. to Dismiss (“Higdon Brief”) 3. \n \n \nFourth Amendment was adopted in the 18 th century, not the present-day conception of the \ntrespass to chattels tort. Id. at 949-52 (discussing the English common law as it existed at \nthe adoption of the Fourth Amendment); id. at 953 (“What we apply is an 18 th-century \nguarantee against unreasonable searches, which we believe must provide at a minimum the \ndegree of protection it afforded when it wa s adopted.”) (emphasis omitted). Therefore, \nwhether HSG, which is not a government actor, placing a GPS device on Higdon’s car would \nviolate the 18 th century standards of trespass is immate rial to determining if such conduct \nconstitutes a trespass to chattel under present-day North Carolina law.  \n36. In fact, as the concurrence in Jones articulates, attaching a GPS device to \nanother’s vehicle probably would not constitute a trespass to chattel under modern tort law. \nId. at 961 (Alito, J., concurring) (“Attaching such an object is generally regarded as so trivial \nthat it does not provide a basis for recovery  under modern tort law.”). Justice Alito also \ndiscusses the fact that historically, a claim for trespass to chattels could be viable if there \nwas a violation of “the dignitary interest in th e inviolability of chattels,” but today the tort \nrequires more than simply touching or attaching an object to a chattel. Id. at 957 n.2. (quoting \nW. Keeton, D. Dobbs, R. Keeton, & D. Owen, Prosser & Keeton on Law of Torts 87 (5th ed. \n1984)). In order to recover on a present-day clai m for trespass to chattels, the plaintiff must \nshow that the chattel was actually damaged, or  that his use of the chattel was interfered \nwith. Id. at 957 n.2.; see also Restatement (Second) of Torts § 218 cmt. e. \n37. The Court concludes that Jones cannot be interpreted as establishing that a \nprivate citizen can be held liable for trespass to chattels by merely attaching to another’s car \na GPS device, a small, light object that does not interfere in any way with the car's operation. \nHigdon’s allegation that HSG merely attach ed a GPS device to his vehicle cannot alone \nsupport a claim for trespass to chattels in th e absence of a showing that HSG’s conduct \ndamaged or interfered with his ability to us e the vehicle. The Court concludes that the \n \n \npleadings do not support a viable claim for trespass to chattels, and HSG’s Motion to Dismiss \nGene Higdon’s and Mean Gene’s Third Counterclaim for trespass to chattels is GRANTED \nas to this Claim.  \nii. Invasion of Privacy \n38. Higdon’s counterclaim for invasion of privacy also is based on the alleged \naffixing of a GPS device to his vehicle. Higdon alleges that by using the GPS “and otherwise \nconducting a state wide surveillance of his activities” HSG has “intruded upon his “solitude, \nseclusion or private affairs and concerns.” 46 HSG contends that this claim should be \ndismissed because Higdon did not allege facts that establish any actual intrusion of HSG into \nhis private affairs or personal information.  \n39. To prove an invasion of privacy in North Carolina, one must show (1) an \nintentional intrusion upon the solitude or secl usion of another or his private affairs and (2) \nthat the intrusion would be highly offensive to a reasonable person. Toomer v. Garrett, 155 \nN.C. App. 462, 479 (2002) (citing Miller v. Brooks, 123 N.C. App. 20, 26-27 (1996). “Generally, \nthere must be a physical or sensory intrusion  or an unauthorized prying into confidential \npersonal records to support a claim for invasion of privacy by intrusion.” Broughton v. \nMcCatchy Newspapers, Inc., 161 N.C. App. 20, 29 (2003). Even when a plaintiff asserts that \na defendant engaged in “unauthorized prying,” a claim for invasion of privacy is not viable if \nall that is learned about the pl aintiff is public information. Id. at 30. (“There can be no \ninvasion of privacy claim based upon the use of public records as to which plaintiff had no \nexpectation of privacy.”). Moreover, “‘a pe rson traveling in an automobile on public \nthoroughfares has no reasonable expectation of privacy in his movements from one place to \n                                                 \n46 Countercl. ¶ 39. \n \n \nanother.’” State v. Parker , 183 N.C. App. 1, 7 (2007) (quoting United States v. Knotts , 460 \nU.S. 276, 281 (1983)).  \n40. Significantly, courts in other jurisdictions have addressed the placement of a \nGPS device in the context of the invasion of privacy tort. For instance, a New Jersey court \nheld that the secret placement of a GPS device  in a vehicle to track a person without his \nknowledge did not constitute an invasion of privacy. Villanova v. Innovative Investigations, \nInc., 420 N.J. Super. 353 (App. Div. 2011).  In that case, a wife placed a GPS device in the \nglove compartment of her husband’s vehicle to investigate his “suspected infidelities,” for \napproximately forty days. Id. at 355. The court concluded that a cause of action for invasion \nof privacy was not established because there was no evidence “that any surveillance of \nplaintiff extended into private or secluded locations that were out of public view and in which \nplaintiff had a legitimate expectation of privacy.” Id. at 363. Similarly, an Illinois court held \nthat the attachment of a GPS device to another ’s vehicle did not constitute an invasion of \nprivacy where the plaintiffs did not allege that the GPS device captured any private activity. \nTroeckler v. Zeiser, 2015 U.S. Dist. LEXIS 27594, *7 (S.D. Ill. Mar. 5, 2015). The court found \nthat the plaintiffs “failed to plead how a passerb y on the street or an individual in another \nvehicle could not capture the same information that the tracking device captured and thus [] \nfailed to plead the disclosure of a private fact.” Id. The Court finds the New Jersey and Illinois \nopinions persuasive. \n41. Here, Higdon claims that HSG invaded his privacy by tracking his movements \nin his vehicle using the GPS device. The facts in this case are analogous to Villanova and \nTroeckler to the extent that Higdon has failed to plead that the placement of the GPS device \nenabled HSG to obtain any private information about him. Higdon alleges only that he \ntraveled from his home in Onslow County to Robbins, North Carolina, and back home with \nthe GPS attached to his vehicle, a journey on  which he could have been publicly observed. \n \n \nAccordingly, any information transmitted by th e GPS device attached to Higdon’s vehicle \ncould have been obtained by observing the vehicle on public roads, where Higdon has no \nreasonable expectation of privacy.  \n42. Higdon also argues that the Supreme Court’s decision in \nJones supports his \nposition in that it repudiated the long-standing principle that an individual has no reasonable \nexpectation of privacy in his travel on public roads. This argument, however, misinterprets \nthe holding of Jones, which expressly did not address that issue. Instead, the Court \nreferenced, but did not overrule, its holding in United States v. Knotts , 460 U.S. 276, 281 \n(1983), that “[a] person traveling in an automobile on public thoroughfares has no reasonable \nexpectation of privacy in his movements from on e place to another,” and made clear that it \ndid not express an opinion as to whether observin g such movements by “electronic means” \nwould constitute an “unconstitutional invasion of privacy.” Jones, 132 S. Ct. at 954-54. In \naddition, the court in Troeckler found that the plaintiffs’ argument that Jones supported their \nposition that the placement of a GPS device constituted an invasion of privacy lacked merit. \nTroeckler, 2015 U.S. Dist. 27594, at *7-8.  The Troeckler court concluded that Jones was \ninapposite, as Jones solely holds that the placement of a GPS device on a vehicle constituted \na search for Fourth Amendment purposes, and the requirements for a search under the \nFourth Amendment are different than the elements  of the invasion of privacy tort at issue.  \nId. \n43. For the foregoing reasons, the Court concludes that Higdon failed to plead facts \nthat support a cause of action for the invasi on of privacy tort under North Carolina law. \nAccordingly, the Court finds that HSG’s Motion to Dismiss Gene Higdon’s and Mean Gene’s \nFourth Counterclaim for invasion of privacy is GRANTED as to this Claim. \niii. Libel Per Se and Libel Per Quod  \n \n \n44. Higdon’s Fifth and Sixth Counterclaims for Libel Per Se and Libel Per Quod \nboth arise solely from the February 3, 2014, le tter allegedly published by HSG’s counsel to \nEdge-Works Manufacturing Company and severa l other individuals who are not a party to \nthis action. HSG contends that these counte rclaims should be dismissed because they are \nbarred by the applicable statute of limitations.  \n45. In North Carolina, claims for libel ar e subject to a one-year statute of \nlimitations. G.S. § 1-54(3). An action for libel must be commenced within one year from the \ntime the action accrues, which is the date of the publication of the defamatory words. Philips \nv. Pitt Cnty. Mem. Hosp., Inc., 222 N.C. App. 511, 526 (2012) (citing Gibson v. Mut. Life Ins. \nCo. of N.Y., 121 N.C. App. 284, 287 (1996). “A statute of limitations defense may properly be \nasserted in a Rule 12(b)(6) motion to dismiss if it appears on the face of the complaint that \nsuch a statute bars the claim.” Horton v. Carolina Medicorp, 344 N.C. 133, 136 (1996) (citing \nHargett v. Holland, 337 N.C. 651, 653 (1994)). Once a defendant raises a statute of limitations \ndefense, the burden shifts to the plaintiff to prove that the action was brought before the \nrelevant statute of limitations has expired. Horton, 344 N.C. 133, 136 (citing Pembee Mfg. \nCorp. v. Cape Fear Constr. Co. , 313 N.C. 488, 491 (1985); Little v. Rose, 285 N.C. 724, 727 \n(1974)). \n46. “Publication occurs when the allegedly defamatory material is read by a third \nparty.” Ward v. Buckeye Homeowner’s Ass’n, 2011 N.C. App. LEXIS 1312, at *4 (June 7, \n2011) (unpublished) (citing Matthews, Cremins, McLean, Inc. v. Nichter , 42 N.C. App. 184, \n188 (1979). In Ward, the Court of Appeals held that in the absence of other evidence regarding \nthe date of a letter’s receipt, the fact that it  is dated more than twelve months before the \nfiling of a libel claim is sufficient “to raise the statute of limitations in a motion to dismiss.” \nId. at *5 (finding that, when the complaint did not allege the specific date on which the \nallegedly defamatory letter was “published,” or  read, the date printed on the letter was \n \n \nsufficient to allow the defendant to raise a st atute of limitations defense and require the \nplaintiff to prove that the defamation was published within the statute of limitations). \n47. Higdon’s only allegation regarding the date of publication is that “on or about \nFebruary 3, 2014, HSG “caused to be sent” the defamatory letter.47  Higdon’s Counterclaims \nwere not filed until April 6, 2015, over fourteen months after the date the letter was allegedly \nmailed. This is sufficient to raise a statute of limitations defense and put the burden on \nHigdon to prove that his claim was timely file d. In response, Higdon appears to argue that \nthe date that the third-parties actually rece ived the letter cannot be determined without \nconducting discovery, but puts forth no proof that they received the letter less than one year \nprior to his filing of the counterclaims.  “There are many rulings to the effect that the mailing \nof a letter properly addressed presumes a delivery to the addressee.” \nYork v. York, 271 N.C. \n416, 420 (1967) (citing Model Mill Co. v. Webb, 164 N.C. 87 (1913); First Nat’l Bank v. Hall, \n174 N.C. 477 (1917); Standard Trust Co. v. Commercial Nat’l Bank , 166 N.C. 112 (1914); \nWhite v. Dixie Fire Ins. Co., 226 N.C. 119 (1946); Holloman v. S. Ry. Co., 172 N.C. 372 (1916)). \nIn North Carolina, there is a presumption that the addressee will receive correctly addressed \nmail with postage prepaid in the regular course of mail. See, e.g., Parnell-Martin Supply Co. \nv. High Point Motor Lodge, Inc., 277 N.C. 312, 321 (1970); State v. Teasley, 9 N.C. App. 477, \n486 (1970); Crown Cent. Petroleum Corp. v. Page-Myers Oil Co ., 255 N.C. 167, 171 (1961).  \nThus, Higdon has not overcome this presumpt ion that the letter was not received in the \nregular course of mail, and therefore he has not met his burden of showing that the relevant \nstatute of limitations has not expired. See Horton, 344 N.C. at 136; Pembee Mfg. Corp., 313 \nN.C. at 491; Little, 285 N.C. at 727.   \n                                                 \n47 Countercl. ¶ 18. \n \n \n48. The Court concludes that Higdon’s Counterclaims for libel per se and libel per \nquod are barred by the statute of limitations , the Court need not address the parties’ \narguments pertaining to privilege and failure to  plead special damages. Accordingly, HSG’s \nMotion to Dismiss Gene Higdon’s and Mean Gene’s Fifth and Sixth Counterclaims for Libel \nis GRANTED as to these Claims.  \niv. Unfair and Deceptive Trade Practices \n49. Higdon apparently bases his Counte rclaim for unfair and deceptive trade \npractices on two allegations: (1) the allegation that HSG tracked his movements through use \nof the GPS, and (2) the allegation that HSG libeled him by publishing the February 3, 2014, \nletter to third parties to this lawsuit. 48  HSG contends that this counterclaim should be \ndismissed because HSG’s alleged wrongful activities are neither “in or affecting commerce” \nnor “unfair or deceptive.” See Bumpers v. Cmty. Bank of N. Va., 367 N.C. 81, 88 (2013).  \n50. For a claim for unfair and deceptive trade  practices, the party bringing the \naction must show (1) the defendant committed an unfair or deceptive act, (2) the act was in \nor affecting commerce, and (3) the act pr oximately caused the plaintiff’s injury. Id. at 88 \n(citing Dalton v. Camp , 353 N.C. 647, 656 (2001). To be “in or affecting commerce,” the \nplaintiff must prove the defendant’s act was re lated to its “business activities,” or its \n“’regular, day-to-day activities, or affairs, such as the purchase and sale of goods, or whatever \nother activities the business regularly enga ges in and for which it is organized.’\" White v. \nThompson, 364 N.C. 47, 52 (2010) (quoting HAJMM Co. v. House of Raeford Farms, Inc., 328 \nN.C. 578, 594 (1991)). \n51. Higdon’s allegation that HSG tracked  his movements by attaching a GPS \ndevice to his “private vehicle” is not sufficient to support a claim for unfair and deceptive \n                                                 \n48 Id. ¶¶ 58-62. \n \n \ntrade practices.  Higdon does not allege that he used his private vehicle for business or that \nthe movements that were allegedly tracked relate d in any way to his business.  Higdon also \nfails to allege how such conduct could concei vably have caused injury to him or to his \nbusiness. The alleged conduct simply was not “in or affecting commerce” for purposes of \nimposing liability. Accordingly, HSG’s Motion to Dismiss Gene Higdon’s and Mean Gene’s \nSeventh Counterclaim for unfair trade  practices, to the extent it is based on the allegation \nthat HSG tracked the movements of his private vehicle using a GPS, is GRANTED as to this \nClaim. \n52. A claim of libel per se that defames a party in its business activities may be \nthe basis of a claim for unfair and deceptive tra de practices “in or affecting commerce” in \nviolation of G.S. § 75-1.1. Ellis v. N. Star Co., 326 N.C. 219, 225-26 (1990). Relying on Ellis, \nhowever, HSG argues that the dismissal of Hi gdon’s libel claims necessitates the dismissal \nof his claim for violation of G.S. § 75-1.1 based on the libel claim.49  In Ellis, a “jury found as \na fact” that the defendant’s mailing of a letter regarding the plaintiff and his business did \nnot libel the individual plaintiff. Id. at 227. The North Carolina Supreme Court held that \n“[a]s the plaintiff [ ] alleged no other act of the defendants in support of his unfair or deceptive \npractices claim, the jury's findings against him in this regard on the libel claim necessarily \nwere findings rejecting the facts alleged by him in his unfair or deceptive practices claim.  Id. \n(emphasis added).  In the present case, however, the Court dismissed Higdon’s counterclaims \nfor libel based on the statute of limitations, and not on the basis that the facts underlying the \nalleged libel did not occur or that the allege d defamatory statements were not libelous.  \nTherefore, here, unlike in Ellis, the Court cannot conclude that Higdon cannot proceed with \nthe G.S. § 75-1.1 claim based on the statements in the letter, even if Higdon is barred from \n                                                 \n49 Pl.’s Br. in Supp. of Mot. to Dismiss at 14. \n \n \nrecovering for those statements under a libel claim. For the foregoing reasons, the Court finds \nthat HSG’s Motion to Dismiss Gene Higdon’s and Mean Gene’s Seventh Counterclaim for \nunfair and deceptive trade practices, to the extent it is based on HSG’s conduct with respect \nto the February 3, 2014, letter, is DENIED as to this Claim. \nv. Punitive Damages \n53. Higdon claims punitive damages, not set out in a separate cause of action, but \nin several individual causes of action and in his prayer for relief. HSG contends that this \nclaim should be dismissed because Higdon has not identified with specificity an aggravating \nfactor allegedly supporting punitive damages as required by Rule 9(k) of the North Carolina \nRules of Civil Procedure.  \n54. “A demand for punitive damages shall be  specifically stated, except for the \namount, and the aggravating factor that suppo rts the award of punitive damages shall be \naverred with particularity.” G.S. § 1A-1, Rule 9(k). Aggravating factors that can support an \naward of punitive damages are fraud, malice, and willful or wanton conduct. G.S. § 1D-15. It \nis not sufficient that the party seeking punitive damages merely states a cause of action and \nthen asserts he is entitled to punitive damages as a result of that claim. Barlett Milling Co., \nL.P. v. Walnut Grove Auction & Realty Co., 192 N.C. App. 74, 84-85 (2008) (citing Shugar v. \nGuill, 51 N.C. App. 466, 469 (1981)). In Shugar, the Court of Appeals reasoned that the \nplaintiff’s only reference to his claim for punitive damages was his statement that “the \ndefendant, without just cause, did intentionally, willfully and maliciously assault and batter \nthe plaintiff,” and that this statement alone was a mere conclusion of the plaintiff. Shugar, \n51 N.C. at 470; see id. at 472-73. Thus, the Court held that the plaintiff’s pleading did not \nsufficiently allege punitive damages, as “[a] mere conclusory statement that the wrongful act \nwas advanced in a malicious, wanton, or willful manner is insufficient.” Id. at 470 (citation \nomitted). \n \n \n55. In the instant case, Higdon cites to Newton v. Standard Fire Ins. Co., 291 N.C. \n105, 112 (1976), for the proposition that aggravated conduct supporting an award of punitive \ndamages when an identifiable tort is alleged may be established by alleging “behavior \nextrinsic to the tort itself.” Higdon contends  that he has made such allegations in his \nCounterclaims where he alleges “HSG’s conduct has been aggravated, outrageous, malicious \nand fraudulent, deliberately intending to injure Higdon.” 50 Higdon has failed to allege the \npresence of any aggravating fact with particula rity, as the only other allegations regarding \npunitive damages are conclusory recitals at th e end of five of his claims for relief that \nPlaintiff’s conduct has caused him “to be entitled to punitive damages . . . in an amount to be \ndetermined at trial.” 51 Thus, Higdon’s claim for puniti ve damages does not meet the \nheightened pleading standard set out in Rule 9(k), and Court finds that HSG’s Motion to \nDismiss Gene Higdon’s and Mean Gene’s claim for punitive damages is GRANTED as to this \nClaim.  \nTHEREFORE, IT IS ORDERED, based upon the foregoing FINDINGS and \nCONCLUSIONS that: \n56. G-Code’s Motion to Dismiss is DENIED as to HSG’s Claims for Breach of \nContract and Tortious Interference. \n57. HSG’s Motion to Dismiss is GRANTED as to Defendant Albert Gene Higdon, \nJr.’s and Mean Gene Leather’s Third, Fourth, Fifth, and Sixth Counterclaims for Trespass to \nChattels, Invasion of Privacy, Liber Per Se, Liber Per Quod, and the request for punitive \ndamages. \n58. HSG’s Motion to Dismiss is GRANTED in  part as to Defendant Albert Gene \nHigdon, Jr.’s and Mean Gene Leather’s Seve nth Counterclaim for Unfair and Deceptive \n                                                 \n50 Countercl. ¶ 66. \n51 Id. ¶¶ 34, 37, 41, 48, 57. \n \n \nTrade Practices, to the extent that it is based on the allegation that HSG tracked the \nmovements of Higdon’s private vehicle using a GPS. To the extent that the Counterclaim for \nUnfair and Deceptive Trade Practices is based on HSG’s conduct with respect to the February \n3, 2014 letter, HSG’s Motion to Dismiss is DENIED as to this claim.  \n \nThis the 5th day of October, 2015.  \n \n \n \n \n    /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases  \n \n \n \n "
}