{
  "id": "7112bb675bf442466e458c377f5bd443a8ee35f2c383326001fc6ff50e56013d",
  "source_file": "data/raw/ncbc/7112bb675bf442466e458c377f5bd443a8ee35f2c383326001fc6ff50e56013d.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 12 CVS 9573 \n \n \nPROSPECT MARKETING GROUP, INC., ) \n Plaintiff )  \n  ) OPINION AND ORDER ON \n v.  ) DEFENDANTS' MOTION TO DISMISS \n   )  FOR LACK OF PERSONAL \nCHASNAN, INCORPORATED d/b/a  ) JURISDICTION \nCASTLE ADVERTISING and DAVID ) \nCASTLE,   ) \n  Defendants ) \n \n \nTHIS MATTER comes before the court upon Defendants Chasnan, Incorporated \nd/b/a Castle Advertising and David Castle's Motion to Dismiss for Lack of Personal \nJurisdiction (\"Motion\") pursuant to Rule 12(b)(2) of the North Carolina Rules of Civil \nProcedure (\"Rules\"); and \nTHE COURT, having reviewed the Motion, briefs in support and in opposition to \nthe Motion, arguments of counsel and other appropriate matters of record, \nCONCLUDES that the Motion should be GRANTED. \nMaginnis Law, PLLC, by Edward H. Maginnis, Esq., and T. Shawn Howard, Esq., \nfor Plaintiff Prospect Marketing Group, Inc.  \n \nRobinson Bradshaw & Hinson, P.A., by Edward F. Hennessey, IV, Esq., and \nKate E. Payerle, Esq., for Defendants Chasnan, Incorporated d/b/a Castle \nAdvertising and David Castle.   \n \nJolly, Judge. \n \nPROCEDURAL HISTORY\n \n[1] On July 10, 2012, Plaintiff filed a Complaint against Defendants Chasnan, \nIncorporated d/b/a Castle Advertising (\"Chasnan\") and David Castle (\"Castle\") \n(collectively, \"Defendants\"). \nProspect Mktg. Grp., Inc. v. Chasnan, Inc., 2013 NCBC 47. \n \n \n[2] On October 19, 2012, Defendants f iled the Motion.  It has been fully \nbriefed and argued and is ripe for determination. \nFACTUAL BACKGROUND \nThe Complaint alleges claims (\"Claim(s)\") for breach of contract (\"Claim One\"), \nviolation of N.C. Gen. Stat. § 75-1.1 (\"Claim Two\"), fraud (\"Claim Three\") and negligent \nmisrepresentation (\"Claim Four\"). It seeks temporary and permanent injunctive relief \n(\"Claim Five\") against both Defendants. \nAmong other things, the Complaint alleges the following: \n[3] Plaintiff is a corporation existing u nder the laws of the State of Nevada, \nwith its principal place of business in New York. \n[4] Defendant Chasnan is incorporated and has its principal place of business \nin California. \n[5] Defendant Castle is a citizen and resident of California. \n[6] Defendant Castle is the principa l officer and shareholder of Defendant \nChasnan. \n[7] Plaintiff is a market ing company that publishes Business Leader \nMagazine, a regional magazine that is published in nine markets, including the \nResearch Triangle, Triad and Charlotte areas of North Carolina. \n[8] Defendant Chasnan is a marketing agency that provides lead generation \nand other direct mail and internet marketing services.  In its regular course of business, \nChasnan promotes its clients' interests through Internet postings as well as direct mail \nflyers. \n \n \n[9] At times material and over a number of  years, Chasnan, at the direction of \nCastle, directed flyers to North Carolina on behalf of clients.1  Defendants made contact \nwith North Carolina residents more than one million times based upon a \"1% conversion \nrate from contact attempts to potential leads.\"2  Defendants earned \"hundreds of \nthousands of dollars\" that is directly attributable to their work in North Carolina.3   \n[10] On or about December 31, 2011, Plaintiff and Defendants executed an \n\"Asset Purchase Agreement\" (\"Agreement\") whereby Defendants transferred all rights, \ntitle and interest in the assets of Defendant Chasnan to Plaintiff.   \n[11] Defendants \"made a number  of false representations\" in the course of \nnegotiating the Agreement.4 \n[12] Defendants further breached the ex press terms of the Agreement by \ncollecting and failing to remit certain accounts receivable5 and breaching a covenant not \nto compete included in the Agreement.6 \n                                                 \n1 Pl.’s Resp. in Opp'n to Defs.' Mot. Dismiss Pursuant to R. 12(b)(2) (\"Response Brief\") 1-4. \n2 Id. at 3.  Plaintiff also alleges that the conversion rate was included in promotional materials used by \nDefendants to advertise their services.  Id. Defendants challenge Plaintiff's calculation on the grounds that \nthe 1% return rate is only applicable for print mail pieces, and that Plaintiff applies the rate to internet \nadvertisements developed and maintained by a third party. Defs.' Reply to Pls.' Resp. in Opp'n to Defs.' \nMot. Dismiss Pursuant to R. 12(b)(2) (\"Reply Brief\") 3-4. \n3 Response Brief at 2. \n4 Compl. ¶ 8. \n5 Id. ¶ 11. \n6 Id. ¶¶ 13-15. \n \n \nDISCUSSION \n[13] If a court lacks personal jurisdic tion over a defendant, dismissal pursuant \nto a motion under Rule 12(b)(2) is proper.  \n[14] Personal jurisdiction describes the power of a given court to require a \nlitigant to appear to defend a lawsuit.  This requirement is grounded in the due process \nguaranteed by the Fourteenth Amendment of the United States Constitution.  Kulko v. \nCalifornia Superior Court, 436 U.S. 84, 91 (1978).  Personal jurisdiction comes in two \nvarieties:  general jurisdiction and specific jurisdiction.  Tom Togs, Inc. v. Ben Elias \nIndus. Corp., 318 N.C. 361, 366 (1986). \n[15] A state court can exercise general personal jurisdiction over individuals \ndomiciled in the state, regardless of where the events giving rise to the action occurred.  \nA corporation is subject to general personal jurisdiction in the state of its incorporation, \nin the state of its principal place of business, or \"nerve center,\" Hertz Corp. v. Friend, \n130 S. Ct. 1181, 1187 (2010), or in any jurisdiction where the corporation is \nconstructively \"at home\" as a result of continuous and systematic contacts with the \nforum state, Goodyear Dunlop Tires Operations, S.A. v. Brown, 131 S. Ct. 2846, 2851 \n(2011). \n[16] Specific jurisdiction requires that t he cause of action arise directly from the \ndefendant's purposeful contacts with the forum.  World-Wide Volkswagen v. Woodson, \n444 U.S. 286 (1989).  Accord Steag Energy Services GMBH v. Ebinger, 2012 NCBC 2, \n¶ 38 (January 6, 2012) (noting that \"[w]hen specific jurisdiction exists, a defendant has \n'fair warning' that he may be sued in a state for injuries arising from activities that he \n'purposefully directed' toward that state's residents\") (citations omitted).  Here, Plaintiff \n \n \nhas not alleged that the cause of action arises out of Defendants' contacts with North \nCarolina, but instead arises out of contractual obligation under the Agreement, which \nitself has no relation to any of Defendants' alleged contacts with the forum.  Accordingly, \nthis court is not able to exercise specific jurisdiction over Plaintiff's Claims. \n[17] A state may modify or amend it s procedure for exercising personal \njurisdiction by statute, but can extend personal jurisdiction no further than provided by \nthe Fourteenth Amendment.  Tom Togs, Inc. v. Ben Elias Industries Corp., 318 N.C. at \n364. The North Carolina Supreme Court has acknowledged that North Carolina's long-\narm statute, N.C. Gen. Stat. § 1-75.4 (hereinafter, references to the North Carolina \nGeneral Statutes will be to \"G.S.\"), was intended to and did in fact \"make available to \nthe North Carolina courts the full jurisdictional powers permissible under federal due \nprocess.\"  Dillon v. Numismatic Funding Corporation, 291 N.C. 674, 676 (1977). \nNorth Carolina Long-Arm Statute \n[18] The analysis of whether a North Carolina court may exercise personal \njurisdiction is two-fold.  First, there must be statutory authorization for the exercise of \njurisdiction in the long-arm statute, and, second, the jurisdiction must be exercised in a \nmanner consistent with the due process clause.  Dillon, 291 N.C. at 676.   \n[19] North Carolina's long-a rm statute provides jurisdiction over claims arising \noutside the State against a party who, at the time of service, \"is engaged in substantial \nactivity within this State.\"  G.S. § 1-75.4(1)(d).  The statute plainly requires that the \ndefendant be engaged in such substantial activity at the time of service.  Here, the \nComplaint alleges that all the potential contacts with North Carolina made by \nDefendants predated the Agreement.  As a result, Defendants were not engaged in \n \n \nsubstantial activity following closing of the sale transaction.  Plaintiff's Complaint was \nnot filed contemporaneously with the close of the Agreement and, therefore, at the time \nof filing and service of the Complaint, the alleged activity on behalf of Defendants had \nceased.  As a result, based on the plain language of G.S. 1-75.4(1)(d), the exercise of \njurisdiction is improper. \n[20] As Plaintiff notes, G.S. 1-75.4(1)(d) was intended to extend personal \njurisdiction to the greatest extent due process would allow.  Dillon, supra.  However, the \nNorth Carolina Supreme Court has never ignored the literal language of the statute in \nfavor of such a broad interpretation.  In Skinner v. Preferred Credit, the court refused to \nallow the exercise of personal jurisdiction under G.S. 1-75.4(1)(d) based on the plain \nlanguage of that statute.  361 N.C. 114, 119 (2006).   \nGeneral Jurisdiction \n[21] Were this court to find and conc lude that the circumstances presented \nhere warrant an exception from the plain language of G.S. 1-75.4(1)(d), personal \njurisdiction still would not be proper under a traditional general jurisdiction analysis. \n[22] The crux of whether a North Carolina court will be able to exercise general \npersonal jurisdiction is whether a defendant maintained such continuous and systematic \ncontacts \"as to render [it] essentially at home in the forum State.\"  Goodyear, 131 S. Ct. \nat 2851.  The link between the defendant and the forum must be such that the \ndefendant \"should reasonably anticipate being haled into court there.\"  Tom Togs, Inc., \n318 N.C. at 365.  \"The threshold level of minimum contacts sufficient to confer general \njurisdiction is significantly higher than for specific jurisdiction.\"  Cambridge Homes of \nNC, L.P., v. Hyundai Constr., Inc., 194 N.C.App. 407, 412 (2008) (citations omitted).  In \ndetermining whether sufficient contacts exist, courts employ a multi-factor analysis \n \n \nconsidering (a) the quantity of the contacts, (b) the nature and quality of the contacts, \n(c) the source and connection of the claim to the contacts, (d) the interests of the forum \nstate and (e) convenience to the parties.  Rosetto USA, Inc. v. Greensky Fin. LLC, 191 \nN.C. App. 196, 200 (2008).  No one factor in the analysis is determinative. \n[23] Plaintiff contends here that De fendant Chasnan, at the direction of \nDefendant Castle, maintained a number of contacts with North Carolina. These contacts \nwere largely in the form of direct mail sent by Chasnan \"on behalf of its clients into North \nCarolina.\"7  In its Response Brief, Plaintiff further contends that these contacts \nnumbered in excess of one million, based upon \"a 1% conversion rate from contact \nattempts to potential leads.\"8  Plaintiff alleges that Defendants earned \"hundreds of \nthousands of dollars\" as a result of their work in North Carolina.9  Plaintiff does not \nallege that Defendant Chasnan has or ever had a registered agent or employees in \nNorth Carolina, any office in North Carolina or otherwise maintains a physical presence \nanywhere outside San Diego, California.   \n[24] Applying the factors set forth in Rosetto USA, and even assuming the \nnumber of pieces of direct mail sent by Defendant Chasnan on behalf of its clients is as \nhigh as Plaintiff contends,10 these contacts do not support the exercise of general \njurisdiction over Defendants.   \n[25] The commercial nature of the contacts  alleged by Plaintiff tends to weigh \nmore heavily in favor of exercising jurisdiction.  See, e.g., Hankins v. Somers, 39 N.C. \n                                                 \n7 Compl. ¶ 6. \n8 Response Brief at 3. \n9 Id. at 2. \n10 There is significant dispute between the parties through pleadings and affidavits over the number of \npotential contacts present.  Defendants contend that Plaintiff misuses the 1% conversion rate provided by \nDefendant Chasnan in marketing materials by including internet postings made by Defendants.  See id., \nReply Brief at 3-4. \n \n \nApp. 617 (1979) (dismissing for lack of personal jurisdiction a defendant whose contacts \nwere not commercial in nature but denying the motion with regard to defendant who \nwas engaged in ongoing commercial activity within the State).  However, the U.S. \nSupreme Court held in Helicopteros Nacionales v. Hall, 466 U.S. 408, 418 (1984), that \n\"[m]ere purchases, even if occurring at regular intervals, are not enough to warrant a \nstate's assertion of in personam jurisdiction over a nonresident corporation in a cause of \naction not related to those purchase transactions.\"  Here, Plaintiff's cause of action \narises out of the negotiation, execution and subsequent breach of a contract. None of \nthese events are alleged to have occurred in North Carolina, and therefore Plaintiff has \nnot alleged any connection between the alleged contacts and their cause of action.  \n[26] Plaintiff has not alleged that Nort h Carolina has any meaningful interest in \nhearing this civil action in this state. \n[27] Further, as the pleadings indicate, all parties are either domiciled or \nmaintain a physical presence in California.  All relevant witnesses to the agreement and \nguardians of relevant documents are in California.\n11  As a result, maintaining the action \nin North Carolina is a tremendous inconvenience. \n[28] In addressing the level of inconveni ence and the forum's interest, Plaintiff \nplaces significant reliance in its Response Brief on the existence of a North Carolina \nchoice of law provision in the Agreement.12  However, such clauses are not \ndeterminative of the issue of personal jurisdiction.  See Cherry Bekaert & Holland v. \nBrown, 99 N.C.App. 626, 635 (1990) (noting that a choice of law provision which states \nthat the forum State's laws will apply in any breach of contract action is \"a factor in \n                                                 \n11 Affidavit of David Castle, ¶¶ 21-22. \n12 Response Brief at 8. \n \n \ndetermining\" fairness of litigating in the state, but reaching its holding in favor of \nexercising jurisdiction by relying heavily on other factors).  Accord Burger King v. \nRudzewicz, 471 U.S. 462, 482 (1985) (holding that choice of law provisions are not \ndeterminative, but may be considered).   \n[29] Cases that rely heavily on choice of law provisions as a determining factor \nin a personal jurisdiction analysis typically involve one resident and one nonresident \ncontracting party.  See id. (noting that the choice of law provision was sufficient to \nestablish personal jurisdiction only when coupled with the \"20 year interdependent \nrelationship\" between the nonresident defendant and the forum state).  In that context, \nthe choice of law provision may outweigh the inconvenience to the nonresident party in \nlitigating in the forum because the choice of law provision put the party on notice to the \npossibility of litigating in the forum.  However, in the instant case, neither party is a \nresident of North Carolina and there is scant evidence to show that such a relationship \nexisted.  As a result, the choice of law provision in this action is insufficient to tip the \nscales in favor of exercising personal jurisdiction. \n[30] All that Plaintiff has alleged is t hat at some point or points in time,13 \nDefendant Chasnan sent or caused to be sent an unspecified number of pieces of direct \nmail into North Carolina.  Plaintiff has not established when these contacts occurred or \nwith what frequency. Ultimately, this Court finds and concludes that the quantity and \nquality of the contacts alleged are insufficient to establish general jurisdiction over \nDefendants.   \nNOW THEREFORE, based on the foregoing, it is hereby ORDERED that: \n                                                 \n13 The only reference as to the timing of the alleged contacts appears in the affidavit of Eran Salu in which \nthe contacts are contended to all have occurred \"Prior to 12/31/2011,\" without any specificity.  Affidavit of \nEran Salu, ¶¶ 10-20. \n \n \n[31] Defendants' Motion to Dismiss For Lack of Personal Jurisdiction is \nGRANTED. \n[32] Plaintiff's Claims alleged agains t Defendants Chasnan, Incorporated d/b/a \nCastle Advertising and David Castle are DISMISSED. \n[33] Taxable costs are charged to Plaintiff. \n This the 10th day of October, 2013. "
}