{
  "id": "711a93d5674e51d880245c79b1ea895c17a021173d7e1babfcba17c0d987d778",
  "source_file": "data/raw/ncbc/711a93d5674e51d880245c79b1ea895c17a021173d7e1babfcba17c0d987d778.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCATAWBA COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n11 CVS 2780 \n \n \nCOUNTY OF CATAWBA d/b/a \nCATAWBA VALLEY MEDICAL \nCENTER, \n \nPlaintiff, \n \nv. \n \nFRYE REGIONAL MEDICAL \nCENTER, INC., and TATE \nSURGERY CENTER, LLC, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION FOR \nCONSIDERATION OF  STATUTE OF \nLIMITATIONS DEFENSE  \n \n{1} THIS MATTER is before the Court upon Defendants Frye Regional Medical \nCenter, Incorporated and Tate Surgery Ce nter, LLC’s (collectively, “Defendants”) \nMotion for Consideration of Statute of Li mitations Defense (the “Motion”) in the \nabove-captioned case. \nBrooks, Pierce, McLendon, Humphrey & Leonard LLP by James C. Adams, II, \nJustin N. Outling, and Forrest W. Campbell, Jr. for Plaintiff. \n \nVan Laningham Duncan PLLC by Alan W. Duncan and Poyner & Spruill, LLP by \nS. Todd Hemphill, Matthew A. Fisher, and David R. Broyles for Defendants. \n \nBledsoe, Judge. \n{2} The factual and procedural background of  this case is recited in detail in \nCounty of Catawba v. Frye Reg’l Med. Ctr., Inc., 2014 NCBC 27 (N.C. Super. Ct., June \n26, 2014), www.ncbusinesscourt.net/opinion s/2014_NCBC_27.pdf (granting in part \nand denying in part Defendants’ Motion  for Summary Judgment).  The facts \npertinent for purposes of resolving the present Motion are set forth below. \nCounty of Catawba v. Frye Reg’l Med. Ctr., Inc., 2014 NCBC 57. \n{3} Plaintiff filed the Complaint in this action on September 8, 2011, asserting \nclaims against Defendants for breach of four separate contracts (claims 1 -  4), fraud \n(claim 5), and unfair and deceptive trade practices under N.C.G.S. § 1-75.1 (“UDTP”) \n(claim 6).   \n{4} On October 21, 2013, Defendants filed a Motion for Summary Judgment (the \n“SJ Motion”) seeking dismissal of each of Plaintiff’s six claims.  Defendants argued \nthat dismissal of Plaintiff’s fourth claim for relief – for breach of the parties’ Private \nParty Settlement Agreement (the “PPSA”) – was proper on several grounds, including \nfailed conditions, lack of consideration, statute of limitations, and because the PPSA \nwas an agreement to agree and thus not an enforceable contract. \n{5} On June 27, 2014, this Court (Murphy, J.) issued an Opinion denying \nDefendants’ SJ Motion on Plaintiff’s claim for breach of the PPSA, stating that “there \nis a question of material fact as to whether the parties intended the PPSA to serve as \na binding agreement . . . .”  \nCounty of Catawba, 2014 NCBC 27 at ¶ 48.  Judge Murphy \nincluded a footnote at the end of his ruling on this claim stating that “[b]ecause there \nis a question of material fact related to  enforceability of the PPSA, it is unnecessary \nfor the Court to consider the parties’ ad ditional arguments at this stage of the \nlitigation.”  Id. at fn. 1.   \n{6} Defendants have now moved the Court to consider Defendants’ contention \nthat Plaintiff’s claim for breach of the PP SA is barred by the applicable statute of \nlimitations – an issue Defendants argue Judge Murphy left unresolved in his Opinion \nand on which Defendants claim they are entitled to a favorable ruling.  Plaintiff \nopposes Defendants’ Motion and contends that either Judge Murphy considered and \nrejected Defendants’ statute of limitations defense in rendering his Opinion or, \nalternatively, if Judge Murphy did not consider the defense, Defendants are not \nentitled to have the defense considered at this time.  Plaintiff further contends that, \nin any event, the undisputed facts of reco rd do not permit the Court to find that \nPlaintiff’s breach of contract claim is barred by the statute of limitations as a matter \nof law. \n{7} Generally, “no appeal lies from one superior court judge to another” and “a \nmotion for summary judgment denied by one superior court judge may not be allowed \nby another superior court judge on identical legal issues.”  \nFurr v. Carmichael , 82 \nN.C. App. 634, 637, 347 S.E.2d 481, 483 (1986).  The Co urt may, however, consider \nissues and defenses not ruled upon by th e prior judge in its determination of an \nearlier motion for summary judgment.  See Cail v. Cerwin, 185 N.C. App. 176, 181–\n86, 648 S.E.2d 510, 514–17 (2007) (holding superior co urt judge did not overrule \nsummary judgment order of prior superior court judge when he granted summary \njudgment on an issue prior judge had not decided). \n{8} Based on the Court’s reading of Judge Murphy’s footnote and the entirety of \nthe Opinion, the Court concludes that Judge Murphy did not consider Defendants’ \nstatute of limitations defense in ruling on Defendants’ SJ Motion on Plaintiff’s claim \nfor breach of the PPSA and further that De fendants’ statute of limitations defense \nwas not determined or rendered moot by Judge Murphy’s summary judgment ruling.  \nAs a result, the Court concludes that it has the authority to consider, and will \ntherefore consider, whether Defendants  are entitled to summary judgment \ndismissing Plaintiff’s claim for breach of the PPSA on statute of limitations grounds. \n{9} Now therefore, having considered the Motion, the briefs and exhibits filed \nin support of and in opposition to the Motion, the briefs and exhibits filed in support \nof and in opposition to Defendants’ SJ Motion, and the arguments of counsel made at \na hearing held on October 14, 2014, the Cour t finds that there are genuine issues of \nmaterial fact concerning whether the stat ute of limitations has run on Plaintiff’s \nclaim for breach of the PPSA, including (i) when Plaintiff received notice of \nDefendants’ alleged breach for purposes of triggering the applicable statute of \nlimitations, and (ii) whether Defendant en gaged in conduct that would permit the \napplication of the doctrine of equitable estoppel to preclude Defendants from relying \non the statute of limitations defense to defeat Plaintiff’s claim for breach of the PPSA.  \nSee Miller v. Talton, 112 N.C. App. 484, 488, 435 S.E.2d 793, 797–98 (1993) (holding \nequitable estoppel would prevent reliance on  statute of limitations defense where \n“plaintiffs asserted that defendants repeatedly promised to remedy the surface water \ndrainage problems, that plaintiffs believed defendants would keep their word and fix \nthe problems, and in reliance on defendants’ promises, plaintiffs delayed instituting \nlegal action”). \n{10} Accordingly, the Court concludes Defendants are not entitled to summary \njudgment on Plaintiff’s claim for breach of the PPSA.  Therefore, Defendants’ Motion \nfor Summary Judgment seeking dismissal of Plaintiff’s claim for breach of the PPSA \non statute of limitations grounds is hereby DENIED. \n SO ORDERED, this the 13th day of November 2014. \n \n       \n "
}