{
  "id": "71299ae85ba5249cfb656404a6ae34755b47df83b67992c26dc67b495b598bf0",
  "source_file": "data/raw/ncbc/71299ae85ba5249cfb656404a6ae34755b47df83b67992c26dc67b495b598bf0.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n14 CVS 10579 (Master File); \n14 CVS 8300; \n14 CVS 8911; \n14 CVS 9215; \n                        14 CVS 9271 \n \n \nIn re PokerTek Merger Litigation \n \nORDER AND FINAL JUDGMENT \n \n \n{1} THIS MATTER  is before the Court on Plaintiffs’ Motion for Final \nApproval of Settlement (“Approval Motion ”) and Plaintiffs’ Motion for Award of \nAttorneys’ Fees and Expenses, each filed with supporting briefs on December 23, \n2014, and arising from a settlement stipulat ion conditionally entered on or about \nSeptember 19, 2014, and subsequently fina lized subject to Court approval (the \n“Settlement”), implementing an earlier tentative settlement subject to confirmatory \ndiscovery.  Appropriate notice to pote ntial class members following the Court’s \npreliminary approval of the Settlement was sent, and no objection to the Settlement \nhas been made.  The Court held a final fairness hearing at which it examined \nPlaintiffs’ counsel, and the Court is satisfied as to the fairness, reasonableness, and \nadequacy of the Settlement and the fairness and reasonableness of the fees and costs \nrequested.  The Court now GRANTS each of the Motions, CERTIFIES the class as \ndefined below for purposes  of the Settlement only, APPROVES the Settlement, \nAWARDS the requested attorneys’ fees and costs, and ENTERS FINAL JUDGMENT \nfor the reasons indicated below. \nWallace & Graham, P.A. by John Hughes and Mona Lisa Wallace, and Levi & \nKorsinky LLP by Donald J. Enright an d Elizabeth K. Tripodi, for Plaintiff \nArkady Sandler.  \n \nThe Rabon Law Firm, PLLC by Gary W. Jackson, Brodsky & Smith, LLC by \nEvan J. Smith and Marc Akerman, Rigrodsky & Long, P.A. by Seth Rigrodsky, \nBrian D. Long and Gina Serra, The Rosen Law Firm, P.A. by Phillip Kim, and \nThe Briscoe Law Firm by Willie C. Bris coe, for Plaintiffs Robert Simmer, \nJeffrey Weber, James Dabord, Herald Stephens and Luis Lobo. \n \nIn Re PokerTek Merger Litig., 2015 NCBC 8. \n \nMcGuire Woods LLP by Irving M. Brenne r for Defendants Joseph J. Lahti, \nLyle A. Berman, Gehrig H. White, Arthur L. Lomax, James T. Crawford, III \nand PokerTek, Inc. \n \nWyrick Robbins Yates & Ponton, LLP by Charles George and Lee M. Whitman, \nCadwalader, Wickersham & Taft LLP by Gregory A. Markel, and Morse \nZelnick Rose & Lander, LLP by Kenneth S. Rose for Defendants Multimedia \nGames, Inc. and 23 Acquisition Co. \nBledsoe, Judge. \nI. NATURE OF THE DISPUTE \n{2} Plaintiffs Robert Simmer (“Simmer”), Jeffrey Weber (“Weber”), James \nDabord (“Dabord”), Herald J. Stephens (“Stephens”), Luis Lobo (“Lobo”) and Arkady \nSandler (“Sandler”) are former shareh olders of Defendant PokerTek, Inc. \n(“PokerTek”). \n{3} On April 29, 2014, PokerTek entered into a definitive Merger Agreement \nwith Defendant 23 Acquisition Co. (“Merger Sub”), a North Carolina corporation and \na wholly owned subsidiary of Multimedia Games, Inc. (“Multimedia”).  Merger Sub \nwas formed solely to facilitate the merger with PokerTek. \n{4} PokerTek announced the Merger Agreement on April 30, 2014. The \nMerger Agreement grew out of a process that had begun in early January 2011, \ncontinued throughout the next three years, and ultimately involved discussions with \nfourteen separate parties concerning a po ssible business combination transaction.  \nAfter engaging in preliminary discussions with a number of parties and retaining \nNortheast Securities, Inc. (“Northeast”) as its financial advisor in May 2012 and \nagain in May 2013, PokerTek ultimately engaged Burrill Securities, LLC (“Burrill”) \nas its financial advisor on April 9, 2014.  The closing price per share of PokerTek \nCommon Stock on the Nasdaq Capital Market was $0.98 at the time the Merger \nAgreement was executed on April 29, 2014.  The Merger Agreement provided for a \nshare purchase value of $1.35, yielding an overall merger valuation of $12.6 million. \n{5} Simmer was the first to file a Complaint challenging the merger on May \n9, 2014.  Shortly thereafter, Weber and D abord filed a Complaint on May 15, 2014, 1 \n                                                 \n1 Weber and Dabord subsequently filed an Amended Complaint on June 6, 2014. \n \nStephens filed a Complaint on May 16, 2014, and Lobo filed a Complaint on May 19, \n2014.  In addition to the corporate Defendants, the actions were brought against the \nindividual members of PokerTek’s Board of Directors.2  Each Complaint alleged that \nthe individual Defendants had breached their fiduciary duties, including by their \nalleged breaches of the duties of care, g ood faith, loyalty, and candor; failures to \ndisclose material information; self-dealing; failure to secure adequate merger \nconsideration; and agreeing to unreaso nable deal-protection measures.  Each \nComplaint further alleged that the corporate Defendants aided and abetted the \nindividual Defendants’ alleged breach of their fiduciary duties. \n{6} PokerTek filed its Preliminary Proxy Statement on May 23, 2014. \n{7} Sandler filed a Verified Class Action and Shareholder Derivative \nComplaint against the same Defendants on June 9, 2014.  Sandler’s Complaint \ncontained direct and derivative claims against the individual Defendants for breach \nof fiduciary duty and against the corporat e Defendants for aiding and abetting that \nalleged breach.  Sandler’s Complaint placed greater emphasis on the individual \nDefendants’ alleged failures to disclose material information than did the earlier-filed \nComplaints. In particular, Sandler contende d that PokerTek had failed to disclose \ncertain financial projections PokerTek prov ided to Burrill for the 2014 – 2019 time \nperiod, the contents of the confidentialit y agreements PokerTek entered with eight \npotential bidders for the company (including  whether standstill provisions barring \nsuperior offers were negotiated with th ese parties), the terms and circumstances \nconcerning the retention of PokerTek’s financial advisors (first Northeast and then \nBurrill), and certain information underlying Burrill’s various financial analyses \nsupporting its fairness opinion. \n                                                 \n \n2 Plaintiff Stephens also included Mark D. Robe rson, PokerTek’s Chief Executive Officer, as a \ndefendant in his Complaint. \n \n \n{8} Each of the five actions was de signated as a mandatory complex \nbusiness case, assigned to this Court (Murph y, J.), and subsequently reassigned to \nthe undersigned on July 2, 2014.3   \n{9} The Court consolidated the five actions on July 8, 2014, (the \n“Consolidated Action”), and on July 21, 2014, appointed Plaintiffs’ lead counsel and \nliaison counsel, each having extensive, well-documented experience and success in \nthis type of litigation. \n{10} The claims in the Sandler Verified Complaint were asserted on behalf of \na purported class of PokerTek common stockholders as of April 29, 2014, exclusive of \npersons or entities closely associated with Defendants.  The Sandler Verified \nComplaint alternatively alleged direct and derivative claims.  Plaintiffs did not make \na demand upon PokerTek before bringing their initial actions but instead claimed \nthat the Verified Complaint was an adequa te demand, and asserted that making a \ndemand upon PokerTek after the initiation of litigation satisfied any statutory \ndemand requirement. \n{11} PokerTek filed its Final Proxy Statement on June 19, 2014. \n{12} The parties negotiated an expedited discovery process.  Plaintiffs \nthereafter engaged in expedited document review with Defendants’ consent, \nreviewing some 3,100 pages of confidential documents of PokerTek, and, on July 11, \n2014, filed a Motion for Preliminary Injunction to enjoin the merger, which was \nscheduled for a shareholder vote on July 24, 2014. \n{13} On July 13, 2014, the parties entered a Memorandum of Understanding \n(“MOU”), resolving all claims, subject to confirmatory discovery.  The Settlement \nfocused on Plaintiffs’ disclosure-based claims. Pursuant to the MOU, PokerTek made \nsupplemental disclosures by filing a Form 8-K on July 14, 2014. \n                                                 \n3 On July 10, 2014, a substantially similar sharehol der action was filed against Defendants in the \nUnited States District Court for the Western District of North Carolina, captioned Clark v. PokerTek, \nInc., Case No. 3:14 cv 00380 (W.D.N.C.), alleging breaches of fiduciary duty, aiding and abetting such \nbreaches, and violations of federal securities law relating to the merger.  This action was voluntarily \ndismissed without prejudice on December 9, 2014.  \n \n{14} The shareholder vote was held as scheduled on July 24, 2014, at which \n6,304,156 shares voted in favor of the me rger, 264,471 shares voted against, and \n1,600 shares abstained. \n{15} Plaintiffs conducted confirmatory discovery in accordance with the \nprovisions of the MOU, which included the depositions of Defendant Lahti \n(PokerTek’s board chair and lead independent director) and a designee of Burrill. \n{16} The parties executed a Stipulation and Agreement of Compromise, \nSettlement and Release (“Stipulation”) on  September 19, 2014.  Plaintiffs then \nsubmitted the Stipulation with their Unopposed Motion for Preliminary Approval of \nthe Settlement on September 22, 2014. \n{17} The merger transaction was consu mmated on October 1, 2014, and \nPokerTek was merged out of existence that day. \n{18} The Court issued its Preliminary Approval Order on October 6, 2014, \npreliminarily certifying the Settlement Cla ss, directing that notice be given, and \nsetting a Settlement Hearing for December 4, 2014. \n{19} On November 7, 2014, the Cour t granted Defendants’ Unopposed \nMotion to Amend the Preliminary Approval  Order with Respect to the Time for \nProvision of Notice and Resetting the Settlement Hearing Date and issued an \nAmended Preliminary Approval Order extend ing the period for giving notice and \nrescheduling the Settlement Hearing for January 13, 2015. \n{20} PokerTek engaged Kurtzman Carson Consultants, LLC (“KCC”) as an \nagent to undertake the mailing of notice of the Settlement as directed by the Court.  \nAs of January 7, 2015, KCC had mailed 2,088 notices to at least 1,215 recipients. \n{21} The Court held the Settlement Hear ing on January 13, 2015.  Neither \nthe Court, the parties, nor KCC received any objection to the Settlement, either \nbefore, during, or after the fairness hearing.  \nII. CLASS CERTIFICATION \n{22} As Judge Gale has recently observed , “this Court has broad discretion \nin determining whether a case should continue as a class action.”  In re Harris Teeter \nMerger Litig. , 2014 NCBC 44 ¶ 23 (N.C. Su per. Ct. Sept. 24, 2014), \n \nwww.ncbusinesscourt.net/opinions/2014_NCBC_44.pdf (approving final settlement); \nHarrison v. Wal-Mart Stores, Inc., 170 N.C. App. 545, 547, 613 S.E.2d 322, 325 (2005) \n(citing Faulkenbury v. Teachers’ and State Employees’ Ret. Sys. of N.C. , 345 N.C. \n683, 699, 483 S.E.2d 422, 432 ( 1997)).  Class certificatio n is controlled by North \nCarolina Rule of Civil Procedure 23, and our courts have provided that a trial court, \nin its discretion, may certify a class action where the following requirements are met: \n“(1) the existence of a class, (2) . . . the named representative will fairly \nand adequately represent the interests of all class members, (3) . . . there \nis no conflict of interest between the representative and class members, \n(4) . . . class members outside the jurisdiction will be adequately \nrepresented, (5) . . . the named party has a genuine personal interest in \nthe outcome of the litigation, (6) . . . class members are so numerous that \nit is impractical to bring them all before the court, (7) . . . adequate notice \nof the class action is given to class members.” \nEhrenhaus v. Baker, Order, No. 08 CVS 22632 ¶ 39 (N.C. Super. Ct. Feb. 5, 2010), \n(approving settlement) (alterations in original) (quoting Perry v. Union Camp Corp., \n100 N.C. App. 168, 170, 394 S.E.2d 681, 682 (1990) (summarizing the factors set forth \nin Crow v. Citicorp Acceptance Co. , 319 N.C. 274, 282–84, 35 4 S.E.2d 459, 465–66 \n(1987))). \n{23} The North Carolina Supreme Court has he ld that “a ‘class’ exists . . . \nwhen the named and unnamed members each ha ve an interest in either the same \nissue of law or of fact, and that issue predominates over issues affecting only \nindividual class members.”  Crow, 319 N.C. at 280, 354 S.E.2d at 464. \n{24} Here, the Court concludes that the class representatives’ claims are \ntypical of claims of the putative clas s, are common to all former PokerTek \nshareholders, and predominate over any potential individual claim, thereby \nsatisfying the requirements for the existence of a class.  See id. \n{25} The Court further finds that the named class representatives fairly and \nadequately represented the interests of all class members and were each \nshareholders without any conflict with ot her members of the putative class. The \nCourt also concludes that class members ou tside the jurisdiction were adequately \nrepresented, and that the named class representatives had a clear stake and genuine \n \npersonal interest, not a mere technical inte rest, in the controversy, also satisfying \nrequirements established by Crow.  Id. at 282–83; 354 S.E.2d at 465. \n{26} The Court finds that the class here consists of thousands of shareholders \nof PokerTek such that it is impractical to bring them all before the Court, easily \nmeeting the numerosity requirement.  \nId. at 283, 354 S.E.2d at 466 (citing N.C. R. \nCiv. P. 23(a)). \n{27} The Court also finds that all class members were given fair and \nadequate notice, thereby satisfying the notice requirements for class certification.  Id. \nat 283–84, 354 S.E.2d 466. \n{28} Because all class action prerequisites have been met, the Court, as \nJudge Gale has explained, “has the discre tion to then determine whether a class \naction is superior to other methods for adjudication of this controversy.” In re Harris \nTeeter Merger Litig., 2014 NCBC 44 at ¶ 28; Blitz v. Agean, 743 S.E.2d 247, 249 (N.C. \nCt. App. 2013). \n{29} Plaintiffs here ask the Court to certify a “non-opt-out” class.  “By opting \nout, the class member avoids the prec lusive effect of the settlement.”  Ehrenhaus v. \nBaker, 216 N.C. App. 59, 78, 717 S.E.2d 9, 23 (2011). \n{30} The Business Court has previously certified non-opt-out classes in \nmerger disputes.  See, e.g., In re Harris Teeter Merger Litig. , 2014 NCBC 44; In re \nPPDI Litig. , 2012 NCBC 31 ¶¶ 3–4 (N.C. Super. Ct. May 24, 2012), \nwww.ncbusinesscourt.net/opinions/2012_NCBC_31.pdf; In re Progress Energy \nS’holder Litig ., 2011 NCBC 45 (2011), \nwww.ncbusinesscourt.net/opinions/2011_NCBC_44.pdf; Ehrenhaus v. Baker, No. 08 \nCVS 22632 (N.C. Super. Ct. Feb. 5, 2010); In re Quintiles Transnat’l Corp. S’holder \nLitig., No. 02 CVS 5348 (N.C. Super. Ct. Oct. 10, 2003); In re Delhaize Am., Inc. \nS’holder Litig., No. 00 CVS 13706 (N.C. Super. Ct . Oct. 29, 2001). These cases are \nconsistent with the views of courts from other jurisdictions that have certified non-\nopt-out classes where primarily equitable relief was sought. See, e.g. , In re \nPhiladelphia Stock Exch., Inc., 945 A.2d 1123, 1137 (Del. 2008). \n \n{31} The Court concludes that certifying a non-opt-out class in this action, \nwhich seeks injunctive relief, is the superior means of resolving the claims in this \naction, particularly because it will serve “‘to avoid unnecessary inconsistencies and \ncompromises in future litigation.’” Ehrenhaus, 216 N.C. App. at 79, 717 S.E.2d at 23 \n(quoting DeBoer v. Mellon Mortg. Co., 64 F.3d 1171 (8th Cir. 1995)).   Indeed, this is \nnot a case where the parties “seek[] to bind class members concerning claims wholly \nor predominantly for money judgments.” Id.  Instead, from the outset, Plaintiffs pled \nand litigated this case as one in which equitable claims predominated (seeking to \nenjoin the PokerTek-Multimedia Merger). See generally In re Harris Teeter Merger \nLitig., 2014 NCBC 44; In re PPDI Litig., 2012 NCBC 31 ¶¶ 3–4 (N.C. Super. Ct. May \n24, 2012); In re Progress Energy S’holder Litig., 2011 NCBC 44; Ehrenhaus, No. 08 \nCVS 22632 at ¶ 77; In re Quintiles Transnational Corp. S’holder Litig., No. 02 CVS \n5348. \n{32} Accordingly, the Court certifies the following non-opt-out Settlement \nClass solely for the purpose of effectuating the Settlement:   \nAny and all record and beneficial holders or owners of PokerTek \ncommon stock and their respective successors, predecessors, \nrepresentatives, trustees, executor s, administrators, heirs, assigns \nor transferees, immediate or remote, and any person or entity acting \nfor or on behalf of, or claiming under any of them, together with their \npredecessors and successors and a ssigns, who beneficially owned \nPokerTek common stock as of April 29, 2014 or between that date \nand the date of consummation of  the Proposed Transaction, but \nexcluding: (i) the Defendants; (i i) the immediate families of the \nPokerTek Board; (iii) any parent, su bsidiary, affiliate, officer, or \ndirector of PokerTek; (iv) any enti ty in which any excluded person \nhas a controlling interest; and (v) the legal representatives, heirs, \nsuccessors and assigns of any excluded person. \n \nIII. THE  SETTLEMENT \n{33} “Settlement has long been preferre d to litigation, and public policy \nprefers upholding good faith settlements,  even without strong regard to the \nconsideration underlying the settlement.”  \nIn re Progress Energy S’holder Litig., 2011 \nNCBC 44 at ¶ 34; see generally In re Harris Teeter Merger Litig. , 2014 NCBC 44; \n \nEhrenhaus, 216 N.C. App. at 72, 717 S.E.2d at 19 (citing Knight Publ’g Co. v. Chase \nManhattan Bank, N.A., 131 N.C. App. 257, 262, 506 S.E.2d 728, 731 (1988)). \n{34} Courts commonly utilize the following factors when determining the \nfairness, reasonableness, and adequacy of a proposed class action settlement: (a) the \nstrength of the plaintiff’s case, (b) the defendant’s ability to pay, (c) the complexity \nand cost of further litigation, (d) the amount of opposition to the settlement, (e) class \nmembers’ reaction to the proposed settlement, (f) counsel’s opinion, and (g) the stage \nof the proceedings and how much discovery has been completed. See Ehrenhaus, 216 \nN.C. App. at 73–75, 717 S.E.2d at 19–20 (citing Armstrong v. Bd. of  S c h .  D i r .  o f  \nMilwaukee, 616 F.2d 305, 314 (7th Cir. 1980), overruled on other grounds by Felzen \nv. Andreas, 134 F.3d 873 (7th Cir. 1998)). \n{35} The Court has applied the foregoing factors to the present case and \nconcludes that the consideration for the Settlement was fair, reasonable, and \nadequate.  Ehrenhaus, 216 N.C. App. at 73, 717 S.E.2d at 20. \n{36} Based on its review of the record, the Court concludes that the \nSettlement resulted from arm’s-length negotiations that were undertaken without \ncollusion.  Plaintiffs credibly assert that  Plaintiffs’ counsel determined that a \nsettlement that achieved supplemental disclosures without further monetary relief \nwas in the best interests of the putative class because the disclosures were material \nto the upcoming shareholder vote, Plaintiffs’ other claims carried significant risk of \nan adverse result, and PokerTek would only agree to make the additional disclosures \nas part of a comprehensive settlement of all claims.   \n{37} Moreover, the class members overwhelmingly approved the merger, and \nno class member raised an objection to the Settlement after receiving notice.  \nEhrenhaus, 216 N.C. App. at 74, 717 S.E.2d at 20 (“[T]he reaction of the class to the \nsettlement is perhaps the most significant factor to be weighed in considering its \nadequacy.” (alteration in original) (quoting \nSala v. Nat’l R.R. Passenger Corp., 721 F. \nSupp. 80, 83 (E.D. Pa. 1989)). \n{38} In addition, there is nothing in the record to suggest that Plaintiffs’ \nclaims are strong enough to justify further litigation. Plaintiffs’ claims for breach of \n \nfiduciary duty carried significant risk, risk acknowledged by Plaintiffs’ lead counsel \nat the Settlement Hearing. \n{39} In particular, should Plaintiffs’ claims have been deemed to be \nderivative, see, e.g., Barger v. McCoy Hillard & Parks, 346 N.C. 650, 659, 488 S.E.2d \n215, 220 (1997) (holding that “[t]o support the right to an individual lawsuit, the duty \nmust be one that the alleged wrongdoer ow ed directly to the shareholder as an \nindividual”), Plaintiffs’ claims faced a significant standing hurdle in light of Plaintiffs’ \nfailure to make statutory demand on PokerTek.  \nSee N.C. Gen. St at. § 55-7-42(1) \n(2013) (providing written demand is a condition precedent to a derivative action). \n{40} Moreover, Plaintiffs faced considerable uncertainty as to whether their \nchallenges to director action could overcome the evidentiary presumption afforded by \nthe business judgment rule.  Hammonds v. Lumbee River Elec. Membership Corp., \n178 N.C. App. 1, 20–21, 631 S.E.2d 1, 13–14 (2006).   \n{41} Similarly, Plaintiffs’ aiding and abetting claims against the corporate  \nDefendants faced substantial risk, both because it is unclear whether North Carolina \nrecognizes this cause of action, see In re Harris Teeter Merger Litig., 2014 NCBC 44 \nat ¶ 41,  and because the success of th ose claims is entirely dependent upon \nestablishing the underlying breach of fiduciary duty.  See Tong v. Dunn, 2012 NCBC \n16 ¶¶ 11–13 (N.C. Super. Ct. Mar. 9, 2012), \nwww.ncbusinesscourt.net/opinions/2012_NCBC_16.pdf (granting motion to dismiss), \noverruled on other grounds, 752 S.E.2d 669 (N.C. Ct. App. 2013). \n{42} Under these circumstances, the Court finds Plaintiffs’ counsel’s decision \nto settle the case for supplemental disclosures without further monetary recovery \nprudent and reasonable.  In particular, th e Court concludes that Plaintiffs’ counsel \nreasonably assessed the strength of Plaint iffs’ claims in considering whether the \nbargained-for supplemental disclosures we re adequate consideration for the \nSettlement. \n{43} As Judge Gale recently explained, the Court of Appeals has “adopted the \nDelaware Supreme Court’s articulation of  ‘materiality,’ used while evaluating \ndirector disclosures, to the effect that a disclosed fact is material if there is a \n \n‘substantial likelihood that the disclosure of the omitted fact would have been viewed \nby the reasonable investor as having si gnificantly altered the ‘total mix’ of \ninformation made available.’” In re Harris Teeter Merger Litig., 2014 NCBC 44 at ¶ \n45 (quoting Ehrenhaus, 216 N.C. App. at 88, 717 S.Ed.2d at 28–29 (in turn quoting \nRosenblatt v. Getty Oil Co., 493 A.2d 929, 944 (Del. 1985)). \n{44} Plaintiffs have presented reasoned  arguments that the supplemental \ndisclosures PokerTek agreed to make potentially met this standard.  In particular, \nPokerTek made supplemental disclosures of the sort of information that the Delaware \nChancery Court has recognized may be material, including disclosures concerning (i) \ninformation Plaintiffs contended was necessa ry for discounted cash flow analyses \n(\nsee, e.g., In re Netsmart Techs. Inc. S’holders Litig. , 924 A.2d 171, 177 (Del. Ch. \n2007) (enjoining merger where proxy failed to disclose projections used in discounted \ncash flow analysis, which are “highly-prized . . . by investors”); In re BioClinica, Inc. \nS’holders Litig., 2013 Del. Ch. LEXIS 52, *18–*21 (Del . Ch., Feb. 25, 2013) (finding \nthat the fact that management did not disclose certain financial projections was itself \nmaterial); In re Toys “R” Us, Inc., S’holder Litig., 877 A.2d 975, 1013 (Del. Ch. 2005) \n(preferring DCF model)); (ii) comparative financial information, including enterprise \nvalue/EBITDA and enterprise/revenue mu ltiples, for companies selected as \ncomparable by Burrill in preparing its fairness opinion (see, e.g., Turberg v. Arcsight, \nC.A. No. 5821-VCL, at 43 (Del. Ch., Sept. 20, 2011) (transcript) (finding comparator \ncompanies’ multiples material)); and (iii) information regarding PokerTek’s \nengagement of a financial advisor and of the business relationship between PokerTek, \nMultimedia and Burrill (\nsee, e.g., David F. Simonetti Rollover IRA v. Margolis, 2008 \nDel. Ch. LEXIS 78, *25 (Del. Ch., June  27, 2008) (finding “imperative” that \n“stockholders be able to understand what factors might influence the financial \nadvisor’s analytical efforts”)). \n{45} Furthermore, Judge Gale recently found Plaintiffs’ lead counsel to be \n“well equipped” to undertake the settlement analysis, “as they are substantially \nexperienced in comparable litigation in both North Carolina and before the Delaware \nChancery Court,” \nIn re Harris Teeter Merger Litig. , 2014 NCBC 44 at ¶ 36, and \n \nobserved that “‘the opinion of experience d and informed counsel is entitled to \nconsiderable weight . . . in assessing wh ether a settlement is fair, adequate and \nreasonable’ where counsel has undertaken a ‘detailed assessment[] of the strength \nand weaknesses of the claims asserted, the applicable damages, and the likelihood of \nrecovery.’”  Id. (quoting Ehrenhaus, 216 N.C. App. at 93, 717 S.E.2d at 31 (alteration \nin original) (additional quotation omitted).  This Court agrees. \n{46} In sum, the Court concludes that the Settlement reflects a reasoned \ncompromise and that the supplemental disclosures unaccompanied by additional \nmonetary relief were fair, reasonable, and adequate consideration for the Settlement.  \nThe Settlement was in the best interests of the Settlement Class.   \nIV. THE REQUEST FOR ATTORNEYS’ FEES \n{47} Plaintiffs request the Court to appr ove the provision in the Stipulation \nby which PokerTek agreed to pay up to $140,000 (“Settlement Payment”) in attorneys’ \nfees to Plaintiffs’ counsel and to reimburse Plaintiffs’ counsel for their costs. \n{48} The Settlement is not conditioned on Court approval of the Settlement \nPayment and becomes final upon approval  by the Court, whether or not the \nSettlement Payment is approved or made.4 \n                                                 \n4 Paragraph 6 (Attorneys’ Fees and Expenses) of the Stipulation provides, in relevant part, as \nfollows: \n \nDefendants acknowledge that the Supplemental Disclosures were caused by Plaintiffs’ \ninitiation and prosecution of their claims as set forth in the Consolidated Action and \nthat such Supplemental Disclosures constitute valid consideration to the Company and \nits shareholders.  Plaintiffs’ Counsel will petition the Court for approval of a payment \nof fees and expenses in connection with the Action (“Fee Application”) and Defendants \nh a v e  a g r e e d  t o  t a k e  n o  p o s i t i o n  o n  P l a intiff’s Counsel’s petition for approval of \nattorneys’ fees from the Court except as described below.  After the parties agreed to \nthe other substantive terms of the Settl ement contained herein, Defendants and \nPlaintiffs negotiated in good faith the amount of the Fee Application.  Subject to Court \napproval, Defendants will not object to a Fee Application seeking $140,000 in total fees \nand expenses.  The Fee Application shall be Plaintiffs’ Counsel’s sole application for \nan award of fees and expenses in connec tion with any litigation concerning the \nProposed Transaction.  The Defendants shall not be responsible for, and the Plaintiffs \nand Plaintiffs’ Counsel waive any right to collect, any award of f ees and expenses in \nexcess of $140,000.  Any failure by the Court to approve the amount of fees and \nexpenses sought by the Plaintiffs or Plaintiffs’ Counsel shall not affect the validity or \nfinality of the Settlement. PokerTek, it s successor and/or assigns, and/or their \ninsurer(s), and/or the insurer(s) of the Individual Defendants, shall pay the fees and \nexpenses not in excess of $140,000 to Plaintiffs’ counsel in the Actions, on behalf of all \n \n{49} Judge Gale discussed at length in In re Harris Teeter Merger Litigation, \nthe Court’s two related but separate task s in assessing Plaintiffs’ request: (1) \ndetermining whether the Court has the author ity to grant the request; and (2) if so, \nwhether the requested Settlement Payment is reasonable.  See generally In re Harris \nTeeter Merger Litig., 2014 NCBC 44, at ¶¶ 52–69. \n{50} First, as to the Court’s authority, this Court elects to adopt and follow \nJudge Gale’s analysis in In re Harris Teeter Merger Litigation.  Therefore, like Judge \nGale and for the same reasons, this Court assumes its authority to authorize a private \nagreement for payment of fees to class counsel as settlement consideration subject to \nCourt approval.  See generally Id. at ¶¶ 53–57. \n{51} The Court thus now turns to a revi ew of the reasonableness of the \namount requested utilizing the method suggested by Ehrenhaus and implemented \nrecently in both In re Harris Teeter Merger Litigation  and In re Progress Energy \nShareholder Litigation. \n{52} In North Carolina, the reasonableness of attorneys’ fees is governed by \nRule 1.5 of the Revised Rules of Professional Conduct of the North Carolina State Bar \n(\"RPC\"). Ehrenhaus, 216 N.C. App. at 96, 717 S.E.2d at 33.  RP C 1.5 provides that \n\"[a] lawyer shall not make an agreement fo r, charge, or collect an illegal or clearly \nexcessive fee or collect a clearly excessive amount for expenses.\" Id. \n{53} Rule 1.5 includes the following factors: \n(1) the time and labor required, the novelty and difficulty of the \nquestions involved, and the skill requisite to perform the legal \nservice properly; \n(2) the likelihood, if apparent to the client, that the acceptance of \nthe particular employment will preclude other employment by \nthe lawyer; \n(3) the fee customarily charged in the locality fo r similar legal \nservices; \n(4) the amount involved and the results obtained; \n                                                 \nDefendants, within 10 business days after the entry of an order by the Court approving \nsuch fees and expenses.  The parties agree that no other Defendant shall be required \nto make any such payment. . . . Any failure by the Court to approve the amount of such \nfees shall not affect the validity of the terms of the Settlement . . . .    \n \n(5) the time limitations imposed by the client or by the \ncircumstances; \n(6) the nature and length of the professional relationship with the \nclient \n(7) the experience, reputation, and ability of the lawyer or lawyers \nperforming the services; and \n(8) whether the fee is fixed or contingent. \nId. at 96–97, 717 S.E.2d at 33–34.  \n{54} Considering these factors, the Court concludes that the provisions for \nattorneys’ fees and costs in the Stipulation are fair and reasonable, and the fee sought \nhere is not excessive. \n{55} The evidence of record shows that Plaintiffs’ counsel devoted 497.65 \nhours to the prosecution of Plaintiffs’ claims, not including time associated with the \nSettlement Hearing, and that the time expended was reasonable in light of the \ncomplex nature of this litigation.  See RPC 1.5(1). \n{56} Further, the nature of the claims required highly skilled litigation \ncounsel that was experienced in shareholder class actions, and the Court finds that \nPlaintiffs’ counsel are highly-regarded, highly-experienced class action counsel that \nhave been involved in a number of signific ant class action matters over many years \nin jurisdictions all across the United States.  See RPC 1.5(1) and (7). \n{57} The Court further concludes that Plaintiffs’ counsel’s time was \nefficiently and necessarily spent.  Plaintif fs’ counsel in the various actions worked \npromptly to reach agreement on the selection of lead and liaison counsel early in the \ncase, thereby avoiding unnecessary duplication of effort.  Plaintiffs’ counsel retained \nan expert, reviewed and analyzed approximately 3,100 documents, prepared a motion \nfor preliminary injunction with support ing briefs, and undertook confirmatory \ndiscovery after entering the MOU. See RPC 1.5(1).  \n{58} In support of their request for fees, Pl aintiffs offer the affidavit of John \nHughes, a North Carolina attorney and Court-approved liaison counsel in this \nConsolidated Action, indicating that North Carolina attorneys in complex commercial \nlitigation cases typically charge fees in  the range of $250–$450 per hour. Such fees \nare consistent with the Court’s own experience. \n \n{59} Several of Plaintiffs’ counsel, incl uding Court-approved lead counsel, \npractice outside of North Carolina, including in New York City and Washington, D.C.  \nAttorneys’ fees for similar work in these cities is substantially higher than the typical \nrange in North Carolina, as evidenced by Pl aintiffs’ counsel’s lodestar calculation of \n$275,332, which represents an average attorney rate of $553.26 per hour.   \n{60} The Court, however, consistent with GE Betz, Inc. v. Conrad, 752 S.E.2d \n634, 656–57 (N.C. Ct. App. 2013), examines the fees requested here under North \nCarolina standards and notes that the requested Settlement Payment of $140,000 \nyields net attorneys’ fees of $112,883.93, which represents an average attorney rate \nof $226.83 per hour.  Not only is this requested rate a substantial discount from \nPlaintiffs’ counsel’s regular hourly rates, but it is lower than the rates North Carolina \nattorneys involved in complex commercial an d securities litigation typically charge \nfor their legal services.  Accordingly, the Court concludes that Plaintiffs’ counsel’s \nrequested rate is reasonable and clearly not excessive, and further, that the \nSettlement Payment is reasonable in light of the amount customarily charged in \nNorth Carolina for similar services. \nSee RPC 1.5(3). \n{61} The Court further finds that the requ ested fees reflect an appropriate \nrecognition of the value of the dispute and the results obtained.  See RPC 1.5(4). \n{62} In addition, the Court finds that Plaintiffs’ counsel undertook the \nrepresentation with no assurance of payment, see RPC 1.5(8), advanced the expenses \nof the litigation, id., and worked diligently under a compressed time schedule, see \nRPC 1.5(2) and (5), all of which militate in favor of approval of the Settlement \nPayment. \n{63} The Court also notes that although the merger transaction that is the \nsubject of this litigation is substantially smaller than several of the recent mergers \nthat have been the subject of disclosure-based, class action settlements in the \nBusiness Court, the requested fees are sign ificantly less than the fees awarded in \nthose cases, supporting approval of the request here.  \nSee, e.g., Ehrenhaus, Order, \nNo. 08 CVS 22632 (N.C. Super. Ct. Feb. 5, 2010) ($1,056,067.57); In re Progress \n \nEnergy S’holder Litig., 2011 NCBC 45 ($550,000); In re PPDI Litigation, 2012 NCBC \n33 ($450,000); In re Harris Teeter Merger Litig., 2014 NCBC 44 ($325,000). \n{64} The Court has reviewed Vice Chancellor Laster’s chart of fees that have \nbeen approved in Delaware litigation and finds that the requested Settlement \nPayment is well within the parameters of an expected award in Delaware.  \nIn re \nSauer-Danfoss Inc. S’holders Litig. , 65 A.3d 1116, 1141–43, apps. A–C (Del. Ch. \n2011).   \n{65} Each of Plaintiffs’ counsel has a written client fee agreement that \nincludes an understanding of, and agreement to, the sharing of fees among Plaintiffs’ \ncounsel. \nV. JUDGMENT \n NOW, THEREFORE, IT IS HEREBY ORDERED, ADJUDGED, AND \nDECREED THAT: \n{66} The Consolidated Action is a proper class action pursuant to Rule 23 of \nthe North Carolina Rules of Civil Procedure.  \n{67} Solely for the purposes of effectuating the settlement, the Court certifies \nthe Settlement Class consisting of \nAny and all record and beneficial holders or owners of PokerTek common \nstock and their respective successors, predecessors, representatives, \ntrustees, executors, administrators , heirs, assigns or transferees, \nimmediate or remote, and any person or entity acting for or on behalf of, \nor claiming under any of them, together with their predecessors and \nsuccessors and assigns, who beneficially owned PokerTek common stock \nas of April 29, 2014 or between that date and the date of consummation \nof the Proposed Transaction, but excl uding: (i) the Defendants; (ii) the \nimmediate families of the PokerTek Board; (iii) any parent, subsidiary, \naffiliate, officer, or director of Po kerTek; (iv) any entity in which any \nexcluded person has a controlling interest; and (v) the legal \nrepresentatives, heirs, successors and assigns of any excluded person. \n \n{68} For the purposes of settlement only, the Court finds that the \nprerequisites for a class action under Rule 23 have been satisfied in that: (i) Plaintiffs \nand Plaintiffs’ counsel fairly and adequately represent the interests of the class; (ii) \nthere is no conflict of interest between Plai ntiffs and the members of the class; (iii) \n \nPlaintiffs have a genuine personal interest in the outcome of the case; (iv) Plaintiffs \nwithin this jurisdiction adequately represent members of the class outside this State; \nand (v) Plaintiffs are so numerous that it is impractical to bring them before the \nCourt. \n{69} The Settlement of this Consolidat ed Action as provided in the \nStipulation is approved as fair, reasonable, and adequate, and in the best interest of \nPlaintiffs, the members of the class and PokerTek. \n{70} All class members are bound by this Order and Final Judgment \n(“Judgment”). \n{71} The parties to the Stipulation are hereby authorized and directed to \nconsummate the Settlement in accordance with the terms and provisions thereof, and \nthe Clerk is directed to enter and docket this Judgment. \n{72} This Consolidated Action and the Released Claims, as defined by the \nStipulation, are hereby dismissed on the merits and with prejudice in full and final \ndischarge of any and all claims or obligations  that were or could have been asserted \nin the Consolidated Action against Defendants. \n{73} Plaintiffs and all members of the class, and their respective heirs, \nexecutors, administrators, estates, pr edecessors-in-interest, predecessors, \nsuccessors-in-interest, successors, and assigns, agree to release and forever \ndischarge, and by operation of this Judgme nt hereby release and forever discharge, \nall Released Claims as against all Released  Persons, as defined by the Stipulation. \nThe Released Persons shall be deemed to be released and forever discharged from all \nof the Released Claims. \n{74} Plaintiffs and all class members, and their respective heirs, executors, \nadministrators, estates, predecessors-in-interest, predecessors, successors-in-\ninterest, successors, and assigns, are forever barred and enjoined from commencing, \ninstituting, or prosecuting, either directly or in any other capacity, any Released \nClaims against any of the Released Persons in any forum whatsoever. \n{75} Defendants, their counsel, and the Released Persons shall be deemed to \nhave, and by operation of this Judgment shall have, fully, finally, and forever \n \nreleased, relinquished, and discharged ea ch and all of the Releasing Persons, \nPlaintiffs and Plaintiffs’ counsel from all claims, complaints, allegations, liabilities or \nsanctions (including unknown claims) arising out of, relating to, or in connection with, \nthe institution, prosecution, assertion, sett lement, or resolution of the Consolidated \nAction or the Released Claims; provided, however, that this shall not include any \nclaims to enforce the Stipulation. \n{76} Neither the MOU, the Stipulation or this Judgment, nor any of the \nterms and provisions of the MOU, the Stip ulation or this Judgment, nor any of the \nnegotiations or proceedings in connection therewith, nor any of the documents or \nstatements referred to herein, nor the Settlement, nor the fact of the Settlement, nor \nthe settlement proceedings, nor any statements in connection therewith, shall (1) be \ndeemed an admission by any Defendant of any fault, liability or wrongdoing as to any \nfacts or claims alleged or asserted in the Consolidated Action, or any other actions or \nproceedings, or that any of the Supplemental Disclosures are material; (2) be deemed \nan admission by any Plaintiff concerning th e merits, or lack thereof, of any facts or \nclaims alleged or asserted in the Consolidated Action, or any other actions or \nproceedings, or that any of the Supplemen tal Disclosures are not material; or (3) \notherwise be interpreted, construed, deemed, invoked, offered, or received in evidence \nor otherwise used by any person in the Consolidated Action, or in any other action or \nproceeding, whether civil, criminal, or administrative, except in connection with any \nproceeding to enforce the terms of the Settlement or to effectuate the liability \nprotections agreed to herein, including wi thout limitation to enforce a defense or \ncounterclaim based on principles of release, accord, and satisfaction, good-faith \nsettlement, res judicata, collateral estoppel, judgment bar or reduction, claim or issue \npreclusion, or any similar liability-limiting defense. \n{77} If the Effective Date, as defined by the Stipulation, does not occur, if the \nStipulation is disapproved, canceled, or term inated pursuant to its terms, or if the \nDefendants withdraw from the Settlement pursuant to paragraph 8(a) of the \nStipulation, all of the parties to the Stipulation shall be deemed to have reverted to \ntheir respective litigation status immediately prior to the execution of the MOU, and \n \neach Party shall be entitled to proceed as if the MOU and the Stipulation had not \nbeen executed (except for paragraphs 2(b), 8(a), 8(b), 9(d)–(g), 9(i)–(m), 9(s), and 9(t) \nof the Stipulation, which shall survive th e occurrence of any such event) and the \nrelated orders had not been entered, and in that event all of their respective claims \nand defenses as to any issue in the Consolidated Action shall be preserved without \nprejudice in any way whatsoever. \n{78} The binding effect of this Judgment and the obligations of Plaintiffs and \nDefendants under the Settlement shall not be conditioned upon or subject to the \nresolution of any appeal from this Judgment that relates solely to the issue of \nPlaintiffs’ Counsel’s (or any other counsel’s) application for an award of attorneys’ \nfees and expenses. \n{79} All members of the class shall be and are deemed bound by the \nStipulation and this Judgment. This Judgment, including the release of all Released \nClaims against all Released Persons, shall have\n res judicata and other preclusive \neffect in all pending and future lawsui ts, arbitrations, or other proceedings \nmaintained by or on behalf of any of the Plaintiffs and all other class members as well \nas their respective heirs, executors, administrators, estates, predecessors-in-interest, \npredecessors, successors-in-interest, successo rs, and assigns, and anyone claiming \nthrough or on behalf of any of them. \n{80} Without further order of this Court, the parties may agree in writing to \nreasonable extensions of time to carry out any of the provisions of the Stipulation. \n{81} Without affecting the finality of this Judgment in any way, this Court \nreserves jurisdiction over all matters  relating to the administration and \nconsummation of the Settlement. \n{82} Defendants shall deliver to Plai ntiffs’ counsel the Settlement  \nPayment of $140,000 within ten (10) business days after the date of this Order.  Such \npayment shall be subject to the joint and several obligation of Plaintiffs’ counsel to \nrefund, within ten (10) business days, any overage received and any interest accrued \nor accumulated thereon if, as a result of any appeal or successful collateral \nproceeding, the fee or expense award is reduced or reversed or if the award order does \n \nnot become final, the Settlement itself is vo ided by any Party as provided herein or \nin the Stipulation, or the Settlement is later reversed by any court.  By making the \npayment called for in this paragraph, Defe ndants fully and finally extinguish their \nliability for any and all attorneys’ fees, expenses, or other costs in connection with the \nConsolidated Action, the class members, and any counsel for members of the \nSettlement Class. Defendants shall bear no responsibility or liability whatsoever for \nthe allocation of any award of fees and expenses. \n \n SO ORDERED, this the 22nd day of January 2015. \n \n \n       \n "
}