{
  "id": "7161fb64e4c91c65166ccb9620815721d78a0664a2abe1aaae6d10c7dd4e0e0c",
  "source_file": "data/raw/ncbc/7161fb64e4c91c65166ccb9620815721d78a0664a2abe1aaae6d10c7dd4e0e0c.pdf",
  "raw_text": "Stone St. Partners, LLC v. The Estate of Richard C. Siskey, 2018 NCBC 75. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 15265 \n \nSTONE STREET PARTNERS, LLC, \nf/k/a Siskey Capital, LLC; PAUL G. \nPORTER; and DAWN E. KING, \n \nPlaintiffs, \n \nv. \n \nF. LANE WILLIAMSON, \nADMINISTRATOR FOR THE \nESTATE OF RICHARD C. SISKEY; \nDIANE M. SISKEY; \nMETROPOLITAN LIFE \nINSURANCE COMPANY; and MSI \nFINANCIAL SERVICES, INC. f/k/a \nMETLIFE SECURITIES, INC., \n \nDefendants. \n \n \n \n \n \n \n \n \nORDER AND OPINION ON DIANE \nSISKEY’S AND THE METLIFE \nDEFENDANTS’ MOTIONS  \nTO DISMISS \n \n1. THIS MATTER is before the Court on (i) Defendant Diane M. Siskey’s \n(“Diane Siskey”) Motion to Dismiss Plaintiffs’ Amended Complaint (the “Siskey \nMotion”) and (ii) Defendants Metropolitan Life Insurance Company and MSI \nFinancial Services, Inc. f/k/a  MetLife Securities, Inc.’s (collectively , the “MetLife \nDefendants”) Motion to Dismiss Plaintiffs’ Amended Complaint (the “MetLife \nMotion”) (collectively with the Siskey Motion, the “Motions”) in the above-captioned \nmatter.   \n2. After considering the Motions,  the parties’ briefs in support of and in \nopposition to the Motions, and the arguments of counsel at the April 4, 2018 hearing \non the Motions, the Court hereby GRANTS the Motions and dismisses Plaintiffs’ \nclaims against Diane Siskey and the MetLife Defendants with prejudice. \n \n \nNexsen Pruet, PLLC, by James C. Smith, Kathleen D. B. Burchette, and \nSamantha K. Lloyd, for Plaintiffs Stone Street Partners, LLC  f/k/a \nSiskey Capital, LLC, Paul G. Porter, and Dawn E. King. \n \nAlston & Bird LLP, b y Thomas G. Walker, Matthew P. McGuire, and \nCaitlin Counts, for Defendant Diane M. Siskey. \n \nParker, Poe, Adams & Bernstein LLP, by Charles E. Raynal, IV  and \nStephen V. Carey, and Morgan, Lewis & Bockius LLP, by Amy J. Greer \nand John A. Vassallo, III, for D efendants Metropolitan Life Insurance \nCompany and MSI Financial Services, Inc. f/k/a MetLife Securities, \nInc. \n \nTin, Fulton, Walker & Owen, PLLC, by F. Lane Williamson, for \nDefendant F. Lane Williamson, Administrator for the Estate of Richard \nC. Siskey. \n \nBledsoe, Chief Judge. \nI. \nFACTUAL BACKGROUND \n3. The Court does not make findings of fact when ruling on a motion to dismiss \nunder Rule 12(b)(6) of the North Carolina Rules of Civil Procedure.  See, e.g., Concrete \nServ. Corp. v. Inv’rs Grp., Inc ., 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986). \nRather, the Court recites the relevant allegations in the pleading asserting the \nchallenged claims—here, Plaintiffs’ Amended Complaint. \n \n \n4. This case is one of many lawsuits and claims arising out of several alleged \nPonzi schemes1 operated by Charlotte, North Carolina businessman Richard C. \nSiskey (“Rick Siskey”) for a number of years prior to his death on December 28, 2016.2   \n5. Plaintiffs Paul G. Porter (“Porter”) and Dawn E. King (“King”) were business \nassociates of Rick Siskey and his wife, Diane Siskey  (together, the “Siskeys”), in \nPlaintiff Stone Street Partners, LLC (f/k/a Siskey Capital, LLC)  (“Siskey Capital,” \n“Stone Street,” or the “Company”) , a private equity firm based in Charlotte, North \nCarolina.  From early 201 5 until April 1, 2017, Porter was a managing director, \nbusiness advisor, and consultant for Stone Street.  King served as Stone Street’s Chief \nFinancial Officer from early 2015 through at least the date of the Amended \nComplaint.  (Am. Compl. ¶ 12.)  \n                                                 \n1  “A Ponzi scheme is a scam whereby early investors are paid returns from money contributed \nby later investors in order to entice more investors.”  Blyth v. McCrary, 184 N.C. App. 654, \n657 n.1, 646 S.E.2d 813, 815 n.1 (2007); see also United States v. Loayza, 107 F.3d 257, 259 \nn.1 (4th Cir. 1997) (defining “Ponzi scheme” as a form of fraud “in which early investors are \npaid off with money received from later investors to prevent discovery and to encourage \nadditional and larger investments”); Ponzi Scheme, Oxford English Dictionary (2013) (“form \nof fraud in which belief in the success of a non -existent enterprise is fostered by payment of \nquick returns to first investors using money invested by others”). \n \n2  See, e.g. , In re WSC Holdings, LLC , Petition No. 17-30338 ( Bankr. W.D.N.C), In re \nSouthPark Partners, LLC , Petition No. 17 -30339 ( Bankr. W.D.N.C.), In re TSI Holdings, \nLLC, No. 17 -30132 (Bankr. W.D.N.C.); Robinson v. Estate of Richard C. Siskey , 2017 CVS \n5843 (Mecklenburg County, N.C. Super. Ct.); Aldridge v. Metropolitan Life Ins. Co., 2018 CVS \n1050 (Union County, N.C. Super. Ct.); Aldridge v. Metropolitan Life Ins. Co., 2018 CVS 1124 \n(Union County, N.C. Super. Ct.); Kelly v. Metropolitan Life Ins. Co., 2018 CVS 4978 (Guilford \nCounty, N .C. Super. Ct.); Peterson v. Metropolitan Life Ins. Co. , 2018 CVS 528 (Lincoln \nCounty, N .C. Super. Ct. ); Williams v. Metropolitan Life Ins. Co. , 2018 CVS 307 (Yadkin \nCounty, N.C. Super. Ct.); Goulet v. Metropolitan Life Ins. Co., 2018 CVS 12201 (Mecklenburg \nCounty, N.C. Super. Ct.).  Each of the North Carolina state court cases listed above has been \ndesignated as a complex business case by the Chief Justice of the Supreme Court of North \nCarolina and is pending before the undersigned.   \n \n \n6. Plaintiffs allege that “[a]fter [Rick] Siskey began work for [the MetLife \nDefendants], he formed a series of limited liability companies, which he used to \nestablish and implement several elaborate Ponzi schemes .”  (Am. Compl. ¶ 24, ECF \nNo. 50.)  According to Plaintiffs, Rick Siskey fraudulently induced his clients to invest \nvast sums in his Ponzi schemes, and rather than invest his clients’ funds in legitimate \ninvestments, he transferred the invested funds to “the Siskeys’ personal accounts” to \n“pay for the Siske ys’ lavish personal lifestyle, to pay Rick Siskey’s huge gambling \ndebts, and to pay other investors when they sought the return of their money.”  (Am. \nCompl. ¶ 25.)  Plaintiffs allege that during the fifteen years preceding his death, Rick \nSiskey’s Ponzi schemes “defrauded investors of over $35 million.”  (Am. Compl. ¶ 2.) \n7. Plaintiffs further allege that Rick Siskey induced Porter and King to leave \n“lucrative and prestigious professional practices”3 to join Siskey Capital “in reliance \non [Rick] Siskey’s repr esentations of acumen and success.”  (Am. Compl.  ¶ 3 A.)4  \nAccording to Plaintiffs, during his attempts to recruit Porter and King, Rick Siskey \nnever disclosed that he was engaged in fraudulent schemes to defraud his clients and \ninstead “touted his reputation and success as a MetLife broker and his status as a \nphilanthropist and a pillar of the Charlotte community .”  (Am. Compl.  ¶ 3 A.)  \nAlthough alleging that Siskey Capital “was and still is a legitimate business, with \n                                                 \n3  Prior to joining Stone Street, Port er was a corporate partner in the law firm of \nMcGuireWoods LLP, and King, a certified public accountant, had a successful solo accounting \npractice.  Both worked in Charlotte.  (Am. Compl. ¶¶ 58, 59.)  Porter is now a lawyer in solo \npractice in Charlotte.  (Am. Compl. ¶ 11.)  \n   \n4  The Amended Complaint contains two paragraphs labeled with the number “3.”  For \ncitation purposes, the first paragraph shall be designated herein as “3A” and the second \nparagraph shall be designated as “3B.”  \n \n \nreal assets, real investments, audited financial statements, and an honest business \npurpose,” (Am. Compl. ¶ 55), Plaintiffs assert that the “taint of [Rick] Siskey’s fraud \ncaused a loss of client confidence that effectively destroyed the Company ,” (Am. \nCompl. ¶ 3B). \n8. According to Plaintiffs, the MetLife Defendants were “reaping millions of \ndollars from [Rick] Siskey’s sale of [their] financial and insurance products” and, “[t]o \nprotect those revenues, [the] MetLife [Defendants] turned a blind eye to Siskey’s \nrepeated brushes with regulators and unorthodox business practices which should \nhave alerted [the MetLife Defendants to] the frauds being carried out under [their] \nvery nose, and under [the] MetLife umbrella.”  (Am. Compl. ¶ 4.)  As alleged, the \nMetLife Defenda nts “simply ignored the red flags and allowed Siskey to operate \nunder [their] imprimatur in order to protect [their] substantial revenues flowing from \nSiskey’s operations.”  (Am. Compl. ¶ 7.)  Although Plaintiffs do not allege that they \nwere customers or c lients of the MetLife Defendants or that they ever had any \nbusiness or contract relationship with them, Plaintiffs contend that the MetLife \nDefendants had a duty to protect Plaintiffs from Rick Siskey’s  fraud and thus are \nliable for Plaintiffs’ alleged losses. \n9. Plaintiffs further aver that  Diane Siskey “was integrally involved in the \noperation, finances and day -to-day management of all [Rick] Siskey’s enterprises, \nboth legal and illegal,” (Am. Compl. ¶ 4), and “worked hand in glove with [Rick] Siskey \nin all his business endeavors ,” (Am. Compl. ¶ 8).  According to Plaintiffs, from 2001 \nuntil late 2016, Diane Siskey was employed by the MetLife Defendants, held various \n \n \ninsurance and securities licenses under state and federal law, and was responsible \nfor the MetLife Defendants’ regulatory compliance functions in North and South \nCarolina.  Plaintiffs contend that Diane Siskey “did far more than turn a blind eye” \nto Rick Siskey’s Ponzi schemes; rather, Plaintiff s allege that  “she actively \nparticipated in her husband’s schemes and the [various] Ponzi [e]ntities ,” (Am. \nCompl. ¶ 40), and thus is liable to Plaintiffs’ for their alleged injuries. \n10. On or about December 12, 2016, the Federal Bureau of Investigation (“FBI”) \nseized Rick Siskey’s assets  and publicly disclosed Rick Siskey’s alleged Ponzi \nschemes.  (Am. Compl. ¶ 61.)  Plaintiffs aver that they had no knowledge of Rick \nSiskey’s illegal activities until the asset seizure and were “completely blindsided” by \nthe FBI’s disclosures.  (Am. Compl.  ¶ 62 .)  Plaintiffs assert that “as a direct and \nproximate result of Rick Siskey’s fraudulent Ponzi scheme activities, (i) [Porter’s and \nKing’s] present and future business prospects have been devastated,” (Am. Compl. ¶ \n76), (ii) their “reputation and employability in the Charlotte business and \nprofessional communities have been [irretrievably damaged],” (Am. Compl. ¶¶ 78, \n79), and (iii) “the business of Stone Street Partners has been destroyed ,” forcing \nPlaintiffs to wind up the Company, (Am. Compl. ¶ 77). \nII. \nPROCEDURAL BACKGROUND \n11. Plaintiffs initiated this action on August 22, 2017, asserting claims against \nDiane Siskey, the MetLife Defendants , and  Defendant F. Lane Williamson in his \ncapacity as the Administrator for the Estate of Richard C. Siskey (the “Estate”).  The \n \n \ncase was thereafter designated a mandatory complex business case under N.C. Gen. \nStat. § 7A -45.4(a) by order of Chief Justice Mark R. Martin  and assigned to the \nundersigned. \n12. Upon proper motion, the Court permitted Plaintiffs to file an Amended \nComplaint on January 22, 2018.  In the Amended Complaint, Plaintiffs contend that \n“[a]s a result of [Rick] Siskey’s financial crimes, and the concealment of his illegal \nactivities, Plaintiffs have suffered substantial monetary losses, as well as the loss of \ntheir business and professional reputations.”  (Am. Compl. ¶ 2.)  Of particular \nrelevance to the Motions, Plaintiffs asserted claims against Diane Siskey for breach \nof fiduciary duty a nd constructive fraud and against Diane Siskey and the MetLife \nDefendants for negligence and aiding and abetting breach of fiduciary duty .5  Diane \nSiskey and the MetLife Defendants each moved to dismiss the claims asserted \nagainst them through separate motions filed on February 26, 2018.6  \n13. The Court held a hearing on the Motions on April 4, 2018, at which all \nparties were represented by counsel.  The Court stayed the initiation of discovery \npending the Court’s resolution of the Motions. \n14. The Motions are now ripe for resolution. \n                                                 \n5  The Amended Complaint also sets forth claims against the Estate for breach of fiduciary \nduty, constructive fraud, breach of contract, fraud, unfair and deceptive trade practices under \nN.C. Gen. Stat. § 75-1.1, and interference with prospective economic relations.   \n \n6  The Estate filed its Answer to the Amended Complaint on February 20, 2018.  The Estate \ndid not file a motion to dismiss and is not a party to either of the Motions. \n \n \nIII. \nLEGAL STANDARD \n15. In deciding a  Rule 12(b)(6)  motion, the Court’s inquiry is “whether the \nallegations of the complaint, treated as true, are sufficient to state a claim upon which \nrelief may be granted under some legal theory, whethe r properly labele d or not.”  \nEnoch v. Inman , 164 N.C. App. 415, 417, 596 S.E.2d 361, 363 (2004); see Sutton v. \nDuke, 277 N.C. 94, 98 –99, 176 S.E.2d 161, 163 (1970) .  The Court views the facts \npleaded and permissible inferences in a light most favorable to the non-moving party.  \nGoodman v. Holmes & McLaurin, 192 N.C. App. 467, 473, 665 S.E.2d 526, 531 (2008).  \nThe Court is not required , however, “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. HHS, Div. of Facility Servs. , 174 N.C. App. 266, 274, 620 S.E.2d \n873, 880 (2005).   \n16. In addition, t he Court “may properly consider documents which are the \nsubject of a plaintiff ’s complaint and to which the complaint specifically refers [.]”  \nOberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 60, 554 S.E.2d 840, 847 (2001).   \nDismissal under Rule 12(b)(6) is proper “(1) when the complaint on its face reveals \nthat no law supports plaintiff's claim; (2) when the complaint reveals on its face the \nabsence of fact sufficient to make a good claim; [or] (3) when some fact disclosed in \nthe complaint necessarily defeats the plaintiff’s claim.”  Oates v. JAG, Inc., 314 N.C. \n276, 278, 333 S.E.2d 222, 224 (1985).  \n \n \nIV. \nANALYSIS \n17. As noted above, Plaintiffs assert claims against Diane Siskey for breach of \nfiduciary duty and constructive fraud  and against Diane Siskey and the MetLife \nDefendants for negligence and aiding and abetting breach of fiduciary duty.  The \nmoving Defendants seek the dismissal of each of these claims. \nA. Negligence Against Diane Siskey and the MetLife Defendants  Based on a \nSpecial Relationship \n \n18. Plaintiffs contend that the MetLife Defendants and Diane Siskey (i) “owed \na duty to Plaintiffs, to protect them from the illegal, fraudulent and rogue behavior \nengaged in by Rick Siskey,” (Am. Compl. ¶ 82), (ii) “had a duty and the ability to \neffectively supervise and control the activities of Rick Siskey to ensure that he \ncomplied with the rules and regulations of [the MetLife Defendants] and to ensure \nthat he complied with the laws applicable to him as an agent and broker working for \n[the MetLife Defendants],” (Am. Compl. ¶ 83), and (iii) “flagrantly breached their \nduties of care by turning a blind eye toward and failing to investigate and prevent \nRick Siskey’s illegal and fraudulent conduct,” (Am. Compl. ¶ 89), thereby causing \nPlaintiffs to “suffer serious and irreversible damage,” (Am. Compl. ¶ 90). \n19. “To state a claim  for common law  negligence, a plaintiff must allege: (1) a \nlegal duty; (2) a breach thereof; and (3) injury proximately caused by the \nbreach.”  Stein v. Asheville City Bd. of Educ., 360 N.C. 321, 328, 626 S.E.2d 263, 267 \n(2006).  A negligence claim “necessarily fails if there is no legal duty owed to the \n \n \nplaintiff by the defendant.”  Bridges v. Parrish, 222 N.C. App. 320, 32 4, 731 S.E.2d \n262, 265 (2012).   \nThe duty may arise specifically by mandate of statute, or it may arise \ngenerally by operation of law under application of the basic rule of the \ncommon law which imposes on every person engaged in the prosecution of \nany undertaking an obligation to use due care, or to so govern his actions as \nnot to endanger the person or property of others.   \n \nPinnix v. Toomey, 242 N.C. 358, 362, 87 S.E.2d 893, 897 (1955); see, e.g., Guthrie v. \nConroy, 152 N.C. App. 15, 25, 567 S.E.2d 403, 411 (2002) (“A duty is defined as an \nobligation, recognized by the law, requiring the person to conform to a certain \nstandard of conduct, for the protection of others against unreasonable risks.”).  \n20. “No legal duty exists unless the injury to the plaintiff was foreseeable and \navoidable through due care,” and the foreseeability of the plaintiff’s injuries “depends \non the facts of the particular case.”  Stein, 360 N.C. at 328, 626 S.E.2d at 267–68.  \n“Thus, the preliminary question is whether defendant owed a duty of care to plaintiff \nunder the circumstances.”  Davidson v. Univ. of N.C. at Chapel Hill, 142 N.C. App. \n544, 553, 543 S.E.2d 920, 926 (2001).  “When there is no dispute as to the facts . . . the \nissue of whether a duty exists is a question of law for the court.”  Mozingo v. Pitt Cty. \nMem’l Hosp., Inc., 101 N.C. App. 578, 588, 400 S.E.2d 747, 753 (1991), aff’d, 331 N.C. \n182, 415 S.E.2d 341 (1992).    \n21. The MetLife Defendants and Diane Siskey each contend that, on the facts \nalleged, they did not owe a duty to Plaintiffs on which a negligence claim may be \nbased.  The Court agrees. \n \n \n22. Plaintiffs’ negligence claims posit that Diane Siskey and the MetLife \nDefendants each owed a duty to Plaintiffs to prevent Rick Siskey from causing harm \nto Plaintiffs through his tortious conduct.  Our appellate courts have held, however, \nthat “[i]n general, there is neither a duty to control the actions of a third party, nor \nto protect another from a third party.”  Scadden v. Holt, 222 N.C. App. 799, 802, 733 \nS.E.2d 90, 92 (2012); accord Harris v. DaimlerChrysler Corp., 180 N.C. App. 551, 555, \n638 S.E.2d 260, 265 (2006) (“Generally, there is no duty to take action to prevent the \ntortious conduct of third persons against the injured party.”); Hall v. Toreros, II, Inc., \n176 N.C. App. 309, 325, 626 S.E.2d 861, 871 (2006) (to similar effect).   \n23. There are exceptions to this general rule, however, “arising typically when \nthe defendant has a special relationship to the plaintiff or to the tortfeasor.”  Harris, \n180 N.C. App. at 555–56, 638 S.E.2d at 265.  As explained by our Court of Appeals: \nA special relationship between the defendant and the tortfeasor imposes a \nduty upon the defendant to control the tortfeasor’s conduct, or a special \nrelationship between the defendant and the injured party gives the injured \nparty a right to protection.  In such event, there is a duty upon the actor to \ncontrol the tortfeasor’s conduct, and to guard other persons against his \ndangerous propensities.  Some recognized examples of special relationships \ninclude: (1) parent-child; (2) master-servant; (3) landowner-licensee; (4) \ncustodian-prisoner; and (5) institution-involuntarily committed mental \npatient.  In each example,  the chief factors justifying impositio n of liability \nare 1) the  ability to control the person  and 2) knowledge of the person’s \npropensity for violence. \n \nId. at 556, 638 S.E.2d at 265 (citations and quotation marks omitted) ; see, e.g. , \nHedrick v. Rains, 121 N.C. App. 466, 469, 466 S.E.2d 281, 283 (1996) (to similar \neffect); King v. Durham Cty. Mental Health Developmental Disabilities & Substance \nAbuse Auth., 113 N.C. App. 341, 345–46, 439 S.E.2d 771, 774 (1994) (to similar effect). \n \n \n24.   Significantly for this case, the North Carolina courts have declined to hold \nthat a special relationship exists between spouses as a matter of law.  See, e.g., Shoe \nv. Hood, 251 N.C. 719, 724, 112 S.E.2d 543, 548 (1960) (“A husband is not the agent \nof his wife merely because of the marital relationship and neither a husband or wife \nis ordinarily responsible for the torts of the other.”).  Thus, Diane Siskey does not \nhave a s pecial relationship with Rick Siskey based simply on their marital \nrelationship. \n25. To invoke the exception to the general rule here, Plaintiffs have sought to \nplead the existence of a special relationship with each of the moving Defendants as \nfollows:  \n86.  [The MetLife Defendants] had a special relationship with [their] agent \nand employee, Rick Siskey, and knew or had reason to know of his \ndangerous propensities, which imposed upon [the MetLife Defendants] a \nduty to control Siskey’s conduct and to protect others, including Plaintiffs, \nfrom harm resulting from the Siskey’s [sic] illegal activities engaged in \nunder the MetLife aegis. \n \n87.  By virtue of her roles as Risk Siskey’s supervisor and wife, Diane Siskey \nhad a special relationship with Rick Siskey and knew of his dangerous, \nfraudulent propensities, which imposed upon Diane Siskey a duty to \ncontrol Rick Siskey’s conduct and to protect others, including Plaintiffs, \nfrom harm resulting from Siskey’s illegal activities engaged in the MetLife \naegis. \n \n88.   Diane Siskey also had a special relationship with Siskey Capital, LLC, \nwhich imposed upon her a duty to protect Siskey Capital and its principals \nfrom harm resulting from Rick Siskey’s illegal activities as engaged in \nunder the MetLife aegis. \n \n(Am. Compl. ¶¶ 86–88.) \n \n \n \n26. The Court concludes that Plaintiffs’ allegations are insufficient to sustain \ntheir negligence claims against either Diane Siskey or the MetLife Defendants as a \nmatter of law.   \n27. The Supreme Court of North Carolina has held that “for common law \nnegligence purposes, no special relationship exists between a defendant and a third \nperson unless (1) the defendant knows or should know of the third person’ s violent \npropensities and (2) the defendant has the ability and opportunity to control the third \nperson at the time of th e third person’s criminal acts.”   Stein, 360 N.C. at 330, 626 \nS.E.2d at 269; accord Harris, 180 N.C. App. at 556, 638 S.E.2d at 265 (“ [T]he chief \nfactors justifying imposition of liability are 1) the ability to control the person and 2) \nknowledge of the person’s propensity for violence .”); Hedrick, 121 N.C. App. at 469, \n466 S.E.2d at 284 (reversing denial of Rule 12(c) motion where “the complaint alleges \nno facts from which it may be inferred that [the third party] possessed . . . violent \npropensities, or that, if he did, defendant . . . knew or had any reason to know of those \npropensities” and citing Restatement (Second) of Torts § 315 ); see Restatement \n(Second) of Torts § 315 (Am. Law Inst. 1965) (providing general principles for a duty \nto prevent a third party “from causing physical harm to another” (emphasis added)). \n28. The moving Defendants contend that the special relationship exception , as \nrecognized in North Carolina , is limited to situations involving physical harm or \nbodily injury and that, because Plaintiffs have only pleaded economic loss, the special \nrelationship exception does not apply.  Plaintiffs argue in response that a special \nrelationship justifying the imposition of liability for conduct of a third party is not \n \n \nlimited to situations involving physical harm  and that, in any event, Plaintiffs have \npleaded sufficient fa cts from which a factfinder could reasonably conclude that the \nmoving Defendants each owed Plaintiffs a duty to protect Plaintiffs from Rick \nSiskey’s illegal activities. \n29. It does not appear that any North Carolina appellate court has expressly \ndeclared that a special relationship for common law negligence purposes only exists \nwhere a plaintiff has suffered physical harm or bodily injury.  That said, the parties \nhave not cited, and the Court’s research has not identified, any North Carolina \nappellate decisions finding the existence of a special relationship in circumstances \nother than those in which the plaintiff was alleged to have suffered a physical injury.  \nSee, e.g., Harris, 180 N.C. App. at 552–53, 638 S.E.2d at 263 (death and injuries from \nauto accident); Scadden, 222 N.C. App. at 800, 733 S.E.2d at 91 (back injuries from \nrestrained patient); Hedrick, 121 N.C. App. at 469–70, 466 S.E.2d at 283–84 \n(murder); King, 113 N.C. App. at 342, 439 S.E.2d at 772 (death by shooting); see also, \ne.g., Stein, 360 N.C. at 324, 626 S.E.2d at 265 (injury by shooting). \n30. Although Plaintiffs argue that this Court recognized “a limited duty arising \nfrom a special relationship, despite  the fact that the claimants suffered pecuniary, \nnot physical, injury,” (Mem. Law Opp’n Diane Siskey’s Mot. Dismiss 12, ECF No. 64), \nin Bradshaw v. Maiden, 2015 NCBC LEXIS 80 (N.C. Super. Ct. Aug. 10, 2015) , the \nBradshaw case involved a substantively different claim —gross negligence rather \nthan common law negligence —and the claim was not based on an alleged duty to \ncontrol the actions of a third party or to protect another from a third party as \n \n \nPlaintiffs allege here.  Ra ther, in Bradshaw, the Court held that the defendant —\nwhich was acting under contract and  was alleged to have willfully and knowingly \nforwarded information to plaintiffs that the defendant knew was false or inaccurate \nand upon which it knew plaintiffs would rely to their detriment—had a general duty \nof care under the law to refrain from sending knowingly false information so “as not \nto injure another” in those circumstances.  Bradshaw, 2015 NCBC LEXIS 80, at *21–\n22; see, e.g., Olympic Prods. Co., Div. of Cone Mills Corp. v. Roof Sys., Inc. , 88 N.C. \nApp. 315, 323, 363 S.E.2d 367 , 372 (1988) (“This duty to protect third parties from \nharm arises under circumstances where the party is in a position so that ‘anyone of \nordinary sense who thinks will at once recognize that if he does not use ordinary care \nand skill in his own conduct with regard to those circumstances, he will cause danger \nof injury to the person or property of the other.’” ).  As such, Bradshaw involved a \ndefendant’s affirmative act that harmed a third party, not, as here,  a defendant’s \nfailure to prevent harm caused by a third party.  Bradshaw is thus inapposite to the \nissue under review.   \n31. Significant to the current inquiry is the fact that North Carolina’s reported \ndecisions examining the special relationship exception derive directly, or rely upon \ndecisions that derive directly, from the Restatement (Second) of Torts § 315 and its \nrelated provisions,7 which recognize that the special relationship exception is in \nderogation of the general principle that “[t]here is no duty so to control the conduct of \n                                                 \n7  See, for example, Restatement (Second) of Torts § 319, titled “Duty of Those in Charge of \nPerson Having Dangerous Propensities,” which applies to a defendant who fails to “take[] \ncharge of a third person to whom he knows or should know to be likely to cause bodily harm \nto other if not controlled[.]”  Restatement (Second) of Torts § 319 (emphasis added). \n \n \na third person so as to prevent him from causing physical harm to another.”  \nRestatement (Second) of Torts § 315 (emphasis added); see, e.g., Davidson, 142 N.C. \nApp. at 555, 543 S.E.2d at 927; Hedrick, 121 N.C. App. at 469–70, 466 S.E.2d at 283–\n84; King, 113 N.C. App. at 345–46, 439 S.E.2d at 774–75 (citing cases); see also, e.g., \nBridges, 366 N.C. at 542, 742 S.E.2d at 797.  Considering the Restatement together \nwith the Supreme Court’s determination that a defendant’s knowledge of “the third \nperson’s violent propensities” is a necessary finding for application of the exception, \nStein, 360 N.C. at 330, 626 S.E.2d at 269 (emphasis added), it appears to the Court \nthat our appellate courts intend the special relationship exception to apply only \nwhere the plaintiff has suffered physical harm or bodily injury. \n32. Here, Plaintiffs do not allege that Rick Siskey had a propensity for violence \nor caused Plaintiffs physical harm, much less that Plaintiffs suffered physical harm \nor that the moving Defendants knew or should have known of any of Rick Siskey’s \npurported “violent propensities.”  As a result, the Court co ncludes that, as alleged,  \nDefendants do not  fall within the special relationship exception to the general \ncommon law negligence rule that “there is neither a duty to control the actions of a \nthird party, nor to protect another from a third party.”   Scadden, 222 N.C. App. at \n802, 733 S.E.2d at 92. \n33. The Court further concludes that, even if the Court were to find that the \nspecial relationship exception could apply in circumstances without physical harm or \ninjury, Plaintiffs have failed to allege facts showing that Defendants had the “ability \nto control” Rick Siskey sufficient to permit the application of the exception here.  See, \n \n \ne.g., Stein, 360 N.C. at 330, 626 S.E.2d at 269 (holding that a defendant owes a duty \nto control the actions of a third party where  “the defendant has the ability and \nopportunity to control the third person at the time of the third person’s criminal \nacts”).   \n34. Although Plaintiffs repeatedly allege that Defendants had a duty to control \nRick Siskey’s conduct and ensure his compliance with the MetLife Defendants’ rules \nand regulations and applicable law, (Am. Compl. ¶¶ 83, 86, 87), Plaintiffs allege only \nin a conclusory fashion that either Diane Siskey or the MetLife Defendants had the \nability, rather than the duty, to control Rick Siskey’s actions, (Am. Compl. ¶ 83).  How \nDefendants had the ability to control Rick Siskey and how that alleged control could \nhave been exercised by Defendants to prevent Rick Siskey from engaging in his Ponzi \nschemes, the public disclosure of which allegedly caused Plaintiffs’ injuries , is left \nunpleaded.   \n35. The most Plaintiffs plead to tie Defendants’ exercise of alleged control to the \nprevention of Plaintiffs’ alleged harm is their allegation that  “[i]f [the MetLife \nDefendants] had maintained proper internal controls and conducted a proper \ninvestigation . . . Siskey’s Ponzi scheme would have been detected and stopped.”  (Am. \nCompl. ¶ 31.)  Not only is Diane Siskey absent from this allegation, but the allegation \nitself smacks more of “supervision” than “control” and is nonetheless built upon a \nchain of attenuated inferences that the Court concludes are too speculative and \nconjectural to sustain Plaintiffs’ claim for negligence .  See, e.g., Kingsdown, Inc. v. \n \n \nHinshaw, 2015 NCBC LEXIS 30, at *26 (N.C. Super. Ct. Mar. 25, 2015) (dismissing \nclaim based on “speculative and conjectural” allegations under Rule 12(b)(6)).           \n36. Accordingly, for this separate and independent reason, the Court concludes \nthat Plaintiffs have failed to plead  facts permitting the application of the special \nrelationship exception to create the legal duty on which Plaintiffs seek to base their \nclaim for negligence.  \nB. Negligence Against Diane Siskey and the MetLife Defendants Based on a \nMetLife Corporate Code of Conduct \n  \n37. Plaintiffs also contend that the MetLife Defendants’ corporate code s of \nconduct imposed a legal duty running from Diane Siskey and the MetLife Defendants \nto Plaintiffs.  North Carolina law is clear, however, that while internal corporate \npolicies may be some evidence of alleged negligence, they are “irrelevant to the \nquestion of whether a legal duty [is] owed.”  Hall, 176 N.C. App. at 317, 626 S.E.2d \nat 867.  Accordingly, the Court concludes that  the MetLife Defendants’ corporate \ncodes of conduct do not create a legal duty on which Plaintiffs’ negligence claims may \nbe sustained. \nC. Negligence Against the MetLife Defendants Based on Negligent Retention \nand Supervision  \n \n38. To the extent Plaintiffs seek to advance a negligent retention and \nsupervision claim against the MetLife Defendants, Plaintiffs’ claim fails because \nPlaintiffs have not alleged a nexus or causal connection between Rick Siskey’s \nemployment relationship with the MetLife Defendants and Plaintiffs’ alleged injury.  \nSee, e.g., Little v. Omega Meats I, Inc., 171 N.C. App. 583, 589, 615 S.E.2d 45, 49 \n \n \n(requiring plaintiff advancing a negligent retention and supervision claim to show “a \nnexus between the employment relationship and the injury”), aff’d, 360 N.C. 164, 622 \nS.E.2d 494 (2005).   \n39. Here, Plaintiffs do not allege that they had a business, contractual, or other \nrelationship with the MetLife Defendants.  Nor do Plaintiffs allege that the Siskeys \ntook action in the Siskeys’ capacities as employees or representatives of the MetLife \nDefendants to harm Plaintiffs, that the MetLife Defendants made any \nmisrepresentations to, or concealed material facts from, Plaintiffs, or that the Siskeys \ncaused Plaintiffs to believe that they were doing business with the MetLife \nDefendants when they did business with either Siskey.  Neither do Plaintiffs allege \nthat the MetLife Defendants knew of Rick Siskey’s Ponzi schemes or ratified his \nconduct nor allege any nexus between Diane Siskey’s role in Stone Street and her \nrelationship with the MetLife Defendants. \n40. Rather, Plaintiffs allege that (i) “[t]he support of [the MetLife Defendants] \nwas essential to the establishment of [Rick] Siskey’s new business operations,” \nthrough the lease of space and the provision of office furnishings and office staff, (Am. \nCompl. ¶ 22), (ii) the MetLife Defendants “provided [Rick] Siskey with the established \nand trusted MetLife brand,” by permitting him to use MetLife \n“signage, . . . stationery, business cards[,] and other marketing materials” and “to sell \nMetLife insurance products, annuities and other MetLife products,” (Am. Compl. ¶ \n22), (iii) the “MetLife brand gave [Rick] Siskey’s operation stature and credibility \nthroughout the Charlotte insurance and financial services marketplace” and “access \n \n \nto the investors he needed for his Ponzi schemes,” (Am. Compl. ¶ 22), (iv) after Rick \nSiskey began working for the MetLife Defendants under the name Wall Street \nCapitol and selling MetLife products, he established the LLCs that he used in his \nalleged Ponzi schemes, (Am. Compl. ¶¶ 23–24), (v) the MetLife Defendants did not \ninvestigate Rick Siskey’s activities after his 2004 NASD suspension for selling high \nrisk promissory notes issued by two of the Ponzi scheme entities without disclosing \nhis participation (although MetLife Securities terminated his affiliation as a \nregistered representative at that time in response to the suspension), (Am. Compl ¶ \n27), (vi) the MetLife Defendants did not meaningfully investigate Rick Siskey’s \nactivities after his 2011 ERISA violation and NASD fine for investing employee \nbenefit plan assets in these same Ponzi scheme entities, (Am. Compl ¶¶ 29–33), (vii) \ndespite his disciplinary record, the MetLife Defendants reinstated Rick Siskey as a \nMetLife affiliated broker in 2013 and permitted him to sell MetLife products, (Am. \nCompl. ¶ 33), and (viii) the MetLife Defendants initiated but quickly terminated an \ninvestigation of the Siskeys’ insurance activities in 2015, (Am. Compl. ¶ 34).   \n41. At their core, Plaintiffs’ allegations against the MetLife Defendants are \npremised on the MetLife Defendants’ decisions in 2004, 2011, 2013, and 2015 to \npermit Rick Siskey to continue to associate himself with the MetLife brand.  These \nallegations are not based on any direct relationship between Plaintiffs and the \nMetLife Defendants or on any specific conduct Rick Siskey directed against Plaintiffs \nwhile acting as an agent of the MetLife Defendants.  As pleaded, Plaintiffs’ claimed \ninjury arises not from Rick Siskey’s alleged misconduct, but rather from the alleged \n \n \nnegative perception among investors and persons in the Charlotte community \nconcerning Plaintiffs’ relationship with, and connection to, Rick Siskey, resulting \nfrom the public disclosure of Rick Siskey’s Ponzi schemes. \n42. As such, Plaintiffs’ allegations, taken as true, fail to show a nexus or causal \nconnection between Rick Siskey’s relationship with the MetLife Defendants—and the \nMetLife Defendants’ alleged failure to act against Rick Siskey—and the reputational \nharm and pecuniary loss Plaintiffs seek to recover arising from the public disclosure \nof Rick Siskey’s alleged Ponzi schemes in December 2016 and the resulting demise of \nhis Ponzi scheme entities.  Without that nexus, and in the absence of a legally \nrecognized special or other relationship giving rise to a legal duty owing to Plaintiffs \nfrom the MetLife Defendants, Plaintiffs’ negligent retention and supervision claim \nagainst the MetLife Defendants must necessarily fail for failure to plead a legal duty \nsufficient to support that claim.8  See, e.g., Little, 171 N.C. App. at 589–90, 615 S.E.2d \nat 50 (requiring nexus). \nD. Negligence Against Diane Siskey Based on Breach of Fiduciary Duty   \n43. Plaintiffs contend that Diane Siskey owed a fiduciary duty to Stone Street \nto protect Stone Street from Rick Siskey’s illegal conduct and that this fiduciary duty \n                                                 \n8  The MetLife Defendants also argue that Plaintiffs’ negligence claim should be dismissed \nbecause reputational harm is generally unavailable in a negligence action , citing Tyson v. \nL’Eggs Prod ucts, Inc. , 84 N. C. App. 1, 351 S.E.2d 834 (1987) , and cases from other \njurisdictions.  In light of the Court’s dismissal of the negligence claim and Plaintiffs’ \ncontention that they seek damages for pecuniary loss in addition to damages for reputational \nharm, the Court does not find it necessary to address this additional argument at this time. \n \n \nserves as a legal duty upon which Plaintiffs’ negligence claim against her may \nproceed.  The Court disagrees. \n44. As an initial matter, Plaintiffs have not alleged that, at the time of the \nevents at issue, Diane Siskey was a manager, officer, director, or company official of \nStone Street, or that she had a specific title or a formal position with the Company of \nany kind.  Chapter 57D of the North Carolina General Statutes determines “the \nrights and duties of interest owners, managers, and other company officials” of \nlimited liability companies organized under North Carolina law.  N.C. Gen. Stat. \n§ 57D-1-02.  Under Chapter 57D, an LLC’s operating agreement “governs the internal \naffairs of [the] LLC,” including the “rights, duties, and obligations of . . . company \nofficials in relation to each other, the LLC, and the interest owners.”  N.C. Gen. Stat. \n§ 57D-2-30(a).  Where Chapter 57D’s “default” provisions conflict with an LLC’s \noperating agreement, the operating agreement controls.  See, e.g., Stainless Valve Co. \nv. Safefresh Techs., LLC, 231 N.C. App. 286, 291, 753 S.E. 2d 331, 335 (2013) (“‘The \n[LLC] Act contains numerous “default” provisions or rules that will govern an LLC \nonly in the absence of an explicitly different arrangement in the LLC’s articles of \norganization or written operating agreement.’”  (quoting Russell M. Robinson, II, \nRobinson on North Carolina Corporation Law § 34.01 (7th ed. 2012))). \n45. Here, the Stone Street Operating Agreement expressly provides, in relevant \npart, that “[t]he Managers . . . shall have the full right, power and authority to \nmanage the day-to-day business and affairs of the LLC,” (Mem. Law Supp. Diane \nSiskey’s Mot. Dismiss Ex. 1, at § 5.1(a) [hereinafter “Operating Agreement”], ECF \n \n \nNo. 56.1), and further, that “no Person (other than a Manager or Officer) shall have \nthe authority to represent, bind or otherwise act on behalf of the LLC,” (Operating \nAgreement § 5.1(c)).  Because Diane Siskey is not pleaded to have been a Manager or \nOfficer of Stone Street, the Court concludes that the language of the Operating \nAgreement does not give rise to a fiduciary duty owing from Diane Siskey to Stone \nStreet.   \n46. Faced with this fact, and independent of the Operating Agreement, \nPlaintiffs contend that Diane Siskey owed Stone Street a legal or fiduciary duty as \nboth a “company official” and “de facto” officer of Stone Street based on her exercise \nof authority over the Company in the operation of its business.  The Court finds \nneither contention supported by the pleaded allegations. \n47. Plaintiffs allege that Diane Siskey (i) was “actively involved in the business \noperations of [Stone Street]”; (ii) was “actively involved in [its] day-to-day \nmanagement”; (iii) “handled all of its leasing and insurance matters, and much of its \nadministrative operations”; (iv) was “actively involved in all aspects of [Stone \nStreet’s] interactions with its investors”; (v) “regularly attended” meetings with Stone \nStreet’s managers and company officials and “existing and prospective investors” and \nclients; (vi) was a “key member” of the management “team”; (vii) had to “approve” \n“virtually all major decisions regarding the corporate governance of Siskey Capital,” \n(Am. Compl. ¶¶ 56–57); (viii) “worked hand in glove with [Rick] Siskey in all his \nbusiness endeavors ,” (Am. Compl.  ¶ 8) ; and (ix) “ actively participated in her \nhusband’s schemes and the [various] Ponzi [e]ntities,” (Am. Compl. ¶ 40). \n \n \n48. Under Chapter 57D, a “manager” of an LLC owes a fiduciary duty to the \nLLC, N.C. Gen. Stat. § 57D-3-21, and non-manager “company officials” have the same \nfiduciary duty as managers, N.C. Gen. Stat. § 57D-3-23.  These duties are spelled out \nin N.C. Gen. Stat. § 57D-3-21(b).   \n49. Chapter 57D defines a “company official” as “[a]ny person exercising any \nmanagement authority over the limited liability company whether the person is a \nmanager or referred to as a manager, director, or officer or given any other title.”  \nN.C. Gen. Stat. § 57D-1-03(5).  Although no North Carolina appellate court has \ninterpreted this definition, Judge Robinson of this Court has recently catalogued \nrelevant definitions of “management” and “authority” in determining whether a \nperson is a “company official” under section 57D-1-03(5): \nThe current edition of Black’s Law Dictionary defines “management” as “[t]he \npeople in an organization who are vested with a certain amount of discretion \nand independent judgment in managing its affairs ” and “[t]he act or system \nof controlling and making decisions for a business[.] ”  Black’s Law \nDictionary (10th ed. 2014).   Webster’s Dictionary defines “ management” as \n“the conducting or supervising of something (such as a business) ” and “the \ncollective body of those who manage or direct any enterprise or \ninterest[.]”  Webster’s Third New International Dictionary 1372 \n(1981). Black’s Law Dictionary defines “authority” as “ [t]he official right or \npermission to act ” and “the power delegate d by a principal to an \nagent[.]”  Black’s Law Dictionary (10th ed. 2014).   Webster’s \nDictionary defines “authority” as “delegated power over others” and “freedom \ngranted by one in authority[.] ”  Webster’s Third New International \nDictionary 146 (1981). \n \n Timbercreek Land & Timber Co., LLC v. Robbins, 2017 NCBC LEXIS 64, at *14 (N.C. \nSuper. Ct. July 28, 2017). \n50. Guided by these definitions here, the Court concludes that Plaintiffs’ \nallegations do not allege facts showing that Diane Siskey exercised management \n \n \nauthority over Stone Street such that a fact finder could conclude that she was a \n“company official” of Stone Street under N.C. Gen. Stat. § 57D-1-03(5).  The activities \nidentified in paragraph 47(i)—(vi) above are the sorts of activities in which many non-\nofficer employees participate and do not permit a conclusion that Diane Siskey was \n“vested with discretion and independent judgment in managing and operating” Stone \nStreet, see id. at *15, or that she “controlled and made decisions” for the Company, \nid.  Nor do they show that Diane Siskey was “delegated” or “entrusted” with \n“authority” or “permission” to act on behalf of the Company as one supervising or \ncontrolling the Company.  Id.  In particular, that she was “involved” in Stone Street’s \n“business operations,” “day-to-day management,” and “interactions with . . . \ninvestors,” does not permit a conclusion that Diane Siskey actually exercised \nmanagement authority over Stone Street, including by controlling and making \ndecisions for the Company.  While the allegations outlined in paragraph 47(i)—(vi) \nabove certainly plead Diane Siskey was “actively involved” in Stone Street’s business, \nthe Court concludes that the pleaded facts do not show that she exercised \nmanagement authority over Stone Street as required under section 57D-1-03(5) to \nimpose upon her a fiduciary duty to Stone Street identical to that owed by Stone \nStreet’s managers, directors, and officers. \n51. Likewise, Plaintiffs other allegations, as relayed in paragraph 47(vii)—(ix) \nabove, make conclusory assertions that the Court concludes do not show that Diane \nSiskey exercised management authority over Stone Street.  Although Plaintiffs allege \nDiane Siskey had to “approve . . . virtually all major decisions regarding [Stone \n \n \nStreet’s] corporate governance,” they do not allege that Diane Siskey made or \napproved a single decision for Stone Street or that any corporate governance decisions \nwere, in fact, made by the Company with (or without) Diane Siskey’s approval.  \nSimilarly, that Diane Siskey may have “worked hand in glove with [Rick] Siskey in \nall his business endeavors ,” as Plaintiffs allege, does not equate to her exercising \nmanagement authority over Stone Street sufficient to satisfy section 57D-1-03(5).  \nFinally, that Diane Siskey may have allegedly participated in Rick Siskey’s Ponzi \nschemes, as Plaintiffs variously contend, provides no support for Plaintiffs’ contention \nthat she exercised management authority over Stone Street. \n52. As such, the Court concludes that Plaintiffs have failed to allege facts \nshowing that Diane Siskey owed a legal or fiduciary duty to Plaintiffs as a “company \nofficial” of Stone Street sufficient to sustain their negligence claim against her.  Cf. \nTimbercreek Land & Timber Co., LLC, 2017 NCBC LEXIS 64, at *15 (finding \ndefendant a “company official” where defendant was appointed a manager, had \nspecific authority to act through a signed addendum to the operating agreement, and \nexclusively managed day-to-day operations of the business pursuant to that \nauthority).  \n53. The Court similarly concludes that Plaintiffs’ allegations are insufficient to \npermit a conclusion that Diane Siskey owed Plaintiffs a legal or fiduciary duty as a \n“de facto” officer of Stone Street.  Even assuming that Chapter 57D permits \nrecognition of a de facto officer in the limited liability context, which the Court \nassumes on these Motions but does not decide, the North Carolina appellate courts \n \n \nhave recognized that a de facto officer of a corporation under North Carolina law must \n“hold office under some degree of notoriety or color of title[,] . . . continuously exercise \nthe functions of the office[,]” and “appear to hold an actual office[.]”  Havelock Yacht \nClub, Inc. v. Crystal Lake Yacht Club, Inc., 215 N.C. App. 153, 156, 714 S.E.2d 788, \n790 (2011).  Moreover, where a de facto corporate officer has been recognized under \nNorth Carolina law, our courts have required the de facto officer to have “authority \nfor tasks such as signing tax returns, offering major input as to the company’s \nformation and operation, or managing the company.”  Ehmann v. Medflow, Inc., 2017 \nNCBC LEXIS 88, at *43–44 (N.C. Super. Ct. Sept. 26, 2017) (quoting Kinesis Advert., \nInc. v. Hill, 187 N.C. App. 1, 15–16, 652 S.E.2d 284, 295 (2007)).  Plaintiffs have not \nalleged facts showing that Diane Siskey did any of these sorts of things here.  \n54. While Plaintiffs have alleged that Diane Siskey “handled all of [Stone \nStreet’s] leasing and insurance matters, and much of its administrative operations,” \n(Am. Compl. ¶ 56), Plaintiffs do not allege that Diane Siskey possessed or exercised \nauthority to sign Stone Street’s tax returns, see Lowder v. All Star Mills, Inc., 75 N.C. \nApp. 233, 241, 330 S.E.2d 649, 655 (1985), hire and fire Stone Street employees, make \npurchases on behalf of Stone Street, see Tai Sports, Inc. v. Hall, 2012 NCBC LEXIS \n64, at *48 (N.C. Super. Ct. Dec. 28, 2002), or engage in management activity on behalf \nof Stone Street utilizing “discretion and independent judgment,” Timbercreek Land \n& Timber Co., LLC, 2017 NCBC LEXIS 64, at *15.  Similarly, although Plaintiffs \nallege that Diane Siskey “regularly attended” important meetings and had to \n“approve” certain “major decisions regarding the corporate governance of [Stone \n \n \nStreet],” (Am. Compl. ¶¶ 56–57), Plaintiffs do not allege that Diane Siskey offered \nmajor input at any meetings she attended or that she actually approved any decisions \nof any kind.  Finally, while Plaintiffs allege that Diane Siskey was “actively involved \nin the day-to-day management” of Stone Street, (Am. Compl. ¶ 56), Plaintiffs have \nnot alleged that she actually managed the company, was delegated such authority, or \nmade any significant decisions for the Company at any time, cf. Lowder, 75 N.C. App. \nat 241, 330 S.E.2d at 654–55 (finding de facto officer where officer “took over \nmanagement of the companies”).   \n55. As a result, the Court concludes that, while Plaintiffs have alleged Diane \nSiskey’s active involvement in Stone Street, Plaintiffs have failed to allege that Diane \nSiskey had the type of management authority and engaged in the sort of management \nactivity that our courts have required for her to be deemed a de facto officer of Stone \nStreet under North Carolina law.   \n56. Based on these same considerations, the Court further concludes that \nPlaintiffs’ allegations are insufficient to show that Diane Siskey had the requisite \ndomination and control of Stone Street that our appellate courts have otherwise found \nnecessary for the creation of a de facto fiduciary duty.  See, e.g., Lockerman v. S. River \nElec. Membership Corp., 794 S.E.2d 346, 352 (N.C. Ct. App. 2016) (“The standard for \nfinding a de facto fiduciary relationship is a demanding one: ‘ Only when one party \nfiguratively holds all the cards—all the financial power or technical information, for \nexample—have North Carolina courts found that the special cir cumstance of a \n \n \nfiduciary relationship has arisen.’” (quoting S.N.R. Mgmt. Corp. v. Danube Partners \n141, LLC, 189 N.C. App. 601, 613, 659 S.E.2d 442, 451 (2008)). \n57. For each of these reasons, therefore, the Court concludes that Plaintiffs have \nfailed to allege that Diane Siskey owed a legal or fiduciary duty to Plaintiffs sufficient \nto sustain their negligence claim against her.  Accordingly, the Court concludes that \nPlaintiffs’ negligence claim against Diane Siskey must be dismissed.  See, e.g., Prince \nv. Wright, 141 N.C. App. 262, 266, 541 S.E.2d 191, 195 (2000) (“If there is no duty, \nthere can be no liability.”). \nE. Breach of Fiduciary Duty Against Diane Siskey \n58. Plaintiffs’ breach of fiduciary duty claim against Diane Siskey also rests on \nPlaintiffs’ contention that she is a “company official” and de facto officer of Stone \nStreet.  In light of the Court’s conclusion that Plaintiffs have failed to allege facts \nshowing that she is either, the Court concludes that Plaintiffs’ claim for breach of \nfiduciary duty against Diane Siskey must likewise be dismissed. \nF. Constructive Fraud Against Diane Siskey \n \n59. To survive a motion to dismiss, a cause of action for constructive fraud must \nallege (1) a relationship of trust and confidence, (2) that the defendant took advantage \nof that position of trust in order to benefit himself, and (3) that plaintiff was, as a \nresult, injured.  Sterner v. Penn, 159 N.C. App. 626, 631, 583 S.E.2d 670, 674 (2003).  \nIntent to deceive is not an element of constructive fraud.  Link v. Link, 278 N.C. 181, \n192, 179 S.E.2d 697, 704 (1971).  “The primary difference between pleading a claim \nfor constructive fraud and one for breach of fiduciary duty is the constructive fraud \n \n \nrequirement that the defendant benefit himself.”  White v. Consol. Planning, Inc., 166 \nN.C. App. 283, 294, 603 S.E.2d 147, 156 (2004). \n60. Having concluded that Plaintiffs have failed to allege facts showing that \nDiane Siskey owed a fiduciary duty to Plaintiffs, the Court concludes that Plaintiffs’ \nclaim for constructive fraud must therefore be dismissed. \nG. Aiding and Abetting Breach of Fiduciary Duty Against Diane Siskey and the \nMetLife Defendants \n \n61. Judge Gale of this Court recently concluded and held in a very thorough and \nthoughtful opinion that “North Carolina does not recognize a claim of aiding and \nabetting breach of fiduciary duty.”  Zloop, Inc. v. Parker Poe Adams & Bernstein, LLP, \n2018 NCBC LEXIS 16, at *32–34 (N.C. Super. Ct. Feb. 16, 2018).  Th is Court finds \nJudge Gale’s analysis persuasive and reaches the same conclusion.  Accordingly, the \nCourt concludes that Plaintiffs’ claim for aiding and abetting breach of fiduciary duty \nunder North Carolina law should be dismissed.9 \nV. \nCONCLUSION \n62. WHEREFORE,  for the foregoing reasons, the Court hereby ORDERS as \nfollows: \na. Diane Siskey’s Motion to Dismiss is GRANTED, and Plaintiffs’ claims \nagainst her are dismissed with prejudice. \n                                                 \n9  Judge Gale further determined that in the event the Supreme Court of North Carolina \nrecognized such a claim, it would require the following prerequisites to establish aiding and \nabetting liability: “(1) the existence of a . . . violation by the primary party; (2) knowledge of \nthe violation on the part of the aider and abettor; and (3) substantial assistance by the aider \nand abettor in the achievement of the primary violation.”  Zloop, Inc., 2018 NCBC LEXIS 16, \n \n \nb. The MetLife Defendants’ Motion to Dismiss is GRANTED, and \nPlaintiffs’ claims against each MetLife Defendant  are dismissed with \nprejudice.10 \nSO ORDERED, this the 26th day of July, 2018.  \n \n    /s/ Louis A. Bledsoe, III   \n    Louis A. Bledsoe, III \n    Chief Business Court Judge \n                                                 \nat *35–38 (citing Blow v. Shaughnessy, 88 N.C. App. 484, 490–91, 364 S.E.2d 444, 447 (1988)).  \nTo establish “actual knowledge,” Judge Gale concluded that a plaintiff must allege that the \n“primary party and the aiding and abetting party must have the same level of culpability or \nscienter.”  Id. at *38 (quoting Tong v. Dunn, 2012 NCBC LEXIS 16, at *14 (N.C. Super. Ct. \nMar. 19, 2012)).  Although the Court finds these conclusions persuasive, the Court declines \nto consider at this time whether the Amended Complaint states a claim  in the event these \nelements later become prerequisites to any claim for aiding and abetting breach of fiduciary \nduty that our appellate courts may recognize. \n \n10 “The decision to dismiss an action with or without prejudice is in the discretion of the trial \ncourt and will not be disturbed on appeal absent an abuse of discretion.”  First Fed. Bank v. \nAldridge, 230 N.C. App. 187, 191, 749 S.E.2d 289, 292 (2013) .  In the context of a 12(b)(6) \nmotion, “the party whose claim is being dismissed has the burden to convince the court that \nthe pa rty deserves a second chance[.]”   Id. at 192, 749 S.E.2d at 293  (quoting Johnson v. \nBollinger, 86 N.C. App. 1, 9, 356 S.E.2d 378, 383 (1987)) .  Here, the Court is not persuaded \nthat Plaintiffs should be entitled to a third chance to plead their claims against Diane Siskey \nand the MetLife Defendants, particularly because Diane Siskey and the MetLife Defendants \nhave each now fully briefed two motions to dismiss and because Plaintiffs had the opportunity \nto review and consider Diane Siskey’s and the MetLife Defendants’ full briefing on their \ninitial motions to dismiss in preparing the Amended Complaint. "
}