{
  "id": "71b9f6f4008a1170afa5387da9d643e405c027cc09d23485bd1ea4867964ecbb",
  "source_file": "data/raw/ncbc/71b9f6f4008a1170afa5387da9d643e405c027cc09d23485bd1ea4867964ecbb.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCATAWBA COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n14 CVS 2179 \n \nGEORGE “ERIK” McMILLAN, ENIGMA \nUNIVERSAL TECHNOLOGIES, LLC \nd/b/a ENIGMA LED, and KISA \nMcMILLAN, \n \nPlaintiffs, \n \nv. \n \nUNIQUE PLACES, LLC, JOSH HAWN, \nJEFFREY SCOTT, JEFF FISHER, UP \nPROPERTY 1, LLC, ANN SHY, and \nWARREN HENRY HUNTSMAN, \n \nDefendants. \n \n \n \n \n \n \nAMENDED ORDER AND OPINION \n \n \n \n{1} THIS MATTER is before the Court upon Defendants Unique Places, \nLLC (“Unique Places”), Josh Hawn, Jeffrey Scott, Jeff Fisher, and UP \nProperty 1, LLC’s (“UP Property 1”) (c ollectively, “Defendants”) Motions to \nStay Proceedings and Compel Arbitration (the “Arbitration Motions”) and \nDefendant Josh Hawn’s Motion for Appointment of a Receiver (the “Motion for \na Receiver”) in the above-captioned case.   \n{2} The Court, having considered the Motions, affidavits, and briefs in \nsupport of and in opposition to the Motions, as well as the arguments of \ncounsel at the December 17, 2014 hearing in this matter, hereby GRANTS the \nArbitration Motions and DENIES the Motion for a Receiver without prejudice \nto Defendant Hawn’s right to seek such relief in any arbitration proceedings \nbetween these parties for the reasons stated below. \nLaw Offices of Matthew K. Rogers, PLLC, by Matthew K. Rogers, for \nPlaintiffs. \nMcMillan v. Unique Places, LLC, 2015 NCBC 4. \n \nPatrick, Harper & Dixon, LLP, by Mich ael J. Barnett, and Forrest Firm, \nP.C., by Michael R. Epperly, for Defendants Unique Places, LLC, Josh \nHawn, Jeffrey Scott, Jeff Fisher, and UP Property 1, LLC. \n \nYork Williams, LLP, by Gregory C. Yo rk, for Defendants Unique Places, \nLLC, Jeffrey Scott, Jeff Fisher, and UP Property 1, LLC. \n \nBrooks, Pierce, McClendon, Humphrey & Leonard, LLP, by Clint S. Morse, \nfor Defendant Josh Hawn. \n \nBledsoe, Judge. \nI. \nBACKGROUND \n{3} Plaintiff George “Erik” McMillan has invented and patented several \ntypes of LED lights and high efficiency improvements to LED lights.  He and \nhis wife, Plaintiff Kisa McMillan (tog ether, the “McMillans”), founded the \npredecessor to Plaintiff Enigma Universal Technologies, LLC d/b/a Enigma \nLED (“Enigma”), in order to manufacture  LED lights and to foster, develop, \nand monetize Erik McMillan’s research and associated inventions.  The \nMcMillans subsequently sought investors to provide both capital and “sweat \nequity” to further the growth of their business. \n{4} In early 2013, Defendants Hawn, Scott, and Fisher indicated their \ninterest in investing in the McMillans’ business.  Fisher manages Defendants \nUnique Places and UP Property 1. \n{5} On May 6, 2013, the McMillans and Defendants Hawn, Scott, and \nFisher executed a Memorandum of Un derstanding (“MoU”), a three-page \ndocument describing the basic paramete rs of the parties’ agreement.  The \nMoU contemplated the formation of a new entity, Enigma, which would \ncontinue the McMillans’ business and which would be owned 35% by Erik \nMcMillan, 27.5% by Hawn, 27.5% by Fisher , and 4% by Scott.  The MoU also \ncontemplated that Fisher would make an initial capital contribution to \nEnigma of approximately $75,000, which was intended to cover the McMillans’ \nsalaries, and that Fisher and Hawn would, among other things, obtain and \npersonally guarantee a line of credit fo r Enigma.  Scott agreed to work at \nEnigma one day each week in exchange for his equity interest.   \n{6} On or about May 30, 2013, Hawn provided Erik McMillan with a \ndraft version of Enigma’s Operating Ag reement (the “Original Agreement”).  \nSpanning more than thirty pages, th e Original Agreement, which reflected \nmost of the material terms of the MoU and included a merger clause, set forth \na more detailed and sophisticated embodiment of the parties’ agreement than \nthat delineated in the three-page MoU.  Plaintiffs aver that either Hawn or \nFisher drafted the Original Agreement.   Erik McMillan informed Hawn that \nhe was unable to understand many of the terms included in the Original \nAgreement, but that he would rely on Hawn and Fisher to ensure that the \nOriginal Agreement was consistent with the MoU.  Fisher responded, \naccording to Plaintiffs, that the Origin al Agreement did not alter or override \nthe MoU, but instead “complemented” and “supplemented” the MoU.  (Am. \nCompl. ¶ 86.)  Heeding Fisher’s advice, Plaintiffs retained Defendant Ann \nShy, an attorney, to assist with th eir review and understanding of the \nOriginal Agreement. \n{7} On June 21, 2013, Fisher presented a finalized version of the \nOriginal Agreement to Erik McMillan for his signature.  Erik McMillan \nindicated that he was working and did not have time to read the Original \nAgreement, but that he would sign it so  long as it reflected the terms of the \nMoU.  Fisher purportedly responded that the Original Agreement and the \nMoU were “tied hand in hand” and that the Original Agreement was \nessentially an “add on” to the MoU.  (Am. Compl. ¶ 92.)  Erik McMillan signed \nthe Original Agreement without reading it.   \n{8} Page 34 of the Original Agreement includes the following provision, \nwhich was not included in the MoU: \n7.4  Governing Law; Arbitration. . . .  Any dispute arising out of or in \nconnection with this Agreement or the breach thereof shall be decided \nby arbitration to be conducted in Durham, North Carolina in \naccordance with the then prevailing commercial arbitration rules of the \nAmerican Arbitration Association.  All determinations made in any \nsuch arbitration proceeding shall be final and conclusive on all parties, \nand judgment incorporating such determinations may be entered in any \ncourt of competent jurisdiction.  . . .            \n(Orig. Ag. § 7.4, p. 34.) \n{9} The parties subsequently executed an Amended and Restated \nOperating Agreement for Enigma (the “Amended Agreement”). 1  Provision \n13.4 on page 31 of the Amended Agre ement sets forth the same language \nincluded in provision 7.4 of the Original Agreement, supra.  Erik McMillan \nasserts that he did not read the Amended Agreement and was unaware of its \n                                                 \n1 The purpose of the Amended Agreement was to address tax issues not pertinent to the \nCourt’s resolution of the present Motions. \n \narbitration clause at the time he signed  it.  Plaintiffs contest the validity of \nboth the Original Agreement and the Amended Agreement (collectively, the \n“Agreements”).   \n{10} Thereafter, discord ensued among the parties concerning control over \nEnigma and its operations, prompting Plai ntiffs to file the present lawsuit on \nSeptember 3, 2014.  This action was de signated a complex business case and \nassigned to the undersigned that same day.   \n{11} On September 8, 2014, Defendants filed the present Motions, \nrequesting that Plaintiffs’ claims be resolved in arbitration in accordance with \nthe Agreements.\n2 \n{12} On October 3, 2014, Plaintiffs  filed an Amended Complaint, \nsupported by thirty-four (34) exhibits, in  addition to Plaintiffs’ response in \nopposition to the Motions. \n{13} The Court held a hearing on the Motions on December 17, 2014.  The \nMotions are now ripe for resolution. \nII. \nANALYSIS \n{14} North Carolina courts apply the following standard in determining \nwhether a dispute is properly subject to arbitration: \nAs a general matter, public polic y favors arbitration. However, \nbefore a dispute can be ordered resolved through arbitration, \nthere must be a valid agreement to arbitrate. Thus, whether a \ndispute is subject to arbitration is a matter of contract law. \nParties to an arbitration must specify clearly the scope and \n                                                 \n2 Defendants filed two separate  Motions seeking to compel arbitration with respect to the \nclaims asserted by (i) Erik McMillan and Enigma; and (ii) Kisa McMillan.   \nterms of their agreement to arbitrate. Moreover, a party cannot \nbe forced to submit to arbitration of any dispute unless he has \nagreed to do so.   \n \nThe question of whether a dispute is subject to arbitration is an \nissue for judicial determination.   . . .  The determination of \nwhether a dispute is subject to arbitration involves a two \npronged analysis; the court must ascertain both (1) whether the \nparties had a valid agreement to arbitrate, and also (2) whether \nthe specific dispute falls within the substantive scope of that \nagreement. \n \nRaspet v. Buck, 147 N.C. App. 133, 135—36,  554 S.E.2d 676, 678 (2001) \n(citations and quotation marks omitted). \nExistence of a Valid Agreement to Arbitrate \ni. Erik McMillan \n{15} Plaintiffs contend that Erik McMillan is not bound by a valid \nagreement to arbitrate.  Plaintiffs concede that Erik McMillan signed the \nAgreements, but assert that he was “f raudulently induced” to sign them and \nthat he did not specifically agree to the arbitration clauses “buried therein.”  \n(Pls.’ Br. Opp. Defs.’ Mot. to Stay, p. 1.)  \n{16} The Court finds these contentions unpersuasive because under well-\nestablished North Carolina law, a signatory to “a written instrument is under \na duty to read it for his own protection[; ] . . . [is] ordinarily . . . charged with \nknowledge of its contents[;] . . . [and] may [not] predicate an action for fraud \non his ignorance of the legal effect of its terms.”  Raper v. Oliver House, LLC , \n180 N.C. App. 414, 420, 637 S.E. 2d 551, 555 (2006) (quoting Biesecker v. \nBiesecker, 62 N.C. App. 282,  285, 302 S.E.2d 826, 828—29 (1983)); see also  \nLeonard v. Power Co. , 155 N.C. 10, 14, 70 S.E. 1061, 1063 (1911) (“[T]he law \nwill not relieve one who can read and write from liability upon a written \ncontract, upon the ground that he did not understand the purport of the \nwriting, or that he has made an impr ovident contract, when he could inform \nhimself and has not done so.”).  Further, Erik McMillan had the opportunity to \nread the Agreements, but declined to do so, relying instead on Hawn and \nFisher to include the appropriate terms.3  See Setzer v. Ins. Co., 257 N.C. 396, \n401, 126 S.E.2d 135, 139 (1962) (“[W]here no trick or device had prevented a \nperson from reading the paper which he has signed or has accepted as the \ncontract prepared by the other party, his failure to read when he had the \nopportunity to do so will bar his right to reformation.”).4 \n{17} Plaintiffs also seek to invalidat e the Agreements on grounds that \nthey were unsupported by consideration.  Plaintiffs contend, in this respect, \nthat Defendants failed to provide any consideration to support the \nAgreements beyond what Defendants ha d already promised under the MoU.  \nThis contention lacks merit, however, as the Agreements include numerous \nprovisions that were not included in th e MoU but that function to protect the \nMcMillans’ interest in their business.  The Agreements’ non-compete and \n                                                 \n3 The attorneys’ fees provisions of the Agreements – provision 7.13 on page 35 of the Original \nAgreement and provision 13.13 on page 32 of the Amended Agreement – reference the \nAgreements’ arbitration clauses as well. \n \n4 Plaintiffs’ allegations that Defendant Shy failed to disclose certain conflicts of interest with \nother clients are irrelevant for purposes of the present Motions.   \n \nnondisclosure provisions 5, for instance, guard against Defendants’ \nmisappropriation of Enigma’s proprietary information and preclude \nDefendants from competing with Enigma for two years after leaving the \ncompany, should they seek to do so.  These protections appear especially \nsignificant to Erik McMillan in light of  his contributions to Enigma – two \npatents and all intellectual property that he creates in the future – which \ncomprise the foundation of Enigma’s business. \n{18} The Court has reviewed Plaintiffs’ remaining contentions on this \nissue and finds them to be without meri t.  Accordingly, the Court concludes \nthat the Agreements contain valid agre ements to arbitrate and that Erik \nMcMillan is bound by these provisions. \nii. Kisa McMillan \n{19} Plaintiffs further contend that Kisa McMillan is not bound by a valid \nagreement to arbitrate because she did not sign the Agreements. \n{20} While it is generally true that “a party cannot be required to submit \nto arbitration any dispute which he has not agreed so to submit, a variety of \nnonsignatories of arbitration agreements have been held to be bound by such \nagreements under ordinary common law contract and agency principles.”  LSB \nFin. Servs. v. Harrison , 144 N.C. App. 542, 547, 548 S.E.2d 574, 578 (2001) \n(citations and quotation marks omitted).  In Harrison, for example, the North \nCarolina Court of Appeals held that a non-signatory to an agreement was \nbound by the agreement’s arbitration provision because “[i]t [was] clear from \n                                                 \n5 (Orig. Ag. §§ 1.7—1.10, p. 17—18;  Am. Ag. §§ 7.7—7.10, p. 15.) \nthe text and purpose of [the agreement] that the parties to the agreement \nintended to benefit such nonsignatory, third parties . . . .”  Id.  In determining \nwhether the contracting parties intended to benefit a third party, “the court \n‘should consider [the] circumstances surrounding the transaction as well as \nthe actual language of the contract.’”  Revels v. Miss Am. Org. , 182 N.C. App. \n334, 336, 641 S.E.2d 721, 723 (2007) (citation omitted) (alteration in original).   \n{21} Here, the circumstances under which the parties executed the \nAgreement, in addition to the terms of the Agreements themselves, support a \nfinding that Kisa McMillan was an intended third-party beneficiary of the \nAgreements.  As Erik McMillan states in  his affidavit, he  and Kisa McMillan \nwork “as a team” and he is “not sure if [he could] work anywhere without \nKisa’s help.”  (Erik McMillan Aff. ¶ 12, Oct. 3, 2014.)  Seeking to monetize \nErik McMillan’s inventions, the McMillans, as a team, sought investors to \nfurther their business, eventually entering  into the Agreements now at issue.  \nAlthough Kisa McMillan did not sign the Agreements, the terms of the \nAgreements benefit both of the McMilla ns by requiring that Defendants \nprovide equity and debt financing to further the business conceived by the \nMcMillans years earlier.\n6  While it is true that the MoU provided similar \nterms to benefit the McMillans, the MoU was superseded by the Agreements, \n                                                 \n6 Specifically, the Agreements require Fisher (through Unique Places) to provide a $75,000 \ncapital contribution and further require Fisher (through Unique Places) and Hawn to obtain \nand guarantee loans on Enigma’s behalf.  The Agreements also require Scott to provide “sweat \nequity” in that he promised to dedicate at least one day of work each week to Enigma.  That \nDefendants may have failed to fulfill some of these promises does not detract from the \nmanifest intent of these provisions to benefit both Erik and Kisa McMillan.   \n  \neach of which contains a merger clause indicating that it represents “the \nentire agreement among the parties relative to the subject matter hereof . . . .”  \n(Orig. Ag. § 7.5, p. 34; Am. Ag. § 13.5, p. 31.)   \n{22} Moreover, Plaintiffs assert claims  based on Kisa McMillan’s status \nand rights that derive, if at all, from the Agreements.  See Holshouser v. \nShaner Hotel Grp. Props., One Ltd. P’ship ., 134 N.C. App. 391, 400, 518 \nS.E.2d 17, 25 (1999) (“A person is a dire ct beneficiary of the contract if the \ncontracting parties intended to confer a legally enforceable benefit on that \nperson.”).  Specifically, the Agreements designate Kisa McMillan as Enigma’s \n“Director of Operations”7 (Orig. Ag. § 5.1.3, p. 8; Am. Ag. § 5.1.3, p. 11.), and \nPlaintiffs use this fact to support their conversion claim, asserting that \nDefendants “lack[ed] authority to terminate” Kisa’s employment with Enigma \nbecause “[a]fter Hawn resigned as President, Erik and Kisa were the highest \nranking officers of Enigma . . . .”  (Am. Compl. ¶ 423.); \nsee Am. Bankers Ins. \nGroup v. Long , 453 F.3d 623, 628 (4th Cir. 2006) (providing that “a \nnonsignatory should be estopped from  denying that it is bound by an \narbitration clause when its claims against the signatory ‘arise[]from’ the \ncontract containing the arbitration clau se” (citation omitted) (alteration in \noriginal)).  Indeed, Plaintiffs themselv es identify Kisa McMillan as a third \nparty beneficiary to the Agreements, asserting in support of their breach of \n                                                 \n7 This designation of Kisa McMillan as Enigma’s “Director of Operations” superseded the \nMoU’s designation of Kisa McMillan as Enigma’s “Operations Manager.” (Am. Compl. Ex. 9, \np. 1; Orig. Ag. § 7.5, p. 34; Am. Ag. § 13.5, p. 31.) \n \ncontract claim that although “Kis a was not a party to the Operating \nAgreements, [she] was . . . [an] intended beneficiary of the Operating \nAgreements.”  (Am. Compl. ¶ 450.)   \n{23} Accordingly, because Kisa McMillan was an intended third party \nbeneficiary of the Agreements, and becaus e Plaintiffs seek to assert rights \nbased on Kisa McMillan’s status as  a third party beneficiary to the \nAgreements, the Court concludes that Kisa McMillan is also bound by the \nAgreements’ arbitration provisions.    \niii. Enigma \n{24} Although not specifically contested,  the Court notes that Enigma is \nlikewise bound by the Agreemen ts’ arbitration provisions.  \nSee N.C.G.S. § \n57D-2-31(a) (2014) (providing that “[t]he  LLC is deemed to be a party to the \noperating agreement and, therefore,  is bound by and may enforce the \nprovisions thereunder applicable to the LLC”). \nScope of the Arbitration Agreement \n{25} Plaintiffs contend that even if they are bound by the Agreements’ \narbitration provisions, the scope of thes e provisions fails to encompass all of \nPlaintiffs’ claims.   \n{26} In determining whether a plaintiff’s claims fall within the scope of a \nparticular arbitration provision, the Co urt “must look at the language in the \nagreement, viz., the arbitration clause, and ascertain whether the claims fall \nwithin its scope. In so doing, any doub ts concerning the scope of arbitrable \nissues should be resolved in favor of arbitration.”  Rodgers Builders, Inc. v. \nMcQueen, 76 N.C. App. 16, 23— 24, 331 S.E.2d 726, 731 (1985) (citations and \nquotation marks omitted).  “[W]hether a claim falls within the scope of an \narbitration clause and is thus subject to arbitration depends not on the \ncharacterization of the claim as tort or contract, but on the relationship of the \nclaim to the subject matter of the arbitration clause.”  Id. at 24, 331 S.E.2d at \n731 (citations omitted).   \n{27} In McQueen, the North Carolina Court of Appeals addressed the \nscope of an arbitration clause which spec ified that “[a]ll claims . . . arising out \nof, or relating to, the Contract Document s or the breach ther eof . . . shall be \ndecided by arbitration . . . .”  Id. at 18, 331 S.E.2d at 728.  The court held that \n“the language of the arbitration clause [was] sufficiently broad to include any \nclaims which [arose] out of or [were] related to the contract or its breach, \nregardless of the characterization of the claims as tort or contract.”  Id. at 25, \n331 S.E.2d at 732.  The court further held  that the language of the arbitration \nclause encompassed the plaintiff’s claims for fraud, unfair and deceptive trade \npractices, and negligent misrepresentation, as each claim “concern[ed] alleged \ntortious conduct on the part of defend ants [that] occurred in connection with, \nor as a part of, the formation of, perfor mance under, or breach of the contract \nbetween [the parties].”  Id. at 25, 331 S.E.2d at 732. \n{28} More recently, the United States District Court for the Eastern \nDistrict of North Carolina considered the scope of an arbitration clause \n“requir[ing] arbitration of ‘[a]ny [c]l aim arising out of or related to the \nAgreement.’”  United States ex rel. T GK Enters. v. Clayco, Inc. , 978 F. Supp. \n2d 540, 549 (E.D.N.C. 2013).  Noting that “[t]he Supreme Court and the \nFourth Circuit have recognized that such language represents a ‘broad’ \narbitration provision,” the court determined that the “plaintiff’s state \nlaw claims . . . squarely fall within the scope of the arbitration agreement.”  \nId. (citing Drews Distrib., Inc. v. Silicon Gaming, Inc. , 245 F.3d 347, 350 (4th \nCir. 2001); Prima Paint Corp. v. Flood & Conklin Mfg. Co. , 388 U.S. 395, 398 \n(1967)).   \n{29} The arbitration clauses here, similar to those at issue in McQueen \nand Clayco, each provide that “[a]ny dispute arising out of or in connection \nwith this Agreement or the breach thereof  shall be decided by arbitration . . . \n.”  (Orig. Ag. § 7.4, p. 34; Am. Ag. § 13.4, p. 31.)  Up on review, the Court finds, \nas detailed below, that all of Plaintiffs’ claims fall within the scope of this \nbroad language, as each claim either “arises out of” or “in connection with” the \nAgreements. \n{30} Initially, the Court notes that Plaintiffs’ twelfth and thirteenth \nclaims for relief allege that Defendants  breached the Agreements themselves \nand thus plainly “arise out of” the Ag reements.  Likewise, Plaintiffs’ claim \nthat Defendants breached the MoU (eleventh claim for relief) “arises out of” \nthe Agreements because many of the alle ged breaches in support of this claim \nconcern the same promises allegedly breached under the Agreements.  For \nexample, paragraphs 448, 466, and 4 80 of Plaintiffs’ Complaint allege \nbreaches of the same ten (10) promises  under the MoU, Original Agreement, \nand Amended Agreement, respectively. 8  Additionally, Plaintiffs’ breach of \nfiduciary duty claim (second claim for relief) alleges that Defendants breached \nduties owed to Plaintiffs by virtue of their relationship, as established under \nthe Agreements. \n{31} Plaintiffs also assert a number of claims alleging conduct that \nimplicates specific provisions of the Agreements and that, if proved true, \nwould constitute breaches of those provisions.  Plaintiffs’ misappropriation of \ntrade secrets claim (sixth claim for re lief) and conspiracy to defraud claim \n(ninth claim for relief) allege, \ninter alia, that Defendants misappropriated and \nconspired to misappropriate Enigma’s trade secrets, conduct that is expressly \nprohibited under the Agreements. 9  Plaintiffs’ conversion claim (eighth claim \nfor relief) alleges that Defendants conv erted Enigma’s property to their own \nuse, conduct that would violate the Agreements’ general prohibition against \nuse of Enigma property for “any personal  benefit.”  (Orig. Ag. § 4.3.2, p. 10; \nAm. Ag. § 4.3.2, p. 7.)  Plaintiffs’ fo urteenth claim for relief alleges that \nDefendants used other entities to compete with Enigma, conduct that would \nviolate the Agreements’ provision that, absent Enigma’s consent, officers and \nmanagers of the company are prohibit ed from “engag[ing], directly or \n                                                 \n8 Moreover, the Agreements superseded the MoU, as noted above. \n \n9 (Orig. Ag. §§ 1.7—1.10, p. 17—18;  Am. Ag. §§ 7.7—7.10, p. 15.) \n \nindirectly, in activities that are competitive with [Enigma’s] Business or that \nwould constitute business opportunities of [Enigma].”  (Orig. Ag. § 6.1, p. 11—\n12; Am. Ag. § 6.1, p. 9.)  Finally, Plaintiffs’ unfair and deceptive trade \npractices claim (fifteenth claim for relief) alleges that Hawn left Enigma to \nwork for a competitor, raising a potential violation of the Agreements’ non-\ncompete provisions.  \nSee McQueen , 76 N.C. App. at 27,  331 S.E.2d at 733 \n(finding “no reason” to exclude UDTP cl aim from arbitration where “[t]he \nclaim concern[ed] essentially a private dispute” and appeared asserted \n“merely to bolster and supplement the re mainder of plaintiff's claims and to \nincrease the amount of damages recoverable”). \n{32} Plaintiffs additionally allege claims that invoke certain rights or \nstatuses that inhere in Plaintiffs, if at all, by virtue of the Agreements.  \nPlaintiffs’ intentional infliction of emotional distress claim (fifth claim for \nrelief) alleges that Defendants intentio nally caused the McMillans distress by \nterminating their employment with En igma.  The Agreements designate the \nMcMillans’ respective roles with Enigma, and any right to continued \nemployment thus emanates from these roles or otherwise “arises out of” rights \ncreated under the Agreements.  Similarly, Plaintiffs’ obtaining property under \nfalse pretense claim (seventh claim for relief) asserts Plaintiffs’ status as \nEnigma’s “highest ranking officials” (Am. Compl. ¶ 423), and Plaintiffs \npredicate their dissolution claim (sixteenth claim for relief) upon Erik \nMcMillan’s “rights as reflected in the [Agreements] as a minority Member of \nEnigma.”  (Am. Compl. ¶ 511.)10   \n{33} The Court further finds that Plaintiffs have asserted claims “in \nconnection with” the Agreements.  Plaintiffs’ fraud claim (first claim for relief) \nalleges that Defendants fraudulently  induced Erik McMillan to sign the \nAgreements, and Plaintiffs’ tenth claim for relief alleges, in pertinent part, \nthat Defendants “took advantage of the trust Erik placed in Hawn, Fisher and \nShy with regard to explaining the purp oses and effects of the [Agreements], \nand did not fully disclose the terms or e ffects of [the Agreements] to Erik.”  \n(Am. Compl. ¶ 443.)\n11  Any such inducement or lack of disclosure occurred “in \nconnection with” the formation of the Agreements.  See McQueen , 76 N.C. \nApp. at 18, 25, 331 S.E. 2d at 728, 732 (finding that claims alleging \nmisrepresentations in connection with formation of contract were within scope \nof contract’s arbitration clause, which pr ovided that “[a]ll claims . . . arising \nout of, or relating to, the Contract Documents or the breach thereof” were \nsubject to arbitration).  Moreover, Plaintiffs’ libel and defamation claims (third \nand fourth claims for relief), which allege that Defendants informed Enigma’s \ncustomers and suppliers that Erik and Kisa had “walked away” from Enigma \n(Am. Compl. ¶¶ 393—96), implicate the McMillans’ roles with Enigma, as \n                                                 \n10 Furthermore, as discussed below, the Agreements set forth in detail the procedure to be \nemployed by the parties in dissolving Enigma.  (Orig. Ag. §§ 6.2—6.5, p. 31—32; Am. Ag. §§ \n12.2—12.5, p. 28—29.) \n \n11 Although captioned “Breach of § N.C.G.S. 57D-3-04,” which concerns inspection of company \nrecords, Plaintiffs’ tenth claim for relief sets forth a variety of allegations, including those \ncited above. \n \ndelineated in the Agreements, and thus also concern a dispute “in connection \nwith” the Agreements.12 \n{34} The Court concludes, accordingly, that the language set forth in the \nAgreements’ arbitration provisions is sufficiently broad to encompass all of \nPlaintiffs’ claims. \nMotion for a Receiver \n{35} Defendant Hawn has moved the Court to appoint a receiver for \nEnigma, asserting that the company is “teetering on bankruptcy” and must be \ndissolved before it “loses all going concern value.”  (Hawn Mot. for Receiver, p. \n1—2.)  Hawn attributes Enigma’s demise to the parties’ “contentious” \nrelationship, which, he alleges, has no t only precluded effective management \nof Enigma, but also deterred potential investment in the company by third \nparties.  (Hawn Mot. for Receiver, p. 3.) \n{36} The Court does not disagree with Hawn’s characterization of Enigma \nas a company in distress.  As stated above, however, the Agreements prescribe \nthe manner in which Enigma is to be dissolved should the parties seek to wind \nup the company.  And because no other party to the Agreements joins Hawn \nin his request for a receiver, which seeks to deviate from the Agreements’ \ndissolution provisions, a dispute exists  among the parties concerning both \nwhether and how Enigma should be dissolved.  Accordingly, the Court finds \nthat Hawn’s Motion for a Receiver raises a dispute concerning subject matter \n                                                 \n12 Furthermore, each of Plaintiffs’ claims for reli ef “incorporate[s] by reference as if fully set \nforth [therein] all prior allegations of the Complaint.”  (E.g., Am. Compl. ¶ 385.) \nthat is governed by the Agreements and, therefore, is also subject to \narbitration for the reasons stated above.  \nIII. \nCONCLUSION \n{37} In light of the foregoing, the Court hereby (i) GRANTS Defendants’ \nMotions to Stay Proceedings and Compel Arbitration and (ii) DENIES Hawn’s \nMotion for Appointment of a Receiver without prejudice to Defendant Hawn’s \nright to seek such relief in any arbitration proceedings between these parties.   \n{38} Accordingly, this civil action is hereby STAYED pending the outcome \nof any arbitration proceedings between the parties. \nSO ORDERED, this the 14th day of January, 2015.  \n "
}