{
  "id": "71c10409ee57597c7d8258c8ae26ad85f66b396bfc70c49fee4396ee3b01e949",
  "source_file": "data/raw/ncbc/71c10409ee57597c7d8258c8ae26ad85f66b396bfc70c49fee4396ee3b01e949.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nWAKE COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 14395 \nN.C. DEPARTMENT OF REVENUE, \n \nPetitioner, \n \nv. \n \nINTEGON NATIONAL INSURANCE \nCOMPANY,  \n \nRespondent. \n \nORDER AND OPINION ON \nRESPONDENT’S MOTION TO \nDISMISS PETITION FOR JUDICIAL \nREVIEW AND PETITIONER’S \nMOTION TO STRIKE \n \nREMAND TO OAH FOR FURTHER \nPROCEEDINGS \n  \n \n1. THIS MATTER is before the Court on  Respondent Integon  National \nInsurance Company’s (“Integon”) Motion to Dismiss the Petition for Judicial Review \n(the “Motion to Dismiss”), (ECF No. 11).  The Motion challenges this Court’s subject \nmatter jurisdiction pursuant to Rule 12(b)(1) of the North Carolina Rule s of Civil \nProcedure, (the “Rule(s)”), on the grounds that  the North Carolina Department of \nRevenue (the “Department”) lacks standing to seek judicial review of a Final Decision \nby the Office of Administrative Hearings (“OAH”  or “the tribunal” ) under N.C.G.S. \n§ 150B-43.  \n2. Also before the Court is the Department’s  Motion to Strike Portions of \nIntegon’s Supplemental Response Brief and Exhibits  (the “Motion to Strike”) , (ECF \nNo. 53). \n3. The Court, having considered the motions, the related briefing, \nappropriate matters of record, and the oral arguments of counsel, concludes for the \nreasons stated below  that it has subject matter jurisdiction with respect to this \nmatter, and it DENIES the Motion to Dismiss.  The Court further REVERSES the \nFinal Decision to the extent it is based on a purported admission by the Department \nand REMANDS the matter to the OAH to determine whether the matter is  moot, \nand if not, for a hearing on the cross -motions for summary judgment and a \ndetermination on the merits.  Having remanded this matter, the Court GRANTS the \nMotion to Strike without prejudice to either party’s ability to present its  evidence to \nthe administrative law judge (“ ALJ”) for a determination of its admissibility on \nremand. \nNorth Carolina Department of Justice, by Ashley Hodges Morgan , for \nPetitioner North Carolina Department of Revenue. \n \nParker Poe Adams & Bernstein, LLP, by Kay Miller Hobart and Dylan \nZ. Ray, for Respondent Integon National Insurance Company. \nEarp, Judge. \nI. INTRODUCTION \n4. The underlying dispute in this case is  whether Integon is  entitled to \nclaim a tax credit for investing in renewable energy property.  For years t he \nDepartment answered that question in the negative, and litigation ensued.  However, \non the day before a scheduled hearing on cross -motions for summary judgment, the \nDepartment abruptly changed its position, withdrew its final determination, and \nstated that it would allow the disputed credit. \n5. Thereafter, the parties jointly presented a consent order requesting that \nthe OAH dismiss the action .  However, the ALJ did not enter the consent order.  \nWithout first considering whether the Department’s change d position and the \npresentation of the parties’ proposed consent order rendered the underly ing \ncontroversy moot, the ALJ  held that  the language of the proposed consent order \nconstituted an admission by the Department that Integon’s legal position was correct, \nand he entered summary judgment on the merits in favor of Integon. \n6. The Department now appeals that decision.   Integon moves to dismiss \nthe appeal contending that the Department, having withdrawn its final \ndetermination, does not have standing to invoke this Court’s subject matter \njurisdiction.   In order to resolve the standing issue, the Court has been required to \nconsider whether the Department is  an aggrieved party, thereby further requiring \nthe Court to determine whether the ALJ appropriately determined that the \nDepartment made a binding admission upon which to base a judgment on the merits.  \n7. The Court concludes  that the Department did not make  such an  \nadmission.  Accordingly, there has been no valid determination on the merits , and \nthe Department is an aggrieved party.  Moreover, a determination on the merits will \nnot be ripe until the ALJ first considers whether the controversy is moot  given  the \nDepartment’s changed position and the parties’ proposed consent order. \nII. FACTUAL AND PROCEDURAL BACKGROUND \n \n8. A Rule  12(b)(1) motion will be granted “ only if the material \njurisdictional facts are not in dispute and the moving party is entitled to judgment as \na matter of law.”  Wilkie v. Stanley, 2011 NCBC LEXIS 11, at **10 (N.C. Super. Ct. \nApr. 20, 2011) (quoting SouthStar Funding, LLC v. Warren, Perry & Anthony, PLLC, \n445 F. Supp. 2d 583, 585 (E.D.N.C. 2006)) .  B elow, the Court cites the undisputed \nfacts relevant to its subject matter jurisdiction.   \n9. Integon is a property and casualty insurance company commercially \ndomiciled and doing business in North Carolina.  ( Index of Exs. f or Resp’t’s Mot. \nDismiss Ex. 1 [herein  “Jt. Stip.”] ¶ 1, ECF No 13.) \n10. The Department is an agency of the State of North Carolina tha t \nadministers the State’s tax laws and collects the taxes due from North Carolina \ntaxpayers.  N.C.G.S. § 143B-218; (Jt. Stip. ¶ 6). \n11. As an insurance company, Integon is subject to North Carolina’s gross \npremiums tax.  N.C.G.S. § 105-228.5(a); (Jt. Stip. ¶ 5).   \n12. Integon timely filed an amended North Ca rolina gross premiums tax \nreturn for tax year 2016 (“Amended Return”)  claiming a c redit in the amount of \n$1,853,733 for investing in renewable energy property pursuant to N.C.G.S. §  105-\n129.16A (“Energy Credit”).  (Jt. Stip. ¶ 2.)  The statute permits a taxpayer “that has \nconstructed, purchased, or leased” renewable energy property to receive a credit equal \nto thirty-five percent (35%) of the cost of the property if the property is placed in \nservice in North Carolina during the taxable year.  N.C.G.S. § 105-129.16A.   \n13. Even if a taxpayer does not itself construct, purchase, or lease renewable \nenergy property to qualify for the Energy Credit, the taxpayer may still be entitled to \nreceive a n Energy Credit as part of its distributive share from a partnership.  \nN.C.G.S. § 105-269.15.  However,  the sale of Energy Credits is not permitted  under \nNorth Carolina law.  ( Petition for Judicial Review Ex.  1 at 7 ¶ 10 [herein “Final \nDecision”], ECF No. 3.) \n14. On 30 January 2019, f ollowing an audit of Integon’s Amended Return , \nthe Department issued an  Audit Report and Notice of Tax Assessment  finding that \nthe Energy Credit taken by Integon for tax year 2016 was improper “because the \nexchange of contributions constituted a disguised sale.”  (Jt. Stip. ¶¶ 7–14.) \n15. On 15 March 2019, Integon filed a request with the Department for \nadministrative review, objecting to the Department’s disallowance of the Energy \nCredit.  (Jt. Stip. ¶ 15.) \n16. Following administrative review, on 3 January 2020, the Department \nissued a Notice of Final Determination (“Final Determination”) again disallowing the \ntax credit.  (Jt. Stip. ¶ 23.) \n17. Thereafter, on 2 March 2020, Integon petitioned the OAH for review of \nthe Final Determination pursuant to N.C.G.S. § 150B-23.  (Jt. Stip. ¶ 24.)1 \n18. The parties engaged in discovery through mid- May 2021, before filing \ncross-motions for summary judgment on 22 July 2021 and 30 July 2021.  (Pet’r’s Mot. \nPartial Summ. J. Two Threshold Questions L ., R. 2230; Pet’r’s Mot. Summ. J., \nR. 7686; Resp’t’s Mot. Summ. J., R. 7764.)2  \n19. After the parties ha d fully briefed their cross -motions for s ummary \njudgment, Chief Administrative Law Judge Donald R. van der Vaart (“ALJ”) issued \nan Amended Notice of Hearing on the motions to take place on 13 September 2021.  \n(Am. Notice Hr’g, R. 17309.) \n \n1 Integon filed an amended petition as a matter of course under 26 N.C.A.C. § 03.0101(a) and \nN.C.G.S. § 1A-1 Rule 15(a) (“Amended Petition”).  (Jt. Stip. ¶ 25.) \n \n2 Citations to the Official Record on Judicial Review, ECF Nos. 31–42, are denoted “R. __.” \n20. On 12 September 202 1, a day before the scheduled hearing, the \nDepartment informed Integon’s counsel by letter that it had decided to withdraw the \nFinal Determination, reverse the assessment attributable to its denial of the Energy \nCredits in tax year 2016,  and issue a refund to Integon .  ( App. Pet’r’s Resp. Opp. \nResp’t’s Mot. Dismiss Ex.  A [herein “September 12 Letter”], R. 17346 , ECF No. 44.)  \nIn its letter, the Department stated:  “there is no longer an assessment from the \nDepartment subject to administrative review in the contested case at the Office of \nAdministrative Hearings[.]”  (September 12 Letter.)   \n21. On 13 September 2021, the day of the hearing, the Department filed  a \n“Notice of Withdrawal of Agency Action”  informing the tribunal t hat, “ without \nconceding the correctness of any of the factual o r legal arguments in this case, ” the \nDepartment had withdrawn the Notice of Final Determinatio n and was issuing a \nrefund to Integon for the 2016 Energy Credits.   ( Notice of Withdrawal,  R. 17343, \nemphasis added.)  \n22. At the  start of the hearing on 13 September 2021 , and prior to \naddressing the summary judgment motions,  counsel for the Department informed \nJudge van der Vaar t that the Department  was “in the course of canceling the \nassessment and granting a refund”  to Integon , and the Department requested a \nrecess to discuss “settling this matter.”  (App. Petr’s Resp. Opp. Resp’t’s Mot. Dismiss \nEx. E [herein “Transcript”],  R. 17571.)  The tribunal agreed to the recess.  \n(Transcript, R. 17574.)  \n23. Thereafter, the parties jointly presented a proposed consent Order for \nRefund and Dismissal  to Judge van der Vaart .  (Transcript, R. 17574–75; App. C, \nR. 17380 [herein “Proposed Order for Refund and Dismissal”].) \n24. The Proposed Order for Refund and Dismissal, jointly presented by the \nparties, reflected the Department’s decision to withdraw the Final Determination and \nto i ssue a  refund to Integon in the amount of the Energy Credit plus  applicable \nstatutory interest.  In addition, the Propos ed Order for Refund and Dismissal \nincluded this language: “[b]y withdrawing the Final Determination, [the Department] \ndoes not dispute [Integon’s] position in this contested case that [Integon] is entitled to \na refund for tax year 2016 as a result of the tax credits[.]”  (Proposed Order for Refund \nand Dismissal, emphasis added.)  It concluded, “[t]here is no longer an agency action \nsubject to administrative review in this contested case,” and “[t]he matter is therefore \nclosed.”  (Proposed Order for Refund and Dismissal, emphasis added.) \n25. Despite agreeing on 13 September 2021 to present the Proposed Order \nfor Refund and Dismissal  jointly to the tribunal, Integon ’s position is  that the \nProposed Order for Refund and Dismissal was neith er a “settlement” nor a \n“resolution.” Integon characterizes it as “a unilateral withdrawal” of the Final \nDetermination by the Department.  (Transcript, R. 17572.)   \n26. After o bserving that the Department’s withdrawal of the Final \nDetermination gave rise to “a pretty unusual situation,” Judge van der Vaart directed \nboth parties to provide supplemental briefs on the tribunal’s jurisdiction, and he took \nthe Proposed Order for Refund and Dismissal  under advisement . ( Transcript, R. \n17575–76.) \n27.   On 15 September 2021, two days after the hearing, the parties filed a \n“Joint Notice of Filing Joint Consent Order” again requesting that Judge van der \nVaart enter the Proposed Order for Refund and Dismissal  presented to the tribunal \non 13 September 2021.  (App. Pet ’r’s Res p. Opp. Resp’t’s Mot. Dismiss Ex. C, \nR. 17382–83.) \n28. On 17 September 2021, in response to Judge van der Vaart’s direction \nthat the parties brief the jurisdictional issue, the parties jointly filed a “Statement \nand Order” explaining that the Department had “voluntarily and unilaterally \nwithdrawn and dismissed with prejudice the [F]inal [D]etermination in this matter” \nand again requesting that the Proposed Order for Refund and Dismissal  be entered \n“because dismissal with prejudice is required by these factual developments .”  (App. \nPetr’s Resp. Opp. Resp’t’s Mot. Dismiss  Ex. D [herein “Statement and Order” ], \nR. 17388.)   \n29. The parties observe d in the Statement and Order that the statute \ngranting OAH jurisdiction to hear contested tax cases, N.C.G.S. § 150B-31.1,  defines \n“contested tax case” with reference to N.C.G.S. § 105-241.15 which, in turn, allows a \ntaxpayer that “disagrees with a notice of final determination issued by the \nDepartment” to file a petition for a contested case action.  (Statement and Order \nR. 17389) (emphasis added.)   At that time, the parties agreed  that upon the \nDepartment’s withdrawal of the Final Determination, the OAH no longer had subject \nmatter jurisdiction to grant summary judgment because there was no Final \nDetermination to contest.  (Statement and Order, R. 17389.) \n30.   However, r ather than enter the P roposed Order for Refund and \nDismissal and dismiss the case, on 23 September 2021, the tribunal, concluding that \nit retained subject matter jurisdiction, instead  issued a Final Decision granting \nsummary judgment in favor of Integon  and denying the Department’s cross -motion \nfor summary judgment.  (Final Decision 8.)  \n31.   Quoting a partial sentence in the jointly filed Proposed Order for \nRefund and Dismissal —a proposed order that  was never entered —the ALJ \ndetermined that DOR’s statement that it did “not dispute [Integon’s] position in this \ncontested case,’ [ ] and that [Integon] was entitled to use of their tax credits ” was a \nadmission by the Department upon which to base summary judgment for Integon.   \n(Final Decision  3.)  The ALJ concluded, “[t]hrough Respondent’s admission that \nPetitioner is entitled to tax credits Petitioner earned through investing in renewable \nenergy proje cts, Pet itioner did not purchas e the credits through a ‘sale ,’ ” and he \nawarded summary judgment to Integon as a matter of law.  (Final Decision 8.)    \n32. On 29 September 2021, the Department issued a refund to Integon in \nthe amount of $1,820,357.27.  (Index of Exs. Resp’t’s Mot. Dismiss Ex. 5, ECF No. 13.) \n33. On 25 October 2021, the Department filed a Petition for Judicial Review \n(“Petition”), pursuant to N.C.G.S. § 150B-43.  (ECF No. 3.) \n34. Following designation to the North Carolina Business Court  pursuant \nto N.C.G.S. §  7A-45.4(b), the case was assigned to the undersigned on 25 October \n2021.  (Designation Order, ECF No. 1; Assignment Order, ECF No. 2.)  \n35. On 15 December 2021,  Integon timely filed its Motion to Dismiss , \narguing that the Department lacks standing to petition this Court.  (ECF No. 11.) \n36. The Motion to Dismiss was fully briefed  and the Court heard oral \nargument on 2 June 2022.  The Motion is ripe for determination. \n37. During oral argument on the Motion to Dismiss, and in response to the \nCourt’s questioning regarding the doctrine of mootness, the Department referenced \nOAH decisions in which the Department’s withdrawal of a final determination \nresulted in dismissal.  As a result, t he Court permitted the parties to brief t he \ndoctrine of mootness in the context of the OAH decisions.  ( App. Pet’r’s Supp. Br. on \nDoctrine of Mootness in the Office of Administrative Hearings Ex. A (Transcript of \nMotion Hearing) at 23–24:, ECF No. 50.)  In response, each party filed a supplemental \nbrief with exhibits.  (ECF Nos. 49, 50, 51, 52.) \n38. The Department subsequently moved to strike portions of Integon’s \nsupplemental brief and exhibits.  The Motion to Strike has been fully briefed and is \nalso before the Court for determination. (ECF Nos. 53, 54, 55, 56.) \nIII. STANDARD OF REVIEW \n39. Integon has moved to dismiss this appeal on the grounds that the \nDepartment does not have standing to pursue it. “Standing refers to whether a party \nhas a sufficient stake in an otherwise justiciable controversy such that he or she may \nproperly seek adjudication of the matter.”  Orbitz v. Hoyle , 2013 NCBC  LEXIS 29, \n**7–8 (N.C. Super. Ct. June 21, 2013)  (citations omitted) .  It is “ a necessary \nprerequisite to a court’s proper exercise of subject matter jurisdiction.”  Street v. \nSmart Corp., 157 N.C. App. 303, 305 (2003) (internal marks omitted).   It “must be \naddressed, and found to exist, before the merits of [the] case are judicially resolved.”  \nIn re T.B., 200 N.C. App. 739, 742 (2009) (internal marks omitted).  This is because \n“[i]f a party does not have standing to bring a claim, a court has no subject matter \njurisdiction to hear the claim.”  Estate of Apple v. Commer. Courier Express, Inc., 168 \nN.C. App. 175, 177 (2005) (internal citations omitted).   \n40. The Department bears the burden of establishing subject matter \njurisdiction.  Khan Bros. v. City of Charlotte, 2015 NCBC LEXIS 25, **8 (N.C. Super \nCt. March 5, 2015) .  When deciding a Rule 12(b)(1) challenge to its jurisdiction , the \nCourt may consider matters outside the pleadings.  Id. (citing Tart v. Walker, 38 N.C. \nApp. 500, 502 (1987)).  \n41. If subject matter jurisdiction exists, the Court’s review of the OAH Final \nDecision is pursuant to N.C.G.S. §  150B-51.  If the error alleged is one of law, the \nCourt’s review is de novo .  N.C.G.S. §  150B-51(c).  Further,  “[i]n reviewing a final \ndecision allowing . . . summary judgment, the court may enter any order allowed by \n. . . Rule 56.  If the order of the court does not fully adjudicate the case, the court shall \nremand the case to the administrative law judge for further proceedings as are just.”  \nN.C.G.S. § 150B-51(d). \nIV. ANALYSIS \n42. The North Carolina Administrative Procedure Act, N.C.G.S. § 150B-1(a) \net seq., provides for judicial review of administrative decisions.  The relevant statute \nin this matter is N.C.G.S. § 150B-43, which states in material part:  \nAny party or person aggrieved by the final decision in a contested case , \nand who has exhausted all administrative remedies made available to \nthe party or person aggrieved by statute or agency rule, is entitled to \njudicial review of the decision under this Article[.] \n \n43. This section has been interpreted as imposing five requirements on the \nparty seeking judicial review: “(1) the petitioner must be an aggrieved party; (2) there \nmust be a final agency decision; (3) the decision must result from a contested case; (4) \nthe petitioner must have exhausted all administrative remedies; and (5) there must \nbe no other adequate procedure for judicial review .”  In re Pet. of Wheeler, 85 N.C. \nApp. 150, 153 (1987). \n44. Integon’s jurisdictional argument centers on whether the Department is \na party aggrieved by the ALJ’s decision.  A “party” is defined by statute as “any person \nor agency named or admitted as a party . . . and includes the agency as appropriate.”  \nN.C.G.S. § 150B-2(5).  “Agency” means “[a]n agency or an officer in the executive \nbranch of the government of this State” and includes “a department, a division, a \ncouncil, and any other unit of government in the executive branch.”  N.C.G.S. § 150B-\n2(1b).  The Department of Revenue is a department in the executive branch.  N.C.G.S. \n§ 143B-217. \n45. The issue is whether the Department is  aggrieved such that it has  \nstanding to seek judicial review.   Over half a century ago, our Supreme Court held \nthat the Tax Commissioner had standing in his representative capacity to appeal an \nadministrative ruling by the Tax Review Board.  In re Halifax Paper, 259 N.C. 589, \n595–97 (1963).  Specifically, the Court held that the Commissioner was “aggrieved by \n[an] opinion adverse to what he consider[ed] a fair and correct interpretation of law,” \nnoting  that “[t]he decision of the Review Board is not a mere factual determination \nor a rule-making order; it is a legal interpreta tion vitally affecting the duties of the \nCommissioner and the fund he is charged with raising .”  Id. at 596.  In so holding, \nthe Supreme Court observed, “where statutes exist permitting appeals by persons \naggrieved, appeals by public officials and governmental units are usually allowed in \ncases involving questions of law relating to taxation and public funds.”  Id.  at 596–\n97. \n46. Although Halifax Paper involved a predecessor to the Administrative \nProcedure Act, its rationale applies equally here.   See also McCarter v. N.C. Bd. Of \nLicensed Prof’l Counselors, 2021- NCCOA-467, ¶  18 ( stating that, under  the \nAdministrative Procedures Act, judicial review statutes are to be reviewed liberally \nto preserve the right to review where possible).  \n47. In this case the Court, addressing whether the Department is aggrieved, \nlooks at (1) whether the OAH retained jurisd iction to decide the merits  of the case  \nonce the Department withdrew its Final Determination; and (2) whether the \nlanguage of the proposed consent order that is at issue (“[b]y withdrawing the Final \nDetermination, [the Department] does not dispute [Integon ’s] position in this \ncontested case that [Integon] is entitled to a refund for tax y ear 2016 as a result of \nthe tax credits”) constituted an admission by the Department supporting  the ALJ’s  \nentry of summary judgment for Integon. \n48. For the reasons stated below, the Court concludes that the Department \nis an aggrieved party with standing to appeal the ALJ’s decision. \n A. OAH Subject Matter Jurisdiction \n49. The Department argues that, by statute, the OAH’s subject matter \njurisdiction is limited to that provided by N.C.G.S. §  150B-31.1, which allows the \nOAH to hear a “contested tax case involving a disputed tax matter arising under \nN.C.G.S. § 105-241.15.”  (Pet’r’s Resp. Opp. Mot. [“Br. Opp. Mot.”]  6, ECF No. 43 , \nquoting N.C.G.S. § 105B-31.1(a).)  The lat ter statute allows a taxpayer who \n“disagrees with a notice of final determination issued by the Department” to contest \nthat determination by filing a petition for a contested case hearing with the OAH.  \nN.C.G.S. §  105-241.15(a). The Department ’s position i s that i f no N otice of F inal \nDetermination exists because the Department has withdrawn it, there is no contested \ncase for the OAH to hear , and the only action left for the ALJ to take is to dismiss.  \n(Br. Opp. Mot. 6.) \n50. Integon responds that the Department has conflated the concept of \nsubject matter jurisdiction with that of mootness, and it argues that at least two \nexceptions to the mootness doctrine support the  ALJ’s decision not to dismiss the \nmatter.  (Resp’t’s Supp. Resp. Br. 1–6, ECF No. 51.) \n51. For his part, the ALJ determined that the tribunal retained jurisdiction: \n“Once the jurisdiction of a court or administrative agency attaches, the general rule \nis that it will not be ousted by subsequent events.”  (Final Decision 1, fn 1.)  He did \nnot, however, address the mootness doctrine.  \n52. The Court agrees with the ALJ’s conclusion that the tribunal retained \njurisdiction over this matter despite the Department’s withdrawal of its Final \nDetermination and the parties’ joint request for dismissal.  The parties’ request that \nthe ALJ enter their proposed consent order raises questions with respect to the \ndoctrine of mootness and its exceptions that require further consideration, but it does \nnot strip the tribunal of jurisdiction.  See e.g., Alexander v. N.C. State Bd. of Elections, \n2022-NCCOA-52 (2022); Chavez v. McFadden , 374 N.C. 458 (2020).\n3  The trouble \nhere, however, is that the ALJ bypassed any consideration of mootness and proceeded \nto enter an order on the merits without first hearing the parties’ opposing motions for \nsummary judgment.    \n B. The Department’s “Admission”  \n53. After determining that the OAH had jurisdiction, and w ithout \naddressing mootness, the ALJ concluded that the language of the Proposed Order for \nRefund and Dismissal (“[b]y withdrawing the Final Determination, [the Department] \ndoes not dispute [Integon’s] position in this contested case that  [Integon] is entitled \nto a refund for tax year 2016 as a result of the tax credits”) constituted an admission \nby the Department that Integon  did not purchase the credits through a sale.   This \n \n3 The Department contends, without citation to legal support, that the case law with respect \nto mootness has developed in the courts of general jurisdiction and that it is inapplicable to \nproceedings before the OAH, which has limited jurisdiction by statute.  The Court determines \nthat the rationale applied in the developed case law applies equally well with respect to the \nOAH. \n \nconclusion expressly contradicted the Department’s position in the Notice of \nWithdrawal of Agency Action that it did not concede  the merits of Integon’s legal \nposition.  As a result, the Department contends that it is aggrieved. \n54. Integon counters that the Department is not aggrieved  because the \ndecision “s imply memorialized the Department’s representations that it did not \ndispute Integon’s position in the case or that Integon was entitled to a refund as a \nresult of the tax credits.”  (Resp’t’s Br. Supp. Mot. Dismiss 2, [“Br. Supp. Mot.”], ECF \nNo. 12.)     \n55. The Department responds that it made no such representations  and \nexplains that its  position has always been that its withdrawal of the Final \nDetermination meant that there was no controversy left for the ALJ to decide.  It \nargues that the proper course of a ction at that point was for the ALJ to enter the \nparties’ jointly proposed order and dismiss the case.   \n56. The record, when read as a whole, reveals that by submi tting the \nProposed Order for Refund and Dismissal, the Department attempted to  eliminate \nthe controversy, not to concede it.  The Department was clear when it notified the \ntribunal on 13 September 2021 that it had withdrawn the Final Determination , \n“without conceding the correctness of any of the factual or legal arguments in this \ncase” and that it considered the matter closed.  (Notice of Withdrawal of Agency \nAction R. 17343.)  The ALJ’s subsequent decision hinges on whether a portion of a \nsentence in the Proposed Order for Refund and Dismissal constitute s a binding \nadmission.4   \n57. The Court first observes that the statement at issue was offered in the \ncontext of a proposed consent order  reflecting an agreement between the parties .  \nSuch an agreement has contract implications.  Cf. KNC Techs., LLC v. Tutton, 2019 \nNCBC LEXIS  72 ( N.C. Super. Ct. Oct. 9, 2019) ( “Under North Carolina law, ‘ [a] \nconsent judgment is the contract of the parties entered upon the record with the \nsanction of the court. Thus, it is both an order of the court and a contract between the \nparties.’ ”) (quoting Potter v. Hilemn Labs., Inc. , 150 N.C. App. 326,  334 (2002); \nWalton v. City of Raleigh, 342 N.C. 879, 881 (1996)  (“A consent judgment is a court -\napproved contract”). \n58. However, as evidenced by the language and form of the proposed order, \nthe parties’ agreement in this case was conditioned upon the Court’s recognition that \n“[t]here is no longer an agency action subject to administrative review in this \ncontested case” and dismissal of the action in accordance with its terms.  That did not \noccur. \n59. Even assuming arguendo that a clause in a draft order could, in some \ncircumstances, have effect as an admission, the Court concludes that this one does \nnot. When a party equivocates, expresses uncertainty, or is  inconsistent, the \ntestimony does not constitute a binding admission.  Compare Cogdill v. Scates, 290 \n \n4 The full sentence reads: “[b]y withdrawing the Final Determination, Respondent does not \ndispute Petitioner’s position in this contested case that Petitioner is entitled to a refund for \ntax year 2016 as a result of the tax credits received from Rockwood V.”  (Proposed Order for \nRefund and Dismissal.)   \nN.C. 31, 43 (1976) (finding judicial ad mission where plaintiff testified to “concrete \nfacts, not matters of opinion, estimate, appearance, inference or uncertain memory,” \nand her testimony was “deliberate, unequivocal and repeated.  It left no room for the \nhypothesis of mistake or slip of the t ongue.”) with Jones v. Durham Anesthesia \nAssocs., P.A., 185 N.C. App. 504, 510 (2007) (defendant’s testimony, when viewed as \na whole, does not constitute unequivocal, adverse testimony sufficient to constitute a \njudicial admission).  \n60. Thus, t o constitute a binding admission, the Department’s statement \nmust be clear, consistent, and unequivocal .  This one was not.  Th e reference to the \n“Petitioner’s position” in the Proposed Order for Refund and Dismissal is imprecise, \nand when considering the entire record, particularly  the Department’s statement in \nthe Notice of Withdrawal that it was “not conceding the correctness of any of the \nfactual and legal arguments, ” the Court is not convinced that the language drawn \nfrom the Proposed Order for Refund and Dismissal evidences the Department’s clear, \nconsistent, and unequivocal intention to abandon its legal arguments.5   \n61. What is clear from the record is that both the  Department and Integon \nbelieved that withdrawal of the Department’s Final Determination decision required \ndismissal of the contested case.  In fact, the parties jointly filed their “Statement and \nOrder” on 17 Sept ember 2021 specifically requesting that th e OAH dismiss the \n \n5 Further, by including the introductory phrase, “[b]y withdrawing the Final Determination” \nbefore stating “Respondent does not dispute Petitioner’s position in this contested case that \nPetitioner is entitled to a refund,” the Department could mean merely that the act of \nwithdrawing the Final Determination necessarily means that the Department did not intend \nto continue the contested hearing process.  Notably, the ALJ does not consider the effect of \nthis introductory language when reaching his conclusion. \ncontested case , “because dismissal with prejudice  is required by these factual \ndevelopments.”  (Statement and Order, R. 17388.)  When the ALJ did not dismiss the \ncase and instead treated an excerpt from the Proposed Order for Refund and \nDismissal as an admission, the Department became aggrieved.  \n62. Integon, relying on In re Petition of Wheeler, 85 N.C. App . 150 (1987) \nand Carter v. N.C. State Bd. of Registration for Prof’l Eng’rs & Land Surveyors, 86  \nN.C. App. 308 (1987), argues that, regardless of the language of the P roposed Order \nfor Refund and Dismissal, when a decision by an administrative agency has no effect \non the petitioner’s dispute, the petitioner can not be aggrieved and therefore cannot \nseek judicial review of that decision.  (Br. Supp. Mot. 7.)  Here, the Department has \nsaid that it will not seek the tax  from Integon for tax year 2016 regardless of the \noutcome of this appeal  and, therefore, Integon argues, the Department can not be \naggrieved.  (Br. Supp. Mot. 7–9; Petition 5.)  \n63. The Department responds that even though it will not seek the tax at \nissue, it is aggrieved because the ALJ’s decision includes findings and conclusions \nthat are “adverse to what it considers [to be]  a fair and correct interpretation of law \naffecting the Department’s duties and the public interest with which it is charged.”  \n(Br. Opp. Mot. 5.)   To emphasize its point, the Department points to use of the Final \nDecision in other proceedings as proof that the effect of the decision reaches farther \nthan just the tax directly at issue here.  (Br. Opp. Mot. 5.) \n64. Integon’s reliance on Wheeler and Carter is misplaced.  In both of those \ncases, the petitioner argued that it had standing in an administrative action involving \nan agency and another  party because the result of the action would impact the  \npetitioner in other litigation.  In this case, t here is no third party.  The  Department \nhas standing because its interests are directly impacted.  And e ven though the \nDepartment has decided not to collect the tax from Integon, the ALJ’s conclusion that \nthe Department admitted an interpretation of tax law that the Department contends \nit did not admit  affects the Department’s enforcement of the law . Thus, the \nDepartment is aggrieved because, as the agency charged with enforcing the State’s \ntax law, the decision “ is a legal interpretation vitally affecting the duties” of the \nDepartment.  In re Halifax Paper, 259 N.C. at 596. \n65. Finally, although scheduled by the tribunal, the motion hearing before \nthe ALJ was preempted by the parties’ request to engage in settlement discussions.6 \nConsequently, the cross-motions for summary judgment were  not heard before the \nOAH’s Final Decision was issued.   ( See Am. Notice Hr’g, R. 17309 ; Transcript, R. \n17568–77; Final Decision.)  Having noticed a hearing on the motions and directed \nthat there be oral argument, the ALJ should not have considered the motions \nsubmitted for disposition until the close of the argument.   See  N.C.A.C. 03.0115 \n(2021). \n66. In summary, t he Court concludes that the Department was aggrieved \nby the OAH’s Final Decision because (1) the doctrine of mootness was not considered, \n(2) a clause in the parties’ proposed, but not entered, consent order for dismissal was \n \n6 The Court agrees with the ALJ that allowing the recess was appropriate.  See 26 N.C.A.C. \n3.0106  (“Informal disposition may be made of a contested case or an issue in a contested case \nby stipulation, agreement, or consent order at any time during the proceedings.”). \n \ntreated as an admission by the Department  on which to base conclusions of law and \nto enter summary judgment for Integon, and, (3) after noticing a hearing, the tribunal \nruled on the cross -motions for summary judgment without condu cting the hearing.  \nAs the ALJ stated in the Final Decision, “[s]ummary judgment is an extreme remedy \nand should be awarded only where the truth is quite clear.”  (Final Decision 4, quoting \nLee v. Shor, 10 N.C. App. 231, 233 (1970).)   It is not clear on this record.  \nV. CONCLUSION \n67. For the foregoing reasons, Respondent Integon National Insurance \nCompany’s Motion to Dismiss the Petition for Judicial Review is DENIED.  The Final \nDecision Granting Summary Judgment for Petitioner is REVERSED to the extent it \nis based on a purported admission by the Department, and this matter is \nREMANDED to determine if it is moot and, if not, for  a hearing and determination \nof the parties’ cross-motions for summary judgment. \n68. Having remanded this matter, the Court GRANTS the Motion to Strike \nwithout prejudice to either party’s ability to present its evidence to the ALJ for a \ndetermination of admissibility on remand.  \n \nIT IS SO ORDERED, this the 22nd day of November, 2022. \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n "
}