{
  "id": "72126ae224af2c9fced840d9092cf6c9684e3c76c9636819be00c3c3e6b89bff",
  "source_file": "data/raw/ncbc/72126ae224af2c9fced840d9092cf6c9684e3c76c9636819be00c3c3e6b89bff.pdf",
  "raw_text": "Preiss v. Wine and Design Franchise, 2018 NCBC 98. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \nCOUNTY OF WAKE SUPERIOR COURT DIVISION \n 17 CVS 11895 \nEMILY PREISS and WINE AND \nDESIGN, LLC, \nORDER AND OPINION ON \nDEFENDANTS’ MOTIONS TO DISMISS \n Plaintiffs, \n v.  \n \nWINE AND DESIGN FRANCHISE, \nLLC; HARRIET E. MILLS; \nPATRICK MILLS; and CAPITAL \nSIGN SOLUTIONS, LLC, \n  \nDefendants. \n THIS MATTER comes before the Court on Harriet E. Mills (“Harriet”), Patrick \nMills (“Patrick”) and Capital Sign Solutions, LLC’s (“CSS” ) (collectively the “Mills \nDefendants”) Motion to Dismiss All Claims Against Them With Prejudice N.C. R. Civ. \nP. 12(b)(1) and 12(b)(6)  (“Mills Motion to Dismiss”, ECF No. 12), and  on Wine and \nDesign Franchise, LLC’s Motion to Dismiss, (“ Franchise Company  Motion to \nDismiss”, ECF No. 14; collectively, the Mills Motion  to Dismiss and the Franchise \nCompany Motion are the “Motions to Dismiss”).   \n THE COURT, after considering the Motions to Dismiss, the briefs filed in \nsupport of and in opposition to the Motions, the arguments of counsel at the hearing, \nand other appropriate matters of record, CONCLUDES that the Mills Motion should \nbe GRANTED, in part, and DENIED, in part, and the Franchise Company Motion \nshould be GRANTED, in part, and DENIED, in part.   \nZaytoun Law Firm, PLLC, by Robert E. Zaytoun, John R. Taylor, and Matthew \nT. Ballew for Plaintiffs Emily Preiss and Wine and Design, LLC. \n \n \nBatten Lee, PLLC, by Gloria T. Becker, Matthew Mariani, and Kari Johnson, \nfor Defendants Harriet E. Mills, Patrick Mills, and Capital Sign Solutions, \nLLC. \n \nWard and Smith, by A. Charles Ellis, Marla S. Bowman, and Joseph A. \nSchouten, for Defendant Wine and Design Franchise, LLC.  \n \nMcGuire, Judge.  \nI. FACTUAL AND PROCEDURAL BACKGROUND \n1. The Court does not make findings of fact on motions to dismiss under \nN.C. Gen. Stat. § 1A -1, Rule 12(b)(6)  (hereinafter, the North Carolina General \nStatutes will be referred to as “G.S.” and the Rules of Civil Procedure will be referred \nto as “Rule(s)”), but only recites those facts included in the complaint that are relevant \nto the Court’s determination of the Motion.  See, e.g., Concrete Serv. Corp. v. Inv’rs \nGrp., Inc., 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986).  The facts in this case \nare drawn from the First Amended Complaint.  (“FAC”, ECF No. 3.) \n2. In this Order the Court discusses  only the facts relevant to the Court’s \nconsideration of and conclusions regarding the pending Motions to Dismiss.  Other \naspects of the procedural and factual histo ry in this case are fully described in the \nCourt’s previous Orders.  (Order on Defs.’ Mot. to Strike CMR, ECF No. 45; Order on \nPls.’ Mot. to Consolidate, ECF No. 54; Order on Pls. ’ Mot. to Appoint Guardian ad \nLitem, ECF No. 72; Order on Pls.’ Mot. for Protective Order, ECF No. 74.)   \n3. This matter arises out of a broken business relationship between \nfriends.  On June 1, 2010, Emily Preiss (“Emily”) and Harriet “co-founded Wine and \nDesign, LLC, a unique paint party business  in which customers were invited to \nengage in painting and design activities in a relaxed social atmosphere.”  (ECF No. \n \n3, at ¶ 10 (internal quotation marks omitted).) (Hereinafter, Wine and Design, LLC \nwill be referred to as the “Raleigh Studio.”)  Initially, the business  expenses, net \nearnings, and management decisions were split on a “50-50 basis” between Emily and \nHarriet.  (Id. at ¶ 11.)   \n4. The Raleigh Studio was a success, and in June 2011, Emily and Harriet \norganized Wine and Design Franchise, LLC (the “Franchise Company”)  to franchise \nthe concept to other locations.  B etween 2011 and 2014, the Franchise Company  \nacquired over 40 franchised locations along the East Coast.  The Franchise Company \npaid monthly distributions to both Harriet and Emily in an average of $2,186 through \nthe last half of 2011; $4,676.33 in 2012; and $7,512 in 2013.     \n5. In the summer of 2013, personal conflicts between Emily and Harriet \nfestered and began to impact their business relationship.  Emily assumed control over \nboth the Raleigh Studio and the Franchise Company for “most of the summer of \n2013.”  (Id. at ¶ 18.)  During this time, Harriet criticized Emily’s disorganization, lack \nof structure, her choice of a business manager, and her “failure to hire other \npersonnel.”  (Id. at ¶ 19.)   \n6. Emily was under “extreme stress” as the result of “running both \nbusinesses by herself and being harshly criticized by her close friend,” and this stress \nwas compounded by Harriet and Patrick telling employees, Emily’s estranged \nhusband John, and others that Emily was struggling with drug addiction and meeting \nwith drug dealers at work.  (Id. at ¶¶ 20–22.)  Emily alleges that this was false, and \nthat she  “was not a drug addict, [but instead] she had long suffered from Adult \n \nAttention Defici t Hyperactivity Disorder for which she had been treated with \nAdderall by mental health providers since the late 1990s.”  (Id. at ¶ 22.)   \n7. “Under pressure from Harriet, Patrick, and John, [Emily] enrolled at a \ncenter known as ‘Behavioral Health of the Palm Beaches’ in Lake Worth, Florida” in \nMarch of 2014.  ( Id. at ¶ 24.)  The center was a treatment facility for drug addicts, \nwith a minimum stay of thirty days , and “required her to quit taking Adderall, \nanxiety medication, and to daily attend group sessions. ”  (Id.)  After only four days, \nEmily asked to withdraw from the program.   \n8. Upon her return to Raleigh, Emily discovered that  Harriet and Patrick \nhad locked her out of the premises of the Franchise Company and the Raleigh Studio, \nand removed Emily from the companies’ bank accounts. \n9. Emily and Harriet then spent several months during 2014 negotiating \npotential changes to their business relationship and to the structure of the Franchise \nCompany.  Emily and Harriet were represented by attorneys during the negotiations.  \n(Id. at ¶¶ 27 –28.)  Emily alleges that during the negotiations, Harriet “terminated \npayments of distributions, dividends, salary, or any other form of compensation to \n[Emily].”  ( Id. at ¶ 29.)  The extended period of negotiations left Emily feeling \n“extremely anxious, depressed, and confused.  She was experiencing panic attacks . . \n. despite therapy” and prescribed medications.  (Id.)   \n10. In October 2014  Emily signed a document  entitled “Restructure \nAgreement.”  (Id. at ¶¶ 30, 40; ECF No. 3, Ex. A.)  The Restructure Agreement had \nan effective date of September 1, 2014. Emily contemporaneously signed six \n \nadditional documents intended to restructure Emily’s relationship with Harriet and \nwith the Franchise Company in the following ways:  \n1. Harriet’s 50% interest in the Raleigh Studio was transferred entirely \nto Emily such that Emily would hold 100% of the membership \ninterest in the Raleigh Studio; \n2. 22% of Emily’s initial 50% membe rship interest in the Franchise \nCompany was transferred to Harriet such that Harriet would hold \n72% of the membership interest in the Franchise C ompany and \nEmily would hold 28%; \n3. The Franchise Company would execute Operating Agreements that \nwould expressly provide that Harriet would be the manager of all \nday-to-day operations of the Franchise Company, but that certain \nactions would require consent of a supermajority (in excess of \nHarriet’s 72% membership interest); \n4. Emily would have no obligation to guarantee  the debts of the \nFranchise Company, and would not be a franchisee; and \n5. The Raleigh Studio would be given the “royalty free right to use the \nname ‘Wine and Design’ and associated trademarks within a 10 mile \nprotected territory of the Raleigh Studio ” includ ing “access and \nutilization of the website registration system of ” the Franchise \nCompany, outlined by a separate license agreement that would \n \n“include the terms customary in such agreements to protect the \ngoodwill of the ‘Wine and Design’ intellectual property.” \n(ECF No. 3, Ex. A at p p. 1–2; collectively, the Restructure Agreement and the six \nadditional documents are the “Restructure Agreement Documents”).  \n11. The Restructure Agreement contains a Mutual Agreement provision \nthat states \nHarriet and [Emily] acknowledge that they, with their \nadvisors, negotiated the restructure and terms herein and \nacknowledge their respective satisfaction of the division \nand exchange of assets as contemplated herein and other \nobligations as set forth. \n(Id. at p. 4.)  The Restructure Agreement also contains a broad mutual r elease of \nclaims.  (Id.) \n12. The Restructure Agreement Documents include a Franchise Company \nOperating Agreement (“Operating Agreement”), a Trademark Licensing Agreement \n(“TLA”), and a Manager Contract regarding Harriet’s management of the Franchise \nCompany (“Manager Contract”).  Emily alleges that t he Operating Agreement \nprovides Harriet, as Manager, the discretion to make monthly distributions of \n$10,000 “taking into consideration the necessary working  capital reserves of the \n[Franchise] Company.”  (ECF No. 3, at ¶ 35.)   Despite having adequate capital \nreserves, Harriet did not make the monthly distributions to Emily.  Emily also alleges \nthat Harriet engaged in self-dealing, including making improper payments from the \nFranchise Company to Patrick and CSS.  ( Id. at ¶¶ 33 –34.)  Finally, Harriet paid \nherself salaries that exceeded the limits provided in the Manager Contract .  ( Id. at \n¶¶ 38–39.)   \n \n13. The TLA establishes the Franchise Compan y’s exclusive ownership of \nthe Wine and Design brand  name, but gives Emily a license for the royalty-free use \nof the name.  The Franchise Company retained the right to discontinue the license if \n“Harriet[ ] decided that [Emily] had  not complied with any of the [TLA]’s n umerous \nrestrictions, quality assurance, [or] advertising requirements.”   (Id. at ¶ 41.)  The \nTLA also provided that the Raleigh Studio would be listed on the Franchise \nCompany’s website.  Despite this, “[f]rom time to time,” Harriet removed the Raleigh \nStudio from the website.  (Id. at ¶ 44.)  Finally, Harriet had the option to terminate \nthe TLA “at any time upon [her] reasonable opinion that the Raleigh Studio had failed \nto conform with the standards of quality in client care, use, advertising, and \npromotion required by [the] Agreement.”  ( Id. at ¶ 45  (internal quotation marks \nomitted).)  Harriet allegedly made frequent claims that Emily was not in compliance \nwith the Restructure Agreement Documents.  (Id. at ¶ 48.)  \n14. On September 28, 2017 Plaintiffs filed the complaint in this action.  (Br. \nSupp. Mills Mot. Dismiss, ECF No. 13, at p. 2.)  On October 18, 2017 Plaintiffs filed \nthe FAC. The FAC contains a highly confusing set of ostensible “causes of action.”  \nThe cause s of action are titled as follows:  “Brea ch of F iduciary Duty; Coercion, \nDuress, and Undue Influence” (ECF No. 3, at ¶¶ 54 –64);  “C onversion, \nMisappropriation, Waste of C orporate Assets”  (Id. at ¶¶ 65 –68);  “C onspiracy in \nRestraint of Trade or Commerce; Unfair or Deceptive Trade Practices”  (Id. at ¶¶ 69–\n71);  “Constructive Trust and Accounting”  (Id. at ¶¶ 72–76);  “Civil Conspiracy”  (Id. \nat ¶¶ 77–81); and “Derivative Claims.”  (Id. at ¶¶ 82–85.)   Plaintiffs’ prayer for relief \n \nseeks (1) a declaration that the Restructure Agreement Documents are void and for \nthe Court to set them aside “restoring [Emily] to her 50% interest in the Franchise \nCompany;” (2) an award of compensatory damages, punitive damages, interests, \ncosts, and attorneys ’ fees, and for damages found to re sult from a violation of G.S. \n§ 75 to be trebled; (3) to “[h]old any assets, income streams, distributions or other \nforms of remuneration due plaintiffs but received by individual defendants in \nconstructive trust for the benefit of plaintiffs;” and (4) an order for an accounting.  (Id. \nat pp. 19–20.) \n15. On December 14, 2017, the Mills Defendants filed the Mills Motion to \nDismiss and accompanying brief in support.  (ECF No. 12 ; ECF No. 13.)  The Mills \nMotion to Dismiss is made pursuant to Rule 12(b)(1) and Rule 12(b)(6) and seeks \ndismissal of the entire FAC as against Harriet, Patrick, and CSS.  \n16. On Decemb er 20, 2017, the Franchise Company  filed the Franchise \nCompany Motion and accompanying Brief in Support.  (ECF No. 14; Br. Sup p. \nFranchise Co. Mot. Dismiss, ECF No. 15.)  The Franchise Company Motion seeks to \ndismiss Plaintiffs’ derivative claims for breach of fiduciary duty, coercion, duress, and \nundue influence; conspiracy in restraint of trade and unfair and deceptive trade \npractices; and civil conspiracy.   \n17. Plaintiffs filed a single  brief in response to  both Motions to Dismiss.  \n(Pls.’ Br. Resp. Mots. Dismiss, ECF No. 41.)  The Mills Defendants filed a reply on \nFebruary 9, 2018.  (Mills Def s.’ Reply Supp. Mot. Dismiss, ECF No.  48.)  The \nFranchise Company filed a reply on February 12, 2018.  (Franchise Co. Reply Supp. \n \nMot. Dismiss, ECF No. 50.)  The Court held a noticed he aring on the Motions to \nDismiss, and the Motions are now ripe for determination. \n18. On March 29, 2018, while the Motions to Dismiss were pending, \nPlaintiffs’ Counsel moved pursuant to Rule 17(b) for appointment of a guardian ad \nlitem (“GAL”) for Emily over Emily’s objection.  (“Motion for GAL”, ECF No. 57.)  In \nresponse to the Motion for GAL, the Court held a hearing during which it conducted \nan extensive voir dire examination of Emily and considered other evidence presented \nby Plaintiffs’ counsel.  The Court  determined that there was not sufficient evidence \nbefore it to proceed to a heari ng on appointment of a GAL . On April 12, 2018, the \nCourt issued an order denying the Motion for GAL without prejudice. (Order on Mot. \nfor GAL, ECF No. 72.)  On May 14, 2018 Plaintiffs’ Counsel filed a Renewed Motion \nfor Appointment of a GAL .  (“Renewed Motion for GAL”, ECF No. 79.)  The Court \nsummarily denied the Renewed Motion for GAL on the grounds that it was not \nsupported by any new evidence regarding Emily’s competency.  (Order  on Renewed \nMotion for GAL, ECF No. 91.) \nII. ANALYSIS \nA. Standard of Review \n19. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court’s \ninquiry is “whether, as a matter of law, the allegations of the complaint, treated as \ntrue are sufficient to state a claim upon which relief may be granted under some legal \ntheory, whether properly labeled or not.”  Harris v. NCNB Nat’l Bank, 85 N.C. App. \n669, 670, 355 S.E.2d 838, 840 (1987).   Our appellate courts frequently reaffirm that \n \nNorth Carolina is a notice pleading state.   See e.g., Feltman v. City of Wilson , 238 \nN.C. App. 246, 252, 767 S.E.2d 615, 620 (2014) (quoting Wake Cty. v. Hotels.com, L.P., \n762 S.E.2d 477, 486 (2014)).  “Under notice pleading, a statement of claim is adequate \nif it gives sufficient notice of the claim asserted to enable the adverse party to answer \nand prepare for trial, to allow for the application of the res judicata, and to show the \ntype of case brought.”  Id.  \n20. Dismissal of a claim pursuant to Rule 12(b)(6) is proper “(1) when the \ncomplaint on its face reveals that no law supports pl aintiff’s claim; (2) when the \ncomplaint reveals on its face that absence of fact sufficient to make a good claim; [or] \n(3) when some fact disclosed in the complaint necessarily defeats the plaintiff’s \nclaim.”  Oates v. JAG, Inc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985). Otherwise, \n“a complaint should not be dismissed for insufficiency unless it appears to a certainty \nthat plaintiff is entitled to no relief under any state of facts which could be proved in \nsupport of the claim.”  Sutton v. Duke, 277 N.C. 94, 103, 176 S.E.2d 161, 166 (1970) \n(emphasis omitted).   The Court construes the complaint liberally and accepts all \nallegations as true.  Laster v. Francis, 199 N.C. App. 572, 577, 681 S.E.2d 858, 862 \n(2009).  However, the Court is not required “to acc ept as true allegations that are \nmerely conclusory, unwarranted deductions of fact, or unreasonable inferences.”   \nGood Hope Hosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, \n274, 620 S.E.2d 873, 880 (2005). \n21. The Court may consider docum ents which are the subject of plaintiff’s \ncomplaint and to which the complaint specifically refers, including the contract that \n \nforms the subject matter of the action.  Oberlin Capital, L.P. v. Slavin, 147 N.C. App. \n52, 60, 554 S.E.2d 840, 847 (2001). \nB. The Issue of Emily’s Mental Incompetence or Disability \n22. Underlying many of Plaintiffs’ claims in this lawsu it is the contention \nthat Emily is, and was at the time she executed the Restructure Agreement \nDocuments, mentally incompetent or under a disability.  Plaintiffs allege that Emily \nwas not competent  to enter into the Restructure Agreement Documents , rendering \nthose agreements void or voidable.  (ECF No. 3, at ¶ 58.)  In response to the Motions \nto Dismiss, Plaintiffs also argue that the statutes of limitations applicable to Emily’s \nclaims should be tolled because “ [Emily] was under a c ontinuing disability from the \ntime she was first ousted from the [Franchise Company][ ] from which she has not \nemerged.”  (ECF No. 41, at pp. 9 –11.)  Accordingly, for purposes  of deciding the \nMotions to Dismiss, the Court will first determine whether Plaintiffs sufficiently \nallege that Emily was mentally incompetent at the time she entered into the \nRestructure Agreement Documents or at the time her claims accrued. \n23. “A person entitled to commence an action who is under a disability at \nthe time the cause of action accrued may bring his or her action within the [applicable \nstatute of limitations], after the disability is removed.”  G.S. § 1-17(a).  For purposes \nof G.S. § 1-17(a), “a person is und er a disability if the person  . . . is incompetent as \ndefined in G.S.  § 35A-1101(7) or (8).”  G.S. § 1-17(a)(3).  G.S. § 35A-1101(7) provides \nthat \n[An] [i]ncompetent adult [is] an adult . . . who lacks \nsufficient capacity to manag e the adult’s own affairs or to \n \nmake or communicate important decisions concerning the \nadult’s person, family, or property whether the lack of \ncapacity is due to mental illness, mental retardation, \nepilepsy, cerebral palsy, autism, inebriety, senility, \ndisease, injury, or similar cause or condition. \n \n24. Plaintiffs’ allegations in the  FAC do not include the words \n“incompetent,” “disabled,” or “mentally ill. ”  Plaintiffs, however, contend that the  \nfollowing allegations support the claim that Emily was incompeten t at the time her \nclaims accrued: \n1. At the end of 2013 Emily was “extreme[ly] stressed” from \nrunning the Franchise Company and the Raleigh Studio.  (ECF No. 3, \nat ¶ 20); \n2. Emily “had long suffered from Adult Attention Deficit \nHyperactivity Disorder for which she had been treated with Adderall by \nmental health providers since the late 1990s when she was in college .” \n(Id. at ¶ 22); \n3. During the negotiations for the  Restructure Agreement \nDocuments Emily was “extremely anxious , depressed, and \nconfused . . . [and] experiencing panic attacks” and was in therapy and \ntaking “different medications she was prescribed by her p sychiatrist.” \n(Id. at ¶ 29); and \n4. Emily “was deprived of the  free will and deliberate \njudgment necessary to freely and voluntarily enter into the Restructure \n \nAgreement Documents, such that the Restructure Agreement \nDocuments are void and should be set aside by this Court.”  (Id. at ¶ 58.) \n25. In support of their position, Plaintiffs rely on the holding in Fox v. Sara \nLee Corp., 210 N.C. App. 706, 709 S.E.2d 496 (2011).   In Sara Lee Corp., the plaintiff \nfiled a complaint against her former employer and co -worker alleging negligent and \nintentional infliction of emotional distress caused by the co -worker’s sexual assault \nof the plaintiff.  The plaintiff alleged that the sexual assault caused her to suffer \n“severe emotional distress.”  Id. at 708, 709 S.E.2d at 498.  The trial court dismissed \nher claims based on application of the statutes of limitations , and the plaintiff \nappealed.  Id. \n26. On a ppeal, the plaintiff contended that the trial court erred in \ndismissing her claims because the allegations in her complaint sufficiently alleged \nthat she was incompetent when her claims accrued and she was entitled to tolling of \nthe limitations periods.  Id.  The plaintiff alleged  “[f]rom September, 2005 until \nFebruary 2 007, . . . [p]laintiff's poor mental health,  . . . [prevented] [p]laintiff from \nworking, managing her own affairs, coping with daily life, or going about by herself.  \nDuring much of this time . . . [p]laintiff was obliged to live with her parents because \nshe could not manage by herself.”  Id. at 713, 709 S.E.2d at 501.  The plaintiff further \nalleged “that she was under psychiatric care, could not leave her house by herself, \nand was unable to mentally function.”  Id.  Based on these allegations, and applying \nthe standard set forth in G.S. § 1101(7), the Court of Appeals held that plaintiff \n \nsufficiently pleaded that she was mentally incompetent, and reversed the trial court.  \nId. at 715, 709 S.E.2d at 502. \n27. The holding in Sara Lee Corp. is inapplicable to this case, and highlights \nthe deficiencies in Plaintiffs’ allegations.  Here, unlike in Sara Lee Corp., Plaintiffs \nhave not pleaded that Emily’s various mental conditions or her mental state rendered \nher “incompetent” or prevented her from “working, managing her own affairs, coping \nwith daily life, or going about by herself .”  Id. at 713, 709 S.E.2d at 501 .  Further, \nalthough Plaintiffs allege that Emily was under psychiatric care, Plaintiffs do not \nallege that she was suffering to the degree recognized by the North Carolina Court of \nAppeals in Sara Lee Corp., where the plaintiff “could not leave her house by herself, \nand was unable to mentally function ” at any time relevant to the claims in th is \nlawsuit.  Id. (quotation marks omitted). \n28. “The appropriate test for establishing an adult incompetent is one of \nmental competence to manage one’s own affairs.  The term ‘affairs’ encompasses more \nthan just one transaction or one piece of property to whic h he may have a unique \nattachment.”    Soderlund v. Kuch, 143 N.C. App. 361, 373, 546 S.E.2d 632, 640 (2001) \n(citations and quotation marks omitted) (emphasis in original).   In Soderlund, the \nplaintiff alleged that “his mental condition caused him to be in capable of \nunderstanding his legal rights, making or communicating important decisions about \nthose rights or bringing a lawsuit.”  Id. at 373, 546 S.E.2d at 640  (quotation marks \nomitted).  The p laintiff’s evidence established that “[he] suffered from extreme \nfeelings of shame and confusion, ” “abus[ed] alcohol,” [was] “unable to form healthy \n \nrelationships with others or lead a normal life[,] . . . had several mental breakdowns,” \nand “contemplated suicide.”  Id. at 368, 546 S.E.2d at 637.  The Court concluded that, \ndespite this strong evidence,  the “plaintiff was not incompetent as per  [G.S.] § 35A-\n1101(7), and plaintiff's mental condition did not warrant tolling the [ ]  statute of \nlimitations[,]” because the record evidence also showed he managed his own  affairs, \nheld jobs, and managed his own day-to-day life.  Id. at 373, 546 S.E.2d at 640.   \n29. The allegations in this case state only that Emily was diagnosed with \nAdult Attention Deficit Hyperactivity Disorder , and at various times experienced \nstress, anxiety, depression, confusion, and panic attacks.  Plaintiffs do not allege that \nany of these conditions, separately or together, made Emily  unable to manage her \nown affairs or tend to her daily life.  To the contrary, Plaintiffs allege that throughout \nall of the stressful events underlying Emily’s claims she has continued to operate the \nRaleigh Studio.   \n30. The allegations are not sufficient to support the assertion that Emily \nwas mentally incompetent at the time she entered into th e Restructure Agreement \nDocuments or at any other time relevant to the claims in this lawsuit.  The allegations \ndo not support a claim that the Restructure Agreement Documents are void or \nvoidable, nor the argument that the statutes of limitations on any of Plaintiffs’ claims \nshould be tolled. \n31. Therefore, to the extent Plaintiffs seek an order declaring the \nRestructure Agreement Documents are void or voidable, as alleged in paragraph 58 \n \nof the FAC, the Motions to Dismiss should be  GRANTED, and the claim and \nallegations DISMISSED. \n32. The Court now turns to a determination of Emily’s individual causes of \naction. \nC. Breach of Fiduciary Duty; Coercion, Duress, and Undue Influence \n33. Plaintiffs First Cause of Action is labeled “Breach of Fiduciary Duty; \nCoercion, Duress, and Undue Influence.”  This attempt to assert four separately \nrecognized legal theories under one cause of action is  needlessly confusing and \nviolates Rule 10(b), which states “[e]ach claim founded upon a separate transaction \nor occ urrence . . . shall be stated in a separate count  . . . whenever a separation \nfacilitates the clear presentation of the m atters set forth.”  Rule 10(b);  Musten v. \nMusten, 36 N.C. App. 618, 619, 2 44 S.E.2d 699, 700 –01 (1978) ( “Rule 10(b) of the \nRules of Civil Procedure requires that claims founded upon separate transactions be \nstated in separate counts.”).   \n34. In the first cause of action, Plaintiffs allege that Harriet’s breaches of \nher fiduciary duties  coerced and unduly influenced Emily  into signing the \nRestructure Agreement Documents  “such that the Restructure Agreement \nDocuments are void.”  (ECF No. 3, at ¶¶ 55 –58.)  Plaintiffs also allege that Harriet \nbreached fiduciary duties owed to Emily  after the execution of the Restructure \nAgreement Documents, apparently as the majority interest holder in the Franchise \nCompany.  (Id. at ¶¶ 59–64.)  However, Plaintiffs do not expressly allege that conduct \noccurring after the execution of the Restructure Agreement Documents unduly \ninfluenced or coerced Emily, nor what legal effect any alleged coercion had on Emily’s \n \nlegal rights after the Parties entered into the Restructure Agreement Documents.  \nSince Plaintiffs allege that Emily was coerced and unduly influenced by conduct that \nallegedly constituted breaches of Harriet’s fiduciary duties, the Court concludes that \nPlaintiffs have not stated a separate claim for coercion, duress, or undue  influence, \nand analyzes the first cause of action solely as a claim for breach of fiduciary duty. \n35. In order to establish a claim for breach of fiduciary duty, a plaintiff must \nshow that (1) defendant owed plaintiff a fiduciary duty; (2) defendant breached that \nfiduciary duty; and (3) the breach of fiduciary duty was a proximate cau se of injury \nto the plaintiff.  Green v. Freeman, 367 N.C. 136, 141, 749 S.E.2d 262, 268 (2013).  A \nfiduciary relationship may arise when “ there has been a special confidence reposed \nin one who in equity and good conscience is bound to act in good faith and with due \nregard to the interests of the one reposing confidence[.]”  Dalton v. Camp, 353 N.C. \n647, 651–52, 548 S.E.2d 704, 707 (2001) (quoting Abbitt v. Gregory, 201 N.C. 577, 598, \n160 S.E. 896, 906 (1931)) (internal quotations omitted).  Such a relationship “extends \nto any possible case in which a fiduciary relationship exists in fact, and in which there \nis confidence reposed in one side, and resulting domination and influence on the \nother.”  Id. at 652, 548 S.E.2d at 707 –08.  However, “[o]nly when one party \nfiguratively holds all the cards—all the financial power or technical information, for \nexample—have North Carolina courts found that the special circumstance of a \nfiduciary relationship has arisen.” Lockerman v. South River Elec. Membership Corp., \n794 S.E.2d 346, 352, 2016 N.C. App. LE XIS 1234, at *11 (2016)  (quoting S.N.R. \n \nMgmt. Corp. v. Danube Partners 141, LLC , 189 N.C. App. 601, 613, 659 S.E.2d 442, \n451 (2008)). \n36. The Mills Defendants argue that Harriet did not owe Emily a fiduciary \nduty prior to the execution of the Restructure Agreement Documents because Harriet \nand Emily were equal owners and had equal membership interests in the Franchise \nCompany.   \n37. “Under the LLC Act, members of an LLC are like shareholders in a \ncorporation in that members do not owe fiduciary duties to each other  or the LLC, \nexcept a controlling member owes fiduciary duties to minority members.”  Miller v. \nBurlington Chem. Co., LLC , 2017 NCBC LEXIS 6, at * 23 (N.C. Super. Ct. Jan. 27, \n2017); Strategic Mgmt. Decisions v. Sales Performance Int’l , 2017 NCBC LEXIS 69, \nat *10 (N.C. Super. Ct. Aug. 7, 2017) (citing Fiske v. Kieffer, 2016 NCBC LEXIS 22, \nat *9 (N.C. Super. Ct. Mar. 9, 2016); Zagaroli v. Neill, 2016 NCBC LEXIS 106, at *18 \n(N.C. Super. Ct. Dec. 29, 2016).   \n38. Defendants are correct that  Harriet owed n o fiduciary duty  to Emily \nwhile they remained equal co-owners of the Franchise Company.  Plaintiffs have not \npleaded facts that would support an allegation that Harriet owed Emily a fiduciary \nduty on any other basis prior to execution of the Restructure Agreement Documents.  \nTo the contrary, in their brief Plaintiffs state that “[Emily] and Harriet were 50/50 \nmember owners of [the Franchise Company] and the Raleigh Studio, and successfully \nco-managed them through the middle of March 2014.”  (ECF No. 41, at pp. 2–3.)  Once \nthe dispute arose between  Emily and Harriet , they  engaged in adversarial \n \nnegotiations of the Restructure Agreement Documents with the assistance of counsel \non both sides .  Plaintiff does not allege that Emily placed any special confidence in \nHarriet during the period of negotiations.  Their relationship during the negotiations \nwas adversarial, and they were represented by attorneys.  There could not have been \na fiduciary relationship between Emily and Harriet during this period.  Cf. Piedmont \nInst. of Pain Mgmt. v. Staton Found., 157 N.C. App. 577, 583–84, 581 S.E.2d 68, 72–\n73 (2003) (finding that the fiduciary duty trustee owed to beneficiaries ended when \nduring negotiat ion of a settlement agreement, “ both part ies were represented by \ncounsel” and “were negotiating for the termination of legal rights ”); Lancaster v. \nLancaster, 138 N.C. App. 459, 463, 530 S.E.2d 82, 85 (2000) (“[W]hile a husband and \nwife generally share a confidential relationship . . . [i]t is well established that when \none party to a marriage hires an attorney to begin divorce proceedings, the \nconfidential relationship is usually over.”); Harton v. Harton, 81 N.C. App. 295, 297–\n98, 344 S.E.2d 117, 119 (1986)  (holding that husband’s fiduciary duty to wife ended \nwhen the parti es separated and became adversaries negotiating over the terms of \ntheir separation). \n39. Therefore, the Mills Motion to Dismiss the first cause of action to the \nextent the claim is based on acts occurring prior to the execution of the Restructure \nAgreement Documents should be GRANTED. \n40.   Additionally, because all all egations relating to coercion, duress, or \nundue influence are inextricably tied to the allegations of breaches of fiduciary duties \noccurring prior to the execution of the Restructure Agreement Docume nts, to the \n \nextent Plaintiffs purport to state causes of action for coercion, duress, and undue \ninfluence, those causes of action are DISMISSED. \n41. The Mills Defendants also argue that Plaintiffs’ claim for breach of \nfiduciary duty for Harriet’s alleged breac hes that took place prior to Septembe r 28, \n2014 are barred by the three -year statute of limitations in G.S. § 1 -52(1).  (ECF No. \n13, at pp. 6–7.) \n42.  “Allegations of breach of fiduciary duty  that do not rise to the level of \nconstructive fraud are governed by the three-year statute of limitations applicable to \ncontract actions contained in  N.C. Gen. Stat. §  1-52(1) (2003).”  Toomer v. Branch \nBanking & Trust Co. , 171 N.C. App. 58, 66, 614 S.E.2d 328, 335 (2005) .  The Court \nalready concluded that the allegations do not support a claim that Emily was under \na disability that would toll the statute of limitations.  Accordingly, the Mills Motion \nto Dismiss the first cause of action to the extent it is based on alleged breaches of \nfiduciary duties that took place prior to September 28, 2014 should be GRANTED.     \n43. After the Restructure Agreement Documents  were signed, and Harriet \nbecame the majority owner  and member  in the Franchise  Company, the analysis \nchanges.  As a majority owner of the Franchise  Company, Harriet owed a fiduciary \nduty to minority member Emily.  Strategic Mgmt. Decisions, 2017 NCBC LEXIS 69, \nat *10.  Plaintiffs allege Harriet breached her fiduciary duty as majority member \nthrough a number of improper and unfair acts including, inter alia, manipulating the \nstandards for making distributions to lower or eliminate  Emily’s share of  \ndistributions, diverting Franchise Company funds to Patrick and CSS, and \n \ninterfering with and terminating Emily’s rights to use the Wine and Design \ntrademark and web site.  (ECF No. 3, at ¶ 59.)   The Court concludes that the \nallegations are sufficient at this stage to support a breach of fiduciary duty claim \nagainst Harriet  for acts that occurred after the execution of the Restructure \nAgreement Documents. \n44. The Mills Motion to Dismiss the first cause of action to the extent the \nclaim is based on acts occurring after the execution of the Restructure Agreement \nDocuments should be DENIED.  \n45. Plaintiffs allege that Harriet breached her fiduciary duties “in collusion \nwith [Patrick] and [CSS].”  (ECF No. 3, at ¶ 59.)  However, Plaintiffs do not allege \nfacts that would support an allegation that Patrick or CSS owed Emily a fiduciary \nduty.  Accordingly, to the extent Plaintiffs attempt to bring the first cause of action \nagainst Patrick and CSS, the Mills Motion to Dismiss Plaintiffs’ first cause of action \nagainst Patrick and CSS should be GRANTED. \nD. Conversion, Misappropriation, and Waste of Corporate Assets \n \n46. Plaintiffs’ second cause of action is titled “Conversion, Misappropriation, \nand Waste of Corporate Assets.”  (ECF No. 3, at ¶¶ 65–68.)  In support of this claim, \nPlaintiffs allege that Harriet “converted and misappropriated Franchise Company \nfunds to the benefit of herself and” Patrick.  (Id. at ¶ 66.) \n47. Preliminarily, even under a generous reading of the FAC, there are no \nallegations specifically aga inst Patrick or CSS that would support claims for \nconversion, misappropriation, or waste of corporate assets against them.  \n \nAccordingly, the Mills Motion to Dismiss Plaintiffs’ second cause of action as stated \nagainst Patrick and CSS should be GRANTED. \na. Conversion and Misappropriation of Corporate Funds \n48. “Conversion is defined as ‘an unauthorized assumption and exercise of \nthe right of ownership over goods or personal chattels belonging to another, to the \nalteration of their condition or the exclusion of an owner’s rights.’”  Norman v. Nash \nJohnson & Sons ’ Farms, Inc., 140 N.C. App. 390, 414, 537 S.E.2d 248, 264 (2000) \n(quoting Spinks v. Taylor, 303 N.C. 256, 264, 278 S.E.2d 501, 506 (1981)) .   To state \na claim for misappropriation of corporate funds, a plaintiff must allege that the \ndefendant “(1) misappropriated funds, i.e. used funds for a purpose that does not \nbenefit the corporation; (2) converted the funds  for a use not beneficial to the \ncorporation; and (3) converted the funds without authority.”  Outen v. Mical, 118 N.C. \nApp. 263, 268, 454 S.E.2d 883, 886 (1995). \n49. Plaintiffs’ claims for conversion and misappropriation of corporate funds \nagainst Harriet are based on the same conduct as the breach of fiduciary duty claim \nagainst Harriet for diverting corporate funds to herself and Patrick , (ECF No. 3, at \n¶ 59(C)), and  Plaintiffs would seem to be  adequately protected by the surviving \nbreach of fiduc iary duty c laim against Harriet.  Clearly, Plaintiffs would not be \nentitled to recover twice for the same misconduct.  Nevertheless, the Court concludes \nthat Plaintiffs have adequately pleaded claims for conversion and misappropriation \nof corporate funds to survive dismissal at this stage of the case.  The Mills Motion to \n \nDismiss Plaintiffs’ second cause of action for conversion and misappropriation of \ncorporate funds should be DENIED. \nb. Waste of Corporate Assets \n50. Although some jurisdictions  recognize a claim for waste o f corporate \nassets, see, e.g., White v. Panic, 783 A.2d 543, 554 (Del. Oct. 3, 2001), “‘North Carolina \ndoes not recognize corporate waste as an independent cause of action,’ because such \na claim is subsumed within a breach of fiduciary duty claim.”  Gao v.  Sinova \nSpecialties, Inc., 2016 NCBC LEXIS 104, at *22 –23 (N.C. Super. Ct. Dec. 21, 2016) \n(quoting Soft Line, S.p.A. v. Italian Homes, LLC , 2015 NCBC LEXIS 6, at * 15–16 \n(N.C. Super. Ct. Jan. 16, 2015).  See also, e.g., Green v. Condra, 2009 NCBC LEXIS \n20, at *29 (N.C. Super. Ct. Aug. 14, 2009); McKee v. James, 2013 NCBC LEXIS 33, at \n*41 (N.C. Super. Ct. July 24, 2013). \n51. Accordingly, to the extent the second cause of action attempts to state a \nclaim for waste of corporate assets  separate from the claim for breach of fiduciary \nduty, the Motions to Dismiss should be GRANTED.  \nE. Conspiracy in Restraint of Trade & Unfair and Deceptive Trade  \nPractices \n \n52. Plaintiffs label their third cause of action “Conspiracy in Restraint of \nTrade of Com merce; Unfair or Deceptive Trade Practices.”  (ECF No. 3, at 69 –71.).  \nPlaintiffs allege that “Defendants’ actions . . . amount to a conspiracy in restraint of \ntrade under [G.S.] § 75-1 [ ] and unfair or deceptive trade practices under [G.S.] § 75-\n1.1” (hereinafter, the North Carolina Unfair or Deceptive Trade Practices Act will be \nreferred to as “UDTPA”). \n \na. Conspiracy in Restraint of Trade \n53. A conspiracy in restraint of trade  is an agreement between multiple \nmarket participants intending to illegally hinder tr ade or commerce.  G.S. § 75 -1.  \n“There has been little litigation as to the various kinds of contracts that may \nconstitute illegal restraints of trade under G.S. [§] 75 -1,” but North Carolina courts \ngenerally interpret G.S. § 75-1 by looking to the “body of law applying to the Sherman \nAct.”   E.g., Rose v. Vulcan Materials Co. , 282 N.C. 643, 655, 194 S.E.2d 521, 530 \n(1973) (conducting a thorough review and analysis of English and American common \nlaw on this topic).   \n[O]nly combinations or agreements which operate to the \nprejudice of the public by unduly or unreasonably \nrestricting competition or restraining trade are illegal.  \n. . . \nThe combination is not objectionable if the restraint is such \nonly as to afford fair protection to the parties thereto and \nnot broad enough to interfere w ith the interest of the \npublic.   \nId. at 656, 194 S.E.2d at 530 –31.  “Section 75-1 requires a plaintiff to allege (1) the \nexistence of an agreement in the form of a contract, combination, or conspiracy that \n(2) imposes an unreasonable restraint on trade.”  Sykes v. Health Network Sols., Inc., \n2017 NCBC LEXIS 73, at *58 (N.C. Super. Ct. Aug. 18, 2017) (citation and quotations \nomitted).  To establish a claim under G.S. § 75-1, “public damage must be alleged and \nproven.”  United Roa sters, Inc. v. Colgate -Palmolive Co. , 485 F. Supp. 1041, 1048  \n(E.D.N.C. 1979). \n54. The FAC does not allege facts that would support an allegation that \nDefendants have acted in violation of G.S. § 75-1.  There is no allegation that multiple \n \nmarket participants entered into a contract or other agreement that operated to the \ndamage of, or would have an y adverse effect on, the public.  The Mills Motion  to \nDismiss Plaintiffs’ claim under G.S. § 75-1 for conspiracy in restraint of trade should \nbe GRANTED.  \nb.  UDTPA \n55. “To establish a prima facie case of unfair and deceptive trade practices  \n[in violation of G.S. § 75-1.1], a plaintiff must show that (1) the defendant committed \nan unfair or deceptive act or practice, (2) the act was in or affecting commerce, and \n(3) the act proximately caused injury to the plaintiff.”  White v. Consol. Planning, Inc., \n166 N.C. App. 283, 303, 603 S.E.2d 147, 161 (2004).   \n56. In enacting the UDTPA “our General Assembly sought to prohibit unfair \nor deceptive conduct in interactions between different market participants. The \nGeneral Assembly did not intend for the Act to regulate purely internal business \noperations.” White v. Thompson , 364 N.C. 47, 47 –48, 691 S.E.2d 676, 676 (2010) \n(holding that conduct between partners in a business, even when the conduct involves \nmultiple business entities owned by the partners, is nonetheless internal to a single \nmarket participant).  “As a result, any unfair or dece ptive conduct contained solely \nwithin a single business is not covered by the Act.”   Id. at 53, 691 S.E.2d at 680; see \nalso Weaver Inv. Co. v. Pressly Dev. Assoc. , 234 N.C. App. 645, 654, 760 S.E.2d 755, \n761 (2014) (dismissing plaintiff’s UDTP A claim becau se “defendants’ misconduct \nwithin the confines of the partnership was not ‘in or affecting commerce . . . .’”).   \n \n57. Plaintiffs’ claim for unfair or deceptive trade practices must fail  to the \nextent it is based upon actions internal to the Franchise Company  prior to the \neffective date of the Restructure Agreement Documents because such actions were \nnot in or affecting commerce. \n58. Similarly, Plaintiffs’ claims relating to Harriet’s internal \nmismanagement of the Franchise Company after the effective date of the Restructure \nAgreement Documents , including Plaintiffs’ claims regarding Harriet’s improper \ndistribution of funds within the Franchise Company, are not in or affecting commerce \nand should be dismissed. \n59. The Mills Motion to Dismiss Plaintiffs’ third cause of ac tion for unfair \nand deceptive trade practices, to the extent it is based on actions internal to the \nFranchise Company both prior to and after the effective date of the Restructure \nAgreement Documents, should be GRANTED. \n60. After the effective date of the Rest ructure Agreement Documents, the  \nRaleigh Studio and the Franchise Company were two separate businesses.  Dealings \nbetween the two businesses were, arguably, in or affecting commerce.  The allegations \nrelating to dealings between the Franchise Company and the Raleigh Studio are thin, \nand are based entirely on the Franchise Company’s control over the company website \nand enforcement of the TLA.  Despite the thin allegations, the Court deems Plaintiffs’ \nUDTPA claim based on allegations relating to relations bet ween the Franchise \nCompany and the Raleigh Studio sufficient to survive a Rule 12(b)(6) motion. \n \n61. The Mills Motion to Dismiss Plaintiffs’ third cause of action for unfair \nand deceptive trade practices, to the extent it is based on alleged dealings between \nthe Raleigh Studio and the  Franchise Company after the effective date of the \nRestructure Agreement Documents, should be DENIED. \nF. Civil Conspiracy \n62. Plaintiffs allege that Harriet, Patrick, and CSS “ entered into an \nagreement to unlawfully and wrongfully cause devaluation of the Raleigh Studio to \neliminate it as competition of the franchisees of the Franchise Company.”  (ECF No. \n3, at ¶ 78.)  The Mills Defendants argue that Plaintiffs have not adequate ly alleged \nan agreement .  (ECF No. 13, at p. 20.)   Plaintiffs did not make any argument in \nsupport of the civil conspiracy claim in their responsive brief. \n63.  “It is well established that ‘there is not a separate civil action for \ncivil conspiracy in North Ca rolina’” and “the conspiracy charge is simply a \nmechanism for associating the defendants and broadening the admissible evidence. ”  \nPlasman v. Decca Furniture (USA), Inc., 2016 NCBC LEXIS 80, at *33 (N.C. Super. \nCt. Oct. 21, 2016) (citations and quotations omitted).  In order to properly plead civil \nconspiracy, a complaint must allege “(1) an agreement between two or more \nindividuals; (2) to do an unlawful act or to do a lawful act in an unlawful way; (3) \nresulting in injury to plaintiff inflicted by one or more of the conspirators; and (4 ) \npursuant to a common scheme.”  Elliott v. Elliott, 200 N.C. App. 259, 264, 683 S.E.2d \n405, 409 (2009) (emphasis added).   \nIn civil conspiracy, recovery must be on the basis of \nsufficiently alleged wrongful overt acts.   The charge \n \nof conspiracy itself does nothing more than associate the \ndefendants together and perhaps liberalize the rules of \nevidence to the extent that under proper circumstances the \nacts and conduct of one might be admissible against all.  \nShope v. Boye r, 268 N.C.  401, 405, 150 S.E.2d 771, 773 –74 (1966); see also , \nGoRhinoGo, LLC v. Lewis , 2011 NCBC LEXIS 39, at *20 (N.C. Super. Ct. Sept. 9, \n2011) (“Having joined the conspiracy, [two individual defendants] became exposed to \nliability with [co-defendant] and any other co-conspirators for damages caused by any \nact in furtherance of the common scheme.”).   \n64. A claim for civil conspiracy cannot survive when it relies upon mere \n“suspicion or conjecture,” see S.N.R. Mgmt. Corp. v. Danube Partners  141, LLC, 189 \nN.C. App. 601, 609, 659 S.E.2d 442, 449 (2008), and should be dismissed when it “fails \nto allege how th[e] conspiracy came to be, or when, or where, or why ” and “[t]he \ncomplaint asserts mere conclusions concerning the elements of civil conspiracy, \nwithout offering a scintilla of factual allegation in s upport of the claim.”  Bottom v. \nBailey, 238 N.C. App. 202, 213, 767 S.E.2d 883, 890 (2014); see also Worley v. Moore, \n2017 NCBC LEXIS 15, at * 77 (N.C. Super. Ct. Feb. 28, 2017) (quoting Thomas & \nHoward Co. v. Am. Mut. Liab. Ins. Co., 241 N.C. 109, 115, 84 S.E.2d 337, 341 (1954) \nand Kirby v. Reynolds, 212 N.C. 271, 284, 193 S.E. 412, 420 (1937)).   \n65. Plaintiffs do not allege facts that support the allegation that CSS \nparticipated in a civil conspiracy .  To the extent  the Mills Motion to Dismiss seek s \ndismissal of the fifth cause of action as against CSS, the motion should be GRANTED. \n66. With regard to the  alleged conspiracy between Harriet and Patrick, \nPlaintiffs allege that Harriet and Patrick “entered into an agreement to devalue the \n \nRaleigh Studio and eliminate it as competition.”  (ECF No. 3, at ¶ 78.)  Plaintiffs also \nallege that Harriet and Patrick spread false rumors about Emily, “disseminat[ed] \nfalse an d misleading advertising about” Emily’s involvement in the his tory of the \nFranchise Company, and wrongfully interfered with and terminated Emily’s right to \nuse the “Wine and Design” name  and website.  (ECF No. 3, at ¶¶ 21 and 59 (E–G).)  \nPlaintiffs further allege that Harriet  and Patrick’s actions interfered with Emil y’s \nability to operate the Raleigh Studio and impaired its goodwill and reputation.  ( Id. \nat 60.)   \n67. The Court concludes that these allegations  are minimally sufficient to \nsupport Plaintiffs’ claim of a conspiracy between Harriet and Patrick.  Accordingly, \nthe Motions to Dismiss  Plaintiffs’ fifth cause of action against Harriet and Patrick \nshould be DENIED. \nG. Derivative Claims \n68. Plaintiffs’ sixth cause of action is labeled “Derivative Claims” and \nalleges “[i]n the alternative to the i ndividual causes of action  . . . [Emily] is entitled \nto bring these claims derivatively on behalf of Franchise Company.”  (ECF No. 3, at \n¶ 84 .)  The Franchise Company  moves to dismiss Emily’s derivative claims with \nregard to the first, third, and fifth causes of action on the grounds  that those causes \nof action allege only individual claims belonging to Emily, and not claims for injuries \nto the Franchise Company.  (ECF No. 15, at pp. 6–13.)  The Mills Defendants argue1 \n                                            \n1 In their brief in support, the Mills Defendants argued that Emily lacked standing to pursue \nthe derivative claims because she had not made a proper demand on the Franchise Company \npursuant to G.S. §  57D-8-01.  (ECF No. 13, at pp. 21 –22.)  However, at the hearing on the \n \nthat all of Plaintiffs’ claims, except for the claims based on Harriet’s misappropriation \nof corporate funds, allege injuries only to Plaintiffs, and not the Franchise Company \nand are individual claims.  (ECF No. 13, at p. 22.) \n69. Generally, LLC members do not have standing to pursue individual \ncauses of action for wrongs or injuries to the LLC.  Barger v. McCoy Hillard & Parks, \n346 N.C. 650, 658, 488 S.E.2d 215, 219 (1997); Corwin v. British Am. Tobacco PLC , \n796 S.E.2d 324, 338, 2016 N.C. App. LEXIS 1320, at *37–39 (2016), cert. granted, 369 \nN.C. 751 (June 8, 2017) (No. 56PA17). A member may be permitted to bring \nderivatively claims belonging to the LLC if the member meets certain statutory \nrequirements.  G.S. § 57D-8-01.  “A derivative proceeding is a civil action brought . . . \nin the right of’ a corporation . . . while an individual action  . . . [brought] to enforce a \nright which belongs to [plaintiff] personally.”  Morris v. Thomas, 161 N.C. App. 680, \n684, 589 S.E.2d 419, 422 (2003) (internal quotation marks omitted) (quoting Norman, \n140 N.C. App. at 395, 537 S.E.2d at 253). The purpose of derivative claims is to allow \nLLC members to assert the rights of the harmed LLC, and recovery in such actions \nflows to the LLC, not to the individual member. Green, 367 N.C. at 141–42, 749 S.E.2d \nat 268. \n70. Accordingly, the Court must d etermine whether Emily’s2 claims truly \nbelong to the corporation  or whether Emily’s claims are truly individual claims . \nNorman, 140 N.C. App. at 395, 537 S.E.2d at 253. The Court notes that t he law \n                                            \nMotions to Dismiss, all Defendants conceded Emily had satisfied the demand requirements \nand that the Court has subject matter jurisdiction over Emily’s derivative claims. \n2 Emily is alleged to be a member of the Franchi se Company, but the Raleigh Studio is not \nalleged to be a member.  Any derivative claims, therefore, would be brought by Emily.   \n \nrestricts the types of derivative claims because of “ concerns that derivative actions \nwill be misused by self -selected advocates pursuing individual gain rather than the \ninterests of the corporation or the shareholders as a group, bringing costly and \npotentially meritless strike suits.”  Id. (citations and quotations omitted). \n71. Emily’s third cause of action for unfair or deceptive trade practices and \nfifth cause of action for civil conspiracy  are alleged as individual claims for injuries \nto Emily and the Raleigh Studio, and do not state claims belonging to the Fran chise \nCompany.  (ECF No. 3, at ¶¶ 78, 81.)  Plaintiff s do not allege that  the Franchise \nCompany was injured by these acts. \n72. Therefore, the Franchise Company Motion to Dismiss Emily’s derivative \nclaims based on the third and fifth causes of action should be GRANTED. \n73.  Plaintiffs’ first cause of action alleging breaches of fiduciary duty prior \nto and surrounding the execution of the Restructure Agreement Documents does not \nallege any injury to the Franchise Company.  (ECF No. 3, at ¶¶ 56 –58.)  The \nFranchise Company Motion  to Dismiss Emily’s derivative claims based on alleged \nconduct prior to execution of the Restructure Agreement Documents should be \nGRANTED. \n74. Plaintiffs’ allegations regarding Harriet’s breaches of fiduciary duty \nfollowing the execution of the Restructure Agreement Documents include some \nconduct that could form the basis of a derivative claim.  Plaintiffs allege that Harriet \nmisappropriated the Franchise Company’s funds and diverted them to herself, \nPatrick, and CSS.  (Id. at ¶ 59(C).)  Following execution of the Restructure Agreement \n \nDocuments, Harriet was the manager of  the Franchise Company , and she owed \nfiduciary duties to the Franchise Compa ny.  The alleged misappropriation and \ndiversion of funds would have caused injury to the Franchise Company, and could be \nthe basis for a derivative claim.   \n75. In addition,  Emily may have standing to bring direct claims against \nHarriet based on the special du ty exception from Barger.  Harriet undertook \nobligations to Emily pursuant to the Restructure Agreement Documents  that were \nseparate from, and in addition to, Harriet’s duties arising out of her status as majority \nmember in the Franchise Company.  See Barger, 346 N.C. at 658, 488 S.E.2d at 219 \n(stating that one exception to the general rule that a shareholder  cannot pursue \nderivative actions is “where there is a special duty, such as a contractual duty, \nbetween the wrongdoer and the shareholder”).  If Harriet owed Emily a special duty \nfollowing execution of the Restructure Agreement Documents , that would provide \ngrounds for Emily to pursue direct claims for breach of fiduciary duty against Harriet \nseparate from her individual claim for breach of fiduciary du ty.  See Zoutewelle v. \nMathis, 2018 NCBC LEXIS 95, at *26–27 (N.C. Super. Ct. Sept. 13, 2018) ( holding \nthat a marital settlement agreement containing obligations in addition to and outside \nof LLC operating agreements created special duties on former husband towards ex-\nwife as member of jointly owned LLCs).   \n76. Accordingly, the Franchise Company Motion to Dismiss, to the extent it \nseeks dismissal of Emily’s derivative or direct claims based on Harriet’s conduct as \n \nmanager of the Franchise Company after the execution of the Restructure Agreement \nDocuments, should be DENIED.3 \nIII. CONCLUSION \nIn conclusion, the Court FINDS, CONCLUDES, and ORDERS as follows:   \n1. To the extent Plaintiffs seek an order declaring the Restructure Agreement \nDocuments void or voidable, as  alleged in paragraph 58 of the FAC, the \nMotions to Dismiss are GRANTED, and that claim and those allegations \nare DISMISSED, WITHOUT PREJUDICE. \n2. The Mills Motion to Dismiss Plaintiffs’ first cause of action against Patrick \nand CSS is GRANTED, and the claim is DISMISSED.  \n3. The Mills Motion to Dismiss the first cause of action to the extent the claim \nis based on acts occurring prior to the execution of the Restructure \nAgreement Documents is GRANTED, and the claim is DISMISSED. \n4. The Mills Motion to Dismiss the first cause of action to the extent the claim \nis based on acts occurring after the execution of the Restructure Agreement \nDocuments is DENIED. \n5. To the extent Plaintiffs attempt to state claims for coercion, duress, and \nundue influence, those claims are DISMISSED, WITHOUT PREJUDICE. \n6. The Mills Motion to Dismiss Plaintiffs’ second cause of action against \nPatrick and CSS is GRANTED, and those claims are DISMISSED.  \n                                            \n3 To the extent Mills Defendants seek dismissal of Emily’s direct and derivative claims under \nthe second cause of action for conversion and misappropriation of Franchise Company funds, \nthe Mills’ Motion should be DENIED.  \n \n7. The Mills Motion to Dismiss Plaintiffs’ second cause of action for conversion \nand misappropriation of corporate funds is DENIED.  \n8. The Mills Motion to Dismiss Plaintiffs’ second cause of action for waste of \ncorporate assets is GRANTED, and the claim is DISMISSED. \n9. The Mills Motion to Dismiss Plaintiffs’ third cause of action for conspiracy \nin restraint of trade is GRANTED, and the claim is DISMISSED. \n10. The Mills Motion to Dismiss Plaintiffs’ third cause of action for unfair and \ndeceptive trade practices, to the extent it is based on actions internal to the \nFranchise Company both prior to and after the effecti ve date of the \nRestructure Agreement Documents, is GRANTED, and the claims are \nDISMISSED.  \n11. The Mills Motion to Dismiss Plaintiffs’ third cause of action for unfair and \ndeceptive trade practices, to the extent it is based on alleged dealings \nbetween the Raleigh Studio and the Franchise Company after the effective \ndate of the Restructure Agreement Documents, is DENIED. \n12. The Mills Motion to Dismiss Plaintiffs’ f ifth cause of action for civil \nconspiracy against CSS is GRANTED, and the claim is DISMISSED.  \n13. The Mi lls Motion to Dismiss Plaintiffs’ f ifth cause of action for civil \nconspiracy against Harriet and Patrick is DENIED.  \n14. The Franchise Company Motion to Dismiss Emily’s derivative claims based \non the third and fifth causes of action is GRANTED, and such claims  are \nDISMISSED. \n \n15. The Franchise Company Motion to Dismiss Emily’s derivative claim based \non the first cause of action relating to actions taken prior to the execution \nof the Restructure Agreement Documents is GRANTED, and such claims \nare DISMISSED. \n16. The Franc hise Company Motion to Dismiss Emily’s derivative or direct \nclaims based on the first cause of action relating to Harriet’s conduct as \nmanager of the Franchise Company after the execution of the Restructure \nAgreement Documents is DENIED.  \n17. To the extent the  Mills Defendants seek Dismissal of Emily’s direct and \nderivative claims under the second cause of action, the motion is DENIED.  \n18. Except as expressly stated herein, Defendants’ Motions to Dismiss \nPlaintiffs’ claims are DENIED.  \nSO ORDERED, this the 24th day of September, 2018. \n \n  /s/ Gregory P. McGuire    \nGregory P. McGuire \nSpecial Superior Court Judge for \nComplex Business Cases "
}