{
  "id": "722c97363313a0d8625a36c40c92b6bbc345f2d642df3d9c32cea68fe2e6c6f3",
  "source_file": "data/raw/ncbc/722c97363313a0d8625a36c40c92b6bbc345f2d642df3d9c32cea68fe2e6c6f3.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 4473 \n \nTRAIL CREEK INVESTMENTS LLC \nand WARREN OIL COMPANY, LLC, \n \nPlaintiffs, \n \nv. \n \nWARREN OIL HOLDING \nCOMPANY, LLC, et al.;  \n \nDefendants. \n \n \n \nORDER AND OPINION ON \nPLAINTIFFS’ RENEWED MOTION \nFOR LEAVE TO FILE SECOND \nAMENDED COMPLAINT  \n \n \nTHIS MATTER is before the Court upon Plaintiffs Trail Creek Investments \nLLC and Warren Oil Company, LLC ’s (collectively, “Trail Creek”) Renewed Motion \nfor Leave to File Second Amended Complaint (“Motion to Amend,” ECF No. 94).   \nTHE COURT , h aving considered the Motion to Amend, the briefs of the \nparties, the arguments of counsel, the applicable law, and all appropriate matters of \nrecord, CONCLUDES that the Motion to Amend should be GRANTED, in part, and \nDENIED, in part, as set forth below.  \nTuggle Duggins  P.A., by Denis E. Jacobson, Jeffrey S. Southerland, \nBrandy L. Mansouraty, Daniel D. Stratton, and Shauna L. Baker -Karl, \nfor Plaintiffs. \nRobinson, Bradshaw & Hinson, P.A. by David C. Wright, Stephen D. \nFeldman, Melissa A. Romanzo, Andrew R. Wagner, and Emma W. Perry, \nfor Defendants. \n \n \nDavis, Judge.  \n  \nTrail Creek Invs. LLC v. Warren Oil Holding Co., 2023 NCBC 71.  \nINTRODUCTION \n1. As this Court has previously noted, this case concerns allegations that \n“Defendants fraudulently failed to disclose substantial existing environmental \nliabilities in connection with the sale of Wa rren Oil Company, Inc. (“Warren Oil”), \nWarren Unilube, Inc. (“Warren Unilube”), and their affiliated companies, to [Trail \nCreek].”  Trail Creek Investments LLC v. Warren Oil Holding Company, LLC , 2023 \nNCBC LEXIS 70, at **1 –2 (N.C. Super. Ct. May 9 , 2023) (“9 May Opinion”).  In its \nMotion to Amend, Trail Creek seeks leave (over Defendants’ opposition) to file a new \nSecond Amended C omplaint that (1) restates several claims—most notably, claims \nfor fraud and civil conspiracy —that the Court previously dismissed without \nprejudice; and (2) adds new allegations purporting to show through parol  evidence \nthe parties’ intent  regarding the proper interpretation of key indemnification \nprovisions of their Equity Interest Purchase Agreement (“EIPA”). \nFACTUAL AND PROCEDURAL BACKGROUND \n2. A complete summary of the factual background of this case—as alleged \nin Trail Creek’s First Amended Complaint (“ FAC”), which is currently its operative \npleading—can be found in the Court’s 9 May Opinion and is not repeated herein.   \n3. In short, Warren Oil, Warren Unilube, and their affiliated entities \n(collectively, the “Companies”) were operate d by Defendants in six different states \nand produced lubricants and chemical products, primarily for use in the automotive \nindustry.  (FAC ¶¶ 14, 35–36, ECF No. 40.)  In 2016, Trail Creek acquired all issued \nand outstanding equity interests in the Companies from Defendants.  Trail Creek \nInvestments LLC, 2023 NCBC LEXIS 70, at **3.  The terms of that acquisition were \nmemorialized in the EIPA.  Id. \n4. On 26 April 2022, Trail Creek filed its original Complaint in this matter \naccusing Defendants of orchestrating a “sophisticated, concerted, and ongoing fraud.”  \n(Compl. ¶  1, ECF No. 3 .)  The Complaint alleged misrepresentations  and \nnondisclosures by Defendants relating to various environmental liabilities existing \nwithin the Companies.  (Compl. ¶ 3.)   \n5. On 27 June 2022, Defendants moved to dismiss  eleven of the twelve \nclaims in Trail Creek’s  Complaint pursuant to Rule 12(b)(6) of the North Carolina \nRules of Civil Procedure.  (Defs.’ Mot. Dismiss, ECF No. 19.)  Defendants’ motion was \nrendered moot, however, when Trail Creek filed the FAC on 16 August 2022.   \n6. On 15 September 2022, Defendants filed a Partial Motion to Dismiss the \nFAC.  (Defs.’ Part. Mot. Dismiss FAC, ECF No. 53.)   \n7. On 17 April 2023, Trail Creek filed a motion seeking leave to file a new \namended complaint.  (Pls.’ Mot. Leave File Second Am. Compl., ECF No. 78.)  In that \nmotion, Trail Creek submitted that on 2 December 2022 and 31 March 2023, it had \nreceived in discovery copies of communications produced by Defendants and a third-\nparty, Wells Fargo Securities, LLC, which were relevant to the proper interpretation \nof certain indemnification provisions in the EIPA and revealed the existence of a \nlatent ambiguity therein.  (Pls.’ Mot. Leave File Second Am. Compl., at 2.)  \n8. While that motion to amend was pending, the Court entered its 9 May \nOpinion in which the Court dismissed without prejudice a number of claims asserted \nby Trail Creek in the FAC, including, inter alia, Trail Creek’s claims for fraud  and \ncivil conspiracy based on its failure to plead those claims with the requisite degree of \nspecificity.  Trail Creek Investments LLC, 2023 NCBC LEXIS 70, at **34–36, 45–46. \n9. On 12 May 2023, the Court conducted a status conference with  counsel \nfor all parties in attendance.  During the status conference,  Trail Creek’s counsel \nrepresented to the Court  that it intended to seek leave to file a new complaint  \nrestating several of the claims that had been dismissed without prejudice.  In \nresponse, the Court informed counsel that it preferred to address all of Trail Creek’s \nproposed amendments in a single motion.  Accordingly, on 16 May 2023, the Court \nentered an Order denying Trail Creek’s original motion to amend “without prejudice \nto [Trail Creek’s ] ability to file a renewed motion seeking leave to file a Second \nAmended Complaint.”  (ECF No. 84.)   \n10. On 21 June 2023, Trail Creek  filed the present Motion to Amend  and \nattached thereto its proposed Second Amended Complaint (“SAC”).   \n11. In the proposed SAC, Trail Creek seeks to replead its fraud and civil \nconspiracy claims with beefed- up allegations, add the above-referenced allegations \nregarding the EIPA’s purported latent ambiguity, and provide a more detailed list of \nthe environmental reg ulations that were allegedly violated by Defendants with \nregard to the Companies.  (Mot. Am. ¶ 10.) \n12. A hearing on the Motion to Amend was held on 14 September 2023, and \nthe Motion is now ripe for resolution. \n  \nLEGAL STANDARD \n13. Motions to amend are governed by Rule 15 of the North Carolina Rules \nof Civil Procedure.  Rule 15(a) provides, in relevant part, as follows: \nA party may amend his pleading once as a matter of course at any time \nbefore a responsive pleading is served or, if the pleading is one to which \nno responsive pleading is permitted and the action has not been placed \nupon the trial calendar, he may so amend it at any time within 30 days \nafter it is served. Otherwise a party may amend his pleading only by \nleave of court or by written consent of the adverse party; and leave shall \nbe freely given when justice so requires.  \n \nN.C. R. Civ. P. 15(a).  \n14. Although Rule 15 states that leave shall be freely given, “the rules still \nprovide some protection for parties who may be prejudiced by liberal \namendment.”  Vitaform, Inc. v. Aeroflow, Inc. , 2021 NCBC LEXIS 79, at * *11 (N.C. \nSuper. Ct. Sept. 16, 2021) (quoting Henry v. Deen, 310 N.C. 75, 82 (1984)).  As a result, \nan amendment may be denied for reasons of “undue delay, bad faith, dilatory motive, \nrepeated failure to cure deficiencies, undue prejudice, and futility of amendment.”  Id. \n(quoting Bartlett Milling Co. v. Walnut Grove Auction and Realty Co., 192 N.C. App. \n74, 89 (2008)).  “The burden is upon the opposing party to establish that [it] would be \nprejudiced by the amendment.”  Id.   \n15. The decision whether to grant or deny a motion to amend is within the \ndiscretion of the trial court, and its decision will not be reversed except in case of \nmanifest abuse.  Id. (citing Azure Dolphin, LLC v. Barton, 371 N.C. 579, 603 (2018)). \nANALYSIS \n16. The Court deems it appropriate to group the amendments contained \nwithin Trail Creek’s proposed SAC into two categories: (1) newly pled fraud and civil \nconspiracy claims containing greater specificity along with a more detailed recitation \nof the environmental regulations allegedly violated by Defendants (but not disclosed \nto Trail Creek ); and (2) new allegations (contained in paragraphs 150–155 of the \nproposed SAC) in support of Trail Creek’s  assertion that a latent ambiguity exists \nwithin pertinent indemnification provisions of the EIPA, requiring consideration of \nparol evidence.   As to each category, Defendants assert that the proposed \namendments should not be allowed on the grounds of undue delay , prejudice, and \nfutility.  (Defs.’ Resp. Br., at 1, ECF No. 100.)  The Court will analyze each category \nin turn.   \nI. New Allegations of Fraud and Civil Conspiracy \nA. Undue Delay \n17. As noted above, the Court dismissed without p rejudice Trail Creek’s \nclaims for fraud and civil conspiracy on 9 May 2023.   Trail Creek Investments LLC , \n2023 NCBC LEXIS 70, at **34–36, 45–46.  \n18. Trail Creek filed its Motion to Amend on 21 June 2023—43 days later.  \n(Mot. Am., ECF No. 94.)    \n19. By exercising its discretion to dismiss these claims without prejudice \nrather than with prejudice, the Court implicitly allowed Trail Creek the opportunity \nto timely file a  motion seeking permission to amend  the pleading t o address the \ndeficiencies identified by the Court in its 9 May Opinion as to those claims.  \n20. The Court is unable to say that the 43-day period that elapsed between \nthe Court’s entry of its 9 May Opinion and Trail Creek’s filing of its Motion to Amend \nwas unreasonable.  See Columbus Life Ins. Co. v. Wells Fargo Bank, N.A., 2022 NCBC \nLEXIS 40, at **13, 20 (N.C. Super. Ct. May 3, 2022) (allowing motion to amend after \none-month delay and noting that a one-month delay stood “in stark contrast to cases \nin which North Carolina courts have found undue delay in the Rule 15 context”).  \nB.  Prejudice \n21. Defendants have failed to show any material prejudice that would result \nfrom allowing the first category of proposed amendments.  Indeed, the Court observes \nthat rather than constituting a new theory in this case, fraud was alleged by Trail \nCreek in its original Complaint back on 26 April 2022.   (Compl. ¶¶ 262 –78.)  \nTherefore, prejudice is not a valid ground for denial of the proposed amendments \nmaking up this first category.  See Sampson-Bladen Oil Co. v. Walters, 86 N.C. App. \n173, 177 (1987) (finding no prejudice where opposing counsel knew “more than a year \nearlier” that certain charges would be an important factor in the case). \nC.  Futility  \n22. In its 9 May Opinion, this Court held that the fraud claim contained in \nTrail Creek’s FAC was not pled with the degree of particularity required pursuant to \nRule 9(b) of the North Carolina Rules of Civil Procedure.  Trail Creek Invs. LLC, 2023 \nNCBC LEXIS 70, at **34–36.  The Court also ruled that Trail Creek’s civil conspiracy \nclaim was likewise too vague to survive Defendants’ motion to dismiss.  Id., at **45–\n46.  \n23. Although Defendants argue that the newly pled fraud claim contained \nin Trail Creek’s proposed SAC continues to suffer from this sa me deficiency, (Defs.’ \nResp. Br., at 11–13), the Court disagrees. \n24. The Court has carefully considered the new allegations in support of \nTrail Creek’s fraud claim in the proposed SAC and is satisfied that this claim has now \nbeen pled with the  sufficient degree of particularity  required under North Carolina \nlaw.1 \n25. Additionally, Defendants contend that Trail Creek’s request for leave to \nfile the amended fraud and civil conspiracy claims should be denied on futility \ngrounds because both claims  are barred by  the applicable statutes of limitations .  \n(Defs.’ Resp. Br., at 19–22.)  Specifically, Defendants argue that, as a result of Trail \nCreek’s failure to satisfy Rule 9(b)’s heightened particularity requirement in its FAC, \nthe newly pled claims in its SAC do not “relate back” to the date of their original filing \nfor purposes of Rule 15(c).  (Defs.’ Resp. Br., at 19–22.)  In support of this argument, \nDefendants cite two cases from our Court of Appeals.   See D&B Marine, LLC v. AIG \nProp. Cas. Co., 288 N.C. App. 106, 116 (2023) (“[W]hen a claim requires unique factual \nallegations, those allegations must be present in the original complaint to meet the \nrequirements of Rule 15(c) so that the amended complaint relates back to the original \ncomplaint.”); State Farm Fire and Cas. Co. v. Darsie,  161 N.C. App. 542, 546 (2003) \n(“[W]hen a claim requires unique factual allegations such as fraud, medical \n \n1 Defendants do not appear to be arguing that the newly pled civil conspiracy claim remains \nimpermissibly vague. \nmalpractice and lack of informed consent, there must be some of those unique \nallegations present in the original counterclaim.”  (emphasis added)).  \n26. However, even assuming —without deciding —that the rule set out in  \nD&B Marine and State Farm  applies in the context of refil ed claims that were \npreviously dismissed without prejudice by a court (which is not entirely clear), the \nCourt continues to believe—as it stated in its 9 May Opinion—that a more factually \ndeveloped record is  necessary before a definitive ruling can be made based on the \napplication of the statute of limitations to these claims.2  See Trail Creek Invs. LLC, \n2023 NCBC LEXIS 70, at **26.  \n27. For these reasons, Trail Creek’s  Motion to Amend is GRANTED as to \nits new claims for fraud and civil conspiracy as well as the accompanying allegations \npled in support of those claims.  \nII. New Allegations of Latent Ambiguity in Indemnification Provisions \nin EIPA \n \n28. The Court reaches a different conclusion, however, with regard to the \nallegations contained in paragraphs 150 –155 of the proposed SAC purporting to \nsupport Trail Creek’s argument regarding the existence of a latent ambiguity in the \nindemnification provisions of the EIPA. \n29. In their existing breach of contract claim, Trail Creek  asserts that \n“contrary to the Represent ations and Warranties contained therein,  there were \nmaterial undisclosed liabilities  within the [k]nowledge of the Defendants .”  (FAC ¶  \n \n2 Defendants will, of course, have the right to renew this argument—if they choose to do so— \nat the summary judgment stage.  \n315.)  Furthermore, Trail Creek asserts that Defendants breached the EIPA “because \nthey failed and refused to indemnify [Trail Creek] against the Losses and Liabilities \narising from the breach of the Sellers’ Representations and Warranties, in accordance \nwith the terms of the EIPA.”  (FAC ¶ 327.)   \n30. In a nutshell, the parties disagree on whether the indemnification \nprovisions at issue should be construed as requiring Defendants to indemnify Trail \nCreek for 100% of its losses (as Trail Creek contends) or for only 50% of those losses \n(as Defendants contend) arising from  Defendants’ allegedly fraudulent failure to \ndisclose the Companies’ liabilities relating to “Special Environmental Indemnity \nMatters” prior to the sale of the Companies to Trail Creek.   \n31. Trail Creek did not assert in either  the original Complaint or  the FAC \nthat the indemnification provisions of the EIPA contained any ambiguities—latent or \notherwise.  In their proposed SAC, however, Trail Creek contends that the se \nprovisions do, in fact, contain a latent ambiguity and that, as a result, parol evidence \nconcerning the parties’ negotiations and contemporaneous understanding of the \nmeaning of these provisions should be considered.  (SAC ¶¶ 150–55.)   \n32. Defendants, conversely, oppose the amendments, primarily contend ing \nthat the new allegations in paragraphs 150–155 of the SAC are untimely and futile.  \n(Defs.’ Resp. Br., at 4–8, 23–27.)   \n  \nA.  Undue Delay \n33. “In deciding if there was undue delay, the trial court may consider the \nrelative timing of the proposed amendment in relation to the progress of the \nlawsuit.”  Wilkerson v. Duke Univ. , 229 N.C. App. 670, 679 (2013)  (affirming trial \ncourt’s denial of motion to amend filed  thirteen months after filing of initial \ncomplaint) (quoting Draughon v. H arnett Cnty. Bd. of Educ., 166 N.C. App. 464, 467 \n(2004)).   \n34. Trail Creek’s original Complaint was  filed on 26 April 2022.  The FAC \nwas filed on 16 August 2022.  As noted above, neither of these pleadings asserted the \nexistence of an ambiguity in the indemnification provisions of the FAC.  \n35. In Defendants’ motion to dismiss, they asserted that they were only \nobligated to indemnify Plaintiffs on a 50% basis (even for fraudulent \nmisrepresentations or omissions ) based on the  plain language of the relevant \nprovisions of the EIPA.  (Defs.’ Part. Mot. Dismiss Pls.’ FAC, at 3; Defs.’ Br. Supp. \nPart. Mot. Dismiss Pls.’ FAC, at 39, ECF No. 54.)  In response, Trail Creek—although \nvigorously disagreeing with Defendants’ proffered interpretation and contending that \nthe language at issue should instead be construed to require indemnification  on a \n100% basis—likewise relied solely on the four corners of the EIPA.  (Pls.’ Resp. Defs.’ \nPart. Mot. Dismiss, at 9–12, ECF No. 66.)   \n36. It was not until 17 April 2023 that Trail Creek  first sought leave to \nallege an ambiguity in the EIPA.  (Pls.’ Mot. Leave File Second Am. Compl., at 2–3.)  \nThis was 356 days after the initial filing of this lawsuit.   \n37. The Court finds that Trail Creek’s  delay in asserting their new \nallegations concerning a  latent ambiguity in the indemnification provisions is \nexcessive. \n38. Although Trail Creek argues that it could not have asserte d this \nargument until it received documentary evidence through discovery of the parties’ \npurported intent on this issue, (Pls.’ Br. Supp. Mot. Am., at 15–18, ECF No. 95), the \nCourt is not convinced by this argument.   Trail Creek was a party to the EIPA and  \nwas directly involved in negotiating its terms.  There is no reason why it should have \nneeded to obtain discovery in order to know of the discussions that took place between \nthe parties during the negotiations leading up to the EIPA. \n39. Furthermore, Trail Creek had every opportunity to make an ambiguity-\nbased argument in opposing Defendants’ Motion to Dismiss.  Yet it did not do so—\ninstead taking the position that the issue could be resolved based solely on the \nlanguage of the EIPA.  (Pls.’ Resp. Defs.’ Part. Mot. Dismiss, at 10.)  \n40. Accordingly, the Court concludes that Trail Creek’s delay was excessive. \nSee, e.g., Walker v. Sloan, 137 N.C. App. 387, 402 (2000) (affirming denial of motion \nto amend after 142-day delay); Caldwell’s Well Drilling, Inc. v. M oore, 79 N.C. App. \n730, 731 (1986) (affirming denial of motion to amend after a nearly four-month delay).  \nB.  Futility \n41. Finally, the Court is unpersuaded by the substance of Trail Creek’s  \nargument that a latent ambiguity exists in the indemnification provisions of the \nEIPA.   \n42. “A latent ambiguity may arise where the words of a written agreement \nare plain, but by reason of extraneous facts the definite and certain application of \nthose words is found impracticable.”  Miller v. Green, 183 N.C. 652, 652 (1922).  \n43. For the sake of brevity, the Court will not go through an analysis of the \ndeficiencies in Trail Creek’s argument.  Instead, it is sufficient to say that the Court \nhas painstakingly reviewed the pertinent provis ions of the EIPA and the parties’ \nrespective arguments.  In doing so, the Court has concluded that Trail Creek has \nfailed to show the existence of a latent ambiguity under North Carolina law.  \n44. Notably, the Court lacks the authority to judicially insert language into \nan unambiguous contract (language that the parties themselves did not see fit to \ninclude) based simply on arguments as to their alleged intent.  This is especially true \nwhen the contract conta ins a merger clause, as the EIPA does  in section  12.10.  \n(EIPA § 12.10, ECF No. 94.3 .)  See Zinn v. Walker, 87 N.C. App. 325, 333 (1987) \n(“North Carolina recognizes the validity of merger clauses and has consistently \nupheld them.”).  Indeed, “merger clauses were designed to effectuate the policies of \nthe [p]arol [e]vidence [r]ule; i.e., barring the admission of prior and contemporaneous \nnegotiations on terms inconsistent with the terms of the writing.”  Id. \n45. It need hardly be said that a litigant is no t permitted to create an \nambiguity in a contract that does not otherwise exist simply by pointing to evidence \narguably suggestive of the parties’ intent.  Indeed, our courts have long held that “[a] \nparty may not use parol evidence to create ambiguity where the terms of the contract \nare clear.”  Brown v. Scism, 50 N.C. App. 619, 624 (1981) (emphasis added).  \n46. For these reasons , the Court concludes that Trail Creek’s Motio n to \nAmend should be denied as to paragraphs 150– 155 of the proposed SAC based on \nfutility grounds as well. 3  See Cunningham v. Riley , 169 N.C. App. 600, 604 (2005) \n(affirming trial court’s denial of motion to amend because proposed amendment \nwould have been futile).  \nCONCLUSION \n47. THEREFORE, the COURT, i n the exercise of its  discretion, hereby \nGRANTS Trail Creek’s Motion to Amend except as to the allegations contained in \nparagraphs 150–155 of the proposed SAC.  As to the allegations in  paragraphs 150–\n155, the Motion to Amend is DENIED.  Trail Creek  shall have ten (10) days from \nthe date of this Order in which to file a Second Amended Complaint consisting of the \nallegations and claims contained in the proposed SAC , except that those allegations \npresently contained in paragraphs  150–155 of the proposed SAC shall not be \nincluded.  \n \nSO ORDERED, this the 13th day of October, 2023.  \n                 \n                /s/ Mark A. Davis    \n                Mark A. Davis  \n                Special Superior Court Judge for  \n                Complex Business Cases  \n \n3 The Court wishes to emphasize, however, that despite denying Trail Creek leave to assert \nthe allegations contained in paragraphs 150–55 of the proposed SAC, the Court is not making \nany ruling at the present time on the ultimate issue of whether indemnification at a 50% \nbasis or at a 100% basis is called for under the EIPA  with regard to fraudulent \nmisrepresentations or omissions . No ruling on that subject  will be made until the issue is \nsquarely before the Court, which is not currently the case.   But when the Court does decide \nthat issue, it will be based solely upon the language in the EIPA. "
}