{
  "id": "723d3fa15199cdb5a8305797007c34fd2365ca5aeab8e5abc6a568aa7de4b412",
  "source_file": "data/raw/ncbc/723d3fa15199cdb5a8305797007c34fd2365ca5aeab8e5abc6a568aa7de4b412.pdf",
  "raw_text": "Reid Pointe, LLC v. Stevens, 2008 NCBC 15.  \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF MECKLENBURG \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n08 CVS 4304 \n \nREID POINTE, LLC, TUCKER CHASE, LLC, \nMEADOW, LLC, SOUTHEASTERN LAND \nINVESTMENTS, LLC, KYLIGLEN, LLC,  \nHARRY C. GRIMMER, and HARRY C.  \nGRIMMER AND ASSOCIATES, LLC, \n \nPlaintiffs,  \n \nv.  \n \nCHARLES A. STEVENS and CAROLINA \nDEVELOPMENT OF CHARLOTTE, INC., \n \n                         Defendants. \n  \n \n \n \n \n \n \n \nORDER & OPINION \n \nBishop, Capitano, & Moss, P.A. by J. Daniel Bishop for Plaintiffs. \n \nJames, McElroy & Diehl, P.A. by Edward T. Hinson, Jr. for \nDefendants. \n \nDiaz, Judge. \n{1} Before the Court is Plaintiffs’ Motion for Judgment on the Pleadings \nas to Defendants’ Counterclaims (the “Motion”).  \n{2} After considering the Motion, the briefs of the parties, and the \narguments of counsel, the Court GRANTS in part and DENIES in part Plaintiffs’ \nMotion.   \n \nI. \nPROCEDURAL BACKGROUND \n{3}  On 26 February 2008, Plaintiffs filed their Complaint in this case. \n{4} The Complaint seeks a declaratory judgment with respect to the \nparties’ rights under a series of real estate development agreements.  (Compl. ¶¶ \n32–35.) \n{5} The Complaint also asserts claims for (1) breach of fiduciary duty; (2) \nconstructive fraud; (3) conversion; (4) unfair and deceptive trade practices; and (5) \nbreach of contract.   \n{6} On 26 March 2008, Defendants answered the Complaint and filed \nCounterclaims asserting claims for (1) dissolution of the five limited liability \ncompanies created pursuant to the parties’ real estate development agreements; (2) \nbreach of contract; and (3) unfair and deceptive trade practices.     \n{7} On 15 May 2008, Plaintiffs filed the Motion and a supporting brief. \n{8} Defendants filed a response brief on 4 June 2008. \n{9} Plaintiffs filed a reply brief on 18 June 2008. \n{10} The Court heard oral argument on the Motion on 10 July 2008.  \n \nII. \nTHE FACTS \nA. \nTHE PARTIES \n{11} Plaintiff Harry C. Grimmer and Associates (“Grimmer Associates”) is \na North Carolina limited liability company.  Plaintiff Harry C. Grimmer \n(“Grimmer”) is the sole member of Grimmer Associates.  (Compl. ¶ 2.)1   \n{12} Defendant Carolina Development of Charlotte, Inc. (“CDC”) is a North \nCarolina corporation.  Defendant Charles A. Stevens and his wife are the sole \nowners of CDC.  (Compl. ¶ 4.) \n{13} Plaintiffs Meadow, LLC (“Meadow”), Tucker Chase, LLC (“Tucker \nChase”), Reid Pointe, LLC (“Reid Pointe”), Southeastern Land Investments, LLC \n(“Southeastern”) and Kyliglen, LLC (“Kyliglen”), are North Carolina limited liability \ncompanies (herein collectively referred to as the “LLCs”).  (Compl. ¶ 6.)  \n{14} Meadow, Tucker Chase, Reid Pointe and Kyliglen were created to \ndevelop real property as residential subdivisions.  (Compl. ¶ 7.) \n                                                 \n1 The Court refers to Grimmer and Grimmer Associates collectively as the “Grimmer Plaintiffs.”   \n{15} Southeastern was created to hold for resale parcels within each of the \nReid Pointe and Tucker Chase subdivisions.  (Compl. ¶ 8.)   \n{16} Grimmer Associates and CDC are the sole members of Meadow.  \n(Compl. ¶ 6.)  \n{17} Grimmer and CDC are the sole members of Tucker Chase, Reid \nPointe and Southeastern.  (Compl. ¶ 6.) \n{18} Grimmer and CDC (along with non-party John R. Poore) are the sole \nmembers of Kyliglen.  (Compl. ¶ 8; Countercl. ¶ 3.) \nB. \nTHE COUNTERCLAIMS \n{19} In 2003, Stevens and John R. Poore approached Grimmer to propose a \npartnership to acquire and develop real property in North Carolina.  (Countercl. ¶¶ \n1–2.) \n{20} Grimmer agreed to provide the financing for the project, and the three \ncreated Kyliglen to hold the property.  (Countercl. ¶¶ 1–2.) \n{21} Stevens subsequently assigned his interest in Kyliglen to CDC. \n(Countercl. ¶ 3.)     \n{22} Following their partnership in Kyliglen, Stevens and Grimmer \ndiscussed the prospect of forming other real estate ventures.  (Countercl. ¶ 4.) \n{23} On 24 September 2003, the parties executed a letter outlining their \n“proposed working relationship.”  (Am. Reply Ex. A (hereinafter the “Letter \nAgreement”).) \n{24} Among other things, the parties agreed to form a new LLC for each \ndevelopment project.  (Am. Reply Ex. A.) \n{25}   The Letter Agreement contemplated that Grimmer and Stevens \nwould be members of the LLCs, but that each would have a different role and \nownership interest.  (Am. Reply Ex. A.) \n{26} Grimmer, as a 70% owner of the LLCs, would be primarily responsible \nfor financing the projects.  (Am. Reply Ex. A.) \n{27} Specifically, Grimmer assumed responsibility for “us[ing] [his] \nfinancial connections with a local lender to obtain the necessary financing . . . in the \n[sic] an amount sufficient to provide for all project costs . . . that would carry the \nfinancial requirements of the project for approximately one year.”  (Am. Reply Ex. \nA.) \n{28} Stevens, on the other hand, would own 30% of the LLCs and be \nresponsible for managing each company’s “day-to-day affairs.”  (Am. Reply Ex. A.)   \n{29} In 2004, Stevens and Grimmer created Reid Pointe, Tucker Chase, \nMeadow, and Southeastern, as contemplated by the terms of the Letter Agreement.  \n(Countercl. ¶ 10.)2 \n{30} Each LLC was governed by an identical Operating Agreement entered \ninto by Grimmer (or Grimmer Associates in the case of Meadow) and CDC.  (Compl. \n¶ 9.) \n{31} Reid Pointe, Tucker Chase, and Meadow also entered into separate \nLand Development Construction and Management Services Agreements (the \n“Development Agreements”) with CDC, setting forth CDC’s construction, \ndevelopment, and marketing responsibilities with respect to each parcel of land.  \n(Compl. ¶¶ 13–15.)  \n{32} For each project, CDC developed draft budgets in accordance with the \nterms of the respective Operating and Development Agreements.  (Countercl. ¶ 11.) \n{33} Defendants allege that heightened regulation in the construction \nindustry, coupled with extreme price increases in the cost of construction materials, \nresulted in significant cost overruns for the development projects.  (Countercl. ¶¶ \n14–17.) \n{34} Defendants also allege that Grimmer was well aware of these \ncircumstances and was also partly to blame for the cost overruns.  (Countercl. ¶¶ \n15, 18.)  According to Defendants, Grimmer intervened in project management \n                                                 \n2 Reid Pointe involved the development of property in Lancaster County, South Carolina.  (Mot. J. \nPleadings Ex. D.)  The remaining LLCs were created to develop property in North Carolina.  (Mot. J. \nPleadings Exs. A–C, E.) \nissues on several occasions (despite the expectation that he would serve primarily \nas a financial backer), which resulted in added and unnecessary expenses.  \n(Countercl. ¶ 18.) \n{35} Among other things, Defendants assert Grimmer required Meadow to \npay $100,000.00 in excess invoices to his brother-in-law’s employer and caused \nTucker Chase to terminate a profitable contract in order to benefit his son.  \n(Countercl. ¶¶ 18–19.)      \n{36} In January 2008, Grimmer offered to redeem CDC’s member interest \nin Reid Pointe for $3000.00 (Countercl. ¶ 23.)  When CDC refused, Defendants \nallege Grimmer embarked on a calculated campaign to drive CDC out of the LLCs.  \n(Countercl. ¶ 28.) \n{37} Defendants assert Grimmer demanded that the LLCs no longer pay \nCDC for its services under the Development Agreements and (to that end) arranged \nto freeze the LLCs’ bank accounts.  (Countercl. ¶ 24.)  \n{38} Defendants further allege that Grimmer contacted numerous vendors \nand financial institutions and made damaging and untrue statements about \nDefendants to cripple the LLCs’ operations and facilitate Grimmer’s scheme to seize \ncontrol.  (Countercl. ¶¶ 25–26.) \n{39} Defendants also assert that Grimmer, as majority member of each \nLLC, removed CDC as manager of the LLCs.  (Countercl. ¶ 29.)  Shortly thereafter, \naccording to Defendants, Grimmer began (1) harassing Defendants repeatedly for \ninformation relating to the operation of the LLCs that Defendants had already \nprovided; and (2) making capital calls for each entity, knowing full well that CDC \nwould be unable to meet the calls and thus would be forced to forfeit its member \ninterests.  (Countercl. ¶¶ 28–30.) \n \n \n \n \n \nIII. \nCONTENTIONS OF THE PARTIES \nA. \nJUDICIAL DISSOLUTION \n{40} Defendants contend that judicial dissolution of the LLCs is proper \nunder section 57C-6-02 of the North Carolina General Statutes on two grounds: (1) \nthat the assets of the LLCs are being misapplied and wasted; and (2) that such \naction is required to protect the rights and interests of CDC.  \n{41} Plaintiffs respond that Defendants have failed to assert any specific \nfactual allegations in support of this claim, making it ripe for dismissal.  \nB. \nBREACH OF CONTRACT \n{42} Defendants have asserted three separate bases for their breach of \ncontract claim. \n{43} First, Defendants allege that CDC performed services pursuant to the \nTucker Chase and Reid Pointe Development Agreements for which it has not been \npaid.     \n{44} Second, Defendants allege that Grimmer failed to arrange and secure \nthe necessary financing to complete the Tucker Chase and Reid Pointe projects, \nwhich, according to Defendants, constitutes a material breach of the Letter \nAgreement.   \n{45} Third, Defendants assert that Grimmer has withheld CDC’s pro-rata \nportion of profits from Meadow. \n{46} With respect to the fees allegedly owed CDC under the Tucker Chase \nand Reid Pointe Development Agreements, Plaintiffs contend the underlying \ncontracts are illegal and therefore not enforceable because CDC is not licensed as a \ngeneral contractor in North Carolina or a construction manager in South Carolina.\n3 \n                                                 \n3 CDC admitted at the hearing of this matter that it does not hold such licenses. \n \n{47} According to Plaintiffs, the Development Agreements require CDC to \nrender services that constitute general contracting in North Carolina and \nconstruction management in South Carolina.  Because CDC never obtained the \nrequisite licensing to engage in such work, Plaintiffs contend CDC may not recover \nfees under the contracts. \n{48} Plaintiffs also dispute Defendants’ breach of contract claims based on \nthe Letter Agreement. \n{49} Plaintiffs contend the Letter Agreement merely constitutes an \nagreement to agree, and in any event, is superseded by the parties’ subsequently-\nexecuted Operating Agreements, which deal thoroughly with Grimmer’s financing \nobligations vis-à-vis the LLCs.  \n{50} Plaintiffs also argue that Grimmer has not breached the financing \nterms of the Letter Agreement.  According to Plaintiffs, the Letter Agreement did \nnot impose an open-ended commitment on Grimmer to provide financing, but \ninstead limited his financing obligations to a period of one year, with which he has \nfully complied. \n{51} Finally, as to Defendants’ allegations relating to Plaintiffs’ failure to \ndistribute profits from the Meadow venture, Plaintiffs argue that Defendants have \nfailed to identify the contract and term breached by the alleged failure to distribute \nprofits.  According to Plaintiffs, the Meadow Operating Agreement does not require    \nthe distribution of profits, but rather provides that any such distribution is within \nthe manager’s discretion. \nC. \nUNFAIR AND DECEPTIVE TRADE PRACTICES \n{52} Defendants contend the following actions of the Grimmer Plaintiffs \nsupport a claim for unfair and deceptive trade practices under section 75-1.1 of the \nNorth Carolina General Statutes: (1) using their superior position in the LLCs to \ndischarge CDC as manager without good cause; (2) making untrue and damaging \nstatements about CDC to various suppliers, service providers and regulators; and \n(3) denying payments due to CDC and at the same time demanding a capital call \nfrom CDC. \n{53} Plaintiffs respond that Defendants’ unfair and deceptive trade \npractices claim is ripe for dismissal because the allegations (1) are insufficient to \nsupport the elements of an independent tort and amount to nothing more than a \nsimple breach of contract; and (2) describe internal corporate governance matters \nnot involving commerce.  \n \nIV. \nPRINCIPLES OF LAW \nA. \nMOTION FOR JUDGMENT ON THE PLEADINGS \n{54} The purpose of a motion for judgment on the pleadings pursuant to \nRule 12(c) of the North Carolina Rules of Civil Procedure is “to dispose of baseless \nclaims or defenses when the formal pleadings reveal their lack of merit.”  Ragsdale \nv. Kennedy, 286 N.C. 130, 137, 209 S.E.2d 494, 499 (1974).   \n{55} “In considering a motion for judgment on the pleadings, the trial court \nis required to view the facts presented in the pleadings and the inferences to be \ndrawn therefrom in the light most favorable to the non-moving party.”  Am. Bank & \nTrust Co. v. Elzey, 26 N.C. App. 29, 31, 214 S.E.2d 800, 802 (1975). \n{56} A motion for judgment on the pleadings should be denied “unless it is \nclear that [the non-moving party] is not entitled to any relief under any statement \nof the facts.”  Praxair, Inc. v. Airgas, Inc., 1999 NCBC 5 ¶ 5 (N.C. Super. Ct. May \n26, 1999), http://www.ncbusinesscourt .net/opinions/1999%20NCBC%205.htm \n(citing Arroyo v. Scottie's Prof’l Window Cleaning, Inc., 120 N.C. App. 154, 461 \nS.E.2d 13 (1995)).   \n \n \n \n \nB. \nJUDICIAL DISSOLUTION \n{57} Under North Carolina law, a trial court may dissolve a limited liability \ncompany if a member establishes one of the following four things: \n(1) the managers, directors, or any other persons in control of the \nlimited liability company are deadlocked in the management of the \naffairs of the limited liability company, the members are unable to \nbreak the deadlock, and irreparable injury to the limited liability \ncompany is threatened or being suffered, or the business and affairs of \nthe limited liability company can no longer be conducted to the \nadvantage of the members generally, because of the deadlock; (2) \nliquidation is reasonably necessary fo r the protection of the rights or \ninterests of the complaining member ; (3) the assets of the limited \nliability company are being misapplied or  wasted; or (4) the articles of \norganization or a written operating agreement entitles the complaining \nmember to dissolution of the limited liability company. \n \nN.C. Gen. Stat. § 57C-6-02(2) (2007).  \n{58} Judicial dissolution is a remedy left largely to the discretion of the trial \ncourt, and this is so even where a party establishes a statutory ground for \ndissolution.  See Royals v. Piedmont Elec. Repair Co., 137 N.C. App. 700, 704, 529 \nS.E.2d 515, 518 (2000) (citing Foster v. Foster Farms, Inc., 112 N.C. App. 700, 706, \n436 S.E.2d 843, 847 (1993)).   \nC. \nGENERAL CONTRACTORS/CONSTRUCTION MANAGERS \n{59} Section 87-1 of the North Carolina General Statutes defines a general \ncontractor as \nany person or firm or corporation who for a fixed price, commission, \nfee, or wage, undertakes to bid upon or to construct or who undertakes \nto superintend or manage, on his own behalf or for any person, firm, or \ncorporation that is not licensed as a general contractor pursuant to this \nArticle, the construction of any building, highway, public utilities, \ngrading or any improvement or structure where the cost of the \nundertaking is thirty thousand dollars ($30,000) or more. \n \nN.C. Gen. Stat. § 87-1 (2007). \n{60} The phrase “undertakes to superint end or manage” is correspondingly \ndefined by regulation to refer to the actions of one who “is responsible for \nsuperintending or managing the entire co nstruction project, and either contracts \ndirectly with subcontractors to perform the construction for the project or is \ncompensated for superintending or managing  the project based upon the cost of the \nproject or the time taken to complete the project.”  21 N.C. Admin. Code 12.0208 \n(2007). \n{61} Similarly, South Carolina defines a construction manager as  \n an entity working for a fee whose duties are to supervise and \ncoordinate the work of design professionals and multiple prime \ncontractors, while allowing the desi gn professionals and contractors to \ncontrol individual operations and the manner of design and \nconstruction.  Services provided by a construction manager may \ninclude: \n \n(a) coordination, management, or supervision of design or construction; \n(b) cost management, including estimates of construction costs and \ndevelopment of project budgets; \n(c) scheduling, which may include critical path techniques, for all \nphases of a project; \n(d) design review, including review of formal design submission and \nconstruction feasibility; and \n(e) bid packaging and contractor selection. \n \nS.C. Code Ann. § 40-11-20(5) (2007).  \n \n{62} One who undertakes a project as a general contractor in North \nCarolina or a construction manager in South Carolina is required to comply with \nthe licensing requirements of that state.  See N.C. Gen. Stat. § 87-10; S.C. Code \nAnn. § 40-11-320. \n{63} An unlicensed contractor/construction manager may not recover for \nwork performed in violation of the relevant statutes.  Ron Medlin Constr. v. Harris, \n658 S.E.2d 6, 9 (N.C. Ct. App. 2008) (citing Builders Supply v. Midyette, 274 N.C. \n264, 270, 162 S.E.2d 507, 511 (1968)); W & N Constr. Co. v. Williams, 472 S.E.2d \n622, 623 (S.C. 1996). \n \nD. \nBREACH OF CONTRACT \n{64} The elements of a claim for breach of contract are: (1) existence of a \nvalid contract; and (2) breach of the terms of that contract.  Lake Mary Ltd. P’ship \nv. Johnston, 145 N.C. App. 525, 536, 551 S.E.2d 546, 554 (2001) (citing Poor v. Hill, \n138 N.C. App. 19, 26, 530 S.E.2d 838, 843 (2000)). \n{65} Where the terms of a contract are clear and unambiguous, the contract \nmust be interpreted as written.  See Martin v. Vance, 133 N.C. App. 116, 121, 514 \nS.E.2d 306, 309 (1999) (citation omitted).  In such instances, construction is a \nmatter of law for the court; the court’s only duty is to determine the legal effect of \nthe language used and to enforce the agreement as written.  Atl. & E. Carolina Ry. \nCo. v. S. Outdoor Adver., Inc., 129 N.C. App. 612, 617, 501 S.E.2d 87, 90 (1998).   \n{66} On the other hand, where the language of the contract is fairly and \nreasonably susceptible to either of the constructions asserted by the parties, its \ninterpretation is a question for the jury.  Carolina Place Joint Venture v. Flamers \nCharburgers, Inc., 145 N.C. App. 696, 699, 551 S.E.2d 569, 571 (2001) (citation \nomitted). \n{67} Whether the language of a contract is ambiguous or unambiguous is a \nmatter for the Court to determine.  Anderson v. Anderson, 145 N.C. App. 453, 458, \n550 S.E.2d 266, 269 (2001) (citation omitted).  In making this determination, words \nare to be given their usual and ordinary meaning and all the terms of the \nagreement are to be reconciled if possible.  Id. at 458, 550 S.E.2d at 269–70.   \nE. \nUNFAIR AND DECEPTIVE TRADE PRACTICES \n{68} To state a claim under the North Carolina Unfair and Deceptive Trade \nPractices Act, N.C. Gen. Stat. §§ 75-1.1 to 75-16 (the “UDTPA”), a plaintiff must \nallege “(1) defendants committed an unfair or deceptive act or practice, (2) in or \naffecting commerce and (3) plaintiff was injured as a result.”  Phelps-Dickson \nBuilders, L.L.C. v. Amerimann Partners, 172 N.C. App. 427, 439, 617 S.E.2d 664, \n671 (2005) (citing Edwards v. West, 128 N.C. App. 570, 574, 495 S.E.2d 920, 923 \n(1998)).     \n{69} Generally, proof of an independent tort is sufficient to make out a \nseparate UDTPA claim.  See Sara Lee Corp. v. Carter, 351 N.C. 27, 31–33, 519 \nS.E.2d 308, 311–12 (1999) (finding that the breach of a fiduciary duty by an \nemployee also gave rise to an UDTPA claim); Governor’s Club, Inc. v. Governors \nClub Ltd. P’ship., 152 N.C. App. 240, 250, 567 S.E.2d 781, 788 (2002) (“Allegations \nsufficient to allege constructive fraud are likewise sufficient to allege unfair and \ndeceptive trade practices.”); Norman W. Drouillard & Print Purchasing \nConsultants, Inc. v. Keister Williams Newspaper Servs., Inc., 108 N.C. App. 169, \n171–73, 423 S.E.2d 324, 326–27 (1992) (holding that a violation of the Trade Secrets \nProtection Act may also be a violation of the UDTPA); Roane-Barker v. Se. Hosp. \nSupply Corp., 99 N.C. App. 30, 41, 392 S.E.2d 663, 670 (1990) (holding that a claim \nalleging tortious interference with contract also makes out an UDTPA violation). \n{70} However, to sustain an UDTPA cause of action in this context, the \npredicate tort must be validly alleged.  See Craven v. Cope, 656 S.E.2d 729, 734 \n(N.C. Ct. App. 2008).  \n{71} On the other hand, “[a] mere breach of contract, even if intentional, is \nnot sufficiently unfair or deceptive to sustain an action under N.C.G.S. § 75-1.1.”  \nMitchell v. Linville, 148 N.C. App. 71, 75, 557 S.E.2d 620, 623 (2001) (quoting \nBranch Banking & Trust Co. v. Thompson, 107 N.C. App. 53, 62, 418 S.E.2d 694, \n700 (1992)). \n{72} To be actionable under the UDTPA, the breach must be accompanied \nby “substantial aggravating circumstances.”  Johnson v. Colonial Life & Accident \nIns. Co., 173 N.C. App. 365, 370, 618 S.E.2d 867, 871 (2005). \n{73} Additionally, matters relating to internal corporate governance and \ncapital-raising activities are not sufficiently “in or affecting commerce” to form the \nbasis for an unfair and deceptive trade practices claim.  See HAJMM Co. v. House of \nRaeford Farms, 328 N.C. 578, 594, 403 S.E.2d 483, 493 (1991) (stating that the \ntrade, issuance, and redemption of corporate securities or other capital-raising \ndevices are not “in or affecting commerce” and therefore are not covered by the \nUDTPA); see also Maurer v. SlickEdit, Inc., 2005 NCBC 1 ¶ 40 (N.C. Super. Ct. May \n16, 2005), http:// www.ncbusinesscourt.net/opinions/2005%20ncbc%201.htm \n(dismissing a claim for unfair and deceptive trade practices because the allegations \nrelated to matters of internal corporate affairs and operations and not the regular \nbusiness activities of the corporation).  \n \nV. \nANALYSIS \nA. \nJUDICIAL DISSOLUTION \n{74} Defendants assert two grounds for judicial dissolution of the LLCs.   \n{75} First, Defendants assert that “Grimmer has demonstrated that he is \nnot capable to competently manage the affairs of the LLCs at issue and thus the \nassets of [the] limited liability companies [are being and] will be misapplied or \nwasted under the management of Grimmer.”  (Countercl. ¶ 33, Dissolution ¶ 3.) \n{76} However, as Plaintiffs point out, Defendants fail to allege any specific \naction or conduct on the part of Grimmer that constitutes waste or demonstrates \nthe misapplication of the LLCs’ assets. \n{77} Without more, Defendants’ allegation that the assets of the LLCs are \nand will continue to be misapplied and wasted is insufficient to sustain a claim for \njudicial dissolution.  \nSee Daniels v. Montgomery Mut. Ins. Co., 320 N.C. 669, 682–\n83, 360 S.E.2d 772, 780 (1987) (stating that the court is only required to accept the \ntruth of the non-moving party’s factual allegations on a motion for judgment on the \npleadings, not the party’s conclusions of law).   \n{78} Defendants also argue that judicial dissolution is necessary to protect \ntheir rights and interests in the LLCs, asserting that Grimmer has engaged in a \nseries of actions to take over the LLCs and squeeze out CDC’s interest in each of \nthese entities.  (Countercl. ¶ 28.) \n{79} Among other things, Defendants allege Grimmer (1) refused to pay \nCDC for services it provided pursuant to the parties’ Development Agreements; (2) \nremoved CDC as manager of the LLCs; (3) openly criticized CDC to various vendors, \nservice providers, and banking institutions; (4) initiated capital calls, with which he \nknew CDC could not comply; and (5) refused to provide information to CDC \nregarding the operation of the LLCs, including refinancing details and project \nstatus reports.  (Countercl. ¶¶ 24–26, 28–29, 31.)   \n{80} Applying an indulgent standard to Defendants’ pleading, these \nallegations relating to the deteriorating relationship between Grimmer and CDC \nare sufficient to allow Defendants to pursue their claim that liquidation is \nreasonably necessary to protect Defendants’ rights and interests in the LLCs.\n4  \nAccordingly, Plaintiffs’ Motion is DENIED as to this claim. \nB. \nBREACH OF CONTRACT \n1. \nDEVELOPMENT AGREEMENTS \n{81} CDC contends Grimmer breached the Reid Pointe and Tucker Chase \nDevelopment Agreements by refusing to pay it for services provided pursuant to the  \nagreements.  According to CDC, Grimmer owes $291,717.00 under the Reid Pointe \nDevelopment Agreement and $144,476.00 under the Tucker Chase Development \nAgreement.  (Countercl., Breach of Contract ¶ 2.) \n{82} Plaintiffs argue, however, that CDC may not recover for breach of \nthese agreements because CDC was not licensed as a general contractor in North \nCarolina or a construction manager in South Carolina.  The Court disagrees. \n{83} The purpose of a state’s general contractor licensing requirements is to \nprotect the public from incompetent builders.  See, e.g., Dellinger v. Michal, 92 N.C. \nApp. 744, 747, 375 S.E.2d 698, 699 (1989); Watson v. Harmon, 312 S.E.2d 8, 11 \n(S.C. Ct. App. 1984). \n                                                 \n4 As noted earlier, however, the Court retains ultimate discretion to decide whether dissolution is \nappropriate on the equities presented. \n{84} Although the Court’s research has not disclosed any binding precedent \non point, there is persuasive authority suggesting that the denial of contract \nremedies to unlicensed general contractors or construction managers should \nproperly be restricted to circumstances where the contractor seeks compensation for \nwork falling within the statutory definition of general contracting or construction \nmanagement.  See generally McCarroll v. L.A. County Dist. Council of Carpenters, \n315 P.2d 322, 336 (Cal. 1957) (stating that the failure to obtain the requisite license \ndoes not render the unlicensed entity “completely outside the protection of the law \nand den[y] relief from torts committed against them or breaches of contract other \nthan contracts to recover compensation”); Ranchwood Cmtys. P’ship v. Jim Beat \nConstr. Co., 57 Cal. Rptr. 2d 386, 393 (Cal. Ct. App. 1996) (stating that an \nunlicensed contractor may maintain a cause of action for breach of contract \nunrelated to his construction work).   \n{85} Here, the Tucker Chase and Reid Pointe Development Agreements \nrequire CDC to, among other things, (1) develop construction schedules with all \ncontractors; (2) supervise, coordinate and expedite construction of all site \nimprovements per approved construction drawings; (3) schedule and supervise the \ninstallation of on-site utilities; and (4) coordinate construction surveying and \nengineering services necessary for site improvements, staking of lot corners, etc.  \n(Mot. J. Pleadings Exs. C–D.) \n{86} The Agreements, however, also require Plaintiffs to compensate CDC \nfor its work in (1) selling all the lots in the project; (2) developing marketing and \nadvertising budgets; (3) implementing approved marketing plans; (4) writing the \ncontracts for the purchase of all lots; and (5) hiring and supervising sales managers \nand sales personnel.  (Mot. J. Pleadings Exs. C–D.)   \n{87} Thus, even assuming that some of the work undertaken by CDC \npursuant to the Agreements requires a general contracting or construction \nmanagement license, other portions of the work do not. \n{88} Because the pleadings do not specify to what work the fees sought in \nDefendants’ Counterclaim relate and, in light of the indulgent standard the Court \nmust apply to a claim for relief at this stage, the Court DENIES Plaintiffs’ Motion \nas to this claim.   \n2. \nLETTER AGREEMENT \n{89} Defendants also contend Grimmer breached the Letter Agreement by \nfailing to secure financing with respect to the Tucker Chase and Reid Pointe \nprojects.   \n{90} Plaintiffs dispute that the Letter Agreement is a binding contract.  \nRegardless, Plaintiffs assert this claim should be dismissed because Grimmer has \nfully complied with the Letter Agreement.   \n{91} The Letter Agreement purports to require Grimmer to “obtain the \nnecessary financing . . . in the [sic] an amount sufficient to provide for all project \ncosts . . . that would carry the financial requirements of the project for \napproximately one year.”  (Am. Reply Ex. A (emphasis added).) \n{92} This language is clear and unambiguous.  It requires only that \nGrimmer secure LLC financing for project costs for one year, which the Court \nconstrues as requiring Grimmer to obtain financing during the first year startup for \neach LLC. \n{93} Defendants do not dispute that the LLCs were formed in 2004 and \ntherefore have been operating for over three years.  (Answer ¶ 6.)  Additionally, \nDefendants concede that the parties enjoyed a satisfactory working relationship \nuntil December 2007 or January 2008, when (according to Defendants) Grimmer \nfailed to provide continued financing for the LLCs.  (Countercl. ¶¶ 22, 27.)   \n{94} As such, even assuming the Letter Agreement is a binding contract, \nGrimmer has fully complied with its terms by obtaining financing for each LLC \nduring its initial year of operation. \n{95} Accordingly, the Court GRANTS Plaintiffs’ Motion as to this claim.  \n \n \n \n3. \nUNDISTRIBUTED PROFIT \n{96} Defendants’ final contention is that Grimmer (in his capacity as \nMeadow’s manager) failed to make a pro-rata distribution of Meadow’s profits to \nCDC.  Defendants argue that Grimmer’s refusal to distribute this profit is \nactionable as a breach of contract. \n{97} Plaintiffs respond that Defendants failed to adequately plead this \ncause of action by not specifying the precise contract and terms breached by \nGrimmer. \n{98} According to Plaintiffs, the only provisions that address the \ndistribution of profits are found in the Meadow Operating Agreement, and those \nprovisions expressly provide that any such distribution is within the discretion of \nthe manager. \n{99} The Court agrees with Plaintiffs.  Because Defendants have failed to \nidentify the specific contract and term breached by Grimmer with respect to \nMeadow’s undistributed profit, the claim for breach of contract fails as a matter of \nlaw.  See Claggett v. Wake Forest Univ., 126 N.C. App. 602, 608, 486 S.E.2d 443, \n446 (1997) (“To state a claim for breach of contract, the complaint must allege that a \nvalid contract existed between the parties, that defendant breached the terms \nthereof, the facts constituting the breach, and that damages resulted from such \nbreach.”).  Moreover, to the extent Defendants rely on the terms of the Meadow \nOperating Agreement to support their breach of contract claim, Defendants have \nfailed to allege facts supporting an abuse of discretion by Plaintiffs as to the \ndistribution of profits.   \n{100} Accordingly, the Court GRANTS Plaintiffs’ Motion as to this claim.  \n \n \n \n \n \nC. \nUNFAIR AND DECEPTIVE TRADE PRACTICES \n{\n{\n{\n                                                \n101} Defendants cite several instances of conduct by Grimmer that they \ncontend amount to an UDTPA violation.5  This claim too, however, fails as a matter \nof law. \n102} Defendants first allege that the Grimmer Plaintiffs “den[ied] payments \ndue to CDC” and failed to provide “loans and bank financing as expressly promised \nin previous agreements.”  (Countercl., Unfair and Deceptive Trade Practices ¶ 3.) \n103} But, as Plaintiffs point out, the former alleges, if anything, merely a \nbreach of the Reid Pointe and Tucker Chase Development Agreements and the \nlatter merely a breach of the Letter Agreement.  As such, they cannot form the basis \nfor a UDTPA claim.  See Mitchell, 148 N.C. App. at 75, 557 S.E.2d at 623 (“[A]ctions \nfor unfair or deceptive trade practices are distinct from actions for breach of \ncontract, . . . and a mere breach of contract, even if intentional, is not sufficiently \nunfair or deceptive to sustain an action under N.C.G.S. § 75-1.1.”).  \n{104} Defendants next contend that the Grimmer Plaintiffs’ use of their \n“superior position in the LLCs to discharge CDC as manager without good cause” \nand their “demand[s] [for] a capital call from CDC” are unfair or deceptive acts or \npractices in or affecting commerce.  (Countercl., Unfair and Deceptive Trade \nPractices ¶ 3.) \n{105} The term “commerce” under section 75-1.1, however, “connotes the \nmanner in which businesses conduct their regular, day-to-day activities, or affairs, \nsuch as the purchase and sale of goods, or whatever other activities the business \nregularly engages in and for which it is organized.”  HAJMM Co., 328 N.C. at 594, \n403 S.E.2d at 493. \n{106} In this case, Grimmer’s removal of CDC as manager and his demands \nfor capital calls are primarily matters of internal corporate governance that do not \nrelate to the day-to-day business activities of the LLCs.  Accordingly, these matters \n \n5 Although the facts alleged in the Counterclaim refer only to acts committed by Grimmer, \nDefendants purport to bring an UDTPA claim against Grimmer and Grimmer Associates. \nare not sufficiently “in or affecting commerce” to sustain an UDTPA claim.  Maurer, \n2005 NCBC 1 ¶ 40 (dismissing a claim for unfair and deceptive trade practices \nbecause the allegations related to matters of internal corporate affairs and \noperations and not the regular business activities of the corporation).  \n{107} Third, Defendants contend that Grimmer “ma[de] untrue and \ndamaging statements about CDC to various suppliers, service providers and \nregulators.”  (Countercl., Unfair and Deceptive Trade Practices ¶ 3.)  Defendants \nalso assert that Grimmer “communicated unfavorably” with government regulators \nand banking institutions.  (Countercl. ¶ 26.) \n{108} According to Defendants, such actions have “undermin[ed] the \nconfidence of the service providers of the LLCs” and “compromised the ability of the \nLLCs to obtain necessary permitting and approvals,” and therefore are actionable \nas unfair and deceptive trade practices.  (Countercl. ¶¶ 25–26.)    \n{109} While proof of an independent defamation claim may be sufficient to \nmake out a separate UDTPA claim, the predicate tort must nevertheless be validly \nalleged.  Craven, 656 S.E.2d at 734. \n{110} In North Carolina, a claim for defamation must be described “with \nsufficient particularity” so as “to enable the court to determine whether the \nstatement, was [, in fact,] defamatory.”  Andrews v. Elliot, 109 N.C. App. 271, 274, \n426 S.E.2d 430, 432 (1993) (quoting Stutts v. Duke Power Co., 47 N.C. App. 76, 83–\n84, 266 S.E.2d 861, 866 (1980)).  Additionally, Rule 9(f) of the North Carolina Rules \nof Civil Procedure requires the plaintiff to plead the time and place of any alleged \ndefamatory statement.  N.C.R. Civ. P. 9(f).   \n{111} Defendants’ allegations fail to state a claim for defamation.  Not only \ndo Defendants fail to describe sufficiently the alleged defamatory statements, but \nthey also fail to allege the time and place of such statements.  Absent facts \nsupporting a valid claim for defamation, Defendants’ UDTPA claim also fails.  \n{112} Defendants’ remaining contentions are also insufficient to sustain their \nUDTPA claim. \n{113} Defendants’ allegations that Grimmer (1) persuaded banks to freeze \nthe LLCs’ accounts, (2) terminated Tucker Chase’s contract with a vendor to confer \na benefit on his son, and (3) intervened in the management of Meadow to pay his \nbrother-in-law’s employer a $100,000.00 premium, implicate only the rights and \ninterests of the LLCs, not those of Stevens or CDC. \n{114} The right to pursue a cause of action based on this conduct therefore \nbelongs solely to the LLCs, and Defendants’ attempt to assert an UDTPA claim on \nthese grounds fails.  See Regions Bank v. Reg’l Prop. Dev. Corp., 2008 NCBC 8 \n(N.C. Super. Ct. Apr. 21, 2008), http://www.ncbusinesscourt.net/opinions/ \n2008%20NCBC%208.pdf (dismissing defendant’s counterclaim because the \nallegations related to general corporate harm and therefore the defendant lacked \nstanding to assert an individual cause of action). \n{115} Finally, Defendants’ allegation that Grimmer “harassed” Defendants \nwith repeated demands for information already in his possession, without more, is \nnot enough to make out an UDTPA claim. \n{116} Accordingly, the Court GRANTS Plaintiffs’ Motion as to this claim. \n \nVI. \nCONCLUSION   \n{117} The Court GRANTS Plaintiffs’ Motion as to Defendants’ UDTPA claim \nand those portions of Defendants’ breach of contract claim alleging that Grimmer \nfailed to secure financing for the LLCs and distribute profits earned by Meadow.  \nThose claims are dismissed with prejudice.  \n{118} In all other respects, the Court DENIES the Motion.   \n \nThis the 18th day of August, 2008. \n    \n  \n   "
}