{
  "id": "724700f0da9136916af09502d5b1af3a140aa0d5c34cfce0727a71bd0fda7fbc",
  "source_file": "data/raw/ncbc/724700f0da9136916af09502d5b1af3a140aa0d5c34cfce0727a71bd0fda7fbc.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCOUNTY OF MECKLENBURG \n \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n08 CVS 24887 \n \nDONNY THOMAS and  \nSANDRA MOORE THOMAS, \n \nPlaintiffs, \n \nv.  \n \nBYRON McMAHON and  \nWINFORGE, INC., \n \nDefendants. \n \n \n \n \n \n \n \nVERDICT AND FINAL JUDGMENT \n \n THIS MATTER  came before the Court on February 2, 2015, for trial \npursuant to a Notice of Jury Trial issued on November 14, 2014. \nPlaintiffs Donny Thomas (“Mr. Thomas ”) and Sandra Moore Thomas (Ms. \nThomas”) (collectively, “Plaintiffs” or “the Thomases”) were represented by Joe \nMillsaps and Ashley Bratton of Millsap s & Bratton, PLLC.  Defendant Byron \nMcMahon (“Mr. McMahon”) (collectively wi th Plaintiffs, “the Parties”) did not \nappear at trial and was unrepresented. 1  As explained in detail below, the Court \nconcluded at trial that Mr. McMahon had been provided ample notice of the \nscheduled trial, had not requested a conti nuance of the trial, had not informed the \nCourt of any good faith basis for his failure to appear at trial, and had not otherwise \nprovided any reason why the trial should not go forward as noticed.  The Court \nfurther concluded that Mr. McMahon, by  his failure to appear in these \ncircumstances, had waived his right to a jury trial.  Plaintiffs advised the Court in \ntheir pretrial submissions and again at tria l that they waived their right to a jury \n                                                 \n1 Plaintiffs have brought several claims derivatively on behalf of Defendant Winforge, Inc. \n(“Winforge”) and have sued Winforge solely as a nominal defendant.  Winforge did not separately \nappear at trial and was not independently represented.  The Court concludes, and concluded at the \ntrial, that Winforge, as a nominal defendant, was not required to appear in its independent capacity \nat trial in the circumstances here .  See, e.g. , Swenson v. Thibaut , 39 N.C. App. 77, 101, 250 S.E.2d \n279, 294 (1978) (“[E]xcept to the extent that the corp oration is an actual defendant as to an issue in \nthe action . . . the corporation . . . may not defend itself against the derivative action on the merits \nand must limit its defenses, if any, to the pretrial matters proper to it.”). \n \nThomas v. McMahon, 2015 NCBC 64. \ntrial.  Accordingly, Plaintiffs’ claims proceeded to a bench trial before the \nundersigned on February 2, 2015.2 \nBased upon live testimony, documentar y evidence, and the pleadings offered \nby Plaintiffs at the trial of this matter,  the Court makes the following findings of \nfact: \nFINDINGS OF FACT  \nA. Waiver of Jury Trial \n{1} Plaintiffs requested a jury trial in their Amended Complaint filed on \nAugust 2, 2010.  Mr. McMahon requested a jury  trial in his Answer filed on October \n4, 2010. \n{2} Mr. McMahon was represented by John Bowers of Horack, Talley, Pharr & \nLowndes, P.A. (“Mr. Bowers”) until this Court (Murphy, J.) permitted Mr. Bowers to \nwithdraw as Mr. McMahon’s counsel by Order dated August 21, 2013 (“August 21, \n2013 Order”).  Also in the August 21, 2013 Order, the Court effectively stayed \nactivity in the case to permit Mr. McMahon a period of forty-five (45) days to find \nreplacement counsel and ruled that because Mr. McMahon then had no physical \naddress in the United States and was traveling internationally in search of \nemployment, correspondence to Mr. McMahon ’s email addresses would constitute \nproper notice to and service on Mr. McMahon until such time as he elected to secure \nnew counsel.  Since the entry of the August 21, 2013 Order, Mr. McMahon has \nregularly communicated with the Court by email.  He has never objected to \ncommunication by e-mail, has never requested communication by any other form, \nhas never provided a physical address fo r the Court to use for alternative or \nadditional notification, and is aware of and has had regular access to the Court’s \nvarious orders and Plaintiffs’ filings through access to the Court’s website.  Despite \nthe Court’s accommodation of Mr. McMahon’s efforts to retain new counsel, no \ncounsel has entered an appearance as co unsel of record for Mr. McMahon at any \ntime after entry of the August 21, 2013 Order. \n                                                 \n2 The Court concludes, and concluded at the trial, that because Winforge was a nominal defendant, it \nwas not necessary to obtain Winforge’s consent to waive a jury trial in these circumstances.  See \ngenerally, e.g., Swenson, 39 N.C. App. at 101, 250 S.E.2d at 294.  \n{3} On December 6, 2013, Mr. McMahon, acting pro se , filed a motion for \nsummary judgment and, on April 9, 2014, attended a hearing on the motion at the \nMecklenburg County Courthouse.  Mr. McMahon also appeared, again acting pro se, \nat a status conference held in this case  at the Mecklenburg County Courthouse on \nJuly 24, 2014.  At the status conference, the Court ordered the parties to conduct a \nmediation in the case on or before Se ptember 22, 2014 and directed Mr. McMahon \nto notify the Court in writing on or before that date whether he consented to a \nbench trial.  By email dated September 25, 2014, Mr. McMahon notified the Court \nand opposing counsel that he did not consent to a bench trial. \n{4} After sending numerous emails inquiring of Mr. McMahon’s availability for \na jury trial to begin on February 2, 2015 and receiving no response from Mr. \nMcMahon, the Court emailed the parties ag ain on November 13, 2014 to indicate \nthe Court’s intention to schedule this matter for trial to begin on February 2, 2015.  \nMr. McMahon responded to the Court’s email on November 13, 2014, and noted his \nreceipt of the Court’s message, thereby ac knowledging that he was on notice that \nthe Court intended to schedule this matter for trial on February 2, 2015.   \n{5} The Court issued a Notice of Jury Tr ial on November 14, 2014, setting this \nmatter for trial to begin at 10:00 AM on Fe bruary 2, 2015, in Courtroom 6370 of the \nMecklenburg County Courthouse.  Three da ys later, on November 17, 2014, the \nCourt entered a Notice of Pretrial Conference and Pretrial Order.  The Notice of \nPretrial Conference stated that the Court would hold a pretrial conference at 10:00 \nAM on January 22, 2015, in Courtr oom 6370 of the Mecklenburg County \nCourthouse.  The Pretrial Order set numerous deadlines for submission of pretrial \nmaterials to the Court.  The Notice of Jury  Trial, Notice of Pretrial Conference, and \nPretrial Order were each uploaded to the Business Court’s e-filing docket, and \nPlaintiffs and Mr. McMahon were sent noti ces of filing to their registered email \naccounts, including, for Mr. McMahon, to the email addresses he most recently used \nin his email communications with the Co urt and which were referenced in the \nCourt’s August 21, 2013 Order. \n{6} Mr. McMahon did not file any of the pr etrial submissions required in the \nPretrial Order and failed to appear at the pretrial conference on January 22, 2015.  \nShortly after the pretrial conference concluded, the Court sent Mr. McMahon an \nemail at 10:30 AM on January 22, 2015, requesting that Mr. McMahon notify the \nCourt whether he planned to attend the trial scheduled to begin on February 2, \n2015, at the Mecklenburg County Courthouse.  Mr. McMahon did not respond. \n{7} Mr. McMahon did not appear for trial on  February 2, 2015, and no counsel \nor other representative appeared or was present on his behalf.  Mr. McMahon did \nnot request a continuance of the trial or inform the Court of any good faith basis for \nhis failure to appear at trial.  The Court concluded that under the authority of \nSykes v. Belk, 278 N.C. 106, 179 S.E.2d  439 (1971) (“a party may waive his right to \njury trial by (1) failing to a ppear at the trial . . .”) and Frissell v. Frissell , 47 N.C. \nApp. 149, 266 S.E.2d 886 (1980) (“a party may waive his right to jury trial by failing \nto appear at trial”), Mr. McMahon had waiv ed his right to a jury trial by failing to \nparticipate voluntarily in the trial of this matter. \n{8} Plaintiffs indicated their waiver of their right to jury trial at the pretrial \nconference on January 22, 2015, and again indicated their preference that this \nmatter be decided by the Court sitting without a jury in Plaintiffs’ Pretrial \nMemorandum submitted on January 27, 2015.  Plaintiffs personally appeared at \ntrial and, through counsel, again orally stip ulated to a trial of this matter by the \nCourt sitting without a jury.   \n{9} Based on the foregoing, the Court conc luded that all Parties waived their \nright to a jury trial and, as a result, determined that it was proper to proceed with a \nbench trial. \n{10} The Court therefore finds that (i) the Notice of Jury Trial issued on \nNovember 14, 2014 was properly served on Mr. McMahon, (ii) Mr. McMahon \nreceived adequate and proper notice of th e trial of this matter, (iii) the Court has \npersonal jurisdiction over Mr. McMahon, (iv) the Parties waived their right to a jury \ntrial in this matter, and (v) it was proper  to proceed with trial before the Court \nwithout a jury. \nB. The Hotel Project \n{11} Plaintiffs are husband and wife and at all relevant times lived in \nKnoxville, Tennessee.  Mr. McMahon was a resident of Mecklenburg County, North \nCarolina at the time this action was filed but now resides out of the country.  \nNominal Defendant Winforge, Inc. is a corporation organized under the laws of the \nState of North Carolina.   \n{12} In 1999, Plaintiffs purchased a 3.3 acre undeveloped tract of land in Pigeon \nForge, Tennessee located on a parkway cont aining restaurants, hotels, motels, and \nother attractions (“the Land”).  By 2002,  Plaintiffs owned and operated an \nO’Charley’s Restaurant on 1.1 acres of the Land (the “Developed Parcel”), and had \nbegun to actively consid er building a hotel on the remaining 2.2 acres of \nundeveloped land (“the Undeveloped Parcel”).  Mr. Thomas had been involved in the \nfurniture business for many years, however, and neithe r he nor Ms. Thomas were \nsophisticated businesspersons or had any prior experience with hotel franchising, \ndevelopment or construction.  As a re sult, Mr. Thomas contacted a number of \nexperienced hotel development companies, including Cendant Corporation \n(“Cendant”), then the owner of several hotel brands including Wingate Incorporated \n(“Wingate”), to discuss a possible collaboration to develop the Undeveloped Parcel.  \nCendant put Mr. Thomas in contact with Mr. McMahon, who held himself out to \nPlaintiffs as an experienced hotel develope r and who at that time was an existing \nWingate franchisee, the owner of a numbe r of Wingate hotels, and one of eight \nmembers of Cendant’s world-wide preferred client group.   \n{13} Plaintiffs and Mr. McMahon entered into a verbal agreement in September \n2003 to develop and build a hotel under the Wingate franchise that contained the \nfollowing essential terms (the “Agreement”): \na. The parties agreed to establish a North Carolina corporation – \nWinforge – in which Plaintiffs woul d each own a 10% interest and Mr. \nMcMahon would own an 80% interest.     \nb. Plaintiffs agreed to convey to Winforge clear fee simple title to the \nUndeveloped Parcel at an agreed-upon total value of $1,367,257.85 \nand, after deducting Plaintiffs’ debt secured by the Undeveloped \nParcel, at an agreed-upon equity value of $1,000,000.00.3 \nc. Mr. McMahon agreed to contribute $10.00 to Winforge, assume \npersonal responsibility for the development and construction of a \nWingate brand hotel on the Undeveloped Parcel, and obtain and \npersonally guarantee a line of cre dit for Winforge from Coachman \nIndustries of Indiana (“Coachman”) in the total amount of \n$4,928,989.00 (the “Coachman Loan”). \nd. The Parties agreed that part of the Coachman Loan would be used to \npay off Plaintiffs’ mortgage on the Undeveloped Parcel in the total \namount of $367,257.85 (“Plaintiffs’ Mortgage”) and that the Coachman \nLoan would be secured by the Undeveloped Parcel. \n{14} Prior to their entry into the Agreement, Mr. Thomas provided Mr. \nMcMahon a set of “stick built” hotel construction plans that another hotel developer \nhad prepared for Mr. Thomas that were 90% complete and intended to comply with \nthe requirements of the Wingate brand.  It was Plaintiffs’ reasonable understanding \nand expectation that the Wingate hotel th at Mr. McMahon agreed to build on the \nUndeveloped Parcel would be consistent with  and substantially similar to the hotel \ncontemplated by these plans and would fully comply with the requirements \nestablished by the Wingate brand.   \n{15} Mr. McMahon induced Plaintiffs to ente r into the Agreement, in part, by \nrepresenting to them that the hotel would be constructed within a reasonable \namount of time, Plaintiffs would receive annual income of approximately $50,000.00 \nfor the next 20 to 30 years as their 20% share of Winforge’s annual profits, and, \nbased on a January 28, 2003 appraisal commissioned by Mr. McMahon of the “as \nbuilt” hotel, the completed hotel would have a value of $7,700,000.00 in January \n                                                 \n3 No evidence was introduced at trial suggesting that Plaintiffs had any obligation to make, or in fact \nmade, a monetary contribution to Winforge at any time. \n2008, indicating that Plaintiffs could expect the value of their 20% interest to grow \nto over $1,500,000 in less than five years.4 \n{16} In accordance with the Agreement, the Parties formed Winforge on July \n18, 2003.  Thereafter, on April 5, 2004, Plai ntiffs conveyed title to the Undeveloped \nParcel to Winforge.  That same day, Mr. McMahon obtained and personally \nguaranteed the Coachman Loan, which was secured by the Undeveloped Parcel, and \nused the Coachman Loan to pay off Plaintiffs’ Mortgage.   \n{17} Mr. McMahon served in the roles of president, secretary, director, and \nregistered agent of Winforge.  Mr. Thomas was appointed a director of Winforge, but \ndid not otherwise participate in the mana gement or decision-making process of \nWinforge.  Winforge did not hold board of directors meetings, and Mr. McMahon did \nnot seek Mr. Thomas’s assistance in the management of Winforge at any time.  \nPlaintiffs reasonably believed, and Mr. McMahon reasonably understood, that Mr. \nMcMahon would undertake management responsibility for Winforge and that \nPlaintiffs’ involvement with Winforge woul d be limited to providing Winforge the \nUndeveloped Parcel for development.  The parties understood that Plaintiffs were \nnot expected to take, and in fact did not take, any other actions in furtherance of \nWinforge’s activities.  Under the particular circumstances of this case, and in \nparticular because of Mr. McMahon’s 80% majority ownership status in Winforge, \nPlaintiffs’ limited involvement in Winforge, and Mr. McMahon’s representations to \nPlaintiffs concerning his substantial expe rience as the developer, builder, owner \nand operator of numerous hotel properties, Plaintiffs reasonably placed a special \ntrust and confidence in Mr. McMahon and depended upon him entirely concerning \nthe development and construction of the Wingate hotel on the Undeveloped Parcel.   \n{18} Between April 5, 2004 and December 16, 2005, Mr. McMahon, on behalf of \nWinforge, drew down approximately $2,3 00,000.00 on the Coachman Loan, causing \nWinforge to become indebted to Coachman in that amount.  Mr. McMahon directed \nover $1,186,043.70 of the Coachman Loan proceed s to be paid directly to himself or \n                                                 \n4 Ms. Thomas had limited interaction with Mr. McMahon and limited input regarding the formation \nof Winforge and the construction of the Wingate hotel.  She largely relied on Mr. Thomas’s \nrecommendations and guidance regarding the terms of the Agreement.  \n \nto his wholly-owned business entity, Matrix Development Corporation (“Matrix”), or \nto Flagship Development (“Flagship”) and Lee and Associations (“L&A”), companies \nowned by a business associate of Mr. McMahon, Michael Lee.   \n{19} More specifically, Mr. McMahon ca used Winforge to pay himself a \n$67,000.00 general contractor fee for the hotel project, even though Mr. McMahon \nhad no experience as a general contractor , was not a licensed general contractor in \nthe State of Tennessee, and had no experience building a hotel using modular units.  \nIn addition, Mr. McMahon caused Winf orge to buy over $850,000.00 worth of \nfurniture, fixtures, and accessories for the interior of the never-built hotel; spend \napproximately $75,000.00 for grading the site; and pay over $624,000.00 in \ndevelopment and other fees to Matrix, Flagship or L&A. \n{20} In causing Winforge to pay out fees an d expenses to himself and others in \nthe amount of approximat ely $2,300,000.00, Mr. McMaho n failed to perform his \nduties to Plaintiffs and Winforge in a number of significant and fundamental \nrespects and took advantage of the spec ial trust and confidence Plaintiffs had \nreasonably placed in him. \n{21} First, although fully aware of his own plans, Mr. McMahon did not inform \nPlaintiffs prior to entering the Agreement that he intended to construct the hotel \nusing modular units, then a relatively novel and unproven building technique for \nhotel construction, rather than employing standard or conventional “stick-built” \nconstruction.  The facts proven at tria l established that Mr. McMahon decided to \nuse the Winforge hotel as an experiment in modular construction and did not advise \nPlaintiffs of his plans until one or two week s after Plaintiffs transferred title to the \nUndeveloped Parcel and Winforge had taken other actions in furtherance of Mr. \nMcMahon’s modular construction plans.  Mr. McMahon failed to disclose his plans \nto Plaintiffs even though Mr. Thomas had provided Mr. McMahon hotel \nconstruction plans for a “stick built” Wingate hotel that were 90% complete to assist \nin the hotel project, and Mr. McMahon knew  that Plaintiffs reasonably expected \nthat the Wingate hotel to be built on the Undeveloped Parcel would be of “stick-\nbuilt” construction.  The facts presented at  trial further established that had Mr. \nMcMahon advised Plaintiffs of his plan to use modular construction prior to the \nParties’ entry into the Agreement, Plaintiffs would not have entered into the \nAgreement, agreed to create Winforge, or  conveyed the Undeveloped Parcel to \nWinforge. \n{22} In addition, in order to obtain a proper building permit so that \nconstruction could begin, the City of Pi geon Forge, Tennessee required all project \nowners, including Winforge in connection with  this project, to re tain and identify a \ngeneral contractor and an architect, each licensed in the State of Tennessee.  \nSimilarly, although the State of Te nnessee approved Winforge’s modular \nconstruction plans, and Mr. McMahon commissioned two companies, Mod-U-Kraf, \nLLC (“Mod-U-Kraf”) and All American Ho mes, LLC (“All American”), to build \nmodular units for use in the contemplated hotel, the modular units could not be \nconstructed under Tennessee law withou t a licensed architect’s design and \napproval.   \n{23} Based on the facts proven at trial, Mr. McMahon was aware that hiring a \nlicensed general contractor and a licensed architect, obtaining a building permit \nfrom the City of Pigeon Forge, and obtaining certain approvals from the State of \nTennessee were necessary and required condit ions precedent to Winforge’s right to \nconstruct the Wingate hotel in accordance with the Agreement.  \n{24} Mr. McMahon, however, never caused Winforge to hire a duly licensed \ngeneral contractor or architect, and, as a result, the City of Pigeon Forge, Tennessee \nnever issued a building permit, the State of Tennessee refused to issue modular \nunit design approvals, and the project ther efore did not go forward.  Indeed, the \nfoundation of the contemplated hotel was never laid, no modular units were ever \nconstructed, and no hotel or modular unit construction, other than grading, \noccurred at any time.  Because Mr. McMahon agreed under the Agreement to \nassume personal responsibility for the development and construction of the hotel, \nMr. McMahon was individually responsibl e for hiring the duly-licensed general \ncontractor and architect and obtaining the building permit and other necessary \napprovals on behalf of Winforge.  The facts proven at trial established that Mr. \nMcMahon knowingly and intentionally failed to hire a licensed architect and \ngeneral contractor and knowingly and inte ntionally failed to obtain the necessary \nbuilding permit and other approvals required for the construction of the \ncontemplated Wingate hotel.  \n{25} The Court further finds that because the hotel was never constructed, \nWinforge never received revenue from the hotel project and was therefore unable to \nmake required payments under the Coachman Loan. 5  As a result, Coachman \ndeclared Winforge in default under the Coachman Loan and demanded that the \nLoan be repaid in full.  When Winf orge failed to repay the approximately \n$2,300,000.00 advanced under the Loan, Coac hman foreclosed on the Undeveloped \nParcel on November 15, 2006 and took title to the Undeveloped Parcel from \nWinforge.   \n{26} The Court takes judicial notice that Winforge and Mr. McMahon \nsubsequently filed suit against Coachm an, Mod-U-Kraf, and All American Homes \n(the “Coachman Defendants”) in the United States District Court for the Southern \nDistrict of Indiana, Case Number 1: 06-cv-00619-SEB-WGH, seeking to hold the \nCoachman Defendants liable for Winforge’s  failure to construct the hotel and to \nrecover damages (the “Indiana Action”).  United States District Court Judge Sarah \nEvans Barker concluded that Winforge’s  failure to construct the hotel was \nultimately due to Mr. McMahon’s delay in obtaining the necessary permits and plan \napprovals and ordered that Coachman was entitled to recover $2,347,587.31, plus \n$292,486.15 in interest and attorneys’ fees , from Winforge.  Plaintiffs were not \nparties to the Indiana Action.\n6 \n                                                 \n5 No evidence was introduced at trial that Plaintiffs were obligated to make, or in fact ever made, \nany payments on the Coachman Loan. \n \n6 Pursuant to Plaintiffs’ request, the Court takes ju dicial notice of the fact that the Indiana Action \nwas filed and that Judge Baker reached certain conclusions.  See N.C. Rule of Evidence 201.  In \naddition to judicial notice, howe ver, Plaintiffs urge the Court to  apply the doctrine of offensive \ncollateral estoppel and adopt Judge Baker’s factual findings in the Indiana Action concerning Mr. \nMcMahon’s responsibility for causing the Coachman Loan de fault.  Although the Court recognizes \nthat the North Carolina courts have adopted the us e of non-mutual offensive collateral estoppel in \nappropriate circumstances, see, e.g., Rymer v. Sorrells, 127 N.C. App. 266, 488 S.E.2d 838 (1997), the \nCourt does not find it necessary to do so in deciding this case and thus elects not to consider Judge \nBaker’s factual findings here. \n{27} By letter dated June 18, 2008, Plai ntiffs served a demand on Mr. \nMcMahon, as President of Winforge, requesti ng that he cause Winforge to bring an \naction against himself for his alleged breaches of fiduciary duty to Winforge.  Mr. \nMcMahon did not respond to Plaintiffs’ de mand.  After expiration of the 90-day \nnotice period under N.C.G.S. § 55-7-42, Plaintiffs filed suit in Mecklenburg County \nSuperior Court on November 7, 2008.7  \n{28} The Court finds that Plaintiffs suffered financial injuries and damages as a \nproximate result of Mr. McMahon’s unlaw ful conduct in the total amount of \n$1,000,000.00 (“Compensatory Damages”), which represents the agreed-upon equity \nvalue of the Undeveloped Parcel at the time  Plaintiffs entered into the Agreement \nand transferred title to the Undeveloped Parcel to Winforge.   \n{29} The Court further finds that the date  of Mr. McMahon’s breach of the \nAgreement is November 15, 2006, which is the date the Undeveloped Property went \ninto foreclosure and Plaintiffs’ injury became apparent to Plaintiffs. See, e.g ., \nLiptrap v. City of High Point , 128 N.C. App. 353, 355, 496 S.E.2d 817, 819, disc. \nreview denied , 348 N.C. 73, 505 S.E.2d 873 ( 1998). The Court calculates \nprejudgment interest on Plaintiffs’ Compensatory Damages at the legal rate under \nN.C.G.S. § 24-1 from the date of breach of the Agreement to be $688,202.40. \n{30} Plaintiffs did not introduce competent evidence at trial showing that either \nof them, whether directly, or indirectly as shareholders of Winforge, suffered \ninjuries and damages as a proximate result of Mr. McMahon’s failure to cause \nWinforge to repay the Coachman Loan, except for the loss of the Undeveloped \nProperty, and the Court therefore so finds.   \nBased upon the foregoing Findings of Fact, the Court reaches the following \nconclusions of law: \n \n \n                                                                                                                                                             \n \n7 On June 8, 2009, Plaintiffs ob tained a default judgment against Mr. McMahon for $1,000,000.000, \nand Winforge obtained a default judgment agains t Mr. McMahon in the amount of $2,300,000.00.  \nPlaintiffs’ default judgment against Mr. McMahon was set aside on July 8, 2010.   \n \nCONCLUSIONS OF LAW \n{1} This Court has jurisdiction to hear and decide this matter. \n{2} This Court has jurisdiction over all the parties to this matter. \n{3} Plaintiffs have standing to bring this  action derivatively on behalf of \nWinforge as well as individually. \n{4} Mr. McMahon received proper, prior notice and had an opportunity to \npresent defenses at the bench trial of th is matter.  He voluntarily chose not to \nparticipate or put on any evidence or ar gument in his own defense.  Mr. McMahon \nthereby waived his right to a trial by jury. \n{5} Plaintiffs tendered Exhibits 1–11 at trial, which the Court admits into \nevidence for purposes of this bench trial.8 \n{6} A derivative action is “a civil action brought by the shareholder ‘in the \nright of’ a corporation, N.C. Gen. Stat. § 55-7-40.1 (1999), while an individual action \nis one a shareholder brings to enforce a right which belongs to him personally.”   \nNorman v. Nash Johnson & Sons’ Farms, Inc. , 140 N.C. App. 390,  395, 537 S.E.2d \n248, 253 (2000).  As a general rule, shareholders lack standing to bring individual \ncauses of action to enforce actions accruing to the corporation.  See, e.g., Barger v. \nMcCoy Hillard & Parks, 346 N.C. 650, 658, 488 S.E.2d 215, 219 (1997).   \n{7} The North Carolina Supreme Court has recognized two exceptions to this \ngeneral rule, holding that “shareholders,  creditors and guarantors may bring an \nindividual action against a third party for breach of fiduciary duty when (1) ‘the \nwrongdoer owed [them] a special duty’ or (2) they suffered a personal injury ‘distinct \nfrom the injury sustained by . . . the corporation itself.’” Green v. Freeman, 367 N.C. \n136, 142, 749 S.E.2d 262, 268 (2013) (quoting Barger, 346 N.C. at 659, 488 S.E.2d at \n219). “The existence of a special duty thus  would be established by facts showing \nthat defendants owed a duty to plaintiffs that was personal to plaintiffs as \n                                                 \n8 The Court notes that our appellate courts will assume the trial court did not consider incompetent \nevidence during a bench trial.  Bizzell v. Bizzell, 247 N.C. 590, 605, 101 S.E.2d 668, 678 (1958) (in a \nbench trial, “it is presumed that incompetent evidence was disregarded by the court in making up its \ndecision”). \n \nshareholders and was separate and distin ct from the duty defendants owed the \ncorporation.” Barger, 346 N.C. at 659, 488 S.E.2d at 220.   \n{8} Our courts have held that a specia l duty will exist “when the wrongful \nactions of a party induced an individual to become a shareholder.” Id.; see Howell v. \nFisher, 49 N.C. App. 488, 498, 272 S.E.2d 19, 26 (1980).   \n{9} Our courts have also found that a special duty will exist in limited \ncircumstances where a majority shareholde r in a close corporation exercises such \nsubstantial control over the affairs of the corporation that a derivative action does \nnot fairly address the wrongs the minori ty shareholder seeks to redress. Thus, \n“minority shareholders in a closely held corporation 9 who allege wrongful conduct \nand corruption against the majority shareholders in the corporation may bring an \nindividual action against those shareh olders, in addition to maintaining a \nderivative action on behalf of the corporation.”  Norman, 140 N.C. App. at 405, 537 \nS.E.2d at 259;  see also Willard v. Davenport , 166 N.C. App. 129,  138, 601 S.E.2d \n319, 325 (2004) (denying majority “and dominating” shareholder’s motion to dismiss \nminority shareholder’s direct action against him).  In such circumstances, our courts \nhave noted that “disposition of the reco very in a derivative action based on \nwrongdoing by the directors of a corporation would be under the control of the \nwrongdoers, unless a court exercised its eq uitable discretion by ‘directing an \nindividual recovery in order to achieve a fair distribution of the proceeds of the \naction.’”  Norman, 140 N.C. App. at 405, 537 S.E. 2d at 259 (quoting Russell M. \nRobinson, II, Robinson On North Carolina Corporation Law § 17-2(c) at 336 (5th ed. \n1995).  As a result, our courts have held that \n[i]f a corporation is closely held . . ., the court in its discretion may \ntreat an action raising derivative claims as a direct action, exempt \nit from those restrictions and defenses applicable only to derivative \nactions, and order an individual recovery, if it finds that to do so \nwill not (i) unfairly expose the corporation . . . to a multiplicity of \n                                                 \n9 “A close corporation is a ‘corporate entity typically organized by an individual, or a group of \nindividuals, seeking the recognized advantages of incorporation, limited liability, perpetual existence \nand easy transferability of interests – but regard ing themselves basically as partners and seeking \nveto powers as among themselves much more akin to the partnership relation than to the statutory \nscheme of representative corporate government.’”  \nMeiselman v. Meiselman, 309 N.C. 279, 289, 307 \nS.E.2d 551, 557 (1983). \nactions, (ii) materially prejudice the interests of creditors in the \ncorporation, or (iii) interfere with a fair distribution of the recovery \namong all interested persons. \nId. at 401, 537 S.E.2d at 256.  \n{10} The Court finds that Winforge is a cl ose corporation, consisting of three \nshareholders: Mr. McMahon, Mr. Thomas , and Ms. Thomas.  The Court further \nfinds that Mr. McMahon induced Plaintiffs to become shareholders of Winforge and \nto contribute the Undeveloped Parcel to the corporation by promising to develop and \nbuild a hotel on the property – a hotel Mr. McMahon knew would be of modular \nconstruction at a time when Mr. McMahon knew Plaintiffs understood and intended \nthat the hotel would be of “stick built” construction and at a time when Mr. \nMcMahon knew Plaintiffs would not have entered into the Agreement, contributed \nthe Undeveloped Parcel, and become shareholders of Winforge had Plaintiffs known \nMr. McMahon’s true plans for the construction of the contemplated hotel.  As such, \nthe Court concludes that Mr. McMahon owed  Plaintiffs a special duty that was \n“personal to plaintiffs as shareholders and was separate and distinct from the duty \ndefendants owed the corporation,” \nBarger, 346 N.C. at 659, 488 S.E.2d at 220, and \nthat therefore Plaintiffs may maintain an  individual action against Mr. McMahon. \nSee, e.g., Howell, 49 N.C. App. at 498, 272 S.E.2d at 26.   \n{11} In addition, the Court finds that after contributing the Undeveloped Parcel \nto Winforge, Plaintiffs have essentially been passive minority investors in Winforge \nand have reasonably relied on Mr. McMahon to manage and operate the corporation \nand develop a Wingate hotel on the property that they contributed to Winforge.  The \nCourt concludes that on the facts here  – where Mr. McMahon owns 80% of the \ncorporation’s shares, exercised total control over the management and operations of \nthe corporation, and induced Plaintiffs to place special trust and confidence in him \nto build a Wingate hotel on the Undeveloped Parcel – Plaintiffs may, as minority \nshareholders alleging wrongful conduct and corruption against the majority \nshareholder, maintain an individual ac tion against Mr. McMahon.  The Court \nfurther concludes that, on these particular facts, to permit Winforge to recover for \nMr. McMahon’s unlawful conduct here, where Winforge has ceased operations and \nis effectively defunct, Mr. McMahon retains an 80% interest in the corporation, and \nPlaintiffs continue to hold 20% of the corporation’s shares, would be unfair and \nunjust.  The Court therefore, in its discreti on, elects to treat Plaintiffs’ derivative \nclaims as direct claims and to order individual recovery to Plaintiffs in order to \nensure a fair and just distribution of th e proceeds in this matter.  The Court finds \nthat to do so will not unfairly expose Winforge to a multiplicity of actions, \nmaterially prejudice the interests of credit ors of Winforge, or interfere with a fair \ndistribution of the recovery among all interested persons, as all three shareholders \nof Winforge are parties to this action. \nA. First Claim for Relief — Breach of Contract \n{12} In North Carolina, a claim for breach of  contract requires “(1) existence of \na valid contract, and (2) breach of the terms of that contract.”  Toomer v. Garrett , \n155 N.C. App. 462, 481, 574 S.E.2d 76, 91 (2002). \n{13} To constitute an enforceable “verbal agreement, the parties must express \nthemselves in such terms that the Court can ascertain to a reasonable degree of \ncertainty what they intended by their agreement.”  F. Industries, Inc. v. Cox , 45 \nN.C. App. 595, 599, 263 S.E.2d 791, 793 (1980). \n{14} “A breach of contract occurs when a party fails to perform a contractual \nduty which has become absolute.”  Salvaggio v. New Breed Transfer Corp., 150 N.C. \nApp. 688, 692, 564 S.E.2d 641, 644 (2002). \n{15} The Agreement was a valid and enforceable contract between Plaintiffs \nand Mr. McMahon. \n{16} Mr. McMahon’s failure to cause Winfor ge to take the necessary steps to \ndevelop and construct a Wingate hotel on the Undeveloped Parcel – specifically \nhiring a licensed general contractor, hiring a licensed architect, obtaining proper \nbuilding permits, and obtaining necessary modular unit construction approvals – \nconstituted a breach of the Agreement, thereby causing Plaintiffs financial harm.   \n{17} Based upon the foregoing, the Court concludes that Plaintiffs’ claim for \nbreach of contract has been established against Mr. McMahon, and Plaintiffs are \nentitled to compensatory damages as a result, the precise amount of which is \ndetailed below. \nB. Second Claim for Relief — Breach of Fiduciary Duty \n{18} The elements of a claim for breach of fiduciary duty are: (1) the existence of \na fiduciary duty, (2) the breach of that duty, and (3) damages as a result of the \nbreach of that duty. See Green v. Freeman, 367 N.C. 136, 141, 749 S.E.2d 262, 268 \n(2013).  Corporate officers have a duty to “act in a manner that they reasonably \nbelieve to be in the best interests of the corporation” and “refrain from self-dealing \ntransactions.”  \nBrady v. Prince , 2015 NCBC 2 ¶ 47 (N.C. Super. Ct. Jan. 7, 2015), \nwww.ncbusinesscourt.net/opinions/2015_NCBC_2.pdf.  Directors mu st also act in \ngood faith and with due care, Green, 367 N.C. at 141, 749 S. E.2d at 268, and “may \nnot use their position of trust to further their own private interest,” Vernon v. \nCuomo, 2009 NCBC 6 ¶ 79 (N.C. Super. Ct. Mar. 17, 2009), \nwww.ncbusinesscourt.net/opinions/2009_NCBC_6.pdf.  \n{19} Moreover, in closely-held corporations, \n[t]he devolution of unlimited power imposes on holders of the majority \nof the stock a correlative duty, the duty of a fiduciary or agent, to the \nholders of the minority of the stock,  who can act only through them -- \nthe duty to exercise good faith, care, and diligence to make the \nproperty of the corporation produc e the largest possible amount, to \nprotect the interests of the holders of  the minority of the stock, and to \nsecure and pay over to them their just proportion of the income and of \nthe proceeds of the corporate property. . . . It is the fact of control of the \ncommon property held and exercised, and not the particular means by \nwhich or manner in which the contro l is exercised, that creates the \nfiduciary obligation on the party of  the majority stockholders in a \ncorporation for the minority holders.  Actual fraud or mismanagement, \ntherefore, is not essential to the application of the rule. \nLoy v. Lorm Corp., 52 N.C. App. 428, 432–33, 278 S.E.2d 897, 901, (1981).  \n{20} As president, secretary, and a director of Winforge, Mr. McMahon owed a \nfiduciary duty to Winforge to act in good  faith, with due care, and in a manner he \nreasonably believed to be in the best interest of Winforge, and to refrain from self-\ndealing, at all times relevant to Plaintiffs’ claims. \n{21} As the 80% majority shareholder of Winforge, Mr. McMahon owed a \nfiduciary duty to Plaintiffs to “exercise g ood faith, care, and diligence to make the \nproperty of [Winforge] produce the largest possible amount, to protect [Plaintiffs’] \ninterests, and to secure and pay over to [Plaintiffs] their just proportion of the \nincome and of the proceeds of the corporate property.”  Id.  \n{22}  By failing to hire an architect and general contractor and otherwise take \nthe necessary steps to build the contempl ated hotel, Mr. McMahon violated his \nfiduciary duty to Winforge and to Plaintiffs.  \n{23} By directing over $1,186,043.70 of the Coachman Loan proceeds to be paid \ndirectly to himself or to Matrix, Flagship or L&A without taking the steps necessary \nto build the contemplated hotel in acco rdance with the Agreement, Mr. McMahon \nknowingly engaged in improper self-dealing and breached his fiduciary duty to \nWinforge and Plaintiffs. \n{24} Based on the facts established at trial, Mr. McMahon could not have \nreasonably believed his actions were in the best interests of Winforge and Plaintiffs.   \n{25} Based upon the foregoing, the Court concludes that Plaintiffs’ claim for \nbreach of fiduciary duty has been estab lished against Mr. McMahon, and Plaintiffs \nare entitled to compensatory damages as a result, the precise amount of which is \ndetailed below. \nC. Third Claim for Relief — Gross Negligence for Failure to Hire a General \nContractor \n \n{26} “Gross negligence has been defined as ‘wanton conduct done with conscious \nor reckless disregard for the ri ghts and safety of others.’”  Toomer v. Garrett , 155 \nN.C. App. 462, 482, 574 S.E.2d 76, 92 (2002).  “An act or conduct rises to the level of \ngross negligence when the act is done pu rposely and with knowledge that such act \nis a breach of duty to others, i.e., a conscious disregard of the [rights and] safety of \nothers.”  Yancey v. Lea , 354 N.C. 48, 53, 550 S.E.2d 155,  158 (2001) (emphasis in \noriginal). \n{27} A successful claim for gross negligence requires proof of wanton conduct, \nand “each of the elements of negligence, including duty, causation, proximate cause, \nand damages.”  Toomer, 155 N.C. App. at 482, 574 S.E. 2d at 92.  However, the \ndifference between ordinary negligence an d gross negligence is substantial.  \nMcDevitt v. Stacy, 148 N.C. App. 448, 460, 559 S.E.2d 201, 211 (2002). \n{28} “A duty is defined as an obligation,  recognized by the law, requiring the \nperson to conform to a certain standard of  conduct, for the protection of others \nagainst unreasonable risks.”  Guthrie v. Conroy , 152 N.C. App. 15, 25, 567 S.E.2d \n403, 411 (2002).  “No legal duty exists unl ess the injury to the plaintiff was \nforeseeable and avoidable through due care.”  Stein v. Asheville City Bd. of Educ. , \n360 N.C. 321, 328, 626 S.E.2d 263, 267 (2006).  The fore seeability of the plaintiff’s \ninjuries “depends on the facts of the particular case.”  Id. at 328, 626 S.E.2d at 267–\n68.  \n{29} Based on the facts proven at trial, Mr. McMahon’s failure to take proper \nand appropriate action to hire a duly-licensed general contractor breached the \nAgreement with Plaintiffs, was without le gal or other excuse, was undertaken at a \ntime when Mr. McMahon was directing substantial sums under the Coachman Loan \nto himself and his affiliated entities, was done with conscious or reckless disregard \nfor the rights of Plaintiffs, and was done with knowledge that such actions were a \nbreach of his duty to Plaintiffs and were  likely to cause Plaintiffs injury.  Mr. \nMcMahon’s conduct was therefore wanton and constituted gross negligence. \n{30} Based upon the foregoing, the Court concludes that Plaintiffs’ claim for \ngross negligence has been established against Mr. McMahon, and Plaintiffs are \nentitled to compensatory damages as a result, the precise amount of which is \ndetailed below.\n10  \nD. Fifth Claim for Relief — Negligent Failure to Obtain a Building Permit \n{31} “To recover damages for actionable negligence, plaintiff must establish (1) \na legal duty, (2) a breach thereof, and (3) injury proximately caused by such breach.”  \nPetty v. Cranston Print Works Co., 243 N.C. 292, 298, 90 S.E.2d 717, 721 (1956). \n                                                 \n10 Plaintiffs’ fourth claim for reli ef – for negligent failure to require a performance bond of the \ngeneral contractor – was alleged in the alternative and asserted only in the event Mr. McMahon was \nfound to have hired a licensed general contractor .  Because the Court has found that Mr. McMahon \ndid not hire a licensed general contractor, Plaintiffs’ fourth claim for relief should be dismissed with \nprejudice. \n \n{32} Based on the facts proven at trial, Mr. McMahon failed to exercise due care \nin the performance of his legal duty to Plaintiffs under the Agreement to obtain a \nbuilding permit and thereby proximately caused Plaintiffs substantial injury.    \n{33} Based upon the foregoing, the Court concludes that Plaintiffs’ claim for \nnegligence has been established against Mr. McMahon, and Plaintiffs are entitled to \ncompensatory damages as a result, the precise amount of which is detailed below. \nE. Sixth Claim for Relief — Fraud \n{34} A successful claim for fraud requires “‘(1) [f]alse representation or \nconcealment of a material fact, (2) reasonably calculated to deceive, (3) made with \nintent to deceive, (4) which does in fact  deceive, (5) resulting in damage to the \ninjured party.’”  Hunter v. Guardian Life Ins. Co. of Am. , 162 N.C. App. 477, 481, \n593 S.E.2d 595, 598 (2004).  \n{35} “The statute of limitations for actions for fraud is three years pursuant to \nN.C. Gen. Stat. § 1-52(9). A cause of action  alleging fraud is deemed to accrue upon \ndiscovery by plaintiff of facts constituting the fraud. ‘Discovery’ is defined as actual \ndiscovery or the time when the fraud should have been discovered in the exercise of \ndue diligence.”  Carlisle v. Keith, 169 N.C. App. 674, 683, 614 S.E.2d 542, 548 (2005) \n(internal citations omitted). \n{36} Plaintiffs’ fraud claim is based on Mr. McMahon’s failure to disclose to \nPlaintiffs at the time they entered into  the Agreement on April 5, 2004 that he \nintended to build the Wingate hotel using modular construction.  Mr. Thomas \ntestified that Plaintiffs were informed  of Mr. McMahon’s plan to construct a \nmodular unit-style hotel no later than two weeks after April 5, 2004.  However, \nPlaintiffs did not file suit until November 7, 2008 – more than three years after \nPlaintiffs admitted that they discovered Mr. McMahon’s fraudulent conduct. \n{37} Accordingly, the Court concludes that Plaintiffs’ claim for fraud has not \nbeen established against Mr. McMahon, an d Plaintiffs’ sixth claim for relief for \nfraud should therefore be dismissed with prejudice. \n \n \nF. Measure of Damages \ni. Compensatory \n{38} The purpose of an award of damages is to “restore the victim to his original \ncondition, to give back to him that which was lost as far as it may be done by \ncompensation in money.”  Shera v. N.C. State Univ. Veterinary Teaching Hosp., 219 \nN.C. App. 117, 126, 723 S.E.2d 352, 357 ( 2012).  “The objective of compensatory \ndamages is to restore the Plaintiff to his original condition or to make the Plaintiff \nwhole.”  \nWatson v. Dixon, 352 N.C. 343, 347, 532 S.E.2d 175, 78 (2000). \n{39} As reflected in paragraph 28 of the abo ve Findings of Fact, Plaintiffs are \nentitled to Compensatory Damages as a pr oximate result of Mr. McMahon’s breach \nof contract, breach of fiduciary duty, neg ligence, and gross negligence in the total \namount of $1,000,000.00.   \n{40} As reflected in paragraph 29 of the abo ve Findings of Fact, Plaintiffs are \nfurther entitled to recover damages in the form of prejudgment interest at the legal \nrate from the date of breach in the amount of $688,202.40. \n{41} The Court specifically declines to aw ard Plaintiffs lost profits damages \nbecause both the 2003 appraisal of the value of the “as built” hotel in 2008 (i.e., \n$7,700,000) and Plaintiffs’ estimated annual return of $50,000 “for 20, 25, 30 years” \nhad the hotel been built, (Trial. Trans cript, 35:13–20), are simply too speculative \nand devoid of reasonable certainty to provide a basis for a damages award.  See \ngenerally, e.g. , Olivetti Corp. v. Ames Business Systems, Inc ., 319 N.C. 534, 546, \n356 S.E.2d 578, 585, (1987) (“As part of its burden, the party seeking damages must \nshow that the amount of damages is based upon a standard that will allow the \nfinder of fact to calculate the amount of damages with reasonable  certainty.”); \nWeyerhaeuser Co. v. Godwin Bldg. Supply Co. , 292 N.C. 557, 234 S. E.2d 605 (1977) \n(“[E]vidence of damages must be sufficien tly specific and complete to permit the \njury to arrive at a reasonable conclusion.”); Byrd’s Lawn & Landscaping, Inc. v. \nSmith, 142 N.C. App. 371, 377, 542 S.E.2d 689,  693 (2001) (“With respect to lost \nprofits, our courts have refused to permit recovery based upon speculative forecasts, \nrequiring proof that absent the wrong, profits would have been realized in an \namount provable with ‘reasonable certainty.’”).11    \nii. Punitive Damages \n{42} “Punitive damages may be awarded, in an appropriate case and subject to \nthe provisions of this Chapter, to punish  a defendant for egregiously wrongful acts \nand to deter the defendant and others from committing similar wrongful acts.”  \nN.C.G.S. § 1D-1 (2014).  “Punitive damages may be awarded only if the claimant \nproves that the defendant is liable for compensatory damages and that one of the \nfollowing aggravating factors was present and was related to the injury for which \ncompensatory damages were awarded: fraud,  malice, willful or wanton conduct.”  \nN.C.G.S. § 1D-15 (2014).  Mere breaches of contract cannot support a claim for \npunitive damages.  Richardson v. Bank of Am., N.A. , 182 N.C. App. 531, 558, 643 \nS.E.2d 410, 427 (2007). \n{43} Plaintiffs did not seek punitive damages in their Amended Complaint or at \ntrial and make their request for the first time in their Post-trial Brief.  \nNevertheless, under North Carolina law, a party may recover punitive damages \nwhere the party did not expressly plead for such relief “if [the party’s] pleading \nfairly apprises opposing parties of fact s which will support an award of punitive \ndamages.”  \nHolloway v. Wachovia Bank & Trust Co., N.A. , 339 N.C. 338, 345, 452 \nS.E.2d 233, 237 (1994).  Based on the evidence  of record, however, the Court is not \nconvinced that Mr. McMahon was fairly a pprised in the Amended Complaint that \npunitive damages could potentially be assessed against him in this action and, as a \nresult, does not find an award of punitive damages to be fair and appropriate under \nthe facts and circumstances of this case.  Accordingly, the Court denies Plaintiffs’ \nrequest for punitive damages. \niii. Costs \n{44} “In actions where allowance of costs is not otherwise provided by the \nGeneral Statutes, costs may be allowed in the discretion of the court.  Costs \n                                                 \n11 In actions for negligence, Plaintiffs may reco ver losses for pain and suffering, among other \ndamages.  See Iadanza v. Harper , 169 N.C. App. 776, 780, 611 S.E. 2d 217, 221 (2005).  Plaintiffs \nhave not sought recovery for pain and suffering in the Amended Complaint or in the course of trial.  \nAccordingly, the Court declines to consider this category of damages. \nawarded by the court are subject to the limitations on assessable or recoverable \ncosts set forth in G.S. 7A-305(d), unless spec ifically provided for otherwise in the \nGeneral Statutes.”  N.C.G.S. § 6-20 (2014). \n{45} The Court concludes, in its discretion , that Plaintiffs should be awarded \ntheir reasonable costs in pursuing this lit igation and that Plaintiffs should have \nfourteen (14) days from the date of entr y of this Verdict and Final Judgment to \nsubmit to the Court a bill of the recoverable costs reasonably incurred in the \nprosecution of this action.\n12 \n \nNOW THEREFORE , based upon the foregoing FINDINGS OF FACT  and \nCONCLUSIONS OF LAW, it is ORDERED, ADJUDGED, and DECREED that: \n{46} Plaintiffs Donny and Sandra Moore Th omas shall have and recover from \nDefendant Byron McMahon damages in the total amount of $1,000,000.00, plus \nprejudgment interest at the legal rate from November 15, 2006 in the total amount \nof $688,202.40 and post-judgment interest at the legal rate until the judgment is \nsatisfied. \n{47} The costs of this action, excluding attorneys’ fees, shall be taxed to \nDefendant Byron McMahon. \n{48} Plaintiffs Donny and Sandra Moor e Thomas shall have through and \nincluding fourteen (14) days from the entr y of this Verdict and Final Judgment to \nsubmit to the Court a bill of Plaintiffs’ recoverable costs in prosecuting this action. \n{49} All parties shall bear their own attorneys’ fees. \n{50} All other requested relief is DENIED. \n \n \n \n \n                                                 \n12 Attorneys’ fees are available where provided by statute.  See N.C.G.S. § 7A-305(d) (2014); Belk v. \nBelk, 221 N.C. App. 1, 12–13, 728 S.E. 2d 356, 363 (N.C. Ct. App. 2012); Ehrenhaus v. Baker, No. 08 \nCVS 22632 ¶ 12 (N.C. Super. Ct. Mar. 25, 2014) (det ermining reasonableness of attorneys’ fees).  \nPlaintiffs have not sought and do not now seek attorneys’ fees under any statute, and therefore, the \nCourt concludes Plaintiffs should bear their own attorneys’ fees. \nSO ORDERED, this the 23rd day of June, 2015. \n \n       / s /  L o u i s  A .  B l e d s o e ,  I I I  \n       Louis A. Bledsoe, III \n       Special Superior Court Judge \n         for Complex Business Cases   "
}