{
  "id": "7255c907513801a33f8c70f69fde070a5dc0a97aaa1f18203fe9f9209b8f3a03",
  "source_file": "data/raw/ncbc/7255c907513801a33f8c70f69fde070a5dc0a97aaa1f18203fe9f9209b8f3a03.pdf",
  "raw_text": "Intersal, Inc. v. Hamilton, 2017 NCBC 95. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 9995 \n \n \nINTERSAL, INC., \nPlaintiff, \n \n           v. \n \nSUSI H. HAMILTON, Secretary, \nNorth Carolina Department of \nNatural and Cultural Resources; \nNORTH CAROLINA DEPARTMENT \nOF NATURAL AND CULTURAL \nRESOURCES; THE STATE OF \nNORTH CAROLINA; and FRIENDS \nOF QUEEN ANNE’S REVENGE, a \nNon-Profit Corporation, \n \nDefendants. \n \n \n \n \n \n \nOPINION AND ORDER ON \nDEFENDANTS’ MOTIONS TO \nDISMISS SECOND AMENDED \nCOMPLAINT \n \n \n \nTHIS MATTER comes before the Court on Defendant s Susi H. Hamilton , \nSecretary of the North Carolina Department of Natural and Cultural Resources ’ \n(“Hamilton”), the North Carolina Department of Natural and Cultural Resources ’ \n(“DNCR”), and the State of North Carolina’s (collectively, “State Defendants”) Motion \nto Dismiss (“State  Defendants’ Motion”), and Defendant Friends of Queen Anne’s \nRevenge’s (“FQAR”) Motion to Dismiss (“FQAR’s Motion”). The State Defendants and \nFQAR move to dismiss Plaintiff Intersal, Inc.’s (“Plaintiff”) Second Amended \nComplaint. \n THE COURT, having considered the Motions to Dismiss, the briefs in support \nof and in opposition to the Motion s to Dismiss, the arguments of counsel at the \nhearing, and oth er appropriate matters of record, concludes that the State \n \n \nDefendants’ Motion should be GRANTED, and that FQAR’s Motion should be \nGRANTED, for the reasons set forth below. \nLinck Harris Law Group, PLLC , by David H. Harris, Jr., Esq . for \nPlaintiff Intersal, Inc. \n \nHedrick Gardner Kincheloe & Garofalo, LLP , by Jeffrey A. Doyle , Esq. \nand Joshua D. Neighbors, Esq. , for Defendant Friends of Queen Anne’s \nRevenge. \n \nThe North Carolina Department of Justice by Brian D. Rabinovitz, Esq., \nOlga Vysotskaya de Brito, Esq. , and Amar Majmundar, Esq. , for \nDefendants Susi H. Hamilton, the North Carolina Department of \nCultural Resources, and the State of North Carolina. \n \nMcGuire, Judge. \nFACTUAL AND PROCEDURAL BACKGROUND \n1. The Court does not make findings of fact on motions to dismiss under \nRule 12(b)(6), but only recites those facts included in the complaint that are relevant \nto the Court’s determination of the motion. See Concrete Serv. Corp. v. Inv’rs Grp., \nInc., 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986).  \n2. This action arises from Plaintiff’s long -time relationship with State \nDefendants pursuant to Plaintiff’s efforts to recover two shipwrecks off the North \nCarolina coast, the El Salvador and the Queen Anne’s Revenge (“QAR”). \n3. Plaintiff is a Florida corporation and is duly registered in North \nCarolina. Plaintiff is in the business of  conducting marine research and recovery \nprojects. \n4. DNCR is an executive agency of the State of North Carolina. Defendant \nHamilton is the Secretary of DNCR. \n \n \n5. FQAR was a non-profit corporation organized pursuant to the laws of \nNorth Carolina in 2008. FQAR was formed as \na non-profit organization for the promotion, fund raising \nefforts, excavation, recovery, removal, stewardship, \npreservation, conservation, promotion and display of \nartifacts from the shipwreck “Queen Anne’s Revenge ”, \nlocated off Bogue Banks in Carteret Coun ty, North \nCarolina, and believed to be one of the Pirate Blackbeard’s \nships; the education of the public about the historic, \ncultural and educational values and attributes of the \nshipwreck and marine sanctuary; and other acts in \nfurtherance of the purposes stated herein and as permitted \nfor non-profit corporations under North Carolina law. \n \n (FQAR’s Mem. Law, ECF No. 55.2 at p. 2.)  FQAR filed Articles of Dissolution on \nMarch 14, 2016. (2d Am. Compl., ECF No. 44 at ¶ 23.) \n6. In 1994, DNCR issued two permits to Plaintiff to search for submerged \nshipwrecks at Beaufort Inlet in Carteret County.  The first permit, BUI584  (the “El \nSalvador Permit”), authorized Plaintiff to search for the El Salvador , a private \nmerchant vessel that had been reported lost in a storm in 1750 near Cape Lookout, \nNorth Carolina. (ECF No. 44 at ¶ 31.) The second permit, BUI585 (the “QAR Permit”), \nauthorized Plaintiff to search for the QAR and the Adventure, pirate vessels that had \nbeen reported lost in 1718. (ECF No. 44 at ¶ 32.) \n7. On November 21, 1996, Plaintiff discovered the QAR wreckage. (ECF \nNo. 44 at ¶  33.) Pursuant to the QAR Permit, Plaintiff was entitled to claim  three-\nquarters of any treasure recovered from the QAR. Plaintiff, however, chose not to \nsecure its claim to the QAR treasure because it was more interested in obtaining the \nexclusive media and replica rights related to the QAR shipwreck and its artifacts \n \n \n(collectively, the “QAR Media Rights”), and in the annual renewal of the El Salvador \npermit so that Plaintiff could continue searching for the El Salvador. (ECF No. 44 at \n¶ 36.) \n8. After locating the QAR, Plaintiff and State Defendants negotiated an \nAgreement dated September 1, 1998 (the “1998 Agreement”). 1 In regard to the QAR \nMedia Rights, Paragraphs 16 and 17 of the 1998 Agreement provide in relevant part: \n16. Except as provided in paragraph 20 and this paragraph, Intersal \nshall have the exclusive right to make and market all commercial \nnarrative (written,  film, CD Rom, and/or video) accounts of project \nrelated activities undertaken by the Parties. . . . \n \n 17. All Parties agree to cooperate in the making of a non-commercial \neducational video and/or film documentary, or series of documentaries, \nas long as th ere is no broadcast originating outside of North Carolina, \nand there is no distribution or dissemination for sale of the said \neducational documentary without Intersal’s written permission. . . . \n \n(ECF No. 44, Ex. 1 at pp. 16–17.) \n9. The term “Project,” as used in the phrase “project related activities” in \nParagraph 16, is defined in Paragraph 11 of the 1998 Agreement as “all survey, \ndocumentation, recovery, preservation, conservation, interpretation and exhibition \nactivities related to any porti on of the shipwrec k of QAR or its artifacts.” (ECF No. \n44, Ex. 1 at p. 15.)   \n10. With regard to the El Salvador  permit, Paragraph 33 of the 1998 \nAgreement provides in part: \nSubject to the provisions of Article 3 of Chapter 121 of the General \nStatutes of North Carolina and subchapter .04R of Title 7 of the North \nCarolina Administrative Code, the Department agrees to recognize \n                                                 \n1 Maritime Research Institute, Inc., an entity not relevant to the present controversy, also executed \nthe 1998 Agreement with Intersal and DNCR. \n \n \nIntersal’s . . . efforts and participation in the QAR project as sufficient \nto satisfy any performance requirements associated with annua l \nrenewal of Intersal’s permits for either El Salvador or Adventure, and \nfor the life of this Agreement, renewal of said permits cannot be denied \nwithout just cause. \n \n(ECF No. 44, Ex. 1 at p. 21.) \n \n11. In the 1998 Agreement, Plaintiff also assigned to DNCR its interests in \n“the title and ownership of QAR and its artifacts.” (ECF No. 44, Ex. 1 at p. 16.) \n12. The 1998 Agreement had a term of 15 years. (ECF No. 44, Ex. 1 at p. 22.) \n13. Plaintiff alleges that DNCR breached the 1998 Agreement by:  \na. Failing to recognize the validly executed 1998 Ag reement contract \nrenewal option.  (ECF No. 44 at ¶  45.A.) Plaintiff alleges that it \nrenewed the 1998 Agreement in late 2012. (ECF No. 44 at ¶  43.) \nState Defendants deny that the 1998 Agreement was renewed.  \nb. Violating conflicts of interest provisions  in the 1998 Agreement , \nbecause DNCR employees with oversight of the QAR project also \nserved on FQAR’s Board of Directors. (ECF No. 44 at ¶ 45.B.) \nc. Violating Plaintiff’s QAR Media Rights under the 1998 Agreement, \nbecause DN CR employees acting as members of  FQAR’s Board of \nDirectors contracted with a third -party media company for website \nand video production concerning QAR’s retrieval. (ECF No. 44 at \n¶ 45.B, 45.D.), and \n \n \nd. Engaging in  a “pattern of obstruction, delay, and failure to follow \nestablished procedure” regarding the yearly renewal process for the \nEl Salvador permit. (ECF No. 44 at ¶ 45.C.) \n14. On July 26, 2013, Plaintiff filed a Petition for a Contested Case with the \nNorth Carolina Office of Administrative Hearings (“OAH”), Intersal v. N.C. Dep’t of \nCultural Resources , 13 DCR 15732, alleging that DNCR had breached the  1998 \nAgreement. (ECF No. 44 at ¶ 49.) \n15. On August 9, 2013, DNCR issued Plaintiff a renewal of the El Salvador \npermit. (ECF No. 44 at ¶ 50.) \n16. OAH ordered the parties to mediate the disputes in 13  DCR 15732. At \nthe request of State Defendants , Nautilus Productions, LLC (“Nautilus”)  also took \npart in the mediation. (ECF No. 44 at ¶¶ 51–52.) Nautilus was Plaintiff’s “QAR Video \nDesignee” under the 1998 Agreement. (ECF No. 44 at ¶ 44.) \n17. As a result of the mediation, on October 15, 2013, Plaintiff, DNCR, and \nNautilus executed a Settlement Agreement (“2013 Settlement Agreement”). (ECF No. \n44 at ¶ 53.) \n18. The 2013 Settlement Agreement “supersedes the 1998 Agreement  . . . \nand all prior agreements between [DNCR], [Plaintiff], and Nautilus regarding the \nQAR project.” ( ECF No. 44, Ex. 1 at p. 1.) Additionally, the 2013 Settlement \nAgreement provides that \n[Plaintiff] and its successors and assigns hereby release and forever \ndischarge the State, its officers, agents and employees, including \n[DNCR], from any and all claims, demands, actions, causes of action, \nrights, damages, costs, attorney fees, expenses and compe nsation \n \n \nwhatsoever, whether arising out of common law or statute, whether \nstate or federal claim, that [Plaintiff] now has, or that were or could have \nbeen made relating to [Plaintiff]’s rights under the 1998 Agreement or \nany other prior agreements related  to the Adventure, El Salvador, or \nQueen Anne’s Revenge shipwrecks. \n \n(ECF No. 44, Ex. 1 at p. 6.) \n \n19. As part of the 2013 Settlement Agreement, the parties renegotiated the \nQAR Media Rights. The 2013 Settlement Agreement states that Plaintiff has the \n“exclusive right to produce a documentary film about the QAR project for licensing \nand sale, ” and that DNCR and Plaintiff would “collaborate in making other \ncommercial narrative.” (ECF No. 44, Ex. 1 at pp. 3 –4.) The 20 13 Settlement \nAgreement provides for a procedure by which DNCR could grant media and access \npasses to QAR-related artifacts and activities. (ECF No. 44, Ex. 1 at p. 4.) In addition, \nthe 2013 Settlement Agreement states: \nNon-commercial Media. \n1) All non-commercial digital media, regardless of producing entity, \nshall bear a time code stamp, and watermark (or bug) of Nautilus \nand/or [DNCR], as well as a link to [DNCR], [Plaintiff], and \nNautilus websites, to be clearly and visibly at the bottom of any \nweb page on which the digital media is being displayed.  \n2) [DNCR] agrees to display non -commercial digital media only on \n[DNCR’s] website. \n(ECF No. 44, Ex. 1 at p. 4.) \n20. The parties also renegotiated Plaintiff’s right to renew the El Salvador \npermit. The 2013 Settlement Agreement states in relevant part: \nEl Salvador Permit.  In consideration for [Plaintiff]’s significant \ncontributions toward the discovery of the QAR and continued \ncooperation and participation in the recovery, conservation, and \npromotion of the QAR, [DNCR] agrees to continue to issue to [Plaintiff] \nan exploration and recovery permit for the shipwreck El Salvador in the \nsearch area defined in the current permit dated 9 August 2013. [DNCR] \n \n \nagrees to continue to issue the permit through the year in which the \nQAR archaeology recovery phase is declared complete so long as the \nrequirements contained in the permit are fulfilled. Subject to the \nprovisions of Article 3 of [G.S.] Chapter 121 . . . and the North Carolina \nAdministrative Code, [DNCR] agrees to recognize [Plaintiff]’s efforts \nand participation in the QAR project as sufficient to satisfy any \nperformance requirements associated with annual renewal of \n[Plaintiff]’s permit for the El Salvador . . . . If the recovery phase is \ncomplete prior to 2016, [DNCR] agree s to renew the permit through at \nleast the end of 2016. \n \n(ECF No. 44, Ex. 1 at pp. 1–2.) \n \n21. Plaintiff alleges that DNCR breached the 2013 Settlement Agreement \nby, inter alia: \na. Displaying over 2,000 QAR digital images and over 200 minutes of \ndigital video on websites other than DNCR’s site without the \nrequired watermark or time code stamp. (ECF No. 44 at ¶ 59.A.) \nb. Failing to implement certain mandates of the 2013 Settlement \nAgreement such as changes to th e QAR project media policy . (ECF \nNo. 44 at ¶ 59.C.) \nc. Failing to properly inform Plaintiff of opportunities under the \ncollaborative commercial narrative language of the 2013 Settlement \nAgreement. (ECF No. 44 at ¶ 59.D.) \nd. Interfering with Plaintiff’s QAR Media Rights by “allowing [ FQAR] \nfilming of QAR recovery operations via independent media company \nZion Consulting Group on September 14, 2015,” after which footage \nwas posted on FQAR’s Facebook page without a watermark or time \ncode stamp, (ECF No. 44 at ¶ 59.G.) and  \n \n \ne. Interfering with Plaintiff’s QAR Media Rights by “allowing [ FQAR] \nto bring [a local radio show] to dive the QAR shipwreck and shoot \nfootage” on September 9, 2015. (ECF No. 44 at ¶ 59.H.) \n22. On March 2, 2015, Plaintiff filed a second Petition for a Contested Case \nwith OAH, Intersal v. N.C. Dep’t of Cultural Resources , 15 DCR 16102, “seeking a \nremedy to the State Defendants’ violations of the [2013] Settlement Agreement and \nviolations of [Plaintiff]’s contractual and intellectual property rights.” (ECF No. 44 at \n¶ 60; see Def.’s Brief Supp. Mot. Dismiss, ECF No. 57, Ex. A.) In response to DNCR’s \nmotion to dismiss  the petition, Plaintiff subsequently dismissed the 15  DCR 16102 \nwithout prejudice on May 26, 2015. (ECF No. 44 at ¶ 61.) \n23. In November 2015, Plaintiff sought renewal of the El Salvador permit. \n(ECF No. 44 at ¶ 76.) \n24. In or around November 2015, State Defendants sought an opinion from \nthe Kingdom of Spain as to whether DNCR could issue a permit to search for the El \nSalvador. (ECF No. 44 at ¶ 79.) On November 30, 2015, counsel for the Kingdom of \nSpain sent a letter to DNCR stating that the permission of Spain would be required \nin order for DNCR to issue any permits to search for the El Salvador. (ECF No. 44 at \n¶ 80.) Plaintiff alleges that the El Salvador was a privately owned vessel and is not \nthe property of the Kingdom of Spain. (ECF No. 44 at ¶ 89.) \n25. On December 1, 2015, DNCR sent Plaintiff a Notice of Denial of Renewal \nof the El Salvador permit. (ECF No. 44 at ¶  81.) DNCR denied th e renewal on the \ngrounds “(1) that [Plaintiff] failed t o fulfill material requirements  . . . because \n \n \n[Plaintiff] failed to demonstrate operational control of laboratory activities and failed \nto meet certain reporting requirements; and (2) the issuance of f urther renewal \npermits was ‘not deemed to be in the best interest of the State ’ because ‘Spain’s \nassertion of its ownership interest in El Salvador requires careful consideration of \nthe State’s legal authority to issue a permit in this situation.’” (ECF No. 57, Ex. B at \np. 2.) \n26. Plaintiff requested a review, and on January 21, 2016, DNCR issued a \nfinal agency decision upholding the denial of the El Salvador permit. (ECF No. 57, \nEx. B at p. 1.) \n27. Plaintiff filed a Petition for a Contested Case with OAH appeal ing \nDNCR’s denial of renewal of the El Salvador permit, Intersal v. N.C. Dep’t of Cultural \nResources, 15 DCR 09742. (ECF No. 44 at ¶ 96; ECF No. 57, Ex. A.) On May 27, 2016, \nan Administrative Law Judge (“ALJ”) issued an order dismissing Plaintiff’s contested \ncase. (ECF No. 57, Ex. B at p. 3.) \n28. Plaintiff sought review in Wake County Superior Court pursuant to the \nNorth Carolina Administrative Procedures Act (“APA”), North Carolina General \nStatute § 150B-43 (hereinafter “G.S.”). Intersal, Inc. v. N.C. Dep’t of Nat. and Cultural \nRes., 16-CVS-8149. \n29. Plaintiff filed this action on July 27, 2015. On September 10, 2015, this \ncase was designated a mandatory complex business case by Order of the Chief Justice \nof the North Carolina Supreme Court and was assigned to the u ndersigned Special \n \n \nSuperior Court Judge for Complex Business Cases by Order of Chief Judge James L. \nGale. (ECF Nos. 5 and 6.) \n30. On May 2, 2016, the Court issued an Order staying this matter pending \nresolution of the administrative process in 15 DCR 09742. (ECF No. 38.) \n31. On November 7, 2016, the Honorable Paul Ridgway entered an order \n(“Judge Ridgeway’s Order”) upholding the OAH’s decision on the grounds that under \nG.S. § 121-25(a), renewal of the permit would not be in the “best interest of the State.” \n(ECF No. 44 at ¶ 97; ECF No. 57, Ex. B at pp. 4–6.) \n32. The stay of this matter ended in January 2017. \n33. On February 7, 2017, Plaintiff filed its Second Amended Complaint  \nalleging three claims: (1) breach of the 1998 Agreement and the 2013 Settlement \nAgreement against State Defendants; (2) tortious interference with contractual \nrelations against FQAR; and (3) declaratory judgment seeking declarations that \ncertain statutory provisio ns cannot be enforced against Plaintiff , or, alternatively, \nthat the 2013 Settlement Agreement and the 1998 Agreement are void. (ECF No. 44 \nat ¶¶ 107–116.C.) In addition, Plaintiff seeks a declaration that State Defendants \nhave breached the Agreements. (ECF No. 44 at ¶ 116.D.) \n34. On March 30, 2017, State Defendants and FQAR both moved to dismiss \nthe claims against them. The Court held a hearing on the motions on July 7, 2017. At \nthe hearing, the Court asked Plaintiff and the State Defendants to file supplemental \nbriefs with the Court specifically addressing the issue of exhaustion of administrative \nremedies. On July 14, 2017, Plaintiff and the State Defendants filed the requested \n \n \nsupplemental briefs. (Pl.’s Suppl. Br., ECF No. 82; State Defs.’ Suppl. Br., ECF No. \n83.) \n35. The motions are now ripe for determination. \nANALYSIS \n36. The First and Third Claims for Relief in the Second Amended Complaint \nare against the State Defendants, and the Court will address these claims prior to \naddressing Plaintiff’s Second Claim for Relief, which is directed only to FQAR. \nA. Breach of 1998 Agreement and 2013 Settlement Agreement (First Claim for \nRelief) \n \n37. Plaintiff’s first claim is for breach of contract . (ECF No. 44 at ¶¶  107–\n110.) Plaintiff alleges that DNCR committed several breaches of the 1998 Agreement \n(ECF No. 44 at ¶  45), breached the 2013 Settlement Agreement by failing to renew \nthe El Salvador permit (ECF No. 44 at ¶  83) and violated the QAR Media Rights \ngranted to Plaintiff in the 2013 Settlement Agreement. (ECF No. 44 at ¶  59.) State \nDefendants move to dismiss the breach of contract claims pursuant to Rules 12(b)(6) \nand 12(b)(1). \nRule 12(b)(6) standard \n38. Dismissal of a claim pursuant to Rule 12(b)(6) is proper “(1) w hen the \ncomplaint on its face reveals that no law supports plaintiff’s claim; (2) when the \ncomplaint reveals on its face the absence of fact sufficient to make a good claim; [or] \n(3) when some fact disclosed in the complaint necessarily defeats the plainti ff’s \nclaim.” Oates v. JAG, Inc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985). Otherwise, \n“a complaint should not be dismissed for insufficiency unless it appears to a certainty \n \n \nthat plaintiff is entitled to no relief under any state of facts which could be proved in \nsupport of the claim.” Sutton v. Duke, 277 N.C. 94, 103, 176 S.E.2d 161, 166 (1970) \n(emphasis omitted). The Court construes the complaint liberally and accepts all \nallegations as true. See Laster v. Francis, 199 N.C. App. 572, 577, 681 S.E.2d 858, 862 \n(2009). However, the Court is not required “to accept as true allegations that are \nmerely conclusory, unwarranted deductions of fact, or unreasonable inferences.” \nGood Hope Hosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, \n274, 620 S.E.2d 873, 880 (2005) (quoting Veney v. Wyche, 293 F.3d 726, 730 (4th Cir. \n2002)). \n39. The Court may consider documents which are the subject of plaintiff’s \ncomplaint and to which the complaint specifically refers, including the contract that \nforms the subject matter of the action. See Oberlin Capital, L.P. v. Slavin , 147 N.C. \nApp. 52, 60, 554 S.E.2d 840, 847 (2001). \nRule 12(b)(1) standard \n40. Subject matter jurisdiction is a prerequisite for the exercise of judicial \nauthority over any case or controversy. Hardy v. Beaufort Cty. Bd. of Educ., 200 N.C. \nApp. 403, 408, 683 S.E.2d 774, 778 (2009). “When reviewing a motion to dismiss for \nlack of subject matter jurisdiction pursuant to Rule 12(b)(1), a trial court may \nconsider and weigh matters outside the pleadings.” Dep’t of Transp. v. Blue, 147 N.C. \nApp. 596, 603, 556 S.E.2d 609, 617 (2001). \n \n \n \n \nClaims for breach of 1998 Agreement \n41. State Defendants move to dismiss Plaintiff’s claims under the 1998 \nAgreement on the ground that the 2013 Settlement Agreement was a novation of the \n1998 Agreement and extinguished any rights Plaintiff had under the 1998 \nAgreement. (ECF No. 57 at p. 20; ECF No. 70 at pp. 3–4.) \n42. “A novation is the substitution of a new contract for an old one which is \nthereby extinguished. One of the seve ral methods by which a contract may be \ndischarged is the substitution of a new contract, the terms of which differ from the \noriginal.” Carolina Equipment & Parts Co. v. Anders , 265 N.C. 393, 400, 144 S.E.2d \n252, 257 (1965) (internal citations omitted). The essential requisites of a novation are: \n(1) a previous valid obligation, (2) the agreement of all the parties to the new contract, \n(3) the extinguishment of the old contract, and (4) the validity of the new contract. \nMed. Staffing Network, Inc. v. Ridgway, 194 N.C. App. 649, 653, 670 S.E.2d 321, 325 \n(2009). “Whether a new contract between the same parties discharges or supersedes \na prior agreement depends upon their intention as ascertained from the instrument, \nthe relation of the parties and the surroundi ng circumstances.” Zinn v. Walker , 87 \nN.C. App. 325, 335, 361 S.E.2d 314, 320 (1987). A novation precludes the assertion of \nany right under the original contract. Housing, Inc. v. Weaver, 52 N.C. App. 662, 672, \n280 S.E.2d 191, 197 (1981). \n43. The 2013 Settlement Agreement expressly replaces and substitutes that \nagreement for the 1998 Agreement. (ECF No. 44, Ex. 1 at p. 1.) The 2013 Settlement \nAgreement also contains a broad release of Plaintiff’s claims under the 1998 \n \n \nAgreement. (ECF No. 44, Ex. 1 at p. 6.) Plaintiff does not address the issue of novation \nor its release of claims in its arguments. The Court concludes that the 2013 \nSettlement Agreement was a  novation of the 1998 Agreement  and that Plaintiff’s \nrights under the 1998 Agreement have been extinguished . The State  Defendants’ \nmotion to dismiss Plaintiff’s claims for breach of contract arising from the 1998 \nAgreement should be GRANTED and the claims dismissed WITH PREJUDICE. \nClaims for breach of QAR Media Rights under 2013 Agreement \n44. Plaintiff alleges that  DNCR breached the 2013 Settlement Agreement \nby violating the QAR Media Rights granted to Plaintiff. (ECF No. 44 at ¶ 59.) State \nDefendants argue that the Court lacks subject matter jurisdiction over Plaintiff’s \nclaims for these breaches because Plaintiff failed to exhaust administrative \nprocedures and did not allege in its Second Amended Complaint that available \nadministrative remedies were inadequate to remedy its breach of contract claims . \n(ECF No. 57 at pp. 14–16; ECF No. 70 at p. 9.) State Defendants contend that Plaintiff \nshould have pursued its claims for violation of the 2013 Settlement Agreement \nthrough a contested case proceeding under the APA. (ECF No. 57 at pp. 14–16.) \n45. “[T]he [APA] does not preclude entirely the possibility of judicial review \nby use of  . . . procedures outside the [APA ].” Kane v. N.C. Teachers’ & State Emps. \nComprehensive Major Med. Plan, 229 N.C. App. 386, 390, 747 S.E.2d 420, 423 (2013) \n(internal quotations omitted) . It is well established , however, that “[w]hen the \nGeneral Assembly provides an effective administrative remedy by statute, that \nremedy is exclusive and the party must pursue and exhaust it before resorting to the \n \n \ncourts.” Jackson v. N.C. Dep’t of Human Res.  Div. of Mental Health, Developmental \nDisabilities, & Substance Abuse Servs., 131 N.C. App. 179, 186, 505 S.E.2d 899, 903–\n904 (1998). “O n the other hand, if the remedy established by the NCAPA is \ninadequate, exhaustion is not required.” Id. at 186, 505 S.E.2d at 904. The burden of \nestablishing that an administrative remedy is inadequate is on the party claiming \ninadequacy, and that party must allege the inadequacy in their complaint. Kane, 229 \nN.C. App. at 391, 747 S.E.2d at 424. “An action is properly dismissed under the Rule \nfor lack of subject matter jurisdiction when the plaintiff has failed to exhaus t its \nadministrative remedies.” Bryant v. Hogarth, 127 N.C. App. 79, 83, 488 S.E.2d 269, \n271 (1997). \n46. Plaintiff acknowledges that it did no t exhaust the procedures available \nunder the APA or any other administrative process in seeking remedy for violations \nof the QAR Media Rights in the 2013 Settlement Agreement. Plaintiff filed a petition \nfor a contested case (15 DCR 16102) pursuant to G.S. § 150B-23, but it dismissed the \npetition before any decision was reached by OAH and took no further action on the \npetition. \n47. Plaintiff argues  that it was not required to exhaust the procedures \nprovided by the APA because  it cannot recover the monetary damages it seeks for \nbreach of contract through those pr ocedures. Plaintiff contends that the “OAH is an \nadministrative, non-judicial entity of limited jurisdiction. Seeking contract remedies \nin OAH is futile as OAH will not hear it.” (Pl.’s Resp. State Defs.’ Mot. Dismiss, ECF \nNo. 64 at p. 19.) The Court of Appeals, however, rejected this argument as a grounds \n \n \nfor excusing exhaustion in Frazier v. N.C. Cent. Univ., 779 S.E.2d 515, 525–26, 2015 \nN.C. App. LEXIS 957, at **31–33 ( rejecting plaintiff’s contention that “review \npursuant to section 150B -43 does not provide for the compensatory or punitive \ndamages he seeks in conjunction with his breach of contract claim ” because it does \nnot “render[] the procedure an inadequate remedy or otherwise obviate[] the APA’ s \ngeneral exhaustion requirement”). \n48. Plaintiff also a rgues that it is not required to exhaust administrative \nremedies because DNCR has not adopted a review or appeal procedure by which \nPlaintiff could pursue claims for breaches of the 2013 Settlement Agreement . (ECF \nNo. 82 at pp. 1, 4.) 2 The Court of Appeals  addressed this argument in Jackson and \nheld: \nAdministrative decisions of State agencies are subject to \nreview only under the provisions of the NCAPA, unless the \nagency is specifically exempted from its provisions by \nNCAPA itself or some other statute. . . .  \n \n[T]he Act does not require agencies to promulgate appellate \nprocedures as plaintiff contends. The NCAPA anticipates \nthat agencies will not always promulgate administrative \nremedies, and accordingly provides that, unless specifically \nexempt from the NCAPA, “the (agency's) decisions are \nsubject to administrative review under the Act.” \n \nJackson, 131 N.C. App. at 184, 505 S.E.2d at 902 –03 (quoting Vass v. Bd. of Trs. of \nTeachers’ and State Emps.’ Comprehensive Major Med. Plan , 324 N.C. 402, 407, 379 \n                                                 \n2 The Court reviewed the rules adopted by the DNRC contained in the North Caro lina \nAdministrative Code (NCAC) and could not find a process for seeking review of claims that \nDNCR violated rights conferred on a party by contract. See NCAC, Title 7, Department  of \nCultural Resources, 07 NCAC 1A.0101 et. seq. \n \n \n \nS.E.2d 26, 29 (1989)). DNCR was not required to adopt rules for appeal, and Plaintiff’s \nclaims for breach of contract are subject to review under the APA. \n49. Plaintiff also argues that it may sue State Defendants in court because \nthe State waived its sovereign immunity and consented to being sued by entering into \nthe 2013 Settlement Agreement, citing Smith v. State, 289 N.C. 303, 320, 222 S.E.2d \n412, 423–424 (1976) (“We hold, therefore, that whenever the State of North Carolina, \nthrough its au thorized officers a nd agencies, enters into a valid contract, the State \nimplicitly consents to be sued for damages on the contract in the event it breaches \nthe contract.”). (ECF No. 64 at p. 11.) The holding in Smith, however, was limited by \nMiddlesex Constr. Corp. v. State, 307 N.C. 569, 299 S.E.2d 640 (1983). In Middlesex, \nthe court concluded that Smith was not “intended to affect or nullify these prior \nstatutory provisions which p ermit an aggrieved party, after exhausting certain \nadministrative remedies, to institute a civil contract action in Superior Court.” Id. at \n573–74, 299 S.E.2d at 643. The Court held that “[t]he Smith Court abolished \nsovereign immunity in only those cases where an administrative or judicial \ndetermination was not available.” Id. at 574, 299 S.E.2d at 643  (emphasis omitted). \nMoreover, in Frazier, the court held “that section 150B-43 [of the APA] functions as \nexactly the type of statutory waiver contemplated by Middlesex.” 779 S.E.2d at 522, \n2015 N.C. App. LEXIS 957, at *21.  In oth er words, by entering into the 2013 \nSettlement Agreement, DNCR did not waive the requirement that Plaintiff exhaust \nadministrative remedies before bringing suit. \n \n \n50. Finally, and most significantly, even if Plaintiff would be excused from \nexhausting the review  process provided under the APA because the remedies \navailable are ineffective or futile, it has not alleged that administrative remedies are \ninadequate. Kane, 229 N.C. App. at 391–93, 747 S.E.2d at 424–425 (noting that even \nthough the parties agreed the administrative process would be futile, the court was \nnevertheless required to dismiss because “[t]he burden of showing inadequacy is on  \nthe party claiming inadequacy, who must include such allegations in the complaint.” \n(emphasis in original). The failure to allege that administrative remedies are  \ninadequate requires dismissal of Plaintiff’s claim. \n51. State Defendants’ motion to dismiss Plaintiff’s claim that DNCR \nbreached the 2013 Settlement Agreement by violatin g its QAR Media Rights should \nbe GRANTED, and that claim dismissed WITHOUT PREJUDICE. \nClaim for breach of 2013 Settlement Agreement by failing to renew El \nSalvador permit  \n \n52. Plaintiff also alleges that DNCR breached the 2013 Settlement \nAgreement by failing to renew the El Salvador permit. (ECF No. 44 at ¶ ¶ 83, 86.) \nState Defendants move to dismiss, pursuant to Rule 12(b)(6), on the grounds that \nPlaintiff’s claim is barred by res judicata or collateral estoppel. (ECF No. 57 at pp. 9–\n14.) State Defendants argue that Judge Ridgeway’s Order, holding that DNCR had \nproperly denied the El Salvador  permit under G.S. §  121-25 because issuing the \npermit was not in the best interest of the State, is a final decision on the merits that \nprecludes Plaintiff from re -litigating the issue of whether DNCR lawfully denied \nrenewal of the permit in this case. ( Id.) Plaintiff contends that Judge Ridgeway’s \n \n \nfailure to address whether the denial of the El Salvador Permit breached the  2013 \nSettlement Agreement impliedly means that the “issue was never considered” and is \ntherefore not precluded in this action. (ECF No. 64 at p. 17.) \n53. “The doctrines of res judicata (claim preclusion) and collateral estoppel \n(issue preclusion) are companion doctrines which have been developed by the Courts \nfor the dual purposes of protecting litigants from the burden of relitigating previously \ndecided matters and promoting judicial e conomy by preventing needless litigation.” \nLittle v. Hamel , 134 N.C. App. 485, 487, 517 S.E.2d 901, 902 (1999) ( internal \nquotation marks omitted). Under the doctrine of res judicata, a final judgment on the \nmerits in one action precludes a second suit base d on the same cause of action \nbetween the same parties or their privies. Whitacre P’ship v. BioSignia, Inc., 358 N.C. \n1, 15, 591 S.E.2d 870, 880 (2004). “The doctrine prevents the relitigation of all \nmatters . . . that were or should have been adjudicated in the prior action. ” Id. \n(internal quotation marks omitted).  \n54. The essential elements of res judicata are: “(1) a final judgment on the \nmerits in an earlier suit, (2) an identity of the causes of action in both the earlier and \nthe later suit, and (3) an id entity of the parties or their privies in the two suits.” \nHerring v. Winston -Salem/Forsyth Cty. Bd. of Educ. , 188 N.C. App. 441, 444, 656 \nS.E.2d 307, 310 (2008) . Although the identity of the cause of action is an essential \nelement of res judicata, under No rth Carolina law, res judicata “operates to bar all \nrelated claims and thus plaintiffs are not entitled to a separate suit merely by shifting \n \n \nlegal theories.” Cannon v. Durha m Cty. Bd. o f Elections , 959 F. Supp. 289, 292 \n(E.D.N.C. 1997). \n55. “Under the doctrin e of collateral estoppel, or issue preclusion, a final \njudgment on the merits prevents relitigation of issues actually litigated and \nnecessary to the outcome of the prior action in a later suit involving a different cause \nof action between the parties or their privies.” Williams v. Peabody, 217 N.C. App. 1, \n6, 719 S.E.2d 88, 93 (2011) (internal quotation marks  omitted). A party asserting \ncollateral estoppel must show that the earlier suit resulted in a final judgment on the \nmerits, that the issue in question was identical to an issue that was actually litigated \nand necessary to the judgment, and that both the party asserting collateral estoppel \nand the party against whom collateral estoppel is asserted were either parties to the \nearlier suit or were in privity with those parties. Id.   \n56. In this case, Plaintiff’s claim that DNCR breached the 2013 Settlement \nAgreement by denying renewal of the El Salvador Permit is barred by the doctrine of \nres judicata . There is no dispute that Plaintiff and DNCR were parties to the \nadministrative matter in 15 DCR 09742. Nor is there a dispute that Judge Ridgeway’s \nOrder was a f inal adjudication on the merits in the administrative ma tter. See \nCatawba Mem’l Hosp. v. N.C. Dep’t of Human Res., 112 N.C. App. 557, 565, 436 S.E.2d \n390, 394 (1993) ( res judicata applies to decisions of State administrative agencies \nmade pursuant to the contested case procedure in the APA).  \n57.  Plaintiff’s breac h of contract claim was raised in the contested case  \nproceeding in 15 DCR 09742. (ECF No. 57, Ex. A at p. 3–4; ECF No. 78 at pp. 31–33 \n \n \nand 34.) Plaintiff concedes that it explicitly raised the claim and litigated the issue \nthroughout the proceedings in 15 DCR 09742. (ECF No. 64 at p. 17 (“In appealing the \ndenial of renewal of the El Salvador search permit  . . . Plaintiff repeatedly argued \nbefore the ALJ and Judge Ridgeway that the State was required to renew the search \npermit per the clear terms of t he [2013] Settlement Agreement .”).) Therefore, \nPlaintiff is barred from raising its breach of contract claim in this lawsuit. \n58. Even if Judge Ridgway did not consider Plaintiff’s breach of contract \nclaim, Plaintiff cannot now seek relief under that theory in  this Court. In Catawba \nMem’l Hosp., the Court of Appeals held that “[a]n administrative decision denying or \ndismissing a party's claim on the merits precludes such party from obtaining, in a \njudicial proceeding not designed for review of the administrativ e decision, the relief \ndenied by the administrative agency, whether upon the same ground as urged in the \nadministrative proceeding, or upon another ground.” 112 N.C. App. at 565, 436 S.E.2d \nat 394 (emphasis added). In 15 DCR 09742, Plaintiff sought relief on the grounds, \ninter alia , that DNCR breached the 2013 Settlement Agreement when it denied \nrenewal of the El Salvador permit, and Judge Ridgeway’s Order was a final judgment \ndenying that relief. Plaintiff cannot now seek to raise the alleged breach of the 2013 \nSettlement Agreement as a basis for relief in this lawsuit. The holding in Catawba \nMem’l Hosp. controls, and Plaintiff is precluded from obtaining a determination that \nDNCR breached the 2013 Settlement Agreement by denying renewal of the permit in \nthis lawsuit. 112 N.C. App. at 564 –565, 436 S.E.2d at 394 (a ffirming dismissal of \nplaintiff’s claim for declaratory judgment because plaintiff “was seeking a declaratory \n \n \njudgment regarding a matter which  it previously litigated in the contested case \nand  which was resolved against it in the final agency decision.”).   \n59. State Defendants’ motion to dismiss Plaintiff’s claim that DNCR \nbreached the 2013 Settlement Agreement by failing to renew the El Salvador permit \nshould be GRANTED, and that claim dismissed WITH PREJUDICE. \nB. Plaintiff’s Claim for Declaratory Relief \n60. In its Third Claim for Relief , Plaintiff seeks the following declarat ions \npursuant to G.S. § 1-253 and Rule 57: “(A) Declare Chapters 121 and 132 of the North \nCarolina General Statutes, to the extent said provisions abrogate [Plaintiff]’s \ncontractual rights created by the 1998 Agreement and [2013] Settlement Agreement, \nunenforceable; (B) In the alternative, declare that the [2013] Settlement Agreement \nis void and the provisions of the 1998 Agreement continue to be in effect; (C) In the \nalternative, declare both the 1998 and [2013 ] Settlement Agreements are void, and \nas such, the provisions of the 1994 QAR search permit (BU1585) apply and control ; \nor that title to QAR is vested in [Plaintiff]; (D) Declare the State Defendants’ actions \nconstitute breach of contract  by an executive agency of the State and violates \n[Plaintiff]’s intellectual property rights;  and (E) Make further declarations as \nwarranted by State Defendants’ actions shown herein, and in discovery and trial, and \nas is just and proper.” (ECF No. 44 at ¶ 116.) \n61. Under North Carolina law, a declaratory judgment  is a statutory \nremedy that grants a c ourt the authority to “declare rights, status, and other legal \nrelations” when an “actual controversy” exists between parties to a lawsuit. G.S. § 1-\n \n \n253; Town of Pine Knoll Shores v. Carolina Water Serv., Inc., 128 N.C. App. 321, 321, \n494 S.E.2d 618, 618 (1998). The Court may, by declaratory judgment, “determine[ ] \nany question of construction or validity” and declare  the “rights, status, and other \nlegal relations” of the parties under contracts or statutes. G.S. § 1-254. \n62. State Defendants argue that Plaintiff’s claim for declaratory judgment \nshould be dismissed pursuant to Rule 12(b)(1) because Plaintiff did not  exhaust \nadministrative remedies. (ECF No. 57 at p. 16.) State Defendants contend Plaintiff \nshould have pursued the declaratory relief before OAH under G.S. § 150B-4(a), which \nprovides in relevant part as follows: \nOn request of a person aggrieved, an agency shall issue a declaratory \nruling as to the validity of a rule or as to the applicability to a given state \nof facts of a statute administered by the agency or of a rule or order of \nthe agency. Upon request, an agency shall also issue a declaratory ruling \nto resolve a conflict or inconsistency within the agency regarding an \ninterpretation of the law or a rule adopted by the agency. \n \n63. Plaintiff makes no specific argument regarding State Defendants’ \nargument that Plaintiff was required to exhaust G.S. § 150B-4(a) as to its declaratory \njudgment claim. \n64. Plaintiff’s first requested declaration regarding the en forceability of \nChapters 121 and 132 of the General Statutes falls squarely with in the plain \nlanguage of G.S. § 150B-4(a), since it seeks a declaration “as to the applicability to a \ngiven state of facts of a statute administered by the agency.” G.S. § 150B-4(a). DNCR \nadministers both Chapter 121 and 132. See, e.g., G.S. § 121-3, -5, -23, and -25. Plaintiff \ncould, and should, have sought its declaratory relief regarding the se statutes under \nG.S. § 150B-4(a). Plaintiff failed to exhaust its administrative remedies or allege that \n \n \nsuch remedies would be inadequate.  State Defendants’ motion to dismiss Plaintiff’s \nclaim for declaratory relief in paragraph 116.A of the Second Amended Complaint \nshould be GRANTED, and that claim dismissed WITH PREJUDICE. \n65. Plaintiff’s remaining alternative claims for declarations do not appear \nto fall und er the plain language of G.S. §  150B-4(a). The remain ing declarations \nPlaintiff seeks do not involve the validity or application of statutes administered,  or \nrules or orders promulgate d by DNCR, but instead are declarations regarding the \nvalidity of, and Plaintiff’s rights under, the 1998 Agreement  and 2013 Settlement \nAgreement. \n66. The Court must dismiss Plaintiff’s separate, alternative claims for \ndeclaratory judgment based upon Plaintiff’s failure to allege that its remedy available \nunder G.S. § 150B-4(a) is inadequate. Kane, 229 N.C. App. at 391, 747 S.E.2d at 424. \nIn Kane, there was no dispute that the administrative process could not provide the \nplaintiff with the relief it sought. The Court opined “that imposition of the \nrequirement to allege futility or inadequacy in this case appears both il logical and a \nsubversion of the very intent behind the exhaustion of administrative remedies \nrequirement: judicial economy.” Id. at 392, 747 S.E.2d at 424. Nevertheless, the Court \nheld that “Plaintiff's complaint and declaratory judgment action contains no \nallegation that her adminis trative remedies were inadequate, and thus, all of her \nclaims should have been dismissed pursuant to Rule 12(b)(6).” Id. \n \n \n67. State Defendants’ motion to dismiss Plaintiff’s c laim for declaratory \nrelief in Paragraphs 116.B, C, D, and E of the Second Amended Complaint should be \nGRANTED, and that claim dismissed WITHOUT PREJUDICE. \nC. Plaintiff’s claim for tortious interference against FQAR \n68. In its Second Claim for Relief, Plaintiff alleges that FQAR tortiously \ninterfered with the 1998 Agreement and with the 2013 Settlement Agreement. (ECF \nNo. 44 at ¶¶ 111–15.) FQAR contends that Plaintiff cannot make such an argument \nregarding the 1998 Agreement because that agreement has been superseded. (ECF \nNo. 55.2 at pp. 10 –12.) FQAR also moves to dismiss this claim under Ru le 12(b)(6), \narguing that Plaintiff has not alleged conduct that would constitute inducement to \nbreach the 2013 Settlement Agreement. (ECF No. 55.2 at pp. 12–17.) \n69. In order to prevail on a claim for tortious interference with contract, a \nplaintiff must establish that: (1) a valid contract existed between the plaintiff and a \nthird party which conferred upon the plaintiff contractual rights against the third \nparty; (2) the defendant knew of the contract; (3) the defendant intentionally induced \nthe third person not to perform the contract; (4) in doing so acted without justification; \nand (5) resulting in actual damage to the plaintiff. United Labs., Inc. v. Kuykendall, \n322 N.C. 643, 661, 370 S.E.2d 375, 387 (1988). \n70. In a tortious interference with contract claim, “the inducement required \nto establish a claim for intentional interference  . . . requires purposeful conduct \nintended to influence a third party not to enter into a contract with the claimant.” \nKRG New Hill Place, LLC v. Springs Investors, LLC , 2015 NCBC LEXIS 20, at *14 \n \n \n(N.C. Super. Ct. Feb. 27, 2015) (citing Inland Am. Winston Hotels, Inc. v. Crockett , \n212 N.C. App. 349, 354, 712 S.E.2d 366, 370 (2011)).  \n71. Plaintiff’s theory of tortious interference seems be that FQAR was a \n“shadow corporation of [DNCR]” because certain DNCR employees also served on \nFQAR’s board of directors, and that they “conspired” to violate the QAR Settlement \nAgreement. (ECF No. 64 at pp. 7–8; ECF No. 44 at ¶¶ 9, 10, 27, 28, and 29.) In the \nSecond Amended Complaint, Plaintiff alleges tortious interference with the 1998 \nAgreement because in “mid-2013,” FQAR entered into an agreement with third \nparties for the production of videos and a website about the QAR, and one of the third \nparties was run by the wife of a DNCR employee who was serving both with DNCR \nand on FQAR’s board of directors. (ECF No. 44 at ¶¶ 9, 46.C.) Plaintiff also alleges \nthat FQAR interfered with the 2013 Settlement Agreement by DNCR “allowing” \nFQAR to film QAR recovery operations and to post video footage on the FQAR \nFacebook page, and by DNCR “allowing” FQAR to bring a local radio host to dive the \nQAR shipwreck and shoot video without using proper media protocols required by the \n2013 Settlement Agreement. (ECF No. 44 at ¶ 59.G. and H.)  \n72. The Court concludes that, taken separately or together, the allegations \ndo not adequately state a claim for tortious interference with contract. Even taken as \ntrue and liberally construed, the allegations do not allege that FQAR took any \npurposeful action to induce DNCR to breach the 1998 Agreement or the 2013 \nSettlement Agreement. See Gunn v. Simpson, Schulman & Beard, LLC, 2011 NCBC \nLEXIS 35, at **24–25 (N.C. Super. Ct. Sept. 23, 2011) (dismissing a claim for tortious \n \n \ninterference because there was no allegation of inducement or specific action taken \nby the defendant). Mere allegations that DNCR employees also served as members of \nFQAR’s board of directors, or that DNCR permitted FQAR to film recovery operations \nand post videos to its website or to dive the QAR wreck do not amount to allegations \nof purposeful conduct on the part of FQAR that was intended to induce DNCR to \nbreach any contracts. \n73. “It is well settled under North Carolina law that a plaintiff’s failure to \nplead inducement justifies dismissal of a tortious interference claim for failure to \nstate a claim upon which relief may be granted.” Gunn, 2011 NCBC LEXIS 35 at *24 \n(citing Holleman v. Aiken, 193 N.C. App. 484, 500, 668 S.E.2d 579, 590 (2008)). \nBecause Plaintiff has failed to plead any purposeful act of inducement by FQAR, \nFQAR’s motion to dismiss Plaintiff’s claim that FQAR tort iously interfered with the \n1998 Agreement and the 2013 Settlement Agreement should be GRANTED, and that \nclaim dismissed WITH PREJUDICE. \nD. State Defendants’ other requests to dismiss \n74. In addition to moving for dismissal of Plaintiff’s breach of contract and \ndeclaratory judgment claims, State Defendants also seek dismissal of any claims \nPlaintiff makes for ownership or title in the QAR. (ECF No. 57 at pp. 7 –8.) State \nDefendants note , for example,  that Pl aintiff purports to seek an alternative \ndeclaration that “title to QAR is vested in [Plaintiff].” (ECF No. 44 at ¶ 116.C.) \n75. Plaintiff concedes it has no right to title in the QAR and states that it is \nnot making a claim for ownership . (ECF No. 64 at p. 13.)  Instead, Plaintiff alleges \n \n \nthat if the 2013 Settlement Agreement and 1998 Agreement are declared void , then \nPlaintiff should be entitled to a 75% interest in any treasure recovered from the QAR \nunder the terms of the QAR Permit. (ECF No. 44 at ¶ 116.C; ECF No. 64 at pp. 13 –\n15.) Plaintiff’s claim must fail. \n76. First, the Court has dismissed Plaintiff’s claims for declaratory \njudgment, including the claim for an alternative declaration that Plaintiff has title to \nthe QAR. Accordingly, Plaintiff cannot recover a ny interest in the QAR’s treasure \nunder its declaratory judgment claim. \n77. More importantly, as State Defendant s contend, Plaintiff “irrevocably \ntransferred” any such rights to State Defendants in the 1998 Agreement. (ECF No. \n70 at p. 2.) The parties performe d under the 1998 Agreement for approximately 15 \nyears, and Plaintiff received consideration for disclaiming its rights to the QAR’s \ntreasure. State Defendants’ motion to dismiss regarding Plaintiff’s claims for a \ndeclaration that Plaintiff has title or own ership in the QAR or that it should have a \nclaim to 75% of the QAR’s treasure should be GRANTED, and  those claims are \ndismissed WITH PREJUDICE. \n78. Defendant also seeks dismissal of any claims by Plaintiff for violation of \nits “intellectual property rights” outside of any rights allegedly granted by the 2013 \nSettlement Agreement or 1998 Agreement. (ECF No. 57 at pp. 18 –19.) Plaintiff \nconcedes that it raises no such claims. (ECF No. 64 at p. 22.) State Defendants’ motion \nto dismiss regarding Plaintiff’s claim for intellectual property rights outside of alleged \n \n \ncontract rights should be GRANTED , and that claim is dismissed WITH \nPREJUDICE. \n79. Finally, State Defendants seek dismissal of any claims for fraud, bad \nfaith, and civil conspi racy, citing to allegations in  paragraphs 2, 10, 26, 28, 85, 91, \nand 94 in the Second Amended Complaint. (ECF No. 57 at p. 19.)  Again, Plaintiff \nconcedes that it is not making claims for fraud, bad faith, or civil conspiracy.  (ECF \nNo. 64 at p. 23.) State Defendants’ motion to dismiss regarding Plaintiff’s claims for \nfraud, bad faith, and civil conspiracy should be GRANTED , and those claims are  \ndismissed WITH PREJUDICE. \nE. State Defendants’ motion to strike \n80. State Defendants also move to strike certain allegations in the Second \nAmended Complaint pursuant to Rule 12(f). (ECF No. 57 at pp. 19 –20.) The Court \nhas dismissed all of Plaintiff’s claims herein; therefore the motion to strike should be \nDENIED as moot. \nTHEREFORE, IT IS ORDERED that: \n81. State Defendants’ motion to dismiss Plaintiff’s claims for breach of \ncontract arising from the 1998 Agreement is GRANTED and the claim s dismissed \nWITH PREJUDICE. \n82. State Defendants’ motion to dismiss Plaintiff’s claim that DNCR \nbreached the 2013 Settlement Agreement by violating media and promotional rights \ngranted to Plaintiff in the Agreement is GRANTED, and that claim dismissed \nWITHOUT PREJUDICE. \n \n \n83. State Defendants’ motion to dismiss Plaintiff’s claim that DNCR \nbreached the 2013 Settlement Agreement by failing to renew the El Salvador permit \nis GRANTED, and that claim dismissed WITH PREJUDICE. \n84. State Defendants’ motion to dismiss Plaintiff’s claim for  declaratory \nrelief in Paragraph 116.A of the Second Amended Complaint is GRANTED, and that \nclaim dismissed WITH PREJUDICE. \n85. State Defendants’ motion to dismiss  Plaintiff’s c laim for declaratory \nrelief in P aragraphs 116.B, C, D, and E of the Second Amended Complaint is \nGRANTED, and that claim dismissed WITHOUT PREJUDICE. \n86. FQAR’s motion to dismiss P laintiff’s claim that FQAR torti ously \ninterfered with the 1998 Agreement and the 2013 Settlement Agreement should be \nGRANTED, and that claim dismissed WITH PREJUDICE. \n87. State Defendants’ motion to dismiss regarding Plaintiff’s claims for a \ndeclaration that Plaintiff has title or ownership in the QAR or should have a claim to \n75% of QAR’s treasure is GRANTED, and  that claim s are  dismissed WITH \nPREJUDICE. \n88. State Defendants’ motion to dismiss regarding Plaintiff’s claims for \nintellectual property rights outside of alleged contract rights is GRANTED, and that \nclaim is dismissed WITH PREJUDICE. \n89. State Defendants’ motion to dismiss regarding Plaintiff’s claims for \nfraud, bad faith, and civil conspiracy is GRANTED, and th e claims are dismissed \nWITH PREJUDICE. \n \n \n90. State Defendants ’ motion to strike certain  allegations in the Secon d \nAmended Complaint is DENIED as moot. \n \nThis the 12th day of October, 2017. \n \n/s/ Gregory P. McGuire   \n      Gregory P. McGuire \n      Special Superior Court Judge \n      for Complex Business Casess \n \n \n \n "
}