{
  "id": "729d6c1491502a8dff569998495d4b76bf496833612460a1574d56b62d1c1024",
  "source_file": "data/raw/ncbc/729d6c1491502a8dff569998495d4b76bf496833612460a1574d56b62d1c1024.pdf",
  "raw_text": "Albright v. Vining-Sparks Secs., Inc., 2019 NCBC 80. \n \nSTATE OF NORTH CAROLINA \nMECKLENBURG COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 18223 \nCURT ALBRIGHT, \n \nPlaintiff, \n \nv. \n \nVINING-SPARKS SECURITIES, INC., \nand VINING-SPARKS & \nASSOCIATES, L.P.,  \n \nDefendants. \n \nORDER AND OPINION ON \nDEFENDANTS’ 12(b) AND 12(c) \nMOTIONS \n \n1. THIS MATTER is before the Court on Defendants ’ Motion to Dismiss \nClaims I and II of Plaintiff’s First Amended Complaint (the “Motion to Dismiss”), and \nDefendants’ Motion for Judgment on the Pleadings as to Claim III of Plaintiff’s First \nAmended Complaint (the “Motion for Judgment on the Pleadings”) ( collectively, the \n“Motions”).  For the reasons stated below, the Motions are DENIED.   \nRobinson Bradshaw & Hinson, PA, by Benjamin C. DeCelle and R. \nSteven DeGeorge, for Plaintiff. \n \nJohnston, Allison & Hord, P.A., by Patrick E. Kelly and Michael J. \nHoefling, for Defendants. \n \nGale, Judge.  \n \nI. INTRODUCTION \n \n2. Plaintiff Curt Albright (“Albright”  or “Plaintiff” ) filed this suit in his \ncapacity as a limited partner of Vining -Sparks & Associates, LP ( “Vining-Sparks, \nLP”), asserting his rights to examine books and records under Vining -Sparks, LP’s \nLimited Partnership Agreement (the “LPA”) (“Claim I”) and pursuant to a statutory \n \n \nright provided by Tenn. Code Ann. § 61 -2-304 (“Section 61 -2-304”) under the \nTennessee Limited Partnership Act  (“TLPA”) (“Claim II”) , and requesting a \ndeclaration that the express terms of the LPA provided for the automatic dissolution \nand winding up of Vining-Sparks, LP on December 31, 2010 because a 2004 effort to \nextend its life indefinitely was ineffective (“Claim III”).  \n3. Defendants filed the Motion to Dismiss Claim s I and II on alternative \ngrounds.  First, Defendants contend that this Court has no subject matter jurisdiction \nover either claim  because Section 61 -2-304(f) dictates that only courts in Shelby \nCounty, Tennessee have jurisdiction over any claim for inspection of Vining-Sparks, \nLP’s records  as a  Tennessee limited partnership.  Alternatively, if th e Court \ndetermines it has subject matter jurisdiction, Defendants contend that the Court \nshould dismiss the claims because venue is improper where the parties consensually \nagreed to an exclusive Tennessee forum by incorporating Section 61-2-304(f) into the \nLPA.     \n4. Assuming the Court determines it has subject matter jurisdiction, \nDefendants move for judgment on the pleadings with respect to Claim III based on \ntheir contention that Defendants have now provided Albright copies of the signatures \nof all partners necessary to prove that  the amendment Albright’s claim challenges \nwas validly enacted.  Albright  counters first that the  signatures are outside the \npleadings and cannot be considered, and second, even if considered, they do not \nconclusively establish that the amendment is enforceable. \n \n \nII. FACTUAL BACKGROUND \n \n5. A Court does not make findings of facts on a 12(c) motion.  See Ragsdale \nv. Kennedy, 286 N.C. 130, 137, 209 S.E.2d 494, 499 (1974) (“All well pleaded factual \nallegations in the nonmoving party’s pleadings are taken as true and all contravening \nassertions in the movant’s pleadings are taken as false.”).  While it has authority to \nmake such findings when considering a motion based on North Carolina Rules of Civil \nProcedure (“Rule(s)”) 12(b)(1) and 12(b)(3), it is only required to do so when requested \nby the parties , which is not the case here .  See N.C.G.S. §  1A-1, Rule 52(a)(2).  \nAccordingly, the Court summarizes the factual contentions only to provide context for \nits rulings. \nA. The Parties \n6. Albright is a limited partner of Vining-Sparks, LP.  (First Am. Compl. ¶ \n1, ECF No. 14.)  Vining-Sparks, LP is a Tennessee limited partnership created to hold \nan interest in Vining -Sparks IBG, LP (“VSIBG”), another Tennessee limited \npartnership that is not a party in this lawsuit.  (First Am. Compl. ¶ 2.)  Albright was \nemployed by  VSIBG from May 1991 until he retired in August 2017.  (First Am. \nCompl. ¶ 3.)   Albright acquired approximately twenty ownership units in Vining -\nSparks, LP throughout his career with VSIBG.  (First Am. Compl. ¶ 8.)   \n7. Defendant Vining -Sparks Securities, Inc.  (“Vining-Sparks, In c.”) is a \nDelaware corporation and the g eneral partner of Vining -Sparks, LP.  (First Am. \nCompl. ¶ 5.)   \n \n \nB. Albright’s Demand for Records Review \n8. When approaching retirement , Albright contacted Martin Shea \n(“Shea”), VSIBG’s executive vice-president and general counsel , to inquire about \nselling his Vining-Sparks, LP units, and was advised that that he would not be able \nto sell them at that time.  (First Am. Compl. ¶ 12.) \n9. In May 2018, after discovering that Shea had helped other former \nemployees sell similar  units, Albright requested certain information and records to \ndiscern whether he was being treated differently than other limited partners.  (First \nAm. Compl. ¶¶ 13–14.)     \n10. Albright filed this lawsuit following several unanswered reco rd \nrequests, (see First Am. Compl. ¶ 14), asserting that he is entitled to an inspection of \nVining-Sparks, LP’s records on two grounds, one contractual and one statutory. \n11. The LPA provides all limited partners  of Vining-Sparks, LP a right to \ninspect books and records at any reasonable time: \nTrue and complete records and books of account of the business of the \nPartnership, in which shall be entered fully and accurately all \nPartnership transactions, shall be kept a t the Principal Pla ce of \nBusiness.  Such books, together with a certified copy of the Certificate \nof Limited Partnership, and this Agreement, shall be open to inspection \nby any then inspecting Partner or his representatives at any reasonable \ntime during business hours.   \n \n(Third Am. & Restated Agreement Ltd. P’ship § 9.2(a) (“LPA”), ECF No. 32.) \n \n12. The TLPA provides:  \n(b) Each limited partner has the right, subject to such reasonable \nstandards (including standards governing what information and \ndocuments are to be furnished, at what time and location and at whose \nexpense) as may be set forth in the partnership agreement or otherwise \n \n \nestablished by the general partners, to obtain from the general partners, \nfrom time to time, upon reasonable demand for any purpose reasonably \nrelated to the limited partner’s interest as a limited partner: \n \n(1) True and full information regarding the status of the business \nand financial condition of the limited partnership; \n \n(2) Promptly after becoming available, a copy of the limited \npartnership’s federal, state and local income tax returns for each \nyear; \n \n(3) A current list of the name and last known business, residence \nor mailing address of each partner; \n \n(4) A copy of any written partnership agreement and certificate of \nlimited partnership and all amendments thereto, together with \nexecuted copies of any written powers of attorney pursuant to \nwhich the partnership agreement and any certificate and all \namendments thereto have been executed; \n \n(5) True and full information regarding the amount of cash and a \ndescription and statement of the agreed value of any other \nproperty or services contributed by each partner and which each \npartner has agreed to contribute in the future, and the date on \nwhich each became a partner; and \n \n(6) Other information regarding the affairs of the limited \npartnership as is just and reasonable. \n \nTenn. Code Ann. § 61-2-304(b).  \n \n13. An action based on the statutory inspection right under the TLPA is \nsubject to a provision which provides that “[a]ny action to enforce any right arising \nunder [Section 61-2-304] shall be brought in a court of record.”   Id. at § 61-2-304(f).  \n“Court of record” is defined as “a court of equity jurisdiction in the county where the \npartnership maintains its registered office, or if it maintains no registered office in \nany county, then in a court of equity jurisdiction in Davidson County.”  Id. at § 61-2-\n101(4). \n \n \n14. After Albright filed his Complaint, Vining -Sparks, Inc. provided some \nbut not all the documentation that Albright requested, including all iterations of the \nLPA, which has been amended on multiple occasions.  (First Am. Compl. ¶ 15.)  \n15. With respect to the “ Term of Partnership,”  the first three iterations of \nthe LPA  state that it should “continue until December 31, 2010, unless sooner \nterminated by operation of law or as otherwise provided herein.”1  (First Am. Compl. \n¶ 16.)   \n16. On or about September 30, 2004, Defendants sought to  approve an \namendment which would provide that the “Term of Partnership”  of Vining-Sparks, \nLP would continue indefinitely.  (First Am. Compl. ¶ 20.)   Albright alleges “[u]pon \ninformation and belief, the purported amendment to the term of Vining -Sparks LP . \n. . was made without the required ‘consent of all Partners.’”  (First Am. Compl. ¶ 21.)    \n17. Defendants have now provided Albright with certain signatures , which \nDefendants contend represent the signatures necessary to effectuate the amendment \nproviding for indefinite duration.  Defendants contend and Plaintiff denies that the \nCourt can consider this documentary evidence in connection with the M otion for \nJudgment on the Pleadings. \n                                                 \n1 In this Opinion the Court cites to the Third Amended and Restated LPA, which is the only \nversion that the Court has been provided. \n \n \nIII. PROCEDURAL BACKGROUND \n \n18. On September 18, 2018, Albright filed his  Complaint against only \nVining-Sparks, Inc. for breach of contract and violation of Section 61-2-304.  (Compl., \nECF No. 3.)   \n19. On October 22, 2018, Vining-Sparks, Inc. moved to dismiss all claims for \nlack of subject matter jurisdiction (the “First Motion to Dismiss”) .  ( Defs.’ Mot. \nDismiss for Lack Subject Matter Jurisdiction, ECF No. 6.) \n20. On November 26, 2018, after briefing but before oral argument  on the \nFirst Motion to Dismiss, Albright filed the First Amended Complaint to add a third \nclaim for declaratory judgment and Vining-Sparks, LP as a defendant.  Albright filed \nhis First Amended Complaint before Defendants responded to Albright’s request that \n“Defendants provide evidence of the required consents[.]”  (First Am. Compl. ¶ 21.)   \n21. On December 20, 2018, Defendants provided Albright with documents \nwhich Defendants contend demonstrate that all partners consented to the disputed \namendment to the partnership term .  ( See Pl.’s Notice Offer Voluntarily Dismiss \nThird Claim for Relief ¶¶ 2–3 (“Pl.’s Offer Dismiss”), ECF No. 24.)   \n22. On December 26, 2018, Defendants moved to dismiss  the first and \nsecond claims in the First Amended Complaint for breach of contract and violation of \nSection 61 -2-304.  (Def.’s Mot. Dismiss Claims I & II Pl.’s Am. Compl. (“Mot. \nDismiss”), ECF No. 17.)  Defendants answered the First Amended Complaint on the \nsame day.  (See Defs.’ Answer First Am. Compl . (“Answer First Am. Compl.”), ECF \nNo. 19.)   \n \n \n23. The parties continued to discuss whether Claim III could be resolved by \nagreement in light of the signatures produced by Defendants in December 2018.   \n24. On January 11, 2019, after the parties failed to reach an agreement, \nDefendants filed the Motion for Judgment on the Pleadings  as to Claim III—\nAlbright’s declaratory judgment claim.  ( See Def.’s Mot. J. Pleadings as to Claim III \nPl.’s First Am. Compl. (“Mot. J. Pleadings”), ECF No. 21.)   \n25.  On January 16, 2019, Albright , uncertain as to the import of the \ndocuments Defendants had produced,  offered to voluntarily dismiss the declaratory \njudgment claim if Defendants would sign an affidavit stating that “ [a]ll Partners of \nVining-Sparks, LP, including Limited Partners, consented to the terms of the [Third \nAmended and Restated Agreement of Limited Partnership] as of September 30, 2004.  \nSuch consent is evidenced by the [signatures].”  (Pl.’s Offer Dismiss ¶ 5.)  Defendants \ndeclined to sign the affidavit.       \n26. The Court heard oral arguments on the Motions  (the “Hearing”) .  \nFollowing the  Hearing, the Court accepted supplemental briefing on the issue of \nwhether the parties had agreed to a n exclusive Tennessee forum selection clause by \nincorporating the TLPA into the LPA.  \n27. The Motion s have  been fully briefed  and heard and are now ripe for \ndetermination.  \n \n \nIV. STANDARD OF REVIEW \n \nA. 12(b)(1) Motion to Dismiss for Lack of Subject Matter  \n Jurisdiction  \n \n28. A 12(b)(1) motion to dismiss attacks a court’s “jurisdiction over the \nsubject matter” of the plaintiff’s claims.  N.C. G.S. § 1A -1, Rule 12(b)(1) .  “ Subject \nmatter jurisdiction is a prerequisite for the exercise of judicial authority over any case \nor controversy[,]” Hardy v. Beaufort Cty. Bd. of Educ ., 200 N.C. App. 403, 408, 683 \nS.E.2d 774, 778 (2009)  (citing Harris v. Pembaur, 84 N.C. App. 666, 667 –68, 353 \nS.E.2d 673, 675 (1987)), and “has been defined as ‘the power to hear and to determine \na legal controversy; to inquire into the facts, apply the law, and to render and enforce \na judgment,’” High v. Pearce, 220 N.C. 266, 271, 17 S.E.2d 108, 112 ( 1941) (citations \nomitted).   \n29. The plaintiff bears the burden of  establishing subject matter \njurisdiction.  Harper v. City of Asheville, 160 N.C. App. 209, 217, 585 S.E.2d 240, 245 \n(2003).  “[T]he proceedings of a court without jurisdiction of the subject ma tter are a \nnullity.”  Burgess v. Gibbs, 262 N.C. 462, 465, 137 S.E.2d 806, 808 (1964) (citing High, \n220 N.C. at 271, 17 S.E.2d at 112). \nB. 12(b)(3) Motion to Dismiss for Improper Venue \n30. A Rule 12(b)(3) motion is the proper method by which to seek \nenforcement of an exclusive forum selection clause, see Hickox v. R&G Grp. Int’l, Inc., \n161 N.C. App. 510, 511, 588 S.E.2d 566, 567 (2003) (stating that “[f]undamentally, ‘a \nforum selection clause designates the venue,’ and therefore . . . Rule 12(b)(3) would \nbe most applicable”), and does not challenge a “trial court’s power to entertain the \n \n \nsubject matter of [a] suit” but “serves only to question the propriety . . . [of a] venue \nfor the action,” State ex rel. Edmisten v. Fayetteville St. Christian Sch., 299 N.C. 351, \n357, 261 S.E.2d 908, 912 (1980).  “The motion should accordingly be treated as one to \nremove the action, not dismiss it.”  Id.; see N.C.G.S. § 1A-1, Rule 12(a)(1)(b)(2).   \nC. 12(c) Motion for Judgment on the Pleadings  \n31. “Judgment on the pleadings is ‘appropriate when all the material \nallegations of fact are admitted in the pleadings and only questions of law remain.   \nJudgments on the pleadings are disfavored in law[.]’”  Zloop, Inc. v. Parker Poe Adams \n& Bernstein, LLP, 2018 NCBC LEXIS 16, at *12–13 (N.C. Super. Ct. Feb. 16, 2018) \n(citing Shehan v. Gaston Cty., 190 N.C. App. 803, 806, 661 S.E.2d 300, 303 (2008)).   \n“When the pleadings do not resolve all the factual issues, judgment on the pleadings \nis generally inappropriate.”  Ragsdale, 286 N.C. at 137, 209 S.E.2d at 499 (citing 5 C. \nWright & A. Miller, Federal Practice and Procedure § 1367 (1969)). \n32. On a 12(c) motion,       \n[t]he trial court is required to view the facts and permissible inferences \nin the light most favorable to the nonmoving party.  All well pleaded \nfactual allegations in the nonmoving party’s pleadings are taken as true \nand all contravening assertions in the movant’s p leadings are taken as \nfalse.  All allegations in the nonmovant’s pleadings, except conclusions \nof law, legally impossible facts, and matters not admissible in evidence \nat the trial, are deemed admitted by the movant for the purposes of the \nmotion.   \n \nId. (internal citations omitted).   \n33. Generally, “[i]n deciding a motion for judgment on the pleadings, the \ntrial court looks solely to the pleadings ,” Reese v. Mecklenburg Cty. , 204 N.C. App. \n410, 421, 694 S.E.2d 453, 461 (2010)  (citing Wilson v. Crab Orchard Dev. Co. , 276 \n \n \nN.C. 198, 206, 171 S.E.2d 873, 878 (1970)), because if “matters outside the pleadings \nare presented to and not excluded by the court, the motion shall be treated as one for \nsummary judgment and disposed of as provided in Rule 56 ,” N.C.G.S. § 1A -1, Rule \n12(c).  \n34. Matters inside the pleadings which may be considered without \nconverting the motion to one for summary judgment include “documents . . . attached \nto and incorporated within a complaint[.]”  Horne v. Town of Blowing Rock, 223 N.C. \nApp. 26, 30, 732 S.E.2d 614, 617 (2012) (quoting Estate of Means v. Scott Elec. Co., \nInc., 207 N.C. App. 713, 717, 701 S.E.2d 294, 297 (2010).  A  “document attached to \nthe moving party’s pleading may not be considered in connection with a Rule 1 2(c) \nmotion unless the non-moving party has made admissions regarding the document.”  \nWeaver v. Saint Joseph of the Pines, Inc., 187 N.C. App. 198, 205, 652 S.E.2d 701, 708 \n(2007); see Reese v. Mecklenburg Cty., 196 N.C. App. 539, 544 –46, 676 S.E.2d 481, \n485–86 (2009) (holding that trial court did not commit error by considering document \nattached to  moving party’s answer because it memorialized events referenced in \ncomplaint and plaintiff did not dispute its accuracy).   \n35. Additionally, a court may consider “ a contract which is the subject \nmatter of an action . . . and does not create justifiable surpri se to the nonmoving \nparty[,]” Oberlin Cap., LP v. Slavin, 147 N.C. App. 52, 60, 554 S.E.2d 840, 847 (2001) \n(citing Coley v. N.C. Nat’l Bank, 41 N.C. App. 121, 126, 254 S.E.2d 217, 220 (1979)), \nand other “documents which are the subject of a plaintiff’s complaint and to which \nthe complaint specifically refers even though they are presented by the defendant,”  \n \n \nId. at 60–61, 554 S.E.2d at 847 (citing Robertson v. Boyd, 88 N.C. App. 437, 441, 363 \nS.E.2d 672, 675 (1988)).  \n36. Matters outside of the pleadings include affidavits, factual assertions in \nbriefs, and the arguments of counsel.  Horne, 223 N.C. App. at 30 –31, 732 S.E.2d at \n617; see Groves v. Cmty. Hous. Corp. of Haywood Cty., 144 N.C. App. 79, 86, 548 \nS.E.2d 535, 540 (2001) (treating judgment of lower court as one made pursuant to \nRule 12(c) because “record on appeal contain[ed] no affidavits, answers to \ninterrogatories, or transcripts of arguments by counsel”); Minor v. Minor, 70 N.C. \nApp. 76, 78, 318 S.E.2d 865, 867 (1984) (treating lower court’s judgment as one made \npursuant to Rule 56 because record contained affidavits); Town of Bladenboro v. \nMcKeithan, 44 N.C. App. 459, 460, 261 S.E.2d 260, 261 (1980) (“[Where] the pleadings \nand the record on appeal contains no affidavi ts, answers to interrogatories, or \nanything else other than the pleadings upon which to base the decision, the court’s \nentry of judgment will be deemed to have been made under G.S. 1A-1, Rule 12(c)[.]”). \nV. ANALYSIS \n \nA. The Motion to Dismiss \n37. Defendants contend that Claims I and II must be dismissed for lack of \nsubject matter jurisdiction because they are “expressly grounded” on the TLPA, \n“which mandates that actions to compel production of partnership documents \npursuant to the TLPA must be filed in the p lace where the partnership is located[.]”  \n(Mot. Dismiss 1 .)  At the Hearing, Defendants conceded that their subject matter \njurisdiction argument is  more properly directed against Claim II —the statutory \n \n \ninspection rights claim, while  their argument for dis missal of Claim I —the \ncontractual inspection rights claim, is more accurately characterized as an argument \nof improper venue.  The Court first addresses its subject matter jurisdiction.  \n(1) Subject Matter Jurisdiction (Claim II)  \n \n38. Albright argues  first that Section 61 -2-304(f) does not evince a  \nlegislative intent to mandate exclusive jurisdiction, and second that even if it did, \nTennessee “constitutionally may not [] impose a blanket prohibition against persons \nfiling suit in federal courts and other sta tes’ courts.”  (Pl.’s Br. Opp’n Defs.’ Mot. \nDismiss Claims I & II First Am. Compl. 4 –5 (“Pl.’s Br. Opp’n Mot. Dismiss Claims I \n& II”), ECF No. 23.)   \na. Tennessee’s Legislative Intent \n \n39. The “ primary aim in construing any statute ‘is to ascertain and give \neffect to the intent and purpose of the legislature.’”   Davis v. State, 313 S.W.3d 751, \n762 (Tenn. 2010) (quoting Walker v. Sunrise Pontiac-GMC Truck, Inc., 249 S.W.3d \n301, 309 (Tenn. 2008)).   “Whenever possible, [Tennessee courts]  discern legislative \nintent ‘from the natural and ordinary meaning of the language used, without forced \nor subtle construction that would limit or extend the meaning of the language.’”   Id. \n(quoting Lipscomb v. Doe, 32 S.W.3d 840, 844 (Tenn. 2000)).  When “faced with clear, \nunambiguous language, ‘[a court] must apply its plain meaning in its normal and \naccepted use, without a forced interpretation that would limit or expand the statute’s \napplication.’”  Id. (quoting Eastman Chem. Co. v. Johnson, 151 S.W.3d 503, 507 \n(Tenn. 2004)). \n \n \n40. Section 61-2-304(f) states that “[a]ny action to enforce any right arising \nunder this section shall be brought in a court of record.”  Albright argues that Section \n61-2-304(f) means only that, if an action is filed in Tennessee, the proper Tennessee \ncourt is limited to one located  in the partnership’s home county of Shelby , and does \nnot further prohibit an action being filed outside of Tennessee. \n41. Admitting an absence of specific precedent construing Section 61 -2-\n304(f), Albright highlights other Tennessee statutes in which the legislative intent to \nestablish exclusive jurisdiction is manifest and urges that  the absence of similar \nlanguage in Section 61 -2-304(f) necessarily supports the negative inference that \nTennessee’s legislature did not intend  Section 61 -2-304(f) to establish exclusive \njurisdiction.  ( See Pl.’s Br. Opp’n Mot. Dismiss Claims I & II 7 –8 (citing several \nTennessee statutes explicitly referring t o “exclusive” jurisdiction)) ; see, e.g. , Tenn. \nCode Ann. § 9 -8-307(a)(1) (stating that the Tennessee Claims Commission “has \nexclusive jurisdiction to determine all monetary claims against the state based on \n[certain] acts or omissions of ‘state employees’”); id. at § 16-10-102 (“The circuit court \nhas exclusive original jurisdiction of all crimes and misdemeanors, either at common \nlaw or by statute, unless otherwise expressly provided by statute or this code.”); id at \n§ 36 -6-217(a) (stating that “a court of this state which has made  a child -custody \ndetermination . . . has exclusive, continuing jurisdiction”) ; id at § 67-1-1804 (stating \nthat “[t]he procedure established by this part is the sole and exclusive jurisdiction for \ndetermining liability for all taxes collected or administered by the commissioner of \nrevenue, except that the state board of equalization shall have jurisdiction concurrent \n \n \nwith the chancery court in inheritance tax cases in which only issues of valuation are \nraised”).   \n42. Defendants counter that the negative inference Plaintiff advocates is \nprecluded by the legislature ’s choice of wording , which states  that “[a]ny action to \nenforce any right under this section shall be brought in the court of record,” thus  \nindicating that all actions must be brought in Tennessee.  (Defs.’ Reply to Pl.’s Suppl. \nBr. 3, ECF No. 31 (emphasis in original).)   \n43. In the absence of Tennessee authority, Defendants rely on a decision of \nJudge Michael Robinson of this Court dismissing an inspection rights claim for lack \nof subject matter jurisdiction that was brought by a member of a Delaware limited \nliability company pursuant to Del. Code Ann. t it. 6, § 18 -305(a).  See Camacho v. \nMcCallum, 2016 NCBC LEXIS 81, at *7–10 (N.C. Super. Ct. Oct. 25, 2016).  Camacho \ndoes not support the dismissal Defendants seek, however.   \n44. Unlike Section 61-2-304(f), and like the Tennessee statues that Albright \ncites in contrast to Section 61-2-304(f), the Delaware inspection rights statute applied \nin Camacho evidences a clear legislative intent by providing that Delaware’s Court \nof Chancery i s “vested with exclusive jurisdict ion to determine whether or not the \nperson seeking such information i s entitled to the information sought.”  Del. Code \nAnn. tit. 6, § 18-305(f) (emphasis added); see Camacho, 2016 NCBC LEXIS 81, at *9 \n(“Section 18-305 is explicit that an action under that section must be brought in the \n \n \nCourt of Chancery and the Court of Chancery has exclusive jurisdiction to determine \nwhether the member is entitled to the information requested.”).2 \n45. In contrast, Section 61 -2-304(f) does not plainly express an intent to \nlimit jurisdiction over inspection claims—in fact, it does not mention “jurisdiction” at \nall.  Compare Memphis Managed Care Corp. v. State Dep’t of Com. & Ins., No. M2007-\n02437-COA-R3-CV, 2009 Tenn. App. LEXI S 39, at *8– 10 (Tenn. Ct. App. Jan. 14, \n2009) (noting that Tennessee Claims Commission had exclusive jurisdiction to \ndetermine certain claims against state where Claims Commission, according to \nstatute, was “sole and exclusive jurisdiction for determining tax liability”), with Freels \nv. Northrup, 678 S.W.2d 55, 58 (Tenn. 1984) (concluding that Tenn. Code Ann. § 60-\n1-202, which did not use the word “jurisdiction,” gave “no indication of a legislative \n                                                 \n2 Although Plaintiff contends that Defendants’ analogy to Delaware’s inspection rights \nstatute is unpersuasive because Delaware’s legislature exceeded its constitutional powers by \nrestricting litigation outside of Delaware, and in this Opinion this Court addresses \nconstitutional limitations to Tennessee’s power to limit jurisdiction outside of Tennessee, the \nCourt does not opine on the constitutionality of Delaware’s statutes.  But compare Intertrust \nGCN, LP v. Interstate Gen. Media, LLC, 2014 Phila. Ct. Com. Pl. LEXIS 434, at *6–9 (Phila. \nCt. Com. Pl. Feb. 11, 2014) (stating that it did not have jurisdiction over Delaware judicial \ndissolution claim), and Foti v. W. Sizzlin Corp., 64 Va. Cir. 64, 64 (Va. Cir. Ct. 2004) (holding \nthat the Delaware Court of Chancery had exclusive jurisdiction over statutory inspecti on), \nwith Truck Components, Inc. v. Beatrice Co. , 143 F.3d 1057, 1062 (7th Cir. 1998) (opining \nthat 8 Del. Stat. §145(k), as “an intra-state allocation has no effect on federal litigation” but \n“allocates jurisdiction among Delaware courts” because “Delawar e maintains separate \nsystems of courts in law and equity” and “[c]laims based on corporate arrangement go to the \nCourt of Chancery”), Anderson v. Child.’s Corner, Inc., No. CV106011812S, 2011 Conn. Super. \nLEXIS 335, at *6–9 (Conn. Super. Ct. Feb. 15, 2011) (determining Delaware statute did not \ndeprive it of jurisdiction after reviewing legislative history) , and Sachs v. Adeli, 26 A.D.3d \n52, 55 (N.Y. App. Div. 2005) (holding that Delaware statute did not mandate that case be \ntried in Delaware because “[ a] statute or rule of another State granting the courts of that \nState exclusive jurisdiction over certain controversies does not divest the New York courts of \njurisdiction”). \n \n \nintention to vest exclusive jurisdiction over drilling unit participation in the Oil and \nGas Board”). \n46. The Court must, however, separately consider Tennessee’s local action \ndoctrine, which implies a limiting jurisdictional effect even where a statute does not \nexplicitly state that it limits subject matter jurisdiction:  \nTennessee courts have held in a variety of contexts that when the \nlegislature eliminates the option of venue wherever the defendant may \nbe found and otherwise specifies venue for an action, the lawsuit \nbecomes a “local action.”  Thus, in a number of areas,  the Tennessee \ncourts have “localized” venue, converting it into a rule of subject matter \njurisdiction. \n \nJune F. Entman, Abolishing Local Action Rules: A First Step toward Modernizing \nJurisdiction and Venue in Tennessee, 34 U. Mem. L. Rev. 251, 255 (2004) (hereinafter \n“Entman, Abolishing Local Action Rules”) ; see Hawkins v. Tenn. Dep’t of Corr. , 127 \nS.W.3d 749, 753 (Tenn. Ct. App. 2002) (“Otherwise transitory actions are considered \nto be local when a statute prescribes a particular county in which they must  be \nbrought.  In fact, venue statutes evince  [a] legislative purpose to localize transitory \nactions.” (internal citations omitted)).  Where a transitory action has been localized \nby statute, “venue has become part of the court’s authority to hear a particular action \nand is, therefore, jurisdictional.”  Hawkins, 127 S.W.3d at 753–54 (citing cases).  \n47. Those venue statutes that  localize certain claims generally  either \npertain to: (a) actions brought in Tennessee,  see, e.g., Tenn. Code Ann. § 20-4-101 \n(localizing transitory actions brought in Tennessee to a particular county  unless \nvenue is otherwise provided for ); see also Pack v. Ross, 288 S.W.3d 870, 872  (Tenn. \nCt. App. 2008) (“The Courts of our State have no jurisdiction of local actions brought \n \n \nin the wrong county[.]” (emphasis added) (quoting Curtis v. Garrison, 364 S.W.2d 933, \n936 (Tenn. 1963))); (b) claims against state agencies, see, e.g., Tenn. Code Ann, § 57-\n3-407 (requiring actions against the Alcoholic Beverage Commission to be brought in \nDavidson County); or (c) claims involving particular state interests, see, e.g., id. at § \n41-21-803 (localizing claims brought by plaintiff inmate to county in which his or her \nfacility is located).  As such, there is no reason for this Court to extend those holdings \nto an action brought outside of Tennessee,  especially where Tennessee courts \nrecognize that “[r]epeals of jurisdiction of the courts by implication are disfavored in \nthe law.”  Freels, 678 S.W.2d at 58 (citing first Tenn. Valley Auth. v. Hill, 437 U.S. \n153 (1978), then Abbott Labs. v. Gardner, 387 U.S. 136 (1967)).   \n48. In the absence of Tennessee precedent clearly directing otherwise , the \nCourt therefore finds no conclusive legislative intent in Section 61 -2-304(f) to \nestablish exclusive jurisdiction in Tennessee courts.  See id. (“In the absence of a clear \nshowing of legislative intent to do so, courts will not infer that the enactment of a \nparticular statute has the effect of withdrawing from the courts their traditional \nequitable powers.”).  \n49. While this holding is alone dispositive of Defendants’ Motion to Dismiss \nClaim II, the Court will address the constitutional arguments the parties have raised, \nas well as Defendants’ suggestion that this Court should abstain from any exercise of \njurisdiction as a matter of policy. \n \n \nb. Constitutional Considerations \n \ni. Power to Mandate Exclusive Jurisdiction  \n50. Albright argues that the holdings of  Tennessee Coal, Iron & R ailroad \nCompany v. George, 233 U.S. 354 (1914),  and its progeny preclude Tennessee from \nmandating the exclusive jurisdiction Defendants champion.  \n51. In Tennessee Coal, the U.S. Supreme Court decided whether the F ull \nFaith & Credit Clause of the U .S. Constitution deprived a Georgia court  of subject \nmatter jurisdiction over a claim brought under an Alabama code  creating a cause of \naction for employees injured by defective workplace machinery , when that code \nrequired those actions “be brought in a court of competent jurisdiction within the \nState of Alabama and not elsewhere.”  Tenn. Coal, 233 U.S. at 358–59.  The Supreme \nCourt ultimately decided that  the Alabama statute did not divest Georgia courts of \nsubject matter jurisdiction because “a State cannot create a transitory cause of action \nand at the same time destroy the right to sue on that transitory cause of action in any \ncourt having jurisdiction.”  Id. at 360 (emphasis added) ; see Marshall v. Marshall , \n547 U.S. 293, 314 (2006) (“Jurisdiction is determined ‘by the law of the court’s \ncreation and cannot be defeated by the extraterritorial operation of a [state] statute . \n. . , even though it created the right of action.’” (quoting Tenn. Coal, 233 U.S. at 360)); \nsee also Markham v. City of Newport News , 292 F.2d 711, 716 (4th Cir. 1961) (“The \nlaws of a state cannot enlarge or restrict the jurisdiction of the federal courts or those \nof any other state.”).   \n \n \n52. In reaching its holding, the Tennessee Coal Court distinguished between \nstatutes creating general liability without a remedy and claims for which the “right \nand remedy are so united that the right cannot be enforced except in the manner and \nbefore the tribunal designated by the [governing] act.”  Tenn. Coal, 233 U.S. at 358–\n59.  “ [W]here the provision for the liability is coupled with a provision for a special \nremedy, that remedy, and that alone, must be employed.”  Id. at 359 (quoting Pollard \nv. Bailey, 87 U.S. 520, 527 (1874)); see Galveston, Harrisburg. & San Antonio Ry. Co. \nv. Wallace, 223 U.S. 481, 490 (1912)  (“Where the statute creating the right provides \nan exclusive remedy, to be enforced in a particular way, or before a special tribunal, \nthe aggrieved party will be left to the remedy given by the statute which created the \nright.”).  The Supreme Court further explained that recognizing exclusive jurisdiction \nover a transitory claim would deprive the plaintiff “of a fixed right,” if the defendant \nleft Alabama and the plaintiff could no longer bring suit “because the statute did not \npermit a suit elsewhere than in Alabama.”  Tenn. Coal, 233 U.S. at 359.   \n53. In sum, Tennessee Coal stands for the proposition  that one state may \nnot divest another of jurisdiction over transitory claims for which “right and remedy” \nare not “so united that the right cannot be enforced except in the manner and before \nthe tribunal designated by the [governing] act .”  Id. at 358– 59.  Applying this \nstandard, the Court concludes that Defendants’ argument for exclusive jurisdiction  \nis unavailing because the statutory inspection right  is transitory rather than local, \nand the inspection remedy is not a spe cial remedy requiring enforcement  by a \nparticular tribunal. \n \n \n54. “Actions are transitory when the transaction on which they are based \nmight take place anywhere, and  are local when they could not occur except in some \nparticular place.”  Howle v. Twin States Express, Inc. , 237 N.C. 667, 671, 75 S.E.2d \n732, 73 6 (1953).  Historically, transitory claims have been characterized as ones  \ninvolving injury to the person, where as local claims relate to immovable property.  \nSee Huntington v. Attrill, 146 U.S. 657, 669 (1892) (“[P]ersonal injuries are of \na transitory nature[.]”); Blevens v. Kitchen Lumber Co., 207 N.C. 144, 146, 176 S.E. \n262, 263 (1934) (citing Mason  v. Warner, 31 Mo. 508, 510 (Mo. 1862) (“My horse or \nmy steamboat being movable, is the subject of injury . . . as well in one state as \nanother; but this [cannot] be affirmed of my land, which is i mmovable.”)); see also \nWylie v. Farmers Fertilizer & Seed Co., No. W2002 -01227-COA-R9-CV, 2003 Tenn. \nApp. LEXIS 589, at *6 (Tenn. Ct. App. Aug. 21, 2003) (“A transitory action is one in \nwhich the injury occurred to a subject not having an immovable location; therefore a \ntransitory action could have occurred anywhere.   Typical examples \nof transitory actions are actions sounding in tort and contract.”).  \n55. That a partnership or corporation may maintain its books and records \nexclusively at its home office does not mandate the conclusion that a claim to inspect \nthose records is localized.  See Nettles v. McConnell, 43 So. 838, 839 (Ala. 1907) (“[T]he \nright of the stockholders to their inspection is transitory.”).  E ntities often \naccommodate an inspection demand by providing copies of requested books and \nrecords remotely to preclude an owner from appearing at the entity’s physical offices, \nfor example. \n \n \n56. Further, the Court does not read  Section 61-2-304 to create a remedy \nthat can only be implemented by a particular tribunal.  See Entman, Abolishing Local \nAction Rules, at 326 (“‘Localized’ venue, in the parlance of Tennessee decisions, has \nnothing to do with the traditional local action concept that some actions are \ninherently tied to a situs because of the nature of the claim or the remedy sought.”).   \n57. Section 61 -2-304 sets forth no “prescribed statutory remedy available \nonly in” Shelby County that is “inextricably bound up with” the right to inspect \nlimited partnership materials, and thus the Court finds those cases upholding the \njurisdiction of a foreign court more analogous than those reaching the opposite \nconclusion.  Compare Crider v. Zurich Ins. Co. , 380 U.S. 39, 42 (1965) (holding that  \nAlabama court had jurisdiction over action arising under Georgia’s workers \ncompensation act), Randall v. Arabian Am. Oil Co. , 778 F.2d 1146, 1151 (5th Cir. \n1985) (holding that wrongful discharge controversy was a transitory action and that \n“venue [wa]s no part of the right” though Saudi labor law division mandated that the \ncase be heard by Saudi Arabian labor Commission), and Tex. Pipe Line Co. v. Ware, \n15 F.2d 171, 174 (8th Cir. 1926) (deciding that right of compensation for personal \ninjury under Louisiana Act did not require enforcement in particular tribunal), with \nArabian Trading & Chem. Indus. Co. v. B.F. Goodrich Co., 823 F.2d 60, 64 (4th Cir. \n1987) (opining that  action to enforce  Saudi statute must be dismissed  because \nMaryland courts lacked authority to grant relief: payment to fund sponsored by Saudi \ngovernment), Taylor v. LSI Logic Corp., 715 A.2d 837, 839–40 (Del. 1998) (dismissing \ncase brought under Canada Business Corporations Act because “oppression remedy” \n \n \nsought was available only from Court of the Queen’s Bench) , and Cal. ex rel. Houser \nv. St. Louis Union Tr. Co., 260 S.W.2d 821, 830 (Mo. Ct. App. 1953)  (finding that “a \nright (to levy an inheritance tax) [wa] s inextricably bound up with a prescribed \nstatutory remedy available only in California”).  \n58. Consistent with Tennessee Coal , the Court therefore concludes that  by \nexercising subject matter jurisdiction over Claim II this Court does not divest Section \n61-2-304(f) of its intended effect and gives Tennessee’s laws full faith and credit. \nii. Abstention  \n59. Defendants argue that even if this Court determines that it has subject \nmatter jurisdiction over Claim II, it should abstain from exercising its jurisdiction in \norder to “avoid the possibility of interpreting Tennessee law contrary to the \nTennessee legislature’s intent.”  (Defs.’ Reply to Pl.’s Br. Opp’n to Defs.’ Mot. Dismiss \nClaims I & II First Am. Compl. 4, ECF No. 25.)  Returning to their reliance on Judge \nRobinson’s holding in Camacho, Defendants seek to compare Section 61 -2-304(f) to \nthe Delaware inspection right statute  considered by Judge Robinson  because \nDelaware’s Supreme Court explained that jurisdiction over that statute was limited \nto the Court of Chancery  to encourage uniformity of interpretation.  See Camacho, \n2016 NCBC LEXIS 81, at *9–10 (citing Elf Atochem N. Am., Inc. v. Jaffari, 727 A.2d \n286, 292 (Del. 1999)).  \n60. The Court again concludes that Defendants stretch their statutory \ncomparison too far when Section 61-2-304(f) does not plainly express an intent to limit \njurisdiction, but there is an even more fundamental  principle at play that argues \n \n \nagainst abstention: this case presents none of the circumstances of public policy upon \nwhich North Carolina abstention decisions have been based.  While North Carolina \nrecognizes several limited abstention doctrines, they are not pertinent to the policy \nconcern raised by Defendants.3  Federal abstention doctrines recognize that in certain \ninstances federal courts should step aside to allow the states to interpret and apply \nnovel or complex issues of state law as well as those that pertain to a state’s sovereign \ninterests, see 28 U.S.C. § 1367(c) (permitting federal courts to abstain from exercising \nsupplemental jurisdiction over state law claims that involve “novel or complex” state-\nlaw issue s); Harrison v. NAACP , 360 U.S. 167,  176 (1959) (holding that “federal \ncourts should not adjudicate the constitutionality of state enactments fairly open to \ninterpretation until the state courts have been afforded a reasonable opportunity to \npass on them”); La. Power & Light Co. v. City of Thibodaux, 360 U.S. 25 , 29 (1959) \n(approving federal district court’s decision to stay case to allow state court to decide \nissue of such great publi c importance that federal determination would infringe on \nstate sovereignty); Burford v. Sun Oil Co. , 319 U.S. 315 , 334–36 (1943) (permitting \nfederal courts to abstain where state courts have greater expertise in complex area s \nof state law), but North Carolina’s courts have not adopted those doctrines.  \n                                                 \n3 For example, North Carolina courts are bound by the ecclesiastical abstention d octrine, \nwhich bars North Carolina courts from adjudicating “ecclesiastical matters of a church,” \nTubiolo v. Abundant Life Church, Inc., 167 N.C. App.  324, 327, 605 S.E.2d 161, 163 (2004), \nand the pending action doctrine, which prevents multiple actions that “present a substantial \nidentity as to parties, subject matter, issues involves, and relief demanded,” Jessee v. Jessee, \n212 N.C. App. 426, 438, 713 S.E.2d 28, 37 (2011) .  North Carolina also  recognizes the \nexclusive jurisdiction of tribal courts over certain matters.  See, e.g., In re Adoption of K.L.J. \n& K.P.J., No. COA17-1390, 2019 N.C. App. LEXIS 604, at *6–7 (N.C. Ct. App. July 16, 2019) \n(deferring to tribal court’s jurisdiction over adoption of Cheyenne River Sioux children). \n \n \n61. In sum, the Court concludes that: (1) the language of Section 61-2-304(f) \ndoes not manifest a clear legislative intent to localize inspection right  claims under \nthe TLPA and Ten nessee’s courts have not had the opportunity to provide further \nguidance as to the intent of the legislature in enacting that section; (2) if the Court \nhad found such intent, the constitutional doctrine recognized in Tennessee Coal would \npreclude its enforcement ; and (3) there is no basis for the Court to abstain  from \nexercising the subject matter jurisdiction with which it is vested.  Accordingly, \nDefendants’ Motion to Dismiss pursuant to 12(b)(1) should be denied.    \n(2) Venue (Claim I) \n62. Defendants conten d that , having found that it is vested with subject \nmatter jurisdiction, the Court should dismiss Claim I for improper venue because the \nparties impliedly agreed to a forum selection clause mandating that an action under \nthe LPA proceed only in Tennessee.  Defendants’ argument rests on the premise that \nthe LPA’s choice -of-law clause incorporates the TLPA, and because the TLPA \nincludes Section 61 -2-304(f), Al bright agreed that the courts of Shelby County, \nTennessee have exclusive jurisdiction  over claims brought under the LPA .  In \nopposition, Plaintiff first asserts that Defendants’ Motion to Dismiss did not properly \npresent the issue of venue, and in any event, Defendants’ challenge should be rejected \nbecause the LPA does not include a binding forum selection clause. \na. The Issue of Venue is before the Court \n63. A Rule 12(b)(3) motion is the proper vehicle to enforce a contractual \nforum selection clause.  Sony Ericsson Mobile Comms. USA, Inc. v. Agere Sys. , Inc., \n \n \n2007 NCBC LEXIS 28, at *4 (N.C. Super. Ct. Aug. 27, 2007) (citing Hickox, 161 N.C. \nApp. at 511, 588 S.E.2d at 567).  Because Defendants’ motion was brought “pursuant \nto Rule 12(b) of the Rules of Civil Procedure . . . to dismiss Claims I and II of Plaintiff’s \nAmended Complaint for lack of subject matter jurisdiction [,]” (Mot. Dismiss 1 \n(emphasis added)), Plaintiff argues that the motion should then be confined  to Rule \n12(b)(1).  Defendants contend that the question of venue was placed at issue and can \nnow be considered because Defendants denied Plaintiff’s averment of proper venue in \ntheir Answer.   \n64. In seeking to preclude the Court’s consideration of venue, Albright relies \non Lendingtree, LLC v. Anderson , 228 N.C. App. 403, 747 S.E.2d 292 (2013).  \nHowever, Lendingtree did not vary the traditional reading of Rule 12 which provides \nthat “a venue objection [may be raised] in either: (i) a responsive pleading; or (ii) a \nmotion to dismiss under [N.C.G.S. § 1A-1, Rule] 12(b)(3).”  Lendingtree, 228 N.C. App. \nat 409, 747 S.E.2d at 297; see N.C.G.S. § 1A -1, Rule 12(h)(1) (“A defense of . . . \nimproper venue . . . is waived . . . if it is neither made by moti on under this rule nor \nincluded in a responsive pleading[.]”).4   \n65. The Court concludes that the issue of venue is properly before the Court \nfor its consideration.   \n                                                 \n4 A motion for improper venue under Rule 12(b)(3) must be filed prior to or contemporaneous \nwith an answer unlike a motion for change of venue for the convenience o f witnesses under \nN.C.G.S. § 1-83, which must be filed after answering.  See McCullough v. Branch Banking & \nTr. Co., 136 N.C. App. 340, 350, 524 S.E.2d 569, 575–76 (2000). \n \n \nb. Venue is proper  \n \n66. Here, the issue of venue presents the question of whether the parties \nagreed to a n enforceable forum selection of Tennessee.  While the proper venue  for \nan action is generally determined by the law of the forum, parties may select a forum \nby agreement .  See Lendingtree, 228 N.C. App. at 408, 747 S.E.2d at 297 (“[A] \ncontractual forum selection clause can modify th [e] default venue rule.”); see also \nWoodruff v. Anastasia Int’l, Inc., No. E2007 -00874-COA-R3-CV, 2007 Tenn. App. \nLEXIS 781, at *14–15 (Tenn. Ct. App. Dec. 19, 2007) (affirming dismissal of lawsuit \nbecause a valid and enforceable forum selection clause determined the Tennessee was \nnot a proper venue). \n67. Defendants’ contractual argument arises from the LPA, which specifies \nthat it will be governed by Tennessee law.  (See LPA § 19.5.)  As Tennessee has a \nclear “substantial relationship ” to the controversy, this Court  will honor the \ncontractual choice of law.  See Am. Air Filter Co. v. Price, 2017 NCBC LEXIS 55, at \n*12 (N.C. Super. Ct. June 26, 2017) ( stating that North Carolina courts will enforce \nchoice of law clauses where the chosen state has a “substantial relationship to the \nparties or the transaction” and “application of the law of the chosen state [is not] \ncontrary to the fundamental policy of a state which has a materially greater interest \nthan the chosen state” ( quoting Cable Tel Serv s., Inc. v. Overland Contr., Inc. , 154 \nN.C. App. 639, 642–43, 574 S.E.2d 31, 33–34 (2002))).  “The choice of law provision[] \n. . . will be used to determine the validity and construction of the contract, regardless \nof any conflicts between the laws of the named state and the state in which the case \n \n \nis litigated.”  Johnston Cty. v. R.N. Rouse & Co., 331 N.C. 88, 92, 414 S.E.2d 30, 33 \n(1992); see Map Supply, Inc. v. Integrated Inventory Sols., LLC, No. COA07-733, 2008 \nN.C. App. LEXIS 1008, at *3–5 (N.C. Ct. App. May 20, 2008) (applying Michigan law \nto interpret a forum selection clause because the contract contained an enforceable \nMichigan choice of law clause); Hickox, 161 N.C. App. at 513–14, 588 S.E.2d at 568–\n69 (applying California law in deter mining that the forum selection clause was not \napplicable to the dispute at hand by its plain language); Cable Tel Servs., Inc., 154 \nN.C. App. at 644–45, 574 S.E.2d at 34 (applying North Carolina law to determine the \nenforceability of a forum selection clause after determining that a Colorado choice of \nlaw clause did not apply). \n68. Tennessee law likewise controls if interpretation of the contractual \nprovisions of the LPA trigger the internal affairs doctrine, which provides that, “with \nrespect to limited partnerships, ‘the laws of the jurisdiction under which a \nforeign limited partnership is organized govern its organization and  internal \naffairs[.]’”  Azure Dolphin, LLC v. Barton, 371 N.C. 579, 596, 821 S.E.2d 711, 723 \n(2018) (quoting N.C.G.S. § 59- 901)); see Mancinelli v. Momentum Res. , Inc. , 2012 \nNCBC LEXIS 30, at * 5 n.9 (N.C. Super. Ct. May 17, 2012) (“It is worth noting that \n‘under the “ internal affairs doctrine,” some courts have declined to give effect to a \ncontractual choice of law provision that seeks to trump the law of the incorporating \nstate in matters involving the  internal affairs of a foreign corporation.’” (quoting \nClassic Coffee Concepts, Inc. v. Anderson, 2006 NCBC LEXIS 24, at *34 (N.C. Super. \nCt. Dec. 1, 2006))).  \n \n \n69. Tennessee courts recognize that contract interpretation is a question of \nlaw, Pitt v. Tyree Org., Ltd., 90 S.W.3d 244, 252 (Tenn. Ct. App. 2002), and a court’s  \naim should be to determine and give effect to the parties’ intent, see Harrell v. Minn. \nMut. Life Ins. Co., 937 S.W.2d 809, 814 (Tenn. 1996).  Each provision must be given \nits natural and ordinary meaning and should be construed in light of the entire \nagreement.  Buettner v. Buettner, 183 S.W.3d 354, 358–59 (Tenn. Ct. App. 2005).   \n70. “If a contract is unambiguous, a court must interpret it as written and \nnot in accordance with a party’s unexpressed intent.”  Williams v. Larry Stovesand \nLincoln Mercury, Inc. , No. M2014 -00004-COA-R3-CV, 2014 Tenn. App. LEXIS 665, \nat *12 (Tenn. Ct. App. Oct. 15, 2014) .  “A contract is ambiguous only when it is of \nuncertain meaning and may fairly be understood in more ways than one.  A strained \nconstruction may not be placed on the language used to find ambiguity where none \nexists.”  Cookeville Gynecology & Obstetrics, P.C. v. Se. Data Sys., Inc., 884 S.W.2d \n458, 462 (Tenn. Ct. App. 1994) (quoting Farmers-Peoples Bank v. Clemmer, 519 \nS.W.2d 801, 805 (Tenn. 1975)).5   \n                                                 \n5 North Carolina law on contract interpretation accords with that of Tennessee.  See State v. \nPhilip Morris USA Inc., 363 N.C. 623, 631 –32, 685 S.E.2d 85, 90 (2009) (agreeing with \nBuettner (citing Jones v. Casstevens, 222 N.C. 411, 413– 14, 23 S.E.2d 303, 305 (1942) )); \nWalton v. City of Raleigh, 342 N.C. 879, 881, 467 S.E.2d 410, 411 (1996) (agreeing with \nWilliams); Lane v. Scarborough, 284 N.C. 407, 409–10, 200 S.E.2d 622, 624 (1973) (agreeing \nwith Harrell); Wachovia Bank & Tr. Co. v. Westchester Fire Ins. Co., 276 N.C. 348, 354, 172 \nS.E.2d 518, 522 (1970) (agreeing with Cookeville Gynecology); Harris v. Ray Johnson Constr. \nCo., 139 N.C. App. 827, 829, 534 S.E.2d 653, 654 (2000) (agreeing with Pitt).  North Carolina \nand Tennessee articulate the standard for determining whether a forum selection clause is \nenforceable differently, however.  Compare Mark Grp. Int’l, Inc. v. Still , 151 N.C. App. 565, \n568, 566 S.E.2d 160, 162 (2002) (stating that, subject to public policy exceptions, North \nCarolina courts must enforce “mandatory” forum selection clauses and have discretion to \nenforce permissive ones), with  Dyersburg Mach. Works, Inc. v. Rentenbach Eng’g Co., 650 \nS.W.2d 378, 380 (Tenn. 1983) (stating that forum selection clause s are enforceable unless \n \n \n \n71. The Court finds no clear expression of the parties’ inten t to restrict \nvenue in the LPA.  See Accredo Health Inc. v. Patterson, No. W2006-02693-COA-R3-\nCV, 2007 Tenn. App. LEXIS 499, at *14 (Tenn. Ct. App. Aug. 1, 2007) (rejecting the \ncontention that boilerplate choice of law provision operates as forum selection clause \nbecause if defendant “intended to include a forum selection clause, it easily could have \ndone so”); Cookeville, 884 S.W.2d at 462 (“An ambiguity does not arise in a contract \nmerely because parties may differ as to interpretations of certain of its provisions. . . \n. Neither the parties nor the courts can create an ambiguity where none exists in a \ncontract.” (internal citations omitted)).   \n72. Significantly, the LPA itself provides a right to inspect books and \nrecords and in doing so does not reference or rely on the statutory right created by \nSection 61 -2-304, (see LPA § 9.2),  and Defendants concede that  the parties \n“contemplated that actions  could be brought by Plaintiff in a forum other than the \n‘court of record,’” (Defs.’ Reply to Pl.’s Suppl. Br. 7), by stating that the LPA would be \ngoverned and interpreted in accordance with Tennessee law “excluding conflict of \nlaws provisions,” (LPA § 19.5).   \n73. Nevertheless, Defendants argue  that this Court should recognize  an \nenforceable contractual forum selection clause because “[b]oth Tennessee and North \nCarolina support the view that mandatory forum selection clauses may be \nincorporated by reference to other agreements or statutory provisions,” (Defs.’ Reply \n                                                 \nplaintiff cannot secure effective relief in chosen forum,  other forum is substantially less \nconvenient, or it would be unfair or unreasonable to enforce clause for some other reason). \n \n \nto Pl.’s Suppl.  Br. 2 (emphasis added)),  but Defendants are unable to cite any \nprecedent in support of the latter contention.   \n74. Instead, Defendants cite a federal district court opinion applying  \nVirginia law —Middleburg Training C enter, Inc. v. Firestone, 477 F. Supp. 2d 719 \n(E.D. Va. 2007).  The  Middleburg Court, relying on the “well-settled principle” that \n“a shareholder’s contract rights and obligations vis a vis the corporation in which they \nown stock are found not only in the corporation’s articles of incorporation, its \ncorporate charter, or other documents, but also in the general corporation laws of the \nstate of incorporation[,]” held that “the forum selection provision in Va. Code § 13.1 -\n740 [wa]s incorporated into the contract between Virginia corporations and their \nshareholders, and hence constitute[d] a contractual forum selection cl ause.”  \nMiddleburg, 477 F. Supp. 2d at 725–26.    \n75. The Court is not persuaded.  While the internal affairs doctrine \n“recognizes that only one State should have the authority to regulate a corporation’s \ninternal affairs,” Edgar v. MITE Corp. , 457 U.S. 624, 645 (1982), it does not follow \nthat the doctrine compels an exclusive forum  as the purpose of the doctrine  is to \ndictate the substantive law to be applied, see Haberland v. Bulkeley, 896 F. Supp. 2d \n410, 420 (E.D.N.C. 2012)  (“Under North Carolina law, the  substantive law of a \ncorporation’s state of incorporation governs suits involving ‘ [the] \ncorporation’s internal affairs—matters peculiar to the relationships among or \nbetween the corporation and its current officers, directors, and shareholders[.]’” \n \n \n(quoting Bluebird Corp. v. Aubin, 188 N.C.  App. 671, 680 –81, 657 S.E.2d 55, 63  \n(2008))). \n76. The Court concludes that, based on the unambiguous language of the \nLPA, the parties did not expressly or impliedly agree to a forum selection clause and \nthe law does not otherwise compel a mandatory forum.  Accordingly , the Court \ndetermines that North Carolina’s default venue principles  apply.  See Se. Auto, Inc.  \nv. Genuine Parts Co., 2017 NCBC LEXIS 34, at *19 (N.C. Super. Ct. Apr. 17, 2017) \n(stating that, absent an enforceable forum selection clause, venue is fixed by statute).  \nPursuant to those principles, venue is proper in Mecklenburg County , North \nCarolina.  See N.C.G.S. § 1-79(a)(1) (stating that the residence of a domestic limited \npartnership is where the registered or principle office of the partnership is located) ; \nid. at § 1-82 (stating catch-all venue rule).   \n77. Accordingly, the Motion to Dismiss Claim I  for improper venue should \nbe denied. \nB. The Motion for Judgment on the Pleadings (Claim III)  \n78. Defendants move for judgment on the pleadings on Albright’s Claim III, \nwhich seeks a declaration  that “Defendants’ attempt to extend the term of Vining -\nSparks LP was void ab initio  because Defendants failed to comply with the \nrequirements [of the LPA], specifically including the requirement set forth in § 15.2  \n \n \nthat any extension of the term of Vining -Sparks LP required the consent of all \nLimited Partners.”  (First Am. Compl. ¶ 31; see LPA § 15.2(b).)   \n79. In their answer, Defendants denied Albright’s allegation that not all the \nlimited partners consented to the amendment  to the term of the partnership.   \n(Answer First Am. Compl. ¶ 21.)  Defendants contend that they subsequently mailed \nAlbright “a list of all limited partners on the date the [LPA] was amended and copies \nof the consents signed by each of Vining -Sparks, LP’s limited partners.”  (Mot. J. \nPleadings 1.)  Defendants then assert that there is no longer any “real controversy of \njusticiable nature.”  (Mot. J. Pleadings 2.)   \n80. Defendants attached a letter and a compilation of signature pages to the \nLPA signed by Vining-Sparks, LP’s limited partners (“Consent Signatures”) to their \nMotion for Judgment on the Pleadings.  (Mot. J. Pleadings Ex. A  (“Consent \nSignatures”), ECF No. 21.1.) 6  Later, at the H earing, Defendants presented to the \nCourt the Third Amended LPA  and its Exhibit—the Vining-Sparks, LP Capital \nAccounts Table  (“Capital Accounts Table”) .  The  LPA specifies that the  Capital \nAccounts Table contains the capital accounts, units, and percentage interest of each \nlimited and general partner.  (See LPA §§ 5.1, 5.2.)     \n81. Defendants suggest and Plaintiff denies that the Court can consider \nthese documents without converting the motion to one for summary judgment.  See \n                                                 \n6 The letter says its enclosures include “[a] list of all limited partners of Vining Sparks & \nAssociates, L.P. as of the date the Third Amended and Restated [LPA] . . . was executed” and \n“[s]ignature pages from each limited partner’s approval.”  (Consent Signatures 1.)  However, \nthat list of all limited partners was not included in Defendants’ attachment to their Motion \nfor Judgment on the Pleadings. \n \n \nN.C.G.S. § 1A-1, Rule 12(c) (“[If] matters outside the pleadings are presented to and \nnot excluded by the court, the motion shall be treated as one for summary \njudgment[.]”).  Defendants contend that  the Court may consider the LPA,  and by \nassociation, the Capital Accounts Table, as they are inside the pleadings because the \nFirst Amended Complaint explicitly re ferences the LPA and makes “clear reference \nto the consent of the limited partners[.]” 7  (Mot. J. Pl eadings 2.)   Specifically, \nDefendants argue that Albright’s pleadings are comparable to those in Reese, where \nthe plaintiff “filed a complaint which referred to events that had been memorialized \nin a corporate resolution[,]” and though “the resolution [document] itself was neither \nspecifically referenced in nor attached to the Complaint [,]” the Court of Appeals \nupheld the trial court’s consideration of it.  ( Defs.’ Reply to Pl.’s Br. Opp’n to Defs.’ \nMot. J. Pleadings as to Claim III Pl.’s First Am. Compl. 3, ECF No. 29); see Reese, 196 \nN.C. App. at 546, 676 S.E.2d at 486 (noting that resolution document at issue “merely \nratifie[d] and memorialize[d] in writing the actions of [the] Board . . . . [and] Plaintiff's \n                                                 \n7 Defendants also argued that, when Plaintiff filed his First Amended Complaint, he alleged \nupon information and belief that proper consent was not obtained but did not know \nconclusively, and the Consent Signatures provided by Defendants filled in “the gaps of \nPlaintiff’s lack of knowledge.”  (Defs.’ Mem. Supp. Mot. J. Pleadings as to Claim III Pl.’s First \nAm. Compl. 4 (“Br. Supp. Mot. J. Pleadings”), ECF No. 22.)  While on a 12(c) motion “all well-\npleaded factual allegations of the non -moving party are accepted as true,” DeMent v. \nNationwide Mut. Ins. Co., 142 N.C. App. 598, 600, 544 S.E.2d 797, 799 (N.C. Ct. App. 2001), \nDefendants argue that Plaintiff’s statement in paragraph 21 of the First Amended \nComplaint: “[u]pon information and belief, the purported amendment to the term of Vining \nSparks LP . . . was made without the required ‘consent of all Partners[,]’” (First Am. Compl. \n¶ 21), was not well-pleaded and should not be accepted as true, (Br. Supp. Mot. J. Pleadings \n3).  According to Defendants, paragraph 21 is merely a statement of belief made before proof \nto the contrary was provided to Albright.  (Br. Supp. Mot. J. Pleadi ngs 3–4.)  Effectively, \nDefendants rely on paragraph 21 as the means by which the Consent Signatures are to be \nconsidered inside the pleadings while simultaneously asking the Court to disregard that \nparagraph as poorly pleaded.  \n \n \ncomplaint expressly acknowledge[d] this action[,] and also that [the] Board . . . [was] \nmoving forward to ‘prepare appropriate documentation.’”).    \n82. Albright does not object to the Court’s consideration of the LPA or the \nCapital Accounts Table , but also relying  on Reese, objects to consideration of the \nConsent Signatures because he claims he has made no admission regarding the m.  \nSee Reese, 196 N.C. App. at 545, 676 S.E.2d at 486 (“A ‘document attached to the \nmoving party’s pleading may not be considered in connection with a Rule 12(c) motion \nunless the non- moving party has made admissions regarding that document. ’” \n(quoting Weaver, 187 N.C. App. at 205, 652 S.E.2d at 708)).  \n83. In arguing for contrary outcomes based on Reese,  the parties conflate \ntwo distinct lines of cases addressing what matters are considered inside the \npleadings—the Weaver line and the Oberlin  line.  Under Weaver and subsequently \nReese, a court may consider a document: (1) that is attached to the moving party’s \npleading, (2) whose existence the non- moving party has admitted , and (3) whose \naccuracy the non-moving party has not contested.  Id. at 544–46, 676 S.E.2d at 485–\n86 (citing only Weaver for support); see Weaver, 187 N.C. App. at 205, 652 S.E.2d at \n708; see also Taidoc Tech. Corp v. OK Biotech Co., Ltd, 2015 NCBC LEXIS 27, at *6–\n9 (N.C. Super. Ct. Mar. 16, 2015) (holding that it could not consider release agreement \nattached to  defendant’s answer on 12(c) because, for court to determine whether  \nrelease agreement barred plaintiff’s claims, it needed to reference other documents \nattached to answer which were neither attached to nor referenced by complaint).     \n \n \n84. The record does not reflect  that those elements have been satisfied , \nparticularly as the Consent Signatures in question were attached to no pleading  in \nthe first instance, 8 and because the Court does not read paragraph 21 of the First \nAmended Complaint , which simply states “[u]pon information and belief, the \npurported amendment to the term of Vining Sparks LP . . . was made without the \nrequired ‘consent of all Partners[,]’” (First Am. Compl. ¶ 21), to be an admission as to \nthe Consent Signatures, see Horne, 223 N.C. App. at 31, 732 S.E.2d at 618 ( stating \nthat an allegation asserting: “[u]pon information and belief, [defendant] has waived \nimmunity for the suit by the purchase of liability insurance[,]” was not an admission \n“as to the existence of [the] defendant’s liability insurance policy”).  To the contrary, \nAlbright has repeatedly and cont inuously refused to acknowledge the authenticity  \nand completeness of the Consent Signatures.9     \n85. Oberlin is based on different criteria.  Under Oberlin, contracts or other \ndocuments “to which the complaint specifically refers even though they are presented \n[to the court] by the defendant,” “which [are] the subject matter of [the] action,” and \n                                                 \n8 The Motion for Judgment on the Pleadings to which the Consent Signatures were attached \nis not itself a pleading.  See W4 Farms, Inc. v. Tyson Farms, Inc., 2017 NCBC LEXIS 189, at \n*2 (N.C. Super. Ct. Sept. 28, 2017) (“A motion is not a pleading.” (citing N.C.G.S. § 1A-1, Rule \n7(a)–(b))). \n \n9 For example, Albright points out that the signatures do not reference the correct iteration \nof the LPA , (see Pl.’s Br. Opp’n to Defs.’ Mot. J. Pleadings as to Claim III Pl.’s First Am. \nCompl. 5–6 (“Br. Opp’n Mot. J. Pleadings”), ECF No. 27 ), the parties dispute whether the \nsignature of general partner VSIBG EP was required, and there are inconsistencies between \nthe partners listed in the Capital Accounts Table and the Consent Signatures.  Plaintiff also \nrefused to dismiss Claim III based on Defendants’ production of the Consent Signatures \nbecause Defendants refused to sign an affidavit attesting to their authenticity and \nconclusiveness regarding the parties’ dispute.  (See Br. Opp’n Mot. J. Pleadings 5.) \n \n \n \nwhich do not “create justifiable surprise [to] the non-moving party[,]” are inside the \npleadings.  Oberlin, 147 N.C. App at 60–61, 554 S.E.2d at 847.  If documents satisfy \nthose criteria, it is not essential that they be attached to a pleading.   See Robertson, \n88 N.C. App. at 441, 363 S.E.2d at 675 (affirming trial court’s consideration of termite \nreport attached to defendants’ motion because it was the subject of plaintiffs’ claims \n“and plaintiffs specifically referred to the document in their complaint”).10 \n86. The Court is unable to conclude  that the Consent Signatures are  “the \nsubject of [Albright’s] complaint” within the meaning of  Oberlin.  The Consent \nSignatures are not a document to which Albright’s “complaint specifically refers.”  \nOberlin, 147 N.C. App. at 60, 554 S.E.2d at 847.   The First Amended Complaint , \nreferring to no document in particular, merely states that the amendment to Vining-\nSparks, LP’s term was made “without the required ‘consent of all partners.’”  (First \nAm. Compl. ¶ 21.)    \n87. The Court concludes that it cannot properly consider the Consent \nSignatures when ruling on the Rule 12 (c) motion under either Reese or Oberlin, and \neven if consideration were proper, the parties continue to contest the accuracy and \nsignificance of the signatures, which is a dispute that cannot be properly resolved on \na motion for judgment on the pleadings.  See Ragsdale, 286 N.C. at 137, 209 S.E.2d \nat 499 (“ When the pleadings do not resolve all the factual issues, judgment on the \n                                                 \n10 Under these facts, the LPA, a contract about and upon which Plaintiff is suing, is a classic \nexample of a document inside the pleadings under Oberlin.  The LPA was not attached to the \nComplaint but is explicitly referenced and relied upon by Plaintiff though first presented to \nthe Court by Defendants.  (See, e.g., First Am. Compl. ¶¶ 15, 31–33.)  As such, the Court may \nconsider the LPA and the Capital Accounts Table on the Motion for Judgment on the \nPleadings, whose consideration Plaintiff does not even contest. \n \n \npleadings is generally inappropriate.”).   The Court , in its discretion,  additionally \ndeclines to convert Defendants’ Rule 12 (c) motion into a motion for summary \njudgment such that it might  be resolved at this time.  Accordingly, the Rule 12(c) \nmotion should be denied, without prejudice to the Court’s ability to later consider the \nimpact of the Consent Signatures on a motion for summary judgment.   \nVI. CONCLUSION \n88. For the reasons stated above, Defendants’ Motions are DENIED.  \nSO ORDERED, this the 31st day of December, 2019. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Senior Business Court Judge \n "
}