{
  "id": "72bdb4826283d6f30978aa5b671f6a1615314e94627c6db7596227ce0650bdfd",
  "source_file": "data/raw/ncbc/72bdb4826283d6f30978aa5b671f6a1615314e94627c6db7596227ce0650bdfd.pdf",
  "raw_text": "Duke Energy Carolinas, LLC v. AG Ins. SA/NV, 2018 NCBC 52A (Corrected 06-05-\n2018). \n \n \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 5594 \n \nDUKE ENERGY CAROLINAS, LLC \nand DUKE ENERGY PROGRESS, \nLLC, \n \nPlaintiffs, \n \nv. \n \nAG INSURANCE SA/NV (f/k/a \nL’Etoile S.A. Belge d’Assurances); et \nal., \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON DUKE’S \nFIRST MOTION TO COMPEL \nDISCOVERY \n[CORRECTED] \n \n \n1. THIS MATTER is before the Court upon Plaintiffs Duke Energy Carolinas, \nLLC and Duke Energy Progress, LLC’s (together, “Duke”) First Motion to Compel \nDiscovery (the “Motion”  or “Duke’s Motion” ) in the above -captioned case.   Having \nconsidered the Motion, the materials submitted in support of and in opposition to the \nMotion, the arguments of counsel at the May 2, 2018 hearing on the Motion, and other \nappropriate matters of record, the Court hereby GRANTS the Motion in part and \nDENIES the Motion in part. \nHunton & Williams  LLP, by Frank E. Emory, Jr., Ryan G. Rich, and \nPatrick M. McDermott, and Pillsbury Winthrop Shaw Pittman LLP, by \nMark. J. Plumer, Matthew G. Jeweler, Aaron D. Coombs, Latosha M. \nEllis, and William C. Miller, for Plaintiffs Duke Energy Carolinas, LLC \nand Duke Energy Progress, LLC. \n \nGolding, Holden & Pope, by James W. Pope., and Hinkhouse Williams \nWalsh LLP, by William C. Joern and Richard McDermott, f or \nDefendants AG Insurance SA/NV , Columbia Casualty Company, and \nContinental Insurance Company. \n \nButler Weihmuller Katz Craig, by T. Nicholas Goanos and L. Andrew \nWatson, and Jackson & Campbell PC, by Erin N. McGonagle and \n \n \nCristopher M. Quinlan, for Defendants AIG Property Casualty Company, \nAmerican Home Assurance Company , and Lexington Insurance \nCompany. \n \nMcAngus, Goudelock & Courie, PLLC, by John T. Jeffries, John \nBarringer, and Jeffrey Kuykendal, and Karbal Cohen Economou Silk \nDunne LLC, by Roderick Dunne and Jocelyn F. Cornbleet, for Defendants \nAllianz Globa l Risks US Insurance Company, Allianz Underwrite rs \nInsurance Company, Fireman’s Fund Insurance Company, and \nAssurances Generales de France. \n \nHamilton Stephens Steele & Martin, PLLC , by Aaron Lay and Keith \nMerritt, and Windels Marx Lane & Mittendorf LLP, by Eric J. Konecke \nand Stefano V. Calogero, for Defendant Allstate Insurance Company. \n \nBradley Arant Boult Cummings LLP, by Corby Cochran Anderson and \nMatthew S. DeAntonio, and Freeborn & Peters LLP, by Bruce Engel, \nPatrick Frye, and Ryan Rudich, for Defendant Arrowood Indemnity \nCompany. \n \nGoldberg Segalla , by David G. Harris , II and David L. Brown, and \nRivkin Radler LLP, by Alan S. Rutkin, George D. Kappus, Steven \nZuckermann, and Robert Tugander, for Defendants Associated Electric \nand Gas Insurance Services Ltd., Berkshire Hathaway Direct Insurance \nCompany, and TIG Insurance Company. \n \nFitzgerald Litigation, by Andrew L. Fitzgerald, and Cohn Baughman & \nMartin, by William M. Cohn, Frank Slepicka, and Christopher P. \nHemphill, for Defendants Century Indemnity Company, Federal \nInsurance Company, and Pacific Employers Insurance Company. \n \nCranfill Sumner & Hartzog LLP, by Susan K. Burkhart and Samuel H. \nPoole, and Michaels, Schulwolf & Salerno, P.C., by Scott M. Salerno, for \nDefendant Employers Mutual Casualty Company. \n \nMcAngus, Goudelock & Courie, PLLC, by John T.  Jeffries, John \nBarringer, and Jeffrey Kuykendal, and Budd Larner P.C., by Michael \nBalch and David I. Satine, for Defendant General Reinsurance \nCorporation. \n \nBrooks, Pierce, McLendon, Humphrey & Leonard, LLP, by D.J. O’Brien, \nIII, and Karbal Cohen Economou Silk Dunne LLC, by Dena Economou \nand Gerald Ziebell, for Defendants First State Insurance Company and \nTwin City Fire Insurance Company. \n \n \n \nSmith Moore Leatherwood LLP, by Timothy P. Lendino, and Clausen \nMiller PC, by Michael L. Duffy and Ilene Korey, for De fendant Old \nRepublic Insurance Company. \n \nGallivan, White & Boyd, P.A., by James M. Dedman, IV, for Defendants \nAlleanza Assicurazioni S.P.A. and Generali Iard S.A. \n \nJames, McElroy & Diehl, P.A., by Adam L. Ross and Jennifer M. Houti, \nand Kennedys CMK LLP, by James J. Hickey and Melissa Sereda, for \nDefendant United States Fire Insurance Company. \n \nBledsoe, Judge. \n \nI.  \nFACTUAL AND PROCEDURAL BACKGROUND \n2. This action focuses on whether Defendants—all insurers who issued excess-\nlevel insurance policies to Duke or its predecessors —are obligated to compensate \nDuke for alleged liabilities linked to coal combustion residuals (“CCRs”), i.e., coal ash, \nat certain Duke-owned power plants in North and South Carolina. \n3. Duke’s discovery requests that are the subject of the Motion (the “Discovery \nRequests” or “Requests” ) were first served on October 10, 2017.  Each Defendant \nobjected to various interrogatories or requests for production contained in the \nDiscovery Requests.  After unsuccessfully attempting to resolve the dispute with \nDefendants, Duke submitted a Business Court Rule (“BCR”) 10.9 summary and \nrequest for a telephone conference to the Court.   \n4. Under BCR 10.9(b)(1), the Court thereafter ordered Duke to file the Motion \nand the parties to submit briefs on the Motion.  Duke submitted a brief in support of \n \n \nits Motion.  A large group of Defendants (“Certain Defendants”) 1 submitted a brief \nopposing Duke’s Motion.  Defendants Associated Electric & Gas Insurance Services \nLimited (“AEGIS”), Berkshire Hathaway Direct Insurance Company (f/k/a American \nCentennial Insurance Company) (“ACI”) and TIG Insurance Company (as successor \nto Ranger Insurance Company) (“Ranger,” and collectively with AEGIS and ACI, the \n“AEGIS Defendants”) submitted a separate , joint brief opposing Duke’s Motion, \nasserting their own arguments and joining Certain Defendants’ arguments.  \nDefendant United States Fire Insurance Company individually joined Certain \nDefendants’ opposition to Duke’s Motion. \n5. The Court held a hearing on Duke’s Motion on May 2, 2018, at which all \nparties that have appeared in this action were represented by counsel .  The Motion \nis now ripe for resolution. \nII. \nLEGAL STANDARD \n6. North Carolina Rule of Civil Procedure  26 provides that “[p] arties may \nobtain discovery regarding any matter, not privileged, which is relevant to the subject \nmatter involved in the pending action.”  N.C. R. Civ. P. 26(b)(1).  “The relevancy test \nfor discovery is not the same as the relevancy test for admissibility into evidence.  To \nbe relevant for purposes of discovery, the information need only be ‘reasonably \ncalculated’ to lead to the discovery of admissible evidence.”  Shellhorn v. Brad Ragan, \n                                                 \n1  Certain Defendants are identified on Exhibit 1 to their Joint Memorandum of Law in \nOpposition to Duke’s First Motion to Compel Discovery.  (Certain Def. Joint Mem. Law Opp’n \nDuke’s First Mot. Compel Disc. Ex. 1, ECF No. 291.1.) \n \n \nInc., 38 N.C. App. 310, 314, 248 S.E.2d 103, 106 (1978).  “ Although [Rule 26] should \nbe construed liberally neither party should be allowed to roam at will in the closets \nof the other.  . .  . One party’s need for information must be bala nced against the \nlikelihood of an undue burden imposed upon the other.”   Willis v. Duke Power Co. , \n291 N.C. 19, 34, 229 S.E.2d 191, 200 (1976).   The Court shall limit a method of \ndiscovery if the Court determines  that the “the discovery is unduly burdensom e or \nexpensive, taking into account the needs of the case, the amount in controversy, \nlimitations on the parties’ resources, and the importance of the issues at stake in the \nlitigation.”  N.C. R. Civ. P. 26(b)(1a).   \nIII. \nANALYSIS \n7. Duke identifies six categories into which the contested Discovery Requests \nfall: (1) identification of Defendants’ key personnel, (2) confirmation of the wording \ngoverning each policy at issue, (3) Defendants’ handling of prior claims by Duke, (4) \nDefendants’ handling of prior, similar claims by other policyholders, (5) Defendants’ \nprior positions on key policy provisions, and (6) Defendants’ understanding of coal \nash as a risk and their handling of coal ash claims.  The Court addresses Duke’s \nDiscovery Requests by category. \nA. Identification of Defendants’ Key Personnel \n8. Duke’s Joint Request for Production 21  (“RFP 21”) asks each Defendant to \n“[p]roduce all documents, including  . .  . organization al charts, sufficient to \ndemonstrate the personnel and organizational structure of the department(s) within \n \n \n[the D efendant’s] organization responsible for” (1)  underwriting the policies the \nDefendant issued to Duke at all time periods during which the policies were issued \nand as of the date of the response to the Discovery Requests, and (2)  claims at th e \ntime Duke first notified the D efendant about a CCR claim or potential CCR claim \nrelating to the power plants at issue in this case as of the date of the Defendants’ \nresponse to the Discovery Requests.  (Duke’s Mem. Law Supp. First Mot. Compe l \nDisc. Ex. B, at 1 [hereinafter “Discovery Requests”], ECF No. 290.2.) \n9. Certain Defendants argue that RFP 21 seeks irrelevant information and is \nunduly burdensome, contending that any individuals involved in issuing Duke’s \npolicies or handling Duke’s claim s are identified in the underwriting or claims files \nthat have been previously produced.  The Court disagrees.  Rule 26(b)(1) states that \na party can discover “any matter, not privileged, which is relevant to the subject \nmatter involved in the pending acti on[.]”  Rule 26(b)(1).  This includes discovery \nconcerning “the identity and location of persons having knowledge of any discoverable \nmatter.”  Id.  To the extent Defendants know of other employees, past or present, who \nwere responsible or involved in underwriting the policies at issue or handling Duke’s \nCCR claims, whether or not they are identified in underwriting or claim files, Duke \nis entitled to know the identity of those employees.  The Court concludes that Duke’s \nRFP 21 is reasonably calculated to lead to the discovery of admissible evidence , see \nKing v. Koucouliotes, 108 N.C. App. 751, 755, 425 S.E.2d 462, 464 (1993) (“Rule 26 \nrequires the disclosure of all persons having knowledge of some discoverable \nmatter[.]” (internal quotations omitted)) .  To mitigate the possible burden of this \n \n \nrequest, the Court will grant Duke’s Motion as to RFP 21 with the modification that \nDefendants may limit their production to  organizational charts or other existing \nsummary compilations of responsive information for  the relevant departments and \ntime periods. \nB. Confirmation of Governing Policy Language \n10. Duke’s Joint Interrogatory 5 asks Defendants whose excess policies “follow \nform” to another insurance policy to identify th e controlling policy.2  (Discovery \nRequests 1.)  Certain Defendants argue that this Request is premature and that they \nrequire more time to identify the policies underlying their excess policies.3 \n11. The Court is cognizant of the complex arrangement of policies in this case , \nbut there are few things more relevant in this action than the terms that govern the \npolicies issued to Duke .  The Court thus concludes that Joint Interrogatory 5 is \nreasonably calculated to lead to the discovery of admissible evidence and will grant \nDuke’s Motion with respect to this Request.  In recognition of Defendants’ concern \nthat their responses to Joint Interrogatory 5 may require an intensive investigation, \nhowever, the Court will permit Defendants sixty (60) days from the date of this Order \n                                                 \n2  Excess-level coverage policies like those at the center of this case will often “follow form” to \nan underlying policy.  (Duke’s Mem. Law Supp. First Mot. Compel Disc. Ex. E, at 1, ECF No. \n290.5.)  For example, Excess Insurer offers Excess Policy B to provide excess co verage on \nanother policy held by Policyholder, Primary Policy A.  Excess Polic y B’s language defines \nExcess Policy B’s  coverage by incorporating  Primary Policy A ’s terms .  Excess Policy B  \n“follows form” to Primary Policy A or is said to provide follow-form coverage.   \n \n3  Certain Defendants have offered evidence showing that identifying the underlying policy \nto which an excess -level policy follows form is not always easy.  In some instances, excess \npolicies will have vague references to another policy, e.g., “Policy No. to be advised.”  (Duke’s \nMem. Law Supp. First Mot. Compel Disc. Ex. E, at 2.) \n \n \nto respond to Joint Interrogatory 5.   Although the Court considers this deadline \nreasonable under the circumstances, i f, after the exercise of reasonable diligence,  \nDefendants are unable to answer Joint Interrogatory 5 within the time provided for \nby this Order, the Court will  consider an ex tension of this deadline for good cause \nshown. \nC.  Defendants’ Handling of Prior Claims by Duke \n12. Duke’s third category of Requests involves Joint Requests for Production 37 \n(“RFP 37”), 38 (“RFP 38”), and 40 (“RFP 40”)  and Joint Interrogatory 8 .  These \nRequests ask for information related to Defendants’ prior handling of claims by Duke \nunder the insurance policies in dispute:   \na. RFP 37 seeks documents “relating to any prior notice of environmental \nclaim, notice of circumstances of a potential environmental claim, or \nenvironmental claim [the Defendant] received from Duke under” the \npolicies in dispute.  (Discovery Requests 1.) \nb. RFP 38 requests “all documents relating to any payments [the \nDefendant has] made for claims made under” the policies in dispute.  \n(Discovery Requests 1.) \nc. Joint Interrogatory 8 asks each Defendant to identify all payments \npreviously made under the policies in dispute if the Defendant contends \nthat its policy or policies contain an “aggregate limit of liability \napplicable to property damage claims and that such aggregate limit has \nbeen impaired or exhausted.”  (Discovery Requests 1–2.) \n \n \nd. RFP 40 seeks all documents in which a Defendant denied a claim made \nby Duke under the policies in dispute.  (Discovery Requests 2.) \n13.  Duke argues that these Discovery Requests  all seek information relevant \nto several of Defendants’ asserted defenses, “including statute of limitations, late \nnotice, mitigation of damages, and erosion of alleged aggregate policy limits.”  (Duke’s \nMem. Law Supp. First  Mot. Compel Disc. 4 –5 [hereinafter “Duke’s Br.”], ECF No. \n290.)   \n14. Certain Defendants object to these Requests and argue that  Defendants’ \nhandling of prior claims under the policies at issue is irrelevant.  Certain Defendants \nalso contend that these Requests are unnecessary because “[t]o the extent an Excess \nInsurer denied coverage to Duke for a prior claim or made a statement about how the \npolicies operate, Duke already has those letters ,” and the burden imposed on \nDefendants will outweigh any benef it the discovery will have for Duke.   (Certain \nDefs.’ Joint Mem. Law Opp’n Duke’s First Mot. Compel Disc. 9, ECF No. 291.) \n15. In light of the defenses asserted by Defendants, the Court concludes that \nRFPs 37, 38, and 40 and Joint Interrogatory 8 are reasonabl y calculated to lead to \nthe discovery of relevant, admissible evidence.  Duke’s possession of certain letters \nfrom Defendants does nothing to change Duke’s entitlement to relevant evidence \nunder Rule 26.  See N.C. R. Civ. P. 26(b)(1) (“[N]or is it grounds for objection that the \nexamining party has knowledge of the information as to which discovery is sought.”).  \nFurther, to the extent Defendants are relying on documents in their possession or \ncontrol that relate to prior claims by Duke under the policies at issue to assert the \n \n \ndefenses identified by Duke (statute of limitations, late notice, mitigation of damages, \nand erosion of alleged aggregate policy limits), Duke is entitled to discover those \ndocuments.  Duke’s need for the requested information outweighs Defendants’ \ncontentions of undue burden.   Thus, the Court will grant Duke’s Motion as to the \nthird category of the Discovery Requests. \nD. Similar Claims by Other Policyholders \n16. Duke’s fourth category of Discovery Requests seeks information concerning \nDefendants’ handling of prior, similar claims by other policyholders:   \na. Joint Request for Production 48 (“RFP 48”) asks each Defendant to \nproduce “complete claims files . . . excluding any confidential settlement \nmaterials, for any environmental claim relating to CCRs” for which the \nDefendant received notice under excess policies issued or sold by the \nDefendant before 1987.  (Discovery Requests 2.)   \nb. Joint Request for Production 49 (“RFP 49”) seeks complete claims files \nfor any environmental claim on pre-1987 policies for which a Defendant \nreceived notice from “the first twenty (20) utilities (or successors)” listed \non Attachment A to Duke’s Discovery Requests.  (Discovery Requests 2.)   \nc. Joint Interrogatory 11 asks each Defendant to identify every lawsuit \ninvolving an environmental claim in state or federal court in North \nCarolina to which the Defendant was or is a party.  (Discovery Requests \n2.)   \n \n \nd. Joint Interrogatory 13 asks each Defendant to identify each CCR claim \nthat has been made against the Defendant on or before August 29, 2016 \nunder an insurance policy issued prior to October 31, 1986.  (Discovery \nRequests 2.) \n17. Certain Defendants object to these Requests by arguing that the information \ncontained in other policyholders’ claims files is irrelevant to any issue in this case.  \nAdditionally, by submitted affidavits, Certain Defendants argue that these Requests \nplace undue burden on Certain Defendants’ businesses and staff due to the manner \nin which Certain Defendants keep their records.  Finally, Certain Defendants object \nto the fourth category of Duke’s Requests by citing  the confidentiality concerns \nimplicated by producing other policyholders’ claims files. \n18. Duke argues that the information sought is relevant to a  series of \naffirmative defenses raised by Defendants, including consent -to-settle, cooperation, \nvoluntary payments, and late notice.  To succeed on these defenses in North Carolina, \nan insurer must demonstrate that it s ability to investigate and defend a claim  was \nprejudiced by the insured’s failure to comply with policy provisions.  Liberty Mut. Ins. \nCo. v. Pennington, 356 N.C. 571, 580–81, 573 S.E.2d 118, 125 (2002); Bond/Tec, Inc. \nv. Scottsdale Ins. Co. , 174 N.C. App. 820, 824, 622 S.E.2d 165, 168 ( 2005).4  Duke \n                                                 \n4  No party has raised the issue of choice of law in this case to date, and no Defendant rejected \nDuke’s contentions that the Cour t should apply North Carolina law in ruling on Duke’s \nMotion.  The Court therefore assumes without deciding for the purposes of this Motion that \nNorth Carolina law will govern the substantive rights of the parties in this case.  See N.C. \nGen. Stat. § 58-3-1; Fortune Ins. Co. v. Owens, 351 N.C. 424, 428, 526 S.E.2d 463, 466 (2000); \nCordell v. Bhd. of Locomotive Firemen & Enginemen , 208 N.C. 632, 640, 182 S.E. 141, 146 \n(1935). \n \n \nalleges, however, that excess insurers like Defendants “ do not seize the opportunity \nto investigate and defend” claims like Duke’s.  (Duke’s Br. 6.)  Duke’s fourth category \nof Discovery Requests seeks evidence to prove this point and defeat Defendants’ \nprejudice-based defenses. \n19. The Court is aware that discovery concerning other policyholders’ claims \nfiles is hotly contested in insurance litigation  and is the subject of much debate .  \nCompare Parkdale Am., LLC v. Travelers Cas. & Sur. Co. of Am., Inc., No. 3:06CV78-\nR, 2007 U.S. Dist. LEXIS 83480, at *14 (W.D.N.C. Oct. 30, 2007) (allowing discovery \nof other policyholders’ claims), and Nestle Foods Corp. v. Aetna Cas. & Sur. Co., No. \n89-1701 (CSF), 1990 U.S. Dist. LEXIS 16096, at *8 (D. N.J. Nov. 13, 1990) (“Although \nthere may be a split of authority on this issue, the majority of courts in this district \nhave permitted discovery of the ten earliest and ten most rec ent environmental \nactions of other policyholders.”), with Marook v. State Farm Mut. Auto. Ins. Co. , 259 \nF.R.D. 388, 395 (N.D. Iowa 2009) (“The Court believes that the extensive discovery \nrequested by Marook regarding the earlier State Farm cases has little or no relevance \nto the issues presented in this case.”). \n20. Pertinent to the dispute here , courts of other jurisdictions have, in some \ncases, allowed discovery of other policyholders’ claims files when such discovery is \nrelevant to an issue concerning an ind ustry or party practice.  See Mayfair House \nAss’n v. QBE Ins. Corp., No. 09-80359-CIV-HURLEY, 2010 U.S. Dist. LEXIS 20253, \nat *11–13 (S.D. Fla. Feb. 5, 2010) (affirming magistrate judge’s order to produce other \nclaims files where the files would “relate to and illuminate the manner in which the \n \n \ncompany handles claims of its other policyholders in the general course of its \nbusiness”); Morrison Assurance Co. v. U. S. Fire. Ins. Co. , 515 So. 2d 995, 996 (Fla. \nDist. Ct. App. 1987) (affirming order compelling insurer to produce all of its Florida-\nbased files when that information “relat[ed] to [a] practice in the insurance industry” \nand was “pertinent to the testimony of [the insurer’s] witness”); Aztec Life Ins. Co. of \nTex. v. Dellana, 667 S.W.2d 911, 915–16 (Tex. App. 1984) (finding trial court abused \nits discretion by denying a motion to compel production of other claims files when \nthose files could be relevant to sh owing th at insurer “consistently follow [ed] [a \ncertain] claims practice” at issue). \n21. The Court has serious concerns that Duke’s use of other policyholders’ \nclaims files could result in “mini -trials” wherein the specific facts of other \npolicyholders’ claims are debated ad nauseam .  At the same time , the Court \nrecognizes Duke’s need for this information is great.  Each Defendant in this action \nhas pleaded at least one prejudice -based affirmative defense.  These d efenses, if \nsuccessful, would relieve Def endants of liability for Duke’s claims.   If Defendants \nintend to argue and put on evidence showing that they would have investigated or \ndefended Duke’s claims and were thus prejudiced by Duke’s alleged delay or inaction, \nDuke has the right to discover evid ence relating to Defendants’ individual practices \nand the practices of their industry.   \n22. The Court is, however, cognizant of the burden that Duke’s fourth category \nof Requests places on Defendants.   The affidavits submitted by  Certain Defendants \nemphasize the time and cost associated with Duke’s fourth category of Requests.  \n \n \nParticularly, Certain Defendants insist that their files are not organized in a manner \nthat allows them to identify the specific basis on which a claim was made.  (See, e.g., \nAff. Jeffery D. Hayes 4, ECF No. 291.2; Aff. Michael Andrako 3, ECF No. 291.2; Aff. \nJohn Glowacki 3, ECF No. 291.2.)   After considering the affidavits, the Court \nconcludes as follows. \n23. First, with certain modifications, the Court will grant Duke’ s Motion with \nregard to RFP 49 .  The Court will require Defendants to produce the ten (10) most \nrecent and ten (10) earliest claims files involving environmental claims for which \nDefendants received notice at any time from  any of  the utilities listed on Duke’s \nAttachment B to Duke’s Memorandum of Law in Support of its First Motion to \nCompel Discovery ( i.e., Attachment A to Duke’s Discovery Requests) .  See Nestle \nFoods Corp. , 1990 U.S. Dist. LEXIS 16096, at *10 (affirming magistrate’s order \nrequiring production of ten ear liest and ten most recent claims files).   Thus, each \nDefendant subject to this Order will be required to produce a total of twenty (20) \nclaims files or the total number of claims files each Defendant has fitting the \ndescription herein, whichever is fewer.   Though this requirement will impose a \nburden on Defendants, the Court concludes  that Duke’s need for evidence that \npotentially rebuts  Defendants’ prejudice -based defenses outweighs any hardship  \nplaced on Defendants by the Court’s modification to RFP 49. \n24. Second, the Court will grant Duke’s Motion with regard to  Joint \nInterrogatory 11.  Certain Defendants have objected to this Request by asserting, \namong other things, that they do not segregate claims files involving coverage \n \n \nlitigation from other claims fi les, (Aff. Jeffery D. Hayes, 4), that responding to this \nRequest would require c ompiling a list of every instance of litigation in the United \nStates and the identity of associated counsel, (Aff. Zoe Marvell 3–4, ECF No. 291.2), \nor that they do not “possess  the ability to search specifically for” North -Carolina-\nbased litigation, (Aff. John Glowacki 7).  The Court has some doubt that the \nconsequences of granting Duke’s Motion with regard to this Request will be as dire \nas Certain Defendants contend.  Unlike RFPs 48 and 49, Joint Interrogatory 11 seeks \nonly identifying information for  previous environmental coverage litigation.  Th e \nRequest is limited in time and scope (since 1980 and in North Carolina) and puts the \nonus on Duke to conduct the search of public records necessary to discover any further \ninformation.  Cf. Parkdale Am., LLC, 2007 U.S. Dist. LEXIS 83480, at *15 (ordering \ndefendant to identify claims made against it after January 1, 2000 under certain \nprovisions of its policies and to produce any complaint filed pursuant to such claims).  \nTo the extent Defendants’ own filing systems present obstacles, the Court is confident \nthat records maintained by Defendants’  current or previous outside counsel will \nprovide Defendants with adequate assistance to answer Joint Interrogatory 11. \n25. Third, the Court will deny Duke’s Motion as to RFP 48 and Joint \nInterrogatory 13.  Because Defendants must manually review a file to determine the \nspecific basis of the claim involved, Duke’s RFP 48 and Joint Interrogatory 13—which \nboth seek information relating specifically to CCR claims linked to a policy sold before \n1987 or Octobe r 31,  1986, respectively —would require Defendant s to search a n \nexhaustive number of files in order to determine whether they had produced and \n \n \nidentified each and every claims file sought.  Furthermore, at the May 2, 2018 hearing \non Duke’s Motion, Duke indicated that it believed that few or no claims existed that \nwould be responsive to RFP 48 and Joint Interrogatory 13.  Duke believed that this \nfact lightened the actual burden imposed on Defendants.  The Court does not agree.  \nIf Duke’s suspicions are correct, and there are few or no claims responsive to RFP 48 \nand Joint Interrogatory 13, the Requests put Defendants in the position of searching \nthe entire haystack to confirm the absence or near absence of any needles.  The undue \nburden caused by these Requests outweighs Duke’s need for the information sought, \nparticularly in light of the Court’s decision to require responses to other Requests in \nthis category .  The Court will  thus deny Duke’s Motion as to RFP 48 and Joint \nInterrogatory 13. \n26. The Court has considered Certain Defendants’ confidentiality concerns \nraised in connection with Duke’s fourth category of Requests and concludes that those \nconcerns are adequately addressed by the Stipulated Protective Order entered in this \ncase. \nE. Defendants’ Prior Public and Private Positions on Policy Provisions \n27. Duke’s fifth category of Requests seeks information about Defendants’ prior \npublic and private positions on the meaning of certain provisions used in the policies \nissued to Duke and includes requests for public filings, internal memoranda, white \npapers, published articles, court transcripts, and other related documents.  Duke also \nseeks information concerning Defendants’ past use of pollution exclusions.   Duke \ninsists that these Requests are relevant because Duke will “likely  . . . contend that \n \n \nsome provisions [of the policies at issue] are ambiguous.”  (Duke’s Br. 9.)  If the policy \nprovisions are ambiguous, Duke argues, Duke will be entitled to introduce evidence \nof Defendants’ own statements to show the intent of the provisions.  Duke also asserts \nthat Defendants’ previous interpretations of these policy provisions are  relevant to \nwhether the provisions are ambiguous, citing State Capital Insurance Co. v. \nNationwide Mutual Insurance Co., 318 N.C. 534, 350 S.E.2d 66 (1986).  \n28. The Court is not persuaded by Duke’s argument.  When “the plain language \nof a contract is clear,” i.e., unambiguous, “the intention of the parties is inferred from \nthe words of the contract.”  Walton v. City of Raleigh, 342 N.C. 879, 881, 467 S.E.2d \n410, 411 (1996).  “The trial court’s determination of whether the language of a \ncontract is ambiguous i s a question of law[.]”  Bicket v. McLean Sec. , 124 N.C. App. \n548, 553, 478 S.E.2d 518, 521 (1996) .  In answering the question of ambiguity, the \nCourt is generally restricted to examining the four corners of the contract.  Lynn v. \nLynn, 202 N.C. App. 423, 431, 689 S.E.2d 198, 205 (2010).   \n29. The Court does not read State Capital Insurance Co. as Duke does; that case \nlooked to other court decisions for help in deciding an issue of concurrent coverage \nand is inapposite.   State Capital Ins. Co. , 318 N.C. at 546,  350 S.E.2d at 73.   \nDifferences “of judicial opinion regarding proper construction of policy language” may \nbe some evidence of ambiguity, Brown v. Lumbermens Mut. Cas. Co. , 326 N.C. 387, \n392, 390 S.E.2d 150, 153 (1990), but that rule deals with previous ju dicial \ndeterminations, not positions taken by litigants. \n \n \n30. Moreover, “[t]he meaning of ambiguous language within an insurance policy \nis a question of law for the court .”  Register v. White , 160 N.C. App. 657, 660, 587 \nS.E.2d 95, 97 (2003), aff’d, 358 N.C. 691, 5 99 S.E.2d 549 (2004); Markham v. \nNationwide Mut. Fire Ins. Co. , 125 N.C. App. 443, 452, 481 S.E.2d 349, 355 (1997 ).  \n“Any ambiguity as to the meaning of words used in an insurance policy must be \nconstrued in the policyholder’s favor.”  Henderson v. U.S. Fid. & Guar. Co., 346 N.C. \n741, 745, 488 S.E.2d 234, 237 (1997) ; Wachovia Bank & Tr. Co. v. Westchester Fire \nIns. Co., 276 N.C. 348, 354, 172 S.E.2d 518, 522 (1970). \n31. On the basis of these legal principles, the Court will deny Duke’s Motion as \nto Duke’s fifth category of Discovery Requests.  The meaning of any disputed policy \nprovisions in this case will be determined first and foremost by the plain language of \nthe pol icies at issue .  I f the policies are held to be ambiguous, ambiguity will be \nconstrued in favor of coverage , and thus Duke’s favor,  where possible.  Defendants’ \nprevious interpretation s of these provisions is not relevant to  the Court’s \ndetermination of ambiguity  or, if necessary, the Court’s subsequent construction of \nthe policy.  Likewise, Defendants’ previous uses of certain policy provisions, like \npollution exclusions, are not relevant to the Court’s analysis. \n32. Furthermore, even if Duke’s fifth category of Discovery Requests was \nreasonably calculated to lead to the discovery of admissible evidence, the Court \nconcludes, in its discretion  and for the reasons explained above, tha t such evidence \nwould be of minimal use in this litigation.  Duke’s need for this evidence would be far \n \n \noutweighed by the burden imposed on Defendants.  The Court therefore denies Duke’s \nMotion as to the fifth category of Discovery Requests. \nF. Defendants’ CCR knowledge \n33. Duke’s sixth and final category of Discovery Requests seeks information \nabout Defendants’ “(i) knowledge of CCRs before and when they sold policies to Duke, \n(ii) internal documents relating to [Defendants’] consideration of insurance coverage \nfor CCR liability under occurrence policies like those at issue, and (iii) awareness of \nCCR laws and regulations.”  (Duke’s Br. 10.)  Duke identifies three bases for its sixth \ncategory of Discovery Requests.  The Court addresses each in turn.  \n34. First, Duke argues that Defendants’ “knowledge of subsequent CCR laws \nand regulations is relevant to refute” Defendants’  assertion that D uke failed to \nmitigate its losses.   (Duke’s Br. 11.)   The Court disagrees.  In a breach of contract \ncase, the “party who is wronged is required to use due care to minimize [its losses].”  \nThermal Design, Inc. v. M&M Builders, Inc. , 207 N.C. App. 79, 89, 69 8 S.E.2d 516, \n523–24 (2010) (quoting First Nat’l Pictures Distrib. Corp. v. Seawell , 205 N.C. 359, \n360, 171 S.E. 354, 355 (1933)).  Defendants’ failure-to-mitigate defense is thus focused \non Duke’s conduct.  Defendants’ knowledge of CCRs is irrelevant to that defense.  \n35. Second, Duke suggests that Defendants’ internal statements regarding CCR \nliability coverage may be inconsistent with Defendants’ positions in this lawsuit and \ncontends that the jury and Duke are entitled to consider such inconsistencies.  For \nthe reasons stated in connection with Duke’s fifth category of Discovery Requests , \nhowever, the Court also disagrees with Duke’s second argument.  The interpretation \n \n \nof the policies between Duke and Defendants is a matter of law for the Court to decide, \nand Defendants’ prior positions on CCR liability under other policies is not relevant \nto that determination. \n36. Finally, Duke argues that evidence of Defendants’ prior knowledge of CCRs \nand CCR regulations is relevant to Defendants’ allegations that Duke misrepresented \nmaterial facts when purchasing the policies at issue.  A majority of Defendants have \npleaded defenses asserting such misrepresentations.  Although Duke denies making \nany misrepresentations, Duke also intends to argue that any alle ged \nmisrepresentations were not material and thus do not allow Defendants to avoid \nliability.  According to Duke, those Defendants asserting  misrepresentation-based \ndefenses knew about CCRs at the time they issued policies to Duke.  Thus, even if \nDuke made  misrepresentations concerning CCRs , Duke argues those  \nmisrepresentations were not material because they would not have influenced \nDefendants, who already knew the truth.   See Goodwin v. Inv’rs Life Ins. Co. of N. \nAm., 332 N.C. 326, 331, 419 S.E.2d 766, 769 (1992 ) (“[A] representation in an \napplication for an insurance policy is deemed material if the knowledge or ignorance \nof it would naturally influence the judgment of the insurer in making the contract, or \nin estimating the degree and character of the risk[.]” (internal quotation marks \nomitted)). \n37. The current record does not reflect what misrepresentations Defendants \nbelieve Duke made.  Without further details, the Court is not convinced that Duke’s \nsixth category of Discovery Requests is reasonably calculated to lead to the discovery \n \n \nof admissible evidence on this issue.  If Defendants argue that Duke misrepresented \nfacts and circumstances concerning Duke’s power plants, documents and information \nconcerning Defendants’ general knowledge of CCR risks  and regulations would not \nbe pertinent to the alleged misrepresentation s.  If, on the other hand, Defendants \ncontend Duke misrepresented future prospects concerning possible CCR liabilit ies \ndue to regulations or risks, those allegations would not involve a material \nmisrepresentation of fact but an opinion or representati on relating to future \nprospects, see Ragsdale v. Kennedy , 286 N.C. 130, 139, 209 S.E.2d 494, 500 (1974); \nBrewer v. Union Cent. Life Ins. Co. , 214 N.C. 554, 558, 200 S.E. 1, 3 (1938), and th e \ndiscovery Duke seeks would still be irrelevant.   \n38. Furthermore, at least three of Duke’s four Discovery Requests in this \ncategory are substantially broader than necessary  for purposes of defeating \nDefendants’ misrepresentation defense.  Joint Request for Production 26 requests “all \ndocuments” Defendants have concerning CCRs and CCR regulations, including EPA \nrules that became final in 2015.  (Discovery Requests 4.)  Joint Request for Production \n28 requests “all documents communicated internally within your  \norganization . . . relating to coverage or potential coverage for claims relating to \nCCRs.”  (Discovery Requests 4.)  Joint Interrogatory 10 asks each Defendants to \n“identify all regulated electric utilities” to which the Defendant issued a policy of \ninsurance between December 31, 1971 and October 31, 1986.  (Discovery Requests 4.)  \nThese Discovery Requests seek far more information than what Defendants knew \nabout CCRs before issuing policies to Duke.  \n \n \n39. For the foregoing reasons, the Court will deny Duke’s Motion as to the sixth \ncategory of Discovery Requests .  The Court is  prepared to revisit this issue as \ndiscovery proceeds for good cause shown. \nG. The AEGIS Defendants \n40. In addition to joining Certain Defendants in objecting to Duke’s Motion, the \nAEGIS Defendants make two arguments concerning their own unique circumstances. \n41. First, the AEGIS Defendants argue that Duke’s Requests directed to ACI \nand Ranger  are not reasonably calculated to lead to the discovery of admissible \nevidence because ACI and Ranger are merely fronting insurers and AEGIS is the real \nparty in interest.  By affidavit, the AEGIS Defendants submit that ACI’s and \nRanger’s names appear on their respective, in -dispute policies, and that ACI and \nRanger executed the policies, but that t he extent of ACI’s and Ranger’s involvement \nended there.  Instead, AEGIS underwrote, received the premiums on, and receiv ed \nclaims reports for the policies.  (Aff. Stephen P. Byrne ¶¶ 7–10, ECF No. 292.1.)5 \n42. At the hearing on Duke’s Motion, in response to the AEGIS Defendants’ \narguments, counsel for Duke argued that  Duke’s Requests should apply equally to \nRanger and ACI because Ranger and ACI are distinct companies that each issued the \npolicies in question.  As such, Duke insisted, Ranger and ACI are liable to Duke under \n                                                 \n5  The AEGIS Defendants also contend that complying with Duke’s Discovery Requests will \nbe unduly burdensome for ACI for reasons substantially similar to those offered by Certain \nDefendants.  The AEGIS Defendants’ arguments on this point  do not raise any issues that \nthe Court has not already addressed.  Thus, the Court will not alter its decisions herein on \nthe basis of these arguments. \n \n \nthe policies regardless of AEGIS’s obligations .  Counsel for the AEGIS Defendants \ndisagreed with these assertions. \n43. Having considered each side ’s arguments, t he Court is not prepared to \nconclude that ACI and Ranger are exempt from Duke’s Discover y Requests.  ACI’s \nand Ranger’s names appear on, and both companies signed, the policies in question.  \n(Aff. Stephen P. Byrne ¶¶ 6, 8.)   To the extent AEGIS ’s, ACI ’s, and Ranger’s \narrangements with each other mean AEGIS, and not ACI or Ranger, has possession, \ncustody, or control of documents responsive to Duke’s Discovery Requests, the AEGIS \nDefendants can work together and with Duke to produce all necessary responsive \ndocuments.  To the extent the Court grants Duke’s Motion, the obligations ari sing \nunder this Order will apply equally to ACI and Ranger. \n44. The AEGIS Defendants ’ second argument  concerns Duke’s Requests for \nother policyholders’ claims files.  The AEGIS Defendants contend that these Requests \ndo not apply to them because Duke seeks evidence to rebut prejudice-based defenses, \nand, according to the AEGIS Defendants, they  have not pleaded a defense that \nrequires a showing of prejudice.   \n45. The AEGIS Defendants  have, however,  each asserted an identical \naffirmative defense that implicates their consent.  Specifically, the defense asserts \nthat Duke has not become legally obligated to pay costs under an adjudication or \ncompromise, and, in the alternative, “to the extent Duke might be found to have \nbecome legally obligated to pay any  . . . costs by ‘compromise,’ such compromise was \n \n \nnot” made with the AEGIS Defendants’ consent.  (AEGIS’s, ACI’s, and Ranger’s Mem. \nLaw Opp’n Duke’s First Mot. Compel Disc. 7 [hereinafter “AEGIS Br.”], ECF No. 292.)   \n46. The AEGIS Defendants’ policies require the AE GIS Defendants to pay any \n“Ultimate Net Loss” that Duke becomes legally obligated to pay for certain kinds of \ndamage.  (AEGIS Br. 8.)  The policies define “Ultimate Net Loss” as all sums Duke is \nobligated to pay due to (i) an adjudication, or (ii) a “compr omise with the consent of \nthe [respective AEGIS Defendant.]”  (AEGIS Br. 8.)  The AEGIS Defendants use this \nlanguage to argue that their consent was a requirement  for any obligation to be \nconsidered an “Ultimate Net Loss” that their policies would cover.  In such a situation, \nthe AEGIS Defendants contend,  consent is a required element for coverage, not a \ncondition which exempts a claim from coverage, and  North Carolina law does not \nrequire a showing of prejudice. \n47. The AEGIS Defendants cite only California ca se law or cases applying \nCalifornia law to support their distinction between insurance policies where consent \nis an element of coverage versus those where consent is a condition precedent to \ncoverage.  The Court has found no North Carolina case draw ing such a distinction.  \nThe practical differences between policies with consent-to-settle clauses, which allow \nan insurer to avoid liability upon a showing of prejudice under North Carolina law , \nsee, e.g., Branch v. Travelers Indem. Co., 90 N.C. App. 116, 119, 367 S.E.2d 369, 371 \n(1988), modified and aff’d , 324 N.C. 430, 378 S.E.2d 748 (1989) , and policies that  \nconsider consent an element of coverage are not readily apparent —both policies are \n \n \ndesigned to exclude coverage of compromises entered in to without the insurer’s \nconsent.   \n48. North Carolina courts favor finding coverage and appear to require a \nshowing of prejudice when a lack of consent is asserted as  grounds for denying \ncoverage.  See Great Am. Ins. Co. v. C.G. Tate Constr. Co., 303 N.C. 387, 395–96, 279 \nS.E.2d 769, 774–75 (1981); Branch, 90 N.C. App. at 119, 367 S.E.2d at 371.  The Court \nis therefore not prep ared to determine that the AEGIS Defendants will not be \nrequired to show prejudice  as a part of their above -discussed affirmative defenses , \nshould the evidence show that Duke became obligated under a compromise without \nthe AEGIS Defendants’ consent .  Thus, the AEGIS Defendants will  be required to \ncomply with the terms of this Order , including  those provisions concerning other  \npolicyholders’ claims files. \n49. WHEREFORE, the Court, in the exercise of its discretion  and consistent \nwith its conclusions above , GRANTS in part and DENIES in part Duke’s Motion \nand hereby ORDERS as follows: \na. With regard to Duke’s first category of Discovery Requests seeking the \nidentity of key personnel , Subject Defendants6 identified on Exhibit A \nhereto shall produce to Duke, within thirty (30) days of the date of this \nOrder, organizational charts , or other  existing compilations of \nresponsive information , sufficient to demonstrate the personnel and \n                                                 \n6  The term “Subject Defendants” shall mean those Defendants identified on Exhibit A to \nDuke’s brief supporting its Motion to Compel—incorporated as Exhibit A to this Order—that \ndispute the particular Discovery Request at issue, i.e., those Defendants designated with a \n“Y” in the row corresponding with the particular Discovery Request. \n \n \norganizational structure of Subject Defendants’ departments \nresponsible for underwriting and claims , as those terms are defined by \nRFP 21, during the relevant time periods identified by RFP 21. \nb. With regard to Du ke’s second category of Discovery Requests seeking \nthe wording of each policy at issue, Subject Defendants shall provide \namended verified answers to Joint Interrogatory 5 of Duke’s First Set of \nJoint Interrogatories to All Defendants within sixty (60) days of the date \nof this Order. \nc. As to Duke’s third category of Discovery Requests seeking information \nof Defendants’ handling of prior claims by Duke, Subject Defendants \nshall: \ni. Conduct a reasonable search for documents within their \npossession, custody, or control that are responsive to RFPs 37, 38, \nand 40 of Duke’s First Set of Joint Requests for Production to All \nDefendants and produce to Duke all nonprivileged documents \ndiscovered within thirty (30) days of the date of this Order and, \nas soon as reasonably practicable thereafter, a log of any \ndocuments withheld or redacted on the basis of any claimed \nprivilege; and \nii. Provide amended verified answers to Joint Interrogatory 8  of \nDuke’s First Set of Joint Interrogatories to All Defendants within \nthirty (30) days of the date of this Order. \n \n \nd. As to Duke ’s fourth category of  Discovery Requests concerning \nDefendants’ handling of prior, similar claims by other policyholders: \ni. Each Subject Defendant shall conduct a reasonable search for \ndocuments within its possession, custody, or control that  are \nresponsive to Duke’s RFP 49, as modified by this Order, and shall \nproduce to Duke, within sixty (60) days of the date of this Order,  \nthe ten (10) most recent and ten (10) earliest claims files involving \nenvironmental claims for which Defendant received notice at any \ntime from any of the utilities listed on Duke’s Attachment B to \nDuke’s Memorandum of Law in Support of its First Motion to \nCompel Discovery (i.e., Attachment A to Duke’s Discovery \nRequests).  This production shall not be per utility, and thus each \nSubject Defendant shall produce a total of twenty (20) claims files \nor the maximum number of claims files , whichever is fewer,  in \ntheir possession, custody, or control that are responsive to RFP \n49, as modified by this Order.  If a Subject Defendant is unable to \ncomply with this provision of this Order by the set deadline, the \nCourt will consider an extension of time for good cause shown. \nii. Subject Defendant s shall provide Duke  with amended verified \nanswers to Joint Interrogato ry 11  of Duke’s First Set of Joint \nInterrogatories to All Defendants  within sixty ( 60) days of the \ndate of this Order. \n \n \niii. Subject Defendants shall not be required to respond to RFP 48 of \nDuke’s First Set of Joint Request s for Production to All \nDefendants or Joint Interrogatory 13 of Duke’s First Set of Joint \nInterrogatories to All Defendants. \ne. As to Duke’s fifth category of Discovery Requests seeking prior positions \non key policy provisions, Subject Defendants shall not be required to \nrespond to Requests for Production 47, 57, 61, or 64 of Duke’s First Set \nof Joint Requests for Production, Hartford Request for Production 3, o r \nJoint Interrogatory 17 of Duke’s First Set of Joint Interrogatories to All \nDefendants. \nf. As t o Duke’s sixth category of Discovery Requests concerning \nDefendants’ understanding or knowledge of CCRs and CCR regulations, \nSubject Defendants shall not be required to  respond to Requests for \nProduction 26, 27, or 28 of Duke’s First Set of Joint Request s for \nProduction or Duke’s Joint Interrogatory 10 of Duke’s First Set of Joint \nInterrogatories to All Defendants. \ng. The Court finds that all parties’ positions o n the Motion were \nsubstantially justified.  No party shall be required to pay the expenses \nincurred by another party in connection with the Motion. \n \n \nSO ORDERED, this the 5th day of June, 2018. \n \n \n     /s/ Louis A. Bledsoe, III    \n     Louis A. Bledsoe, III \n     Special Superior Court Judge  \n  for Complex Business Cases  \n \n \n \nExhibit A \n \nInsurers Subject to Duke’s First \nMotion to Compel  \n \n(as of 4/12/2018) \n  \nCase No.2017CVS5594 ECF No. 290.1 Filed 04/12/2018 12:59:27 N.C. Business Court\nDuke Energy Carolinas, LLC et al. v. AG Insurance SA/NV et al.,\nCase No. 17-CVS-5594\nDefendant-Insurers Subject to Duke's \nFirst Motion to Compel Discovery\n(as of 4/12/2018)\n                                            Defendant-Insurer:\n     Disputed Issues\n     (Y = In Dispute)\nAEGIS AG Insurance (L'Etoile)Ageas (Bishopsgate)AIG Property CasualtyAlleanza (Lloyd Itallico)Allianz GlobalAllianz UnderwritersAllstateAmerican HomeArrowoodAGF Berkshire HathowayCentury (Cal Union)Columbia CasualtyContinentalEmployers MutualFederal Insurance Co.Fireman's FundFirst StateGeneral REGenerali (Le Continent)LexingtonOld RepublicPacific EmployersTIG (Ranger)Twin CityUS Fire\nConfirmation of Policy Wording\nInterrogatory 5 - Follow Form N Y Y N Y Y Y Y N N Y N Y Y Y Y Y Y Y Y N N N Y N Y Y\nRFP 21(a) - Underwriters N N N Y N Y Y N Y N N N Y N N N Y Y Y N N Y N Y N Y Y\nRFP 21(b) - Claims N n N Y Y Y Y N Y N N N Y N N N Y Y Y N Y Y N Y N Y Y\nRFP 26 - CCR Regulations Y Y Y Y Y Y Y Y Y Y N Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y\nRFP 27 - Pre-1987 CCR Documents Y Y Y Y Y Y Y Y Y Y N Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y\nRFP 28 - Coverage for CCRs Y Y Y Y Y Y Y Y Y Y N Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y\nInterrogatory  10 - Identify other Utilities Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y\nRFP 37 - Other Environmental Claims N Y Y Y N Y Y Y Y N N N Y Y Y Y Y Y Y N N Y N Y N Y Y\nRFP 38 - Claims Payments N N N Y N Y Y N Y N N N N N N N N Y N N N Y N N N N N\nRFP 40 - Claim Denials N Y Y Y N N N Y Y N N N Y Y Y N Y N Y N N Y N Y N Y Y\nInterrogatory  8 - Aggregate limit payments N N N Y N Y Y N Y N Y N N N N N N Y N Y N Y N N N N N\nRFP 47 - Non-cumulation of limits Y Y Y Y Y Y Y Y Y Y N Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y\nRFP 57 - Earliest Policy w/ Pollution Exclusion Y Y Y Y Y Y Y Y Y Y N Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y\nRFP 61 - Ordinary costs of business Y Y Y Y Y Y Y Y Y Y N Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y\nRFP 64 - Number of Occurrences Y Y Y Y Y Y Y Y Y Y N Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y\nHartford RFP 3 - Dam/Impoundment Exclusion N N N N N N N N N N N N N N N N N N Y N N N N N N Y N\nInterrogatory 17 - First year with Pollution Exclusion N Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y\nRFP 48 - Other CCR Claims Y Y Y Y Y Y Y Y Y Y N Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y\nRFP 49 - Other Utility Environmental Claims Files Y Y Y Y Y Y Y Y Y Y N Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y\nInterrogatory 11 - Other NC litigation N Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y N Y Y Y Y\nInterrogatory 13 - Identify Other CCR Claims Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y\nHandling of Similar Claims \nInsurers' Handling of Prior Claims by Duke\nInsurers Understanding of Coal Ash\nIdentification of Insurers' Key Personnel\nInsurers' Prior Position on Key Policy Provisions"
}