{
  "id": "72c51b288fe305e342eb237d86dac6caf7a4b29b3292b593c489d08813c52d2e",
  "source_file": "data/raw/ncbc/72c51b288fe305e342eb237d86dac6caf7a4b29b3292b593c489d08813c52d2e.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nDURHAM COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 2559 \n \nTOSHIBA GLOBAL COMMERCE \nSOLUTIONS, INC., \n \nPlaintiff, \n \nv. \n \nSMART & FINAL STORES LLC, \n \nDefendant. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO DISMISS \n \n1. This action arises out of a services agreement between Toshiba Global \nCommerce Solutions, Inc. (“Toshiba”) and Smart & Final Stores LLC (“Smart & \nFinal”).  Toshiba brought suit, claim ing that S mart & Final  breached and then \nrepudiated the agreement .  Smart & Final  now contends that the Court lacks \npersonal jurisdiction over it and moves to dismiss the complaint on that basis.  (ECF \nNo. 9.)  For the following reasons, the Court DENIES the motion. \nRobinson, Bradshaw & Hinson, P.A., by  Edward F. Hennessey, IV, \nMatthew Sawchak, Erik R. Zimmerman , and Benjamin C. DeCelle, for \nPlaintiff Toshiba Global Commerce Solutions, Inc. \n \nEllis & Winters LLP, by Paul K. Sun, Jr. and Kelly Margolis Dagger, for \nDefendant Smart & Final Stores LLC. \nConrad, Judge. \nI. \nDISCUSSION \n2. When a defendant challenges personal jurisdiction, “ the Court may decide \nthe matter based on affidavits.”  Capitala Grp., LLC v. Columbus Advisory Grp. LTD, \n2018 NCBC LEXIS 183, at *3 (N.C. Super.  Ct. Dec. 3, 2018) (citation and quotation \nToshiba Glob. Commerce Sols., Inc. v. Smart & Final Stores LLC, 2020 NCBC 95. \nmarks omitted).   “If both parties submit dueling affidavits, the trial judge must \ndetermine the weight and sufficiency of the evidence presented in the affidavits much \nas a juror.”  Id. (citation and quotation marks omitted).  The burden is on the plaintiff \nto establish personal jurisdiction by a preponderance of the evidence.  See id. \n3. The parties have submitted dueling affidavits and additional exhibits in \nsupport of and in opposition to Smart & Final’s motion.  The Court held a hearing on \nOctober 29, 2020.  Having considered all relevant matters, the Court finds the \nfollowing facts by a preponderance of the evidence  and makes the following \nconclusions of law. \nA. Findings of Fact \n4. Based in Durham, North Carol ina, Toshiba makes and sells point -of-sale \nproducts used by retailers —for example, scanners, monitors, and related checkout \ndevices.  (See Margosian Aff. ¶¶ 3–5, ECF No. 21.3.)  It also offers support services \nfor its products and those made by others.  (See Margosian Aff. ¶¶ 4, 6.) \n5. Smart & Final is a California company that operates a chain of warehouse-\nstyle grocery stores in the western United States.  (See 1st Kumar Aff. ¶¶ 3, 4, 6, ECF \nNo. 9.1 .)  Until recently, one of its  subsidiaries operated restaurant supply and \nwholesale food stores in the same region.  (See 1st Kumar Aff. ¶ 5.) \n6. In late 2017, S mart & Final  began searching for a service provider to \nmaintain and repair point -of-sale equipment at its stores .  ( See Wong Aff. ¶¶ 3, 4, \nECF No. 9.2.)  One of the vendors it contacted was Toshiba.  (See Wong Aff. ¶ 4.)  The \nparties promptly signed a nondisclosure agreement, notable only because it lists  \nToshiba’s North Carolina address at the top.  ( See White Aff. ¶ 4 & Ex. A, ECF No. \n21.4.)  Over the next few months, Toshiba sent pitch materials and a formal proposal \nfor a mix of products and services.  Toshiba touted its technology (hardware and \nsoftware), national presence (a fleet of technician vans coupled with a network of \nstocking locations to house inventory), and support infrastructure (a central repair \ndepot and an “expert staff of trained person nel . . . at our corporate HQ” in North \nCarolina).  (See, e.g., White Aff. Ex. C at 5, 7, 10–11, 21–22; White Aff. Ex. E at 13.)  \nUltimately, though, Smart & Final went with a different vendor.  (See Wong Aff. ¶ 4.) \n7. Evidently, that relationship didn’t work  out, and soon Smart & Final  was \nlooking for a new vendor.  It reached out to Toshiba  a second time  and requested \nanother proposal.  ( See 1st Kumar Aff. ¶¶  11–13; White Aff. ¶  14.)  M ost of the \nnegotiations took place via e -mail and telephone  between Smart & Final \nrepresentatives in California and Toshiba representatives in California and Texas.  \n(See 1st Kumar Aff. ¶¶ 15–17; White Aff. ¶ 14.)  There was also at least one in-person \nmeeting at Smart & Final’s California headquarters.  (See 1st Kumar Aff. ¶ 15.) \n8. This time, the negotiations were fruitful, producing a services agreement in \nMarch 2019.  (See Def.’s Ex. 4, ECF No. 9.4 [“Servs. Agrmt.”].)  In a nutshell, Toshiba \nagreed to provide maintenance and repair services for point -of-sale equipment at all \nSmart & Final stores for three years.  (See Servs. Agrmt. Attach. A.)  Smart & Final \ncould renew the agreement for additional one- year terms  with written  notice to  \nToshiba’s North Carolina headquarters .  ( See Servs. Agrmt. §§ 15, 23.)  A \nchoice-of-law provision states that New York law governs the agreement.  (See Servs. \nAgrmt. § 26.) \n9. Smart & Final selected two service options: “On-Site Repair” and “Advanced \nExchange Plus.”  (Servs. Agrmt. § 5, Attach. C; see also 2d Kumar Aff. ¶ 6, ECF No. \n29.1.)  On-Site Repair means just what it says : a Toshiba technician would travel to \na given store and try to repair defective equipment on site .  (See Servs. Agrmt. § 5, \nAttach. C.)  Advanced Exchange Plus, on the other hand, is a replacement service.   \nThis option calls for the technician to replace the defective part with a working unit \ntaken from inventory called seed stock.  (See Servs. Agrmt. § 5.)  Although Smart & \nFinal could have chosen to own and maintain the seed stock itself, it shift ed that \nburden to Toshiba.  ( See Servs. Agrmt. §  5 (“Advanced Exchange Service”  versus \n“Advanced Exchange Plus Service” ).)  Toshiba  also took responsibility for installin g \nreplacement parts and for “the return of the [defective] Product back to [its] depot .”  \n(Servs. Agrmt. Attach. C.)1 \n10. Both service options are geared toward addressing problems as they ari se.  \nDetermined “to operate [its] stores without interruption,” Smart & Final put a \npremium on speed.  (2d Kumar Aff. ¶ 6.)  The agreement specifies response times and \nperformance goals  typically based on  same-day or next -day service.  ( See Servs. \nAgrmt. Attachs. A, B; 2d Kumar Aff. ¶  11.)  Along with making  its technicians \n \n1 Toshiba also offered a “Depot Repair” option, which requires the customer to remove the \ndefective product, ship it to a Toshiba facility for repair, and then reinstall the part after \nrepair.  (Servs. Agrmt. §  5.)  Smart & Final did not select that option.  ( See 2d Kumar Aff. \n¶ 10; Servs. Agrmt. Attach. C.) \navailable seven days a week , Toshiba agreed  to “provide an infrastructure and \nsupport structure to meet” its obligations.  (Servs. Agrmt. Attach. C.) \n11. These requirements are reflected in the pric e.  Attachment A  details the \nprices for repair and replacement services  for dozens of  products, based in part on  \nestimates of the amount of seed stock needed , the expected response time,  and the \nnumber of anticipated service calls.  It also states various pricing assumptions , \nincluding that Toshiba would own the seed stock and  “image/configure units during \nthe receive and repair proce ss at our Depot.”  (Servs. Agrmt. Attach. A.)  For  the \nAdvanced Exchange Plus option, the price sheet assumes that a “technician will meet \n[the] part on-site that is shipped from the Toshiba depot,” noting that the replacement \n“part for [a] failed unit [would be] available under Next Business Day support.”  \n(Servs. Agrmt. Attach. A.) \n12. Although the agreement doesn’t say so, the “depot” is part of Toshiba’s \n“Tricenter operations hub” in North Carolina.  (See, e.g., Glendenning Aff. ¶¶ 2–6, 9, \nECF No. 21.5; White Aff. Ex. E at 13.)  This is where Toshiba managed the seed stock \nand repaired failed equipment throughout its relationship with Smart & Final.  (See \nGlendenning Aff. ¶¶  9, 10, 12, 13.)  Before the “go live date”  for the services \nagreement, employees at the depot estimated the seed stock needed to get started, \nprocured it (because Smart & Final used non-Toshiba equipment), and then shipped \nit to field technicians and stocking locations.  (Glendenning Aff. ¶ 10.)  As time went \nby, the depot received and repaired equipment that technicians could not fix on site.  \n(See Glendenning Aff. ¶¶  11, 12.)  The depot then returned these repaired items to \nthe seed stock or , if a part was beyond repair,  replenished the stock with new \nequipment.  (See Glendenning Aff. ¶ 13; see also 2d Kumar Aff. ¶ 14.) \n13. Over the course of their relationship, Toshiba handled about 7,200 repair \ntickets for Smart & Final.  (See Glendenning Aff. ¶ 15.)  Some involved purely on-site \nrepairs.  (See Glendenning Aff. ¶ 16.)  Many others required support from Toshiba’s \ndepot in North Carolina.  The depot recorded more than 4,200 shipments of parts to \nreplenish inventory and more than 2,600 repairs for parts removed from Smart & \nFinal stores—about seven percent of the repairs and replenishments performed for \nall Toshiba customers.  (See Glendenning Aff. ¶¶ 18–21.) \n14. Less than a year into their relationship , the parties split.  Toshiba alleges \nthat the equipment covered by the agreement failed at rates far higher than Smart \n& Final predicted during negotiations , triggering hefty overage fees .  ( See Compl. \n¶ 30, ECF No. 2.)  As alleged, Smart & Final refused to pay and then terminated the \nagreement without cause in April 2020, more than two years before its scheduled \nexpiration.  (See Compl. ¶¶ 33, 46.)  Toshiba sued for breach of contract and related \nclaims.  (See Compl. ¶ 73.) \nB. Conclusions of Law \n15. Personal jurisdiction refers to the Court’s authority “to assert judicial power \nover the parties and bind them by its adjudication .”  Capitala Grp. , 2018 NCBC \nLEXIS 183, at *8 (citation and quotation marks omitted).  The “primary focus” of the \npersonal jurisdiction inquiry “ is the defend ant’s relationship to the forum State. ”  \nBristol-Meyers Squibb Co. v. Superior Court, 137 S. Ct. 1773, 1779 (2017). \n16. In North Carolina, d etermining whether personal jurisdiction exists is a \n“two-step analysis.”  Beem USA LLLP v. Grax Consulting LLC , 373 N.C . 297, 302, \n838 S.E.2d 158, 161 (2020).  Jurisdiction must be authorized by the State’s long-arm \nstatute, N.C.G.S. §  1-75.4, and consistent with the Due Process Clause of the \nFourteenth Amendment to the United States Constitution.  See Beem USA, 373 N.C. \nat 302, 838 S.E.2d at 161.  In most cases, the analysis collapses into one inquiry \nbecause the North Carolina Supreme Court has broadly construed the long -arm \nstatute “to make available to the North Carolina courts the full jurisdictional powers \npermissible under federal due process .”  Id. (citation and quotation marks omitted); \nsee also Cambridge Homes of N.C. LP v. Hyundai Constr., Inc. , 194 N.C. App. 407, \n412, 670 S.E.2d 290, 295 (2008); Filmar Racing, Inc. v. Stewart , 141 N.C. App. 668, \n671, 541 S.E.2d 733, 736 (2001). \n17. Nearly all the parties’ briefing deals with step two ’s due process analysis .  \n(See Br. in Supp. 13–29, ECF No. 10; Opp’n 12–23, ECF No. 21; Reply Br. 2–14, ECF \nNo. 30.)  But Smart & Final also challenges step one on the ground that the complaint \nfails to meet threshold pleading requirements for statutory jurisdiction.  ( See Br. in \nSupp. 10–12.)  The Court begins with that argument. \n1. Long-Arm Statute \n18. The complaint does not refer to the long -arm statute  or expressly allege \npersonal jurisdiction under any of its subsections .  Smart & Final contends, as a \nresult, that Toshiba has not done enough to plead  a statutory basis for jurisdiction, \nobviating the need to consider due process limitations.  (See Br. in Supp. 10–11.) \n19. This argument overstates the pertinent pleading burden.  Jurisdiction may \nexist even when the plaintiff says nothing about the long -arm statute in the \ncomplaint.  See, e.g., N.C. Farm Bureau Mut. Ins. Co. v. Holt, 154 N.C. App. 156, 160, \n574 S.E.2d 6, 9 (2002).  “The failure to plead the particulars of jurisdiction is not fatal \nto the claim so long as the facts alleged permit the inference of jurisdiction under the \nstatute.”  Williams v. Inst. for Computational Stud. at Colo. State Univ., 85 N.C. App. \n421, 428, 355 S.E.2d 177, 182 (1987). \n20. In its response brief, Toshiba points to section 1 -75.4(5), which broadly \nconfers jurisdiction on any action that \na. Arises out of a promise, made anywhere to the plaintiff . . . by the \ndefendant to perform services within this State or to pay for services to be \nperformed in this State by the plaintiff; or \nb. Arises out of . . . services actually performed for the defendant by the \nplaintiff within this State if such performance within this State was \nauthorized or ratified by the defendant; or \n. . . . \nd. Relates to goods, documents of title, or other things of value shipped from \nthis State by the plaintiff to the defendant on his order or direction; or \ne. Relates to goods, documents of title, or other things of value actually \nreceived by the plaintiff in this State from the defendant through a carrier \nwithout regard to where delivery to the carrier occurred. \nN.C.G.S. § 1-75.4(5).  The complaint alleges that Smart & Final solicited maintenance \nand repair services from Toshiba, a North Carolina company .  (See Compl. ¶¶ 1, 9.)  \nIt also incorporates by reference t he contract at issue , which describ es the services \nthat Toshiba would perform .  ( See Compl. ¶  13.)  For pleading purposes, t hat is \nenough to support an inference of jurisdiction under section 1-75.4(5).  See Skinner v. \nPreferred Credit, 361 N.C. 114, 120, 638 S.E.2d 203, 209 (2006) (“Essentially, this \nsection of the long -arm statute reaches defendants who engage in commercial \ntransactions with residents of this state.” (citation omitted)). \n21. The remaining arguments relate to proof, rather than pleading.  Smart & \nFinal contends that  Toshiba has not carried its burden to prove statutory or \nconstitutional jurisdiction.  Because the statutory  arguments simply repeat the \nconstitutional arguments, (see Reply Br. 2), the Court turns to step two. \n2. Due Process \n22. The Due Process Clause requires that a defendant “have certain minimum \ncontacts” with this State “such that the maintenance of the suit does not offend \n‘traditional notions  of fair play and substantial justice.’  ”  Int’l Shoe Co. v. \nWashington, 326 U.S. 310, 316 (1945) (quoting Mi lliken v. Meyer, 311 U.S. 457, 463 \n(1940)).  Sometimes, a defendant’s contacts “are so continuous and systematic as to \nrender them essentially at h ome in the forum State.”  Goodyear Dunlop Tires \nOperations, S. A. v. Brown , 564 U.S. 915, 919 (2011) ( citation and quotation marks \nomitted).  In that case, the courts of the forum State have general jurisdiction “to hear \nany and all claims against” the def endant.  Id.   The parties agree that there is no \nbasis for general jurisdiction here.  (See Br. in Supp. 13–14; Opp’n 12–14.) \n23. More commonly, a “nonresident defendant has situational, rather than \nsystematic, contacts with the forum State. ”  Lunsford v. ViaOne Servs., LLC , 2020 \nNCBC LEXIS 127, at *9 (N.C. Super. Ct. Oct. 28, 2020).   Jurisdiction in such cases \ndepends on the “relationship among the defendant, the forum, and the litigation.”  \nDaimler AG v. Bauman , 571 U.S. 117, 133 (2014) (citat ion and quotation marks \nomitted); see also Beem USA, 373 N.C. at 303, 838 S.E.2d at 162.  There must be a \nnexus between the forum and the underlying controversy such that  “the suit ‘arises \nout of or relates to the defendant’s contacts with the forum.’ ”  Goodyear, 564 U.S. at \n923–24 (alterations omitted) (quoting Helicopteros Nacionales De Colombia, S.  A. v. \nHall, 466 U.S. 408, 414 n.8 (1984) ); see also Skinner, 361 N.C. at 122, 638 S.E.2d at \n210.  This is known as “specific or case -linked jurisdiction.”  Goodyear, 564 U.S. at \n919 (citation omitted). \n24. The analysis for specific jurisdiction “looks to the defendant’s contacts with \nthe forum State itself, not the defendant’s contacts with persons who reside there. ”  \nWalden v. Fiore, 571 U.S. 277,  285 (2014).  J urisdiction cannot be based on “ a \ndefendant’s ‘random, fortuitous, or attenuated’ contacts with the forum state.”  Beem \nUSA, 373 N.C. at 303, 838 S.E.2d at 162 (quoting Walden, 571 U.S. at 286).  Rather, \nthere must be “ some act by which the defendant purposefully avails itself of the \nprivilege of conducting activities within the forum State, thus invoking the benefits \nand protections of its laws. ”  Hanson v. Denckla, 357 U.S. 235,  253 (1958) (citation \nomitted).  A “crucial factor” is  foreseeability—that is, whether the defendant’s \ncontacts with the forum are such that it should “ reasonably anticipate being haled \ninto court there .”  Beem USA, 373 N.C. at 303, 838 S.E.2d at 162 ( citations and \nquotation marks omitted). \n25. This test is met when the suit is based on a contract that “has a substantial \nconnection with this State.”  Beem USA, 373 N.C. at 304, 838 S.E.2d at 163 (quoting \nTom Togs, Inc. v. Ben Elias Indus. Corp. , 318 N.C. 361, 367, 348 S.E.2d 782, 786 \n(1986)); see also  Burger King Corp.  v. Rudzewicz, 471 U.S. 462, 475 n.18 (1985) ; \nMcGee v. Int’l Life Ins. Co., 355 U.S. 220, 223 (1957).  When a defendant “has created \ncontinuing obligations between himself and residents of the forum, he manifestly has \navailed himself of the privilege of conducting business there.”  Burger King, 471 U.S. \nat 476 (citation and quotation marks omitted).  Put another way , the defendant ’s \n“activities are shielded by ‘the benefits and protections’ of the forum’s laws” such that \n“it is presumptively not unreasonabl e to require him to submit to the burdens of \nlitigation in that forum as well. ”  Id.   To determine whether a contract has a \nsubstantial connection with a  State, the Court must consider prior negotiations, \ncontemplated future consequences, the terms of the contract, and the parties’ actual \ncourse of dealing.  See id. at 479. \n26. Weighing all the evidence, the Court concludes that the services agreement \nhas a substantial connection with North Carolina.  Smart & Final  initiated contact \nwith a resident of this State and created a continuing relationship involving services \nthat were performed both within and outside North Carolina.  Accordingly, Smart & \nFinal has purposefully availed itself of the privilege of conducting business in North \nCarolina. \n27. To start, Smart & Final twice contacted Toshiba to solicit its services.  This \nis a “critical factor.”  Cambridge Homes, 194 N.C. App. at 413, 670 S.E.2d at  296 \n(quoting Banc of Am. Sec. LLC v. Evergreen Int’l Aviation, Inc. , 169 N.C. App. 690, \n698, 611 S.E.2d 179, 185 (2005)).   And for good reason.  When a  nonresident makes \nfirst contact and solicits business from a forum resident, it tends to show  purposeful \navailment.2 \n28. It makes little difference that Smart & Final  contacted Toshiba employees \nbased elsewhere.  That was true  in Burger King  too.  There, the defendant  (a \nMichigander) first contacted Burger King (based in Florida) through its district office \nin Michigan.  471 U.S. at 466.  Even so, the Court held that the defendant  \n“deliberately ‘reached out beyond’ Michigan” and “most certainly knew that he was \naffiliating himself with an enterprise based primarily in Florida .”  Id. at 479, 480 \n(citation, alteration, and quotation marks omitted). \n29. Smart & Final was well aware when it contacted representatives of Toshiba \nthat it was soliciting business from a North Carolina-based entity.  The nondisclosure \nagreement that preceded negotiations has Toshiba’s address right at the top.  There \nare also repeated references to North Carolina in Toshiba’s pitch materials  and \nproposal as well as in the services agreement itself , which requires all notices to go \n \n2 This principle is a mainstay of North Carolina and federal precedent.  See , e.g., Brown v. \nArtisan 2510, Inc., No. COA13-868, 2014 N.C. App. LEXIS 292, at *9 (N.C. Ct. App. Mar. 18, \n2014); Bryant v. AP Indus., No. COA12-1456, 2013 N.C. App. LEXIS 862, at *15–16 (N.C. Ct. \nApp. Aug. 20, 2013); Banc of Am. Sec., 169 N.C. App. at 698, 611 S.E.2d at 185; Inspirational \nNetwork, Inc. v. Combs, 131 N.C. App. 231, 241, 506 S.E.2d 754, 761 (1998); Climatological \nConsulting Corp. v. Trattner , 105 N.C. App. 669, 674, 414 S.E.2d 382, 384– 85 (1992); CFA \nMed., Inc. v. Burkhalter , 95 N.C. App. 391, 395, 383 S.E.2d 214, 216 (1989);  see also, e.g. , \nUniversal Leather, LLC v. Koro AR, S.A., 773 F.3d 553, 562 (4th Cir. 2014) (collecting cases); \nCFA Inst. v. Inst. of Chartered Fin. Analysts of India, 551 F.3d 285, 295 n.17 (4th Cir. 2009); \nMadison Consulting Grp. v. South Carolina, 752 F.2d 1193, 1202–03 (7th Cir. 1985); CoStar \nRealty Info., Inc. v. Field, 612 F. Supp. 2d 660, 671–72 (D. Md. 2009); Competitive Strategies \nGrp., Ltd. v. IP Commc’ns Corp., No. 00-CV-0057, 2000 U.S. Dist. LEXIS 3198, at *7–8 (N.D. \nIll. Mar. 13, 2000); Salem Radio Representatives, Inc. v. Can Tel Mkt. Support Grp., No. 3:99-\nCV-2048, 1999 U.S. Dist. LEXIS 17962, at *7 (N.D. Tex. Nov. 16, 1999);  Berndorf Belt Sys., \nInc. v. Ascona Food Grp.  (Can.) Ltd., No. 98 -C-1055, 1998 U.S. Dist. LEXIS 19141, at *22 \n(N.D. Ill. Dec. 3, 1998). \nto Toshiba’s Durham headquarters.  Furthermore , unlike the defendant in Burger \nKing, Smart & Final  is a large, sophisticated company deeply  familiar with the \nmarket for point-of-sale products and services.  (See White Aff. ¶¶ 3, 7, 13, 14, 16; 1st \nKumar Aff. ¶¶ 10–13.)  At no point has Smart & Final  claimed surprise to find that \nToshiba is based in North Carolina. \n30. Indeed, the services that Smart & Final solicited were performed inside and \noutside North Carolina.  Smart & Final  erroneously contends that “[n]othing in the \nAgreement suggests that a ny work would be performed in North Carolina.”  (Br. in \nSupp. 21.)  Naturally, all on-site repairs were expected to take place at stores in the \nwestern United States .  But the agreement also tasked Toshiba with maintaining \nseed stock and handling shipping of parts to  and from its repair depot.  ( See Servs. \nAgrmt. Attach. C.)  The price list , for example, was based in part on an assumption \nthat Toshiba would “image/configure units during the receive and repair process at \nour Depot.”  (Servs. Agrmt. Attach. A .)  And f or some replacement services,  the \nagreement called for a technician to “meet [the] part on-site that is shipped from the \nToshiba depot.”  (Servs. Agrmt. Attach. A.)   Context makes clear that these are \nreferences to the repair depot at Toshiba’s North Carolina headquarters. \n31. The parties’ course of performance confirms as much.  In less than a year, \nToshiba recorded thousands of shipments from its North Carolina base to maintain \nseed stock and replenish inventory, along with more than 2,600 repairs of parts taken \nfrom Smart & Final stores.   ( See Glendenning Aff. ¶¶  18–21.)  This was not only a \nsubstantial part of the services performed for Smart & Final but also an appreciable \npart of the repair and replenishment  services that Toshiba performed as a wh ole.  \n(See Glendenning Aff. ¶¶ 20, 21.) \n32. Smart & Final respon ds that Toshiba could have handled offsite services \nsomewhere else.  It also contends that parts removed from a store became Toshiba’s \nproperty so that there were no shipments of Smart & Final property to or from North \nCarolina.  ( See Reply Br. 13 –14.)  Neither argument is persuasive.  Smart & Final \nhad the option to kee p its seed stock in house so that Toshiba would be responsible \nonly for labor at affected stores.  Instead, Smart & Final put the burden on Toshiba \nto create and maintain the seed stock  and to provide the infrastructure needed for  \nsame-day and next -day services.   The agreement —and the prices proposed by \nToshiba—assume that much of that work would take place at the depot in North \nCarolina.  Put simply, Smart & Final sought and bargained for comprehensive repair \nand support service s that required continuous a nd extensive coordination between \nToshiba’s technicians and its headquarters .  It was foreseeable and expected that \nToshiba would perform a substantial part of the services at its facilities in this State. \n33. Two other points bear mention.  First, it is undis puted that Smart & Final \ndid not come to North Carolina or perform any services here .  But “[j]urisdiction in \nthese circumstances may not be avoided merely because the defendant did not \nphysically enter the forum State.”  Burger King , 471 U.S. at 476; see also Tom Togs, \n318 N.C. at 368, 348 S.E.2d at 787 (“Defendant, however, argues strongly that \npersonal jurisdiction is improper because it took no action in  North Carolina.  Lack \nof action by defendant in  a jurisdiction is not now fatal to the  exercise of long -arm \njurisdiction.” (citations omitted)). \n34. Second, the agreement has a New York choice-of-law provision.  This factor \ndoes not favor the exercise of jurisdiction, but neither does it weigh strongly aga inst \njurisdiction given that n either party is organized under New York law or based  in \nNew York.  See Tejal Vyas, LLC v. Carriage Park LP, 166 N.C. App. 34, 41, 600 S.E.2d \n881, 887 (2004) (“[C] hoice of law clauses are not determinative of personal \njurisdiction . . . .”). \n35. In short, Smart & Final initiated contact with Toshiba, a corporation based \nin North Carolina.  It bargained for substantial services to be performed inside North \nCarolina, and Toshiba actually performed a substantial portion of its obligations in \nthe State.  Accordingly, the Court concludes that S mart & Final’s “connections with \nNorth Carolina relating to the contract satisf[y] the minimum contacts inquiry and \nestablish[ ] the existence of specific jurisdiction. ”  Beem USA, 373 N.C. at 304, 838 \nS.E.2d at 163 ( citation omitted); see also Tom Togs, 318 N.C. at 368, 348 S.E.2d at \n787; Nat’l Util. Rev., LLC v. Care Ctrs., Inc., 200 N.C. App. 301, 305, 683 S.E.2d 460, \n464–65 (2009); Banc of Am. Sec. , 169 N.C. App. at 696– 701, 611 S.E.2d at  184–87; \nKath v. H.D.A. Ent., Inc., 120 N.C. App. 264, 266–67, 461 S.E.2d 778, 779–80 (1995). \n36. Finally, in some rare cases, it may  be unreasonable or inconvenient to \nexercise jurisdiction even when the defendant has the requisite minimum contacts \nwith the forum.  Smart & Final has not made that argument here .  Thus, given the \nagreement’s substantial relationship with this State, t he Court may appropriately \nexercise jurisdiction over Smart & Final without offending due process .  See Burger \nKing, 471 U.S. at 487. \nII. \nCONCLUSION \n37. For all these reasons, the Court DENIES Smart & Final’s motion to dismiss \nfor lack of personal jurisdiction. \n38. Consistent with its September 18, 2020 Order, (ECF No. 17), the  Court \nORDERS that the parties shall conduct their case management meeting no later \nthan January 4, 2021 and shall submit a joint case management report and proposed \ncase management order fifteen days there after.  S ee Business Court Rules 9.1, 9.2 .  \nIn view of the intervening holidays, if additional time is needed, the parties may \nrequest a reasonable extension. \n \nSO ORDERED, this the 23rd day of December, 2020. \n \n \n        /s/ Adam M. Conrad   \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n "
}