{
  "id": "72dc6395d4c9c32cd2ae5c28a1407bc8dde005a1ec83631c6c1fe1198ffb35c8",
  "source_file": "data/raw/ncbc/72dc6395d4c9c32cd2ae5c28a1407bc8dde005a1ec83631c6c1fe1198ffb35c8.pdf",
  "raw_text": "Wedderburn Corp. v. Jetcraft Corp., 2015 NCBC 101. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 15 CVS 757 \n \nWEDDERBURN CORPORATION, ) \n  Plaintiff, )  \n   )   \n v.  ) OPINION AND ORDER \n   ) \nJETCRAFT CORPORATION and GEMINI ) \nAVIATION (BERMUDA), LTD., ) \n  Defendants. ) \n \n THIS CAUSE, designated a mandatory comp lex business case by Order of the Chief \nJustice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, references to the North Carolina General Statutes will be to “G.S.”), and \nassigned to the undersigned Special Superior Court Judge for Complex Business Cases, \ncomes before the Court upon Defendants’ Motion to Dismiss Amended Complaint (“Motion \nto Dismiss”), pursuant to Rule 12(b)(6) of the North Carolina Rules of Civil Procedure \n(“Rule(s)”). On July 30, 2015, the Court held a hearing on Defendants’ Motion to Dismiss. \n THE COURT, after considering the Motion to  Dismiss, the briefs in opposition and \nsupport thereof, and arguments of counsel, CONCLUDES as stated herein. \nNelson Mullins Riley & Scarborough LLP, by Reed J. Hollander, Esq. and Gruber \nHurst Johansen Hail & Shank LLP, by Trey H. Crawford, Esq. and Priya A. \nBhasker, Esq., pro hac vice, for Plaintiff. \n \nMoore & Van Allen PLLC, by John A. Zaloom, Esq. and Christopher D. Tomlinson, \nEsq. for Defendants. \n \nMcGuire, Judge. \n \nPROCEDURAL BACKGROUND \n \n1. On January 20, 2015, Plaintiff initiated this lawsuit by filing its complaint. \nThe action was designated No. 15 CVS 757 by the Wake County Clerk of Court.  \n2. On January 22, 2015, this case was designated to the North Carolina Business \nCourt and assigned to the undersigned. \n3. On April 20, 2015, Plaintiff filed its First Amended Complaint (“Complaint”). \nThe Complaint alleges claims against Defendants for revocation of acceptance, breach of \ncontract, breach of express warranties, breach of implied warranties, fraudulent inducement \nto contract, fraud, unfair and deceptive trad e practices, negligent misrepresentation, \nrescission, and exemplary damages. \n4. On May 26, 2015, Defendants filed the Motion to Dismiss. \n5. The Motion to Dismiss has been fully briefed and argued and is ripe for \ndetermination by the Court. \nFACTS \n6. Plaintiff Wedderburn Corporation (“Wedderburn” or “Plaintiff”) is an aircraft \ncharter company formed to charter a private bu siness jet worldwide, and more specifically \ninto and within Europe.  Plaintiff is org anized under the laws of St. Vincent and the \nGrenadines. \n7. Defendant Jetcraft Corporation (“Jetcraf t”) is an experienced aircraft broker \nthat assists buyers in locating and purchasing aircraft.  Jetcraft is organized under the laws \nof North Carolina and maintains its principal place of business in North Carolina.1 \n8. Defendant Gemini Aviation (Bermuda), LTD is organized under the laws of \nBermuda and was incorporated in late July 2013 to serve as a special purpose vehicle on \nbehalf of Jetcraft. \n                                                 \n1 At the hearing, Defendants’ counsel informed the Court that while Jetcraft maintains an office in \nNorth Carolina, its headquarters and primary place of business is in Minnesota.  The Court, \nhowever, must accept the allegations in the Amended Complaint as true for purposes of deciding this \nmotion. \n9. In 2013, Plaintiff sought an aircraft that was airworthy and compliant with \nthe European Aviation Safety Agency (“EASA”) rules and regulations.  EASA is a European \nUnion regulatory agency responsible for aviation  safety in Europe.  In order to operate in \nEurope, an aircraft must have first obtained all necessary EASA supplement type certificates \n(“STCs”).  Without the STCs, an aircraft cannot legally be chartered in Europe. \n10. In spring 2013, Plaintiff began discu ssions with Jetcraft regarding potential \nacquisition of a Bombardier Global Expre ss jet aircraft bearing serial number 9036 (the \n“Aircraft”).  Plaintiff informed Jetcraft that the Aircraft must be airworthy, EASA compliant, \nand fully operational and capable of charter in time for Plaintiff to begin flights in Europe in \nspring 2014.  These requirements were “condi tions precedent” to Plaintiff’s obligation to \npurchase the Aircraft.  Jetcraft represented that the Aircraft would be delivered to Plaintiff \non or before September 30, 2013.  At Jetcraft’s recommendation, Plaintiff contracted with Jet \nAviation St. Louis, Inc. (“JASL”) to perfor m work necessary to bring the Aircraft into \ncompliance with EASA regulations.  Jetcraft re presentatives told Plaintiff that JASL was \nJetcraft’s “agent.” \n11. On July 5, 2013, Plaintiff and Jetcraft entered into an Aircraft Purchase \nAgreement (“APA”).  The APA provided that Plaintiff would pay Jetcraft $14,700,000 for the \nAircraft, and that the sale of the Aircraft woul d close on or before September 30, 2013.  The \nAPA contained a prominent disclaimer stating that the Aircraft was being sold “as is, where \nis, with all faults,” disclaiming any warrantie s and waiving Seller’s liability for loss of \nbusiness, lost profit, or other consequential and special damages.\n2 Plaintiff alleges, however, \nthat at that time Jetcraft entered into the APA, it “never intended to comply with its \n                                                 \n2 Defs.’ Br. Supp. Mot. Dismiss Ex. A. \nobligations under the APA” and “actively concealed and misrepresented [the Aircraft’s] non-\ncompliant state in order to induce Wedderburn to take delivery of the Aircraft.”3 \n12. The APA contained express “conditions precedent” that Jetcraft was required \nto meet before Plaintiff was obligated to consummate the purchase and close on the sale.  The \nconditions precedent included, inter alia, that Jetcraft was required to correct “discrepancies” \n(defined in the APA to include defects and maintenance problems) discovered with the \nAircraft at Jetcraft’s expense, and that th e Aircraft would be EASA compliant.  The APA \nprovided that if the conditions precedent were not met Plaintiff was not required to close on \nthe sale, and could terminate the purchase and get a refund of the purchase price. \n13. The APA provided for Plaintiff to take a “Pre-Purchase Inspection Flight” of \nthe Aircraft.  Plaintiff took the inspection flight in late August 2013.  The test flight revealed \nseveral discrepancies.  Nevertheless, the parties  discussed closing on the sale in September \nbut allowing Jetcraft additional time after the closing to correct the discrepancies.  During \nthe discussions, Peter Antonenko (“Antonenko”), Jetcraft’s COO, represented to Plaintiff that \nthe discrepancies would be corrected “within the following months” and that Plaintiff “would \nget what they had bargained for in the APA by  the time the Aircraft was delivered back to \nservice.”\n4 \n14. Based on Jetcraft’s representations, on September 5, 2013, the parties entered \ninto an Aircraft Purchase Agreement Rider No. 1 (“Rider”).  The Rider stated that “the parties \nhereto desire to proceed with Closing prior to correction of the Discrepancies” and that the \nRider “set forth, for clarity purposes, some particular obligations and matters which will \noccur post-Closing.”5   The Rider set out Jetcraft’s obligation to pay for the correction of the \n                                                 \n3 Am. Compl. ¶15. \n4 Id. ¶21. \n5 Defs.’ Br. Supp. Mot. Dismiss Ex. B. \ndiscrepancies after the closing and listed each of the specific discrepancies for which Jetcraft \nwas responsible. The Rider did not contain any further obligations regarding the EASA \ncompliance of the Aircraft. Finally, the Rider provided as follows: \nNothing in this Agreement shall be re garded as having created or imposed \nupon Purchaser or Seller any increased or additional obligations or \nundertakings under the [APA].  The purp ose of this Rider is to clarify the \nparties’ obligations pursuant to the [APA] and that are to occur post-Closing.  \nThis Rider is to be incorporated into the terms of the [APA].  The entirety of \nthe [APA] remains in full force and effect without change.\n6 \n \n15. On September 6, 2013, the parties closed the sale of the Aircraft.  Plaintiff \nexecuted an “Aircraft Delivery Receipt” (“Delivery Receipt”) that “acknowledge[d] delivery \nand acceptance of” the Aircraft.7  The Receipt also provided, in part, as follows: \nPurchaser hereby acknowledges that the Aircraft satisfies all of the \nrequirements, terms and conditions of th e [APA]. By reason of the execution \nand delivery by Purchaser of this Aircraft Delivery Receipt, it is conclusively \npresumed that (i) Purchaser has approved and accepted the Aircraft and the \nAircraft Documents . . .  “As Is, Where is” in its then current technical condition \nand state of repair, with all faults, limitations and defects (whether hidden or \napparent), regardless of cause; and (ii) except for Seller’s warranty of title to \nthe Aircraft contained in the [APA] and  Warranty Bill of Sale, Seller has not \nmade with respect to the condition of the Aircraft any representation, warranty \nor guaranty of any kind, express or implied, whether arising in, law, in equity, \nin contract, or in tort, including, wi thout limitation, any implied warranty of \nmerchantability, airworthiness, design, co ndition, or fitness for a particular \nuse.8 \n \n16. On September 6, 2013, Jetcraft execut ed a “Warranty Bill of Sale” that \ntransferred to Plaintiff “all right, title and in terest in and to the Aircraft” and “good and \nmarketable title … free and clear of any and all liens, claims . . . .” 9  The Warranty Bill of \nSale also stated that the Aircraft was bein g sold and delivered “AS IS, WHERE IS, AND \nWITH ALL FAULTS,” and without express or implied warranties.10 \n                                                 \n6 Id. \n7 Defs.’ Br. Supp. Mot. Dismiss Ex. C. \n8 Id. (emphasis in original). \n9 Defs.’ Br. Supp. Mot. Dismiss Ex. D. \n10 Id. (capitalization in original). \n17. On October 15, 2013, Plaintiff entered into a contract with JASL to correct the \ndiscrepancies in the Aircraft.  The work on the corrections took longer than expected, and the \nAircraft was returned to Plaintiff on May 21, 2014.  In addition, Jetcraft did not obtain the \nlast of the STCs needed for compliance with the EASA regulations until November 2014.  \nPlaintiff has operated the Aircraft since November 2014. \n18. Plaintiff alleges that in May 2014, Je tcraft represented to  Plaintiff that \nJetcraft had been seeking the STCs since January 2014.  Plaintiff further alleges that it later \ndiscovered that Jetcraft had not started the process of obtaining the STCs until after May 21, \n2014.  Plaintiff alleges that had it known this, it would not have taken delivery of the Aircraft \non May 21, 2014. \n19. On June 2, 2014, Plaintiff notified Jetcraft of “material breaches of the APA \nand Rider” and that Plaintiff was incurring damages as a result of the breaches. 11 Plaintiff \nalso alleges that it sent Jetcraft “notice re voking acceptance of the Aircraft and demanded \nrefund of the purchase price,” but it does not allege on what date or by what means such \nnotice was provided.12  On July 31, 2014, Jetcraft’s counsel sent a letter to Plaintiff confirming \nJetcraft’s obligation to pay for the repair of the discrepancies.  There is no allegation in the \nAmended Complaint that Jetcraft did not pay for the work performed by JASL to correct the \ndiscrepancies. \n20. Plaintiff alleges that as a result of the delays in getting the discrepancies \nrepaired and obtaining the STCs it was required to lease other aircrafts to meet its charter \ncommitments.13  Plaintiff also alleges that it “lost business opportunities” and incurred other \nconsequential damages.14 \n                                                 \n11 Am. Compl. ¶ 29. \n12 Id. ¶ 36. \n13 Id. ¶¶ 26, 28, and 32. \n14 Id. ¶ 32. \nDISCUSSION \nRule 12(b)(6) Standard \n21. Defendants have moved to dismiss Plaintiff’s Complaint for failure to state a \nclaim upon which relief can be granted, pursuant to Rule 12(b)(6).  In reviewing a 12(b)(6) \nmotion to dismiss, the Court asks “whether, as a matter of law, the allegations of the \ncomplaint . . . are sufficient to state a claim upon which relief may be granted.” Harris v. \nNCNB Nat’l Bank, 85 N.C. App. 669, 670 (1987). To make this determination, the Court is \nto take the well-pleaded allegations of the complaint as true. Sutton v. Duke, 277 N.C. 94, \n98 (1970). However, the Court is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Strickland v. \nHedrick, 194 N.C. App. 1, 20 (2008).  “[T]he trial court can reject allegations that are \ncontradicted by the documents attached, specifically referred to, or incorporated by \nreference in the complaint.”  Laster v. Francis, 199 N.C. App. 572, 577 (2009).15 \n22. A complaint may be properly dismissed under Rule 12(b)(6) if: “(a) the \ncomplaint on its face reveals that no law supports plaintiff’s claim; (b) the complaint on its \nface reveals the absence of facts sufficient to make a good claim; or (c) any fact disclosed in \nthe complaint necessarily defeats plaintiff’s claim.” Cold Springs Ventures, LLC v. Gilead \nScis., Inc., 2014 NCBC LEXIS 59, *6 (N.C. Super. Ct. 2014) (citing Jackson v. Bumgardner, \n318 N.C. 172, 175 (1986)). \n \nChoice of Law \n23. The first question the Court must address is the appropriate law to be \napplied to the determination of Defendants’ motion to dismiss.  The APA contains a \n                                                 \n15 Plaintiff did not attach copies of the APA, Rider, Delivery Receipt, or Warranty Bill of Sale to the \nAmended Complaint.  Defendants, however, attached the documents to their Motion to Dismiss. \nprovision stating that “[t]his Agreement shall in all respects be governed by, and construed \nin accordance with, the laws of New York without regard to its choice of laws provisions.”16 \nArticle IV of the Rider echoes this provision, stating “[t]his agreement, and all the rights \nand obligations hereunder shall be governed by the laws of the state of New York.”17 \n24. Generally, “North Carolina will give effect to a contractual provision agreeing \nto a different jurisdiction’s substantive law.” Triad Packaging, Inc. v. SupplyONE, Inc., 925 \nF. Supp. 2d 774, 786 (W.D.N.C. 2013). North Carolina, however, will not apply the chosen \nstate’s law if “(a) the chosen state has no substantial relationship to the parties or the \ntransaction and there is no other reasonable basis for the parties’ choice, or (b) application \nof the law of the chosen state would be contrary to a fundamental policy of [North \nCarolina].” \nCable Tel Servs. v. Overland Contracting, Inc., 154 N.C. App. 639, 643–44 \n(2002) (applying North Carolina law to a contract dispute despite a Colorado choice of law \nprovision because there was no substantial relationship between the parties or transaction \nto Colorado); see also Mosteller Mansion, LLC v. Mactec Eng’g & Consulting of Georgia, \nInc., 190 N.C. App. 674 (2008) (in determining whether the choice of law provision was \nenforceable, the court looked to whether the parties had a “substantial relationship” to the \nstate of the defendant’s principal place of business); Triad Packaging, Inc., 925 F. Supp. 2d \nat 786 (applying North Carolina substantive law despite a Delaware choice of law \nprovision). \n25. Here, Defendants do not contend that New York has a substantial \nrelationship to the parties or the transaction in this action. Rather, Defendants argue that \nthe choice of law provisions should be enforced because the parties are sophisticated \nbusiness entities that freely chose to apply New York law to this transaction.  Plaintiff \n                                                 \n16 Defs.’ Br. Supp. Mot. Dismiss Ex. A, § 8.19. \n17 Defs.’ Br. Supp. Mot. Dismiss Ex. B. \ncounters that the Court should not enforce the choice of law provisions because there is no \nsubstantial relationship between the parties or the alleged transaction underlying the \nComplaint and the chosen state of New York.  On the other hand, the Amended Complaint \nalleges that Jetcraft is organized under the laws of North Carolina and maintains its \nprincipal place of business in North Carolina.18  \n26. The record before the Court reveals no connection between these parties or \nthe transaction and the State of New York. Significantly, Defendants concede that “the \nrelevant substantive law of North Carolina is substantially the same as that of New York \nand leads to the same conclusions.”19 Accordingly, the Court will apply North Carolina \nsubstantive law, as it does not violate Defendants’ due process rights. See Stetser v. TAP \nPharm. Prods. Inc., 165 N.C. App. 1, 16 (2004) ([“T]he trial court’s unsubstantiated choice \nto apply North Carolina law to the plaintiffs’ claims does not violate defendants’ due \nprocess rights unless a material difference exists between North Carolina law and the law \nof another jurisdiction connected with this lawsuit.”). \nPlaintiff’s Waiver of Conditions Precedent, Disclaimers, and Acceptance of Aircraft \n“As is, Where is” \n \n27. The disposition of this Motion is largely dictated by Plaintiff’s waiver of the \nconditions precedent in the APA, its acceptance of the Aircraft “as is, where is,” and its \ndisclaimers of any warranties and representations by Defendants.  Plaintiff’s claims turn on \nits allegations that Defendants misrepresented the condition of the Aircraft and its EASA \ncompliance.  The Complaint, however, alleges that Plaintiff closed on the sale and took \ndelivery of the Aircraft despite Plaintiff’s knowledge of discrepancies and its knowledge \nthat the Aircraft was not EASA compliant. This waived the conditions precedent in the \n                                                 \n18 Am. Comp. ¶ 5. \n19 Defs.’ Br. Supp. Mot. Dismiss, p. 9. \nAPA that Defendants obtain EASA compliance. Demeritt v. Springsteed, 204 N.C. App. 325, \n329 (2010) (“[A] party may waive a condition precedent by performing on the contract \ndespite knowledge that a condition has not occurred.”) (citing \nFletcher v. Jones, 314 N.C. \n389 (1985)). \n28. Plaintiff also executed the APA and Delivery Receipt, and accepted the \nWarranty Bill of Sale, each of which contained “as is, where is” language in which Plaintiff \nacknowledged that it was accepting the Aircraft with all faults and defects, and disclaiming \nany representations and express and implied warranties, specifically including implied \nwarranties of merchantability or fitness for a particular use.  This waived any claims for \nbreach of warranty, fraud, and misrepresentation based on Defendants’ conduct or \nstatements that occurred prior to the closing.  Ace, Inc. v. Maynard, 108 N.C. App. 241 \n(1992); Jackson v. Tim Maguire, Inc., 2013 N.C. App. LEXIS 360, at *8-12 (N.C. Ct. App. \n2013) (unpublished); Chleborowicz v. Johnson, 2003 N.C. App. LEXIS 1684, at *7-11 (2003). \nAccordingly, as discussed below, Plaintiff’s claims for alleged misrepresentations that \noccurred prior to the time of closing fail as a matter of law and must be dismissed.   \n29. The Court of Appeals decision in Ace, Inc. v. Maynard, supra, which involved \nfacts similar to the facts in this case, is instructive. In Ace, the plaintiff, who lived in North \nCarolina, negotiated the purchase of a used aircraft with the defendant, who lived in Texas. \nId. at 242-43. During the negotiations, the defendant made a number of representations \nregarding the excellent condition of the airplane. Id. at 243. Thereafter, the plaintiff \ntraveled to Texas to pick up the plane whereupon he was immediately “disappointed” with \nthe plane’s cosmetic features. Id. Plaintiff nevertheless proceeded with the purchase.  \nBefore leaving to fly the airplane back to North Carolina, the plaintiff signed a one-page \n“Purchase Agreement” which provided that the plane was being sold “AS IS and WHERE \nIS” without any representations or warranties. Id. at 243-44. Nevertheless, before the \nplaintiff departed, the defendant promised to correct certain defects with the airplane. \nDuring the flight back to North Carolina the plaintiff experienced additional mechanical \nproblems, which the plaintiff reported to the defendant and the defendant promised to \nresolve. Id. at 244.  The defendant later, however, refused to repair the airplane, and the \nplaintiff sued the defendant for breaches of express and implied warranties, fraud, and \nunfair and deceptive trade practices. Id. at 244-45. At trial, the jury returned a verdict for \nthe plaintiff on the claims for breaches of implied and express warranties and fraud, but the \ntrial court granted the defendant’s motion for judgment notwithstanding the verdict on \nthose claims. Id. The North Carolina Court of Appeals affirmed the trial court’s decision, \nholding that (1) the defendants’ oral representations regarding the condition of the airplane \nwere not competent to prove a breach of express warranties where the plaintiff signed a \ndisclaimer of all warranties, (2) the plain language of the disclaimer excluded any implied \nwarranty of merchantability, and (3) since the disclaimer stated that the defendant made \n“no representations,” the defendant could not have made false representations that would \nsupport a fraud claim. Plaintiff’s claims in this action are subject to the same reasoning. \nRevocation of Acceptance \n30. In its First Claim for Relief, Plaintiff alleges that is entitled to revoke its \nacceptance of the APA as well as to the return of the purchase price and other damages \nbecause the Aircraft, as delivered by Defendants, was non-conforming and could not be \nused for its intended purpose.20 Defendants contend that this claim should be dismissed \n                                                 \n20 Incredibly, despite the allegations in the Complaint that it took delivery of and accepted the \nAircraft after it had discovered the discrepancies and after it was aware the Aircraft was not EASA \ncompliant due to the outstanding STCs, Plaintiff alleges that “at the time of delivery, [Plaintiff]  did \nnot and could not have discovered these latent conformities.” (Compl. ¶ 34). \nbecause the Aircraft now is conforming and the disclaimers to which Plaintiff agreed \npreclude Plaintiff’s claim.  \n31. The North Carolina Uniform Commercial Code provides that a buyer can \nrevoke its acceptance of a good if the good’s “nonconformity substantially impairs its value.” \nG.S. § 25-2-608(1).21 A plaintiff must have accepted the nonconforming good “on the \nreasonable assumption that its nonconformity would be cured and it has not been \nseasonably cured” and revocation must be “within a reasonable time after the buyer \ndiscovers or should have discovered” the nonconformity.  G.S. § 25-2-608(1)(a) and (2). \nRevocation of acceptance is a remedy that is “generally resorted to only after attempts at \nadjustment have failed . . . .”  G.S. § 25-2-608, cmt. 4. \n32. This case presents a very unique set of facts regarding Plaintiff’s claim for \nrevocation.  Plaintiff accepted and took delivery of the Aircraft in September, 2013, with \nknowledge that it was nonconforming in that the discrepancies had not yet been remedied, \nand the Aircraft had not obtained EASA certification to be operated in Europe.  Plaintiff \npresumably did so under the belief that that the conformity would be “seasonably cured.”  \nPlaintiff then waited until June, 2014, and after the discrepancies had been remedied to \nnotify Defendants of its desire to revoke because the Aircraft was not yet EASA compliant.  \nWhen Defendants apparently proved unwilling to acknowledge the revocation and return \nthe purchase payment, Plaintiff waited until January, 2015, two months after Defendants \nhad obtained the EASA compliance, to bring this action attempting to enforce their \nrevocation.  In the meantime, Plaintiff has operated the now-conforming Aircraft for its \n                                                 \n21 The sale of an aircraft is governed by Article 2 of the North Carolina Uniform Commercial Code.  \nAce, 108 N.C. App. \nintended purpose since November, 2014.  Under these alleged facts, Plaintiff’s claim for \nrevocation of acceptance must fail. \n33.  Plaintiff acknowledges that any conforming conditions, including the \ndiscrepancies and the EASA non-compliance, have been cured and the Aircraft is being \nused for its intended purpose.22 Accordingly, the Court concludes that Defendants’ Motion \nto Dismiss Plaintiff’s First Claim for Revocation of Acceptance should be GRANTED.  \nBreach of Contract as to the APA and the Rider \n34. In its Second Claim for Relief, Plaintiff alleges that Defendants breached the \nAPA and Rider by “failing to deliver the Aircraft . . . free from airworthiness issues, EASA-\ncompliant, with all systems fully operational, and free of defects on or before September 30, \n2013.”23 Defendants contend that this claim should be dismissed because it is based on \nalleged obligations that were conditions precedent, and Plaintiff waived its right to enforce \nthose conditions when it closed on the aircraft. \n35. To establish a cause of action for breach of contract, North Carolina law \nrequires a plaintiff prove the “(1) existence of a valid contract and (2) breach of the terms \nof that contract.” \nSanders v. State Pers. Comm’n, 197 N.C. App. 314, 320 (2009). The APA \nprovided that Plaintiff was obligated to purchase the Aircraft so long as certain “conditions \nprecedent” were met, including that the Aircraft was EASA compliant. If the conditions \nprecedent were not met, Plaintiff could have elected to terminate the APA. When Plaintiff \ndecided to close on the sale of the Aircraft despite the fact that Defendants had not \nsatisfied the conditions precedent, Plaintiff waived those conditions.  Demeritt, 204 N.C. \nApp. at 329 (“[A] party may waive a condition precedent by performing on the contract \ndespite knowledge that a condition has not occurred.”) (citing Fletcher v. Jones, 314 N.C. \n                                                 \n22 Am. Compl. ¶ 32. \n23 Am. Compl. ¶ 42. \n389 (1985)).  Any allegation that the conditions precedent survived closing is inconsistent \nwith the plain language of the APA and ignores the operation of conditions precedent. \nBombardier Capital, Inc. v. Lake Hickory Watercraft, Inc., 178 N.C. App. 535, 539 (2006); \nCargill, Inc. v. Credit Assoc., Inc., 26 N.C. App. 720, 722-23 (1975); Hawes v. Vandoros, \n2013 NCBC LEXIS 27, *13 (N.C. Super. Ct. 2013) (citing Farmers Bank, Pilot Mountain v. \nMichael T. Brown Distribs., Inc., 307 N.C. 342, 350 (1983)). \n36. Similarly, to the extent Plaintiff contends that Defendants breached the APA \nbecause it had expressly acknowledged that “time [was] of the essence” to Plaintiff,24 \nPlaintiff waived Defendants’ obligations by closing on the Aircraft and entering into the \nRider. Phoenix Ltd. P’ship of Raleigh v. Simpson, 201 N.C. App. 493, 501 (2009) (“Time is \nof the essence” requirement may be waived by statements and actions manifesting an \nintent to waive).  Here, Plaintiff’s decision to close on the sale of the Aircraft knowing that \ndiscrepancies needed to be corrected and EASA-compliance secured, and to enter into the \nRider, which contained no deadlines or  time frames for completion of repairs, manifested \nan intent to waive the “time is of the essence” requirement. \n37. The Court therefore concludes that Defendant’s Motion to Dismiss as to \nPlaintiff’s Second Claim for Breach of Contract should be GRANTED.  \nBreach of Express Warranties \n38. Plaintiff’s Third Claim against Defendants is for Breach of Express \nWarranties made by Defendants “related to the functionality and characteristics of the \nAircraft and the ability of the Aircraft to be rendered airworthy within a certain amount of \ntime, and EASA compliant.”25 Plaintiff asserts Defendants failed to comply with their \nexpress warranties and Plaintiff suffered damages as a result. Defendants argue that \n                                                 \n24 Id. \n25 Am. Compl. ¶ 49.  \nPlaintiff’s Claim for breach of express warranties should be dismissed because Plaintiff \nfailed to allege that Jetcraft breached any of the express warranties set forth in the APA \nand therefore failed to state a claim upon which relief may be granted.  \n39. In order to recover for breach of express warranty, a plaintiff must prove \nthere was “(1) an express warranty as to a fact or promise relating to the goods, (2) which \nwas relied upon by the plaintiff in making [its’] decision to purchase, (3) and that this \nexpress warranty was breached by the defendant.” Harbour Point Homeowners’ Ass’n v. \nDJF Enters., 206 N.C. App. 152, 162 (2010). In this case, § 5.1 of the APA lists Defendant \nJetcraft’s express warranties.26 The only substantive express warranty contained in the \nAPA is that Jetcraft shall convey to Plaintiff good and marketable title to the Aircraft at \nclosing and shall defend such title going forward.27 Plaintiff does not allege that Jetcraft \nbreached this express warranty. Instead, Plaintiff contends that Jetcraft breached the \n“warranty” that the aircraft would be EASA compliant.28 As previously discussed, however, \nEASA compliance was a condition precedent, not a warranty.29 \n40. In addition, to the extent that Plaintiff alleges that Defendants made \nrepresentations and warranties outside of those contained in the APA prior to or \ncontemporaneous the closing on September 6, 2013, Plaintiff waived those warranties by \nsigning the disclaimers.  Ace, 108 N.C. App. 241.  Accordingly, the Court concludes that \nDefendant’s Motion to Dismiss as to Plaintiff’s Third Claim for Breach of Express \nWarranties should be GRANTED as to any representations and warranties made by \nDefendants prior to or contemporaneous the closing on September 6, 2013. \n                                                 \n26 Ex. A § 5.1. \n27 Ex. A § 5.1.5. \n28 Pl.’s Resp. Br. Mot. Dismiss at 16. \n29 Ex. A § 3.1.1. \n41. Plaintiff also claims, however, that Defendants made express representations \nregarding the EASA-compliance of the Aircraft after the closing.  Plaintiff alleges “on April \n9, 2014, a Jetcraft representative told Wedderburn in email correspondence that the EASA \nvalidation process of the STCs had begun and would be completed by the time the \nmodifications were completed” and that in May, 2014, “Jetcraft representatives again \nrepresented to Wedderburn that the EASA STCs had been in the works since January of \n2014 and they would be received prior to the time of delivery – which now had been \npostponed by Defendants until May 21, 2014.”30 These statements could have, at least \narguably, created additional express warranties after the closing.  Muther-Ballenger v. \nGriffin Electronic Consultants, Inc., 100 N.C. App. 505, 510-12 (1990) (Oral representations \nmade after the plaintiff closed on sale of medical equipment and signed disclaimer of \nwarranties could be basis for breach of warranty claim).  Accordingly, the Court concludes \nthat Defendant’s Motion to Dismiss as to Plaintiff’s Third Claim for Breach of Express \nWarranties should be DENIED as to any representations and warranties made by \nDefendants after the closing on September 6, 2013.  \nBreach of Implied Warranties \n42. Plaintiff’s Fourth Claim is that Defendants breached the implied warranty of \nmerchantability and the implied warranty of fitness for a particular purpose with regard to \nthe sale of the Aircraft. Defendants argue that this Claim should be dismissed because such \nwarranties were properly excluded by the language of the parties’ contracts.  \n43. North Carolina explicitly permits the disclaimer of implied warranties, \nincluding the implied warranties of merchantability and fitness for a particular purpose, if \nthe disclaimer is in writing and conspicuous. G.S. § 25-2-316(2). Moreover, “all implied \n                                                 \n30 Am. Compl. ¶ 26; Pl.’s Resp. Br. Mot. Dismiss at 19. \nwarranties are excluded by expressions like ‘as is,’ ‘with all faults’ or other language which \nin common understanding calls the buyer’s attention to the exclusion of warranties and \nmakes plain that there is no implied warranty[.]” G.S. § 25-2-316(3)(a). “Terms such as ‘as \nis’ and the like in ordinary commercial usage are understood to mean that the buyer takes \nthe entire risk as to the quality of the goods involved.” Ace, 108 N.C. App at 249 (internal \nquotations and citation omitted).  \n44. In the instant case, the APA, Aircraft Delivery Receipt, and Warranty Bill of \nSale contain more than that necessary to properly exclude the implied warranties of \nmerchantability and fitness for particular purpose: the mention of “merchantability” and \n“fitness for particular purpose” in conspicuous language, and the provision that the sale of \nthe aircraft was “as is, where is.”\n31 Ace, 108 N.C. App. at 249. Therefore, the Court finds \nthat Defendants properly disclaimed the implied warranties of merchantability and fitness \nfor a particular purpose, and accordingly, Defendant’s Motion to Dismiss Plaintiff’s Fourth \nClaim for Breach of Implied Warranties is GRANTED as to this Claim.  \nFraudulent Inducement to Contract and Fraud \n45. Plaintiff’s Fifth and Sixth Claims are based upon allegations that both prior \nto and after execution of the APA and Rider Defendants made “knowingly false” statements \nof material fact or concealed facts from Plaintiff with and “intent to deceive.”  Plaintiff \nalleges that Defendants did so for the purpose of inducing Plaintiff to enter into the APA \nand Rider, that Plaintiff reasonably relied on the misrepresentations in entering into those \nagreements and “taking delivery of the aircraft,” and Plaintiff suffered damages as a \nresult.32  \n                                                 \n31 Exs A, C, & D. \n32 Am. Compl. ¶¶ 59-77. \n46. Plaintiff alleges that “prior to signing the APA, Jetcraft represented to \nWedderburn that the Aircraft would be EASA compliant.”33  Plaintiff alleged that it entered \ninto the Rider because Antonenko represented that Plaintiff “would get what they \nbargained for in the APA by the time the Aircraft was delivered back to service.”34  After \nDefendant made the representations, Plaintiff signed the Delivery Receipt and took \ndelivery of the Aircraft.35  These representations, made prior to Plaintiff’s execution of the \ndisclaimer contained in the Delivery Receipt in which Plaintiff expressly acknowledged and \nagreed that Defendants had “not made … any  representation”, cannot support claims for \nfraud or negligent misrepresentation.  Jackson, 2013 N.C. App. LEXIS 360, at *8-12; \nChleborowicz v. Johnson, 2003 N.C. App. LEXIS 1684 *7-11(2003).  \n47. With regard to alleged false statements made after execution of the \nagreements, these statements could not have induced Plaintiff to enter into the APA or \nRider since they occurred long after those agreements were executed.  To the extent \nPlaintiff alleges that the statements induced it to “take delivery of the Aircraft,” those \nallegations cannot be the basis of fraud or misrepresentation claims since Plaintiff \nexplicitly acknowledged delivery and acceptance of the aircraft on September 6, 2013.36 \n48.  The Court concludes that Defendants’ Motion to Dismiss as to Plaintiff’s \nFifth Claim for Fraudulent Inducement to Contract and Sixth Claim for Fraud should be \nGRANTED. \nNegligent Misrepresentation. \n                                                 \n33 Am. Compl. ¶ 13; Pl.’s Resp. Br. Mot. Dismiss at 19; At the hearing and in its brief Plaintiff also \nalleges that it was induced to enter into the Rider on September 5, 2013, because Antonenko \nrepresented to Plaintiff that Jetcraft had already started the process of seeking EASA compliance.  \nThat allegation, however, does not appear in the Amended Complaint. \n34 Am. Compl. ¶21. \n35 Id. ¶ 23. \n36 Id. 23; Defs.’ Br. Supp. Mot. Dismiss Ex. C. \n49. Plaintiff’s Eighth Claim for Relief alleges that Defendants made false \nrepresentations and “misstatements of then-existing fact,” and “failed to exercise \nreasonable care or competence in obtaining communicating truthful and accurate \ninformation to Plaintiff.”37 Plaintiff further alleges that it reasonably relied on the \nrepresentations and as a result suffered injury.38 \n50. In North Carolina, negligent misrepresentation “occurs when a party \njustifiably relies to his detriment on information prepared without reasonable care by one \nwho owed the relying party a duty of care.” Raritan River Steel Co. v. Cherry, Bekaert & \nHolland, 322 N.C. 200, 206 (1988), rev’d on other grounds, 329 N.C. 646 (1991).  “The duty \nrequired to make the claim may either come from statute, contract, or ‘may be implied from \nattendant circumstances.’” USA Trouser, S.A. de C.V. v. Int’l Legwear Group, Inc., 2014 \nU.S. Dist. LEXIS 39271 *25 (W.D.N.C. Mar. 24, 2014) (quoting Oberlin Capital, L.P. v. \nSlavin, 147 N.C. App. 52, 59 (2001)).  A breach of the duty owed occurs when “[o]ne who, in \nthe course of his business, profession or employment, or in any other transaction in which \nhe has a pecuniary interest, supplies false information for the guidance of others in their \nbusiness transactions . . . .” Marcus Bros. Textiles, Inc. v. Price Waterhouse, LLP, 350 N.C. \n214, 218 (1999).   \n51. With regard to alleged misrepresentations made by Defendants prior to or \ncontemporaneous the closing on September 6, 2013, Plaintiff’s claim must be dismissed \nbecause it expressly acknowledged and agreed that Defendants had “not made . . . any \nrepresentation” in the disclaimer.39 Accordingly, Defendants could not have made a \nnegligent representation. Ace, 108 N.C. App. at 250.   The Court concludes that the Motion \n                                                 \n37 Am. Compl. ¶¶ 85-86. \n38 Id. ¶¶ 87-88. \n39 Defs.’ Br. Supp. Mot. Dismiss Ex. C. \nto Dismiss as to Plaintiff’s Eighth Claim for Negligent Misrepresentation for alleged \nrepresentations made by Defendants prior to or contemporaneous the closing on September \n6, 2013, should be GRANTED. \n52. With regard to the statements and representations made after the closing, \nPlaintiff has alleged that Defendants represented that the process of obtaining EASA \ncertification had been started in January 2014 and that the Aircraft would be EASA \ncompliant by no later than May 21, 2014, but the Aircraft was not EASA compliant until \nNovember 2014.  Plaintiffs also allege that, in reliance on these representations, it booked \ncharter flights in Europe for the period between May and November 2014, and incurred \nsignificant damages in making alternative arrangements because it did not have a \ncompliant aircraft.\n40  The Court concludes that these allegations, taken as true, could \nsupport a claim for negligent misrepresentation.41  Accordingly, the Motion to Dismiss as to \nPlaintiff’s Eighth Claim for Negligent Misrepresentation for alleged representations made \nby Defendants after the closing on September 6, 2013 should be DENIED. \nUnfair or Deceptive Trade Practices \n53. Plaintiff’s Seventh Claim for Relief alleges that Defendants committed unfair \nor deceptive acts in violation of N.C.G.S. §75-1.1 (the “UDTPA”). The “Claim for Relief” does \nnot contain any factual allegations in support of the claim, but merely recites the elements \nof such a cause of action.42  Plaintiff’s claim could be dismissed on this ground alone.  \n                                                 \n40 Am. Compl. ¶¶ 28 and 32. \n41 The Court recognizes that there are decisions from North Carolina courts holding that an arms-\nlength transaction between businesses cannot give rise to a duty of care that would support a \nnegligent misrepresentation claim. USA Trouser, S.A. de C.V. v. Int’l Legwear Group, Inc., 2014 U.S. \nDist. LEXIS 39271, at *25 (W.D.N.C. Mar. 25, 2014).  Nevertheless, there also is language in North \nCarolina appellate decisions that suggests that the necessary duty of care “may be implied from \nattendant circumstances,” Oberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 59 (2001), “or in any \nother transaction in which [a party] has a pecuniary interest,” Marcus Bros. Textiles, Inc. v. Price \nWaterhouse, LLP, 350 N.C. 214, 218 (1999).  The Court concludes that the law on this issue is not \nclear, and accordingly dismissal is not appropriate at this stage. \n42 Am. Compl. ¶¶ 78-83. \nNevertheless, in its brief Plaintiff contends that “because [it] has pled sufficient facts to \nsatisfy its fraud claims, it has also sufficiently pled its UDTPA claim.”43 See, e.g. Webb v. \nTriad Appraisal & Adjustment Serv., Inc., 84 N.C. App. 446, 449 (1987) (“Proof of fraud \nnecessarily constitutes a violation of the prohibition against unfair and deceptive trade \npractices.”). \n54. Defendants argue that this Claim should be dismissed because it is entirely \npremised on Plaintiff’s other claims. Defendant contends that if the underlying claim upon \nwhich a UDTPA claim is based fails, the UDTPA claim fails as well. E.g., James v. \nVanderbilt Mortg. & Fin., Inc., 2012 U.S. Dist. LEXIS 16577, *13 (W.D.N.C. 2012) (“Having \nfailed to establish any underlying claims against Defendant, Plaintiffs’ claims for unfair \nand deceptive trade practices and for declaratory relief must also fail.”). \n55. The Court has, of course, dismissed Plaintiff’s claims for breach of contract \nand fraud, two claims that frequently underlie a claim under G.S. §75-1.1.  The Court is not \npersuaded, however, that the viability of a claim for unfair or deceptive practices is \ndependent on successfully stating another tort or contract claim.  In fact, the Supreme \nCourt has held that a claim for unfair or deceptive trade practices is not dependent on proof \nof fraud.  Pearce v. American Defender Life Ins. Co., 316 N.C. 461, 470-71 (1986).  Rather, \nthe Supreme Court has suggested that a claim under G.S. § 75-1.1 is a separate and \nindependent statutory cause of action that was specifically intended to provide a means \nother than an action in tort, contract or for breach of warranty for redressing certain types \nof business practices.  Marshall v. Miller, 302 N.C. 539, 543-44 (1981).  Accordingly, the fact \nthat a plaintiff may not have other viable tort or contract claims does not necessarily mean \nthat it cannot allege a claim under G.S. § 75-1.1. \n                                                 \n43 Pl.’s Resp. Br. Mot. Dismiss at 25. \n56. In any event, the Court has not dismissed certain of Plaintiff’s claims based \non representations made after the closing.  In addition, at this stage, the allegations \nregarding Defendants’ post-closing representations, Plaintiff’s reliance on the \nrepresentations, and resulting injury are sufficient to survive a Rule 12(b)(6) challenge to \nthe claim for unfair or deceptive acts.  The Court finds that Defendants’ Motion to Dismiss \nPlaintiff’s Seventh Claim for unfair and deceptive trade practices should be DENIED.  \nRescission  \n57. Plaintiff’s Ninth Claim is for Rescission, as an Alternate Remedy, and \nspecifically “seeks to void the APA thereby requiring (1) Wedderburn to return the Aircraft \nto Defendants and (2) Defendants to return to Wedderburn the consideration paid by \nWedderburn (with interest) such that the parties can be returned to their earlier positions \nas if no agreements had never existed.”44 Defendants move for dismissal of this Claim on \nthe grounds that it cannot be brought as an independent cause of action, and Plaintiff \nacknowledges this fact.45 \n58. In North Carolina, “the common law doctrine of rescission is equivalent to \n‘revocation of acceptance.’” Prichard Enters., Inc. v. Adkins, 858 F. Supp. 2d 576, 590 \n(E.D.N.C. 2012) (quoting Riley v. Ken Wilson Ford, Inc., 109 N.C. App. 163, 173 (1993) \n(“Rescission of a contract is not addressed in the Uniform Commercial Code, but has been \ntreated as revocation of acceptance in the context of a sale of goods.”)).  \n59. The Court has dismissed Plaintiff’s claim for revocation of acceptance, and it \nlikewise concludes that Defendants’ Motion to Dismiss Plaintiff’s Ninth Claim for \n                                                 \n44 Am. Compl. ¶ 92. \n45 Pl.’s Resp. Br. Mot. Dismiss at 13, n. 7. \nRescission should be GRANTED.   \nExemplary Damages \n60. Defendants argue that Plaintiff’s Tenth Claim for Exemplary Damages \nshould be dismissed because it is not a cognizable claim for relief.  North Carolina does not \nrecognize a “cause of action” for punitive damages. Landmar, LLC v. Wells Fargo Bank, \nN.A., 978 F. Supp. 2d 552, 571 (W.D.N.C. 2013). “Punitive damages are available, not as an \nindividual cause of action, but as incidental damages to a cause of action.” Collier v. Bryant, \n216 N.C. App. 419, 434 (2011) (citing Hawkins v. Hawkins, 101 N.C. App. 529, 532 (1991). \nTherefore, the Court concludes that Defendants’ Motion to Dismiss Plaintiff’s Tenth Claim \nfor Exemplary Damages is GRANTED as to this Claim without prejudice to Plaintiff’s right \nto pursue such damages if it is so entitled. \nTHEREFORE, IT IS ORDERED, based upon the foregoing FINDINGS and \nCONCLUSIONS that: \n61. Defendants’ Motion to Dismiss is GRANTED as to Plaintiff’s First, Second, \nFourth, Fifth, Sixth, Ninth Claims for Relief for revocation of acceptance, breach of \ncontract, breach of implied warranties, fraudulent inducement to contract, fraud, and \nrescission. \n62. Defendants’ Motion to Dismiss is GRANTED as to Plaintiff’s Tenth Claim for \nRelief for Exemplary Damages without prejudice to Plaintiff’s right to pursue such damages \nif it is so entitled. \n63. Defendants’ Motion to Dismiss is GRANTED in part as to Plaintiff’s Third \nClaim of Relief for Breach of Express Warranties, to the extent that it is based on any \nrepresentations and warranties made by Defendants prior to or cotemporaneous the closing \nof September 6, 2013. To the extent that the Claim for Breach of Express Warranties is \nbased on any representations and warranties made by Defendants after the closing on \nSeptember 6, 2013, Defendants’ Motion to Dismiss is DENIED as to this Claim. \n64. Defendants’ Motion to Dismiss is GRANTED in part as to Plaintiff’s Eighth \nClaim of Relief for Negligent Misrepresentation, to the extent that it is based on \nrepresentations made by Defendants prior to or contemporaneous the closing on September \n6, 2013. To the extent that the Claim for Negligent Misrepresentation is based on \nrepresentations made by Defendants after the closing on September 6, 2013, Defendants’ \nMotion to Dismiss is DENIED as to this Claim. \n65. Defendants’ Motion to Dismiss is DENIED as to Plaintiff’s Seventh Claim for \nUnfair and Deceptive Trade Practices.  \nSO ORDERED, this the 6th day of November, 2015. \n \n    /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases \n \n \n \n "
}