{
  "id": "72e0942e1030f2e9dc1a62c362f44ce45ecca866a0ac2340e91a678dd5e48862",
  "source_file": "data/raw/ncbc/72e0942e1030f2e9dc1a62c362f44ce45ecca866a0ac2340e91a678dd5e48862.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nUNION COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 583 \n \nWESTON DAVIS, \n \nPlaintiff, \n \nv. \n \nDAVIS FUNERAL SERVICE, INC.; \nand PHILLIP TILLMAN, Vice \nPresident (individually and as an \nofficer of Davis Funeral Service, Inc.), \n \n \nDefendants/Third-\nParty Plaintiffs, \n \nv. \n \nDEIDRA TEDDER, \n \nThird-Party \nDefendant. \n \n \n \n \n \n \n \n \nORDER AND  \nOPINION FOLLOWING  \nSHOW CAUSE HEARING  \n  \n \n \nBrown & Associates, PLLC, by Donald Mitchell Brown, for Plaintiff \nWeston Davis. \n \nBurns, Gray & Gray, by John T. Burns and Christopher A. Gray, for \nDefendants Davis Funeral Service, Inc. and Phillip Tillman. \n \nVillmer Caudill, PLLC, by Bo Caudill, for Third-Party Defendant Deidre \nTedder. \n \nConrad, Judge. \n \n1. Timely compliance with court orders is essential to the fair  and efficient \nadministration of justice.  Here, P laintiff Weston Davis and Defendants Davis \nFuneral Service, Inc. and Phillip Tillman disregarded deadlines for two mandatory \npretrial submissions, resulting in the cancellation of a scheduled jury trial.  The Court \ndirected both sides to appear and show cause why they should not be sanctioned .  \nDavis v. Davis Funeral Serv., Inc., 2024 NCBC 20. \nAfter careful consideration and f ollowing a hearing o n 26 February 2024, the Court \nnow rules as follows. \n2. This case  arises from an employment dispute.  Davis is  Davis Funeral \nService’s past president.  After the company fired him in late 2021, Davis sued it and \nits officers,  including Tillman , for unpaid wages  and defamation.  Davis Funeral \nService counterclaimed based on allegations that Davis breached his fiduciary duties \nduring his tenure as president .  Davis Funeral Service also asserted third -party \nclaims against another former employee, Deidre Tedder, who then counterclaimed for \nunpaid wages. \n3. At summary judgment, the Court narrowed Davis’s claims, dismissed Davis \nFuneral Service’s third- party claims against Tedder, and concluded that Davis \nFuneral Service was liable to Tedder as a matter of law on her counterclaims .  See \nDavis v. Davis Funeral Serv., Inc., 2023 NCBC LEXIS 133 (N.C. Super. Ct. Oct. 25, \n2023); Davis v. Davis Funeral Serv., Inc., 2023 NCBC LEXIS 79 (N.C. Super. Ct. June \n12, 2023).*  After these decisions, the parties jointly moved for separate trials on the \nremaining issues: a jury trial on the claims and counterclaims between  Davis and \nDavis Funeral Service to be followed by a bench trial on the damages that Tedder is \nentitled to recover from Davis Funeral Service.  (See ECF No. 69.)  The Court granted \nthat motion.  (See ECF No. 70.)   \n \n* Having resolved the motions for summary judgment, the Court ordered the parties’ counsel \nto confer and report by e-mail their estimate of the length of trial for the remaining claims \nand counterclaims on or before 30 October 2023.  Tedder’s counsel timely submitted an \nestimate on her behalf and on Davis’s behalf.  Counsel for Davis Funeral Service and Tillman \nignored the order and submitted their estimate only after receiving an inquiry from the \nCourt. \n4. With counsel’s consent, t he Court set the jury  trial to begin o n 11 March \n2024.  The Court also issued a pretrial scheduling order, which required the parties \n(excluding Tedder) to submit their proposed pretrial order no later than 5 February \n2024 and their proposed verdict forms and jury instructions no later than 19 February \n2024.  (See Pretrial Sched. Order, ECF No. 73.)   The final pretrial hearing was to \nfollow on 26 February 2024. \n5. Davis, Davis Funeral Service, and Tillman  did not submit  their proposed \npretrial order on time.  T hree days after the deadline  expired, the Court issued an \norder directing them to cure their noncompliance  immediately and warning that a \nfurther lapse may result in sanctions, including dismissal of all pending claims.  (See \nOrder Regarding Failure to Comply with Pretrial Sched. Order, ECF No. 79.)  Only \nthen did they file the proposed pretrial order. \n6. Just days later, and despite the warning, both sides missed the deadline to \nfile proposed verdict forms and jury instructions.  This second violation was one too \nmany.  The Court canceled the pretrial hearing, canceled the trial, and directed both \nsides to appear and show cause why they should not be sanctioned fo r disregarding \nits orders.  The Court also advised that it was “considering severe sanctions, including \nthe dismissal of Plaintiff’s claims and Defendants’ counterclaims, ” and gave these \nparties a chance to explain their conduct in writing.   (Order Regarding Further \nFailure to Comply with Pretrial Sched. Order ¶ 6(c), ECF No. 82.) \n7. Strikingly, Davis Funeral Service and Tillman chose not to submit a written \nstatement.  And at the hearing, their counsel offered no explanation or justification  \nwhatsoever for having disregarded court-ordered filing deadlines.  Davis’s counsel did \nfile a written statement to disclose a personal matter that made it harder for him to \nmeet the relevant deadlines .  But he did not explain why he chose to ignore  the \ndeadlines rather than ask to extend them, especially after having received the Court’s \nwarning. \n8. Disobedience to court orders is no small matter.  That is why the Rules of \nCivil Procedure authorize trial courts to dismiss a claim or action when a party fails \nto comply with “any order of court.”  N.C. R. Civ. P. 41(b).   Indeed,  “the power to \nsanction disobedient parties, even to the point of dismissing their actions or striking \ntheir defenses, did not originate w ith Rule 41(b).  It is longstanding and inherent.”   \nMinor v. Minor, 62 N.C. App. 750, 752 (1983); see also Red Valve, Inc. v. Titan Valve, \nInc., 2019 NCBC LEXIS 57, at *39 (N.C. Super. Ct. Sept. 3, 2019).   \n9. As federal courts have stressed, “[t]his principle applies with undiminished \nforce to scheduling orders.”  Tower Ventures, Inc. v. City of Westfield, 296 F.3d 43, 46 \n(1st Cir. 2002).   “A scheduling order is not a frivolous piece of paper, idly entered, \nwhich can be cavalierly disregarded by counsel without peril.”  Johnson v. Mammoth \nRecreations, Inc., 975 F.2d 604, 610 (9th Cir. 1992).  “To manage a crowded calendar \nefficiently and effectively, a trial court must take an active role in case management.  \nScheduling orders are essential tools in that process—and a party’s disregard of such \norders robs them of their utility.”  Tower Ventures, 296 F.3d at 46.  Put another way, \n“a court cannot effectively manage a case when its orders are viewed by counsel not \nas mandates to be followed, but as suggestions to be complied with if, when and how \ncounsel’s judgment dictates.”  Loop AI Labs Inc. v. Gatti , 2017 U.S. Dist. LEXIS \n34109, at *44 (N.D. Cal. Mar. 9, 2017). \n10. So it is here.   Jury trial s are demanding: they take time, tax judicial \nresources, and crowd  out other cases on the docket.  One purpose  of a pretrial \nscheduling order is to conserve resources by ensuring that a case set for trial is ready \nto proceed without delay.  The parties’ repeated failures to comply with the pretrial \nscheduling order in this case thwarted that purpose, necessitating the cancellation of \na trial that had been scheduled for months  and forcing the Court to spend its time  \npolicing their compliance instead of attending to other matters.   \n11. Among those other matters is the bench trial on  Tedder’s damages.  After \nseparating the issues for trial, the Court deferred the bench trial to accommodate the \njury trial on Davis’s dispute with Davis Funeral Service and Tillman.  Now, the jury \ntrial is canceled, and Tedder is no closer to  seeing her claims to the finish line  than \nshe was at the time the trials were separated.  Through no fault of her own, her right \nto resolve her claims expeditiously has been frustrated. \n12. Perhaps most disconcerting is the lack of any satisfying explanation.   This \nis especially true for the second missed deadline, which came on the heels of an \nexpress warning to the parties to comply with the pretrial scheduling order or ignore \nit at their peril.  Davis Funeral Service and Tillman concede that they had no reason \nat all, much less a good one, for defying  two court-ordered deadlines.  Davis pointed \nto circumstances that could have s upported an extension of at least one of those  \ndeadlines if only he had asked.  And there’s the rub: rather than take the simple step \nof asking for relief, the parties ignored the deadline to submit verdict forms and jury \ninstructions and dared the Court t o make good on its warning that further \nnoncompliance would result in sanctions. \n13. In short, by repeatedly disregarding  judicial directives, Davis, Davis \nFuneral Service, and Tillman have wasted the Court’s resources, prejudiced Tedder, \nand interfered with the expeditious resolution of this litigation.  Their conduct merits \nsanctions. \n14. The most drastic sanction —dismissal with prejudice—would be too harsh.   \nCourts strive to decide cases on their merits , not on procedural lapses .  The parties’ \nconduct is not so egregious that they have forfeited all  right to pursue relief against \none another.  See Wilder v. Wilder, 146 N.C. App. 574, 576 (2001) (stating that “claims \nshould be involuntarily dismissed only when lesser sanctions are not appropriate to \nremedy [a] procedural violation,” given that one “underlying purpose of the judicial \nsystem is to decide cases on their merits”).   \n15. Dismissal without prejudice, on the other hand, is a befitting and less drastic \nsanction.  This is a strong sanction that upholds the integrity of the judicial process \nand underscores the need to comply with court orders .  At the same time,  it leaves \nthe parties free to litigate their claims against one another in the future.  See Foy v. \nHunter, 106 N.C. App. 614, 620 (1992) (describing “dismissal without prejudice” as a \n“[l]ess drastic sanction[]”); Miller v. Ferree, 84 N.C. App. 135, 137 (1987) (same).   \n16. Moreover, no other lesser sanction is up to the task .  Most  sanctions are \ndesigned to coerce a wayward party to fulfill its obligations and to mitigate prejudice \nto the other parties.  What makes this case uniquely distressing is that both sides are \nequally at fault, which narrows the range of suitable sanctions.  Monetary sanctions, \nfor example, would cancel out and serve no purpose.  E videntiary sanctions (that is, \nexcluding witnesses or exhibits) might inequitably affect one side more than the other \nand would very likely put  both sides in a worse position than a dismissal without \nprejudice.  T he most equitable and appropriate sanction for the parties’ mutual \ndisregard of court orders is to clean the slate and dismiss their claims and \ncounterclaims without prejudice. \n17. Accordingly, in its discretion, the Court ORDERS  that Plaintiff Weston \nDavis’s complaint and Defendants’ counterclaims are dismissed without prejudice , \nand they shall bear their own costs. \nSO ORDERED, this the 15th day of March, 2024. \n \n \n      /s/ Adam M. Conrad   \n     Adam M. Conrad \n     Special Superior Court Judge  \n  for Complex Business Cases  \n  "
}