{
  "id": "72edecfba495aef26537adbf71e135639420977fbbd46b2add936ccc81e2aa7f",
  "source_file": "data/raw/ncbc/72edecfba495aef26537adbf71e135639420977fbbd46b2add936ccc81e2aa7f.pdf",
  "raw_text": " \nSTATE OF NORTH CAROLINA \n \nBUNCOMBE COUNTY  \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 3334 \n \nAVADIM HEALTH, INC., \n \nPlaintiff/ \nCounterclaim \nDefendant, \n \nv. \n \nCRAIG HARKEY d/b/a HARK \nHEALTH SERVICES, \n \nDefendant, \n \nv.  \n \nDAYBREAK CAPITAL PARTNERS, \nLLC, and COMMUNITY HEALTH \nGROUP, INC., \n \n    Defendants/ \n    Counterclaim  \n    Plaintiffs, \n \nSTEPHEN WOODY, \n \n   Counterclaim \n   Defendant. \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFF AVADIM HEALTH, INC., \nAND COUNTERCLAIM DEFENDANT \nSTEPHEN WOODY’S JOINT MOTION \nTO DISMISS \n \n \n1. THIS MATTER  is before the Court on  the 1 February 2021 filing of \nPlaintiff Avadim Health, Inc., and Counterclaim Defendant Stephen Woody’s Joint \nMotion to Dismiss (the “Motion”)  brought pursuant to Rule 12 (b)(6) of the North \nCarolina Rules of Civil Procedure (the “Rule(s)”).  (ECF No. 31 [“Mot.”].) \n2. For the reasons set forth herein, the Court  hereby GRANTS IN PART \nAND DENIES IN PART the Motion. \nAllen Stahl +  Kilbourne, PLLC, by Robert C. Carpenter, Robert E . \nDungan, and Jesse M. Swords, for Plaintiff and Counterclaim Defendant \nAvadim Health, Inc. \nAvadim Health, Inc. v. Daybreak Cap. Partners, LLC, 2021 NCBC 73. \n \nBuchanan Ingersoll & Rooney PC, by Terry M. Brown,  Jr., and Stanley \nYorsz, for Plaintiff and Counterclaim Defenda nt Avadim Health , Inc. \nand Counterclaim Defendant Stephen Woody. \n \nRobinson, Bradshaw & Hinson, P.A., by Benjamin DeCelle , and \nPearlynn Houck, and Faegre Drinker Biddle & Reath LLP, by Matthew \nB. Kilby, James L. Volling, and Bryan K. Washburn, for Defendant Craig \nHarkey d/b/a Hark Health Services, and Defendants and Counterclaim \nPlaintiffs Community Health Group, Inc. , and Daybreak Capital \nPartners, LLC.  \n \nRobinson, Judge. \n \nI. INTRODUCTION \n1. Defendants and Counterclaim Plaintiffs Daybreak Capital Partners, LLC \n(“Daybreak”) and Community Health Group, Inc. (“CHG”)  (collectively the \n“Counterclaim Plaintiffs”) , have  asserted counterclaims  against Plaintiff and \nCounterclaim Defendant Avadim  Health, Inc., (“Avadim”)  for breach of contra ct, \ntortious interference with contract, tortious interference with prospective economic \nadvantage, fraud,  unjust enrichment, 1 violation of the North Carolina Unfair and \nDeceptive Trade Practices Act (the “UDTP Act”), and violation of the North Carolina \nRacketeer Influenced and Corrupt Organizations Act (the “N.C. RICO Act”), and have \nasserted counterclaims against Counterclaim Defendant Stephen Woody (“Woody”) \nfor tortious interference with contract, tortious interference with prospective \neconomic advantage, fraud, violation of the UDTP Act, and violation of the N.C. RICO \nAct (the “Counterclaims”) .  ( Defs.’ Answer and Countercls., ECF No. 22 \n[“Countercls.”].)   \n \n1 Avadim did not move to dismiss the unjust enrichment counterclaim.  (See Mot.)  Therefore, \nthe Court does not address that claim in this Opinion.   \n2. In short, these claims arise from Counterclaim Plaintiffs’  assertions that \nAvadim has breached t he Letter of Intent (the “LOI”)  agreed to by the parties, and \nthat Avadim and Woody have interfered in Counterclaim Plaintiffs’  business in the \n“business-to-business” market (the “B2B market”). \nII. FACTUAL BACKGROUND \n3. Avadim is a healthcare company in the business of selling topical products \ndesigned to improve health.  ( Countercls. ¶ 1. )  At all relevant times Woody was \nAvadim’s Chief Executive Officer and served on Avadim’s B oard of D irectors.  \n(Countercls. ¶ 2.) \n4. Counterclaim Plaintiffs allege that Avadim has not traditionally considered \nthe B2B market to be one of its target markets.  (Countercl s. ¶ 6.)  Avadim ’s only \neffort to develop a B2B market for its products —the Community Health Business \nunit (the “CHB Unit”) —was uns uccessful, and, in 2020,  Avadim decided to cease \npursuing the B2B market strategy and terminate the employees working in the CHB \nUnit, except for one, Stan Payne (“Payne”).  (Countercls. ¶¶ 7, 8.)  \n5. Upon notice that the CHB Unit would be shut down, Payne and  coworker \nCraig Harkey (“Harkey”) attempted to persuade Avadim to keep the CHB Unit .  \n(Countercls. ¶ 9.)  When Avadim insisted on closing the unit, Woody and David Fann \n(“Fann”), then-president of Avadim, suggested that Payne and Harkey should “raise \nmoney and buy the exclusive right to distribute and market products in that market \nfrom Avadim[,]” if Payne and Harkey believed it to be a lucrative venture.  \n(Countercls. ¶ 9.)  \n6. Payne and Harkey thereafter engaged Daybreak and established a team of \nindividuals to help with the transition and to acquire the CHB Unit’s business from \nAvadim.  (Countercls. ¶ 10.)  \n7. Avadim and Daybreak then signed the LOI, which became effective on 20 \nMarch 2020,  setting out the terms governing  the sale of Avadim’s CHB  Unit to \nDaybreak.  (Countercls. ¶¶ 11–12.)  Additionally, Counterclaim Plaintiffs allege that \nHark Health Services and a “to be formed acquisition entity,” which later came to be \nCHG, were expressed and intended beneficiaries of the LOI.  (Countercls. ¶¶ 11–12.)  \nThe LOI granted the buyers an exclusive  and perpetual right to distribute  and \nmarket Avadim products in the B2B market.  (Countercls. ¶ 13.)  Among other terms, \nthe LOI provided: the purchase price of the CHB Unit; the markets being purchased; \nthe Avadim products CHG would exclusively distribute and market; the product \npricing; exclusivity tied to required sales thresholds; and the duration, which was to \nbe perpetual.  (Countercls. ¶ 112.) \n8. On 3 April 2020, the part ies signed a second amendment to the LOI in \nwhich they agreed that the LOI had become effective on 20 March 2020.  (Countercls. \n¶ 18.)  \n9. Subsequently, in June 2020, Avadim and CHG entered into an interim \n“Distribution Agreement,” which allowed CHG to start selling Avadim’s products and \ncreate a network of sub -distributors in the B2B market before the LOI transaction \nwas to be closed.  (Countercl s. ¶¶ 26, 33.)  The interim Distribution Agreement was \nto act as a precursor to the exclusive marketing and distribution agreement \ncontemplated by the LOI.  (Countercls. ¶ 26.)  \n10. Counterclaim Plaintiffs allege that “[o]nce Woody and Avadim realized that \nPayne, Harkey, CHG, and Daybreak were creating a business that would be capable \nof achieving more than $100 million in annual sales for CHG, [Woody and Avadim] \nsecretly decided to stop negotiating in good faith to close the LOI Transaction.”  \n(Countercls. ¶ 54.)  \n11. Counterclaim Plaintiffs assert that Avadim and Daybreak agreed that the \nLOI became effective on 20 March 2020, that the LOI has not since been terminated, \nand that Avadim has breached the LOI and interfered in CHG’s business in the B2B \nmarket. \n12. The breach of c ontract counterclaim alleges that Avadim breached the \n“Good Faith Negotiations” term of Section 9, the “Past Practice” term of Section 10 , \nand the “Competing Transactions” term of Section 11 of the LOI.  (Countercls. ¶¶ 14, \n98–123.) \n13. Section 9 of the LOI required that Avadim and Daybreak “negotiate \nexclusively in good faith towards a successful Closing of the Transaction.”  \n(Countercls. ¶ 110.)   \n14. Section 10 of the LOI provides that Avadim and the CHB Unit are required \nto “afford to Buyer [Daybreak] and its agents and representatives full access at \nreasonable times to the Company’s financial, legal, tax and other data and \ninformation to conduct its due diligence investigation of the Company and its \nbusiness and affairs. ”  (Countercls. ¶ 100.)  Section 10 further provides in the Past \nPractice term, that Avadim and its CHB Unit “use reasonable commercial efforts \nto . . . conduct its business only in the ordinary course and consistent with past \npractice.”  (Countercls. ¶ 102.)  \n15. Section 11 of the LOI provides that “Avadim could not, among other things, \n‘directly or indirectly . . . . solicit, initiate or encourage any discussions with . . . any \nperson or entity with respect to the . . . Community Health business.’ ”  (Counter cls. \n¶ 106.)   \n16. Counterclaim Plaintiffs maintain that the “Exclusivity Period” provided for \nin Section 11 of the LOI remains in effect.  (Countercls. ¶ 23.)  Counterclaim Plaintiffs \ncontend that the Exclusivity Period has continued to renew for successive 3 0-day \nincrements, because a definitive purchase agreement was never executed,  and the \nparties never terminated the renewal  provision of the LOI  in writing.  (Countercl s. \n¶¶ 20–23.)  Counterclaim Plaintiffs further allege that in communications more than \n90 days after the effective date of the LOI, all parties acknowledged and agreed that \nthe LOI was still in effect.  (Countercls. ¶ 24.)  \n17. Counterclaim Plaintiffs assert that Avadim abandoned the B2B market by \nthe time the LOI became effective on 20 March 2020, but, by July 2020, Avadim had \nbegun pursuing the same B2B markets and distributors that CH G developed for \nAvadim’s products.  (Countercls. ¶¶ 37–41.)  Counterclaim Plaintiffs allege that by so \ndoing, Avadim breached the Past Pr actice provision in Section 10 of the LOI.  \n(Countercls. ¶¶ 35–36.)   \n18. Counterclaim Plaintiffs  also allege that Avadim breached the LOI’s \n“Competing Transaction ” term contained in Section 11 by soliciting CHG’s sub -\ndistributors—BTW Distributors, LLC  (“BTW”), ProKlean, and School Health —to \ndistribute Avadim’s products in the B2B market.  (Countercls. ¶¶ 42–43.)   \n19. CHG continually provided updates to Avadim regarding its progress in \ndeveloping the new company.  (Countercls. ¶ 28.)  “As a result of this continua l \nreporting and its own active participation in CHG’s sale efforts . . . Avadim had nearly \ncomplete visibility into both the customers CHG developed and each customer’s \nexpected initial order and annualized sales potential.”  (Countercls. ¶ 31.)   \n20. In addition, Counterclaim Plaintiffs allege that Avadim breached the LOI’s \n“Good Faith Negotiation” provision contained in  Section 9 of the LOI.   (Countercls. \n¶ 45.)  In June 2020, Avadim allegedly refused to complete the transaction  with \nDaybreak, even though the only two remaining drafting issues “were resolved in \nconcept to the satisfaction of  Avadim, Daybreak, and CHG [.]”  (Countercls. ¶¶ 45–\n46.) \n21. Counterclaim Plaintiffs  maintain that , by July 2020,  the parties had \n“agreed in concept on all mater ial terms” of the LOI, and Avadim allegedly never \nidentified any material item necessitating resolution prior to consummating the sale.  \n(Countercls. ¶ 47.)   \n22. Nevertheless, on 6 August 2020, Woody , on behalf of Avadim,  sent Jon \nTebol, Daybreak’s CEO, and D avid Hoffman, CHG’s Board Chairman, an email \nproposing an alleged “better deal structure” that Counterclaim Plaintiffs believe “was \nfundamentally inconsistent with the LOI.”  (Countercl s. ¶¶ 48–50.)  Counterclaim \nPlaintiffs further claim that the email, in bad faith, repudiated the deal contemplated \nby the LOI.  (Countercls. ¶ 48.)   \n23. Counterclaim Plaintiffs allege that Avadim has, in bad faith, refused to \nengage in any further contract negotiations since the  6 August 2020 email.  \n(Countercls. ¶ 52.)  In addition, Counterclaim Plaintiffs assert that Avadim acted in \nbad faith by contacting other distributors  in an effort to engage in  business in \nviolation of the LOI during the same period that Avadim was negotiating an exclusive \ndistribution and market ing agreement with Counterclaim Plaintiffs .  (Countercl s. \n¶ 53.) \n24. Counterclaim Plaintiffs  further allege that Avadim has breached the \nliquidated damages term of Section 9 of the LOI.  (Countercl s. ¶ 117.)  According to \nCounterclaim Plaintiffs, Avadim did not close the transaction as agreed but instead \npursued alternative business arrangements with other distributors in the B2B \nmarket that conflict with the final agreement contemplated by the LOI.  (Countercls. \n¶¶ 120–21.)  As a result, Counterclaim Plaintiffs claim that Avadim and Woody owe \na termination fee in the amount of $ 2.5 million plus reimbursement of reasonable \nout-pocket transaction expenses.  (Countercls. ¶¶ 118, 122.) \n25. Finally, Counterclaim Plaintiffs allege that Avadim and Woody interfered \nwith CHG’s business by soliciting CHG’s sub-distributors directly to circumvent CHG \nand to encourage those sub -distributors to  buy Avadim’s products directly from \nAvadim.  (Countercl s. ¶¶ 74, 84 –86, 89–90.)  According to Counterclaim Plaintiffs , \nAvadim knew that CHG’s sub-distributors had agreed not to compete with CHG, and \nWoody allegedly assured CHG that Avadim would not attempt to circumvent CHG.  \n(Countercls. ¶ 68.) \n26. According to Counterclaim Plaintiffs, CHG has now lost nearly $60 million \ndollars in business and revenue due to Avadim and Woody’s misconduct as described \nabove.  (Countercls. ¶¶ 95–97.)   \n27. Counterclaim Plaintiffs further allege that the factual scenario set out \nabove supports claims for fraud, violation of the N.C. RICO Act, and violation of the \nUDTP Act.  (Countercls. ¶¶ 159–64, 171–95.)   \nIII. PROCEDURAL BACKGROUND \n28. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motion. \n29. Avadim and Woody filed the Motion pursuant to Rule 12(b)(6) for failure to \nstate a claim upon which relief may be granted on 1 February 2021.  (Mot.)   \n30. The Motion is now fully briefed.  (Pl. Avadim and Countercl. Def. Woody’s \nJoint Mem. Law Supp. Mot. Dismiss, ECF No. 32 [“Mem. Supp.”], Br. Countercl. Pls. \nRes. Avadim’s and Woody’s Mot. Dismiss, ECF No. 34 [“Mem. Opp’n”], and Pl. Avadim \nand Countercl. Def. Woody’s Rep ly Mem. Supp. Joint Mot. Dismiss, ECF No. 38  \n[“Reply Br.”].)  \n31. This matter was reassigned to the undersigned  for further proceedings by \nthe Chief Business Court Judge on 18 March 2021.  (Reassign. Order, ECF No. 40.)  \n32. A hearing was held on the Motion on 13 April 2021.  (See Not. Hearing and \nCase Mgmt. Conf., ECF No. 41.)   \n33. The Motion is now ripe for resolution.   \nIV. LEGAL STANDARD \n34. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court \nreviews the allegations in the Complaint in the light most favorable to Plaintiff.2  See \nChristenbury Eye Ctr., P.A. v. Medflow, Inc., 370 N.C. 1, 5 (2017).  The Court’s inquiry \nis “whether, as a matter of law, the allegations of the complaint, treated as true, are \nsufficient to state a claim upon which relief may be granted under some legal \ntheory[.]”  Harris v. NCNB Nat’l Bank , 85 N.C. App. 669, 670 (1987).  The Court \naccepts all well -pleaded factual allegations in the relevant pleading as true.  See \nKrawiec v. Manly, 370 N.C. 602, 606 (2018).  The Court is therefore not required “to \naccept as true allegations that are merely conclusory, unwarranted deductions of fact, \nor unreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. Dep’t of Health & Human \nServs., 174 N.C. App. 266, 274 (2005) (quoting Veney v. Wyche, 293 F.3d 726, 730 (4th \nCir. 2002)).   \n35. Furthermore, the Court “can reject allegations that are contradicted by the \ndocuments attached, specifically referred to, or incorporated by reference in the \ncomplaint.”  Moch v. A.M. Pappas & Assocs., LLC.,  251 N.C. App. 198, 206 (2016) \n(quoting Laster v. Francis, 199 N.C. App. 572, 577 (2009)).  The Court may consider \nthese attached or incorporated documents without converting the Rule 12(b)(6) \n \n2 Here, the Court will be reviewing allegations in the Counterclaims in the light most \nfavorable to the Counterclaim Plaintiffs.   \nmotion to dismiss into a Rule 56 motion for summary judgment.  Id. (citing Schlieper \nv. Johnson, 195 N.C. App. 257, 261 (2009)).  Moreover, the Court “may properly \nconsider documents which are the subject of a plaintiff’s complaint and to which the \ncomplaint specifically refers even  though they are presented by the defendant.”  \nOberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 60 (2001) (citing Robertson v. Boyd, \n88 N.C. App. 437, 441 (1988)). \n36. Our Supreme Court has noted that “[i]t is well -established that dismissal \npursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on its face reveals that no \nlaw supports the plaintiff’s claim; (2) the complaint on its face reveals the absence of \nfacts sufficient to make a good claim; or (3) the complaint discloses some fact that \nnecessarily defeats the plaintiff’s claim.’ ”  Corwin v. British Am. Tobacco PLC , 371 \nN.C. 605, 615 (2018) (quoting Wood v. Guilford Cty., 355 N.C. 161, 166 (2002)).  This \nstandard of review for Rule 12(b)(6) is the standard our Supreme Court “routinely \nuses . . . i n assessing the sufficiency of complaints in the context of complex \ncommercial litigation.”  Id. at n.7 (citing Krawiec, 370 N.C. at 606 and Christenbury \nEye Ctr., 370 N.C. at 5). \nV. ANALYSIS \n37. Avadim and Woody request that the Court dismiss the Counterclaims for \nbreach of contract, tortious interference with contract, tortious interference with \nprospective economic advantage, fraud, violation of the UDTP Act , and violation of \nthe N.C. RICO Act.   \nA. Breach of Contract (Against Avadim)  \n38. Counterclaim Plaintiffs’ breach of contract claim is based on the alleged \nbreach by Avadim of Sections 9, 10, and 11 of the LOI.  (Countercls. ¶¶ 99–123.)  \n39. To properly plead a breach of contract claim, the claimant must  allege “(1) \n[the] existence of a valid contract a nd (2) [a] breach of the terms of that contract.”  \nPoor v. Hill, 138 N.C. App. 19, 26  (2000) (citing Jackson v. Cal. Hardwood Co., 120 \nN.C. App. 870, 871 (1995)).  Where each of these elements are alleged, “it is error to \ndismiss a breach of contract claim  under Rule 12(b)(6).”  Woolard v. Davenport , 166 \nN.C. App. 129, 134 (2004).  \n40. Under North Carolina law, “ a valid contract requires (1) assent; (2) \nmutuality of obligation; and (3) definite terms.”  Charlotte Motor Speedway, LLC v. \nCty. of Cabarrus, 230 N.C. App. 1, 7  (2013) (citing Schlieper, 195 N.C. App. at 261); \nsee also Elks v. N. State Ins. Co., 159 N.C. 619, 624 (1912) (“There is no contract unless \nthe parties thereto assent, and they must assent to the same thing, in the same \nsense.” (cleaned up) ).  Mutual assent is demonstrated by the parties through a \nshowing of a “meeting of the minds,” evincing an intent to be bound by definite terms.  \nParker v. Glosson, 182 N.C. App. 229, 232 (2007) (citing Charles Holmes Mach. Co. v. \nChalkley, 143 N.C. 181, 183 (1906)).   \n41. “A contract to enter into a future contract[,]” such as a letter of intent, “must \nspecify all its material and essential terms” in order to be enforceable.  Boyce v. \nMcMahan, 285 N.C. 730, 734 (1974) (citing Croom v. Lumber Co., 182 N.C. 217, 220 \n(1921)). \n42. Here, Avadim argues that the LOI lacks all material and essential terms.  \n(Mem. Supp. 8.)  Taking the allegations of the counterclaims as true, however, the \nCourt disagrees.  Counterclaim Plaintiffs have properly pleaded a breach of contract \nclaim sufficient to withstand Avadim’s Motion.  \n43. First, Counterclaim Plaintiffs have alleged sufficient facts to support the \nexistence of a valid contract between the parties.  (See Countercls. ¶¶ 98–123.) \n44. The parties agreed in a second amendment to the LOI in April 2020 that \nthe LOI became  effective on 20 March 2020.  (Countercl s. ¶ 18.)  According to \nCounterclaim Plaintiffs, the LOI, which became effective as of March 2020, specified \nthe following terms of the agreement: the purchase price; the markets being \npurchased; the Avadim products CHG would exclusively distribute and market; the \nproduct pricing; exclusivity of required sales thresholds; and the duration.  \n(Countercls. ¶ 112.)   \n45. Counterclaim Plaintiffs further allege that, by July 2020, any loose ends \nthat may have been remaining as to the terms of the LOI were tied up, the parties \nhad agreed in concept to all material terms and could have proceeded to complete the \ntransaction, and that the remaining drafting issues had been resolved by the parties \nand Avadim did not identify any condition that Daybreak or CHG was unable to \nsatisfy nor any material term needing resolution.  (Countercls. ¶ 47.) \n46. Additional events and circumstances surrounding the execution and the \nsigning of the LOI support Counterclaim Plaintiffs’ claim that  the parties intended \nto be bound by the LOI in working towards a final transaction.  See JDH Capital, \nLLC v. Flowers , 2009 NCBC LEXIS 8, at * *15 (N.C. Super. Ct. Mar. 13, 2009) \n(considering the circumstances surrounding the execution of the l etter of i ntent \ninvolved in that matter to find whether it was intended by the parties to be a binding \nagreement).   \n47. In addition to the t wo amendments to the LOI negotiated by Avadim and \nDaybreak previously, in June 2020, the parties also entered into an interim \nDistribution Agreement, which allowed CHG to begin selling Avadim’s products in \nthe B2B market before the ultimate sale transactio n was to be completed.   \n(Countercls. ¶ 26.)  These acts demonstrate the parties’ mutual assent to be obligated \nto complete the contemplated transaction.   \n48. In short, viewing the allegations contained in the Counterclaims in the light \nmost favorable to Counterclaim Plaintiffs , the Court concludes that Counterclaim \nPlaintiffs have sufficiently stated a claim for breach of contract against Avadim.   \n49. The Court thus denies the Motion as to the breach of contract counterclaim.  \nB. Tortious Interference with Contract  and Tortious Interference \nwith Prospective Economic Advantage  (Against Avadim and \nWoody) \n \n50. Counterclaim Plaintiffs bring Counterclaims against both Avadim and \nWoody for tortious interference with contract, a s well as tortious interference with \nprospective economic advantage  (collectively the “Tortious Interference \nCounterclaims”).  (Countercls. ¶¶ 127–58.)  \n51. To state a claim for tortious interference with contract, a claimant must \nallege the following: “(1) a valid contract [exists] between the [claimant] and a third \nperson; (2) the [opponent ] knows of the contract; (3) the [opponent ] intentionally \ninduces the third person not to perform the contract; (4) [opponent] in doing so acts \nwithout justification; [and] (5) resulting in actual damage to [claimant]. ”  United \nLabs., Inc. v. Kuykendall , 322 N.C. 643, 661 (1988) (citing Childress v. Abeles,  240 \nN.C. 667, 674 (1954)).  \n52. The difference between  a tortious interference with contract claim and a \ntortious interference with prospective economic advantage claim is slight.  Lunsford \nv. ViaOne Servs., LLC , 2020 NCBC LE XIS 111, at *13 (N.C. Super. Ct. Sept. 28, \n2020). \n53. A tortious interference with prospective economic advantage claim arises \nwhen someone “induces a third party ‘not to enter a contract with’ the [claimant] \nwhen the contract would have resulted ‘but for the interference.’ ”  Id. (quoting Dalton \nv. Camp, 353 N.C. 647, 654 (2001) (internal citations omitted)).   \n54. “In either case, the interference is actionable only if done ‘without \njustification.’ ”  Id. (quoting United Labs., Inc., 322 N.C. at 661).   \n55. Here, Counterclaim Plaintiffs allege that Avadim and  Woody interfered \nwith CHG’s contract with BTW, by circumventing CHG and working directly with \nBTW while knowing that BTW was under contract with CHG “that prohibited BTW \nand its employees from working with any ‘competing Company that operates, sells, \nor distributes similar [ ] Products[,]’ ” where “Products” includes the same products \nsubject to the LOI.  (Countercls. ¶ 133.)   \n56. Additionally, Counterclaim Plaintiffs allege that Avadim and Woody \ncaused both School Health and Proklean to refrain from entering into contracts with \nCHG that otherwise would have materialized  but for the interference.  (Countercls. \n¶¶ 141–58.)   \n57. Avadim and Woody take aim at the Tortious Interference Counterclaims \nbecause they argue that Counterclaim Plainti ffs have failed to demonstrate the \nunjustifiable nature  of the interferences alleged  (element number four  delineated \nabove).3  (Mem. Supp. 9 –12.)  Specifically, Avadim and Woody argue that \nCounterclaim Plaintiffs have not alleged facts sufficient to show that Avadim and \nWoody acted with the requisite malice.  (Mem. Supp. 9–12.)  The Court disagrees.  \n58. “A motion to dismiss a claim of tortious interfere nce is properly granted \nwhere the complaint shows the interference was justified[.]”  Pinewood Homes, Inc. \nv. Harris, 184 N.C. App. 597, 605 (2007) (citing Peoples Sec.  Life Ins. Co. v. Hooks,  \n322 N.C. 216, 220 (1988)).  “The interference is ‘without justification’ if the \ndefendants’ motives . . . were ‘not reasonably related to the protection of a legitimate \nbusiness interest’ of the defendant.”  Privette v. Univ. North Carolina, 96 N.C. App. \n124, 134 (1989) (quoting Smith v. Ford Motor Co., 289 N.C. 71, 94 (1976)).   \n59. “Accordingly, . . . the complaint must admit of no motive for interference \nother than malice.”  Id. at 134–35; see also Sides v. Duke Univ., 74 N.C. App. 331, 346 \n \n3 Because Avadim and Woody attack only element num ber four (regarding justification for \ninterference), the Court addresses only that issue here, and will not address whether \nCounterclaim Plaintiffs have established the other elements of tortious interference.  \n(1985).  “Genera l allegations of malice are insufficient as a matter of pleading.”  \nPinewood Homes, Inc., 184 N.C. App. at 605.   \n60. The malice required to sustain a tortious interference claim is legal, not \nactual, malice.  Childress, 240 N.C. at 675.  Legal malice “denotes  the intentional \ndoing of the harmful act without legal justification.”  Id.  Not only must the complaint \n“admit of no motive for interference other than malice,” but it must also provide “a \nfactual basis to support the claim of malice.”  Pinewood Homes, Inc., 184 N.C. App. at \n605.   \n61. First, Avadim and Woody argue that the Counterclaim allegations  stating \nthat Avadim and Woody “had no motive for their interference other than malice, ” \n(Countercls. ¶¶ 139, 150, 156), are conclusory.  Therefore, Avadim and Woody argue \nthat those allegations  need not be determinative in  the outcome on a motion to \ndismiss.  (Mem. Supp. 9–12.)  \n62. However, Counterclaim Plaintiffs also allege , among other things,  that \n“Avadim had elected to abandon th[e B2B market] and terminate its employees” who \nwere working on fostering th e B2B portion of Avadim’s business  before the alleged \ninterference.  (Countercls. ¶ 37.)  Counterclaim Plaintiffs allege that it was not until \nAvadim and Woody recognized that the B2B market would  indeed be a pr ofitable \nventure for CHG that they “abruptly performed an about -face,” “secretly decided to \nstop negotiating in good faith to close the LOI Transaction ,” and “exhorted CHG to \ncontinue its efforts” all the while  knowingly “pursuing the exact B2B business an d \nspecific customers and distributors that CHG developed[.]”  (Countercls. ¶ ¶ 38–39, \n54–55.)  \n63. These factual allegations are sufficient to survive a motion to dismiss.  \nCompare Pinewood Homes, Inc., 184 N.C. App. at 605– 07 (reversing the grant of a \nmotion to dismiss on the tortious interference claim where the claimants had alleged \nseveral allegations tending to support the assertion of malice), with Plasman v. Decca \nFurnit. (USA), Inc., 2016 NCBC LEX IS 80, **42–43 (N.C. Super. Ct. Oct. 21, 2016) \n(dismissing the tortious interference claims where the complaint contained no further \nallegations that defendants acted with legal malice other than to simply state that \nthe actions were “maliciously intended” ), and Charah, LLC v. Sequoia Servs., LLC, \n2020 NCBC LEXIS 52, at *13– 18 (N.C. Super. Ct. Apr. 17, 2020) (dismissing the \ntortious interference claim where the claimant stated in conclusory fashion that the \nactions were “malicious, willful, intentional, [ ]  without justification[,] . . . [and] \nbeyond the bounds of normal competitive behavior[,]” but did not plead  any facts \nsupporting those claims).   \n64. Second, Avadim and Woody argue that the Counterclaim Plaintiffs have \naffirmatively alleged in the Counterclaims that Avadim and Woody were justified in \ntheir interferences (if any), and therefore the Tortious Interference Counterclaims \nmust be dismissed.  (Mem. Supp. 9–12.)   \n65. The Court readily admits that “ ‘ North Carolina’s case law paints a less-\nthan-clear picture’ when it comes to distinguishing between justified and unjustified \ninterference with contract.”  Lenders Funding, LLC v. Waim Mgmt. Co., 2018 NCBC \nLEXIS 67, at *5 (N.C. Super. Ct. July 6, 2018) (quoting K&M Collision, LLC v. N.C. \nFarm Bureau Mut. Ins. Co., 2017 NCBC LEXIS 109, at *21 (N.C. Super. Ct. Nov. 21, \n2017)).  Because of this, North Carolina appellate courts have allowed for a case-by-\ncase determination, by defining justification loosely as “just, lawful excuse” for the \nalleged interference.  Id. (quoting Childress, 240 N.C. at 675).   \n66. “Separating lawful from unlawful excuses depends on the nature of the \nunderlying contract, the relationship between the relevant actors, and societal \ninterests in permitting or deterring the conduct.”  Id. at *5–6 (citing Peoples Sec. Life \nIns. Co., 322 N.C. at 221).   \n67. There is a “general principle that interference may be justified when the \n[claimant] and [opponent] are competitors.”  Peoples Sec. Life Ins. Co., 322 N.C. at \n222 (citing Childress, 240 N.C. at 667).  When “defendant is acting for a legitimate \nbusiness purpose, his actions are privileged. . . . [C]ompetition in business constitutes \njustifiable interference in another’s business relations and is not actionable so long \nas it is carried on in furtherance of one’s own interests and by means that are lawful.”  \nId. at 221.   \n68. Here, Counterclaim Plaintiffs and Avadim and Woody were not competitors \nat all, according to the Counterclaims.  In fact, Avadim had opted to exit the B2B \nmarket entirely and in turn work to  transfer that portion of its business to \nCounterclaim Plaintiffs.  (Countercls. ¶ ¶ 37, 103.)  Counterclaim Plaintiffs’ entire \nclaim is premised on the fact that Avadim was not to be CHG’s competitor but rather \nits champion and  supplier in pursuing the B2B business that Avadim was \nabandoning. \n69. In Lenders, the Court denied the motion to dismiss a tortious interference \nclaim because there were allegations sufficient to show that the alleged interferer \nacted without justification.  2018 NCBC LEXIS 67, at *5 –8.  Similarly, here, the \nnature of the LOI, the relationship between Avadim, Woody, CHG and Daybreak, and \nthe societal interests in deterring the type of conduct alleged in the Counterclaims all \nweigh in favor of allowing the Tortious Interference Counterclaims to move forward.   \n70. Additionally, Counterclaim Plaintiffs’ allegations forming the basis of their \nfraud counterclaim—which counterclaim survives this Motion also ( see infra)—tend \nto support accusations of malice and lack of legal justification  as well.  Cf. Window \nGang Ventures, Corp. v. Salinas, 2019 NCBC LEXIS 24, at *37 (N.C. Super. Ct. Apr. \n2, 2019) (“ Because [the] tortious interference claims rest upon allegations based in \nfraud, the Court concludes that the economic loss rule does not bar [the] tortious \ninterference claims as pleaded here.”)  Even if the parties are competitors, arguably \nunfair competition furthered by fraud is not justified.   \n71. Because Counterclaim Plaintiffs ha ve alleged facts sufficient to support a \nshowing of malice, and the Counterclaims do not  affirmatively demonstrate that \nAvadim and Woody were justified in their interferences, the Court denies the Motion \nas to the Tortious Interference Counterclaims.   \nC. Fraud (Against Avadim and Woody)  \n72. Avadim and Woody also seek dismissal of the common law fraud claim pled \nagainst them by Counterclaim Plaintiffs.   \n73. Counterclaim Plaintiffs must allege the five essential elements of a fraud \nclaim: “(1) [f]alse representati on or concealment of a material fact, (2) reasonably \ncalculated to deceive, (3) made with intent to deceive, (4) which does in fact deceive, \n[and] (5) resulting in damage to the injured party.”  Rowan Cty. Bd. Educ. v. U.S. \nGypsum Co., 332 N.C. 1, 17 (1992) ( quoting Terry v. Terry, 302 N.C. 77, 83 (1981) ) \n(cleaned up).   \n74. First, Avadim and Woody seek  dismissal of the fraud claim  on the theory \nthat, “[a]n unfulfilled promise is not actionable fraud, unless the promisor had no \nintention of carrying it out  at the time of the promise.”  (Mem. Supp. 12 –13 (citing \nMcKinnon v. CV Indus., 213 N.C. App. 328, 339 (2011)).)  \n75. This is unpersuasive.  Some of the alleged fraudulent statements  are not \nmere “unfulfilled promises” at all but are rather alleged affirmative misstatements of \nthen-existing fact.  For instance, Counterclaim P laintiffs allege that  “Woody told \nTebol, Harkey, and Payne during a telephone call held on or around April 1, 2020, \nthat the deal reflected in the LOI had the express sup port of Avadim’s Board of \nDirectors and Hayfin”; however, Counterclaim Plaintiffs also allege that, “[m]onths \nafter the LOI was signed, neither the entire Board of Directors nor Hayfin had been \ninformed about the LOI and the Transaction.”  (Countercls. ¶¶ 61, 160(a).)  These \nallegations, taken together, allege an affirmative misstatement of then-existing fact.  \nThey do not allege an “unfulfilled promise,” and therefore, the argument set forth by \nAvadim and Woody for dismissal of the fraud counterclaim is inapplicable.   \n76. Second, though they cite no caselaw to support this theory , Avadim and \nWoody move to dismiss the f raud counterclaim on the additional theory that \nCounterclaim Plaintiffs have failed to properly allege damages as a result of t heir \nreliance on the alleged fraudulent assertions .  (Mem. Supp. 12 –13.)  Avadim and \nWoody rest this argument on the premise that  any alleged damages would have \nnevertheless been incurred in the operation of CHG’s new business , even  despite \nAvadim and Woody’s statements and actions,  and thus no damages were sustained \nby any such alleged fraud.  (Mem. Supp. 12–13.)   \n77. Counterclaim Plaintiffs allege that they “retained employees, dedicated \ntime and resources to CHG, and developed a B2B market potentially worth hundreds \nof millions of dollars that Avadim has now deprived them of[,]” and that “Avadim has \ndisrupted and sought to obtain for itself hundreds of millions of dollars of sales and \npotential sales to B2B customers that CHG procured[,] . . . . [and] already secured for \nitself millions of dollars in orders that CHG developed and quoted.”  (Countercls. \n¶¶ 93, 163.) \n78. Counterclaim Plaintiffs have not affirmatively alleged that they would have \nproceeded in the same manner in developing CHG even despite the alleged fraudulent \nassertions made by Avadim and Woody.  The Court need not engage at this stage of \nthe proceeding in an exercise t o assume how Counterclaim Plaintiffs might have \nproceeded with the development of CHG in the absence of the alleged fraudulent \nassertions.  Avadim and Woody have provided no supporting caselaw—and the Court \nhas discovered none—that would allow the Court to draw the conclusion that it must \ndisregard alleged damages based on the idea that Counterclaim Plaintiffs would have \nproceeded in the same manner in the absence of the fraudulent assertions, especially \nwhere, as here, Counterclaim Plaintiffs have alleged that they reasonably relied on \nthe statements to their detriment.  \n79. Because the Counterclaim s allege  misrepresentations of then -existing \nmaterial facts, and Counterclaim Plaintiffs have sufficiently set out that they \nreasonably relied on the false statements and were damaged by these alleged \nfraudulent as sertions, Avadim and Woody’s argument s for dismissal of the f raud \ncounterclaim must fail and the Court hereby denies the Motion as to this claim.   \nD. North Carolina Unfair and Deceptive Trade Practices Act (Against \nAvadim and Woody) \n80. Counterclaim Plaintiffs also assert a claim against both Avadim and Woody \nfor violation of the UDT P Act, which Avadim and Woody seek to have the  Court \ndismiss.  \n81. North Carolina has created a private right of action under Chapter 75 as \npart of its effort to protect consumers from unfair or deceptive trade practices.  See \nN.C.G.S. § 75-1.1 (outlawing unfair and deceptive trade practices) and N.C.G.S. § 75-\n16 (creating a private right of action and authorizing treble damages).  The three \nprima facie elements of a UDTP Act claim are: (1) an unfair or deceptive trade \npractice; (2) in or affecting commerce; and (3) proximately causing actual injury.  \nMitchell v. Linville, 148 N.C. Ap p. 71, 73–74 (2001) (citing Spartan Leasing, Inc. v. \nPollard, 101 N.C. App. 450, 460–61 (1991)).   \n82. While it is correct that a mere breach of contract cannot be the basis for a \nUDTP Act claim, this Court has held that claims for tortious interference with \ncontract may form the basis of a UDTP Act claim.  Southern Fastening Sys. v. Grabber \nConstr. Prods., 2015 NCBC LEXIS 42, at *28– 29 (N.C. Super. Ct. Apr. 28, 2015)  \n(“[O]ur courts have long recognized that claims for . . . tortious interference with \ncontract may form the basis of a UDTP [Act] claim[.] Because the Court has concluded \nthat [the] claim[ ] for . . . tortious interference should survive [the] Motion to Dismiss, \nso should [the] claim for UDTP[.]”); see also United Labs., Inc., 322 N.C. at 665.   \n83. Here, the Tortious Interference Counterclaims have survived the Motion, \nas discussed above, and the Tortious Interference Counterclaims that have survived \nthe Motion may form the basis for the UDTP Act counterclaim. \n84. Additionally, “[t]he case law applying Chapter 75 holds that a plaintiff who \nproves fraud thereby establishes that unfair or deceptive acts have occurred.”  Bhatti, \n328 N.C. at 243; see also Hardy v. Toler, 288 N.C. 303, 309 (1975) (“ [p]roof of fraud \nwould necessarily constitute a violation of t he prohibition against unfair and \ndeceptive acts”), and Tai Sports, Inc. v. Hall, 2012 NCBC LEXIS 64, at **55 (N.C. \nSuper. Ct. Dec. 28, 2012) (Bhatti held “that fraud constitutes a per se violation of the \nUDTP” Act).   \n85. Here, the Fraud Counterclaim has surv ived the Motion as well, and may \nfurther form the basis for the UDTP Act counterclaim.  \n86. Therefore, the Motion is also denied as to the UDTP Act counterclaim.   \nE. North Carolina Racketeer Influenced and Corrupt Organizations \nAct (Against Avadim and Woody) \n \n87. Finally, Counterclaim Plaintiffs assert a claim against both Avadim and \nWoody for violations of the N.C. RICO Act , which Avadim and Woody seek to have \ndismissed.   \n88. The N.C. RICO Act  prohibits person s from engaging in a pattern of \nracketeering activity or conducting or participating in an enterprise through a \npattern of racketeering activity .  N.C.G.S. § 75D- 4(a).  A “pattern of racketeering \nactivity” is defined  under North Carolina law  as “at least tw o incidents of \nracketeering activity [with] the same or similar purposes, results, accomplices, \nvictims, or methods[,]” within a four-year period.  N.C.G.S. § 75D-3(b).   \n89. To properly state a claim under the N.C. RICO Act: \n(1) an “ innocent person ” must alle ge (2) an injury or damage to his \nbusiness or property (3) by reason of two or more acts of organized \nunlawful activity or conduct, (4) one of which is something other than \nmail fraud, [or] wire fraud . . . (5) that resulted in pecuniary gain to the \ndefendant[s].  \n \nGilmore v. Gilmore, 229 N.C. App. 347, 356 (2013) (quoting In re Bostic Constr., Inc., \n435 B.R. 46, 68 (Bankr. M.D.N.C. 2010)).  \n90. “Racketeering activity” is defined by N.C.G.S. §75D -3(c)(1) as, “to commit, \nto attempt to commit, or to solicit, coerce, or intimidate another person to commit an \nact or acts which would be chargeable by indictment if such act or acts were \naccompanied by the necessary mens rea or criminal intent[.] ”  Section  75D-3(c)(1) \nenumerates specific North Carolina statutory provisions, the violation of which will \nserve as a predicate action to support a N.C. RICO Act claim.  “ ‘Racketeering activity’ \nalso includes the description in Title 18, United States Code, Section 1961(1).”  \nN.C.G.S. § 75D-3(c)(2).   \n91. “It is not the intent of the General Assembly that [the N.C. RICO Act] apply \nto isolated and unrelated incidents of unlawful conduct but only to an interrelated \npattern of organized unlawful activity, the purpose or effect of which is to derive \npecuniary gain.”  N.C.G.S. § 75D-2(c).   \n92. Counterclaim Plaintiffs allege that Avadim and Woody violated the N.C. \nRICO Act by: (1) engaging in wire fraud by using email and text messages to send a \nvariety of fraudulent statements, (Countercls . ¶¶ 160– 63, 179 –80); (2) obtaining \nproperty by false pretenses by siphoning the B2B sales network, development plans \nand business model developed by Counterclaim Plaintiffs, (Countercls. ¶¶ 182 –83); \nand (3) obtaining Daybreak’s signature on the interim Di stribution Agreement by \nfalse pretenses by falsely asserting that Avadim and Woody intended to complete the \ntransaction contemplated by the LOI, (Countercls. ¶¶ 184–88).  \n93. Counterclaim Plaintiffs further allege that all these activities occurred \nwithin a four-year period, and that all these incidents have a same or similar purpose, \nresult, accomplices, victims, or methods of commission or otherwise are interrelated \nby distinguishing characteristics.  (Countercls. ¶ ¶ 194–95.)  Counterclaim Plaintiffs \nalso contend that they were injured by these practices and that Avadim and Woody \nreceived pecuniary gain from these activities.  (Countercls. ¶¶ 189–90.) \n94. The Counterclaims further allege other instances of misconduct whereby \nAvadim “misappropriate[d]” business or otherwise did not pay for services that were \nrendered to it.  (Countercls. ¶¶ 192–93.) \n95. Our appellate courts have made clear that the N.C. RICO Act is intended \nto reach allegations of “organized crime” rather than the type of  conduct that is \nalleged by Counterclaim Plaintiffs here.  “The RICO statute was enacted in 1986 to \nremedy the problem of increasing organized crime.”  State ex rel. Thornburg v. Lot & \nBldgs. at 800 Waughtown St. , 107 N.C. App. 559, 562 (1992) (discussing criminal \ngambling charges as predicate racketeering activity).   \n96. The allegations contained in the Counterclaims here closely resemble those \nin Campbell v. Bowman, where the North Carolina Court of Appeals held that “[t]he \nGeneral Assembly did not intend th at an investor’s claim to recoup money lost \nthrough a failed financial venture with no larger criminal scope could be the basis of \na RICO claim, [and] . . . [that] conduct is not within the scope of the [N.C.] RICO Act.”  \nCOA05-16, 2005 N.C. App. LEXIS 2444, at *15 (Nov. 15, 2005) (unpublished).   \n97. Because the Counterclaims allegations do not sufficiently support a claim \nunder the N.C. RICO Act, the Court grants the Motion as to the N.C. RICO Act \ncounterclaim.  \nVI. CONCLUSION \n98. For the foregoing reasons, the Court  hereby GRANTS IN PART AND \nDENIES IN PART the Motion as follows: \na. The motion to dismiss the breach of contract counterclaim is DENIED; \nb. The motion to dismiss the tortious interference with contract  and \nprospective economic advantage counterclaims is DENIED; \nc. The motion to dismiss the fraud counterclaim is DENIED; \nd. The motion to dismiss the UDTP Act counterclaim is DENIED; and \ne. The motion to dismiss the civil N.C. RICO Act counterclaim is GRANTED. \nSO ORDERED, this the 30th day of November, 2021. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}