{
  "id": "735b878f2dd380d0c4fd762a93eb59371cb311d3fe07135ad88108c3c58cd5cf",
  "source_file": "data/raw/ncbc/735b878f2dd380d0c4fd762a93eb59371cb311d3fe07135ad88108c3c58cd5cf.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 14 CVS 5192 \n \n \nMEDFUSION, INC.,  ) \n Plaintiff )  \n  ) \n v.  ) OPINION AND ORDER ON  \n   )  MOTION TO DISMISS \nALLSCRIPTS HEALTHCARE SOLUTIONS, ) \nINC.,   ) \n  Defendant ) \n \nTHIS CAUSE, designated a mandatory comple x business case by Order of the Chief \nJustice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, references to the North Caroli na General Statutes will be to \"G.S.\"), and \nassigned to the undersigned Special Superi or Court Judge for Complex Business Cases, \ncomes before the Court upon Defendant's Motion to Dismiss Amended Complaint (\"Motion to \nDismiss\") pursuant to Rule 12(b)(6) of the North Carolina Rules of Civil Procedure (\"Rule(s)\").  \nOn January 9, 2015, the Court held a hearing on the Motion to Dismiss. \n THE COURT, after considering the Motion to Dismiss, briefs in support of and in \nopposition to the Motion to Dismiss, argument s of counsel and other appropriate matters of \nrecord, CONCLUDES that the Motion to Di smiss should be GRANTED, in part, and \nDENIED, in part, for the reasons stated herein. \nPoyner Spruill LLP by Keith H. Johnson, Esq. and Steven B. Epstein, Esq. for Plaintiff \nMedfusion, Inc. \n \nWood Jackson, PLLC by W. Swain Wood, Esq. and Emily Moseley, Esq., and Vedder \nPrice, P.C. by Derek Zolner, Esq. for Defendant Allscripts Healthcare Solutions, Inc. \n \nMcGuire, Judge. \nPROCEDURAL HISTORY \n1. Plaintiff Medfusion, Inc. (\"Plaintiff\") initiated this action on May 15, 2014, by \nfiling its original Complaint. On August 11, 2014, Plaintiff filed its Amended Complaint, \nMefusion, Inc. v. Allscripts Healthcare Solutions, Inc., 2015 NCBC 31.\n \n \nasserting the following causes of action (\"Cl aim(s)\"): Claim One (Breach of Contract); Claim \nTwo (Fraudulent Inducement); Claim Three (Fraud); Claim Four (Unfair Methods of \nCompetition in Violation of G.S. § 75-1.1); and Claim Five (Unfair or Deceptive Trade \nPractices in Violation of G.S. § 75-1.1).  \n2. On September 15, 2014, Defendant Alls cripts Healthcare Solutions, Inc. \n(\"Defendant\") filed its Motion to Dismiss. Pursuant to an Order on Motion to File Under Seal, \nentered on November 4, 2014, the Exhibits to the Motion to Dismiss were filed under seal. \n3. The Motion to Dismiss has been fully briefed 1 and argued, and is ripe for \ndetermination. \nFACTUAL BACKGROUND \n Among other things, the Amen ded Complaint alleges that: \n4. Plaintiff is a health care softwa re and internet technology company \nheadquartered in Wake County, North Carolina.2 \n5. Defendant is a medical software company headquartered in Chicago, Illinois.3 \n6. Plaintiff offers patient portal messaging services to health care providers. \nThese services enable patients and physicians to communicate securely online for purposes \nsuch as requesting prescription refills, maki ng appointments, paying bills, reviewing lab \nresults and exchanging other communications.\n4 \n7.  Defendant provides \"an array of software solutions for creating and managing \nelectronic health care records and providing practice management solutions.\"5 \n                                                 \n1 Pursuant to an Order on Motion for Leave to File Sur-Reply, entered on Oct. 31, 2014, the parties \nwere granted leave to file additional briefs limited to a discussion and analysis of Gardensensor, Inc. \nv. Stanley Black & Decker, Inc., 2014 U.S. Dist. LEXIS 135302 (N.D. Cal. Sept. 24, 2014). \n2 Am. Compl. ¶ 1. \n3 Id. ¶ 4. \n4 Id. ¶ 2. \n5 Id. ¶ 4. \n \n \n8. On July 7, 2009, the Parties entered into their 2009 Patient Access Solution \nAgreement (\"Agreement\") and agreed to \"integrate [Plaintiff's] technology with [Defendant's] \nhealth care software solutions to create an online patient portal (the \"Portal\"), and to market \nthe Portal to health care providers.\" 6 As part of the Agreement, Defendant agreed to use \ncommercially reasonable efforts to market and sell the Portal. 7 Defendant would enter into \nEnd User Agreements (\"EUA(s)\"), whereby End Users purchased the rights to the Portal for \na specific term and committed to pa y Defendant monthly subscription fees. 8 Once the EUA \nwas accepted by Plaintiff, Defendant would pay Plaintiff for Plaintiff's services pursuant to \na fee schedule in the Agreement.9 \n9. In April 2010, following the initiation of the federally sponsored Meaningful \nUse program which required health care provider s to use certified electronic health records \ntechnology, the parties executed the Fi rst Amendment to the Agreement (\"First \nAmendment\"). The First Amendment was intended to address the \"unique marketing and \nsales opportunity\" created by the Meaningful Use program. Under the First Amendment, \nDefendant agreed to take certain additional efforts to market Plaintiff's services in exchange \nfor Plaintiff's contribution of funds to a \"co-marketing fund used to market the Portal.\"10 \n10. On August 1, 2011, the parties executed a Second Amendment and Addendum \nto the Agreement (\"Second Amendment\"). The Second Amendment was intended to cure a \nbacklog of orders for the Portal caused by De fendant's delaying Portal implementation and \nbilling. The Second Amendment required Defendant  to use best efforts to include terms in \nEUAs that enabled implementation of the Portal and client billing within 30 days of signing \n                                                 \n6 Am. Compl. ¶ 6. \n7 Id. ¶ 8. \n8 Id. ¶ 9. \n9 Id. ¶ 10. \n10 Id. ¶¶ 14-17. \n \n \nthe EUA. 11 Under the Second Amendment, Defendant  also agreed to offer the Portal by \ndefault in every \"EHR Enterprise\" and \"EHR Pro\" product offering, and to embed the Portal \nin all net new \"EHR/PM\" deals for its \"Professional\" and \"Enterprise\" market segments, with \ncase-by-case exceptions. 12 Defendant agreed to represent that the Portal was Defendant's \n\"only preferred Patient Portal solution.\"13 \n11. The Second Amendment also addresse d certain enhancements to the Portal \nthat Defendant was to integrate with other of its services. 14 Additionally, in exchange for \nDefendant's commitments in the Second Amendment, the parties agreed, \"effective as of the \ndate of the Second Amendment, that [Defen dant] would receive 55% and [Plaintiff] would \nreceive 45% of all net revenues and recurring charges (after payment to [Plaintiff] for its costs \nof goods)\" for Portal sales carried out pursuant to the Second Amendment.15 \n12. In February 2013, Defendant acquired Jardogs, LLC (\"Jardogs\"). 16  J ar d og s  \nhad a patient messaging service called FollowMyHealth that competed with Plaintiff's Portal. \nFollowing the acquisition of Jardogs, Defendant announced that it would make \nFollowMyHealth \"available across all [Defendant's] products,\"\n17 which Defendant began to \ndo before the five-year term of the Agreement expired in July 2014.18  \n13. Plaintiff alleges that after Defendant acquired Jardogs, Defendant no longer \nmarketed the Portal as Defendant's only pr eferred portal, as required in the Second \nAmendment, and instead circulated comparisons between the Jardogs product and Plaintiff's \n                                                 \n11 Am. Compl. ¶¶ 19-22. \n12 Id. ¶¶ 23-25. \n13 Id. ¶ 26. \n14 Id. ¶¶ 27-28. \n15 Id. ¶ 30 (emphasis in original). \n16 Id. ¶¶ 31-34. \n17 Id. ¶ 36. \n18 Id. ¶ 38. \n \n \nservices.19 Plaintiff additionally alleges that Defendant began to market FollowMyHealth as \nan alternative service to customers using the Portal.20  \n14. Plaintiff alleges that Defendant, as th e first point of customer contact for \nPortal support, failed to give Plaintiff any no tice of technical issues experienced by End \nUsers, thereby limiting Plaintiff's ability to resolve the issue.21 \n15. Following the execution of the Second Amendment, and while negotiating to \npurchase Jardogs, Defendant \"took a new interpretation\" of the revenue allocation provisions \nin the Second Amendment. 22 Under this new interpretati on, Defendant contended that \nPlaintiff \"was no longer entitled to  payment for its costs of goods sold before revenue was \nallocated between the parties, but instead it was gross revenue . . . allocated between them.\"23 \nDefendant also began to contend that the 55-45%  allocation formula applied to pre-existing \nEnd User accounts, not just those carried out under the Second Amendment's marketing \nplan.24 \n16. On April 14, 2014, after Defendant's failure to timely pay to Plaintiff more than \n$5,460,627.64 under the Agreement, Plaintiff sent Defendant a notification of breach of the \nAgreement. Following the notification, Defend ant sent $993,540.80 in payments to Plaintiff \nbut claimed that Defendant now disputed the remaining amount \"in good faith.\" 25 On April \n24, 2014, Plaintiff terminated the Agreement based on Defendant's failure to cure the \nbreach.26 \n                                                 \n19 Am. Compl. ¶¶ 44-45. \n20 Id. ¶¶ 53-55. \n21 Id. ¶¶ 50-51. \n22 Id. ¶ 57.  \n23 Id. ¶ 58.  \n24 Id. ¶ 59. \n25 Id. ¶¶ 63-69. \n26 Id. ¶ 70. \n \n \n17. Following the termination of the Agreem ent, Plaintiff alleges that Defendant \nhas made a number of false and misleading statements to Portal End Users regarding the \ntermination of the Agreement, that continued support for the Portal was \"up in the air\" even \nafter Plaintiff promised to continue to prov ide support, that Plaintiff was going out of \nbusiness, that Plaintiff's service would not comply with the Meaningful Use requirements, \nand that the only way to comply with Meaning ful Use requirements would be to switch to \nFollowMyHealth.\n27 Plaintiff alleges that Defendant has continued to use the termination of \nthe Agreement, and misleading statements concerning the plans and capabilities of Plaintiff, \nto convert users from Plaintiff's products to FollowMyHealth.28 \n18. Based on these factual allegations, Plai ntiff asserts its claims for breach of \ncontract, fraudulent inducement, fraud, unfai r methods of competition, and unfair and \ndeceptive trade practices. \nDISCUSSION \n19. In the Motion to Dismiss, Defendant seeks dismissal pursuant to Rule 12(b)(6) \nof Claim One, to the extent that Claim is barred by the limitation of liability provision in the \nparties' Agreement and dismissal of Claims Two, Three, Four, and Five in their entirety.  \n20. The Court, in deciding a Rule 12( b)(6) motion, treats the well-pleaded \nallegations of the complaint as true and admitted. Sutton v. Duke , 277 N.C. 94, 98 (1970). \nHowever, conclusions of law or unwarranted deductions of fact are not deemed admitted. Id. \nThe facts and permissible inferences set forth in  the complaint are to be treated in a light \nmost favorable to the nonmoving party. Ford v. Peaches Entm't Corp., 83 N.C. App. 155, 156 \n(1986). As our Court of Appeals has noted, the \"essential question\" raised by a Rule 12(b)(6) \nmotion is \"whether the complaint, when liberally construed, states a claim upon which relief \n                                                 \n27 Am. Compl. ¶ 73. \n28 Id. ¶¶ 76-83. \n \n \ncan be granted on any theory.\" Barnaby v. Boardman, 70 N.C. App. 299, 302 (1984) (citations \nomitted), rev'd on other grounds, 313 N.C. 565 (1985).  A motion to dismiss should be granted \nonly if \"it appears certain that [the plaintiff] can prove no set of facts which would entitle [it] \nto relief under some legal theory.\"  Fussell v. N.C. Farm Bureau Mut. Ins. Co., 364 N.C. 222, \n225 (2010). \nClaim One: Breach of Contract29 \n21. At the outset, the Court notes that the Motion to Dismiss does not seek \ndismissal of Claim One to the extent it seeks \"recovery of unpaid amounts for past services \nrendered.\"30 Instead, the Motion to Dismiss seeks dismissal of Claim One only to the extent \nthat Claim seeks damages beyond those unpaid amounts, in violation of the limitation of \nliability provision in the parties' Agreement.  \n22. That provision, contained in Section 10.1 of the Agreement, provides, in full: \nIN NO EVENT SHALL EITHER PARTY BE LIABLE FOR ANY LOSS OR \nDAMAGE TO REVENUES, PROFITS, OR GOODWILL OR OTHER \nSPECIAL, INCIDENTAL, INDIRECT, OR CONSEQUENTIAL DAMAGES \nOF ANY KIND, RESULTING FROM ITS PERFORMANCE OR FAILURE TO \nPERFORM UNDER THIS AGREEMENT OR ANY OF THE ATTACHMENTS \nHERETO, AND, IN THE CASE OF MEDFUSION, RESULTING FROM THE \nFURNISHING, PERFORMANCE, OR USE OR LOSS OF USE OF ANY \nMEDFUSION PATIENT MESSAGING SOLUTION OR OTHER MATERIALS \nDELIVERED TO ALLSCRIPTS HEREUNDER, INCLUDING, WITHOUT \nLIMITATION, ANY INTERRUPTION OF BUSINESS, WHETHER \nRESULTING FROM BREACH OF CONTRACT, BREACH OF WARRANTY, \nOR ANY OTHER CAUSE (INCLUDING NEGLIGENCE), EVEN IF SUCH \nPARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. \nTHE FOREGOING LIMITATION OF LIABILITY SHALL NOT LIMIT A \nPARTY'S INDEMNIFICATION OBLIGATIONS UNDER ARTICLE IX WITH \nRESPECT TO THIRD PARTY CLAIMS, AND SHALL NOT APPLY TO \nBREACHES OF CONFIDENTIALITY UNDER ARTICLE XI OR \nINFRINGEMENT BY EITHER PARTY OF THE OTHER PARTY'S \nINTELLECTUAL PROPERTY OR VIOLATIONS OF A PARTY'S \n                                                 \n29 The parties are in agreement that Illinois law applies to the breach of contract claim pursuant to \nthe choice of law provisions in the Agreement and amendments.  North Carolina law applies the \nother causes of action in the Complaint. \n30 Mot. Dismiss ¶ 4. \n \n \nOBLIGATIONS IN CONNECTION WITH HIPAA OR OTHER SUCH LAWS \nAND REGULATIONS THAT MAY APPLY TO THIS AGREEMENT.31 \n \n23. In support of the Motion to Dismiss, De fendant contends that this limitation \nof liability provision (\"LOL Provision\") contai ned in Section 10.1 of the Agreement is valid, \nenforceable, and unambiguously excludes dama ges for lost revenue and lost profits, \nregardless of whether the same are considered direct or consequential damages. \n24. In response to the Motion to Dismiss, Plaintiff contends, first, that the LOL \nProvision is unenforceable under Illinois law because the provision is ambiguous. Second, \nPlaintiff argues that, even if the LOL Provision is enforceable, it does not cover the damages \nPlaintiff seeks to recover in this action. Spec ifically, Plaintiff argues the phrase \"or other \nspecial, incidental, indirect, or consequential damages of any kind\" qualifies \"loss or damage \nto revenues, profits, or goodwill\" such that those damages are only excluded to the extent \nthey are considered consequential damages. Finally, Plaintiff argues that the LOL Provision \ndoes not limit Defendant's liability for any in tentional conduct and, therefore, Defendant's \n\"attempt to utilize that clause to defeat [Claims Two through Five] fails as a matter of law.\"32 \n25. Under Illinois law, \"parties can limit remedies and damages for breach if their \nagreement so states and no public policy bar exists.\" Rayner Covering Systems, Inc. Danvers \nFarmers Elevator Co. , 589 N.E.2d 1034, 1037 (Ill. App. Ct. 1992). Outside of publicly \nregulated activities such as those involving, for example, common carriers or relationships \nbetween landlords and tenants, Illinois law refl ects \"a wide-spread policy of permitting \ncompetent parties to contractually allo cate business risks as they see fit.\" McClure \n                                                 \n31 Mot. Dismiss, Ex.1, § 10.1 (Although the Agreement was filed under seal, both parties have quoted \nthis section in briefs not filed under seal) (hereinafter, citations to the Patient Access Solution \nAgreement will be to \"Agreement\"). \n32 Pl.'s Memo. Opp. Mot. Dismiss 13. Because the Court finds that Plaintiff's Claims Two through \nFive, to the extent they address issues governed by the Agreement, are barred by the economic loss \nrule, the Court need not address whether those claims would be independently barred by application \nof the LOL Provision. \n \n \nEngineering Assocs., Inc. v. Reuben H. Donnelley Corp. , 447 N.E.2d 400, 402 (Ill. 1983). \nAccordingly, Illinois courts will enforce waiv ers of consequential and incidental damages \nunless the waiver at issue is unconscionable. Tradewinds Aviation, Inc. v. Jet Support Servs., \n2004 U.S. Dist. LEXIS 19380, at *16 (N.D. Ill. Sept. 27, 2004). Despite the willingness of \nIllinois courts to enforce limitations of liability, such limitations remain \"disfavored, and [are] \nstrictly construed against the party seeking to enforce the exculpatory provisions.\" \nIMR USA, \nInc. v. GES Exposition Serv., 2005 U.S. Dist. LEXIS 6301, at *17, n.4 (N.D. Ill. Mar. 31, 2005).  \nA limitation of liability clause \"must spell out the intention of the parties with great \nparticularity and will not be construed to defeat  a claim which is not explicitly covered by \n[its] terms.\"  Scott & Fetzer Co. v. Montgomery Ward & Co. , 493 N.E.2d 1022, 1029-30 (Ill. \n1986).  \n26. In determining whether the LOL Provision is enforceable, the Court must first \ndetermine whether or not provision is ambigu ous. \"Whether a contact is ambiguous is a \nquestion of law for the court.\" Wald v. Chicago Shippers Ass'n. , 529 N.E.2d 1138, 1145 (Ill. \nApp. Ct. 1988) (internal citation omitted).  A limitation of liability clause, like any other \ncontractual provision, is ambiguous if \"the l anguage used is susceptible to more than one \nmeaning.\" Id.  \"Where there is an ambiguity arising from the terms of a contract, the meaning \nmay be derived from extrinsic  facts surrounding formation.\" Id., 529 N.E.2d at 1146. If a \ncontract is found ambiguous, the parties should  generally be permitte d to present extrinsic \nevidence and, therefore, it is generally improper to grant a motion to dismiss.  See Lake \nCounty Trust Co. v. Two Bar B, Inc., 537 N.E.2d 1015, 1020 (Ill. App. Ct. 1989) (holding that \ncourt's grant of a motion to dismiss before al lowing presentation of extrinsic evidence was \nimproper once court found contractual language ambiguous). \n27. The parties' disagreement over the me aning of the LOL Provision centers \nprimarily around the impact of a single comma before the phrase \"or goodwill or other special, \n \n \nincidental, indirect, or consequential damages of any kind. . . .\" Defendant contends that the \ncomma before \"or goodwill\" is an Oxford, or serial, comma that sets apart three independent \ncategories of damages barred by the agreemen t. First, under this interpretation, lost \nrevenues are barred. Second, the agreement bar s lost profits. Third, the agreement bars \ngoodwill or other special, incidental, indirect,  or consequential damages of any kind. Under \nthis analysis, the phrase \"or other . . .  consequential damages\" only modifies \"goodwill\" and \nnot lost revenue or lost profits. Accordingly, Defendant argues, lost revenue and lost profits, \nthe damages Plaintiff is seeking here, are excluded by the LOL Provision even if they are not \nconsidered special or consequential damages.  \n28. Plaintiff, on the other hand, argues that the \"or other . . . consequential \ndamages\" language modifies \"revenues, profits,  or goodwill\" to make clear that these \ncategories of damages are only excluded to the extent that they are considered consequential. \nUnder this interpretation, Plaintiff would only be  excluded from recovering lost profits that \nare consequential damages. To the extent lost profits constitute direct damages, they are not \nbarred by the LOL Provision under Plaintiff's interpretation of that clause.  \n29. Ultimately, at this stage in the litig ation, the Court finds that the LOL \nProvision is reasonably susceptible to either interpretation, and is, therefore, ambiguous. \nWhile Defendant's argument as to the use of  the Oxford comma within the LOL Provision \nappears logical, the use of such a comma is not at all consistent within the broader language \nof the Agreement. Indeed, the section that immediately precedes the LOL Provision does not \nuse the Oxford comma,\n33 nor does the section immediatel y following the LOL Provision use \nthe Oxford comma, even in a numbered list.34 Accordingly, the Court simply cannot conclude, \n                                                 \n33 See Agreement § 9.2(a). \n34 See Agreement § 11.1. \n \n \nas it must to grant the Motion to Dismiss, that Defendant's interpretation of the LOL \nProvision is the only reasonable interpretation of that provision as a matter of law. \n30.  However, the Court's conclusion that the LOL Provision is susceptible to more \nthan one meaning and is, therefore, ambigu ous, does not mean that the clause is \nunenforceable, as Plaintiff argues. In support of its position that \"[a]mbiguous limitations of \nliability are unenforceable altogether\" and that these provisions \"may only be enforced if their \nlanguage is 'clear, explicit and une quivocal,'\" Plaintiff relies on Jewelers Mutual Insurance \nCompany v. Firstar Bank Illinois , 792 N.E.2d 1 (Ill. App. Ct. 2003). In that case, however, \nthe parties specifically defined their relationsh ip as landlord and tenant, thereby invoking \nIllinois' Landlord and Tenant Act. Id. at 5. The Landlord and Tenant Act placed specific limits \non the ability of landlords and tenants to in clude exculpatory clauses governing certain \nliability. Id. The court found that, \"by agreeing to a landlord-tenant relationship, the parties \nnecessarily agree[d] to be bound by the laws  governing that relationship,\" including the \nrestrictions on, and heightened public policy concern for, limitations of liability. Id. at 7.  \n31. Here, the relationship between the parties, as alleged in the Amended \nComplaint, appears to involve an arms-length commercial transaction between parties with \nrelatively equal bargaining powe r. Accordingly, the statutory restrictions and public policy \nconcerns in Jewelers Mutual Insurance Company  are simply not present in the instant \naction. Instead, assuming some ultimate inte rpretation of the LOL Provision may be found, \nthat clause should be enforced between these \"competent parties.\" See McClure Engineering \nAssocs., 447 N.E.2d at 402. \n32. Notwithstanding the parties' differing in terpretations of the LOL Provision, \nboth parties appear to agree that the LOL Prov ision would bar recovery of lost profits and \nlost revenue if those damages were consequent ial. In support of the Motion to Dismiss, \nDefendant also argues that all the alleged damages that are subject to the motion are \n \n \nconsequential and, therefore, barred even if the Court were to reject its interpretation of the \nLOL Provision. \n33. Under Illinois law, direct damages, as opposed to consequential damages, are \nthose that \"the law presumes follow the type of wrong complained of.\" Westlake Fin. Grp. v. \nCDH-Delnor Health Sys. , 2015 IL App. (2d) 140589, ¶ 31, __ N.E.3d __, __ (Jan. 6, 2015) \n(quoting Black's Law Dictionary 394 (7th ed. 1999)). Direct damages are often referred to as \n\"loss of bargain\" damages or \"expectation da mages\" because they are generally concerned \nwith putting the non-breaching party in the sa me position it would have been in absent a \nbreach by giving that party the benefit of his bargain. See McBaldwin Fin. Co. v. DiMaggio, \n845 N.E.2d 22, 30 (Ill. App. Ct. 2006). Consequent ial damages consist of \"loss or injury that \ndoes not flow directly and immediately from  the wrongful act of a party but are the \nconsequences or results of such an act.\" Hartford Accident. & Indemnity. Co. v. Case Found. \nCo., 294 N.E.2d 7, 14 (Ill. App. Ct. 1973). Under I llinois law, lost profits can be considered \neither direct or consequential damages, depending on the situation. See Westlake Fin. Grp., \n2015 IL App. (2d) 140589, ¶ 32 (recognizing that \"lost profits can be categorized as either \ndirect or consequential damages\") (citing Midland Hotel Corp. v. Reuben H. Donnelley Corp., \n515 N.E.2d 61, 67 (Ill. 1987)). \n34. Turning to the allegations in the Amended Complaint, Plaintiff has alleged \nthat the parties entered the Agreement to market the Portal to medical providers.35 Plaintiff \nalleges that Defendant agreed to unde rtake certain obligations including, inter alia, duties \nregarding sales and marketing of the Portal, providing training to customers, integrating the \nPortal with various products offered by Defendant, and taking certain steps to ensure service \nenhancements were put into use. 36 In consideration for those duties, and those undertaken \n                                                 \n35 Am. Compl. ¶ 6. \n36 Id. ¶ 88. \n \n \nby Plaintiff, the parties agreed to a specific profit sharing arrangement. 37 Taking these \nallegations as true, as required at the moti on to dismiss stage, the Amended Complaint \nalleges a contractual arrangement in which the lost profits at issue in this case were clearly \npart of the bargain between the parties and flowed directly from the alleged breach. See \nMidland Hotel Corp., 515 N.E.2d at 67 (finding that, based on the nature of the agreement \nbetween the parties, the plaintiff's lost profits were a direct consequence of the breach). \n35. Ultimately, at this stage of the litig ation, the Court finds that the LOL \nProvision is susceptible to more than one in terpretation, and is, therefore, ambiguous. \nFurthermore, because Plaintiff has stated a cl aim for some damages that might be direct, \nand therefore recoverable under Plaintiff's inte rpretation of the LOL Provision, the Court \nfinds that the Motion to Dismiss should be DENIED as to Claim One. \nClaim Two: Fraudulent Inducement \n36. In its fraudulent inducement claim, Plaintiff alleges that Defendant made a \nnumber of representations during the parties' negotiation of the Second Amendment, that \nthose representations were incorporated into  the Second Amendment, and that Defendant \nmade those representations with the intent to deceive Plaintiff and did in fact deceive \nPlaintiff.38  \n37. To state a claim for fraudulent inducement, a plaintiff must allege that  \n(i) [the] defendant made a false representati on or concealed a material fact he had a \nduty to disclose; (ii) that the false representation related to a past or existing fact; (iii) \nthat defendant made the representation kn owing it was false or made it recklessly \nwithout knowledge of its truth; (iv) that defendant made the representation intending \nto deceive plaintiff; (v) that plaintiff reasonably relied on the representation and acted \nupon it; and (vi) plaintiff suffered injury. \n \nHarton v. Harton, 81 N.C. App. 295, 298-299 (1986).  \n                                                 \n37 Am. Compl. ¶ 30. \n38 Id. ¶¶ 90-100. \n \n \n38.  In support of its Motion to Dismiss,  Defendant argues that Plaintiff's \nfraudulent inducement claim is barred by the economic loss rule and, even if not barred, is \nnot pleaded with sufficient specificity under Rule 9. Because the Court concludes that \nPlaintiff's fraudulent inducement claim is barre d by the economic loss rule, it need not \naddress Defendant's argument under Rule 9. \n39. Our Supreme Court, in its seminal opinion on the economic loss rule, stated \nthe rule in its essential form: \"[o]rdinarily, a br each of contract does not give rise to a tort \naction by the promisee against the promisor.\" \nN.C. State Ports Auth. v. Lloyd A. Fry Roofing \nCo., 294 N.C. 73, 81 (1978). This is logically re lated to the tenet that \"parties to a \ncontract . . . generally owe no special duty to one another beyond the terms of the contract.\" \nBranch Banking & Trust Co. v. Thompson , 107 N.C. App. 53, 61 (1992). For that reason, \"a \ntort action does not lie against a party to a contract who simply fails to properly perform the \nterms of the contract . . . when the injury resulting from the breach is damage to the subject \nmatter of the contract.\" Spillman v. Am. Homes of Mocksville, Inc., 108 N.C. App. 63, 65, 422 \nS.E.2d 740, 741-42 (1992) (internal citations om itted). While the economic loss doctrine's \ntheoretical origins lie in the products liability realm, 39 courts have applied the doctrine \"to \nbar tort claims that 'piggyback' breach of con tract claims outside of the products liability \ncontext.\" Akzo Nobel Coatings, Inc. v. Rogers , 2011 NCBC 41 ¶ 91 (N.C. Super. Ct. Nov. 3, \n2011). The economic loss rule is intended to protect the expectations of contracting parties by \nseeking to prevent parties from improperly atte mpting to obtain the benefits of a bargain \nthey did not make. See E. River S.S. Corp. v. Transamerica Delaval, Inc., 476 U.S. 858 (1986). \nThe rule is also generally concerned with attempting to keep contract law from \"drowning in \na sea of tort.\" Id. at 866 (citations omitted). \n                                                 \n39 See, e.g., Seely v. White Motor Co., 63 Cal. 2d 9 (1965); E. River S.S. Corp. v. Transamerica \nDelaval, Inc., 476 U.S. 858 (1986). \n \n \n40. In order to give rise to a tort claim in the context of a contractual relationship, \n\"a plaintiff must allege a duty owed him by  the defendant separate and distinct from any \nduty owed under a contract.\" Gregory Woods Prods. v. Advanced Sawmill Mach. Equip., Inc., \n2007 U.S. Dist. LEXIS 46245, at *25 (W.D.N.C. 2007) (internal citations omitted). \n41. Although some jurisdictions, and even some jurists in North Carolina,40 might \nallow a fraudulent inducement claim to satisf y this independent duty requirement, \"North \nCarolina courts have been wary of enlarging th is exception for fear of destroying the wall \nbetween contract and tort entirely.\" Gregory Woods Prods. , 277 U.S. Dist. LEXIS 46245 at \n*26 (citing Coker v. DaimlerChrysler Corp., 2004 NCBC 1 (N.C. Super. Ct. Jan. 5, 2004), aff'd \non other grounds , 172 N.C. App. 386 (2005)). Indeed, courts applying North Carolina's \neconomic loss doctrine have held that even fraudulent statements regarding the performance \nof a contract do not allege su fficiently \"distinct and identifiable facts outside of contract \nperformance.\" Mecklenburg County v. Nortel , 2008 U.S. Dist. LEXIS 110381, at *12-13 \n(W.D.N.C. 2008) (recognizing that, even though plaintiff \"ma[de] a compelling argument that \nNortel tortuously made representations to the County which induced the County to continue \nthe contract, make payments, and sign the addendum,\" because the \"heart of [the plaintiff's] \nallegation [was] the performance of the con tract,\" the economic loss rule barred the tort \nclaims based on those fraudulent statements). \n42. Here, the heart of Plaintiff's allegations is the performance of the terms of the \nAgreement and the amendments thereto. Plaintiff alleges that a number of \nmisrepresentations were made during the co urse of negotiating the Second Amendment. \nPlaintiff specifically alleges that these repres entations were incorporated into the Second \nAmendment, thereby giving Defendant a con tractual duty to perform according to its \n                                                 \n40 See Coker v. DaimlerChrysler Corp., 172 N.C. App. 386, 405 (2005) (Hudson, J., dissenting). \n \n \nrepresentations.41 Plaintiff then seeks damages for pu rely economic loss incurred by the \nfailure of Defendant to perform according to the terms of the Second Amendment.42  \n43. As in Nortel, the fact that Plaintiff argues that Defendant was \"fraudulent in \nits statements regarding this performance . . . does not change the fact that these statements \nwere directly related to [Defendant's] performance of the essential portions of the contract.\" \nNortel, 2008 U.S. Dist. LEXIS 110381, at *13. Acco rdingly, the economic loss doctrine \nconfines Plaintiff's relief to its breach of  contract claim and bars Plaintiff's claim for \nfraudulent inducement. Therefore, the Motion to Dismiss should be GRANTED as to Claim \nTwo. \nClaim Three: Fraud \n44.  In Claim Three, Plaintiff alleges that Defendant \"had a duty to communicate \nto [Plaintiff] any technical support issues repo rted by an End User . . . for which [Plaintiff] \nmay be responsible.\"\n43 Plaintiff alleges Defendant breached this duty by failing to \"follow \nagreed upon protocols for communicating such issues\" to Plaintiff.44 Instead of following those \nprocedures, Plaintiff alleges Defendant unilate rally waived or reduced fees, stopped billing \nthe End User, or allowed the End User to pr ematurely cancel its EUA, causing economic \nharm to Plaintiff.45 \n45. To state a claim for fraud, a plaintiff must allege, with the specificity required \nby Rule 9(b): (1) a false representation or concealment of a past or existing material fact; (2) \nthat is reasonably calculated to deceive; (3) ma de with intent to deceive; (4) which does in \n                                                 \n41 Am. Compl. ¶¶ 95, 98. \n42 Compare id. ¶ 88 (asserting contract claim for, inter alia, breach of Second Amendment) with id. \n¶¶ 90-100 (asserting that Plaintiff was fraudulently induced into executing the Second Amendment). \n43 Id. ¶ 103. \n44 Id. ¶ 106. \n45 Id.  \n \n \nfact deceive; (5) resulting in damage to the plaintiff. Hardin v. KCS Int'l, Inc., 199 N.C. App. \n687, 696 (2009). \n46. As with its claim for fraudulent indu cement, Plaintiff's fraud-by-omission \nclaim rests on Defendant's alleged failure to comply with the terms of the Agreement. Exhibit \nH to the Agreement specifically addresses th e obligations of the parties in providing \nmaintenance and support for the Portal.46 Section 5 of Exhibit H to the Agreement specifically \ngoverns how and when the parties would communicate in the event of system error, and when \nupdates would be provided. Because the \"proto cols for communicating\" system issues are \nestablished in the parties' contract, the hea rt of Plaintiff's fraud claim is Defendant's \nperformance of those contractual obligations.  \n47. Although a party can recover in tort if they allege a duty \"separate and distinct \nfrom any duty owed under a contract,\" Plaintiff has not alleged any such duty. See Gregory \nWoods Prods., 2007 U.S. Dist. LEXIS 46245, at *25. The only duty to disclose that Plaintiff \nhas alleged in the Amended Complaint arises directly from the Agreement. 47 Indeed, in \nresponse to Defendant's contention that Pl aintiff has not pleaded its fraud claim with \nsufficient particularity under Rule 9(b), Plainti ff indicates that the relationship that gave \nrise to the duty to speak was the \"[e]ntry of the Patient Access Solution Agreement, and \namendments thereto, under which Allscripts was the customer's primary, if not sole, point of \ncontact for technical support.\" 48 Ultimately, the only duty to disclose technical issues with \nthe Portal alleged by Plaintiff is the contractual obligation in the Agreement. Therefore, any \nrecovery for a breach of that duty lies in a breach of contract claim, not a fraud claim. \n                                                 \n46 Mot. Dismiss, Exh.1 (filed under seal). \n47 See Am. Compl. ¶ 106 (alleging Defendant failed to \"follow agreed upon protocols\"). \n48 Pl.'s Memo. Opp. Mot. Dismiss 22. \n \n \n48. Accordingly, as with its claim for fraudulent inducement, Plaintiff's remedy is \nconfined to a contract claim as its fraud claim is barred by the economic loss rule. For these \nreasons, Defendant's Motion to Dismiss should be GRANTED as to Claim Three. \nClaims Four and Five: Violation of G.S. § 75-1.1 \n49. In Claim Four, Plaintiff alleges that Defendant's conduct after it acquired \nJardogs and \"FollowMyHealth,\" including, inte r alia, preventing Plaintiff from including \nenhancements in the Portal, providing insu fficient support for the Portal, marketing \nFollowMyHealth to users of the Portal, failing to  pay Medfusion for costs of goods sold, and \napplying the Second Amendment's revenue s haring provision to pre-existing accounts \nconstitutes an unfair method of competition in violation of G.S. § 75-1.1. 49 Plaintiff also \ncontends that certain conduct of Defendant following the termination of the Agreement, \nincluding making false and misleading statements regarding Plaintiff and the Portal, \nconstitute an unfair method of competition. 50 In Claim Five, Plaintiff alleges that the same \nconduct outlined above constitutes unfair or dece ptive trade practices in violation of G.S. § \n75-1.1, and this claim appears to be co-extensive with Claim Four.51 \n50. G.S. § 75-1.1 declares unlawful any \"[u] nfair methods of competition in or \naffecting commerce, and unfair or deceptive acts or practices in or affecting commerce.\" To \nstate a claim under G.S. § 75-1.1, a plaintiff must allege (1) that the defendant committed an  \nunfair or deceptive act or practice, or unfair method of competition, (2) in or affecting \ncommerce, (3) which proximately caused actual injury to the plaintiff or his business. \nBirtha \nv. Stonemor, N. Carolina, LLC, 220 N.C. App. 286, 298 (2012), disc. rev. denied, 366 N.C. 570 \n(2013). An act or practice \"is deceptive if it  has the capacity or tendency to deceive.\" Ace \n                                                 \n49 Am. Compl. ¶¶ 109-17. \n50 Id.  \n51 Id. ¶¶ 118-20. \n \n \nChemm. Corp. v. DSI Transp., Inc., 115 N.C. App. 237, 247 (1994) (internal citations omitted). \nAs the North Carolina Court of Appeals has re cognized, unfair competition eludes a precise \ndefinition, but \"has been referred to in term s of conduct 'which a court of equity would \nconsider unfair.'\" Harrington Mfg. Co. v. Powell Mfg. Co. , 38 N.C. App. 393, 400 (1978) \n(internal citations omitted). \n51.  \"Ordinarily, under section 75-1.1, a mere breach of contract does not constitute \nan unfair or deceptive act . . . .\"  Cullen v. Valley Forge Life Ins. Co., 161 N.C. App. 570, 578 \n(2003).  To proceed with such a claim for unfair and deceptive trade practices, \"[t]he plaintiff \nmust show substantial aggravating circumstances attending the breach . . . .\"  Eastover \nRidge, LLC v. Metric Constructors, Inc. , 139 N.C. App. 360, 368 (2000) (internal quotation \nand citation omitted).  To be sure, \"[i]t is 'unlikely that an independent tort could arise in the \ncourse of contractual performance, since th ose sorts of claims are most appropriately \naddressed by asking simply whether a party adequately fulfilled its contractual obligations.'\"  \nId. (quoting Broussard v. Meineke Muffler Discount, Inc., 155 F.3d 331, 347 (4th Cir. 1998)). \n52. For the purpose of discussing Claims Fo ur and Five, the Court will separate \nthose claims based on conduct alleged to have occurred before termination of the Agreement \nand after the termination of the Agreement. \nPre-Termination Conduct \n53. The allegations upon which Plaintiff rests Claims Four and Five are, \nessentially, allegations that Defendant did no t fulfill its obligations under the Agreement. \nPlaintiff alleges that Defendant prevented th e inclusion of enhancements to the Portal, \nmarketed an alternative product to customer s, issued marketing information Plaintiff \nbelieves to be misleading, and engaged in a cour se of conduct that resulted in Plaintiff not \n \n \nbeing paid as required by the Agreement.52 Because these allegations are the same ones upon \nwhich Plaintiff rests its breach of contract  claim, the Court finds that, absent some \naggravating or egregious conduct or circumstance,  these allegations do not give rise to a \nviolation of G.S. § 75-1.1. \n54. Plaintiff contends that Defendant's marketing of a competing product, \nFollowMyHealth, to Portal customers was tantam ount to \"stealing [Plaintiff's] existing \ncustomers.\"53 This, Plaintiff argues, constitutes an egregious course of conduct or aggravating \ncircumstance so as to give rise to a violation of G.S. § 75-1.1. 54 However, under the terms of \nthe Agreement and the amendments thereto, De fendant had a right to market a competing \nproduct upon notice to Plaintiff. 55 Accordingly, the Court finds that exercising this \ncontractual right by offering FollowMyHealth, even to existing customers, is not a sufficiently \negregious or aggravating act or circumstance to convert Plaintiff's breach of contract action \ninto a violation of G.S. § 75-1.1. Therefore, as to the alleged pre-termination conduct of \nDefendant, the Motion to Dismiss Plaintiff's claims under G.S. § 75-1.1 should be GRANTED. \nPost-Termination Conduct  \n55. Plaintiff alleges that following its te rmination of the Agreement, Defendant \nmade false and misleading statements to cust omers about the Portal and about Plaintiff's \nplans to support the Portal.56 Plaintiff alleges that this conduct caused injury in the form of \n\"lost accounts for End Users that switched to FollowMyHealth, and injury to its reputation \nand diminution of brand value.\"57 \n                                                 \n52 Am. Compl. ¶113. \n53 Pl. Memo. Opp. Mot. Dismiss 15. \n54 Id.  \n55 See Agreement § 3.10; First Am. Agreement § 4. \n56 Am. Compl. ¶ 115. \n57 Id. ¶¶ 116, 120. \n \n \n56. Plaintiff's allegations that Defendant made false and misleading statements \nabout the Portal to Plaintiff's customers at a time when Defendant was offering a directly \ncompetitive product are clearly in or affecting commerce as contemplated by G.S. § 75-1.1. \nSee G.S. § 75-1.1(b) (defining commerce as \"a ll business activities, however denominated\"). \nIn addition, such conduct had the capacity and tendency to deceive. See Ace Chemical Corp., \n115 N.C. App. at 247. Finally, Plaintiff alleges that this conduct caused injury in the form of \n\"lost accounts for End Users that switched to FollowMyHealth, and injury to its reputation \nand diminution of brand value.\"58 \n57. Defendant argues that Plaintiff's claims for violations of G.S. § 75-1.1 fail \nbecause Plaintiff has failed to \"identif[y] a sing le customer that [Plaintiff] alleges did not do \nbusiness with [Plaintiff] because of [Defendant's] alleged conduct.\" 59 At the pleading stage, \nhowever, the failure to identify specific customer s is not fatal to Plaintiff's claim.  Plaintiff \nhas alleged that Defendant's conduct caused specific injury in the form of \"lost accounts that \nswitched to FollowMyHealth, and injury to it s reputation and diminution of brand value.\"  \nAccordingly, Plaintiff has sufficiently stated cl aims for violation of G.S. § 75-1.1 as to the \npost-termination conduct. \n58. Accordingly, because Plaintiff has pl eaded unfair or deceptive acts that \noccurred after termination of the Agreement, t hat are in or affecting commerce, and that \ncaused injury, the Motion to Dismiss as to  Defendant's alleged post-termination conduct \nshould be DENIED. \nTHEREFORE, IT IS ORDERED that: \n59. The Motion to Dismiss is DENIED as to Claim One. \n60. The Motion to Dismiss is GRANTED as to Claim Two. \n                                                 \n58 Am. Compl. ¶¶ 116, 120. \n59 Def. Memo. Supp. Mot. Dismiss 20-21. \n \n \n61. The Motion to Dismiss is GRANTED as to Claim Three. \n62. The Motion to Dismiss is GRANTED, in part, as to Claim Four only to the \nextent Claim Four seeks recovery for conduc t occurring prior to the termination of the \nAgreement. The Motion to Dismiss is DENIED as to Claim Four to the extent that claim \nseeks recovery for conduct occurring after the termination of the Agreement. \n63. T h e  M o t i o n  t o  D i s m i s s  i s  G R A N T E D ,  i n  p a r t ,  a s  t o  C l a i m  F i v e  o n l y  t o  t h e  \nextent Claim Five seeks recove ry for conduct occurring prio r to the termination of the \nAgreement. The Motion to Dismiss is DENIED as to Claim Five to the extent that claim seeks \nrecovery for conduct occurring after the termination of the Agreement. \nThis the 31st day of March, 2015. "
}