{
  "id": "73641ad01869a80185c62c2cb44e6e6b03c344420ddb8cb0f1c436c89fda8c21",
  "source_file": "data/raw/ncbc/73641ad01869a80185c62c2cb44e6e6b03c344420ddb8cb0f1c436c89fda8c21.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nDAVIDSON COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n14 CVS 3342 \n \nRCR ENTERPRISES, LLC, \n \nPlaintiff, \n \nv. \n \nMATTHEW McCALL, \n \nDefendant. \n \n \n \n \n \nORDER AND OPINION \n \n \n \n{1} THIS MATTER is before the Court upon Plaintiff RCR Enterprises, LLC’s \n(“Plaintiff”) Motion for Temporary Restraining Order (the “Motion for TRO”)1 in the \nabove-captioned case. \nWomble Carlyle Sandridge & Rice, PLLC by John F. Morrow, Jr. and David \nBoaz for Plaintiff. \n \n Poyner Spruill LLP by Lee A. Spinks an d Joshua B. Durham for Defendant. \n \nBledsoe, Judge.  \n{2} Having considered the Motion, the briefs, the affidavits, 2 and other \ndocuments filed in support of and in opposition to the Motion, and the arguments of \ncounsel at the hearing held on December 16, 2014, the Court finds and concludes as \nfollows: \n \n \n \n \n                                                 \n1 Plaintiff filed a Motion for Preliminary Injunction contemporaneously with its Motion for TRO.  At \nPlaintiff’s request, the Court will consider only the Motion for TRO at this time. \n \n2 Plaintiff submitted five affidavits in support of its Motion for TRO, including the affidavits of \nRichard Childress, owner of Plaintiff; Dr. Eric Warren, Plaintiff’s Director of Competition; and Luke \nLambert, the crew chief of Plaintiff’s #31 NASCAR Sprint Cup Series team.  Defendant also \nsubmitted five affidavits in opposition to Plaintiff’s Motion for TRO, including the affidavits of \nDefendant; Max Jones, Managing Director for Chip Ganassi Racing; Harold Holly, Competition \nDirector of GMS Racing; and Jeffrey Dickerson, managing member of Spire. \nRCR Enters., LLC v. McCall, 2014 NCBC 68. \nI. \nPROCEDURAL HISTORY \n{3} Plaintiff filed its Complaint against Defendant Matthew McCall \n(“Defendant”) in Davidson County on November 26, 2014, alleging claims for breach \nof contract and misappropriation of trade secrets. \n{4} Plaintiff subsequently filed its Motion for TRO on December 3, 2014. \n{5} Defendant sought designation to the North Carolina Business Court on \nDecember 4, 2014.  This case was designated and assigned to this Court that same \nday. \n{6} The Davidson County Superior Court scheduled Plaintiff’s Motion for TRO \nfor hearing on December 8, 2014, but later declined to hear the Motion after this \ncase was designated to the Business Court. \n{7} On December 16, 2014, the Court held a hearing on the Motion for TRO.  \nBoth parties were represented by counsel at the hearing. \nII. \nFACTUAL BACKGROUND \n{8} Plaintiff is a stock car racing organi zation that competes in professional \nevents, including those managed by NASCAR.  (Compl. ¶ 6.) \n{9} In its Complaint, Plaintiff describes its alleged confidential, trade secret, \nand proprietary information as follows:  \n[Plaintiff] has developed and compile d confidential proprietary, and \ntrade secret information relating to the design, development, \nfabrication, assembly, simulation, and testing of high performance \nstock car engines, bodies, chassis, tires, and frames.  [Plaintiff’s] \nconfidential proprietary and trade secret information includes without \nlimitation [Plaintiff’s] race simulation technology and methods of using \nsame; race strategy software and methods of using same; real-time \nrace data analysis capabilities; gear and axle lubrication products and \nmethods for using same; vehicle dynamics simulation software and \nmethods of using same; compilations of aerodynamic and body shape \ndata, research and techniques; underbody aerodynamic devices; \n[Plaintiff’s] at-track wireless network and its operational capabilities; \nsound analysis techniques and methods of using same; throttle body \ndesigns; and race car setups. \n(Id. ¶ 8.) \n{10} Defendant was employed by Plaintiff from December 13, 2010 until \nNovember 16, 2014, first as a race engineer on one of Plaintiff’s NASCAR Camping \nWorld Truck Series teams and later as a race engineer on Plaintiff’s #31 NASCAR \nSprint Cup Series team (the “#31 Team”).  (\nId. ¶¶ 13–14.) \n{11} On November 30, 2012, in consideration of Defendant’s promotion to the \n#31 Team, the parties executed an employment contract (the “Employment \nContract”), which provided for an employment term through and including \nDecember 31, 2015, and stated, in pertinent part, as follows: \n[i]n the event [Defendant] resigns employment during the term of this \ncontract, [Defendant] shall, for a period of 12 months following his last \nday of employment with [Plaintiff], not be employed, or serve as \nconsultant or independent contractor, in any capacity identical or \nsimilar to that in which he particip ated while employed by [Plaintiff], \nby or for a “Competitor” of [Plaintiff] where such Competitor \nparticipates or intends to participate in the NASCAR Sprint Cup \nCircuit during that 12-month period.  “Competitor” shall be defined as \nany person or entity who shall prepar e racing cars for entry in races in \nwhich NASCAR Sprint Cup points are awarded, as well as special \nevents such as the Budweiser Shootout, or Sprint Open races; \nprovided, however, that “Competitor” shall not include any person or \nentity which shall prepare racing vehicles only for ARCA, Nationwide, \nor any racing series other than NASCAR Sprint Cup and the special \nevents described above, and which does not compete in the NASCAR \nSprint Cup series or other defined special events directly or through a \nparent, subsidiary, affiliate, or other business combination. \n(\nId. ¶ 35, Ex. A.)  The Employment Contra ct included a non-exclusive list of \nCompetitors.  (Id., Ex. A.)   \n{12} The Employment Contract also contained two clauses requiring that \nDefendant “reveal or disclose nothing of  the operation, methods, techniques, \ntechnology, or policies of Plaintiff to any third person . . .” and preventing Defendant \nfrom revealing, disclosing, using, or ot herwise misappropriating Plaintiff’s trade \nsecret and/or proprietary information.  (Id. ¶ 33, Ex. A.) \n{13} The Employment Contract further provided that Defendant’s salary for the \n2013 season would be $115,000.00 and that any pay increases for the 2014 and 2015 \nseasons would be subject to negotiation. \n{14} Defendant began performing his duti es under the Employment Contract \non November 30, 2012.   \n{15} On several occasions during the 2014 racing season, Defendant indicated \nto Plaintiff that he wished to work as a crew chief for a Sprint Cup team.  (Id. ¶ 44.)   \n{16} Plaintiff informed Defendant in October 2014 that Plaintiff planned to \npromote Defendant to crew chief for one of Plaintiff’s NASCAR Nationwide Series \nteams for the 2015 season.  (Id.)3   \n{17} Defendant, however, advised Plaintiff on November 3, 2014 that he \nintended to terminate his employment with Plaintiff at the end of the 2014 racing \nseason and seek employment with another NASCAR team.  (\nId. ¶ 45.) \n{18} Defendant accordingly tendered his resignation letter to Plaintiff on \nNovember 7, 2014, stating that “he intended  to resign from [Plaintiff] upon the \nconclusion of the final NASCAR Sprint Cup Series race of the season on November \n16, 2014.”  ( Id. ¶ 47, Ex. B.)  Defendant honored his commitment to Plaintiff \nthrough the final race of the season and resigned from Plaintiff’s employment on \nNovember 16, 2014. \n{19} Two days later, on November 18, 2014,  Defendant informed Plaintiff that \nhe had accepted a position as crew chief with Chip Ganassi Racing with Felix \nSabates, Inc.’s (“Ganassi”) #1 NASCAR Sprint Cup Series team.  ( Id. ¶ 39.)  That \nsame day, Ganassi issued a press release announcing that it had hired Defendant \nas crew chief of Ganassi’s #1 team.  ( Id. ¶ 41.)  Ganassi is a direct competitor of \nPlaintiff in the NASCAR Sprint Cup Series  and was listed as a “Competitor” in \nDefendant’s Employment Contract.  (Id. ¶ 40, Ex. A.) \n                                                 \n3 While the Sprint Cup Series is NASCAR’s “most prestigious” series and is “viewed as the major \nleague level” of NASCAR racing, the Nationwide Series is “the next most prestigious” series and is \n“viewed, to steal a baseball term, as the Triple-A of NASCAR.”  See NASCAR’s Different Series, \nNASCAR (Dec. 18, 2014 11:56 AM), http://www.nascar.com/en_us/sprint-cup-series/nascar-\nnation/nascar-edu/nascar-basic/nascar-national-series-home-tracks.html. \n{20} Plaintiff subsequently filed this action, alleging claims against Defendant \nfor breach of contract and misappropriation of trade secrets.  Plaintiff now seeks a \ntemporary restraining order enjoining and restraining Defendant from working for \nGanassi or any other Competitor and from disclosing or otherwise misappropriating \nPlaintiff’s confidential, trade secret, and/or proprietary information. \nIII. \nLEGAL STANDARD \n{21} The purpose of an injunction “is ordinarily to preserve the status quo . . . \n[and i]ts issuance is a matter of discretion to be exercised by the hearing judge after \na careful balancing of the equities.”  A.E.P. Indus., Inc. v. McClure, 308 N.C. 393, \n400, 302 S.E.2d 754, 759 (1983) (quoting State v. School, 299 N.C. 351, 357–58, 261 \nS.E.2d 908, 913 (1980)).  Moreover, a temporary restraining order is a “drastic” \nprocedure that “operates within an emergency context which recognizes the need for \nswift action . . . .”  State ex rel. Gilchrist v. Hurley, 48 N.C. App. 433, 448, 269 \nS.E.2d 646, 655 (1980); see also Leonard E. Warner, Inc. v. Nissan Motor Corp., 66 \nN.C. App. 73, 76, 311 S.E.2d 1, 3 (1984) (observing that a temporary restraining \norder has been called an “extraordinary privilege”).    \n{22} Our courts have made clear that immediate injunctive relief should only be \nissued: \n(1) if [Plaintiff] is able to show likelihood of success on the merits of \n[its] case and (2) [Plaintiff] is like ly to sustain irreparable loss unless \nthe injunction is issued, or if, in the opinion of the Court, issuance is \nnecessary for the protection of [Plain tiff’s] rights during the course of \nlitigation. \nA.E.P. Indus., 308 N.C. at 401, 302 S.E.2d at 759–60 (citations omitted) (emphasis \nin original); see, e.g., 2 Wilson on North Carolina Civil Procedure, § 65-3 (explaining \nthat a plaintiff’s likelihood of success on the merits of his claims is a factor to be \nconsidered by the court in ruling on a motion for a temporary restraining order). \n{23} Moreover, “[a] court of equity must weigh all relevant facts before resorting \nto the extraordinary remedy of an injunction.” Travenol Laboratories, Inc. v. \nTurner, 30 N.C. App. 686, 694, 228 S.E.2d 478, 484 (1976).  A trial court generally \n“should engage in a balancing process, weighing potential harm to the plaintiff if \nthe injunction is not issued against the potential harm to the defendant if injunctive \nrelief is granted . . . .”  Kaplan v. Prolife Action League of Greensboro, 111 N.C. App. \n1, 16, 431 S.E.2d 828, 835 (1993) (citation and quotation omitted), overruled on \nother grounds by Sharpe v. Worland, 351 N.C. 159, 522 S.E.2d 577 (1999).   \nIV. \nANALYSIS \nBreach of Non-Compete Clause \n{24} Plaintiff argues that it is entitled to a temporary restraining order (i) \nbased on Defendant’s alleged violation of the noncompetition agreement by working \nfor Ganassi in a position “identical or sim ilar” to the position Defendant held with \nPlaintiff and (ii) because “it is inevitabl e that [Defendant] will use or disclose \n[Plaintiff’s] confidential, proprietary, and trade secret information as part of his job \nresponsibilities.”  (Pl.’s Br. Supp. Mot., p. 3.)4 \n{25} “To be enforceable a covenant not to compete must be (1) in writing; (2) \nreasonable as to time and territory; (3) made  a part of the employment contract; (4) \nbased on valuable consideration; and (5) de signed to protect a legitimate business \ninterest of the employer.” Hartman v. W.H. Odell & Assocs., 117 N.C. App. 307, 311, \n450 S.E.2d 912, 916 (1994). \n{26} Moreover, “[c]ovenants not to compete between an employer and employee \nare not viewed favorably in modern law. To be valid, the restrictions on the \nemployee’s future employability by others must be no wider in scope than is \nnecessary to protect the business of the e mployer. If a non-compete covenant is too \nbroad to be a reasonable protection to the employer’s business it will not be \nenforced. The courts will not rewrite a contra ct if it is too broad but will simply not \n                                                 \n4 Plaintiff’s breach of contract claim is based on Plaintiff’s contentions that (i) Defendant failed to \nhonor the employment term of the Employment Co ntract, (ii) Defendant has used or disclosed \nPlaintiff’s confidential, proprietary and trade secret information for the benefit of himself and \nGanassi in violation of the confidentiality provision of the Employment Contract, and (iii) Defendant \naccepted a position with Ganassi that is identical or similar to the positions he had with [Plaintiff] in \nviolation of the noncompetition agreement in the Employment Contract.  (Compl. ¶ 64.)  Plaintiff’s \nmisappropriation of trade secrets claim is premised on Defendant’s alleged violation of N.C.G.S. § 66-\n152 et seq.  (\nId. ¶ 68–73.) \nenforce it.” VisionAIR, Inc. v. James , 167 N.C. App. 504, 508, 606 S.E.2d 359, 362 \n(2004).   \n{27} Defendant contends that Plaintiff’s claim for violation of the \nnoncompetition provision is not likely to succeed because the non-compete is facially \ninvalid, and thus unenforceable, for three principal reasons: (i) Plaintiff cannot \nshow a legitimate protectable interest, (ii) the scope of the restri cted activities is \noverbroad, and (iii) the agreement is impermissibly vague and ambiguous.  \nDefendant further contends that even if the non-compete is enforceable, Defendant \nhas not violated its terms because his crew chief position at Ganassi is not “identical \nor similar to that which he participated while employed by [Plaintiff].”  (Def.’s Resp. \nBr. Pl.’s Mot., p. 7–11.) \n{28} The Court declines to address Defendant’s arguments concerning the \nenforceability of the non-compete becaus e the Court concludes that, assuming \nwithout deciding that the non-compete is enforceable as written and further \nassuming that the non-compete should pr operly be read as Plaintiff contends, 5 \nPlaintiff has nonetheless failed to show a likelihood of success on its claim that \nDefendant has breached the non-compete by  accepting the crew chief position with \nGanassi. \n{29} Plaintiff points to the following evidence as principal support for its claim \nthat Defendant’s work as a race engineer for Plaintiff is “identical or similar to” the \nw o r k  h e  i s  p e r f o r m i n g  o r  w i l l  p e r f o r m  as a crew chief at Ganassi: (i) “while at \n[Plaintiff], [Defendant] routinely perfor med the tasks of the crew chief (and \ncomplained about doing so),” (ii) Defendant “carried out the functions and duties of \nthe crew chief at practices or tests when  the crew chief was absent or otherwise \nunavailable,” (iii) Defendant “formally served as the crew chief for [Plaintiff’s] #31 \nSprint Cup Series team during the 2013 Brickyard 400 race at Indianapolis Motor \nSpeedway,” (iv) Defendant worked closely with, met regularly with, shared \n                                                 \n5  At the hearing, Plaintiff’s counsel argued that the language of the non-compete should be read to \npreclude Defendant from working for Ganassi in a position involving tasks that he “routinely” or \n“regularly” participated in while he was employed with Plaintiff. \ninformation with, and routinely traveled wi th Plaintiff’s crew chief, (v) “crew chief \nand race engineers function as a single un it that is responsible for preparation of \nraces and maximizing car performance at th ose races,” and (vi) Plaintiff sought to \npromote Defendant to crew chief of a Sp rint Cup Series team prior to his \nresignation. (Pl.’s Br. Supp. Mot., p. 18–19.)   \n{30} Defendant’s evidence in response, however, tends to show that (i) \nDefendant occasionally participated in activities outside the scope of a race engineer \nto help the #31 team but did not regularly perform the duties of  crew chief, (ii) \nDefendant only served as crew chief at one practice session – at Daytona in 2013 \nwhen the #31 car ran only 10 laps – and for only one testing session – at Homestead \nwhen the crew chief was not available, (iii) Defendant formally served as crew chief \nfor one race – the Brickyard 400 – but did so only under the direction and control of \nthe crew chief who was suffering from an  eye injury and who communicated all \ncritical race decisions from a trailer wher e he was watching the race, (iv) many \nmembers of the race team, including the ca r chief, race engineers and others, had \nregular and sustained engagement with the crew chief on a daily basis, (v) \nPlaintiff’s purported promotion of Defendan t to crew chief of a Sprint Cup Series \nteam was after Defendant announced his resignation from Plaintiff and Defendant \ndid not assume the position, and (vi) as a crew chief at Ganassi, unlike Defendant’s \n“participation” while he was employed with Plaintiff, Defendant has (a) significant \nsupervisory responsibility – overseeing tw enty personnel at each race venue and \nfifty or more personnel at the race shops, (b) important public responsibilities– \nserving as the face of the team with sponso rs, the media and the public at large, (c) \nsubstantial decision-making responsibility – including the authority to make all \nrace-related decisions and the burden of discipline by NASCAR for rules infractions \nby the team, (d) significant leadership re sponsibilities – including serving as the \nleader of the team with responsibility for assuring the team’s competitive success in \nNASCAR races, and (e) Defendant will be pa id a salary as a crew chief at Ganassi \nthree times the amount of compensation he received from Plaintiff, an indicator \nthat Defendant will have a role at Ganassi that is fundamentally different from the \nrole that he held with Plaintiff.   \n{31} After considering the evidence presented by the parties, the Court \nconcludes that Plaintiff has not shown, at this time, a likelihood of success on its \nclaim that by accepting a crew chief position with Ganassi, Defendant has become \nemployed in a “capacity identical or similar to that in which he participated while \nemployed by [Plaintiff]” and therefore has breached the Employment Contract. \nBreach of Confidentiality Provision \n{32} Plaintiff has not presented evidence at this time that Defendant has \ndisclosed Plaintiff’s confidential information or otherwise breached the \nconfidentiality provision contained in the Employment Contract, and therefore, the \nCourt concludes that Plaintiff is not entitled to a temporary restraining order on \nthis basis. Indeed, the Court of Appeals’ conclusion in \nAnalog Devices, Inc. v. \nMichalski, 157 N.C. App. 462, 471, 579 S.E.2d 449, 455 (2003), applies equally on \nthe current record here: \n[Defendants] have signed agreements no t to divulge confidential information \nbelonging to [plaintiff], [Defendants’ new employer] has instructed them not \nto do so, and there is no evidence that any party to this litigation intends to \ninduce them to breach their agreement.  An injunction [will not] be issued to \nrestrain one from doing that which he is not attempting to do.  \n(citations and quotations omitted). \nMisappropriation of Trade Secrets \n{33} The North Carolina Trade Secrets Misappropriation Act (“TSPA”) \nprohibits “the acquisition, disclosure, or use of a trade secret of another without \nexpress or implied authority or consent, un less such trade secret was arrived at by \nindependent development, reverse engineering, or was obtained from another \nperson with a right to disclose the trad e secret.”  N.C.G.S. § 66-152(1) (2014).  A \ntrade secret is  \nbusiness or technical information,  including but not limited to a \nformula, pattern, program, device, compilation of information, method, \ntechnique, or process that \n \na. [d]erives independent actual or potential commercial \nvalue from not being generally known or readily \nascertainable through independent development or \nreverse engineering by persons who can obtain \neconomic value from its disclosure or use; and \n \nb. [i]s the subject of effort s that are reasonable under the \ncircumstances to maintain its secrecy. \nN.C.G.S. § 66-152(3). \n{34}  “[A]ctual or threatened misapprop riation of a trade secret may be \npreliminarily enjoined during the pendency  of the action and shall be permanently \nenjoined upon finding misappropriation . . . .”  N.C.G.S. § 66-154(a) (2014).  Plaintiff \nmay establish actual or threatened misappropriation by introduction of “substantial \nevidence” that Defendant “[k]nows or shou ld have known of the trade secret; and \n[h]as had a specific opportunity to acquire it for disclosure or use or has acquired, \ndisclosed, or used it without” Plaintiff’s express or implied consent.  N.C.G.S. § 66-\n155 (2014). \n{35} Before the Court may grant Plaintiff relief, Plaintiff “must identify a trade \nsecret with sufficient particularity so as to enable [Defendant] to delineate that \nwhich he is accused of misappropriating and [the Court] to determine whether \nmisappropriation has or is threatened to occur.”  \nAnalog, 157 N.C. App. at 468, 579 \nS.E.2d at 453 (citations omitted); Unimin Corp. v. Gallo , 2014 NCBC 43 ¶ 35 (N.C. \nSuper. Ct., Sept. 4, 2014), www.ncbusin esscourt.net/opinions/2014_NCBC_43.pdf \n(denying preliminary injunction). \n{36} Plaintiff seeks a temporary restraining order, contending that Defendant \nshould be enjoined from disclosing Plaintiff’s trade secret information because \nDefendant has the opportunity to disclose Plaintiff’s trade secret information as a \ncrew chief for Ganassi and will inevitably disclose that information to Ganassi.  \nPlaintiff does not bring forward evidence suggesting that Defendant has actually \ndisclosed Plaintiff’s confidential or proprietary information to Ganassi. \n{37} As an initial matter, the Court notes that the doctrine of “inevitable \ndisclosure” has not yet been firmly adopted by the North Carolina courts.  \nSee Analog, 157 N.C. App. at 470, 579 S.E.2d at 454–55 (declining to apply doctrine \nand noting that “if the doctrine is applie d as urged by [Analog], then no employee \ncould ever work for its former employer’s competitor on the theory that disclosure of \nconfidential information is ‘inevitable’”); Allegis Grp., Inc. v. Zachary Piper LLC , \n2013 NCBC 13 ¶ 53 (N.C. Super. Ct., Feb. 25, 2013), \nwww.ncbusinesscourt.net/opinions/2013_NCBC_13.pdf (denying motion for \npreliminary injunction).   \n{38} Moreover, the Court is not prepared to apply the inevitable disclosure \ndoctrine under the present circumstances given that Plaintiff has not brought \nforward evidence suggesting that Defendant has disclosed or will disclose Plaintiff’s \nconfidential information. To the contrary, Defendant’s evidence tends to show that \n(i) Defendant is subject to the confidentia lity provision in the Employment Contract \nand has not disclosed and does not intend to disclose Plaintiff’s information, (ii) \nGanassi has instructed Defendant not to  disclose Plaintiff’s confidential \ninformation, and (iii) in any event such in formation appears to be of limited use or \nrelevance to Ganassi in light of Ganass i’s own technology initiatives and the \nsweeping NASCAR rule changes that will be in effect for the upcoming 2015 season. \n{39} Additionally, Defendant has challenged the adequacy of Plaintiff’s \nidentification of its trade secrets, offering evidence tending to show that Plaintiff’s \nclaimed trade secrets involve public information or are otherwise a general listing of \ncategories of information used and develo ped by any NASCAR race team.  Plaintiff \npoints to the fact that Ganassi has objected on confidentiality grounds to Plaintiff’s \nsubpoena requesting Ganassi to produce documents relating to Ganassi’s race \nengineer position as evidence that Defendant necessarily possesses confidential and \ntrade secret information of Plaintiff and ha s further offered affidavits attesting to \nthe confidential nature of the inform ation Defendant was exposed to while \nemployed with Plaintiff. \n{40} Based on the Court’s review of the record and the parties’ submissions at \nthis time, the Court is not satisfied that Plaintiff has identified its claimed trade \nsecrets with sufficient particularity to warrant the extraordinary relief requested.  \nPlaintiff has presented several affidavits purporting to describe its “proprietary \ntechnologies and data;” however, like the Plaintiffs in Analog and Unimin, Plaintiff \nhas not brought forward evidence that explains why or how Plaintiff’s methods and \nprocesses are unique so as to qualif y as trade secrets under the TSPA.  See Analog, \n157 N.C. App. at 468, 579 S.E.2d at 453 (hol ding that the plaintiff had “asserted \ntrade secrets at almost every stage in th e production of [its] products but only \noffered general evidence in support of those assertions”); see also  Unimin, 2014 \nNCBC 43 at ¶ 41 (“In like fashion here, Plaintiff broadly identifies various processes \nas its alleged trade secrets without offeri ng evidence showing that those processes \nare unique to Plaintiff or have been modified by Plaintiff in unique ways.”).   \n{41} Further, Plaintiff has not brought forwar d evidence of specific actions that \nindicate that Defendant intends to disclose or use Plaintiff's alleged trade secret \ninformation that would compel the entry of immediate injunctive relief based on a \nthreat of misappropriation.  Such proof is frequently present when North Carolina \ncourts elect to enjoin threatened misappropriation. See, e.g., Horner Int’l Co. v. \nMcKoy, 754 S.E.2d 852, 854–60 (N.C. Ct. App.  2014) (defendant commenced work \nfor a competitor shortly after sending trade secret information to defendant's \npersonal email account); Byrd’s Lawn & Landscaping v. Smith, 142 N.C. App. 371, \n377, 542 S.E.2d 689, 693 (2001) (defendant immediately started his own business in \ncompetition with former employer after resigning and underbid former employer on \neleven of fourteen projects); Barker v. Gould , 146 N.C. App. 561, 562, 553 S.E.2d \n227, 228 (2001) (defendant made copies of plaintiff’s customer, supplier and pricing \nlists and precise product form ulations before resigning); Armacell LLC v. Bostic , \n2010 N.C. App. LEXIS 1278, *32 (N.C. Ct. App., July 20, 2010) (unpublished) \n(defendant stole plaintiff’s proprietary information using CD burning software and \nan external hard drive); Allegis Grp., 2013 NCBC 13 at ¶ 52 (explaining that a court \nis less likely to grant injunctive relie f “solely on the basis of threatened \nmisappropriation without proof of actual misappropriation”). \n{42} Accordingly, for each of these reasons, the Court concludes that Plaintiff \nhas not shown a likelihood of success on its misappropriation of trade secrets claim \nat this time. \nIrreparable Harm \n{43} In light of the Court’s determination that Plaintiff has not shown a \nlikelihood of success on the merits of eith er of its claims, Plaintiff cannot show at \nthis stage that denial of a temporary restraining order will result in irreparable \nharm. \nV. \nCONCLUSION \n{44} After balancing the equities and considering the potential harm to Plaintiff \nif a temporary restraining order is not issued and the potential harm to Defendant \nif the requested temporary injunctive relief is granted, and upon a review of the \nentire record before the Court at this time, the Court finds that Plaintiff has not \npresented sufficient evidence to show that it is likely that it will succeed on the \nmerits of its claims, that Plaintiff w ill suffer irreparable harm if a temporary \nrestraining order is not entered, or that  the issuance of a temporary restraining \norder is necessary to protect Plaintiff’s rights during the pendency of the litigation.   \n{45} WHEREFORE, the Court concludes that a temporary restraining order \nshould not issue and hereby DENIES Plaintiff’s Motion for Temporary Restraining \nOrder. \n  SO ORDERED, this the 19th day of December 2014. \n \n \n \n    \n  "
}