{
  "id": "73a81fc32499b15b5f5d6a97a31807e266a842ff78dc44d8faac3461801fd5f3",
  "source_file": "data/raw/ncbc/73a81fc32499b15b5f5d6a97a31807e266a842ff78dc44d8faac3461801fd5f3.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nUNION COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24 CVS 5124 \nPRO-TOPS, INC., \n \nPlaintiff, \n \nv. \n \nYURIY MAKSIMENKO,  \n \nDefendant. \n \nORDER AND OPINION ON \nDEFENDANT YURIY MAKSIMENKO’S \nMOTION TO DISMISS \n \n1. THIS MATTER is before the Court on Defendant Yuriy Maksimenko’s \nMotion to Dismiss (the “Motion”) pursuant to Rule 12(b)(5) of the North Carolina \nRules of Civil Procedure (the “Rule(s)”), (ECF No. 18). \n2. The Court, having considered the Motion, the related briefing, and the \narguments of counsel at a hearing on the Motion held 6 February 2025, concludes for \nthe reasons stated below that the Motion should be GRANTED. \nVan Hoy, Reutlinger, Adams & Dunn, PLLC, by Bryan Adams and C. \nGrainger Pierce, Jr., for Plaintiff Pro-Tops, Inc. \n \nBell, Davis & Pitt, P.A., by Marc E. Gustafson, for Defendant Yuriy \nMaksimenko. \n \nEarp, Judge. \nI. BACKGROUND \n3. Plaintiff Pro -Tops, Inc. (“Pro -Tops” or “Plaintiff”) filed its Verified \nComplaint for Injunctive Relief and for Damages on 10 December 2024 in Union \nCounty Superior Court, (ECF No. 3).  The summons was issued the same day.  \n(Summons, ECF No. 3.1.) \nPro-Tops, Inc. v. Maksimenko, 2025 NCBC 4. \n4. On 11 December 2024, this matter was designated as a mandatory \ncomplex business case and assigned to the undersigned, (ECF Nos. 1, 2.)  Also on 11 \nDecember 2024, Pro-Tops filed an Amended Verified Complaint.  (Am. Ver. Compl., \nECF No. 6.)1  The Amended Verified Complaint purports to assert claims for breach \nof contract, breach of fiduciary duty, misappropriation of trade secrets, civil liability \nfor theft by employee, tortious interference with customer relations and prospective \ncustomer relations, and unfair and deceptive trade practices.  (See generally, Am. Ver. \nCompl.) \n5. On 20 December 2024, Plaintiff’s counsel filed an Affidavit of Service \nrepresenting that on 19 December 2024, Defendant Yuriy Maksimenko \n(“Maksimenko” or “Defendant”) was served with the Amended Verified Complaint, \nalong with other documents, by Legal Wheels Errand Services, LLC (“Legal Wheels”), \na private process server.  (Aff. of Service ¶¶ 3−4, ECF No. 10.) \n6. According to the affidavit of Nicholas Ayers (“Ayers”), an agent for Legal \nWheels, he attempted service on Maksimenko on six occasions between 11 December \n2024 and 18 December 2024, without success.  (Suppl. Aff. of Service ¶¶  2−7, ECF \nNo. 20.8.)  On 19 De cember 2024, Maksimenko, having received a message to call, \ncontacted Ayers by telephone, denied that he was “ducking service,” and arranged to \nmeet Ayers at an Ace Hardware store.  Ayers handed Maksimenko a copy of both the \n \n1 Plaintiff’s Affidavit of Service states that an alias and pluries summons was issued by the \nUnion County Clerk of Superior Court on 11 December 2024.  (Aff. of Service ¶  2, ECF No. \n10.)  However, the alias and pluries summons does not appear on the Court’s docket. \nsummons and the Amended Verified Complaint at the Ace Hardware later that \nafternoon.2  (Suppl. Aff. of Service ¶¶ 7−9.) \n7. On 20 December 2024, Plaintiff filed a Motion for Expedited Discovery \nin anticipation of a motion for preliminary injunction.  (Mot. for Expedited Disc., ECF \nNo. 8.)  Defendant filed a motion for extension to brief his opposition to Plaintiff’s \nMotion for Expedited Discovery on 3 January 2025, first arguing, among other things, \nthat he had not been properly served.  (Def.’s Request for Extension and Opp. to Pl.’s \nMot. for Expedited Disc. 2, ECF No. 14.) \n8. On 10 January 2025, Defendant filed a supplemental brief in opposition \nto Plaintiff’s Motion for Expedited Discovery, again first arguing that service of the \ncomplaint was not proper.  (Def.’s Suppl. Opp. to Pl.’s Mot. for Expedited Disc. [Def’s \nOpp. to Expedited Disc.] 2 −3, ECF No. 17.)  Defendant followed his opposition brief \nwith this Motion on 15 January 2025.   \n9. After briefing, the Court held a hearing on the Motion on 6 February \n2025, at which all parties were represented by counsel.  (Not. of Hr’g, ECF No. 22.)  \nThe Motion is now ripe for disposition. \nII. LEGAL STANDARD \n10. “It is well established that a court may obtain personal jurisdiction over \na defendant only by the issuance of summons and service of process by one of the \nstatutorily specified methods.”  Glover v. Farmer, 127 N.C. App. 488, 490 (1997), disc. \n \n2 Ayers testified that he also served Maksimenko with a copy of the Civil Action Coversheet, \nthe Amended Notice of Designation, the Assignment Order and the Designation Order.  \n(Suppl. Aff. of Service ¶ 9.) \n \nreview denied, 347 N.C. 575 (1998).  “While a defective service of process may give the \ndefending party sufficient and actual notice of the proceedings, such actual notice \ndoes not give the court jurisdiction over the party.”  Thomas & Howard Co. v. Trimark \nCatastrophe Servs. , 151 N.C. App. 88, 91 (2002) (citation and quotation marks \nomitted). \n11. “Pursuant to Rule 12(b)(5), an action must be dismissed when service of \nprocess is not valid.”  BIOMILQ, Inc. v. Guiliano , 2024 NCBC LEXIS 8, at *9 (N.C. \nSuper. Ct. Jan. 9, 2024) (citing Draughon v. Harnett Cnty. Bd. of Educ., 166 N.C. App. \n449, 451 (2004); see also N.C. R. Civ. P. 12(b)(5); Glover, 127 N.C. App. at 490 (“Absent \nvalid service of process, a court does not acquire personal jurisdiction over the \ndefendant and the action must be dismissed.”). \nIII. ANALYSIS \n12. Defendant contends that this case is subject to dismissal for improper \nservice because “the Affidavit of Service does not indicate the sheriff was unable to \neffect service such that a process server would be needed, and a review of the Union \nCounty Sheriff’s website does not indicate service by sheriff was attempted or that \nthe sheriff was otherwise unable to serve the Summons and Complaint.”  (Br. Supp. \nDef. Yuriy Maksimenko’s Mot. to Dismiss 2, ECF No. 19.) \n13. Plaintiff responds that it determined that service via private process \nserver was necessary because, in its view, “the multiplicity of attempts made by the \nprivate process server demonstrates that any attempted service by the sheriff would \nhave been futile.”  (Pl.’s Reply Supp. Mot. to Expedite Disc. 7−9, ECF No. 20.)  But \nPlaintiff misunderstands the requirements of Rule 4. \n14. Rule 4 specifies the manner for service of process on a person.  If service \nis to take place inside the State, “[t]he complaint and summons shall be delivered to \nsome proper person for service  . . . such proper person shall be the sheriff of the \ncounty where service is to be made or some other person duly authorized by law to \nserve summons.”  N.C. R. Civ. P. 4(a). \n15. However, private process servers are not always authorized by law.  \nWhen service is to be made inside the State, use of a private process server is limited \nby statute to “scenarios where the sheriff is unable to fulfill the duties of a process \nserver.”  Locklear v. Cummings, 262 N.C. App. 588, 597−98 (2018).  Rule 4(h) \ndescribes those scenarios and mandates the steps to follow:   \nIf at any time there is not in a county a proper officer, capable of \nexecuting process, to whom summons or other process can be delivered \nfor service, or if a proper officer refuses or neglects to execute such \nprocess, or if such officer is a party to or o therwise interested in the \naction or proceeding, the clerk of the issuing court, upon the facts being \nverified before him by written affidavit of the plaintiff or his agent or \nattorney, shall appoint some suitable person who, after he accepts such \nprocess for service, shall execute such process in the same manner, with \nlike effect, and subject to the same liabilities, as if such person were a \nproper officer regularly serving process in that county. \n \nN.C. R. Civ. P. 4(h). \n16. Thus, even in situations where the sheriff in the county in which the \naction is pending is unable to effect service, use of a private process server is not \nautomatically authorized.  Further, there is no futility exception in Rule 4 that would \npermit a pla intiff to make a subjective determination that it is necessary to hire a \nprivate process server.  Instead, if the plaintiff submits an affidavit stating the \nreasons that service by sheriff is not possible, the clerk of the issuing court is \nresponsible for appointing some other suitable person to do it.  N.C. R. Civ. P. 4(h); \nsee also G. Gray Wilson N.C. Civ. Pro., § 4-4 at 4-15 (4th ed. 2020). \n17. In this case, “there is no return of service or other filing in the record to \nindicate that the sheriff could not serve, or did not make diligent efforts to serve, \n[Maksimenko], or that the Clerk of Court has duly appointed any private \nperson . . . to serve process upon [Maksimenko].”  Schwarz v. St. Jude Med. , 2018 \nN.C. Super. LEXIS 502, at *5 (Jan. 16, 2018).  Accordingly, Ayers’ delivery of the \ncomplaint and summons to Maksimenko was not proper service.  See id. ; Locklear, \n262 N.C. App. at 598 (“[T]he record does not disclose the sheriff was unable to deliver \nservice so that the services of a process server would be needed . . . . Accordingly, we \naffirm the trial court’s order dismissing Plaintiff’s claims[.]”).  \n18. Nevertheless, citing Storey v. Hailey, 114 N.C. App. 173 (1994), Plaintiff \nargues that because Maksimenko agreed to meet the private process server, received \na copy of the complaint and summons, and is on actual notice of the lawsuit, he is \nestopped from arguing that service was not valid.  ( Pl.’s Resp. Opp. Mot. Dismiss \n[“Pl.’s Resp. Opp.”] 3−4, ECF No. 21.)  The Court disagrees. \n19. In Storey, the plaintiff stipulated to two extensions of time for the \ndefendant to respond to the complaint.  114 N.C. App. at 175.  It was not until those \nextensions expired that the defendant moved to dismiss the plaintiff’s claims for \ninsufficient process, insufficient service of process, lack of personal jurisdiction, and \nexpiration of the statute of limitations.  Id.   The Court observed that the stipulated \nextensions resulted in the responsive pleading not being due until well after the \ndeadline for the plaintiff to procure either an endorsement of the original summons \nor issuance of an alias and pluries summons.  Id.  at 177.  Accordingly, the plaintiff \n“was deprived of any opportunity to cure any defects in the process or in the service \nof process[.]”  For that reason, the Court of Appeals reversed the trial court’s order \ndismissing the action and held that defendant was estopped from asserting \ninsufficiency of process or service of process.  Id. \n20. Here, unlike the plaintiff in Storey —who was lulled by the defendant \ninto a false sense of security—Pro-Tops was alerted to the service defect no later than \n3 January 2025, when Defendant identified the issue in his brief opposing Plaintiff’s \nMotion for Expedited Discovery.  Plaintiff then h ad until 8 February 2024 to effect \nservice.  N.C. R. Civ. P. 4(c).  Because Plaintiff has been on notice of the service issue \nfor weeks, and because he can still obtain an alias and pluries summons, he has not \nbeen deprived of an opportunity to cure the service problem, and estoppel does not \napply.  Storey, 114 N.C. App. at 177.\n3 \n21. Finally, Plaintiff argues that even if service of process was deficient, \ndismissal under Rule 12(b)(5) is premature.  Instead, Plaintiff contends that the \n \n3 Defendant’s response in opposition to Plaintiff’s Motion for Expedited Discovery did not \nconstitute a general appearance waiving his right to contest service.  As stated above, \nDefendant raised the service issue at every opportunity.   See Ryals v. Hall-Lane Moving & \nStorage Co., Inc., 122 N.C. App. 242, 247−48 (1996) (“When a defendant promptly alleges a \njurisdictional defense as his initial step in an action, he fulfills his obligation to inform the \ncourt and his opponent of possible jurisdictional defects.”); cf. Slattery v. Appy City, LLC, 385 \nN.C. 726, 730 (2024) (“A defendant makes a general appearance when [he] appears before a \ncourt and submits to its adjudicatory power without objecting to its jurisdiction over [him].”). \nproper remedy is for the Court to quash the attempted service.  (Pl.’s Resp. Opp. 4−6.)  \nHowever, North Carolina law holds that “[a]bsent valid service of process, a court \ndoes not acquire personal jurisdiction over the defendant and the action must be \ndismissed.”  Glover, 127 N.C. App. at 490 (citing Sink v. Easter, 284 N.C. 555, 561 \n(1974) (emphasis added)); see also Loclear, 262 N.C. App. at 598 (Affirming the trial \ncourt’s order dismissing  the plaintiff’s claims. (emphasis added)); BIOMILQ, Inc. , \n2024 NCBC LEXIS 8, at *9 (“Pursuant to Rule 12(b)(5), an action must be dismissed \nwhen service of process is not valid.” (emphasis added)). \nIV. CONCLUSION \n22. WHERFORE, the Court hereby GRANTS  Defendant Yuriy \nMaksimenko’s Motion to Dismiss.  The Amended Verified Complaint, (ECF No. 6), is \nDISMISSED without prejudice.\n4  \nIT IS SO ORDERED, this the 10th day of February, 2025. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n \n \n4 The Court’s decision moots Plaintiff’s pending Motion for Expedited Discovery, (ECF No. 8). "
}