{
  "id": "73db0ee44f952361a6b0deb3342bc38a009155e4e94b98881ef0cb83011dd977",
  "source_file": "data/raw/ncbc/73db0ee44f952361a6b0deb3342bc38a009155e4e94b98881ef0cb83011dd977.pdf",
  "raw_text": "Cherokee South End, LLC v. PAP Invs. Scaleybark, LLC, 2018 NCBC 105. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 11614 \n \nCHEROKEE SOUTH END, LLC, \n \nPlaintiff, \n \nv. \n \nPAP INVESTMENTS \nSCALEYBARK, LLC; and \nMOREHEAD TITLE \nCOMPANY/FIRST CHARLOTTE \nESCROW CORPORATION, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON  \nMOTION TO COMPEL ARBITRATION  \n \n \n1. For nearly a decade, Plaintiff Cherokee South End, LLC (“Cherokee”)  and \nDefendant PAP Investments Scaleybark, LLC (“PAP”)  have developed real estate  \ntogether through their jointly owned company, Scaleybark Partners, LLC.   In 2017, \nPAP obtained an option to purchase Cherokee’s membership interest in Scaleybark \nPartners and take full control of the company.  According to Cherokee, PAP exercised \nthe option  but then failed to  make the  closing date , thus forfeiting a substantial \ndeposit.  Through this lawsuit, Cherokee seeks disbursement of the deposit. \n2. PAP now contends that all claims asserted against it must be resolved in \narbitration.  For the reasons discussed below, the Court agrees.  \nMcGuireWoods LLP, by Irving M. Brenner and Alexander Covington, for \nPlaintiff Cherokee South End, LLC.  \n \nJames, McElroy & Diehl , P.A.,  by Adam L. Ross and Christopher \nThomas Hood, for Defendant PAP Investments Scaleybark, LLC. \n \nNo counsel appeared for Defendant Morehead Title Company/First \nCharlotte Escrow Corporation.  \n \n \n \nConrad, Judge. \nI. \nBACKGROUND* \n3. Scaleybark Partners was formed in 2007 for the purpose of developing real \nestate in Charlotte, North Carolina.  (Compl. ¶ 13, ECF No. 3.)  It was reorganized in \n2009 to divide the membership interest between PAP and Cherokee.  (See Countercl. \n¶¶ 9, 10, ECF No. 11.)  Then, i n 2010, PAP and Cherokee executed the Second \nAmended and Restated Operating Agreement (“Operating Agreement”) , setting out \nthe terms governing the  membership, management, and operation of Scaleybark \nPartners.  (Countercl. ¶ 14; see generally Countercl. Ex. A [“Operating Agrmt.”].)  \n4. What happened next is less clear.  The parties seem to agree that the tract \nof land owned by Scaleybark Partners was designated for mixed use, including \naffordable housing, commercial offices , retail stores, and access to public  \ntransportation.  (See Compl. ¶ 14; Countercl. ¶ 8.)  In its complaint, Cherokee goes no \nfurther, saying little about the effort to develop the property between 2009 and 2017.  \nPAP, on the other hand, alleges that it was hard going: tax credits were denied, water \nand sewer access was unexpectedly limited, and disputes between PAP and Cherokee \nstrained their working relationship with the City of Charlotte .  (See, e.g., Countercl. \n¶¶ 15, 19, 25, 38.) \n5. Whatever the reason, it appears that the project reached a turning point by \nearly 2017, when the parties entered into an Option to Redeem Agreement (“Option \n                                            \n*  As context for the Court’s analysis, this section describes the allegations in the complaint \nand counterclaims, along with  the relevant facts  regarding the pending motion, which  are \nlargely undisputed (though the parties draw different conclusions from them ).  The Court \nelects to make necessary findings of fact and conclusions of law at the end of this Opinion. \n \n \nAgreement”).  (Countercl. Ex. B [“Option Agrmt.”].)  PAP obtained the option to have \nScaleybark Partners redeem Cherokee’s membership interest .  (See Compl. ¶  16; \nCountercl. ¶¶ 25, 26; Option Agrmt. §  1.)  As a practical matter, this gave PAP the \nability to acquire full ownership of Scaleybark Partners (and, presumably, to \nextinguish any disputes over the direction of the company) .  ( See Compl. ¶ 15.)  If \nPAP did not exercise the option, or if it did but then failed to close, the roles would \nreverse: Cherokee would have the right to terminate the manager of Scaleybark \nPartners and then to purchase PAP’s membership interest .  (See Countercl. ¶ 27; \nOption Agrmt. § 13.)  Until either party exercised its rights, though, the operation of \nScaleybark Partners would continue as provided in the Operating Agreement.  ( See \nOption Agrmt. § 13.) \n6. After pushing off the expiration date three times, PAP exercised its option \nin August 2017.  (See Compl. ¶¶ 19, 20.)  The Option Agreement required PAP to \nmake an in itial deposit of roughly ten percent of the total redemption price.  ( See \nCompl. ¶ 16.)  Upon selecting Morehead Title Company as their escrow agent , the \nparties entered into an Escrow Agreement.  (Compl. ¶¶ 20, 21.)  PAP then paid the \ndeposit, which the parties agreed would be nonrefundable except in the event of \ndefault by Cherokee.  (Compl. ¶¶ 22, 23.) \n7. Over the next few months, the parties agreed to extend the closing deadline \ntwice, eventually settling on December 18, 2017.  (Compl. ¶ 24.)  But the closing did \nnot take place .  Cherokee alleges that PAP was unable or unwilling to pay the \nredemption price (nearly $8 million); PAP responds that it was unable to close due to \n \n \nuncertainties caused by the City of Charlotte.  (Compare Compl. ¶ 26, with Countercl. \n¶ 43.) \n8. Months went by.  PAP alleges that it continued to work toward finalizing a \ndeal with the City of Charlotte and moving the development forward.  (See Countercl. \n¶¶ 44–49.)  I n May 2018, though, Cherokee requested that Morehead Title release \nthe escrowed deposit, allegedly as provided for in the Option Agreement.  (See Compl. \n¶ 28.)  PAP responded by informing Morehead Title that the disposition of the funds \nwas disputed and instructing it not to disburse them.  (See Compl. ¶ 29; Countercl. \n¶ 51.)  Morehead Title has not released the deposit.  (Compl. ¶ 31.)   \n9. Having received nothing, Cherokee terminated the manager of Scaleybark \nPartners and then filed this suit  against both PAP and Morehead Title .  (See \nCountercl. ¶ 53.)  Cherokee seeks a declaration that it is entitled to the deposit and \nasserts that PAP breached the Option  and Escrow Agreement s by instructing \nMorehead Title not to release the funds.  (Compl. ¶¶ 33–35, 39.)  PAP has responded \nwith counterclaims for unjust enrichment and breach of the duties of good faith and \nfair dealing.  (Countercl. pp. 15–17.)  Morehead Title has not yet answered or \notherwise made an appearance. \n10. As part of its responsive pleading, PAP has also moved to compel \narbitration of all claims.   (ECF No. 11  at 1 –2.)  PAP relies on  the Operating \nAgreement, which includes an arbitration clause  stating that “[a]ny dispute arising \nout of or in connection with this Agreement or the breach thereof shall be decided by \narbitration . . . in accordance with the then prevailing commercial arbitration rules \n \n \nof the American Arbitration Association  [‘AAA’].”  ( Operating Agrmt. § 14.7.)  PAP \ncontends that this language is broad enough to cover Cherokee’s claims to recover the \ndeposit but that, in any event, any dispute over the clause’s scope must be decided by \nthe arbitrator under the AAA’s rules.  (See PAP’s Br. in Supp. 1–2, ECF No. 12 [“PAP’s \nBr.”].) \n11. Cherokee opposes the motion on the ground that its claims arise out of the \nOption Agreement  and the Escrow Agreement , neither of  which include s an \narbitration clause.  (See Pl.’s Resp. in Opp’n 7–8, 11–12, ECF No. 15 [“Opp’n”].)  From \nCherokee’s perspective, the Ope rating Agreement and its arbitration clause are  \ntherefore both irrelevant.  Cherokee also argues that the Option Agreement has a \nmerger clause that supersedes any prior agreements, including the agreement to \narbitrate in the Operating Agreement.  (See Opp’n 8.) \n12. The motion has been fully briefed, and the Court held a hearing on October \n2, 2018.  The motion is ripe for determination. \nII. \nANALYSIS  \n13. Before addressing the merits of a motion to compel arbitration, a trial court \nmust first decide whether to apply the Federal Arbitration Act (“FAA”) or the North \nCarolina Revised Uniform Arbitration Act  (“North Carolina Act”).  See, e.g. , Epic \nGames, Inc. v. Murphy-Johnson, 247 N.C. App. 54, 60–61, 785 S.E.2d 137, 142 (2016).  \nBoth parties agree that the choice likely makes no difference here.  (See PAP’s Br. 10; \nOpp’n 5.)  But the answer is clear enough that avoiding the issue would serve little \npurpose.  The FAA applies only to transactions involving interstate commerce.  See \n \n \nAllied-Bruce Terminix Cos. v. Dobson , 513 U.S. 265, 273–81 (1995).  This dispute, \nthough, is entirely local: Cherokee and PAP are both ba sed in North Carolina, and \nthe relevant contracts concern the ownership of Scaleybark Partners (another North \nCarolina company) and its operations (developing North Carolina real estate).  Thus, \nthe North Carolina Act applies. \n14. On the merits,  the Court must determine, first, whether there is a valid \narbitration agreement and, second, whether the dispute falls within the scope of that \nagreement.  See, e.g., Ellison v. Alexander, 207 N.C. App. 401, 404, 700 S.E.2d 1 02, \n105–06 (2010).  It is undisputed that  section 14.7 of the Operating Agreement is a \nvalid agreement to arbitrate.  Thus, the question before the Court is whether the \nasserted claims fall within its scope—that is, whether the claims are arbitrable.  The  \nparties dispute not only the answer to that question but also who should decide it, \nthe Court or the arbitrator. \n15. The usual rule is that courts must decide  questions of substantive \narbitrability (as opposed to questions of procedural arbitrability, such as timeliness).  \nSee, e.g., T.M.C.S., Inc. v. Marco Contractors, Inc., 244 N.C. App. 330, 336, 780 S.E.2d \n588, 593 (2015) .  But “parties can, and often do, delegate arbitrability to the \narbitrator.”  Charlotte Student Hous. DST v. Choate Constr. Co., 2018 NCBC LEXIS \n88, at *8 (N.C. Super. Ct. Aug. 24, 2018).  Under federal law, evidence of the parties’ \nintent to arbitrate arbitrability must be clear and unmistakable; the standard under \nthe North Carolina Act  is less exacting.  See Epic Games, 247 N.C. App. at 63, 785 \n \n \nS.E.2d at 144; AP Atl., Inc. v. Crescent Univ. City Venture , LLC, 2016 NCBC LEXIS \n58, at *14 (N.C. Super. Ct. July 28, 2016). \n16. Here, the parties clearly delegated arbitrability to the arbitrator by \nincorporating the AAA’s Commercial Arbitration Rul es within the Operating \nAgreement.  These rules state that “[t]he arbitrator shall have the power to rule on \nhis or her own jurisdiction, including any objections with respect to the existence, \nscope, or validity of the arbitration agreement or to the arbi trability of any claim or \ncounterclaim.”  AAA, Commercial Arbitration Rules and Mediation Procedures, Rule \n7(a) (Oct. 1, 2013).   Our Court of Appeals (joining virtually every federal court of \nappeals) has held that an agreement incorporating this rule is a n agreement  “to \narbitrate issues of substantive arbitrability .”  Epic Games, 247 N.C. App. at 63, 785 \nS.E.2d at 144; see also Oracle Am., Inc. v. Myriad Grp., A.G., 724 F.3d 1069, 1074 (9th \nCir. 2013); Hall v. Dancy, 2018 NCBC LEXIS 63, at *6–7 (N.C. Super. Ct. June 27, \n2018). \n17. With that, the Court has done its part, and the baton passes to the \narbitrator.  All of Cherokee’s arguments go to questions of arbitrability reserved for \nthe arbitrator.  Cherokee argues, for example, that its claims are not arbitrable under \nthe Operating Agreement because they  arise solely out of the Option and Escrow \nAgreements, which do not have arbitration clauses.  (See Opp’n 6.)  As PAP correctly \nobserves, though, it is up to the arbitrator to decide “whether th e parties’ dispute is \nwithin the scope of the Operating Agreement’s arbitration provision.”  (PAP’s Br. 12.)  \n \n \n18. Cherokee also argues that the Option and Escrow Agreements superseded \nthe Operating Agreement.   (See Opp’n 8, 11 .)  In support, Cherokee relies on the \nOption Agreement’s merger clause (which states that it “supersedes any prior \nunderstandings or agreements”) and the Escrow Agreement’s choice-of-law provision \n(which states that the parties “irrevocably consent” to the “jurisdictio n” of North \nCarolina).  (Option Agrmt. § 17(f); Opp’n Ex. B § 3.7.)  This, too, is a question for the \narbitrator.  When the parties have agreed to arbitrate arbitrability, as they have here, \nthe arbitrator must decide whether the arbitration clause has bee n superseded or \nremains operative.  See U.S. Nutraceuticals, LLC v. Cyanotech Corp., 769 F.3d 1308, \n1311–12 (11th Cir. 2014) ( holding that, when arbitration clause incorporated AAA \nrules, arbitrator must decide which of two contracts governed);  see also Cochrane v. \nOpen Text Corp., 2015 U.S. Dist. LEXIS 78006, at *8 –10 (N.D. Cal. June 16, 2015); \nAdam Techs. Int’l S.A. de C.V. v. Sutherland Global Servs ., Inc. , 2011 U.S. Dist. \nLEXIS 160155, at *4 (N.D. Tex. May 26, 2011) ; Viets v. Arthur Andersen LLP , 2003 \nU.S. Dist. LEXIS 11377, at *18–22 (S.D. Ind. June 26, 2003). \n19. To be sure, there may be circumstances in which it is so clear that a  claim \nis not arbitrable that it would seem pointless to compel arbitration.   Indeed, some \nfederal cases hold that trial cour ts should refuse to send  frivolous or “wholly \ngroundless” issues of arbitrability to the arbitrator.  E.g., Archer & White Sales, Inc. \nv. Henry Schein, Inc. , 878 F. 3d 488, 495 (5th Cir. 2017), cert. granted 86 U.S.L.W. \n3640 (U.S. June 25, 2018) (No. 17-1272); but see Jones v. Waffle House, Inc., 866 F.3d \n1257, 1268–69 (11th Cir. 2017) (rejecting “wholly groundless” exception).  The Court \n \n \nneed not decide whether North Carolina law includes such an exception , though, \nbecause Cherokee does not cite this line of cases  and because PAP’s assertion of \narbitrability is not wholly groundless. \n20. The parties’ arbitration clause covers “any dispute arising out of or in \nconnection with ” the Operating Agreement.  ( Operating Agrmt. §  14.7 (emphasis \nadded).)  Courts have construed similar language broadly to include disputes having \n“a significant relationship” to the contract, regardless of how the plaintiff frames the \ndispute.  Am. Recovery Corp. v. Computerized Thermal Imaging, Inc., 96 F.3d 88, 93 \n(4th Cir. 1996).  Here, Cherokee asserts claims against PAP for breach of the Option \nAgreement and the related Escrow Agreement, not the Operating Agreement.  B ut \nthe Option Agreement refers to the Operating Agreement and affirms the rights of \nboth parties under  it.  (See Option Agrmt. §  13; see also  Opp’n Ex. B § 1.2.)  In \naddition, the parties’ dispute implicates changes to the ownership and operation of \nScaleybark Partners, which are gov erned by the Operating Agreement.  It is n ot \nwholly groundless for PAP to contend that these claims arise “in connection with” the \nOperating Agreement.  Whether they do, in fact, fall within the scope of the \nagreement is a question for the arbitrator, not for this Court.  See, e.g., Worldwide \nIns. Network, Inc. v. Messer Fin. Grp., Inc. , 2018 NCBC LEXIS 103, at *10 (N.C. \nSuper. Ct. Oct. 2, 2018). \n21. Cherokee’s assertion that the Operating Agreement was superseded is also \ndebatable.  Neither the Option Agreement nor the Escrow Agreement directly refers \nto arbitration.  The Option Agreement does state, though, that Scaleybark Partners \n \n \n“shall continue to be managed in accordance with the Operating Agreement and this \nAgreement does not alter the rights of the members or manager.”  ( Option Agrmt. \n§ 13.)  One of those rights, PAP argues, is the right to arbitrate.  In addition, although \nCherokee relies on the Option Agreement’s merger clause and the Escrow \nAgreement’s choice-of-law provision,  some courts have construed similar language \nnot to conflict with an earlier arbitration agreement.  See, e.g., UBS Fin. Servs., Inc. \nv. Carilion Clinic, 706 F.3d 319, 328 –29 (4th Cir. 2013) ; Bank Julius Baer & Co. v. \nWaxfield Ltd., 424 F.3d 278, 284 (2d. Cir. 2005).  PAP’s argument that the Operating \nAgreement governs is not wholly groundless, and it is up to the arbitrator to evaluate \nthe persuasiveness of the parties’ positions. \n22. In short, the parties chose to delegate questions of substantive arbitrability \nto the arbitrator , and  the claims asserted against PAP must be submitted to \narbitration.  Having reached this conclusion, the Court also elects, in its discretion,  \nto stay all claims and counterclaims pending completion of the arbitration.  See N.C. \nGen. Stat. § 1-569.7(g) (“If the court orders arbitration, the court on just terms shall \nstay any judicial proceeding that involves a claim subject to the arbitration.”). \nIII. \nCONCLUSION \n23. The Court FINDS and CONCLUDES that the Operating Agreement \ncontains a valid arbitration agreement subject to the North Carolina Act.  Cherokee \nand PAP clearly and unmistakably delegated questions of substantive arbitrability \nto the arbitra tor in the Operating Agreement, and  the arbitrator must decide any \narbitrability disputes as to the claims against PAP. \n \n \n24. For these reasons, the Court  GRANTS the motion to compel arbitration \nand ORDERS all claims asserted against PAP  to arbitration.  The Court STAYS \nfurther proceedings  on all claims, including  any counterclaims and  any claims \nasserted against Morehead Title, pending resolution of the arbitration.  To the extent \nPAP seeks dismissal  of the claims asserted against it , as opposed to a stay , that \nrequest is DENIED. \n25. The Court further ORDERS that the parties shall notify the Court of the \narbitrator’s decision as to arbitrability within seven days after the decision has been \nissued.  \n \nThis the 12th day of October, 2018.  \n \n       /s/ Adam M. Conrad                          \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n \n \n "
}