{
  "id": "742e564a31844d49e018c0c826a076286c2049575698bd67da651bd7e5a5c234",
  "source_file": "data/raw/ncbc/742e564a31844d49e018c0c826a076286c2049575698bd67da651bd7e5a5c234.pdf",
  "raw_text": " Kearey Builders, Inc. v. Galleries@NoDa, LLC, 2023 NCBC 56. \n \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23 CVS 4067 \n \nKEAREY BUILDERS, INC. and \nKEAREY BUILDERS, INC., \nderivatively for and on behalf of \nGALLERIES@NODA, LLC, \n \nPlaintiff, \n \nv. \n \nGALLERIES@NODA, LLC; ROBERT \nNIXON; TAO TONY ZHANG; and \nSTUDIO FUSION, PA, \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON STUDIO \nFUSION, PA’S MOTION TO DISMISS \nCOUNT NINE OF PLAINTIFF’S \nCOMPLAINT AND PLAINTIFF’S \nMOTION TO STAY PROCEEDINGS IN \nFAVOR OF ARBITRATION \n \n \n1. THIS MATTER is before the Court on the 30 May 2023 filing of Defendant \nStudio Fusion, PA’s Motion to Dismiss Cou nt Nine of Plaintiff’s Complaint  (the \n“Motion to Dismiss”) , (ECF No.  19 [“Mot. Dismiss”]), and the 6 June 2023 filing of \nPlaintiff Kearey Builders, Inc.’s Motion to Stay Proceedings in Favor of Arbitration  \n(the “Motion to Stay,” and with the Motion to Dismiss, the “Motions”),1 (ECF Nos. 3, \n21). \n2. For the reasons set forth herein, the Court GRANTS, in part , and \nDENIES, in part, the Motions. \nEisele Vogel Dixon, PLLC by Kathleen L. Vogel, for Plaintiff. \n \nRosenwood, Rose & Litwak, PLLC by Whitaker B. Rose and Carl J. \nBurchette, for Defendants Galleries  @ NoDa, LLC, Robert Nixon, and \nTao Tony Zhang. \n \n \n1 The Motion to Stay was made in the Complaint  but was not accompanied by a brief as \nrequired by Business Court Rule (“BCR”) 7.2.  (Compl. 2, ECF No. 3 [“Compl.”].)  The Court \nconsiders the Motion to Stay to be filed as of the date that the brief in support of that motion \nwas filed.  See BCR 7.2. \n \n \nHamilton Stephens Steele + Martin, PLLC by Allen L. West and Robert \nJ. Shelton, for Defendant Studio Fusion, PA. \n \nRobinson, Judge. \n \nI. INTRODUCTION \n3. This action arises out of an agreement for the design and construction of a \nmixed-use building in Mecklenburg County, North Carolina, which would ultimately \nbecome condominium units and retail space.  Plaintiff, the general contractor, alleges \nthat after construction began on that project , Galleries @ NoDa, LLC, the property \nowner, was unable to pay for the costs already incurred by Plaintiff, and ultimately, \nthat Plaintiff was not fully paid for work completed.   Defendant Studio Fusion, PA, \nthe architect who oversaw construction, seeks dismissal of Plaintiff’s claim against it \narising from its alleged tortious interference with Plaintiff’s construction contract \nwith the property owner.  The Court must also determine whether it is appropriate \nto stay portions, or the entirety , of this action in favor of an alleged arbitration \nagreement between Plaintiff and Galleries @ NoDa, LLC. \nII. FACTUAL AND PROCEDURAL BACKGROUND \nA. The Parties \n4. Plaintiff Kearey Builders, Inc. (“Kearey” or “Plaintiff”) is a North Carolina \ncorporation with its principal place of business in Mooresville, North Carolina.  \n(Compl. ¶ 1.)  Kearey is engaged in commercial building projects , and at all times \nrelevant to this matter was licensed as a general contractor by the State of North \nCarolina.  (Compl. ¶ 9.) \n \n \n5. Defendant Galleries @ NoDa, LLC (“Galleries”) is a North Carolina limited \nliability company with its principal place of business in Concord, North Carolina.  \n(Compl. ¶  2.)  Galleries is the owner of the real property located at 3630 North \nDavidson Street, Charlotte, North Carolina (the “Property”) , where the building \nproject at issue is located.  (Compl. ¶ 10.) \n6. Defendant Studio Fusion, PA (“Studio Fusion”) , an architectural and \ninterior design firm,  is a North Carolina  professional corporation with its principal \nplace of business in Charlotte, North Carolina.  (Compl. ¶¶ 3, 12.) \n7. Robert Nixon  (“Mr. Nixon”) and Tao Tony Zhang  (“Mr. Zhang”) are \nindividuals who reside in Mecklenburg County, North Carolina.  (Compl. ¶¶ 4–5.)  \nMr. Nixon and Mr. Zhang are the managing members of Galleries, each having a 44% \nmembership interest in it.  (Compl. ¶ 11.) \nB. The Agreements at Issue \n8. Plaintiff alleges  that on 26 June 2020, it and Galleries entered into a \ncontractual agreement comprised of AIA Document A102–2017 and other documents, \nincluding at least AIA Document A201–2007 (the “Contract”).  (Compl. ¶ 13; Compl. \nEx. A [“Form Contract”]; ECF No. 27.1 [“Gen. Conditions”].)   The Contract provided \nthat Kearey agreed to construct a building consisting of 39 residential condominiums, \nretail space, and common space on the Property in exchange for  payment from \nGalleries (the “Project”).  (Compl. ¶ 13.)  The Contract provides that Kearey’s fee for \nits services shall be a “[l]ump sum of $657,626.00 (7.647%) included in the $8,600,000 \ntotal” construction cost for the Project.  (Form Contract 3.) \n \n \n9. Further, Studio Fusion , as the architect, was to  design the plans and \nspecifications for the Project.  (Compl. ¶¶ 13–14.)  Plaintiff alleges that in addition to \ndesigning the building, Studio Fusion was responsible for the administration of the \nContract, meaning it was required to  “issue certificates for payment directing \nGalleries to pay Kearey for completed work on the Project and a certificate of \nsubstantial completion.”  (Compl. ¶ 14.) \n10. Certain portions of the Contract are particularly relevant to the Motions: \n(1) the architect’s delivery of a certificate of substantial completion  to Kearey; and \n(2) the arbitration provisions.  The Contract provides, in relevant part:  \n§ 13.1 Initial Decision Maker[.]  The Architect will serve as Initial \nDecision Maker pursuant to Article 15 of AIA Document A201–2017[.] \n \n*** \n \n§ 15.1.1 DEFINITION[.]  A Claim is a demand or assertion by one of the \nparties seeking . . . payment of money, or other relief with respect to the \nterms of the Contract. \n \n*** \n \n§ 15.2.1 Claims, excluding those arising under Sections 10.3, 10.4, \n11.3.9, and 11.3.10, shall be referred to the Initial Decision Maker for \ninitial decision.  The Architect will serve as the Initial Decision Maker, \nunless otherwise indicated in the Agreement. \n \n*** \n \n§ 15.2.2 The Initial Decision Maker will review Claims and within ten \ndays of the receipt of a Claim take one or more of the following actions: \n(1) request additional supporting data from the claimant or a response \nwith supporting data from the other party, (2) reject the Claim in whole \nor in part, (3) approve the Claim, (4) suggest a compromise, or (5) advise \nthe parties that the Initial Decision Maker is unable to resolve the Claim \nif the Initial Decision Maker lacks sufficient information to evaluate the \nmerits of the Claim or if the Initial Decision Maker concludes that, in \n \n \nthe Initial Decision Maker’s sole discretion, it would be inappropriate \nfor the Initial Decision Maker to resolve the Claim. \n \n*** \n \n§ 13.2 Binding Dispute Resolution[.]  For any Claim subject t o, but not \nresolved by mediation pursuant to Article 15 of AIA Document A201 –\n2017, the method of binding dispute resolution shall be as follows: [ x ] \nArbitration pursuant to Section 15 of AIA Document A201–2017[.] \n \n*** \n \n§ 15.4.1 If the parties have selected arbitration as the method for \nbinding dispute resolution in the Agreement, any  Claim subject to, but \nnot resolved by, mediation shall be subject to arbitration which, unless \nthe parties mutually agree  otherwise, shall be administered by the \nAmerican Arbitration Association in accordance with its Construction \nIndustry Arbitration Rules in effect on the date of the Agreement. \n \n(Form Contract 12; Gen. Conditions 36–38.) \n11. Kearey alleges that, following execution of the Contract, it began furnishing \nlabor, materials, and general contracting services  to Galleries  on or about \n17 July 2020.  (Compl. ¶ 15.)  Kearey further alleges that b y December 2020, it \nincurred more than $1,000,000.00 in construction costs on the Project.  (Compl. ¶ 16.)  \nGalleries, however, was unable to secure financing for the Project and was also unable \nto pay Kearey .  (Compl. ¶  16.)  Kearey alleges  that Mr. Nixon and Mr.  Zhang—\nGalleries’s only members  at the time —sought Kearey’s help in securing financing.  \n(Compl. ¶  17.)  By 24 December 2020, Galleries allegedly owed Kearey over \n$1,500,000.00 in construction costs associated with the Project.  (Compl. ¶ 18; Compl. \nEx. B.) \n12. On 18 February 2021, Kearey  alleges that it, Galleries, Mr. Ni xon, and \nMr. Zhang entered into an agreement which “allowed Galleries to defer payment of \n \n \n$650,000.00 in construction costs then owed to Kearey until the payment in full of a \nconstruction loan . . . of $8,320,000.00 which Galleries was seeking from Carter Bank \n& Trust,” (the “Deferral Agreement”).  (Compl. ¶ 19 (citing Compl. Ex. C  [“Deferral \nAgt.”]).) \n13.  The Deferral Agreement provided that Kearey “agreed to allow Galleries \nto delay payment of $650,000.00 due to Kearey for work it has already performed” \nand that “Nixon and Zhang have each agreed to assign a 6% interest in the \nMembership [of Galleries] , for a total assignment to Kearey of 12 % . . . as \nconsideration for Kearey’s agreement to act as a guarantor of the Loan and to allow \nGalleries to delay payment[.]”  (Deferral Agt.  1.)  Concurrent with signing the \nDeferral Agreement, Plaintiff alleges that Mr. Nixon and Mr. Zhang each transferred \n6% of their membership interest in Galleries to Kearey.  (Compl. ¶ 22.) \n14. Plaintiff alleges that Galleries received the $8,320,000.00 loan from Carter \nBank & Trust (the “Loan”), and that three principals of Kearey personally guaranteed \nthe Loan.  (Compl. ¶ 21.) \nC. Completion of the Project \n15. Plaintiff alleges that it completed construction on the Project “substantially \nin accordance with the plans and specifications applicable ,” and that on or about \n10 May 2022, the Project reached substantial completio n.  (Compl. ¶ 24.)  Plaintiff \nalso alleges that the Mecklenburg County Code Enforcement Office issued certificates \nof occupancy as follows: on 10 May 2022, 27 of the 39 residential units were certified; \non 18 May 2022 , 7 of the remaining 12  uncertified units were certified ; on \n \n \n1 June 2022, 3 of the remaining 5 uncertified units were certified; and the remaining \n2 uncertified units were certified on or about 6 July 2022.  (Compl. ¶ 24.) \n16. Plaintiff alleges that by mid-July 2022, closings occurred for nearly all the \nresidential condominium units and the L oan was fully paid off.  (Compl. ¶ 25.)  A \ncertificate of satisfaction for the Loan was filed on 18 July 2022.  (Compl. ¶ 25.) \n17. Kearey alleges that it made demands on Studio Fusion for the issuance of \na certificate of substantial completion beginning in May 2022, but that Studio Fusion \nrefused to issue it.  (Compl. ¶ 26.)  Kearey further alleges that, beginning in late \nJuly 2022, it made repeated demands on Galleries for payment of the $650,000.00 \nthat it was owed following satisfaction of the Loan, but that Galleries refused to pay.  \n(Compl. ¶ 28.) \n18. On 8 September 2022, Kearey “worked to finalize installation of a security \ngate” and thereafter engaged in corrective and warranty work.  (Compl. ¶ 29.)  Kearey \nalso filed a claim of lien on property (the “Lien”) on 8 September 2022.  (Compl. ¶ 30; \nCompl. Ex. D.) \n19. Prior to filing this action, on or about 19 October 2022, Kearey alleges that \nit “sent a letter to the members and managers of Galleries urging them to file a civil \naction in the nature of a derivative action” for Galleries’s “failure to pay K earey the \n$650,000.00 due to Kearey since at least July 18, 2022.”  (Compl. ¶ 32 (citing Compl. \nEx. E).) \n20. While Kearey alleges that it continued to complete corrective work on the \nProject, Galleries allegedly terminated the Contract with Kearey in January 2023.  \n \n \n(Compl. ¶ 35.)  Kearey alleges that on 10 January 2023 it received a “Unanimous \nWritten Consent of the Members to Action Without a Meeting” , signed only by \nMr. Nixon and Mr. Zhang.  (Compl. ¶ 35.)  That document purports to terminate the \nContract, but Kearey alleges that it did not receive a copy prior to Mr.  Nixon and \nMr. Zhang signing that document.  (Compl. ¶ 35.) \n21. On the filing of this action, through service of the Complaint, Kearey alleges \nthat it notified Galleries of its intent to enforce the Lien and to seek interest on unpaid \nbalances at the annual rate of 9.0%.  (Compl. ¶ 36.) \nD. Procedural History \n22. The Court set s forth here in only those portions of the procedural history \nrelevant to its determination of the Motions. \n23. This action was initiated on 3 March 2023 on the filing of the Complaint.  \n(See Compl.)  It was thereafter designated to the North Carolina Business Court on \n7 March 2023 and assigned to the undersigned on 8 March 2023.  (ECF Nos. 1–2.) \n24. The Complaint alleges nine claims for relief .  Against Galleries, Plaintiff \nbrings claims for  (1) breach of construction contract (“Count One”), (Compl. ¶¶ 39–\n44); (2) in the alternative, unjust enrichment (“Count Two”),  (Compl. ¶¶  46–52); \n(3) enforcement of lien  pursuant to N.C.G.S. §§ 44A-13, 44A-16 (“Count Three”), \n(Compl. ¶¶  54–57); (4)  declaratory judgment pursuant to N.C.G.S. §  1-253, et seq.  \n(“Count Four”), (Compl. ¶ 59); (5) breach of deferral contract (“Count Five”), (Compl. \n¶¶ 60–65); (6) fraud (“Count Six”), (Compl. ¶¶ 67–70); and (7) violation of the Unfair \nand Deceptive Trad e Practices Act, N.C.G.S. §  75-1, et seq. (the “UDTPA”), (“Count \n \n \nSeven”), (Compl. ¶¶ 72–74).  Plaintiff also alleges claims in the nature of a derivative \naction on behalf of Galleries  against Mr. Nixon and Mr.  Zhang (“Count Eight”), \n(Compl. ¶¶ 76–81), and tortious interference with contract against Studio Fusion \n(“Count Nine”), (Compl. ¶¶ 83–87). \n25. After the filing of the Complaint, Studio Fusion filed the Motion to Dismiss \non 30 May 2023 , ( see Mot. Dismiss ), and Plaintiff filed the Motion to Stay on \n6 June 2023, (see Mot. Stay).  Following full briefing on the Motions, the Court held \na hearing on 9 August 2023 (the “Hearing”) at which all parties were present and \nrepresented through counsel.  (See ECF No. 32.) \n26. The Motions are ripe for resolution. \nIII. ANALYSIS \nA. Plaintiff’s Motion to Stay Proceedings in Favor of Arbitration \n27. The Motion to Stay asks the Court to stay this proceeding pursuant to \nN.C.G.S. § 1-569.7 in favor of arbitration  and to enter an order compelling Plaintiff \nand Galleries to arbitrate the breach of contract dispute  alleged in Count One .  \n(Compl. 2 ; Pl.’s Br. Supp. Mot. Stay 1, ECF No. 21 [“Br. Supp. Stay”] .)  Plaintiff \ncontends that a single arbitrable claim is sufficient to permit the Court to order the \nparties to arbitrate and to stay this action pending a final result at arbitration.  (Br. \nSupp. Stay 1–2.)  Plaintiff also represents that Counts Two, Three, and part of Count \nNine may be resolved through arbitration.  (Br. Supp. Stay 6.) \n28. Defendants Galleries, Mr. Nixon, and Mr. Zhang contend in their response \nto the Motion to Stay that all claims against them, Counts One through Eight, must \n \n \nbe compelled to arbitration.  (Defs.’ Br. Resp. Pl.’s Mot. Stay 1, ECF No. 25 [“Br. Opp. \nStay”].)  Mr. Nixon and Mr. Zhang were the only members of Galleries at the time it \nexecuted the Contract with Plaintiff.  (Br. Opp. Stay 3.)  Notwithstanding that fact, \nGalleries, Mr. Nixon, and Mr. Zhang argue that “Plaintiff has not briefed the issue of \nsubstantive arbitrability, and therefore it is unclear what position [it] take[s] as to \nthe individual Defendants being able to enforce the arbitration agreement.”  (Br. Opp. \nStay 10.) \n29. Studio Fusion contends that the Court should first decide its pending \nMotion to Dismiss, but, if not, the Court should deny the Motion to Stay as to Count \nNine because it would prejudice Studio Fusi on to delay ruling on the Motion to \nDismiss.  (Def.’s Resp. Br. Opp. Pl.’s Mot. Stay 1, 3–5, ECF No. 30 [“Fusion Br. Opp.”].)  \nPlaintiff did not file a reply brief. \n30. North Carolina General Statutes § 1-569.7 provides that “[i]f a party makes \na motion to the court to order arbitration, the court on just terms shall stay any \njudicial proceeding that involves a claim alleged to be subject to the arbitration until \nthe court renders a final decision under this section. ”  N.C.G.S. § 1-569.7(f).  Since \nPlaintiff contends that part of Count Nine may be subject to arbitration, the Court \nbegins its analysis of the Motions by first addressing the Motion to Stay. \n1. Findings of Fact \n31. The Court is required to make findings of fact and conclusions of law when \ndetermining whether to compel arbitration.  Ellis-Don Constr., Inc. v. HNTB Corp. , \n169 N.C. App. 630, 634 –35 (2005) (“Without findings of fact, the appellate court \n \n \ncannot conduct a meaningful review of the conclusions of law and test the correctness \nof the lower court’s judgment.” (cleaned up)).  The Court makes these findings without \nprejudice to different or inconsistent findings in any subsequent proceeding. \n32. Kearey is a North Carolina corporation engaged in commercial building \nprojects, and at all times relevant to th is matter it was licensed as a general \ncontractor by the State of North Carolina.  (Compl. ¶¶ 1, 9.) \n33. Galleries is a North Carolina limited liability company, and it is the owner \nof the Property located in Charlotte, North Carolina.  (Compl. ¶¶ 2, 10.) \n34. Mr. Nixon and Mr. Zh ang are th e managing members of Galleries, each \nhaving a 44% membership interest in it.  (Compl. ¶ 11.) \n35. Studio Fusion is a North Carolina corporation engaged in architectural and \ninterior design work.  (Compl. ¶¶ 3, 12.) \n36. On 26 June 2020, Kearey and Galleries entered into the Contract, whereby \nKearey agreed to construct a building consisting of 39 residential condominiums, a \nretail space, and a common space on the Property  in exchange for payment from \nGalleries.  (Compl. ¶ 13; see Form Contract; Gen. Conditions.)  Studio Fusion is not a \nparty to the Contract, but it was engaged by Galleries to serve as the architect on the \nProject.  (See Compl. ¶ 14.) \n37. The Contract contains an arbitration provision.   (Form Contract 12; Gen. \nConditions 38.)   Section 15.4.1 of the Contract provides that arbitration “shall be \nadministered by the American Arbitration Association in accordance with its \n \n \nConstruction Industry Arbitration Rules in effect on the date of the Agreement.”  \n(Gen. Conditions 38.) \n38. On 18 February 2021, Kearey, Galleries, Mr. Nixon, and Mr. Zhang entered \ninto the Deferral Agreement, which permitted Galleries to defer payment of \n$650,000.00 in construction costs then owed to Kearey until the payment in full of \nthe Loan.  (Deferral Agt. at 1.) \n39. Mr. Nixon and Mr. Zhang each transferred 6% of their membership interest \nin Galleries to Kearey , as contemplated by the Deferral Agreement .  (Compl. ¶  22.)  \nKearey is now a member of Galleries, owning a 12% membership interest in it.   \n(Compl. ¶ 9.) \n40. While t he Deferral Agreement does not have an arbitration clause , it  \nprovides that “[a]ll understandings and agreements of the parties are merged into \nthis Agreement and the instruments and agreements specifically referred to herein.”  \n(Deferral Agt. 3.) \n2. Conclusions of Law \n41. Defendants do not dispute the validity of the Contract or the Deferral \nAgreement.  (See Br. Opp. Stay 5–6.)  Further, Plaintiff and Defendants Galleries, \nMr. Nixon, and Mr. Zhang  agree that at least Counts One, Two, and Three may be, \nand should be, resolved through arbitration.  (Br. Supp. Stay 1, 6; Br. Opp. Stay 1.) \n42. The Court must initially determine whether the arbitration clause at issue \nis governed by the Federal Arbitration Act, 9 U.S.C. § 1 et seq. (“FAA”), or the North \nCarolina Revised Uniform Arbitration Act , N.C.G.S. §  1-569.1 et seq. (“NCRUAA”).  \n \n \nEpic Games, Inc. v. Murphy -Johnson, 247 N.C. App. 54,  60–61 (2016).  Both sides \ncontend that the NCRUAA applies.  (Br. Supp. Stay 3 (citing the NCRUAA); Br. Opp. \nStay 5 (arguing that the NCRUAA applies because the dispute is local).) \n43. “The FAA applies only to transactions involving interstate commerce. ”  \nCherokee S. End, LLC v. PAP Invs. Scaleybark, LLC , 2018 NCBC LEXIS 106, at *7 \n(N.C. Super. Ct. Oct. 12, 2018).  This matter is between North Carolina companies \nand individuals who reside in this State, and it concerns the construction of a \ncommercial building in North Carolina.  See Cherokee S. End , 2018 NCBC LEXIS \n106, at *7 (finding that the NCRUAA applie d where plaintiff and defendant were \nNorth Carolina companies and the relevant contracts concerned operations in this \nState).  Therefore, the Court concludes that the NCRUAA applies to the arbitration \nclause at issue here. \n44. Next, “the Court must determine  . . . whether there is a valid arbitration \nagreement and, second, whether the dispute falls within the scope of that agreement.”  \nId. at *7; see also Ellison v. Alexander, 207 N.C. App. 401, 404 (2010). \n45. In Cherokee South End , the Court  found that, where the parties to the \ncontract incorporated the American Arbitration Association’s  (“AAA”) Commercial \nArbitration Rules in the contract at issue, the parties “clearly delegated [the issue of] \narbitrability to the arbitrator .”  2018 NCBC LEX IS 106, at *8.  In fact, w hen the \nagreement incorporates the AAA rules in the arbitration clause, it is an explicit \ndelegation of “the threshold issue of arbitrability to the arbitrator” as it constitutes \n“unmistakable evidence . . . that the parties agreed to arbitrate issues of substantive \n \n \narbitrability.”  Epic Games, 247 N.C. App. at 63 (citing Bailey v. Ford Motor Co., 244 \nN.C. App. 346, 356 (2015)) (addressing the issue of arbitrability where the parties to \nthe contract clearly incorporated the AAA Employment Rules in the arbitration \nclause).  “Questions such as . . . whether an arbitration clause in a concededly binding \ncontract applies to a particular type of controversy are those of substantive \narbitrability.”  Rickenbaugh v. Power Home Solar, LLC , 2019 NCBC LEXIS 109, at \n*10–11 (N.C. Super. Ct. Dec. 20, 2019) (cleaned up). \n46. Applying the same principles to this ca se, the AAA Construction Industry \nArbitration Rules (the “AAA Construction Arbitration Rules”) were specifically \nreferenced in the arbitration provision at section 15.4.1 of the Contract.  Rule 9 of the \nAAA Construction Arbitration Rules provide s that “[t]he arbitrator shall have the \npower to rule on his or her own jurisdiction, including any objections with respect to \nthe existence, scope or validity of the arbitration agreement.”  AAA, Construction \nIndustry Arbitration Rules, R. 9(a) (Oct. 1, 2009). \n47. While “there may be circumstances in which it is so clear that a claim is not \narbitrable that it would seem pointless to compel arbitration,” that exception applies \nwhere issues of arbitrability would be “frivolous” or “wholly groundless [.]”  Cherokee \nS. End, 2018 NCBC LEXIS 106, at *9–10 (citations omitted). \n48. In short, the parties to the Contract chose to delegate questions of \nsubstantive arbitrability to the arbitrator by agreeing that a ny claim subject to \narbitration shall be administered in accordance with th e AAA Construction \nArbitration Rules.  (Gen. Conditions 38.)  Thus, whether Counts One, Two, and Three \n \n \nmay be appropriately resolved through arbitration is a question best answered by the \narbitrator. \n49. Defendants Galleries, Mr. Nixon, and Mr. Zh ang’s argument that Counts \nFour through Eight of Plaintiff’s Complaint should be compelled to arbitration is \nsimilarly resolved.  In fact, as the Court noted in Cherokee, the denial of a request to \nsend certain claims to arbitration is reserved only for those situation s where a \ndemand for arbitration of a claim is wholly groundless.  Here, the Deferral Agreement \ninternally references all “understandings and agreements of the parties,” which may \nplausibly include the Contract.  The Court concludes it is not wholly groundless for \nDefendants to contend that Counts Four through Eight arise in connection with the \nContract.  Thus, whether Counts Four through Eight may be appropriately resol ved \nthrough arbitration is also a question best answered by the arbitrator. \n50. Based on the plain language of the Contract and incorporation of the AAA \nConstruction Arbitration Rules, the Court finds and concludes that the arbitration \nclause at issue constitu tes a valid agreement to arbitrate and to delegate issues of \nsubstantive arbitrability to the arbitrator.  Therefore, the Court hereby ORDERS \nCounts One through Eight of this matter to arbitration for the arbitrator to determine \nthe scope of the claims the y will decide.  Having reached this conclusion, the Court \nelects, in its discretion, to  STAY Counts One through Eight of this action pending \ncompletion of the arbitration.  See N.C.G.S. § 1 -569.7(g) (“If the court orders \narbitration, the court on just terms shall stay any judicial proceeding that involves a \nclaim subject to the arbitration.”). \n \n \n51. As to Count Nine, Plaintiff contends that “a portion of it” may be resolved \nby arbitration, (Br. Supp. Stay 6), but Studio Fusion contends that it is severable, \n(Fusion Br. Opp. 2).   Studio Fusion argues that Count Nine is not subject to \narbitration because it fails the two-pronged test set forth in Ellison v. Alexander, 207 \nN.C. App. 401 (2010), since Studio Fusion and Plaintiff do not have a valid agreement \nto arbitr ate.  (Fusion Br. Opp. 2 –3.)  “As the moving party, [Plaintiff] bear[s] the \nburden of demonstrating that the parties mutually agreed to arbitrate their dispute.”  \nSciolino v. TD Waterhouse Inv’r Servs., 149 N.C. App. 642, 645 (2002). \n52. Here, the Contract is between Plaintiff and Galleries .  ( Form Contract 1 \n(“The Owner and Contractor agree as follows.”).)  While Studio Fusion is listed on the \nfirst page of the document as the architect, it was not a signatory to the Contract and \nthere was no line for the architect to sign.  (See Form Contract.)  Further, Count Nine \nis a claim for tortious interference with contract, which requires proof of a valid \ncontract between plaintiff and a third person  but not between Plaintiff and  Studio \nFusion.  See United Labs., Inc v. Kuykendall , 322 N.C. 643, 661 (1988)  (citation \nomitted). \n53. Plaintiff does not dispute the fact that Studio Fusion is not a party to the \nContract.  In fact, at the Hearing, Plaintiff agreed that it and Studio Fusion have no \nagreement to arbitrate. \n54. All the evidence, considered together, supports the Court’s conclusion that \nPlaintiff and Studio Fusion did not have a valid agreement to arbitrate  because \nStudio Fusion was not a party to the Contract .  Therefore, Plaintiff’s Motion to Stay \n \n \nas to Count Nine is DENIED, and the Court turns next to Studio Fusion’s Motion to \nDismiss. \nB. Defendant Studio Fusion’s Motion to Dismiss \n55. The Court does not make findings of fact when ruling on a motion to dismiss \nbecause it “does not present the merits, but only whether the merits may be reached.”  \nConcrete Serv. Corp v. Inv ’rs Grp ., Inc. , 79 N.C. App. 678, 681 (1986) (citation \nomitted). \n1. Legal Standard \n56. In ruling on a motion to dismiss pursuant to Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure, the Court reviews the allegations in the Complaint \nin the light most favorable to Plaintiff.   See Christenbury Eye Ctr., P.A. v. Medflow, \nInc., 370 N.C. 1, 5  (2017).  The Court’s inquiry is “whether, as a matter of law, the \nallegations of the complaint . . . are sufficient to state a claim upon which relief may \nbe granted under some legal theory[.]”  Harris v. NCNB Nat’l Bank, 85 N.C. App. 669, \n670 (1987).  The Cou rt accepts all well -pleaded factual allegations in the relevant \npleading as true, see Krawiec v. Manly, 370 N.C. 602, 606 (2018), but is not required \n“to accept as true allegations that are merely conclusory, unwarranted deductions of \nfact, or unreasonable inferences”, Good Hope Hosp., Inc. v. N.C. Dep’t of Health & \nHuman Servs., 174 N.C. App. 266, 274 (2005) (citation omitted). \n57. Furthermore, the Court “can reject allegations that are contradicted by the \ndocuments attached, specifically referred to, or incorporated by reference in the \ncomplaint.”  Moch v. A.M. Pappas & Assocs., LLC , 251 N.C. App. 198, 206  (2016) \n \n \n(citation omitted).  The Court may consider these attached or incorporated documents \nwithout converting the Rule 12(b)(6) motion into a m otion for summary judgment.  \nId. (citation omitted).  Moreover, the Court “may properly consider documents which \nare the subject of a plaintiff’s complaint and to which the complaint specifically refers \neven though they are presented by the defendant.”  Oberlin Capital, L.P. v. Slavin , \n147 N.C. App. 52, 60 (2001) (citation omitted). \n58. Our Supreme Court has noted that “[i]t is well -established that dismissal \npursuant to Rule 12(b)(6) is proper when ‘(1) the complaint on its face reveals that no \nlaw supports the plaintiff’s claim; (2) the complaint on its face reveals the absence of \nfacts sufficient to make a good claim; or (3) the complaint discloses some fact that \nnecessarily defeats the plaintiff’s claim.’  ” Corwin v. British Am. Tobacco PLC , 371 \nN.C. 605, 615 (2018) (quoting Wood v. Guilford Cty., 355 N.C. 161, 166 (2002)).  This \nstandard of review for Rule 12(b)(6) is the standard our Supreme Court “uses \nroutinely .  . . in assessing the sufficiency of complaints in the context of complex \ncommercial litigation.”  Id. at 615 n.7 (citations omitted). \n2. Analysis \n59. To state a claim for tortious interference with contract, Plaintiff must allege \nthat: \n(1) a valid contract [exists] between the plaintiff and a third person \nwhich confers upon the plaintiff a contractual right against a third \nperson; (2) the defendant knows of the contract; (3) the defendant \nintentionally induces the third person not to perform the contract; \n(4) and in doing so acts without justification; (5) resulting in actual \ndamage to plaintiff. \n \n \n \nKuykendall, 322 N.C. at 661 (citing Childress v. Abeles, 240 N.C. 67 (1954)).   “This \nCourt has interpreted ‘induce’ to mean purposeful conduct,  active persuasion, \nrequest, or petition.”  Charah, LLC v. Sequoia Servs. LLC, 2019 NCBC LEXIS 18, at \n*18 (N.C. Super. Ct. Mar. 11, 2019) (cleaned up).  This element of the claim requires \n“active persuasion”.  Inland Am. Winston Hotels, Inc. v. Crockett, 212 N.C. App. 349, \n354 (2011); accord, Charah, 2019 NCBC LEXIS 18, at * 18–19; KRG New Hill Place, \nLLC v. Springs Invs., LLC , 2015 NCBC LEXIS 20, at *16 (N.C. Super. Ct. Feb. 27, \n2015). \n60. Studio Fusion asks the Court to dismiss Plaintiff’s Count Nine for tortious \ninterference with contract pursuant to Rule 12(b)(6), contending in relevant part that \nthe Complaint does not adequately plead  the third required element of the claim .  \n(Def.’s Br. Supp. Mot. Dismiss 6–8, ECF No.  20 [“Br. Supp. Mot. Dismiss”] .)  \nSpecifically, Studio Fusion argues that Plaintiff’s allegation that Studio Fusion \n“tortiously interfered with the Contract and Deferral Agreement by failing to act” is \ninsufficient to plead inducement.  (Br. Supp. Mot. Dismiss 8 (emphasis in original).) \n61. There are two alleged contracts at issue i n Count Nine: The Contract and \nthe Deferral Agreement.  (See Compl. ¶¶ 83–87.)  Viewing the allegations of the \nComplaint in the light most favorable to Kearey, it appears that Kearey alleges that \nStudio Fusion induced Galleries to breach both the Contract  and the Deferral \nAgreement by refusing to direct Galleries to pay Kearey  sums that Kearey contends \nit was owed under the two agreements .  (Compl. ¶  85.)  Plaintiff argues that  the \nallegations demonstrate that  “Studio Fusion intentionally induced Galleries to \n \n \nbreach the . . . Contract by refusing to approve payment applications and  failing to \nissue the Certificate of Substantial Completion  to Kearey as requested by Kearey .”  \n(Pl.’s Br. Opp. Mot. Dismiss 4 , ECF No.  22 [“Br. Opp. Mot. Dismiss”]  (emphasis \nadded).)  Plaintiff also argues that “Studio Fusion intentionally induced Galleries to \nbreach the payment terms of the Deferral Agreement by refusing to approve payment \napplications for work that [had] been performed on the construction project in late \n2020.”  (Br. Opp. Mot. Dismiss 7 (emphasis added).) \n62. None of t he conduct Plaintiff takes issue with supports the claim for \ntortious interference .  In fact, the Complaint is devoid of specific allegations \ndescribing Studio Fusion’s purposeful conduct which persuaded Galleries to allegedly \nbreach the Contract  or the Deferral Agreement  by failing to make payments to \nPlaintiff.  Rather, the conduct Kearey takes issue with is Studio Fusion’s refusal or \nfailure to act, which is not alleged to have been communicated to Galleries or to have \nsomehow influenced or persuaded Galleries to allegedly breach the two agreements.  \n(See Compl. ¶¶ 84–86.) \n63. This Court has clearly explained that “[t]o equate ‘induce’ with ‘caused’ \nwould mean that any type of conduct by a party that caused a third party to [breach] \na contract with a claiman t would be grounds for asserting the claim” for tortious \ninterference with contract.  KRG New Hill, 2015 NCBC LEXIS 20, at *16.  It appears \nthat this is the type of pleading standard that Kearey asks the Court to adopt in this \ncase, which is untenable. \n \n \n64. The Court agrees with Studio Fusion  that the Complaint does not \nsufficiently plead element three of a claim for tortious inter ference with contract \nbecause it does not contain sufficient fac tual allegations that Studio Fusion \nintentionally induced Galleries to breach either the Contract  or the Deferral \nAgreement.  Therefore, Studio Fusion’s Motion to Dismiss is GRANTED and \nPlaintiff’s Count Nine for tortious interference with contract is hereby DISMISSED \nwithout prejudice.2 \nIV. CONCLUSION \n65. THEREFORE, for the foregoing reasons, the Court hereby GRANTS, in \npart, and DENIES, in part, the Motions as follows:  \na. Plaintiff’s Motion to Stay is GRANTED as to Counts One through \nEight of the Complaint, but the issue of the arbitrability of those claims is \nDEFERRED to a properly selected  arbitrator.  The litigation of these \nclaims in this action is hereby STAYED pending the outcome of the \narbitration proceeding.  The Motion to Stay is DENIED as to Count Nine; \nand \nb. Defendant Studio Fusion’s Motion to Dismiss is  GRANTED and \nCount Nine of the Complaint is DISMISSED without prejudice. \n \n2 Notwithstanding the Court’s conclusion that this claim should be dismissed, “[t]he decision \nto dismiss an action with or without prejudice is in the discretion of the trial court.”   First \nFed. Bank v. Aldridge, 230 N.C. App. 187, 191 (2013).   The Court concludes, in the exercise \nof its discretion, that dismissal of Plaintiff’s Count Nine should be without prejudice to \nPlaintiff’s right to attempt to reassert such claim through proper factual allegations by way \nof a motion to amend, if appropriate. \n \n \n66. The parties shall notify the Court of the outcome of the arbitration \nproceedings within seven days after the arbitrator has issued his or her decision.   \nPlaintiff shall submit to the Court a copy of the arbitrator’s decision accompanied by \nthe parties’ recommendations concerning further proceedings, if any, in this Court. \nIT IS SO ORDERED, this the 14th day of August, 2023. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}