{
  "id": "74980bea796b6a55e548a55a4fa3f5866a48117fe29bbbbfa653537cd09cf00b",
  "source_file": "data/raw/ncbc/74980bea796b6a55e548a55a4fa3f5866a48117fe29bbbbfa653537cd09cf00b.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \nUNION COUNTY 10 CVS 4082 \nJUSTIN TODD WORTMAN, individually and \nin his representative capacity as Successor and \nTrustee of the Dan L. Moser Trust, dated \nNovember 20, 2000, as subsequently amended,  \nJUDIE MOSER SHEPARD, CHELSEY SHEA \nFELTS and DARBY VON WORTMAN,\n \nPlaintiffs, \nv. \nRICHARD R. HUTAFF, THOMAS M. MOYER, \nIII, L. CARLTON TYSON, ESTATE OF CARL \nA. BOGGS, JR., CARL A. BOGGS, III, C. \nMARK TYSON, MILEY W. GLOVER, \nindividually and in his representative capacity \nas Administrator C.T.A. of the ESTATE OF \nDAN L. MOSER, KLJ PROPERTIES, LLC, \nTOURNAMENT DRIVE INVESTORS, LLC, \nand POTTER & COMPANY, P.A.,\n \nDefendants. \n \nORDER AND OPINION \n \nHedrick Gardner Kincheloe & Garofalo, LLP by Jeremy T. Canipe and \nAmanda Johnson for Plaintiffs. \n \nAlexander Ricks PLLC by Rodney E. Alexander for Defendants Miley W. \nGlover and Potter & Company, P.A. \n \nCaldwell Helder Helms & Robison, P.A. by R. Kenneth Helms, Jr. for \nDefendants L. Carlton Tyson, the Estate of Carl A. Boggs, Jr., Carl A. Boggs, \nIII, C. Mark Tyson, KLJ Properties, LLC, and Tournament Drive Investors, \nLLC. \n \nMurphy, Judge. \n{1} There are three Motions before the Court for resolution:  (i) a Motion to \nDismiss pursuant to Rule 12(b)(6) of the North Carolina Rules of Civil Procedure \n(“Motion I”) brought by L. Carlton Tyson (“Tyson”), the Estate of Carl A. Boggs, Jr., \nCarl A. Boggs, III, C. Mark Tyson, KLJ Properties, LLC (“KLJ”), and Tournament \n Wortman v. Hutaff, 2013 NCBC 50.\nDrive Investors (“TDI”) (collectively “Defendants I”); (ii) a Motion to Dismiss \npursuant to Rule 12(b)(6) (“Motion II”) by Miley W. Glover (“Glover”) and Potter & \nCompany, P.A. (“P&C”) (collectively “Defendants II”); and (iii) Plaintiffs’ Motion for \nLeave to File Sur-Reply (“Motion III”).  Having considered the parties’ motions, \nbriefs, and the arguments and contentions of counsel made during a hearing on \nJune 26, 2012, the Court hereby GRANTS Motion I, GRANTS in part and DENIES \nin part Motion II, and DENIES Motion III. \nI. \nPROCEDURAL HISTORY \n{2} On December 2, 2010, Plaintiffs filed their original Complaint in Union \nCounty Superior Court, naming only Richard R. Hutaff (“Hutaff”) and Thomas M. \nMoyer, III (“Moyer”) as defendants.  The matter was designated a complex business \ncase on January 6, 2011, and subsequently assigned to this Court.   \n{3} Plaintiffs filed an Amended Complaint on March 18, 2011, adding as \ndefendants Tyson, the Estate of Carl A. Boggs, Jr., Carl A. Boggs, III, C. Mark \nTyson, Glover (both individually and in his representative capacity as \nAdministrator, C.T.A. of the Estate of Dan L. Moser), KLJ, TDI, and P&C.   \n{4} On March 13, 2012, Defendants II filed Motion II, with supporting brief, \nand on March 15, 2012, Defendants I filed Motion I, with supporting brief.  \n{5} Plaintiffs filed Responses to Motions I and II on April 4, 2012.  On April \n16, 2012, in support of Motion I, Defendants I filed a Reply to Plaintiffs’ Response, \nand on April 17, 2012, in support of Motion II, Defendants II filed a Reply to \nPlaintiffs’ Response and a Reply in support of Motion I. \n{6} On April 27, 2012, Plaintiffs filed a Motion for Leave to File Sur-Reply. \n{7} The Court conducted a hearing on Defendants’ Motions on June 26, 2012.  \nII. \nFACTUAL BACKGROUND \n{8} Ordinarily, the Court does not make findings of fact in connection with \nmotions to dismiss pursuant to Rule 12(b)(6).  See Concrete Serv. Corp. v. Investors \nGrp., Inc., 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986).   However, for the \npurpose of analyzing Defendants I and II’s motions to dismiss pursuant to Rule \n12(b)(6), the Court recites those facts included in the pleadings that are relevant to \nthe Court’s legal determinations. 1 \n{9} On August 6, 2002, Dan L. Moser (“Moser”) executed a Last Will and \nTestament (the “Will”).  Moser died testate in Union County on February 20, 2006. \n(Am. Compl. ¶¶ 22, 24.) \n{10} The Will provides that, after payment of all taxes and delivery of general \nbequests, Moser’s residuary estate would be paid to Hutaff and Moyer in their \ncapacities as co-trustees of the pour-over Dan L. Moser Trust (the “Trust”) and \nmanaged for the benefit of the Trust’s beneficiaries.  (Am. Compl. ¶ 25.)  In addition \nto Plaintiffs, the Trust’s beneficiaries are Sharon Moser (Moser’s widow), Lawrence \nP. Moser, Sr., and Mineral Springs United Methodist Church.  (Am. Compl. ¶ 32.)  \nThe terms of the Trust provide for the appointment of a successor trustee in the \nevent Hutaff and Moyer cease to act as Trustees.  (Am. Compl. ¶ 96; Defs.’ Br. Supp. \nMot. II Ex. 2.)  Specifically, the Trust states that, \nIf all the Settlor’s individual success or Trustees should fail to qualify \nas Trustee . . . or for any reason sh ould cease to act in such capacity, \nthen the successor or substitute Tr ustee who shall also serve without \nbond shall be appointed by the follo wing persons in the order named:  \n[Sharon Moser and if she] is not living and competent, a majority of the \nbeneficiaries . . . to whom the trust property could then be distributed . \n. . . \n \n(Defs.’ Br. Supp. Mot. II Ex. 2). \n{11} One of the Moser Estate’s (the “Estate”) largest assets was Moser’s interest \nin Carolina Golf Developers, LLC (“CGD”), a North Carolina limited liability \ncompany that Moser, Carl A. Boggs, Jr. (“Boggs”) (now deceased), and Tyson formed \n                                                 \n1 When conducting a 12(b)(6) inquiry, the court may consider documents that are the subject of the \naction and specifically referenced in the complaint.  Oberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, \n60, 554 S.E.2d 840, 847 (2001).  In the Complaint, Plaintiffs refer to the “Will” (Am. Compl. ¶ 24), the \n“Trust” (Am. Compl. ¶ 25), the “Operating Agreement” (Am. Compl. ¶ 107), the “Agreement for Sale \nof Membership Interest” (Am. Compl. ¶ 214) and various documents and proceedings before the \nUnion County Clerk of Court (Am. Compl. ¶ 150, 217–220).  The Court, therefore, considers these \ndocuments, attached to Motion II, in reaching its determinations. (Defs.’ Br. Supp. Mot. II Ex. 1–10.) \nin 1995.  (Am. Compl. ¶¶ 44—45.)  Under th e Will, Moser’s interest in CGD became \npart of the residuary estate and passed to the Trust.  (Defs.’ Br. Supp. Mot. II Ex. \n2.) \n{12} As of February 20, 2006, Moser, Tyson, and KLJ each owned a 1/3 interest \nin CGD.  Boggs had previously transferred his 1/3 interest to KLJ.  (Am. Compl. ¶¶ \n46—47.)  \n{13} Under the Trust, Plaintiffs were to receive all of Moser’s interest in CGD.  \n(Am. Compl. ¶ 49; Defs.’ Br. Supp. Mot. II Ex. 2.) \n{14} On March 6, 2002, CGD entered into a loan agreement with United \nCarolina Bank (“UCB”), and subsequently with UCB’s successor, Branch Banking \nand Trust Company (“BB&T”), valued at approximately $2.9 million.  CGD was the \nprimary obligor on the loan that was secured by real property owned by CGD.   \nMoser, Boggs, and Tyson personally and unconditionally guaranteed CGD’s \nobligation under the loan agreement.  (Am. Compl. ¶¶ 163–168.) \n{15} The Members of CGD operated pursuant to an operating agreement (the \n“Operating Agreement”) wherein the members were also the managers of the \ncompany.  (Defs.’ Br. Supp. Mot. II Ex. 3 § 5.1.)  Under Section 8.8 of the Operating \nAgreement,  \n[I]n the event of the de ath, or occurrence of an Event of Bankruptcy as \nto, or legal incompetency or dissolution of any Member, his or its \npersonal representative or the trustee or receiver of his estate, after \nbeing duly appointed and having qualified, shall have all of the rights \nof a Member for the purpose of settling or managing his estate. \n   \n(Am. Compl. ¶ 108; Defs.’ Br. Supp. Mot. II Ex. 3 § 8.8.)   \n{16} On December 6, 2007, Hutaff and Moyer filed with the Union County \nClerk of Court their purported written resignation as co-executors of the Estate and \nas Trustees of the Trust, effective December 3, 2007.  Thereafter, neither took any \nfurther action on behalf of the Estate or the Trust.  However, neither Hutaff nor \nMoyer gave notice of their intent to resign, or their actual resignation, to Plaintiffs, \nnor did any court ever conduct a hearing on, or approve, their resignations.  (Am. \nCompl. ¶¶ 89—92.) 2 \n{17} In December 2007, Sharon Moser executed a Renunciation of Right to \nQualify for Letters Testamentary or Letters of Administration in the Estate and \nnominated Glover as Administrator C.T.A.  (Am. Compl. ¶ 111.) On December 6, \n2007, Glover submitted an Application for, and was granted, Letters of \nAdministration C.T.A. for the Estate. (Am. Compl. ¶¶ 113, 116.) \n{18} Glover is a certified public accountant and, as a partner or shareholder in \nP&C, provided professional services to the Estate on behalf of P&C.  (Am. Compl. \n¶¶ 112, 125.)\n3  Plaintiffs allege that “in connection with the services he provided to \nthe Estate, Glover has acted with express or implied authority conferred upon him \nby [P&C].”  (Am. Compl. ¶ 128.) \n{19} Plaintiffs further allege that Glover, as Administrator of the Estate: (i) \ntransferred the Estate’s interest in Dan Moser Company, Inc. (“DMC”) and DMC \nRentals, Inc. (“DMCR”) to Sharon Moser, and (ii) made several commitments of \nEstate assets, including cash distributions, to support the continued operation of \nDMC.  Before making the commitments, Glover petitioned and moved the Union \nCounty Clerk of Court for approval of his actions.  Following evidentiary hearings \non each petition and motion, the Clerk authorized each of Glover’s requests.  (Am. \nCompl. ¶¶ 129—148, 150; Defs.’ Br. Supp. Mot. II Ex. 7.1—7.8.)  Glover maintained \nthat the commitments were in the best interest of the Estate.  (Defs.’ Br. Supp. Mot. \nII Ex. 7.1, 7.3, 7.5, 7.7.)  After each hearing, the Clerk made findings of fact and \nconcluded as a matter of law that each transaction was “in the best interest of the \nEstate . . . and the heirs and creditors of the Estate.” (Defs.’ Br. Supp. Mot. II Ex. \n7.2, 7.4, 7.6, 7.8.) \n                                                 \n2 In its January 30, 2012 Order, this Court concluded that Hutaff and Moyer’s resignation as \nco-trustees of the Trust was not effective, and, as a result, they retained their duties as co-trustees. \nWortman v. Hutaff, 2012 NCBC 9 ¶ 50 (N.C. Super. Ct. Jan 30, 2012), \nhttp://www.ncbusinesscourt.net/opinions/2012_NCBC_9.pdf (denying motion to dismiss predicated \non statute of limitations). \n3 All of Plaintiffs’ claims against P&C are based on Glover’s conduct as Estate Administrator while in \nthe course and scope of his employment with P&C. \n{20} On or about June 24, 2008, Boggs and Tyson demanded that Glover, as \nAdministrator of the Estate, make a capital contribution of $50,000.00 to CGD no \nlater than July 15, 2008.  (Am. Compl. ¶ 118.)  Glover refused the demand.  (Am. \nCompl. ¶ 120.)   \n{21} The BB&T loan matured on February 28, 2009, and became due and \npayable.  (Am. Compl. ¶¶ 172, 174, 176.)  BB&T made demand for payment upon \nthe proper parties, but the loan went into default.  (Am. Compl. ¶¶ 174–76.)  As a \nconsequence, BB&T foreclosed on the loan security, which included property owned \nby CGD.  (Am. Compl. ¶¶ 173, 177.)  Glover and certain of the Plaintiffs attended \nthe foreclosure hearing before the Union County Clerk of Court, and on July 7, \n2009, CGD’s property was sold to Defendant TDI for $1,900,000.00 at a properly \nnoticed foreclosure sale.  (Am. Compl. ¶¶ 178, 196–97.)   \n{22} At the time of the foreclosure sale, TDI’s members were Defendant Carl A. \nBoggs, III (son of Boggs) and Defendant C. Mark Tyson (son of Tyson).  (Am. Compl. \n¶ 197.)  According to Plaintiffs, Glover, Hutaff, and Moyer made no effort to defend \nCGD in the foreclosure proceeding, and the sale resulted in a loan deficiency of \n$411,926.46 due to BB&T. (Am. Compl. ¶¶ 179, 205.) \n{23} Plaintiffs allege that Boggs, Tyson, and KLJ engaged in activities and \nconduct injurious to their interest in the Estate by setting up TDI to purchase \nCGD’s assets at foreclosure for less than fair market value, thereby depriving \nPlaintiffs of their equitable interest in CGD.  (Am. Compl. ¶¶ 238—39.)  \nSpecifically, Plaintiffs contend that Boggs and Tyson helped their sons, Carl A. \nBoggs III and C. Mark Tyson, obtain financing to purchase CGD’s assets at the \nforeclosure sale.  (Am. Compl. ¶ 192.) \n{24} On or about September 10, 2009, Glover as Estate Administrator, Boggs \nand Tyson individually, and Boggs on behalf of CGD, agreed to and executed an \nAgreement for Sale of Membership Interest whereby Glover agreed to forgive any \noutstanding loans or capital contributions from Moser to CGD in exchange for \nBoggs and Tyson assuming the Estate’s 1/3 liability for the BB&T deficiency.  (Am. \nCompl. ¶ 214.)  Moser’s loans and capital contributions to CGD totaled \napproximately $745,130.00.  (Am. Compl. ¶ 209.) \n{25} On September 23, 2009, Glover submitted the Petition for Order of Sale of \nInterest in Carolina Golf Developers, LLC (the “Sale Petition”) to the Union County \nClerk of Court, seeking an order granting judicial approval of the Agreement for \nSale of Membership Interest.  (Am. Compl. ¶ 217; Defs.’ Br. Supp. Mot. II Ex. 9.1.) \nIn the Sale Petition, Glover alleged that “[i]t is in the best interest of the Estate \nthat [he] be allowed to sell the Estate’s interest in CGD to [Boggs and Tyson], at \nprivate sale, in accordance with the terms of [the Sale Agreement].”  (Defs.’ Br. \nSupp. Mot. II Ex. 9.1.) \n{26} At a properly noticed hearing before the Union County Clerk of Court on \nOctober 13, 2009 (Defs.’ Br. Supp. Mot. II Ex. 9.2, 9.4), Glover argued that the \nEstate’s membership interest in CGD had no value.  (Am. Compl. ¶ 218; Defs.’ Br. \nSupp. Mot. II Ex. 9.3.)   \n{27} Following the hearing, the Clerk issued an order approving conveyance of \nthe Estate’s membership interest in CGD to Boggs and Tyson (Am. Compl. ¶ 220; \nDefs.’ Br. Supp. Mot. II Ex. 9.4), and made the following findings of fact in the Sale \nOrder:  (i) “[t]he liabilities of CGD exceed the remaining assets of CGD by a \nsubstantial amount;” (ii) “[t]he [1/3] interest in CGD that is owned by the [Estate] \nhas no value;” and (iii) “it is in the best interest of the Estate and the heirs and \ncreditors of the Estate that [Glover] be allowed to sell the Estate’s interest in CGD \nto [Boggs and Tyson], at private sale.”  (Defs.’ Br. Supp. Mot. II Ex. 9.4.) \n{28} On September 21, 2010, Plaintiffs undertook to appoint Justin Todd \nWortman (“Wortman”) as successor trustee. (Am. Compl. ¶¶ 101.)  \nIII. \nLEGAL STANDARD \n{29} The question for the court on a motion to dismiss is “whether, as a matter \nof law, the allegations of the complaint, treated as true, are sufficient to state a \nclaim upon which relief may be granted under some legal theory, whether properly \nlabeled or not.”  Harris v. NCNB Nat’l Bank, 85 N.C. App. 669, 670, 355 S.E.2d 838, \n840 (1987) (citing Stanback v. Stanback, 297 N.C. 181, 254 S.E.2d 611 (1979)).  \n“[T]he pleadings, when taken as true, [must be] legally sufficient to satisfy the \nelements of at least some legally recognized claim.”  Arroyo v. Scottie’s Prof’l \nWindow Cleaning, Inc., 120 N.C. App. 154, 158, 461 S.E.2d 13, 16 (1995) (citing \nHarris, 85 N.C. App. at 670, 355 S.E.2d at 840).   \n{30} “Dismissal of a complaint is proper under the provisions of Rule 12(b)(6) . . \n. when some fact disclosed in the complaint necessarily defeats the plaintiff’s claim.”  \nCarlisle v. Keith, 169 N.C. App. 674, 681, 614 S.E.2d 542, 547 (2005) (quoting \nHooper v. Liberty Mut. Ins. Co., 84 N.C. App. 549, 551, 353 S.E.2d 248, 250 (1987)) \n(internal quotation marks omitted).  In considering a motion to dismiss for failure to \nstate a claim upon which relief can be granted, “the well-pleaded material \nallegations of the complaint are taken as admitted; but conclusions of law or \nunwarranted deductions of fact are not admitted.”  Sutton v. Duke, 277 N.C. 94, 98, \n176 S.E.2d 161, 163 (1970) (citation omitted) (internal quotation marks omitted). \nIV. \nANALYSIS \n{31} In Motions I and II, Defendants I and II move to dismiss all of Plaintiffs’ \nclaims asserted against them.  Some of the claims addressed in Motion I are also \naddressed in Motion II.  Given this overlap, the Court will consider Motions I and II \ntogether.  \nA. \nSTANDING \n{32} Standing refers to “whether the party seeking relief has ‘alleged such a \npersonal stake in the outcome of the controversy as to assure that concrete \nadverseness which sharpens the presentation[s] of issues upon which the court so \nlargely depends for illumination of difficult constitutional questions.’”  Mangum v. \nRaleigh Bd. of Adjustment, 362 N.C. 640, 642, 669 S.E.2d 279, 282 (2008) (quoting \nStanley v. Dep't of Conservation & Dev., 284 N.C. 15, 28, 199 S.E.2d 641, 650 \n(1973)) (internal quotation marks omitted).  “A party has standing to initiate a \nlawsuit if he is a ‘real party in interest.’”  Slaughter v. Swicegood, 162 N.C. App. \n457, 463, 591 S.E.2d 577, 582 (2004) (citing Energy Investors Fund, L.P. v. Metric \nConstructors, Inc., 351 N.C. 331, 337, 525 S.E.2d 441, 445 (2000)).  “A real party in \ninterest is ‘a party who is benefited or injured by the judgment in the case’ [and] \nwho by substantive law has the legal right to enforce the claim in question.”  \nCarolina First Nat'l Bank v. Douglas Gallery of Homes, 68 N.C. App. 246, 249, 314 \nS.E.2d 801, 803 (1984) (quoting Reliance Ins. Co. v. Walker, 33 N.C. App. 15, 18, \n234 S.E.2d 206, 209 (1977)) (internal quotation marks omitted) (alteration in \noriginal).  “Standing most often turns on whether the party has alleged ‘injury in \nfact’ in light of the applicable statutes or caselaw [sic].”  Neuse River Found. v. \nSmithfield Foods, Inc., 155 N.C. App. 110, 114, 574 S.E.2d 48, 52 (2002) (citations \nomitted). \n{33} First, Defendants II argue that Wortman does not have standing in this \nlawsuit as successor trustee because Wortman has never been Trustee of the Trust. \nSecond, Defendants II argue that Plaintiffs do not have standing to maintain the \nmajority of the claims in this lawsuit because, as beneficiaries of the Trust, \nPlaintiffs cannot demonstrate any injury to themselves that is capable of redress by \njudgment.  And third, Defendants II argue that Plaintiffs cannot establish the \nactual damage required to sustain a claim for breach of fiduciary duty based on \nGlover’s payment of administrative fees, distributions to Sharon Moser, DMC and \nDMCR, abandonment of the Estate’s interest in the Moser Loans, and omission of \nthe Trust as the residuary beneficiary of the Estate.4  \n1. \nWORTMAN AS TRUSTEE OF THE TRUST \n{34} When there has been alleged injury to trust property the right to bring an \naction ordinarily “vests in the trustee as a representative.”  Slaughter, 162 N.C. \n                                                 \n4 Defendants I argue that Plaintiffs cannot maintain a claim for breach of fiduciary duty by Boggs \nand Tyson resulting from the foreclosure sale of CGD’s assets because they cannot establish actual \ndamage.  (Defs.’ Br. Supp. Mot. I 12–13.)  Because the Court concludes that Boggs and Tyson owed \nno fiduciary duty to CGD or Plaintiffs, the Court does not address this argument by Defendants I.  \nAlso, Defendants I argue that any claims for breach of fiduciary duty belong to Glover as Estate \nAdministrator.  (Defs.’ Br. Supp. Mot. I 8.)  For the same reason previously stated, the Court does \nnot address this argument by Defendants I.\n \nApp. at 464, 591 S.E.2d at 582.  The court, in Slaughter, explained that when \nproperty is placed into a trust, “the grantor’s legal title to that property passes to \nthe trustee” and the trustee assumes the legal right to maintain a cause of action \narising from wrongful conduct that inures to the detriment of the trust.  Id.  \n{35} Here, Plaintiffs allege that they properly appointed Wortman as successor \ntrustee of the Trust and, therefore, he is a proper party to bring this action.  \nHowever, by the express terms of the Trust, if Hutaff and Moyer ceased to act as \nTrustees, Sharon Moser had the exclusive right to appoint a successor trustee \nduring her lifetime, so long as she was competent.  (Defs.’ Br. Supp. Mot. II Ex. 2.)  \nOnly if Sharon Moser “is not living and competent” would “a majority of the \nbeneficiaries . . . to whom the trust property could then be distributed” be \nauthorized to appoint a successor trustee (Defs.’ Br. Supp. Mot. II Ex. 2.)   \n{36} At the time Plaintiffs purportedly appointed Wortman as successor \ntrustee, Sharon Moser was alive and Plaintiffs have failed to allege that she was \nincompetent.  Rather, Plaintiffs merely contend that she declined to appoint a \nsuccessor.  (Am. Compl. ¶ 98.)  Accordingly, Plaintiffs’ appointment of Wortman as \nsuccessor trustee did not comport with the terms of the Trust.  The Court concludes, \ntherefore, that Wortman has never been properly authorized to serve as Trustee of \nthe Trust and, accordingly, has no standing herein as successor trustee. \n{37} The Court, therefore, GRANTS Motion II as to Wortman’s claims in his \nrepresentative capacity as successor trustee of the Dan L. Moser Trust and \nDISMISSES those claims with prejudice. \n2. \nPLAINTIFFS CANNOT DEMONSTRATE AN INJURY CAPABLE OF REDRESS BY \nJUDGMENT \n{38} Although Plaintiffs are beneficiaries under the Trust, they have no interest \nin any Estate or Trust assets other than the Estate’s membership interest in CGD.  \n(Defs.’ Br. Supp. Mot. II Ex. 1–2.)  Therefore, Plaintiffs lack standing to bring any \nclaims based on an entitlement to any Estate or Trust assets other than the Estate’s \nmembership interest in CGD.5   \n{39} However, Defendants II mischaracterize Plaintiffs’ claims in regard to the \ndistribution of those other assets.  Plaintiffs reference Glover’s decisions in \ndistributing other Estate assets to Sharon Moser to show that he preferred one \nbeneficiary over the others.  They do not claim any right or entitlement to those \nassets, rather, Plaintiffs argue that Glover failed to protect their interest in CGD \nwhile simultaneously protecting Sharon Moser’s interest.  Plaintiffs rely on Glover’s \ndistribution of those assets and certain other inactions to support their claim that \nGlover did not manage the Estate’s interest in CGD for the benefit of Plaintiffs, and \nnot as support for individual claims arising from an entitlement to those assets.  As \nsuch, Defendants II’s argument that Plaintiffs lack standing to bring most of the \nclaims in the Amended Complaint is unavailing. \n{40} Therefore, the Court DENIES Motion II as it relates to Defendants II’s \nassertions that Plaintiffs lack standing to assert most of the claims in the Amended \nComplaint. \n3. \nPLAINTIFFS CANNOT ESTABLISH ACTUAL DAMAGES \n{41} To maintain a claim for breach of fiduciary duty, Plaintiffs must have \nsustained some actual damage.  \nPiedmont Inst. of Pain Mgmt. v. Staton Found., 157 \nN.C. App. 577, 589–90, 581 S.E.2d 68, 76 (2003) (citations omitted).  “[A]ctual \ndamage [means] some actual loss, hurt or harm resulting from the illegal invasion \nof a legal right.”  Hawkins v. Hawkins, 101 N.C. App. 529, 532, 400 S.E.2d 472, \n474–75 (1991) (citation omitted).  \n{42} Defendants II argue that “Plaintiffs’ claims for breach of fiduciary duty \npremised on Glover’s payment of administrative fees, distributions to Sharon \nMoser, DMC and DMCR, abandonment of the Estate’s interest in the Moser loans \n                                                 \n5 Such assets include cash used to pay administrative fees, DMC and DMCR stock, and \nabandonment of the Estate’s interest in the loans Moser made to CGD.  (Am. Compl. ¶ 366.)   \nand Glover’s omission of the Trust as the residuary beneficiary of the Estate must \nbe dismissed because [P]laintiffs cannot establish actual damage[].”  (Defs.’ Br. \nSupp. Mot. II 11.)  In support of their argument, Defendants II rely principally on \ntheir position that Plaintiffs were not entitled to receive any Estate assets other \nthan an interest in CGD.  As previously noted, Plaintiffs allege only that Glover did \nnot manage the Estate or CGD in a manner that would protect them, thereby \ncausing them to lose their interest in CGD.  Plaintiffs do not allege that they were \nentitled to any distribution of Estate assets other than the Estate’s interest in CGD.  \nAccordingly, Defendants II’s argument that Plaintiffs cannot establish actual \ndamage for breach of fiduciary duty premised on Glover’s aforementioned actions is \nmisguided. \n{43} For this reason, the Court DENIES Motion II as it pertains to Defendants \nII’s claims that Plaintiffs cannot establish actual damage.  \nB. \nBREACH OF FIDUCIARY DUTY \n{44} “To state a claim for breach of fiduciary duty, a plaintiff must allege that a \nfiduciary relationship existed and that the fiduciary failed to ‘act in good faith and \nwith due regard to [plaintiff’s] interests[.]’”  Toomer v. Branch Banking & Trust Co., \n171 N.C. App. 58, 70, 614 S.E.2d 328, 337 (2005) (quoting White v. Consol. \nPlanning, Inc., 166 N.C. App. 283, 293, 603 S.E.2d 147, 155 (2004) (internal \nquotation marks omitted) (alteration in original).  Our Supreme Court defined a \nfiduciary relationship as: \none in which there has been a special confidence reposed in one who in \nequity and good conscience is bound to act in good faith and with due \nregard to the interests of the one re posing confidence . . .  [and] it \nextends to any possible case in which a fiduciary relationship exists in \nfact, and in which there is confidence reposed on one side, and \nresulting domination and influence on the other. \nDalton v. Camp , 353 N.C. 647, 651–52, 548 S.E.2d 704, 707—08 (2001) (citation \nomitted) (internal quotation marks omitted) (alteration in original). \n{45} Plaintiffs argue that Boggs and Tyson, in their individual capacities, owed \nfiduciary duties to Plaintiffs based on Boggs and Tyson’s role as managing members \nof CGD, and their majority interest in CGD.  In addition, Pl aintiffs argue that \nGlover owed fiduciary duties to Plaintiffs in his role as Administrator of the Estate. \n1. \nBOGGS AND TYSON AS MANAGERS OF CGD \n{46} Pursuant to the North Carolina Limited Liability Company Act (the “LLC \nAct”), a manager of a limited liability company “shall discharge his duties as \nmanager in good faith, with the care an ordinary prudent person in a like position \nwould exercise under similar circumstances, and in the manner the manager \nreasonably believes to be in the best interests of the limited liability company.”  \nN.C.\n GEN. STAT. § 57C-3-22(b) (2013).  However, managers owe these fiduciary \nduties to the company, not to the individual members.  Kaplan v. O.K. Techs., LLC, \n196 N.C. App. 469, 474, 675 S.E.2d 133, 137 (2009).  The court, in Kaplan, compared \nmanagers of limited liability companies to directors of corporations in that “where it \nis alleged that directors have breached [their] duty [as directors], the action is \nproperly maintained by the corporation rather than any individual creditor or \nstockholder.”  Id. (quoting Governor’s Club, Inc. v. Governors Club Ltd. P’ship, 152 \nN.C. App. 240, 248, 567 S.E.2d 781, 786–87 (2002)) (emphasis in original). \n{47} Here, Boggs and Tyson owed no individual fiduciary duties to the members \nof CGD, and therefore, owe no duties to Plaintiffs as beneficiaries of the Trust’s \nproperty interest in CGD.  If Boggs and Tyson owed any fiduciary duties, they were \ndue solely to CGD.  Plaintiffs have alleged no distinct factual circumstances that \nmight give rise to a special confidence reposed in Boggs and Tyson as managers.  \nTherefore, the Court concludes that Boggs and Tyson, in their roles as managers of \nCGD, owe no fiduciary duties to Plaintiffs. \n2. \nBOGGS AND TYSON’S MAJORITY INTEREST IN CGD \n{48} Under the LLC Act, “[m]embers of a limited liability company are like \nshareholders in a corporation in that members do not owe a fiduciary duty to each \nother or to the company.”  Kaplan, 196 N.C. App. at 473, 675 S.E.2d at 137 (citation \nomitted).  “An exception to this rule is that a controlling shareholder owes a \nfiduciary duty to minority shareholders.”  Id.  In Kaplan, the court determined that \nthe plaintiff’s 41.5% ownership interest made him a minority shareholder, and, \ntherefore, he owed no fiduciary duty to the other members of the limited liability \ncompany.  Id. \n{49} Here, Boggs and Tyson each own a 33.33% interest in CGD.  Neither owns \na majority interest (more than 50%) in the company, and neither could individually \ncontrol CGD.  Boggs and Tyson did not owe Plaintiffs fiduciary duties simply \nbecause together they owned a majority interest in CGD and could out-vote \nPlaintiffs.  As minority members of CGD, neither Boggs nor Tyson individually \nowed any fiduciary duty to any other member(s) of CGD. \n{50} The Court concludes that Plaintiffs have failed to adequately allege the \nexistence of a fiduciary duty, an essential element of their claim for breach of \nfiduciary duty against Boggs and Tyson.  The Court, therefore, GRANTS Motion I \nas to this claim and DISMISSES with prejudice Plaintiffs’ claims for breach of \nfiduciary duty against Boggs and Tyson. \n \n3. \nGLOVER’S ROLE AS ADMINISTRATOR OF THE ESTATE \n{51}  “A personal representative is a fiduciary who . . . is under a general duty \nto settle the estate of the personal representative's decedent as expeditiously and \nwith as little sacrifice of value as is reasonable under all of the circumstances.”  \nN.C. GEN. STAT. § 28A-13-2 (2013).  In addition, a personal representative shall act \n“for the best interests of all persons interested in the estate, and with due regard for \ntheir respective rights.”  Id.  “[A]n administrator is not an insurer of the assets \ncommitted to his care in the settlement of his decedent’s estate.”  Poindexter v. First \nNat’l Bank, 244 N.C. 191, 194, 92 S.E.2d 773, 775 (1956).  “In the ordinary course of \nthe administration all that is required of him is that he act in good faith and with \nsuch care, foresight and diligence as an ordinarily sensible and prudent man would \nact with his own property under like circumstances.”  Id. (citations omitted).  \nPlaintiffs allege that Glover had the right, and therefore the duty, to participate in \nthe management of CGD to preserve its value, and his failure to do so resulted in a \nbreach of fiduciary duty owed to Plaintiffs as persons interested in the Estate. \n{52} Here, the Operating Agreement grants a member’s personal representative \nall rights of a member for the purpose of settling or managing the Estate.  (Defs.’ \nBr. Supp. Mot. II Ex. 3 § 8.8.)  All members of CGD have the right to manage the \ncompany.  (Am. Compl. ¶ 107; Defs.’ Br. Supp. Mot. II Ex. 3 § 5.1.)  Specifically, \nsection 8.8 of the Operating Agreement states that a Member’s personal \nrepresentative may assume all of the Member’s rights in CGD “after being duly \nappointed and having qualified.”  (Am. Compl. ¶ 108; Defs.’ Br. Supp. Mot. II Ex. 3 § \n8.8.)  It is undisputed that Glover was appointed and qualified as Administrator of \nthe Estate in 2007.  (Am. Compl. ¶¶ 113, 116.)  By its terms, the Operating \nAgreement confers all of the rights of a Member upon Glover, including the right to \nparticipate in the control and management of CGD as a manager, for the purpose of \nsettling or managing the Estate.\n6     \n{53} As a manager, Glover had a duty to exercise his powers in good faith and \nin the best interest of CGD.  N.C. GEN. STAT. § 57C-3-22(b); Defs.’ Br. Supp. Mot. II \nEx. 3.  Plaintiffs allege that Glover specifically elected to use Estate assets to \nsupport the continued operation of DMC, yet refused to make any capital \ncontribution to CGD.  It is not beyond the realm of reasonableness that Glover could \nhave taken steps as a manager of CGD to preserve the value of the Estate’s \nmembership interest in CGD and “defend” against the BB&T foreclosure \nproceeding.7  The Operating Agreement confers on each manager the power to \n“defend any actions or proceedings relating to” CGD and contains no requirement of \na majority vote to do so.  (Defs.’ Br. Supp. Mot. II Ex. 3 § 5.1.)  Moreover, \n                                                 \n6 The Court acknowledges that there are other provisions of the Operating Agreement pertaining to \nthe death of a Member that could be interpreted in a way contrary to this conclusion.  However, at \nthis stage of the case, there is sufficient evidence to support Plaintiffs’ allegations and allow the \nclaim to go forward.  \n \n7 Glover made cash distributions from the Estate to Sharon Moser to support the operations of DMC \nand DMCR, yet refused to make capital contributions to support the operations of CGD.  (Am. \nCompl. ¶¶ 118, 120, 147–49.)  Furthermore, Glover attended the BB&T foreclosure hearing, yet did \nnot offer any defenses.  (Am. Compl. ¶ 178–79.) \nDefendants II’s reliance on Crouse v. Mineo, 189 N.C. App. 232, 658 S.E.2d 33 \n(2008), for the proposition that Glover could not take these actions as a minority \nmember, is misplaced.  The absence of an operating agreement between the parties \nin Crouse prompted the court to look to the LLC Act for guidance.  In this case, \nhowever, the Operating Agreement explicitly confers upon each Member the \nauthority to defend CGD against any actions or proceedings.  Id. at 237, 658 S.E.2d \nat 36 (2008).  The provisions of a written operating agreement must be followed \nwhere one exists.  Id.  Therefore, Glover’s ability to exercise management rights \nregarding CGD must be considered in terms of the Operating Agreement.  \n{54} At this stage of the proceedings, the Court is of the opinion that Plaintiffs’ \nallegations meet the minimal pleading standards of Rule 12(b)(6) and are sufficient \nto state a claim for breach of fiduciary duty based on Glover’s failure to participate \nin the management of CGD and to preserve its value.  The Court, therefore, \nDENIES Motion II as to the claim for breach of fiduciary duty predicated on \nGlover’s failure to participate in the management of CGD, including failing to \ndefend the BB&T foreclosure proceeding, failing to affirmatively engage and \nparticipate in the management of CGD, or failing to review the acts or omissions of \nthe surviving CGD Members. \nC. \nCOLLATERAL ESTOPPEL \n{55} Collateral estoppel “prevents relitigation of issues actually litigated and \nnecessary to the outcome of the prior action in a later suit involving a different \ncause of action between the parties or their privies.”  Thomas M. McInnis & Assocs., \nInc. v. Hall, 318 N.C. 421, 428, 349 S.E.2d 552, 557 (1986). \nTo bar Plaintiffs’ claims under collateral estoppel: \n(1) the issues to be concluded must be the same as those involved in \nthe prior action; (2) in the prior action, the issues must have been \nraised and actually litigated; (3) the issues must have been material \nand relevant to the disposition of the prior action; and (4) the \ndetermination made of those issues in the prior action must have been \nnecessary and essential to the resulting judgment. \nMcCallum v. N.C. Coop. Extension Serv., 142 N.C. App. 48, 54, 542 S.E.2d 227, 233 \n(2001) (quoting King v. Grindstaff, 284 N.C. 348, 358, 200 S.E.2d 799, 806 (1973)). \nBoth Defendants I and II argue that collateral estoppel bars Plaintiffs’ claims for \nbreach of fiduciary duty predicated on the conveyance of the Estate’s membership \ninterest in CGD to Boggs and Tyson.  In addition, Defendants II argue that \ncollateral estoppel bars Plaintiffs’ claims for breach of fiduciary duty predicated on \nshowing preferential treatment to Sharon Moser, to Plaintiffs’ detriment, by making \ndistributions of Estate assets to Sharon Moser while refusing to make a capital \ncontribution to CGD. \n1. \nCONVEYANCE OF THE ESTATE’S MEMBERSHIP INTEREST IN CGD TO BOGGS AND \nTYSON \n{56} “The clerk of superior court of each county . . . shall have jurisdiction of the \nadministration, settlement, and distribution of estates of decedents including, but \nnot limited to, estate proceedings as provided in G.S. 28A-2-4.”  N.C. GEN. STAT. § \n28A-2-1 (2013).  Therefore, orders of a Clerk entered in estate proceedings within \nthe Clerk’s jurisdiction can serve as grounds to invoke collateral estoppel.  See C.C. \nMangum, Inc. v. Brown, 124 N.C. App. 658, 659—61, 478 S.E.2d 245, 246—247 \n(1996) (affirming trial court’s entry of summary judgment on the basis of collateral \nestoppel premised on Clerk’s order regarding foreclosure sale of real property).   \n{57} In this case, and pursuant to N.C.G.S. § 28A-16-2(b) (2013), Glover sought \nand obtained a court order granting judicial approval of the Estate’s sale of its \nmembership interest in CGD to Boggs and Tyson.  Defendants I and II argue that \ncollateral estoppel bars Plaintiffs’ claims for breach of fiduciary duty predicated on \nthe conveyance of the Estate’s membership interest in CGD to Boggs and Tyson \nbecause the issue has already been litigated and decided by the Clerk of Court in its \nOrder Authorizing the Sale of Interest in Carolina Golf Developers, LLC (the “Sale \nOrder”).  The Court addresses each element of collateral estoppel as applied to this \nclaim solely with respect to Glover, given the Court’s conclusion above that Boggs \nand Tyson owed no fiduciary duty to Plaintiffs.  \n{58} First, whether Glover breached a fiduciary duty by entering into the \nAgreement for Sale of Membership Interest and failing to act with due regard to \nPlaintiffs’ interests is the same issue involved in the prior action before the Clerk of \nCourt.  The principal issue raised before the Clerk was whether the sale of the \nEstate’s membership interest in CGD to Boggs and Tyson was in the best interest of \nthe Estate and, therefore, of Plaintiffs.  (Defs.’ Br. Supp. Mot. II Ex. 9.1.)  \n{59} Second, the issue of whether Glover breached a fiduciary duty by entering \ninto the Agreement for Sale of Membership Interest was actually litigated at an \nevidentiary hearing before the Clerk.  Plaintiffs received notice of, attended, and \nparticipated in the hearing.  Plaintiffs were, therefore, afforded a full and fair \nopportunity to litigate the issue. (Defs.’ Br. Supp. Mot. II Ex. 9.2—9.3.)  Moreover, \nalthough Plaintiffs had the legal right to appeal the Clerk’s order, they did not do \nso.  \n{60} Third, the issue of whether Glover breached a fiduciary duty by entering \ninto the Agreement for Sale of Membership Interest was material and relevant to \nthe disposition of the prior action.  After conducting the evidentiary hearing, the \nClerk made the following findings of fact in its Sale Order: (i) “[t]he liabilities of \nCGD exceed the remaining assets of CGD by a substantial amount;” (ii) “[t]he [1/3] \ninterest in CGD that is owned by the [Estate] has no value;” and (iii) “it is in the \nbest interest of the Estate \nand the heirs and creditors of the Estate that [Glover] be \nallowed to sell the Estate’s interest in CGD to [Boggs and Tyson], at private sale.” \n(Defs.’ Br. Supp. Mot. II Ex. 9.4) (emphasis added).  The Clerk authorized the sale of \nthe Estate’s membership interest in CGD, based in part on a finding that the sale \nwas in the best interest of Plaintiffs as heirs of the Estate.  (Defs.’ Br. Supp. Mot. II \nEx. 9.4.) \n{61} Fourth, whether the sale was in the best interest of the Estate was the \nprincipal issue decided by the Clerk, and the Clerk’s determination of that issue \nwas necessary and essential to approval of the sale.    In approving the sale, the \nClerk determined that the sale was in the Plaintiffs’ best interest, and based its \nconclusion thereon.   \n{62} Plaintiffs argue that collateral estoppel should not apply because the Clerk \nbased his conclusions upon Glover’s testimony that the Estate’s membership \ninterest in CGD had no value, which Plaintiffs allege was inaccurate because Glover \nfailed to obtain a proper valuation incorporating Moser’s capital contributions to \nCGD.  (Am. Compl. ¶ 219; Pls.’ Resp. Mot. I 9.)  The North Carolina Court of \nAppeals has previously addressed a similar issue.  See Hillsboro Partners, LLC v. \nCity of Fayetteville, 738 S.E.2d 819, 825 (N.C. Ct. App. 2013). \n{63} In Hillsboro Partners, the plaintiff argued that the defendant’s incorrect \nconclusion that the plaintiff’s building was a safety hazard and its failure to \nconsider certain evidence in reaching that conclusion prevented collateral estoppel \nfrom applying to its claims.  Id.  However, the plaintiff had been given notice of the \nhearing and could have conducted its own investigation of the matter.  Id. at 824–\n25.  The court concluded that the plaintiff could not use its failure to independently \ninspect or verify the defendant’s representations “to avoid the administrative \nprocess put in place by the North Carolina legislature.”  Id. at 825. \n{64} Any inaccuracy regarding the value of the Estate’s membership interest in \nCGD was considered by the Clerk on the merits and, therefore, is insufficient to \ncounter the application of collateral estoppel.  Also, Plaintiffs were given more than \nten days’ notice of the Sale Petition hearing, during which time they were at liberty \nto conduct their own investigation into the value of the Estate’s membership \ninterest in CGD and present evidence to the Clerk.  (Defs.’ Br. Supp. Mot. II Ex. \n9.4.)  Plaintiffs also had the legal right to appeal the Sale Order, but chose not to do \nso.  Thus, Plaintiffs are bound by the decision of the Clerk.  Therefore, even if the \nCourt were to accept as true Plaintiffs’ claim that Glover’s testimony was \ninaccurate, that claim will not prevent the application of collateral estoppel in this \ncase upon the facts before the Court. \n{65} Accordingly, the Court concludes that collateral estoppel bars Plaintiffs’ \nclaims for breach of fiduciary duty predicated on the conveyance of the Estate’s \nmembership interest in CGD to Boggs and Tyson.  The Court, therefore, GRANTS \nMotions I and II in favor of Defendants I and II regarding these claims and \nDISMISSES them with prejudice. \n2. \nPREFERENTIAL TREATMENT OF SHARON MOSER TO PLAINTIFFS’ DETRIMENT \n{66}  “By G.S. 28A-2-1 the clerk is given exclusive original jurisdiction of ‘the \nadministration, settlement and distribution of estates of decedents’ except in cases \nwhere the clerk is disqualified to act.”  Matter of Adamee’s Estate, 291 N.C. 386, \n398, 230 S.E.2d 541, 549 (1976) (quoting N.C. GEN. STAT. § 28A-2-3 (2013)).   \n{67} In this case, Glover petitioned and submitted several motions to the Union \nCounty Clerk of Court to approve the commitment of Estate assets to support the \ncontinued operation of DMC.  Defendants II argue that collateral estoppel bars \nPlaintiffs’ claim for breach of fiduciary duty regarding Glover’s alleged preferential \ntreatment of Sharon Moser to Plaintiffs’ detriment based on these commitments \nbecause this issue has already been litigated and decided in the Clerk’s orders \nauthorizing the commitment of Estate assets to DMC.8  The Court addresses each \nelement of collateral estoppel as it applies to this claim.   \n{68} First, whether Glover breached a fiduciary duty by making the \ncommitments and failing to act with due regard to Plaintiffs’ interests is the same \nissue involved in the prior actions before the Clerk.  Glover’s petitions and motions \nfiled with the Clerk clearly demonstrate that the principal issue to be decided by the \nClerk was whether it was in the best interest of the Estate, and therefore Plaintiffs, \nto commit Estate assets to DMC.  (Defs.’ Br. Supp. Mot. II Ex. 7.1, 7.3, 7.5, 7.7.) \n{69} Second, whether Glover breached a fiduciary duty by committing Estate \nassets to DMC was raised in the petitions and motions to the Clerk and was \nactually litigated in the evidentiary hearings on each petition and motion.  \nPlaintiffs were given sufficient notice of the hearings, actually participated in the \n                                                \n \n8 Based on the parties’ motions, briefs and the exhibits contained therein, it appears that both \nparties acknowledge that the Estate still possesses the DMC and DMCR stock, so the Court will not \nconsider the disposition of DMC and DMCR stock in its evaluation of Plaintiffs’ claim for preferential \ntreatment. \nhearings, and enjoyed a full and fair opportunity to litigate this issue.9  (Defs.’ Br. \nSupp. Mot. II Ex. 7.1, 7.3, 7.5, 7.7.) \n{70} Third, this issue was material and relevant to the disposition of the prior \naction.  After conducting evidentiary hearings, the Clerk found as fact and \nconcluded as a matter of law that each transaction was “in the best interest of the \nEstate of Dan L. Moser, and the heirs and creditors of the Estate.” (Defs.’ Br. Supp. \nMot. II Ex. 7.2, 7.4, 7.6, 7.8) (emphasis added).  Based on these findings and \nconclusions, the Clerk authorized Glover to commit Estate assets to DMC. \n{71} Fourth, the Clerk’s determination that allowing Glover to commit Estate \nassets to DMC was in the best interest of the Estate and the heirs was necessary \nand essential to the Clerk’s approval of the transactions.  Accordingly, whether \nGlover’s commitment of Estate assets to DMC was in Plaintiffs’ best interest has \nalready been litigated and determined by the Clerk.   Plaintiffs are, therefore, \nestopped from arguing that the commitment of Estate assets to DMC was to their \ndetriment. \n{72} Based on the foregoing, the Court concludes that Plaintiffs are collaterally \nestopped from bringing a claim for breach of fiduciary duty premised upon alleged \npreferential treatment of Sharon Moser to Plaintiffs’ detriment by committing \nEstate assets to support the continued operation of DMC.  The Court, therefore, \nGRANTS Motion II and DISMISSES those claims against Glover and P&C with \nprejudice.   \nD. \nCIVIL CONSPIRACY \n{73} To recover on a claim of civil conspiracy, the plaintiff must show “(1) an \nagreement between two or more individuals; (2) to do an unlawful act or to do a \nlawful act in an unlawful way; (3) resulting in injury to plaintiff inflicted by one or \nmore of the conspirators; and (4) pursuant to a common scheme.”  Strickland v. \n                                                 \n9 The fact that Plaintiffs did not avail themselves of the opportunity to litigate the issue does not \nchange the Court’s conclusion that Plaintiffs had a full and fair opportunity to litigate.  See Hillsboro \nPartners, 738 S.E.2d at 826. \nHedrick, 194 N.C. App. 1, 19, 669 S.E.2d 61, 72 (2008) (citation omitted) (internal \nquotation marks omitted).   \n{74} Plaintiffs allege that (1) Boggs and Tyson conspired to breach their \nfiduciary duties, to Plaintiffs’ detriment, by entering into an agreement with Carl A. \nBoggs, III, KLJ, and C. Mark Tyson to form TDI; and (2) Boggs, Tyson, and Glover \nconspired to breach their fiduciary duties, to Plaintiffs’ detriment, by entering into \nthe Agreement for Sale of Membership Interest. \n \n1. \nAGREEMENT TO FORM TDI \n{75} “[T]here is not a separate civil action for civil conspiracy in North \nCarolina.”  Dove v. Harvey, 168 N.C. App. 687, 690, 608 S.E.2d 798, 800 (2005) \n(citations omitted).  Recovery under a claim of conspiracy must be based on an \nunderlying claim of unlawful conduct.  Id.  “If the underlying acts supporting a \nclaim for conspiracy are dismissed, so too must the claim for conspiracy be \ndismissed.”  NNN Durham Office Portfolio I, LLC v. Highwoods Realty Ltd. P’ship., \n2013 NCBC 12 ¶ 102 (N.C. Super. Ct. Feb. 19, 2013), \nhttp://www.ncbusinesscourt.net/opinions/2013_NCBC_12.pdf (granting motion to \ndismiss civil conspiracy claim based on fraud, fraud in the inducement, and \nnegligent misrepresentation) (citing Esposito v. Talbert & Bright, Inc., 181 N.C. \nApp. 742, 747, 641 S.E.2d 695, 698 (2007)).  \n{76} Here, Plaintiffs allege that Boggs and Tyson conspired with Carl A. Boggs, \nIII, KLJ, and C. Mark Tyson to breach their fiduciary duties by forming TDI to \npurchase the property of CGD at foreclosure, thereby depriving Plaintiffs of their \nbeneficial interest in CGD.  (Am. Compl. ¶¶ 302, 317.)  Because the underlying \nclaim for breach of fiduciary duty against Boggs and Tyson is dismissed, the \nconspiracy claims against Boggs and Tyson predicated on the formation of TDI \ncannot survive. \n{77} Plaintiffs also allege that Carl A. Boggs, III, KLJ, C. Mark Tyson and TDI \nconspired with Boggs and Tyson to aid them in breaching their fiduciary duties to \nPlaintiffs by forming TDI.  (Am. Compl. ¶¶ 326, 333, 341, 350.)  Because this Court \nconcludes that Boggs and Tyson owed Plaintiffs no fiduciary duties, there is no \nsurviving underlying claim of unlawful conduct upon which Plaintiffs can maintain \na civil conspiracy claim against Carl A. Boggs, III, KLJ, C. Mark Tyson, and TDI.  \nTherefore, Plaintiffs’ civil conspiracy claims against Carl A. Boggs, III, KLJ, C. \nMark Tyson, and TDI should be dismissed. \n \n2. \nAGREEMENT FOR SALE OF MEMBERSHIP INTEREST \n{78} Plaintiffs also allege that Boggs, Tyson, and Glover conspired to breach \ntheir fiduciary duties by entering into the Agreement for Sale of Membership \nInterest, thereby depriving Plaintiffs of their beneficial interest in CGD.  As \ndiscussed above, any claim for breach of fiduciary duty against Glover based on the \nconveyance of the Estate’s membership interest in CGD to Boggs and Tyson is \nbarred by collateral estoppel.  Therefore, since Plaintiffs have no underlying claim \nfor breach of fiduciary duty, the conspiracy claim based on the Agreement for Sale of \nMembership Interest must also be dismissed.  \n{79} Given that there are no surviving claims upon which Plaintiffs’ claims for \ncivil conspiracy can stand, the Court GRANTS Motions I and II as to the civil \nconspiracy claims and, therefore, DISMISSES Plaintiffs’ civil conspiracy claims \nwith prejudice.  \nE. \nPUNITIVE DAMAGES \n{80} To prevail on a claim for punitive damages, Plaintiffs must succeed on a \nclaim for compensatory damages, and prove by clear and convincing evidence that \nat least one of the following aggravating factors was present: fraud, malice, or \nwillful or wanton conduct. N.C. GEN. STAT. § 1D-15 (2013); Sellers v. Morton, 191 \nN.C. App. 75, 85, 661 S.E.2d 915, 923 (2008).  Here, Plaintiffs bring a claim for \npunitive damages based on all claims against Defendants I and II, alleging that \ntheir conduct constituted a willful and wanton disregard for Plaintiffs’ interests. \n{81} Because a claim survives against Glover, and Plaintiffs allege he acted \nwillfully, Plaintiffs’ claims for punitive damages against Glover and P&C also \nsurvive at this stage.10  However, the Court has dismissed all underlying claims for \ncompensatory damages against Defendants I.  As such, Plaintiffs’ claims for \npunitive damages against Defendants I are also dismissed. \n{82} Accordingly, the Court GRANTS Motion I as to Plaintiffs’ punitive \ndamages claims against Defendants I, and DENIES Motion II as to Plaintiffs’ \npunitive damages claims against Defendants II.  Plaintiffs’ punitive damages claims \nagainst Defendants I are DISMISSED with prejudice.  \nV. \nPLAINTIFFS’ MOTION FOR LEAVE TO FILE SUR-REPLY \n{83} Based on the foregoing, and having considered Motion III and the briefs in \nsupport of and opposition thereto, the Court DENIES Motion III. \nVI. \nCONCLUSION \n{84} The Court GRANTS Motion I, GRANTS in part and DENIES in part \nMotion II, and DENIES Motion III.   \n{85} WHEREFORE, the Court hereby DISMISSES Plaintiffs’ claims for breach \nof fiduciary duty by Boggs and Tyson; breach of fiduciary duty by Glover and P&C \npredicated on: (i) the conveyance of the Estate’s membership interest in CGD to \nBoggs and Tyson, and (ii) preferential treatment to Sharon Moser to Plaintiffs’ \ndetriment; civil conspiracy; punitive damages against Defendants I; and all claims \nbrought by Justin Todd Wortman in his representative capacity as Successor and \nTrustee of the Dan L. Moser Trust. \nSO ORDERED, this the 29th day of October, 2013. \n \n       \n \n                                                \n \n10 All of Plaintiffs’ claims against P&C are based on Glover’s actions in his role as Administrator of \nthe Estate and as a partner or shareholder in P&C.  (Am. Compl. ¶¶ 125–28, 362, 373.) "
}