{
  "id": "749fcf3b6efa4ebfb8c5a3e22a14445f46b7e17ff91fe30b6fafd41467711745",
  "source_file": "data/raw/ncbc/749fcf3b6efa4ebfb8c5a3e22a14445f46b7e17ff91fe30b6fafd41467711745.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nBUNCOMBE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 3276 \n \nWILLIAM ALAN DAVIS; \nLORRAINE NASH, as Administrator \nof the Estate of RICHARD NASH; \nWILL OVERFELT, Ed.S BCBA; \nJONATHAN POWELL; FAITH C. \nCOOK, Psy.D.; and \nKATHERINE BUTTON, on their own \nbehalf and on behalf of all others \nsimilarly situated, \n \nPlaintiffs, \n \nv. \n \nHCA HEALTHCARE, INC.; HCA \nMANAGEMENT SERVICES, LP; \nHCA, INC.; MH MASTER \nHOLDINGS, LLLP; MH HOSPITAL \nMANAGER, LLC; MH MISSION \nHOSPITAL, LLLP; ANC \nHEALTHCARE, INC. F/K/A \nMISSION HEALTH SYSTEM, INC.; \nand MISSION HOSPITAL, INC., \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \n \n THIS MATTER comes before the Court on Defendants’ Motion to Dismiss \nClass Action Complaint (“Motion to Dismiss” or “Motion,” ECF No. 27). \n THE COURT , having considered the Motion, the briefs of the parties, the \narguments of counsel, and all appropriate matters of record, CONCLUDES, for the \nreasons set forth below, that the Motion should be GRANTED,  in part , and \nDENIED, in part.  \nWallace and Graham, P.A., by John Hug hes and Mona Lisa Wallace, \nand Fairmark Partners, LLP , by Jamie Crooks for Plaintiffs W illiam \nAlan Davis, Lorraine Nash, as Administrator of the Estate of Richard \nNash, Will Overfelt, Ed.S. BCBA, Jonathan Powell, Faith C. Cook, Psy \nD., and Katherine Button, on their own behalf and on behalf of all others \nsimilarly situated. \nDavis v. HCA Healthcare, Inc., 2022 NCBC 52. \nRoberts & Stevens, P .A., by Phillip T. Jackson, John Noor , and David \nHawisher, and Simpson Thatcher & Bartlett LLP , by Sara Razi and \nAbram Ellis, for Defendants HCA Healthcare, Inc., HCA Management \nServices, LP, HCA, Inc., MH Master Holdings, LLLP, MH Hospital \nManager, LLC, and MH Mission Hospital, LLLP. \n \nBradley Arant Boult Cummings LLP , by Dana C. Lumsden and Dexter \nC. Hobbs, Jr., and Faegre Drinker Biddle & Reath LLP, by Kenneth M. \nVorrasi, Jonathan H. Todt, Alison M. Agnew, and Paul H. Saint-Antoine \nfor Defendants ANC Healthcare, Inc. f/k/a Mission Health System Inc. \nand Mission Hospital, Inc. \n \nDavis, Judge. \nINTRODUCTION \n1. This case presents several unique issues arising under antitrust law  \nwith regard to the provision of healthcare services  in western North Carolina .  \nPlaintiffs allege that (1) Defendants possess a monopoly with regard to the provision \nof inpatient medical services in the Asheville area though their flagship hospital; (2) \nDefendants have unlawfully sought to maintain and extend that monopoly  into \nadjacent counties by coercing commercial health insurers into including Defendants’ \nother smaller facilities in their “networks” ; and (3) by virtue of such practices, \nDefendants have also engaged in an unlawful restraint of trade.  Defendants, \nconversely, contend that (1) any existing monopoly that they possess in the Asheville \narea for inpatient medical services was lawfully acquired ; and (2) Plaintiffs have  \nfailed to adequately plead in their Complaint valid claims for monopolization, \nattempted monopolization, or restraint of trade.  In evaluating the parties’ competing \npositions, the Court must apply antitrust principles within the specific context of the \nhealthcare industry in which patients  largely pay for medical care in the form of \npremiums paid to commercial health insurers, which negotiate directly with hospitals \nfor inclusion within the insurers’ networks. \nFACTUAL AND PROCEDURAL BACKGROUND \n2. The Court does not make findings of fact on a motion to dismiss under \nRule 12(b)(6) of the North Carolina Rules of Civil Procedure and instead recites those \nfacts contained in the complaint (and in documents attached, referred to, or \nincorporated by refere nce in the complaint) that are relevant to the Court’s \ndetermination of the motion.  See, e.g., Concrete Serv. Corp. v. Inv’rs Grp., Inc., 79 \nN.C. App. 678, 681 (1986); Window World of Baton Rouge, LLC v. Window World, \nInc., 2017 NCBC LEXIS 60, at *11 (N.C. Super. Ct. July 12, 2017). \nA. Parties \n3. The named Plaintiffs in this action a re all residents of western North \nCarolina who each have health insurance under some form of commercial insurance \nplan.  (Complaint, ECF No. 3, ¶¶ 15–20.)  The Complaint alleges that as a result of \nDefendants’ antitrust violations, each Plaintiff has had to pay “higher amounts” for \nhealthcare services.  (Compl. ¶¶ 15–20.)  \n4. Defendant HCA Healthcare , Inc. (“HCA”) “is the ultimate parent \ncompany of the HCA enterprise” and is “the world’s largest for-profit hospital chain.”  \n(Compl. ¶¶ 21–23.)  HCA operates through a web of affiliated entities, including the \nfollowing Defendants: HCA Management Services, LP; MH Master Holdings, LLLP; \nMH Hospital Manager, LLC; and MH Mission Hospital, LLLP.  (Comp. ¶¶ 21–41.) \n5. Defendant ANC Healthcare, Inc. f/k/a Mission Health System Inc. \n(“ANC”) was incorporated in 1981 as a North Carolina nonprofit corporation  and \noperated health care systems in Western North Carolina.  ( Compl. ¶¶ 43–44.)  \nAlthough the company still exists, it has not been based in North Carolina since 2019.  \n(Compl. ¶ 42.) \n6. Defendant Mission Hospital, Inc. (“Mission) similarly operated in North \nCarolina until 2019.  Both Mission and ANC now have principal places of business in \nFlorida.  (Compl. ¶¶ 42, 46.)  Mission was incorporated in 1951 as a North Carolina \nnonprofit corporation.  (Compl. ¶ 47.)1 \nB. Relevant Markets \n7. Plaintiffs identify three distinct geographic markets relevant to the \nantitrust claims asserted in the Complaint.2 \n8. Plaintiffs assert that the first relevant market—the “Primary Relevant \nMarket”— is the Asheville Region Inpatient Services market.  Plaintiffs describe this \nmarket as “the sale of inpatient general acute care hospital services to insurers (or \nself-funded [third- party administrator]s) in Buncombe and Madison Counties [.]”  \n(Compl. ¶ 111.)  Plaintiffs allege that “Defendants participate in the Asheville Region \nInpatient Services Market predominately through their flagship facility, Mission \nHospital-Asheville.”  (Compl. ¶ 111.)  \n \n1 The named Defendants in this case are referred to collectively herein as “Defendants.” \n \n2 For purposes of the present Motion, Defendants have not challenged the validity of \nPlaintiffs’ designation of these markets. \n9. In the Asheville Region Inpatient Services market, Defendants possess \na market share of approximately 80-90% for acute inpatient services.  (Compl. ¶ 116.)  \nAccording to the Complaint, t his market share is “significant enough to stifle \ncompetition and restrict freedom of commerce, and, during the relevant period, \nDefendants have had the ability to control the price for this market.”  (Compl. ¶ 116.) \n10. The second relevant market identified by Plaintiffs is “the sale of \noutpatient medical services to insurers in Buncombe and Madison Counties ,” which \nthe Complaint refers to as the Asheville Region Outpatient Services market.  (Compl. \n¶ 117.)  Plaintiffs assert that “Defendants participate in this market through their \nflagship facility, Mission Hospital- Asheville, and other HCA/Mission outpatient \nfacilities in Buncombe and Madison Counties.”  (Compl. ¶ 117.)  The Complaint does \nnot pro vide any market share data for the Asheville Region Outpatient Services \nmarket but nevertheless alleges that “Defendants are able to control the prices paid \nby commercial health plans and patients” in this market.  (Compl. ¶ 129.)  \n11. The third, and final, relevant market Plaintiffs identify is the “Outlying \nRegions Inpatient and Outpatient Services Market.”3  Plaintiffs allege that “[u]nlike \nMission Hospital-Asheville, several of these Outlying Facilities face some competition \nfor acute inpatient hospital services and compared to Mission Hospital-Asheville they \nface more significant competition for outpatient medical services, from other \nhospitals and non- hospital providers in the geographic regions in which they \noperate.”  (Compl. ¶ 127.)   \n \n3 Plaintiffs assert that this market comprises Macon, McDowell, Mitchell, Transylvania, and \nYancey Counties.  (Compl. ¶ 126.) \n12. Defendants’ allegations regarding Defendants’ market share in the \nOutlying Regions relates solely to inpatient services.  ( Compl. ¶ 131.)   Plaintiffs \nprovide the following market share figures for inpatient services in the counties \ncomprising the Outlying Regions using data from 2018:4  \nMacon County: 74.4% \nMcDowell County: 76.4% \nMitchell County: 85.4% \nTransylvania County: 78.7% \nYancy County: 90.9% \n(Compl. ¶ 225.)  \nC. Mission’s Acquisition of Asheville Monopoly  \n \n13. The origins of this lawsuit stem from the operation of Mission Hospital  \nin Asheville, North Carolina .  ( Compl. ¶ 57.)   After joining with other Buncombe \nCounty hospitals after World War II, Mission became a “major medical center” in \nwestern North Carolina.  ( Compl. ¶ 58.)   As noted, Mission Hospital , Inc. was \nincorporated in 1951.  (Compl. ¶ 58.) \n14.  In the 1990s, following Mission’s growth as a major hospital in western \nNorth Carolina, Mission initiated lobbying efforts to persuade the North Carolina \nGeneral Assembly to enact a Certificate of Public Advantage (“COPA”) law 5 to \n \n4 As discussed in more detail later in this Opinion, these figures are largely, if not entirely, \nbased on Medicare data. \n \n5 A COPA is essentially an agreement between a private entity and a state in which the entity \nis granted a legal monopoly in a particular market in exchange for agreeing to be subject to \ncertain types of oversight from the state.  (Compl. ¶ 63.)  \nencourage cooperation between Mission Hospital and St. Joseph’s Hospital, the only \ntwo private acute care hospitals in Asheville at that time.  (Compl. ¶ 59.) \n15. These lobbying efforts were successful, and in 1993 an initial version of \nthe COPA law was enacted that sought to immunize Mission from antitrust scrutiny. \n(Compl. ¶ 59; 1993 N.C. Sess. Laws 529.)  The General Assembly stated the following \nregarding the underlying purpose of the law:  \n[F]ederal and State antitrust laws may prohibit or discourage \ncooperative arrangements that are beneficial to North Carolina citizens \ndespite their potential for or actual reduction in competition and . . .  \nsuch agreements should be permitted and encouraged. \n \nN.C.G.S. § 131E-192.1(7) (1997) (repealed 2015). \n \n16. The operative portion of the COPA law stated as follows: \n(a) Activities conducted pursuant to a cooperative agreement for which \na certificate of public advantage has been issued are immunized from \nchallenge or scrutiny under State antitrust laws.  In addition,  \nconduct in negotiating and entering into a cooperative agreement for \nwhich an application for a certificate of public advantage is filed in \ngood faith shall be immune from challenge or scrutiny  under State \nantitrust laws, regardless of whether a certificate is issued.  It is the \nintention of the General Assembly that this Article  shall also \nimmunize covered activities from challenge or scrutiny under federal \nantitrust laws.  \n \nN.C.G.S. § 131E-192.13(a) (2013) (repealed 2015). \n17. In the Complaint, Plaintiffs summarize  the effect of the COPA  law as \nfollows: “ Effectively, the government and Mission had a deal: If Mission accepted \nregulation to prevent it from charging monopoly prices or otherwise abusing its \nmonopoly market power, North Carolina would exempt Mission from the antitrust \nlaws.”  (Compl. ¶ 63.)    \n18. In response to FTC antitrust concerns, the COPA law was amended in \n1995, after which Mission entered into a partnership with St. Joseph’s Hospital.  \n(Compl. ¶¶ 60–61.)  The COPA law  was amended once more in 1998 to facilitate a \nformal merger between Mission and St. Joseph’s Hospital , resulting in the Mission \nHealth System.  ( Compl. ¶¶ 60–61)  The COPA law was again amended in 2006.  \n(Compl. ¶ 67.)   Plaintiffs assert that in reliance upon the COPA law , Mission \nestablished a pattern of buying up and eliminating physician groups.  (Compl. ¶ 72.) \n19. In the early 2010s, Mission officials began complaining about the state \noversight provided for under the COPA law.  Plaintiffs allege that “ [a]fter years of \npressure by [Mission ’s CEO],” the General Assembly enacted a bill repealing the \nCOPA law, “terminating state oversight” on 30 September 2016.  (Compl. ¶¶ 78–81.) \n20. Following the COPA law’s repeal, Mission was freed of state regulatory \noversight and began to negotiate with HCA, a for -profit, multi -state health care \nsystem.  (Compl. ¶ 84.)  HCA’s acquisition  of the Mission system  was announced in \nMarch 2018, and a series of Asset Purchase Agreements were executed in 2018 and \n2019.  (Compl. ¶¶ 84.) \nD. Defendants’ Acts Post-HCA Acquisition \n21. According to the Complaint, h ospitals such as those under Defendants’ \ncontrol negotiate with insurers not on a “service -by-service basis” but rather for a \nbundle of services in order to be considered “in-network” with a particular commercial \ninsurer.  ( Compl. ¶ 99.)   The cost s paid by the commercial health insurer to the \nhospital for patient services is  indirectly passed on to consumers in the form of \npremiums paid by consumers  as part of their commercial health insurance plan .  \n(Compl. ¶ 102.)  In order for a commercial  insurer’s insurance plan to be viable, the \ninsurer must offer in-network services within the region where patients live or work.  \n(Compl. ¶ 101.)  Plans that do not include a comprehensive set of services,  or that \nrequire long-distance travel by patients in order to receive in -network care, are not \nviable insurance products.  (Compl. ¶ 101.) \n22. Plaintiffs allege that when an insurer seeks to offer a health insurance \nplan “in a region where a significant area is controlled by a single hospital,” the \ndynamics are different—that is, the hospital becomes a “must -have” hospital.  As a \nresult, Plaintiffs assert , “must have” hospitals enjoy  significant advantages over \nother healthcare providers in negotiations with commercial insurers.6  Such hospitals \nare able to effectively demand higher prices for services than those that would exist \nin a competitive market fea turing significant competition from other healthcare \nproviders.  (Compl. ¶¶ 105–06) \n23. Plaintiffs allege that this unique advantage in the marketplace has been \naccompanied by certain “anticompetitive negotiating tactics [ by Defendants] with \ncommercial health plans and/or [that Defendants] have insisted on contractual terms \nincluding one or more anticompetitive provisions for the insurers. ”  (Compl. ¶ 133.)  \nSuch tactics and clauses include tying  (“all-or nothing”) restrictions, “gag” clauses, \nand anti-tiering and anti-steering provisions.  (Compl. ¶ 133.) \n \n6 In western North Carolina, this means that any commercial health insurance plan in \nDefendants’ operating region that does not include Mission Hospital-Asheville in-network is \na non-viable insurance plan in the region served by that hospital.   \n24. Plaintiffs allege that Defendants have engaged in an unlawful “tying \nscheme,” which occurs when a monopolist in one market uses its leverage stemming \nfrom the monopoly to “reap profits in another market. ”  (Compl. ¶ 200.)  Plaintiffs \ndescribe the classic example of an “all-or nothing” tying agreement in this context as \noccurring when, during negotiations with an insurer,  a hospital  system (such as \nMission) demands that in order for the insu rer to be able to include  the system’s \n“must have” hospital in its network, the insurer must agree to include other facilities \nowned by the hospital system  in the network —regardless of whether the insurer \nwants to include those other facilities.   As a result, Plaintiffs argue that the insurer \nis coerced into including facilities in its network that it does not believe are beneficial \nto its patients  based on factors such as price or quality.  Otherwise, the insurer’s \nnetwork is essentially rendered useless b y virtue of its inability to offer the “must \nhave” hospital in-network.  (Compl. ¶ 201.)   \n25. Plaintiffs allege that (1) Mission Hospital -Asheville is the epitome of \nsuch a “must-have” hospital in western North Carolina for the provision of inpatient \nservices; and (2) through the use of a tying provision in its contracts with commercial \nhealth insurers, Defendants are  able to coerce those  insurers into including other \nfacilities owned by Defendants in their networks— regardless of whether the insurers \nwould otherwise choose not to include these additional facilities in-network.  (Compl. \n¶ 202.) \n26. Plaintiffs also assert that in their contra cts with insurers Defendants \n“required one or more insurers not to use steering or tiering language, or to use \nweaker language or provisions than the insurers would have desired to use, as a \ncondition of obtaining access to Defendants’  ‘must have’ Mission Hospital-Asheville \nfor their commercial health plan.”  ( Compl. ¶ 229.)  According to Plaintiffs, i nsurers \nengage in “steering” when they direct patients to seek care at certain facilities that  \noffer more cost-effective or higher-quality care than other facilities.  ( Compl. ¶ 226.)  \nPlaintiffs further allege  that insurers in a competitive market may also  engage in \n“tiering” by creating tiers within a health insurance plan to incentivize their patients \nto seek care at more cost -effective facilities and to discourage them from ut ilizing \nfacilities that are more expensive.  ( Compl. ¶ 227.)  Plaintiffs contend that a nti-\nsteering and anti -tiering contractual provisions therefore eliminate an insurer ’s \notherwise existing ability to encourage the use of facilities that are less expensive.   \n(Compl. ¶ 227.)  \n27. The Complaint also asserts that Defendants “have obscured their price \nincreases and anticompetitive contracts from regulators and the public through use \nof gag clauses that prevent insurers from revealing their agreements’ terms.”  (Compl. \n¶ 231.)   Plaintiffs state such clauses have the effect of “prevent[ing ] competitors, \ninsurers, and consumers from understanding in a transparent manner the pricing \nand other terms and arrangements being used by Defendants.”  (Compl. ¶ 231.) \n28. Overall, Plaintiffs allege that the practices described above have caused \nanticompetitive harm in the following respects:  \n• protecting Defendants’ market power and enabling Defendants to \nraise prices and reduce quality of acute inpatient hospital s ervices \nsubstantially beyond what would be tolerated in a competitive \nmarket, to the detriment of consumer welfare; \n• substantially lessening competition among providers in their sale of \nacute inpatient services; \n• preventing the entry of competitors into the market by forcing \ninsurers to agree to terms that bar them f rom sharing competitive \npricing information; \n• preventing the entry of potential competitors  into the market by \nforcing insurers to agree to terms that bar them from directing \nconsumers to lower cost providers; \n• restricting the introduction of innovative insurance products that are \ndesigned to achieve lower prices and improved quality for acute \ninpatient hospital services; \n• reducing consumers’ incentives and ability to seek or even be aware \nof acute in patient hospital services from more cost -effective \nproviders; and \n• depriving consumers of the benefits of a competitive market for their \npurchase of inpatient hospital services. \n \n(Compl. ¶ 134.) \n \n29. Plaintiffs allege that a s a result of the  above-referenced practices, \ninsurance premiums in areas where Defendants  operate are substantially higher \nthan those in surrounding areas.  (Compl. ¶ 235.) \n30. In addition, the Complaint alleges that Defendants required patients to \nundergo unnecessary procedures and pushed patients toward more expensive care .  \nPlaintiffs assert that such conduct would not occur in a competitive healthcare \nmarket involving an arms -length bargaining process between insurers and \nhealthcare facilities.  (Compl. ¶¶ 193–98.)   \n31. The Complaint further asserts that “Defendants’ monopolistic practices \nhave caused reduced quality of service in HCA/Mission hospitals.”  In particular, \nPlaintiffs allege that after its acquisition by HCA, Mission Hospital-Asheville’s rating \nwas downgraded from an “A” to a “B” based on “infections, high-risk baby deliveries, \nsome cancer treatment procedures, and the patient experience regarding elective \nsurgeries.”  ( Compl. ¶¶ 89, 94.)  According to the Complaint, Mission was also \ndowngraded by Centers for Medicare and Medicaid Services (“CMS”), and “CMS even \nthreatened to terminate its contract with HCA/Mission over patient safety \nconcerns[.]”  (Compl. ¶ 95.)  \n32. Finally, Plaintiffs allege “[o]n information and belief, because of \nDefendants’ Inpatient/Outpatient Tying Scheme, outpatient facilities have closed or \nrelocated to more competitive markets and would -be competitors for outpatient care \nhave declined to operate in Buncombe and Madison Counties, which has  decreased \nthe quantity of outpatient care and increased prices[.]”  (Compl. ¶ 205.) \nE. Lawsuit \n33. On 10 August 2021, Plaintiffs filed this action in Buncombe County \nSuperior Court.  ( Class Action Complaint, ECF No. 3.)   Plaintiffs have asserted the \nfollowing claims: (1) monopolization in violation of A rticle I, Section 34 of the North \nCarolina Constitution and N.C. GS. § 75 -2.1; (2) attempted monopolization  in \nviolation of N.C.G.S. § 75-2.1; and (3) restraint of trade in violation of N.C.G.S. §§ 75-\n1 and 75- 2.7  As relief, Plaintiffs seek monetary damages along with injunctive, \nequitable, and declaratory relief.  (Compl. ¶¶ 299–345.) \n34. This action was designated a mandatory complex business case on 11 \nAugust 2021. (ECF Nos. 1, 2.)  On 13 October 202 1, Defendants filed a Motion to \nDismiss pursuant to N.C. R. Civ. P. 12(b)(1) and 12(b)(6) seeking dismissal of each of \n \n7 All of Plaintiffs’ claims are based on North Carolina law.   However, as noted below, in \nanalyzing these claims it is permissible for the Court to consider federal antitrust cases that \nit deems to be instructive.  \nPlaintiffs’ asserted claims for relief.  (ECF No. 27 .)  After the case was reassigned to \nthe undersigned on 3 January 2022, (ECF No. 32), the Court held a hearing on 27 \nApril 2022 and a supplemental hearing via WebEx on 17 August 2022.  The Motion \nto Dismiss is now ripe for decision. \nLEGAL STANDARD \n35. Defendants’ Motion to Dismiss has two components.  First, they assert \nthat the named Plaintiff s lack standing to bring this action such that  dismissal for \nlack of subject matter jurisdiction  is appropriate under Rule 12(b)(1) of the North \nCarolina Rules of Civil Procedure.  Second, they contend that Plaintiffs have failed to \nstate a valid claim for relief pursuant to Rule 12(b)(6). \n36. “A plaintiff’s standing to assert its claims may be challenged under \neither Rule 12(b)(1) or Rule 12(b)(6) of the North Carolina Rules of Civil Procedure.”  \nRaja v. Patel, 2017 NCBC LEXIS 25, at *11 (N.C. Super. Ct. Mar. 23, 2017) (citations \nomitted).  A Rule 12(b)(1) motion challenges a court’s “jurisdiction over the subject \nmatter” of the plaintiff’s claims.  N.C. R. Civ. P. 12(b)(1).  “Subject matter jurisdiction \nis the indispensable foundation upon which valid judicial decisions rest,” In re T.R.P., \n360 N.C. 588, 590 (2006)  (citation omitted), and “has been defined as the power to \nhear and to determine a legal controversy; to inquire into the facts, apply the law, \nand to render and enforce a judgment,” High v. Pearce, 2 20 N.C. 266, 271 (1941)  \n(cleaned up).  “[T]he proceedings of a court without jurisdiction of the subject matter \nare a nullity.”  Burgess v. Gibbs, 262 N.C. 462, 465 (1964) (citation omitted).   \n37. It is clear that “ [a]s the party invoking jurisdiction, plaintiff has the \nburden of establishing standing.”  Queen’s Gap Cmty. Ass’n v. McNamee, 2011 NCBC \nLEXIS 37, at ** 4 (N.C. Super. Ct. Sept. 23, 2011)  (cleaned up).  In determining the \nexistence of subject matter jurisdicti on, the Court may consider matters outside the \npleadings.  Emory v. Jackson Chapel First Missionary Baptist Church, 165 N.C. App. \n489, 491 (2004) (cleaned up).  However, “if the trial court confines its evaluation [of \nstanding] to the pleadings, the court must accept as true the plaintiff ’s allegations \nand construe them in the light most favorable to the plaintiff.”  Munger v. State, 202 \nN.C. App. 404, 410 (2010) (quoting DOT v. Blue, 147 N.C. App. 596, 603 (2001)).  \n38. “It is well-established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen ‘(1) the complaint on its face reveals that no law supports the plaintiff ’s claim; \n(2) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plaintiff’s \nclaim.’ ”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615 (2018) (quoting Wood \nv. Guilford Cty. , 355 N.C. 161, 166 (2002)).  The Court may also “reject allegations \nthat are contradicted by the docum ents attached, specifically referred to, or \nincorporated by reference in the complaint.”  Laster v. Francis, 199 N.C. App. 572, \n577 (2009) (cleaned up).   \n39. In evaluating antitrust claims asserted under North Carolina law, this \nCourt has stated the following: \nThe Motion  [to Dismiss] must be decided as a matter of state law; \nhowever, it is proper for the Court to consult federal case law.  See Rose \nv. Vulcan Materials Co. , 282 N.C. 643, 656- 57, 194 S.E.2d 521, 530- 31 \n(1973) (consulting federal decisio ns to inform the court ’s restraint -of-\ntrade analysis).   The Court is fully cognizant that the Motion [to \nDismiss] must be resolved under North Carolina’s lenient Rule 12(b)(6) \nstandard rather than the more exacting federal plausibility standard \nthat govern s the federal antitrust precedents that the parties cite in \ntheir briefs.  Compare Sutton v. Duke, 277 N.C. 94, 104, 176 S.E.2d 161, \n167 (1970) (noting that a pleading complies with North Carolina ’s \nstandard if it gives sufficient notice of the events underlying the claims), \nwith Bell Atl. Corp. v. Twombly , 550 U.S. 544 556-57, 127 S. Ct. 1955, \n167 L. Ed. 929 (2007) (requiring that a complaint must state a plausible \nclaim). \n \nSitelink Software, LLC v. Red Nova Labs, Inc. , 2016 NCBC LEXIS 45, at **17 (N.C. \nSuper Ct. June 14, 2016); see also Dicesare v. Charlotte-Mecklenburg Hosp. Auth., 376 \nN.C. 63, 70 (2020) (applying North Carolina’s Rule 12 standard in reviewing antitrust \nclaims brought under North Carolina law ).  “Dismissal of an antitrust claim ‘ at the \npre-discovery, pleading stage [is] . . . generally limited to certain types of glaring \ndeficiencies.’ ”  Se. Anesthesiology Consultants, PLLC v. Rose, 2019 NCBC LEXIS 63, \nat *25 (N.C. Super. Ct. Oct. 10, 2019)  (quoting Dicesare v. Charlotte-Mecklenburg \nHosp. Auth. , 2017 NCBC LEXIS 33, at *46  (N.C. Super Ct. April 11, 2017) ).  \nNevertheless, “even North Carolina’s lenient pleading standard does not allow for an \nantitrust claim to continue when there are insufficient or conclusory alle gations of \nmarket power.”  Id. (citing Sitelink, 2016 NCBC LEXIS 45, at *29–30). \nANALYSIS \nI. Standing \n40. The Court first turns to Defendants ’ contention that Plaintiffs lack \nstanding to bring this action.  In support of this argument, Defendants cite federal \ncase law barring “indirect purchasers” from asserting antitrust claims under federal \nantitrust law.  Defendants argue that patients such as Plaintiffs who are covered by \ncommercial insurance plans—and therefore have payment for their care subsidized \n(or paid entirely) by commercial insurers —are merely indirect purchasers of \nDefendants’ services and therefore lack standing to assert the antitrust claims in the \nComplaint.  \n41. In response, Plaintiffs argue that North Carolina courts have expressly \nrecognized that indirect purchasers who seek to assert antitrust claims under state \nlaw—including antitrust claims against hospitals—possess standing to assert those \nclaims.  \n42. The United States Supreme Court has held that “indirect purchasers”—\nthat is, those who do not purchase goods or services directly from an alleged \nmonopolist but instead from another party “downstream”—do not have standing to \nbring suit under the federal antitrust statutes.  Ill. Brick Co. v. Illinois, 431 U.S. 720, \n728 (1977).  However, our Court of Appeals has on at least two occasions expressly \nrecognized the standing of indirect purchasers to bring antitrust claims in North \nCarolina.  See Hyde v. Abbott Labs., Inc., 123 N.C. App. 572, 573, 584 (1996) (allowing \nindirect purchasers of baby formula to sue for violation of a ntitrust laws under \nChapter 75); Teague v. Bayer AG, 195 N.C. App. 18, 19, 29 (2009) (recognizing indirect \npurchaser standing for consumer who purchased products containing a component  \nsubject to an alleged price-fixing scheme).   \n43. Moreover, this Court has previously rejected a similar standing-related \nargument in Di cesare.  In  that case , the plaintiffs, who were each covered by a \ncommercial insurance plan, sued a hospital over anti -steering and confidentiality \nrestrictions that it used in negotiations with commercial healthcare insurers.  \nDicesare, 2017 NCBC LEXIS 33, at *4 –15.  The  hospital moved to dismiss the \ncomplaint for lack of standing, but the Court rejected its argument based on Teague.  \nThe Court ruled that the plaintiffs had alleged “an injury in fact—increased cost and \nless consumer choice—that is fairly traceable under the allegations of the [complaint] \nto the Hospital’s imposition of the [contractual] provisions.”  Id. at *21.   This Court \nexpressly stated that “[i]n North Carolina, indirect purchasers have standing under \nsection 75-16 to bring an action for violations of Chapter 75 .”  Id. at *20 (emphasis \nadded and citations omitted). \n44. Similarly, the Complaint’s allegations in the present case, as discussed \nextensively above, sufficiently identify anticompetitive practices in which Defendants \nhave engaged during their negotiations with commercial insurers  leading, among \nother things, to higher insurance premiums for consumers along with denial of access \nto information  regarding price and quality as to  Defendants’ facilities so as to \nestablish their standing to advance their antitrust claims in this action.8   \n45. Therefore, Defendants’ Motion to Dismiss under Rule 12(b)(1) for lack of \nstanding is DENIED.  \nII. Restraint of Trade  \n46. Plaintiffs assert that by virtue of the practices described above \nDefendants have engaged in an unlawful restraint of trade in violation of Chapter 75 \n \n8 Defendants also argue that Plaintiffs are too “differently situated to have standing” to raise \nany of the claims in the Complaint.  (ECF No. 28, at p. 34.)  However, the Court is \nunpersuaded by this argument as well. \nof the North Carolina General Statutes.  N.C.G.S. § 75-1 states in pertinent part that \n“[e]very contract, combination in the form of trust or oth erwise, or conspiracy in \nrestraint of trade or commerce in the State of North Carolina is hereby declared to be \nillegal.”  N.C.G.S. § 75-1 (2021).9 \n47. “To establish a claim for restraint of trade under North Carolina law, a \nparty must plead ‘(1) a contract, combination, or conspiracy; (2) that imposed an \nunreasonable restraint of trade.’ ”  Se. Anesthesiology, 2019 NCBC LEXIS 63, at *27 \n(quoting Dicesare, 2017 NCBC LEXIS 33, at *44).  Our Supreme Court has held that \nfederal decisions under the Sherman Act are  instructive in evaluating claims under \n§ 75-1.  See Rose v. Vulcan Materials Co., 282 N.C. 643, 655 (1973) (“[T]he body of law \napplying the Sherman Act, although not binding upon this Court in applying G.S. 75-\n1, is nonetheless instructive in determining the full reach of that statute.”). \n48. It is undisputed that the alleged practices put at issue in the Complaint \nare properly viewed as vertical restraints rather than horizontal restraints.   \n“Restraints are generally categorized as horizontal or vertical.  A horizontal restraint \nis an agreement among competitors on the way in which they will compete with one \nanother.  Vertical restraints are restraints imposed by agreement between firms at \ndifferent levels of distribution. ”  Aya Healthcare Servs. v. AMN Healthcare, Inc. , 9 \nF.4th 1102, 1108 (9th Cir. 2021) (cleaned up). \n \n9 N.C.G.S. § 75 -2 states that “[a]ny act, contract, combination in the form of trust, or \nconspiracy in restraint of trade or commerce which violates the principles of the common law \nis hereby declared to be in violation of G.S. 75-1.”  N.C.G.S. § 75-2 (2021). \n49. The parties disagree, however, on the applicable standard for evaluating \nwhether the restraints Plaintiffs allege  are lawful.  Plaintiffs assert that the Court \nshould utilize the “ per se” standard of review , while Defendants contend that the \nappropriate standard is the “rule of reason.”   “ With certain narrow exceptions, \nsections 75-1 and 75-2, like their federal counterparts, prohibit restraints of trade or \ncommerce only when such restraints are unreasonable.”  Sitelink, 2016 NCBC LEXIS \n45, at **18 (cleaned up).  “Under the per se rule, certain practices, such as horizontal \nprice-fixing, are presumed unreasonable and thus considered illegal per se.”  Dicesare, \n2017 NCBC LEXIS 33, at *44– 45 (citing United States v. Am. Express Co., 838 F.3d \n179, 193–94 (2d Cir. 2016)).    \n50. In Dicesare, this Court noted that “[a] vertical restraint . . .  is generally \nevaluated under the rule of reason.”  Id. at *45 (citing Am. Express., 838 F.3d at 194). \nIndeed, the United States Supreme Court has confirmed that the rule of reason \napplies to vertical price restraints.  See Leegin Creative Leather Prods. v. PSKS, Inc., \n551 U.S. 877, 882 (2007)  (“We now hold that . . . vertical price restraints are to be \njudged by the rule of reason.”).   Following these precedents, the Court concludes that \nthe rule of reason is applicable to Plaintiffs’ restraint of trade claim. \n51. This Court discussed the application of the rule of reason standard to \nrestraint of trade claims in Dicesare: \nUnder the rule of reason, Plaintiffs have the initial burden of showing \nthat Defendant ’s challenged conduct has an adverse effect on \ncompetition as a whole in the relevant market .  R.J. Reynolds Tobacco \nCo., 199 F. Supp. 2d at 380.  “Examples of actual anticompetitive effects \ninclude reduced output, decreased quality, and supracompetitive \npricing.”  Am. Express Co., 838 F.3d at 194.  Anticompetitive effects may \nbe shown directly by establishing an actual adverse effec t on \ncompetition.  Id.  Anticompetitive effects may also be shown indirectly \n“by showing that the defendant has ‘sufficient market power to cause an \nadverse effect on competition.’ ”  Id. (quoting Tops Mkts., Inc. v. Quality \nMkts., Inc. , 142 F.3d 90, 96 (2d Cir. 1998)).  Market power alone, \nhowever, is insufficient to establish anticompetitive effects indirectly.   \nId. at 194-95.  Plaintiffs must also show “some other ground for believing \nthat the challenged behavior could harm competition in the market, \nsuch as the inherent anticompetitive nature of the defendant’s behavior \nor the structure of the interbrand market. ”  Tops Mkts., Inc., 142 F.3d \nat 97.  “[T]he structure of the interbrand market means, in practice, an \ninquiry into whether the challe nged behavior significantly restrict[s] \ncompetitors’ ability to enter the relevant market and compete—in other \nwords, whether the challenged behavior create[s] significantly higher \nbarriers to entry.”  MacDermid Printing Sols. LLC v. Cortron Corp., 833 \nF.3d 172, 183-84 (2d Cir. 2016) (internal quotation marks omitted). \n \nId. at *45–46. \n \n52. The insured patients in Dicesare sued a hospital, in part, for its use of \nanti-steering provisions in its contracts with commercial health insurers, contending \nthey constituted an illegal restraint of trade under North Carolina law.  Id. at *44.  \nThis Court denied the hospital ’s motion to dismiss the complaint, ruling that the \nplaintiffs’ allegations that  the anti-steering provisions enable d supracompetitive \npricing, reduced competition, and lessened consumer incentives to seek more cost -\neffective care survived a Rule 12 challenge.  Dicesare, 2017 NCBC LEXIS  33, at *50–\n53.  In explaining its ruling, this Court stated the following:  \nThe [complaint] alleges that the Anti -Steering Provisions have the \nfollowing anticompetitive effects in the relevant market: (1) protecting \nthe Hospital’s market power and enabling it to charge supracompetitive \nprices; (2) substantially lessening competition among providers of acute \ninpatient hospital services; (3) restricting the introduction of innovative \ninsurance products designed to achieve lower prices for, and higher \nquality of, acute inpatient hospital services; (4) reducing consumers ’ \nincentives to obtain acute i npatient hospital services from more cost -\neffective providers; and (5) depriving insurers and insureds of the \nbenefits of a competitive market for acute inpatient hospital  services.  \nPlaintiffs further allege that, due to the Anti -Steering Provisions, \nPlaintiffs have less insurance plans from which to choose and are denied \naccess to information about the cost and quality of the Hospital ’s \nservices compared to its competitors. \n \nRegardless of whether the method of satisfying the adverse effect \nrequirement is labeled direct or indirect, “there is really only one way to \nprove an adverse effect on competition under the rule of reason: by \nshowing actual harm to consumers in the relevant market.  How actual \nharm is shown determines whether proof of market power is also \nrequired.”  MacDermid Printing Sols. LLC, 833 F.3d at 182-83 (footnote \nomitted).  Protecting market power through means other than \ncompetition on the merits, as Plaintiff s allege here, has been found to \nconstitute an anticompetitive effect.  Microsoft Corp., 253 F.3d at 62. \nMoreover, Plaintiffs contend that the Anti -Steering Provisions enable \nthe Hospital to charge, and that the Hospital does in fact charge, \nsupracompetitive prices that are passed on to insureds . \nSupracompetitive pricing can satisfy the proof requirements of an actual \nadverse effect on competition.   Am. Express Co ., 838 F.3d at 205- 06 \n(“Plaintiffs might have met their initial burden [at trial] under the rule \nof reason by showing . . . that Amex’s pricing was set above competitive \nlevels within the credit-card industry (i.e., supracompetitive pricing).”). \n \nId. at *50–52. \n \n53. A federal court in North Carolina similarly addressed a motion to \ndismiss a restraint of trade claim involving a hospital’s u tilization of anti-steering \nrestrictions in United States v. Charlotte -Mecklenburg Hosp. Auth., 248 F. Supp. 3d \n720 (W.D.N.C. 2017) (“Atrium”).  In Atrium, a hospital that allegedly possessed a 50% \nshare of the relevant healthcare market was sued by the state and federal \ngovernments over the use of anti-steering provisions in its contracts with commercial \nhealth insurers.  Id . at 723–25.\n10  In denying the  hospital’s motion to dismiss, the \n \n10 The plaintiff’s claim for restraint of trade was brought pursuant to Section 1 of the Sherman \nAct, which prohibits “agreements that unreasonably restrain trade.”  Atrium, 248 F. Supp. \n3d at 725. \ncourt concluded that the plaintiffs had satisfied their burden under the federal Rule \n12 standard by stating a plausible claim for restraint of trade by alleging both direct \nand indirect adverse effects on competition.  Id. at 730. \n54. First, the Atrium  court found that the  plaintiffs had alleged direct \nevidence of an unreasonable restraint by alleging that “[i]ndividuals and employers \nin the . . . area pay higher prices for health insurance coverage, have fewer insurance \nplans from which to choose, and are denied access to consumer comparison shopping \nand other cost -saving innovative and more efficient health plans that would be \npossible if insurers could steer freely.”  Id. at 729.   \n55. Second, the court determined that the plaintiffs had also satisfied their \nburden of pleading an unreasonable restraint via the indirect method by alleging the \nexistence of sufficient market power through a large market share coupled with the \nhospital’s ability to force insurers to accept unwanted contractual provisions.  Id.  at \n730–31.  The court noted that the plaintiffs h ad further asserted the “potential for \ngenuine adverse effects on competition” by  virtue of the hospital’s  ability to charge \nhigher than competitive prices in a manner that was tied “directly to [the hospital’s] \nmarket power by alleging that insurers would prefer not to have steering restrictions \nin their contract but are unable to remove them because of the necessity to include \n[the hospital] in their plans.”  Id.  (cleaned up). \n56. With regard to Plaintiffs’ allegations  here that Defendants have \nunlawfully restrained trade through a n “all or nothing”  tying arrangement, similar \nclaims arising in a virtually identical context against a hospital system called Sutter \nHealth (“Sutter”) have been addressed by both federal and state courts in California. \n57. In Sidibe v. Sutter Health, No. 12-cv-04854-LB, 2021 U.S. Dist. LEXIS \n45221 (N.D. Cal.  Mar. 9, 2021), class action plaintiffs, who all either paid for health \ninsurance individually or through their employers,  brought suit against Sutter  in \nfederal court alleging, inter alia, an unlawful tying arrangement that violated federal \nantitrust laws and California law by causing higher prices to be paid by consumers .  \nId. at *3 –6.  A ccording to  the plaintiffs’ alleg ations, Sutter had employed a tying \narrangement in which it used “its market power  for inpatient services in seven  \nNorthern California Markets” (in which Sutter was “the only or dominant hospital”) \nto force insurers to also include in their networks Sutter’s inpatient services in other \ngeographic markets.  Id. at *4.  In other words, the plaintiffs alleged that Sutter had \nused its market power in the Northern California markets (the tying markets) to force \ninsurers to also include  in-network Sutter’s inpatient services in the other markets \n(the tied markets) even though the insurers did not necessarily want to include those \nservices in their insurance plans .  Id.  Plaintiffs also challenged several other   \npractices of Sutter, including its use of anti-steering restrictions such as a contractual \nprovision preventing insurers from “chang[ing] Sutter’s status as a preferred provider \nwithout Sutter’s permission.”  Id.   \n58. In analyzing Sutter’s motion for summary judgment, the federal district \ncourt summarized the key issue concerning the plaintiffs’ tying allegations as follows: \nThe main issue is whether Sutter forces insurers — through its \nsystemwide contracts with them — to include (in their networks) \ninpatient services at Sutter hospitals in the Tied Markets as a condition \nto access to inpatient services at Sutter hospitals in the Tying Markets \n(where Sutter is the only or dominant hospital), resulting in higher \nprices. \n \nId. at *6. \n \n59. Because of the relevance and thoroughness of the  Sidibe court’s \nsubsequent analysis of this issue, it is helpful to quote this portion of the opinion in \nfull: \nSutter contends that it never conditioned access to inpatient services in \nthe Tying Markets to the health plans ’ including inpatient services in \nthe Tied Markets in their networks, and it never required health plans \nto pay for one service as a condition for accessing another service .   \nInstead, it gave discounted rates to the health plans for including \nSutter’s hospitals in their networks.   A systemwide contract is not \nnecessarily unlawful.  But the theory of liability is that Sutter used i ts \nmarket power for inpatient services in the Tying Market to force the \nhealth plans to include (in their networks) Sutter inpatient services in \nthe Tied Markets and then had terms that prevented the health plans \nfrom excluding Sutter tied hospitals from t he networks or establishing \nlower-cost networks .  Fact disputes about how Sutter exercised its \nmarket power preclude summary judgment on the tying claims. \n \nA tying arrangement occurs where “ a seller with market power in one \nproduct market [] extend[s] its market power to a distinct product \nmarket.”  Cascade Health Sols. v. PeaceHealth , 515 F.3d 883, 912 (9th \nCir. 2008).  “To accomplish this objective, the seller conditions the sale \nof one product (the tying product) on the buyer’ s purchase of a second \nproduct (the tied product). ”  Id.  “ The essential characteristic of an \ninvalid tying arrangement lies in the seller ’s exploitation of its control \nover the tying product to force the buyer into the purchase of a tied \nproduct that the buyer either did not want at  all, or might have \npreferred to purchase elsewhere on different terms. ”  Id . at  913-14 \n(cleaned up) (quoting Jefferson Parish Hosp. Dist. No. 2 v. Hyde, 466 \nU.S. 2, 12, 104 S. Ct. 1551, 80 L. Ed. 2d 2 (1984)). \n \nThe elements of a tying claim are as follows: “ (1) [] the defendant tied \ntogether the sale of two distinct products or services; (2) [] the defendant \npossesses enough economic power in the tying product market to coerce \nits customers into purchasing the ti ed product; and (3) [] the tying \narrangement affects a not insubstantial volume of commerce in the tied \nproduct market.”  Id. at 913 (cleaned up); Suburban Mobile Homes, Inc. \nv. AMFAC Communities, Inc., 101 Cal. App. 3d 532, 542, 161 Cal. Rptr. \n811 (1980) (similar elements for a tying claim under California ’s \nCartwright Act). \n \nSutter contends that its systemwide contracts do not impose a tie \nbecause it does not condition the sale of one product to a health plan ’s \npurchase of another product.   Instead, its contracts are its mechanism \nfor setting prices, giving discounted rates to a plan if it is in a network \nand non-discounted non-par rates if it is not in a network.  But the facts \nare disputed.  First, the contracts were systemwide and required health \nplans to include Sutter inpatient services in the Tied Markets.   There \nare fact disputes about whether this was merely Sutter ’s setting its \nprices, or rather, whether Sutter forced higher prices in the Tied \nMarkets that were passed through to consumers through i nsurance \npremiums.  For example, the 95-percent non-par rates were higher than \nthe insurers’ customary out-of-network rates.  As a result, the health \nplans allegedly could not build narrow networks (at a lower cost) that \nexcluded Sutter because there was n o cost advantage (compared to a \nnetwork that included Sutter hospitals).  Second, the contracts \nprevented insurers from changing Sutter ’s status in the health plans ’ \nnetworks (by, for example, putting Sutter providers into less preferred \ntiers resulting in  lower costs) without Sutter ’s consent.  There is \nevidence that Sutter  permitted health plans to exclude or tier Sutter \nhospitals.  But there is evidence that it was occasional, that Sutter \ndenied requests to put Sutter hospitals in non -preferred tiers, and that \nwhen health plans tried to market lower -cost tiered networks that did \nnot include Sutter in the favored tier, Sutter threatened to terminate \nthe contracts and sue the plans.   There is evidence too that the plans \nobjected to the provisions and ultimately acceded to them because they \nhad no choice. \n \nId. at *14–17.  \n \n60. In related antitrust litigation brought against Sutter in state court by a \ndifferent group of plaintiffs, a California Superior Court allowed a restraint of trade \nclaim to proceed based on allegations that Sutter Health  “extract[ed] \nsupracompetitive prices” when it  “(1) require[d] [the p laintiff insurer] to offer its \nbeneficiaries the services of either all Sutter hospitals or none of them; (2) prohibit[ed] \n[the p laintiff insurer] from incentivizing its beneficiaries to choose competition \nhospitals and (3) prohibit [ed] Blue Shield —the network vendor —from disclosing  \nSutter’s prices.”  UFCW & Emps. Benefit Trust v. Sutter Health, Case No. CGC—14-\n538451, at p p. 2, 7 (Cal.  Super. Ct. Apr. 1, 2016).   In a demurrer to the plaintiffs ’ \ncomplaint, Sutter argued that the allegations concerning adverse effects on \ncompetition did not meet the required threshold necessary to state a claim for an \nunreasonable restraint of trade.  Id. at p. 7. \n61. The Superior C ourt disagreed, holding instead “that Sutter’s all -or-\nnothing, anti-incentive, and price secrecy terms foreclose price competition by rival \nproviders[.]”  Id.  The court similarly rejected Sutter’s contention that the plaintiff s \nhad insufficiently pled  an adverse effect on competition by means of a “restricted \noutput in a specially defined relevant market.”  Id.  (cleaned up).  The court held that \nthe plaintiffs’ allegation that “network vendors have no leverage to bargain on price \nbecause they cannot exclude Sutter from any health plans” was sufficient to allow the \nclaim to proceed.  Id. \n62. Based on this Court’s thorough review of the Complaint  and the briefs \nin the present action  and its careful consideration of the parties’ arguments  as well \nas its extensive review of relevant case  law from around the country, the Court is \nunable to agree with Defendants that Plaintiffs have failed to sufficiently allege a \nvalid claim for restraint of trade under Rule 12(b)(6). \n63. To be sure, the Complaint lacks  specificity—in certain respects —in \nconnection with Plaintiffs’ broad allegations of anticompetitive effects stemming from \nDefendants’ alleged conduct such as details regarding the exclusion of  competing \nproviders in the relevant  markets or a lack of patient choice concerning the provision \nof healthcare services.  \n64. But what Plaintiffs have alleged is that (1) through the contractual \nrestrictions at issue , Defendants are coercing insurers into including Mission \nfacilities in the insurers’ networks that the y do not want ; and (2) as a result, the \ninsurers lack the power they would normally be able to exercise in a competitive \nmarket to decide which facilities should and should not be included in their networks.  \n(Compl. ¶¶ 134, 182, 229.)    \n65. In addition, these contractual provisions —most notably, the anti -\nsteering provisions —have the potential  to preclude Defendants’ competitors from \nreceiving patients from insurers who would otherwise direct those patients to them \nbased on factors such as higher quality or lower cost.  (Compl. ¶ 229.)  \n66. Moreover, the Complaint does contain at least some allegation s that \ndecreased quality, higher prices , and reduced output have resulted from  these \ncontractual provisions that suffice for purposes of Rule 12(b)(6) review.   \n67. Thus, at a minimum, Plaintiff s have satisfied their burden of alleging \nan unreasonable restraint of trade via the indirect method by alleging the existence \nof sufficient market power held by Defendants in the Asheville I npatient Services \nmarket, coupled with  the potential for anticompetitive effects stemming from \nunwanted contractual provisions unilaterally imposed by Defendants on insurers.  \nDefendants’ argument that additional allegations are required at the pleadings stage \nlacks merit.  As the Third Circuit stated in rejecting a similar argument, \n[t]he defendants make a half -hearted argument that even if the \ncomplaint alleges that they formed a conspiracy to shield one another \nfrom competition, the [restraint of trade] claim is still deficient because \nthe complaint does not allege that the conspiracy unreasonably \nrestrained trade.  We disagree.  At the pleading stage, a plaintiff may \nsatisfy the unreasonable -restraint element by alleging that the \nconspiracy produced anticompetitive effects in the relevant markets.  \nSee Howard Hess, 602 F.3d at 253; Brown Univ. , 5 F.3d at 668.   \nAnticompetitive eff ects include increased prices, reduced output, and \nreduced quality.  Toledo Mack, 530 F.3d at 226; Brown Univ., 5 F.3d at \n668-69. \n. . .  \nThe complaint also plausibly suggests that by shielding Highmark from \ncompetition, the conspiracy resulted in increased premiums and reduced \noutput in the market for health insurance.   These allegations are \nsufficient to suggest that the conspiracy produced anticompetitive \neffects in the relevant markets. \n \nW. Penn Allegheny Health Sys. v. UPMC, 627 F.3d 85, 100-01 (3d Cir. 2010).  \n68.  The restraints resulting from these contractual provisions may or may \nnot ultimately be deemed unreasonable, but the Court is satisfied  at this early \njuncture that Plaintiffs are entitled to discovery on this issue.  See SD3, LLC v. Black \n& Decker (U.S.) Inc., 801 F.3d 412, 434 ( 4th Cir. 2015) (cleaned up) (“Our decision \nshould not be mistaken for an ultimate endorsement of the merits of [the plaintiff ’s] \ncase.  At this point, [the plaintiff’s] prospects for success are largely irrelevant, as a \nlawsuit need not be meritorious to proceed past t he motion-to-dismiss stage. . . . To \ndismiss [the plaintiff’ s] complaint because of some initial skepticism  would be to \nmistakenly collapse discovery, summary judgment, and trial into the pleading stages \nof a case.”).11 \n69. Thus, based on the above, Defendants’ Motion to Dismiss is DENIED as \nto Plaintiffs’ restraint of trade claim.  See, e.g., Hyundai Motor Am., Inc. v. Direct \nTechs. Int’l, Inc., No. 3:17-cv-732-MOC-DSC, 2018 U.S. Dist. LEXIS 146780, at *5–6 \n(W.D.N.C. Aug. 29, 2018)  (denying motion to dismiss a s to restraint of trade claim  \nbased on allegations of tying scheme by defendant).12 \nIII. Monopolization  \n70. The Court reaches a different conclusion, however, regarding Plaintiffs’ \nmonopolization claims.   \n71. Our General Statutes provide that  \n[i]t is unlawful for any person to monopolize, or attempt to monopolize, \nor combine or conspire with any other person or persons to monopolize, \nany part of trade or commerce in the State of North Carolina. \n \n11 Although Defendants contend that the contractual provisions at issue are actually  \nprocompetitive rather than anticompetitive, the Court cannot make such a determination at \nthe pleadings stage.  During discovery, Defendants will have a full and fair opportunity to \nestablish the procompetitive benefits of these provisions.  See Robertson v. Sea Pines Real \nEstates Cos., 679 F.3d 278, 292 (4th Cir. 2012) (“At this early stage of the litigation, we are \nnot in a position to weigh the alleged anticompetitive risks of the [challenged conduct] against \ntheir procompetitive ju stifications.  This rule of reason inquiry is best conducted with the \nbenefit of discovery and we thus express no view on the merits of the litigation beyond \nrecognizing the sufficiency of the complaints. ”); Dicesare, 2017 NCBC LEXIS 33, at *52– 53 \n(cleaned up) (“In its briefs, the Hospital conflates Plaintiffs’ initial burden of proving an \nadverse effect on competition with the ultimate determination of whether those \nanticompetitive effects outweigh any procompetitive benefits that may be offered by  \nDefendant.  At this stage of the proceeding, however, the Court is required to take the \nallegations of the [Complaint] as true and all contravening assertions in the Answer as false.  \nThus, Plaintiffs’ allegations of adverse effects on competition must be accepted as true, and \nDefendant’s pro-competitive justifications considered unproven.”).  \n \n12 Defendants also raise an argument that some of Plaintiffs’ claims are  untimely based on \nthe applicable statute of limitations.  However, because  none of the claims asserted in the \nComplaint are time-barred on their face, the Court deems this argument to be premature.  \n \nN.C.G.S. § 75-2.1 (2021). \n \n72. A plaintiff is required to allege the following elements  to state a valid \nclaim for monopolization: “ (1) the possession of monopoly power in the relevant \nmarket and (2) willful acquisition or maintenance of that power as distinguished from \ngrowth or development as a consequence of a superior product, business acumen, or \nhistoric accident.”  Sykes v. Health Network Sols., Inc., 2017 NCBC LEXIS 73, at *60 \n(N.C. Super. Ct. Aug. 18, 2017) (cleaned up).   \n73. This Court ha s held that “ [i]n determining whether monopoly power \nexists, courts look at defendant’s market share, the durability of defendant’s market \npower, and whether there are significant barriers to entry. ”  Dicesare, 2017 NCBC \nLEXIS 33, at *54–55 (cleaned up).  “Generally, seventy percent (70%) to seventy-five \npercent (75%) market share is necessary to sustain a monopolization claim and thirty \npercent (30%) to fifty (50%) is presumed necessary to sustain a claim for attempted \nmonopolization.”  Se. Anesthesiology , 2019 NCBC LEXIS 63, at *32 (citations \nomitted). \n74. The markets relevant to Plaintiffs’ monopolization claim are the three \nantitrust markets outlined in the Complaint, which —as noted above—consist of the \nAsheville Region Inpatient Services market, the Asheville Region Outpatient \nServices market, and the Outlying Regions Inpatient and Outpatient Services \nmarket.  \n75. As an initial matter, the Complaint purports to assert , inter alia,  a \nmonopolization claim under Article I, Section 34 of the North Carolina Constitution.  \nHowever, Defendants argue—and Plaintiffs concede —that this constitutional \nprovision only applies against state actors, a classification that does not include  \nDefendants.  See, e.g., Deminski v. State Bd. of Educ. , 377 N.C. 406, 413 (2021) \n(cleaned up) (“[T]o allege a cause of action under the North Carolina Constitution, a \nstate actor must have violated an individual’s constitutional rights.”); Bailey v. Flue-\nCured Tobacco Coop. Stabilization  Corp., 158 N.C. App. 44 9, 457 (2003) (“As \n[Defendant] is not a State actor, we conclude that both plaintiffs’ section 19 and 34 \nclaims fail.”).  Therefore, Plaintiff’s monopolization claim  under the North Carolina \nConstitution is DISMISSED with prejudice.   \n76. Plaintiffs’ remaining monopolization claims are based on three distinct \ntheories—unlawful acquisition of a monopoly, monopoly maintenance, and monopoly \nleveraging.  The Court will discuss each theory in turn. \nA. Monopoly Acquisition \n77. With regard to Plaintiffs’ monopoly acquisition claim, it is important to \nbe clear as to what Plaintiffs are and are not arguing.   Although they allege that \nDefendants possessed a monopoly in the Asheville region for inpatient services \nthrough Mission Hospital even prior to HCA’s acquisition of Mission’s assets in 2019, \nthey do not expressly contend that the monopoly was originally obtained in an \nunlawful manner.13  As Plaintiffs concede, a lawfully obtained monopoly  does not \nviolate the antitrust laws.  See, e.g., United States v. Microsoft Corp., 253 F.3d 34, 51 \n \n13 Indeed, s uch a position would be difficult to maintain given the General Assembly’s \nenactment of the COPA laws  and the protection to Mission provided therein from antitrust \nliability. \n(D.C. Cir. 2001) (cleaned up) (“ [M]erely possessing monopoly power is not itself an \nantitrust violation.”)  Instead, Plaintiffs argue that HCA’s takeover of the Mission \nsystem, which allegedly occurred in connection with HCA’s specific intent  to \nmonopolize, was unlawful under N.C.G.S. § 75-2.1.  \n78. Although Plaintiffs allege that HCA owns hospitals across the country, \nthe Complaint concedes that HCA did not own any in North Carolina prior to the \nacquisition of the Mission system.  (Compl. ¶ 149.)  Thus, this case does not present \nthe sort of antitrust issues that would exist following a merger, for example, between \ntwo existing competitors in the North Carolina healthcare services market.  Instead, \nthe transaction resulting in HCA’s acquisition of Mission’s assets simply resulted in \na swap of ownership without any accompanying change in competiti on.  Plaintiffs \nhave not cited any case law supporting the notion that such a transaction under these \ncircumstances—without more—violates the antitrust laws.  Therefore, Defendants’ \nMotion to Dismiss is GRANTED as to Plaintiffs’ monopoly acquisition  theory, and \nthis claim is DISMISSED without prejudice.  \nB. Monopoly Maintenance \n79. Nor have Plaintiffs stated a valid claim under a theory of mon opoly \nmaintenance.  Plaintiffs’ monopoly maintenance claim is  based on their contention \nthat Defendants engaged in anticompetitive conduct in order to maintain their \nmonopoly on inpatient services in the Asheville region based on the dominance of \nMission Hospital-Asheville. \n80. However, a careful reading of the Complaint reveals that all, or virtually \nall, of Plaintiffs’ allegations concerning the contractual restrictions utilized by \nDefendants relate to markets other  than the Asheville Region I npatient Services \nmarket.14  As suc h, although these  allegations are relevant to Plaintiffs’ monopoly \nleveraging claim—which is discussed below—they do not support Plaintiffs’ monopoly \nmaintenance claim.  The Complaint fails to contain any nonconclusory allegations \nthat Defendants are  engaging in anticompetitive conduct specifically designed to \nprevent competitors from entering the Asheville Region Inpatient Services market or \nto otherwise unlawfully foreclose competition in that market.  \n81. The Sutter Health cases are, once again, instructive.   In Sidibe, the \nfederal court rejected the plaintiff’s monopoly maintenance claim on similar grounds: \nSutter contends that there is no evidence that its contracting practices \nled to its acquiring or maintaining market power in the Tying Markets. \nInstead, as the plaintiffs’ expert opines, the undisputed facts establish \nthat Sutter ’s market power exists because nearly all hospitals are in \nrural areas, and the operator of those hospitals automatically has some \ndegree of market power. \n \nThe plaintiffs respond (in a single paragraph) that “ by forcing the \n[health plans] to accept its anticompetitive contract provisions, Sutter \nhas maintained its monopoly power over [inpatient hospital services] in \nits Tying Markets, particularly at Alta Bates in the Berkeley -Oakland \nmarket.”  The plaintiffs cite Sutter ’s contention during the Alta \nBates/Summit merger — that health plans could steer away from Alta \nBates to constrain prices — and contrast it with Su tter’s subsequent \nimposition of the anti -steering/anti-tiering terms in its contracts that \nprevented health plans from steering members away from the more \nexpensive tied hospitals and Alta Bates (a tying hospital) and launching \nmore inexpensive, tiered net works that put Sutter in a less -preferred \ntier. \n \n14 Indeed, the whole essence of Plaintiffs’ tying theory is that Defendants seek to require \ninsurers to include in their networks Defendants’ facilities in markets besides the Asheville \nRegion Inpatient Services market. \n. . .  \nThe plaintiffs offer no evidence for six of the seven Tying Markets (and \nthe corresponding hospitals).   For those markets and hospitals, the \nevidence is undisputed that Sutter ’s power exists because th e markets \nare rural.  As to Alta Bates, the plaintiffs identify evidence — through \ntheir expert — that more steering would have resulted in lower prices \nthere.  But that is not the equivalent of preventing other hospitals from \nentering or expanding in the Berkeley-Oakland HSA (meaning, hospital-\nservice area) Tying Market.  Instead, the theory of liability in the \ncomplaint is that Sutter used its market power in the Tying Markets \n(where it faced no competition) to force health plans to include Sutter \nhospitals in the Tied Markets (where it faced competition). \n \nIn sum, the plaintiffs have not produced evidence  that shows disputed \nmaterial facts about Sutter's willful maintenance of monopoly power.  \n \n2021 U.S. Dist. LEXIS 45221, at *20–22 (emphasis added); see also Blix Inc. v. Apple, \nInc., No. 19-1869-LPS, 2021 U.S. Dist. LEXIS 128137, at *9  (D. Del. July 9, 2021) \n(dismissing monopoly maintenance claim premised on tying allegations under Rule \n12(b)(6) because “[the plaintiff] does not explain how [ the defendants’ alleged tying \nconduct] restricts competition in [the tying market]”) ; Dreamstime.com, LLC v. \nGoogle, LLC, No. C 18-01910 WHA, 2019 U.S. Dist. LEXIS 13408, at *25 –26 (N.D. \nCal. Jan. 28, 2019) (cleaned up) (“[N]othing [plaintiff] has alleged demonstrates that \n[defendant] has maintained its monopoly by engaging in conduct to ‘ chill vigorous \ncompetition’ in the relevant market”). \n82. Therefore, based on the above,  Defendants’ Motion to Dismiss is \nGRANTED as to Plaintiffs’ monopoly maintenance claim,  and this claim is \nDISMISSED without prejudice. \n \n \nC. Monopoly Leveraging \n83. Plaintiffs also assert a monopolization claim premised on a theory of \nmonopoly leveraging.  “A monopoly leveraging claim is a . . . monopolization claim or \nattempted monopolization claim involving conduct in more than one market.   To \nsucceed, a plaintiff must demonstrate ‘that a party has a monopoly in one area, uses \nunlawful acts to leverage that monopoly into another area, and achieves or is likely \nto achieve that second monopoly.’ ”  Simon & Simon, PC v. Align Tech., Inc. , No. 19-\n506 (LPS), 2020 U.S. Dist. LEXIS 72499, at *23 (D. Del. Apr. 24, 2020) (quoting IQVIA \nInc. v. Veeva Systems, Inc., No. 17-00177 (CCC), 2018 U.S. Dist. LEXIS 171456, at *4 \n(D.N.J. Oct. 3, 2018)). \n84. “Monopoly leveraging . . .  is not a standalone theory of liability  under \nSection 2 [of the Sherman Act].”  Id. (citing Verizon Commc’ns., Inc. v. Law Offices of \nCurtis V. Trinko, 540 U.S. 398, 415 n. 4 (2004)).  Instead, “[i]n order to state a claim \nunder a leveraging theory, a plaintiff must sufficiently allege that the defendant \neither has obtained monopoly power in the second market or, in the case of an \nattempted monopoly claim, has a ‘ dangerous probability of success’ in monopolizing \na second market.”  Unigestion Holding, S.A. v. UPM Tech., Inc., 305 F. Supp. 3d. 1134, \n1150 (D. Ore. 2018) (quoting Trinko, 540 U.S. at 415 n. 4). \n85. Thus, with regard to this claim, Plaintiffs must sufficiently allege that \nDefendants exercise (or that there is a dangerous likelihood they will exerci se) \nmonopoly market power in the Asheville Region Outpatient Services market or the \nOutlying Regions Inpatient and Outpatient Services Market. \n86. With regard to outpatient services, the Complaint makes no attempt to \nallege any market share held by Defendants either in the Asheville Region market or \nin the Outlying Regions market.  \n87. As for inpatient services in the Outlying Regions, the Complaint alleges \nmarket shares held by Defendants for each of the individual five counties comprising \nthe Outlying Regions in varying percentages —all in excess of 70%.  Critically, \nhowever, the Complaint suggests —and Plaintiffs’ counsel  conceded at the 27 April \n2022 hearing on the pendi ng Motion—that those market share numbers are based \nlargely, if not entirely, on Medicare data. \n88. Plaintiffs’ Complaint makes clear that this lawsuit concerns the private \ninsurance market, rather than the “ the sale of such services to government payers .” \n(See Compl. ¶ 109 (“The relevant product markets do not include sales of such services \nto government payers, e.g., Medicare, Medicaid, and TRICARE  (covering military \nfamilies), because a healthcare provider’s negotiations with commercial health plans \nare se parate from the process used to determine the rates paid by government \npayers.”).)  \n89. On a number of occasions, c ourts have acknowledged the fundamental \ndifferences between government payers and private insurers in antitrust cases and  \nrefused to consider Medicare or Medicaid data offered in support of such claims.  \n90. For example, in FTC v. Sanford Health, No. 1:17-cv-133, 2017 U.S. Dist. \nLEXIS 215937 (D. N. D. Dec. 15, 2017) the court rejected the notion that government \npayers should be considered together with commercial insurers  in the antitrust \ncontext, stating the following:  \nA relevant product market definition may be based on a distinct category \nof customers.  FTC v. Advocate Health Care Network, 841 F.3d 460, 468 \n(7th Cir. 2016).  The plaintiffs’ proposed market definition includes only \ncommercial insurers, to the exclusion of government payers —Medicare \nand Medicaid.  There is no evidence that contracting with government \npayers involves the two-stage competition described above.  The process \nof providers reaching agreements with [Blue Cross] is not so similar to \nthat involved in contracting with government providers that \ngovernment providers should be included as customers in the relevant \nmarket.  This court finds it appropriate to consider a relevant market \nlimited to a distinct category of customers —commercial health \ninsurance plans. \n \nId. at *34. \n91. The court in Steward Health Care Sys., LLC v. Blue Cross & Blue Shield, \n997 F. Supp. 2d. 142 (D. R. I. 2014)  followed the same approach, acknowledging the \ndifferences between private insurers and government payers in this context.  \nIn the marketplace for the purchase of hospital services, however, \nMedicare and Medicaid purchase hospital services, but they can only do \nso for the limited number of individuals that qualify for those programs.  \nThe remainder of the market consists of private insurers purchasing \nhospital services for their subscribers.  Viewing the product market from \nthe perspective of an aggrieved private purchaser of hospital services, \nthen, it is appropriate to exclude Medicare and Medicaid purchases \nbecause the private purchaser was never competing to purchase those \nservices in the first place.   \n \nId. at 162. \n92. The Court finds these authorities  persuasive and will therefore \ndisregard the Complaint’s market share data from Medicare sources.   Having made \nthis determination, the Court therefore concludes that , for both outpatient services \nin all regions and inpatient services in the Outlying Regions, Plaintiffs have failed to \nallege a sufficient market share held by Defendants  to support a monopolization  \nclaim.  See Se. Anesthesiology, 2019 NCBC LEXIS 63, at *34– 35 (cleaned up)  \n(dismissing a section  75-2.1 claim pursuant to Rule 12(b)(6) based on plaintiff ’s \nfailure to allege “any market share possessed by [Defendants] in the relevant market \nor a dangerous probability of success of acquiring market share ”); see also Distance \nLearning Co. v. Maynard , No. 19-cv-03801-KAW, 2020 U.S. Dist. LEXIS 99256, at \n*23 (N.D. Cal. June 4, 2020) (“Because Plaintiff has not alleged facts demonstrating \nadequate market share, Plaintif f’s § 2 claims must be dismissed ”); Black Diamond \nLand Mgmt., LLC v. Twin Pines Coal Co. , No. No.: 2:14-cv-02333-RDP, 2016 U.S. \nDist. LEXIS 87022, at *56–57 (N.D. Ala. July 6, 2016) (“Without any facts concerning \na relevant market or market share, there is no way for Plaintiff to demonstrate \nmonopoly power or attempted monopolization . . . . Plaintiff’s Sherman Act claims are \ntherefore due to be dismissed with prejudice.”). \n93. In seeking to avoid this result , Plaintiffs contend that market share is \nessentially a proxy for monopoly power, which can be proved directly by other means \nsuch as the ability to control prices .  As a general proposition, Plaintiffs are correct.  \nSee, e.g., Tops, 142 F.3d at  97–98 (cleaned up) (“Monopoly power, also referred to as \nmarket power, is the power to control prices or exclude competition.  It may be proven \ndirectly by evidence of the control of prices or the exclusion of competition, or it may \nbe inferred from one firm’s large percentage share of the relevant market.”). \n94. Here, however, the Complaint does not contain sufficient  allegations of \nDefendants’ monopoly power in the relevant market s outside the Asheville Region \nInpatient Services market that are sufficient to substitute for the failure to plead \nsuch power through market share .  In particular, t he allegations in the Complaint \nthat Defendants are able to control prices in these other markets are conclusory.  \nMoreover, these allegations are rebutted by the only two specific examples Plaintiffs \noffer.  First, Plaintiffs reference an incident that allegedly occurred in 2017 when (1) \nMission allegedly insisted on certain price increases at Mission Hospital-Asheville to \nBlue Cross Blue Shield of North Carolina (“Blue Cross”); and (2) instead of engaging \nin the type of negotiations that would exist in a competitive market upon Blue Cross’s \nrefusal to agree to the price increases , Mission temporarily took the entire Mission \nsystem out-of-network.  (Compl. ¶ 164.)  However, the Complaint goes on to state that \na negotiated result  was ultimately reached in which D efendants received  a rate \nincrease that was not as high as originally demanded .  (Compl. ¶ 164.)  Thus, even \ntaking Plaintiffs’ allegations as true for purposes of Rule 12(b)(6), this incident \nundermines their allegation that Defendants possess the power to actually control \nprices.   \n95. The Complaint’s second example concerns another health insurer, \nCigna.  Plaintiffs allege that a similar dispute occurred following HCA’s acquisition \nof Mission in which HCA “used aggressive contract negotiating tactics” with the goal \nof obtaining a significant price increase  from Cigna.  ( Compl. ¶ 173.)  Once again, \nhowever, Plaintiffs’ assertions regarding this incident fall far short of  sufficiently \nalleging Defendants’ possession of monopoly power.  (Compl. ¶ 173.)\n15   \n \n15 Indeed, the Complaint does not even allege the ultimate outcome of the dispute with Cigna. \n96. Furthermore, the Court simply disagrees with Plaintiffs’ contention that \nthe mere exi stence of contract disputes such as these —without more —adequately \nillustrates Defendants’ monopoly power in the markets at issue. \n97. In addition, Plaintiffs’ allegations throughout the Complaint that  \nDefendants charge supracompetitive prices at their fac ilities fail to remedy the \nabsence of sufficient allegations about monopoly-level market share in the markets \nother than the Asheville Region Inpatient Services market.  Courts have repeatedly \nheld that the charging of high prices alone is not an antitrust  violation.  See, e.g., \nSimpson v. US West Commc’ns., 957 F. Supp. 201, 205 (D. Or. 1997) (quoting Berkey \nPhoto, Inc. v. Eastman Kodak Co., 603 F.2d 263, 294 (2d Cir. 1979)) (“Setting a high \nprice may be a use of monopoly power, but it is not in itself anticompetitive.”). \n98. It is also worth noting that Plaintiffs concede in their Complaint that \nDefendants face some level of competition in every market other than the Asheville \nRegion Inpatient Services market.  (Compl. ¶¶ 127–28, 204).   \n99. Therefore, for all of these reasons, Defendants’  Motion to Dismiss is \nGRANTED without prejudice as to Plaintiffs’ monopoly leveraging theory.      \nIV. Attempted Monopolization \n100. Finally, Plaintiffs allege a claim for attempted monopolization. “ To \nprevail on an a ttempted monopolization claim, Plaintiffs must demonstrate (1) a \nspecific intent to monopolize a relevant market; (2) predatory or anticompetitive acts; \nand (3) a dangerous probability of successful monopolization. ”  Sitelink, 2016 NCBC \nLEXIS 45, at **29 ( quoting R.J. Reynolds Tobacco Co. v. Philip Morris Inc. , 199 F. \nSupp. 2d 362, 394 (M.D.N.C. 2002)).  “Generally, . . . thirty percent (30%) to fifty (50%) \n[market share] is presumed necessary to sustain a claim for attempted \nmonopolization.”  Se. Anesthesiology, 2019 NCBC LEXIS 63, at *32 (cleaned up).  \n101. Once again, this claim is directed toward the markets other than the \nAsheville Region Inpatient Services market.  For the reasons stated above, Plaintiffs \nhave similarly failed to sufficiently allege a dangerous likelihood that Defendants will \nestablish a monopoly in these regions. \n102. Therefore, Defendants’ Motion to Dismiss is GRANTED without \nprejudice as to Plaintiffs’ attempted monopolization claim.   See, e.g. , Se. \nAnesthesiology, 2019 NCBC LEXIS 63, at *34 –35 ( dismissing attempted \nmonopolization claim for failure to allege any market share in the relevant antitrust \nmarket); Sitelink, 2016 NCBC LEXIS  45, at **31– 32 (dismissing attempted \nmonopolization claim for insufficient allegations of market share). \nCONCLUSION \n THEREFORE, IT IS ORDERED as follows:  \n1. Defendants’ Motion to Dismiss pursuant to Rule 12(b)(1) for lack of standing \nis DENIED.  \n2. Defendants’ Motion to Dismiss Plaintiffs’ restraint of trade claim is DENIED.  \n3. Defendants’ Motion to Dismiss Plaintiffs’ monopoly acquisition claim is \nGRANTED, and this claim is DISMISSED without prejudice. \n4. Defendants’ Motion to Dismiss Plaintiffs’ monopoly maintenance claim is \nGRANTED, and this claim is DISMISSED without prejudice.  \n5. Defendants’ Motion to Dismiss Plaintiffs’ monopoly leveraging claim is \nGRANTED, and this claim is DISMISSED without prejudice.  \n6. Defendants’ Motion to Dismiss Plaintiffs’ attempted monopolization claim is \nGRANTED, and this claim is DISMISSED without prejudice. \n7. Defendants’ Motion to Dismiss Plaintiffs’ monopolization claim under the \nNorth Carolina Constitution is GRANTED, and this claim is DISMISSED \nwith prejudice.  \nSO ORDERED, this the 19th day of September, 2022.  \n \n       /s/ Mark A. Davis      \n       Mark A. Davis \n       Special Superior Court Judge for \n       Complex Business Cases "
}