{
  "id": "74a1f8d31282aa02b5c001065f8debaf71151ffde49def30965cf3e6a6e02f92",
  "source_file": "data/raw/ncbc/74a1f8d31282aa02b5c001065f8debaf71151ffde49def30965cf3e6a6e02f92.pdf",
  "raw_text": "Sports Quest, Inc. v. Dale Earnhardt, Inc., 2004 NCBC 3\n \nSTATE OF NORTH CAROLINA\n \nCOUNTY OF IREDELL\n \n \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION\n02 CVS 0140\nSPORTS QUEST, INC.\n \nPlaintiff,\n \nv.\n \nDALE EARNHARDT, INC., a \nNorth\nCarolina corporation\n \nDefendants.\n \n \nACTION PERFORMANCE \nCOMPANIES,\nINC.\n \nPlaintiff,\n \nv.\n \nSPORTS QUEST, INC.\n \nDefendant \nand\nThird-Party \nPlaintiff,\n \nv.\n \nFRED WAGENHALS\n \nThird-Party \nDefendant.\n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n \n \n \n \n \n \n \n \n \n \n02 CVS 0140\n(Consolidated)\n \n \n \n \n \n \n \n \n \n \n \n01 CVS 2200\n \nORDER AND OPINION\n \n{1}\n \n      \nThis case arises out of Plaintiff Sports Quest’s claim that defendants effectively destroyed plaintiff’s\nbusiness as a licensee and marketer of NASCAR related merchandise.\n  \nSports Quest asserts claims against\nDefendant Dale Earnhardt, Inc. (“DEI”) for breach of contract, fraud, tortious interference with both business\nrelations and prospective economic advantage, unfair and deceptive trade practices and civil conspiracy.\n \n{2}\n \n      \nIn a related and now consolidated case, Plaintiff Action Performance (“Action”) asserts that it produced\nand sold $90,310.46 in replica racecars to Defendant Sports Quest, but never received payment for these goods.\n \nAction asserts claims against Sports Quest for breach of contract, statement of account and quantum meruit.\n \nSports Quest counterclaims that Action and its CEO, Fred Wagenhals (“Wagenhals”), committed fraud, unfair\nand deceptive trade practices, tortious interference with contract and slander.\n{3}\n \n  \nSports Quest seeks monetary damages from DEI, Action and Wagenhals.\n  \nAction seeks to recover the\nallegedly past due payments for merchandise plus interest and the costs of bringing the action.\n \nThomas, Godley & Childers, P.A. by Mark L. Childers for Plaintiff, Defendant and Third Party Plaintiff\nSports Quest.\n \nAlston & Bird, L.L.P by Bruce J. Rose, Judson Graves, and J. Mark Wilson for Defendant Dale\nEarnhardt, Inc.\n \nGray, Layton, Kersh, Solomon, Sigmon, Furr & Smith, P.A. by William E. Moore, Jr.; Arcangela M.\nMazzariello for Plaintiff Action Performance Companies, Inc. and Third Party Defendant Fred\nWagenhals.\n \nI.\nFACTUAL BACKGROUND\nA.\n \nTHE SPORTS QUEST AND DEI DISPUTE\n \n{4}\n \n      \nSports Quest is a North Carolina corporation, with its principal office and place of business in Iredell\nCounty, North Carolina.\n  \nSports Quest enters into licensing agreements with NASCAR racing teams to obtain\nthe rights to market merchandise that bears the intellectual property of these organizations, including various\ntrademarked and copyrighted items.\n  \nKenneth Frady (“Frady”) is the founder and sole owner of Sports Quest.\n{5}\n \n      \nDEI \nis also a North Carolina corporation with its principal office and place of business in Iredell County,\nNorth Carolina.\n  \nDEI is a privately held company that amongst other operations exclusively controls the images\nand likenesses of the late Dale Earnhardt and Dale Earnhardt, Jr. and the automobiles used by their racing\nteams.\n  \nDEI licenses the rights for outside companies to produce, distribute and market products bearing their\nlikenesses and other intellectual property owned by DEI.\n{6}\n \n      \nAction is \na publicly traded Arizona corporation registered to do business in the State of North Carolina.\n \nAction designs, promotes, markets, and distributes licensed NASCAR related products.\n  \nWagenhals is both a\ncitizen and resident of the State of Arizona, and is the president and chief executive officer (CEO) as well as a\nmajor shareholder of Action.\n{7}\n \n      \nBeginning in 1998, Sports Quest entered into several licensing agreements with DEI (the “1998 licensing\nagreements”) to produce and market merchandise that bore images and depictions related to both Earnhardts and\ntheir respective racing teams.\n  \nSubsequent documents executed by both parties extended Sports Quest’s licensing\nrights to the elder Earnhardt until the end of 2002 and to the younger Earnhardt until the end of 2005.\n  \nSports\nQuest paid royalties based on the sale of licensed products to DEI as compensation for the licensing rights.\n  \nThe\npresident of Sports Quest, Kenneth Frady, a veteran of NASCAR merchandising, had developed a relationship\nwith the Earnhardt family before executing the 1998 licensing agreements.\n{8}\n \n      \nDEI asserts that Sports Quest breached several provisions of the 1998 licensing agreements.\n  \nFirst, DEI\nasserts that Sport Quest violated the agreements’ prohibition on sublicensing to third party vendors.\n  \nSecond,\nDEI alleges that Sports Quest failed to tender royalties due in accordance with the licensing agreements.\n  \nSports\nQuest does not dispute either violation of the 1998 licensing agreements.\n  \nFrady, however, claims that Sports\nQuest waived the prohibition against sublicensing because DEI knew about it and did not object.\n{9}\n \n      \nThe critical juncture in this case occurred on June 15, 2000, when Frady met at the DEI offices with the\nelder Earnhardt and the recently hired vice president of licensing for DEI, Joe Hedrick.\n  \nFrady and the elder\nEarnhardt signed a letter (the “June 15th letter”) that allegedly altered the terms of the prior licensing agreements\nbetween DEI and Sports Quest.\n  \nThe parties are in dispute over the particular circumstances, inducements and\nmotivations surrounding the meeting and resultant document.\n{10}\n         \n            \nThe June 15th letter had several key provisions at issue in this case.\n  \nFirst, Frady admitted that\nSports Quest violated the prohibition on sublicensing contained in the 1998 agreements.\n  \nSecond, DEI required\nSports Quest to send a letter to third parties stating that it had sublicensed the rights to DEI properties to third\nparties.\n  \nThe letters were to notify third parties that Sports Quest was no longer an agent of DEI, sublicensing\nagreements would be honored by DEI, renewals would be negotiated with DEI, and all royalty payments should\nbe mailed directly to DEI.\n  \nThird, the letter stated that a new licensing agreement between DEI and Sports Quest\nwould follow that would supersede the 1998 agreements and also provided the terms to be included in that\nsubsequent document.\n  \nThe parties never entered into a subsequent agreement that incorporated the terms\nprovided for in the June 15th letter.\n{11}\n         \nSports Quest complied with the terms of the letter and notified sublicensees that DEI would assume\ncontrol over agreements concerning properties of DEI.\n  \nThe licensing relationship between DEI and Sports Quest\nfollowing June 15, 2000 operated without any major difficulty until early 2001.\n  \nOn February 18, 2001, Dale\nEarnhardt, Sr. was killed in an accident during a NASCAR race.\n{12}\n         \nIn March 2001, Sports Quest stopped paying royalties without explanation.\n  \nSports Quest did not pay the\nroyalties even after DEI notified Sports Quest in writing that it had breached the 1998 agreements.\n  \nOn\nNovember 13, 2001, DEI officially terminated the relationship with Sports Quest based on violations of the 1998\nlicensing agreements including nonpayment and sublicensing.\n \n{13}\n         \nThe parties have opposite views as to the purpose of the June 15th letter.\n  \nDEI asserts that the agreement\nwas an attempt on its part to cure Sports Quest’s breach of the prohibition on sublicensing provided for in the\n1998 agreements.\n  \nSports Quest contends that DEI used the June 15th letter to induce Sports Quest to sever ties\nwith existing customers by assuming control of these relationships.\n  \nFrady claims that DEI deceived him into\nsigning the letter by incorrectly telling him that Sports Quest was in breach of the 1998 agreements and falsely\npromising a secure future relationship between DEI and Sports Quest.\n  \nFrady also contends that the promises\nmade by DEI in the June 15th meeting induced him to terminate profitable relationships with customers.\n  \nA\nfactual dispute clearly exists as to the events surrounding the June 15th letter.\n{14}\n         \nThe dispute also turns on factual issues regarding the collapse of Sports Quest’s financial health. Sports\nQuest maintains that DEI and Action conspired to deceive it and exercise economic duress to force Sports Quest\nout of business.\n  \nOn the other hand, DEI claims Mr. Frady’s recreational habits and lack of work ethic destroyed\nboth his relationship with the Earnhardts as well as his business.\n \nB.\nTHE ACTION AND DEI DISPUTE\n{15}\n         \nThe relationship between Action and Sports Quest dates back to 1997.\n  \nAction provided die-cast replicas\nof racecars to Sports Quest for resale to the Hamilton Collection (“Hamilton”).\n  \nSports Quest was simply a\nmiddleman.\n  \nIt had no contract; it simply submitted purchase orders when it received orders from Hamilton.\n \nHamilton had no contractual obligation to deal with Sports Quest.\n  \nIn late 2000 and early 2001, Dale Earnhardt,\nSr. advised Action to sell its products directly to suppliers without using Sports Quest.\n  \nIn March 2001,\nWagenhals informed Hamilton that it would sell replica racecars directly to Hamilton.\n  \nThe decision to sell\ndirectly to Hamilton eliminated Sports Quest’s role in the distribution of the replica cars.\n  \nAction also would no\nlonger accept purchase orders from Sports Quest to provide products to Hamilton.\n{16}\n         \nAt the time of the decision to eliminate Sports Quest as an intermediary, Sport Quest owed over $90,000\nto Action for previously shipped die-cast cars.\n[1]\n  \nAt the behest of Action, Hamilton cancelled seven\noutstanding purchase orders with Sports Quest.\n  \nHamilton later settled a dispute over the purchase order with\nSports Quest by filling the cancelled purchase orders.\n{17}\n         \nSports Quest alleges that Action terminated the relationship only at the behest of DEI.\n  \nEncouragement\nto eliminate Sports Quest provides the impetus for the claims against Action and asserts that together DEI and\nAction destroyed Sports Quest’s relationship with Hamilton.\n  \nSports Quest claims that Action committed civil\nconspiracy, unfair trade practices and tortious interference by selling replica cars directly to Hamilton without\ngoing through Sports Quest.\nII.\nMOTION TO DISMISS\nA.\n{18}\n         \nWhen ruling on a motion to dismiss under Rule 12(b)(6), the court must determine “whether, as a matter\nof law, the allegations of the complaint are sufficient to state a claim upon which relief may be granted.”\n  \nHarris\nv. NCNB\n, 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987).\n  \nIn ruling on a motion to dismiss, the court must\ntreat the allegations in the complaint as true.\n  \nSee Hyde v. Abbott Laboratories, Inc.\n, 123 N.C. App. 572, 473\nS.E.2d 680, 682 (1996).\n  \nThe court must construe the complaint liberally and must not dismiss the complaint\nunless it appears to a certainty that plaintiff is entitled to no relief under any state of facts which could be proved\nin support of the claim.\n  \nSee id.\n \nB.\n{19}\n         \nDEI and Action assert that the Court should dismiss all of Sports Quest’s claims because Frady has\ninvoked his Fifth Amendment privilege against self-incrimination.\n  \nFrady refused to answer questions in\ndepositions regarding his alleged drug use, nonexistent work ethic, and extramarital affair and a lawsuit brought\nagainst him for alienation of affection, criminal conversation and intentional infliction of emotional distress.\n \nDEI and Action both argue that Frady’s refusal to answer these questions prejudices the defense of the claims\nagainst defendants.\n \n{20}\n         \nAction also asserts that Sports Quest failed to state claims against Action or Wagenhals upon which\nrelief can be granted.\n  \nThe Court, however, first addresses the argument that Frady’s invocation of his Fifth\nAmendment privilege provides a basis for this Court to dismiss the entire case.\nC.\n{21}\n         \nDEI alleges that the proximate cause of Sports Quest’s collapse was Frady’s behavior.\n  \nDEI claims that\nFrady used illicit drugs including cocaine, had an extramarital affair with a female employee and lacked any\nwork ethic as evidenced by his propensity to sleep and fish during the day.\n  \nThe importance of Frady’s conduct\nis that DEI alleges that Frady himself caused Sports Quest to fail rather than any action by DEI.\n  \nThe basis for\nthe allegations of this destructive behavior is the testimony of two former Sports Quest employees, Jeffrey\nFinkbiner and Ashley Wolfe.\n{22}\n         \nFrady refused to answer questions in depositions regarding the allegation of his illicit behaviors that DEI\ncontends caused the downfall of Sports Quest.\n  \nHe invoked his Fifth Amendment privilege against self-\nincrimination in response to questions about his alleged illicit conduct.\n  \nFrady, moreover, claims that testimony\nFinkbiner made about his destructive behaviors was false.\n  \nDEI in turn argues that Frady’s invocation of the\nFifth Amendment in response to relevant questions mandates the dismissal of his claims against DEI.\n{23}\n         \nDEI cites to North Carolina case law to support the proposition that a party cannot seek affirmative relief\nand then invoke the privilege against self-incrimination in response to relevant questions.\n[2]\n  \nSee\n \nMcKillop v.\nOnslow County\n, 139 N.C. App. 53, 532 S.E.2d 594 (2001); \nQuerneh v. Colie\n, 122 N.C. App. 553, 471 S.E.2d\n433 (1996); \nCantwell v. Cantwell\n, 109 N.C. App. 395, 427 S.E.2d 129 (1993).\n  \nThe cases that DEI relies on to\nsupport the full dismissal of Frady’s claims are not factually analogous to the case at hand.\n  \nEach case cited by\nDEI involves circumstances that prevent the broad application of their holdings to factually dissimilar cases and\nis easily distinguished from this matter.\n{24}\n         \nIn \nMcKillop\n, the plaintiff challenged a lower court ruling that found her in contempt for violating a\npermanent injunction that enforced a county ordinance and prevented her from opening an adult-oriented\nbusiness.\n  \n139 N.C. App. at 55, 532 S.E.2d at 596.\n  \nPlaintiff then refused to answer questions about whether she\nviolated the injunction by exposing her breasts for a fee.\n  \nThe questions that the plaintiff refused to answer\nconcerned the sole issue in the civil contempt action against her, which was operating an adult business in clear\ndefiance of a court ordered injunction prohibiting such activity.\n  \nMcKillop\n, 139 N.C. App. at 63-65, 532 S.E.2d\nat 600-602.\n \n{25}\n         \nIn contrast, the questions that Frady refuses to answer are indeed relevant to the case at hand, but are not\nso essential to the case that the action must be dismissed because of his refusal to answer.\n  \nFrady brings multiple\nclaims, including breach of contract and fraud, that could be resolved without his having to waive his privilege\nagainst self-incrimination.\n  \nIn \nMcKillop\n, the only factual and legal issues revolved around whether the plaintiff\ncommitted lewd acts for money in violation of the injunction.\n  \nThe plaintiff in \nMcKillop\n could not claim that she\nwas not in contempt and then refuse to answer questions about the very act that court held her in contempt for\ncommitting.\n  \nOn the other hand, Frady brings numerous claims that could be resolved regardless of his refusal to\nanswer questions about his personal behavior.\n  \nDEI’s reliance on \nMcKillop \nto dismiss this entire action because\nFrady invoked his privilege against self-incrimination regarding his alleged illicit behavior is misplaced, as his\nbehavior is not the sole issue in the case at hand.\n{26}\n         \nIn the child custody case of \nQuerneh\n, the plaintiff invoked his privilege against self-incrimination in\nresponse to questions about his illegal drug activity.\n  \n122 N.C. App. at 557, 471 S.E.2d at 435.\n  \nThe Court of\nAppeals dismissed the plaintiff’s claim for custody, reasoning “issues such as custody should only be decided\nafter careful consideration of all pertinent evidence \nto ensure the best interests of the child are protected\n.”\n  \nId\n. at\n559, 471 S.E.2d at 436 (emphasis added).\n  \nClearly, the main concern of the \nQuerneh\n court was that allowing the\nplaintiff not to answer questions about alleged drug activity created the risk of exposing the child to that\npotentially dangerous behavior.\n{27}\n         \nThe case at hand is a business dispute, and the best interests of a child are not at stake.\n  \nThe refusal of\nMr. Frady to confirm or deny illicit drug abuse may have bearing on the failure of Sports Quest. \n \nFrady’s alleged\ndrug abuse, however, is not the focus of this case, nor is the outcome as serious as placing a child in the custody\nof an unfit parent.\n  \nThe \nQuerneh \ncourt reasoning does not apply here because the policy concern in that case was\nprotecting children from potentially harmful situations that may arise when an adult invokes the Fifth\nAmendment in response to questions about his or her parental fitness.\n  \nThe Court finds \nQuerneh\n factually\ndistinguishable from this matter.\n  \nThe rationale for dismissing the plaintiff’s claim in that case for invoking his\nprivilege against self-incrimination only justifies a narrow application of the holding to child custody disputes.\n{28}\n         \nDEI also cites to the alimony dispute of \nCantwell\n to support the full dismissal of Frady’s claims.\n  \n109\nN.C. App. at 396, 427 S.E.2d at 130.\n  \nIn \nCantwell\n, the wife asserted her Fifth Amendment privilege against self-\nincrimination when asked about matters related to her adulterous activities.\n  \nId\n.\n  \nThe wife in \nCantwell\n, however,\nbased her claim for alimony on the premise that she was a dutiful and faithful wife to her husband who\nabandoned her without provocation.\n  \n109 N.C. App. at 396, 427 S.E.2d at 129.\n  \nThe husband in turn raised the\naffirmative defense that his wife committed adulterous acts.\n  \n109 N.C. App. at 396, 427 S.E.2d at 130.\n  \nThe\nCantwell\n court found that the wife could not invoke the privilege and continue to maintain her action for\nalimony as well.\n  \nId\n. at 398, 427 S.E.2d at131.\n{29}\n         \nIn contrast to \nCantwell\n, the behaviors that DEI questioned Frady about would not constitute an\naffirmative defense to any of the claims against DEI.\n  \nFor example, Frady’s alleged drug abuse would not\nnecessarily mean that DEI could not have possibly breached a contract with Sports Quest.\n  \nAn affirmative\nanswer to questions regarding illicit behavior by Frady will not automatically absolve DEI factually or legally in\nthis case.\n  \nThe answers may have some bearing on the outcome, but the jury can make inferences about Frady’s\nrefusal to answer these questions. On the other hand, the adultery allegations that the wife in \nCantwell\n would\nneither confirm nor deny were potentially dispositive of her alimony cause of action.\n  \nThe Court cannot broadly\nconstrue \nCantwell \nto dismiss all claims against DEI, as Frady invoked his privilege against self-incrimination in\nresponse to questions that, regardless of the answer, would not provide an affirmative defense.\nD.\n{30}\n         \nCase law does not support the complete dismissal of this action as requested by DEI and Action.\n  \nThe\nCourt, however, will not permit Frady to refuse to answer questions about his behaviors and then attack the\nvalidity of the answers of other witnesses about the same subject matter.\n  \nA party cannot stifle discovery by\ninvoking the Fifth Amendment on a topic during a deposition and then testify or offer evidence at the trial on the\nsame subject matter.\n  \nTo allow a party to do so would be unfair and frustrate the purpose of the discovery phase\nof litigation.\n  \nThe privilege is a shield, not a sword to be used in civil cases.\n{31}\n         \nThis Court addressed a similar situation in another case. \nSee Staton v. Brame\n, Order (No. 96 CVS 1409,\nForsyth County Super. Ct.)(Tennille, J.).\n  \nIn that case, a party claimed his Fifth Amendment privilege during\ndiscovery and refused to provide any testimony at depositions.\n  \nThis Court reasoned that it would be unfair for a\nparty to avoid discovery and then to testify at trial.\n  \nThe other party could not then prepare adequately for trial\nwithout knowing the content of the opposing party’s testimony because of the invocation of privilege.\n  \nThe\nresult proves unfair to the party that had its discovery efforts frustrated by the opposing party’s refusal to answer\nquestions.\n  \nThe privilege against self-incrimination is a personal liberty, but not a litigation tactic.\n{32}\n         \nIn the case at hand, the Court cannot force Frady to abandon his Fifth Amendment privilege against self-\nincrimination regarding questions about his personal behavior.\n  \nThe Court, however, also cannot allow him to\nevade these questions during discovery and then present evidence about these matters at trial.\n  \nFrady, moreover,\ncannot testify about the credibility of another witness’ testimony concerning the same subject matter in which he\ninvokes his Fifth Amendment privilege in response to questions during depositions.\n  \nIf Frady continues to invoke\nthe Fifth Amendment in response to these questions during discovery then he cannot testify about the same\nmatters at trial.\nE.\n{33}\n         \nFrady’s invocation of the Fifth Amendment in response to questions about his personal behavior does\nnot preclude the consequence that a jury may draw adverse inferences.\n  \n“[T]he Fifth Amendment does not forbid\nadverse inferences against parties to civil actions when they refuse to testify in response to probative evidence\noffered against them: the Amendment ‘does not preclude the inference where privilege is claimed by a \nparty to\ncivil cause\n.’ ”\n  \nBaxter v. Palmigiano\n, 425 U.S. 308, 318 (1975)(quoting 8 \nJ\n. \nW\nIGMORE, \nE\nVIDENCE \n43\n9\n(McNaughton rev. 1961).\n  \nIn criminal cases, neither courts nor prosecutors may suggest that a defendant’s\nsilence is substantive evidence of guilt.\n  \nId\n. at 319.\n  \nThe policy rationale behind that distinction is that criminal\ncases involve personal freedom as opposed to the monetary and injunctive remedies at issue in a civil action.\n  \nIn\na criminal case, the higher stakes of personal freedom require courts to limit more strictly what a jury may infer\nfrom a defendant’s silence.\n{34}\n         \nThis matter is a civil case, and Frady cannot invoke the Fifth Amendment without facing the possibility\nthat a jury will conclude that he did in fact abuse drugs, commit adultery and sleep through the workday.\n  \nThe\nrelief sought in this case is only monetary. The Court does not completely discount the importance of financial\nremuneration, but the relief sought will not deprive Frady of his freedom as might occur in a criminal case.\n \nFrady’s invocation of the Fifth Amendment privilege is hardly grounds for dismissal, but neither does that same\ninvocation allow him to frustrate the opposition’s discovery.\n  \nIn a civil case, the law clearly allows the court to\ninstruct the jury that it may infer that Frady’s invocation may indicate that he behaved in the manner alleged.\n \nIII.\nA.\n{35}\n         \nAction and Wagenhals also filed a motion to dismiss that addressed the substantive legal issues in\naddition to the Fifth Amendment controversy.\n  \nThese parties seek to dismiss the breach of contract, tortious\ninterference, civil conspiracy and unfair trade practice claims asserted by Sports Quest.\n  \nIn addition, Wagenhals\nrequests that the Court completely dismiss him as a defendant in the action.\nB.\n{36}\n         \nAction and Wagenhals assert that Sports Quest did not sufficiently state allegations to sustain a breach of\ncontract claim.\n  \nThey contend that no contractual obligation existed between Action and Sports Quest to enable a\nbreach to occur.\n  \nThe only evidence of a contract between Action and Sports Quest are purchase orders that\nAction did not accept, sign or acknowledge.\n \n{37}\n         \nThe mere acknowledgement or receipt of a purchase order does not constitute assenting to the terms of\nan offer and thus does not create a contractual obligation.\n  \nSee Southern Spindle & Flyer Co., v. Milliken & Co.,\n53 N.C. App. 785, 788, 281 S.E.2d 734, 736 (1981).\n  \nIn \nSouthern Spindle\n, the defendant orally contracted with\nthe plaintiff provider for the servicing of the defendant’s machines.\n  \nId\n. at 735-36, 281 S.E.2d at 786-88.\n  \nThe\nplaintiff had performed a substantial portion of the services when the defendant sent a purchase order specifying\nnumerous terms, including a provision to compel arbitration in the event of a dispute.\n  \nPlaintiff acknowledged\nreceipt but did not indicate a promise to comply with the terms proscribed in the purchase order. \n \nId.\n, 53 N.C.\nApp. at 788, 281 S.E.2d at 738.\n  \nDefendant cancelled the remainder of the oral contract and plaintiff brought an\naction to recover the money owed under the agreement.\n  \nThe defendant filed a motion to dismiss because the\npurchase order included an arbitration clause.\n  \nThe \nSouthern Spindle \ncourt denied the motion to dismiss and held\nthat the acknowledgement of a purchase order did not mean that a party assents to the terms provided.\n  \nId\n.\n{38}\n         \nIn the case at hand, Sports Quest does not allege that Action even acknowledged the purchase order.\n \nThe \nSouthern Spindle\n court did not find that a contractual obligation existed in that situation even when the\ndefendant acknowledged the purchase order.\n  \nThis Court, therefore, cannot find that the purchase orders that\nAction did not even acknowledge created a contractual obligation to Sports Quest because an acknowledged\npurchase order does not amount to a contract.\n \n{39}\n         \nAction also maintains that Sports Quest failed to render payment for the goods and that the failure to do\nso negates the breach of contract claim.\n  \nSports Quest submitted purchase orders to and received replica cars\nfrom Action that it in turn distributed to Hamilton.\n  \nSports Quest admits to not remitting over $90,000 due to\nAction for the replica cars.\n  \nSports Quest failed to pay this money to Action despite the fact that Hamilton paid\nSports Quest for the replica cars.\n  \nWhen Action terminated the relationship, Sports Quest was in arrears for the\nproducts that it received.\n{40}\n         \nThe breach of contract claim against Action fails even if the Court determined that the purchase orders\nconstitute a contract between Sports Quest and Action.\n  \nBreach of contract occurs when a party fails to perform a\ncontractual duty.\n  \nSee Sechrest v. Furniture Co.\n, 264 N.C. 216, 217, 141 S.E. 2d 292, 294 (1965)\n; \nMillis Constr.\nCo. v. Fairfield Sapphire Valley, Inc., \n86 N.C. App. 506, 510, 358 S.E.2d 566, 569\n \n(1987).\n  \nIf a contract existed\nbetween Action and Sports Quest, then the failure to pay for the cars amounts to a breach by Sports Quest.\n \nAction shipped the cars to Sports Quest, who in turn distributed the goods to Hamilton and received payment.\n \n{41}\n         \nIn bilateral contracts, if a party to the contract commits a material breach of the contract, the other party\nis excused from the obligation to further perform under the contract.\n  \nSee Lake Mary Ltd. P’shp. v. Johnston\n,\n145 N.C. App. 525, 537, 551 S.E.2d 546, 555\n \n(2001)\n; \nColeman v. Shirlen\n, 53 N.C. App. 573, 578, 281 S.E.2d\n431, 434 (1981).\n  \nThe failure to remit payment justifies Action’s termination of its business relationship with\nSports Quest.\n  \nAction was not required to continue a relationship with a party that refused to tender payment due\nfor the replica cars that it provided.\n  \nIf the argument that an unacknowledged purchase order constitutes a\ncontract had merit, then Sports Quest’s nonpayment excused Action from any breach of contract that it allegedly\ncommitted.\n \n{42}\n         \nSports Quest’s allegation provides two grounds for the Court to dismiss the breach of contract claim\nagainst Action.\n  \nFirst, North Carolina law does not find that an unacknowledged purchase order constitutes a\ncontract.\n  \nThe absence of a contract with Sports Quest made it impossible for a breach by Action to occur.\n \nSecond, even if this Court found that the purchase order created a contract, Sports Quest’s nonpayment was a\nbreach and excused nonperformance by Action.\n  \nTherefore, the Court dismisses the breach of contract claims\nagainst Action.\n \nC.\n{43}\n         \nAction seeks to dismiss Sports Quest’s claim of tortious interference with contract and prospective\nbusiness advantage as to the sale and resale of die-cast cars.\n  \nSports Quest bases the tortious interference claim\non Action’s decision to sell die-cast cars directly to Hamilton.\n  \nThe decision effectively eliminated Sports Quest\nas the intermediary between Action and Hamilton.\n{44}\n         \nA claim for tortious interference with contract exists where the defendant knows of a contractual\nrelationship between two parties and \nwithout justification\n induces one party to breach the contract. \nUnited\nLaboratories, Inc. v. Kuykendall\n, 322 N.C. 643, 661, 370 S.E.2d 375, 387 (1988)(emphasis added).\n  \nInterference\nwith a contract is justified if it is motivated by a legitimate business purpose\n, \nas when the plaintiff and the\ndefendant, an outsider, are competitors.\n  \nEmbree Constr. Group, Inc. v. Rafcor, Inc.,\n 330 N.C. 487, 498, 411\nS.E.2d 916, 924 (1992).\n  \nThe elimination of Sports Quest as a middleman constituted a legitimate business\npurpose: it saved money.\n  \nNo obligation with Sports Quest prevented Action from directly selling to Hamilton.\n \n{45}\n         \nSports Quest, moreover, admittedly competed directly with Action for Hamilton’s die-cast car business.\n \nSports Quest’s role as an intermediary between Action and Hamilton caused a significant increase in the price of\ndie-cast cars.\n  \nThe decision to eliminate Sports Quest enabled Hamilton to obtain a lower price and Action to\neliminate a competitor.\n  \nBy settling with Hamilton on the terminated contracts, Sports Quest waived its claims\nfor inducement of the breach of those contracts.\n  \nPiedmont Inst. of Pain Mgmt. v. Staton Found\n., 157 N.C. App.\n577, 592,\n \n581, S.E.2d 68, 78 (2003)(citing\n Chemimetals Processing, Inc. v. Schrimsher\n, 140 N.C. App. 135, 138,\n535 S.E.2d 594, 596 (2000)).\n  \nThe interference with contract claim has no basis because as Sports Quest’s\ncompetitor Action was justified in eliminating the intermediary role in order to obtain Hamilton’s business and\nmaintain a relationship with DEI.\n[3]\n{46}\n         \nSports Quest also asserts a tortious interference with prospective economic advantage claim against\nAction.\n  \nA claim for \ntortious interference\n with prospective advantage requires that a\n \nplaintiff must show that a\ndefendant induced a third party to refrain from entering into a contract with a plaintiff without justification.\n \nDaimlerChrysler Corp. v. Kirkhart\n,\n \n148 N.C. App. 572; 585, 561 S.E.2d 276, 286 (2002).\n  \nThe North Carolina\nSupreme Court held that \ntortious interference with prospective economic advantage\n occurs when a party\ninterferes with the freedom of contract and “not in the legitimate exercise of defendant's own right, but with\ndesign to injure the plaintiff, or gaining some advantage at his expense.\" \nOwens v. Pepsi Cola Bottling Co. of\nHickory, N.C., Inc.,\n 330 N.C. 666, 680, 412 S.E.2d 636, 644 (1992).\n  \nAction had sufficient justification because\nSports Quest was a competitor, and removing an intermediary allowed Action to sell products to Hamilton at a\nlower price.\n  \nAction legitimately exercised the right to expand its direct distribution relationship with Hamilton.\n \nSports Quest also fails to allege with any particularity that Action deterred Hamilton from entering into a\ncontract with Sports Quest.\n{47}\n         \nThe tortious interference claims do not assert that Action engaged in any conduct that did not advance a\nlegitimate business purpose.\n  \nThe Court cannot punish Action for attempting to lower prices, obtaining business\nfrom a competitor and contracting the distribution chain.\n  \nThis conduct advanced legitimate business purposes\nand thus exculpates Action from a claim for tortious interference with contract or prospective economic\nadvantage.\n[4]\nD.\n{48}\n         \nSports Quest alleges that Action engaged in civil conspiracy to destroy its business.\n  \nA valid civil\nconspiracy claim requires an agreement between two or more individuals to commit an illegal act that results in\nan injury to the plaintiff pursuant to a common scheme.\n  \nPrivette v. Univ. of North Carolina\n, 96 N.C. App. 124,\n139, 385 S.E. 2d 185, 193 (1989).\n  \nThe absence of an illegal act is fatal to Sports Quest’s civil conspiracy claim.\n \nAction’s decision to discontinue sales to Sports Quest does not rise to the level of an illegal act.\n  \nSuppliers are\nfree to contract with whomever they please and structure the distribution chain accordingly.\n[5]\n  \nIn the era of\nInternet and direct sales, conspiracy claims would overrun the courts if the elimination of the “middleman” in\nthe supply chain constituted an illegal act.\n  \nMoreover, judicial intervention into how parties choose and structure\nlegitimate business relationships is beyond the power of the courts.\n \n{49}\n         \nAction was free to sell directly to Hamilton to protect a relationship with a large customer.\n  \nPressure\nfrom DEI on Action to discontinue the relationship is irrelevant.\n  \nThe exclusion of one customer to strengthen\nties with a larger customer is legal and a normal occurrence in commerce.\n \nE.\n{50}\n         \nTo succeed on a claim for unfair and deceptive trade practices in North Carolina, plaintiff will need to\nestablish three factors:\n  \n(1) an unfair or deceptive act or practice, (2) in or affecting commerce, which (3)\nproximately causes actual injury to plaintiff.\n  \nSee Murray v. Nationwide Mutual Ins. Co.\n, 123 N.C. App. 1, 9,\n472 S.E.2d 358, 362 (1996).\n  \nIn order to establish that unfair and deceptive trade practices occurred, plaintiff\nmust prove egregious conduct on the part of defendants.\n  \n“The term ‘unfair’ has been interpreted by our Courts\nas meaning a practice which offends established public policy, and which can be characterized by one or more of\nthe following terms: ‘immoral, unethical, oppressive, unscrupulous or substantially injurious.’ ”\n  \nId.\n \n{51}\n         \nThe behavior of Action towards Sports Quest does not rise to the level of unfair in that it does not violate\nthe moral standards or ethics of the business community.\n  \nAction merely took measures to protect its own\nbusiness interests that happened to be detrimental to Sports Quest’s financial condition.\n  \nEvery business\ntransaction impacts a party either through its participation in or through its exclusion from the deal.\n  \nAbsent the\npresence of an act that violates moral, ethical, or legal standards, the courts cannot punish a business solely\nbecause a transaction financially harms another entity.\n  \nThat is competition.\n  \nAn unfair trade practice requires\nmore than a negative impact on a party.\n{52}\n         \nSports Quest does not allege that Action engaged in any activity that rises to the level of an unfair trade\npractice.\n  \nAction terminated its relationship with Sports Quest and was free to make that choice.\n  \nThe\nmotivations of Action in ceasing business with Sports Quest are irrelevant unless Action engaged in a morally or\nethically questionable activity.\n  \nSports Quest made no factual allegation against Action that provides a basis to\nmaintain an unfair trade claim.\n{53}\n         \nSport Quest’s claim under the Unfair Trade Practices Act is not a valid claim because Action did not\nbreach a contract.\n  \nNorth Carolina law clearly supports the proposition that a breach of contract, even if\nintentional, does not alone constitute an unfair trade practice.\n  \nBranch Banking & Trust Co. v. Thompson\n, 107\nN.C. App. 53, 62 418 S.E.2d 694, 700 (1992).\n  \nIn this case, Action did not even commit a breach of contract, and\nnothing in the pleadings suggests that it committed an immoral or unethical act.\n  \nSee supra\n Part III.B (explaining\nthat Action did not breach a contract with Sports Quest).\n  \nThe absence of a breach of contract further evidences\nthat Action did not conduct itself in a manner that constituted an unfair trade practice under North Carolina law.\nF.\n{54}\n         \nSport Quest has no grounds in which to maintain an action against Wagenhals.\n  \nThe allegations against\nWagenhals do not establish a theory of liability that sustains any cause of action against him as an individual.\n \nThe causes of action that Sports Quest asserts against Wagenhals all involve his actions in the capacity as CEO\nof Action and not as an individual.\n  \nWagenhals also took no action that would support any of the claims\ndiscussed above.\n  \nSee supra\n Parts III.A-E.\n  \nRegardless of the validity of Sports Quest’s claims against Action,\nthe claims fail to provide any rationale as to why Wagenhals would be individually liable for a finding against\nAction.\n \nIV.\nMOTION FOR SUMMARY JUDGMENT\nA.\n{55}\n         \nNorth Carolina courts recognize the use of partial summary judgment under Rule 56(d) of the North\nCarolina Rules of Civil Procedure to simplify cases by disposing of those issues ripe for summary judgment.\n \nN.C.G.S. §1A-1, Rule 56(d); \nsee Case v. Case\n, 73 N.C. App. 76, 325 S.E.2d. 661, \nrev. denied, \n313 N.C. 597,\n330 S.E.2d 606 (1985); \nHill Truck Rentals, Inc. v. Hubler Rentals, Inc.,\n 26 N.C. App. 175, 215 S.E.2d. 398\n(1975).\n{56}\n         \nThe North Carolina Court of Appeals has explained that a summary judgment movant may meet its\nburden of showing that it is entitled to judgment as a matter of law by showing either (1) an essential element of\nthe non-movant’s claim does not exist, (2) the non-movant cannot produce evidence to support an essential\nelement of the claim, or (3) the non-movant cannot surmount an affirmative defense which would bar the claim.\n \nTaylor v. \nA\nshburn\n, 112 N.C.App. 604, 606-607, 436 S.E.2d 276, 278 (1993), \ncert. denied\n, 336 N.C. 77, 445\nS.E.2d 46 (1994)\n.\n  \nOnce the defendants have met their burden by proving that an essential element of the\nopposing party’s claim does not exist or by showing through discovery that the opposing party cannot produce\nevidence to support an essential element of its claim, the burden shifts to the non-moving party to show that a\ngenuine issue exists by forecasting sufficient evidence of all essential elements of the claim.\n  \nFarrelly v.\nHa\nm\nilton Square\n, 119 N.C.App 541, 459 S.E.2d 23 (1995)\n.\n{57}\n         \nS\nummary judgment\n may not be used to resolve \nfactual disputes\n that are material to the disposition of the\naction. \nRobertson v. Hartman\n, 90 N.C. App. 250, 252, 368 S.E.2d 199, 200 (1988).\n  \nA court, moreover, cannot\nusually grant a motion for summary judgment when a state of mind such as intent, motive or knowledge is at\nissue. \nSee\n \nValdese General Hospital v. Burns\n, 79 N.C. App. 163, 165 339 S.E. 2d 23, 25 (1986).\nB.\n{58}\n         \nThe standard for summary judgment is high and requires a clear view of the facts surrounding a case.\n \nThe essential facts of the case between DEI and Sports Quest are in dispute, and the evidence cited in the briefs\nsubmitted does not meet the standard necessary to grant a summary judgment motion in favor of either of those\nparties.\n  \nThe parties also base their motions on the circumstances surrounding the June 15th letter.\n  \nThe\narguments advanced in favor of summary judgment involve the motives and intent for the creation and execution\nof the June 15th letter.\n{59}\n         \nThe standard for summary judgment does not allow the Court to determine the state of mind of Frady or\nthe Earnhardts in this phase of the case.\n  \nSee id\n.\n  \nThe parties clearly disagree as to why DEI and Sports Quest\nexecuted the June 15th letter as well as to the events that led up to that meeting.\n  \nThe Court is not a finder of fact\nand cannot act as a jury in the summary judgment phase.\n  \nThe Court will revisit the motion for summary\njudgment in the context of the recently submitted briefs addressing specific claims.\n{60}\n         \nThe Court, therefore, denies all motions for summary judgment at this time; but grants Action and\nWagenhals’ motions to dismiss.\n \nCONCLUSION\nIt is, therefore, ORDERED, ADJUDGED AND DECREED:\n1.\n      \nThe claims against Action are DISMISSED.\n2.\n      \nThe claims against Fred Wagenhals are DISMISSED.\n3.\n      \nThe motion to dismiss Sports Quest’s claims for the invocation of Fifth Amendment privilege by Frady\nis DENIED.\n4.\n      \nSports Quest will be prohibited from offering evidence at trial to contradict evidence on issues in which\nFrady has claimed his Fifth Amendment privilege.\n \nThis the ______ day of February 2004.\n \n                                                           \n \n                                                          \n \n \n \n[1]\n Hamilton already had paid Sports Quest for these cars.\n[2]\n The cases that DEI cites to support this proposition rely on the persuasive authority of \nChristensen v. Christensen\n, 281 Minn. 507, 162\nN.W.2d 194 (1968).\n  \nThe case is a family law action with a set of facts that limits its application to divorce proceedings or questions\naddressing facts that would create affirmative defenses.\n  \nNeither of these factual scenarios presents itself in this case.\n[3]\n Additionally, Sports Quest’s allegations do not support a claim that a contract existed between Hamilton and Sports Quests other than\npurchase orders for die-cast cars.\n  \nThe lack of a contract is also fatal to Sports Quest’s tortious interference with contract claim against\nAction.\n[4]\n To the extent Action responded to a request from DEI, it had a further business reason to keep its most lucrative licensor happy.\n[5]\n “Freedom of contract, unless contrary to public policy or prohibited by statute, is a fundamental right included in our constitutional\nguaranties. Constitution, Art. I, sec. 17; \nAlford v. Ins. Co.\n, 248 N.C. 224, 103 S.E. 2d 8; 12 \nAm. Jur\n. 641, 642.\" \nMuncie v. Inse Co.\n, 253\nN.C. 74, 79, 116 S.E. 2d 474, 478 (2000)."
}