{
  "id": "74b829f20b6271190c09042d38cec2f28759f6793ddf29131737d18346217729",
  "source_file": "data/raw/ncbc/74b829f20b6271190c09042d38cec2f28759f6793ddf29131737d18346217729.pdf",
  "raw_text": "McCarthy v. Hampton, 2015 NCBC 67. \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF VANCE 14 CVS 1173 \n \nJAMES A. MCCARTHY, SR., M.D., ) \n  Plaintiff, ) \n   ) \n v.  )  \n   ) \nJ. WELDON HAMPTON, M.D. and PREMIER ) \nWOMEN'S HEALTH PROFESSIONALS, P.A., ) \n  Defendants. ) \n____________________________________________ ) ORDER ON MOTION TO ENFORCE  \n   ) MEDIATED SETTLEMENT \nJ. WELDON HAMPTON, M.D. and PREMIER ) AGREEMENT \nWOMEN'S HEALTH PROFESSIONALS, P.A., ) \n  Counterclaim-Plaintiffs, ) \n   ) \n v.  ) \n   ) \nJAMES A. MCCARTHY, SR., M.D. and PWHP ) \nREALTY, LLC,  ) \n  Counterclaim-Defendants. ) \n \nTHIS CAUSE, designated a mandatory complex business case by Order of the Chief \nJustice of the North Carolina Supreme Court pursuant to N.C. Gen. Stat. § 7A -45.4(b) \n(hereinafter, references to the North Carolina General Statutes will be to \"G.S.\"), and \nassigned to the undersigned Special Superior Court Judge for Complex Business Cases, \ncomes before the Court upon Defendants J. Weldon Hampton, M.D. (\"Hampton\") and Premier \nWomen's Health Professionals, P.A. 's ( \"PWHP,\" together with Hampton, \"Defendants\") \nAmended Motion to Enforce Mediated Settlement Agreement (\"Motion to Enforce\"). On June \n3, 2015, the Court held a hearing on the Motion to Enforce. \n THE COURT, after reviewing the Motion to Enforce, briefs in support of and in \nopposition to the Motion to Enforce, arguments of counsel and other appropriate matters of \nrecord, CONCLUDES that the Motion to Enforce should be GRANTED for the reasons stated \nherein. \n \n \nThe Law Offices of J. Andrew McCarthy, Jr., P.A. by J. Andrew McCarthy, Jr., Esq. , \nand Edmundson & Burnette, L.L.P., by J. Thomas Burnette, Esq. for Plaintiff James \nA. McCarthy, Sr., M.D. \n \nSmith Moore Leatherwood LLP by Stephen W. Petersen, Esq. for \nDefendants/Counterclaim-Plaintiffs J. Weldon Hampton, M.D. and Premier Women's \nHealth Professionals, P.A. \n  \nMcGuire, Judge. \nProcedural History \n1. Plaintiff initiated this action by his Complaint filed on December 1, 2014. \nPlaintiff's Complaint asserts claims for breach of contract, collection on a loan, judicial \ndissolution of PWHP, appointment of a receiver to  manage and operate PWHP, breach of \nfiduciary duty, and a claim for an accounting and constructive trust.  \n2. On December 10, 2014, Defendants filed their Verified Answer, Counterclaims, \nand Application for Temporary Restraining Order ( \"Answer\"). Defendants assert \ncounterclaims against Plaintiff and PWHP Realty, LLC (\"Realty LLC\") for breach of fiduciary \nduty, removal of Plaintiff as a director of PWHP, severance of Plaintiff's interest in PWHP, \nand divestment of Plaintiff's interest in Realty LLC. Realty LLC is a limited liability company \nin which Plaintiff, Hampton, and PWHP are the sole members. \n3. On April 2, 2015, Defendants filed the Motion to Enforce, seeking to enforce a \ndocument captioned \"Essential Terms of Mediated Settlement Agreement with Formal \nAgreement to be Prepared Later \" (\"Essential Terms Agreement \" or \"ETA\") signed by the \nparties and their respective counsel at a mediation held on March 6, 2015. \n4. The Motion to Enforce has been fully briefed and argued, and is ripe for \ndetermination. \nFactual Background \n5. This action arises from a dispute b etween Plaintiff and Hampton concerning \nthe operation of PWHP, a medical practice owned in equal parts by Plaintiff and Hampton.   \n \n \nPlaintiff and Hampton entered into a Shareholder Buy/Sell Agreement ( \"Shareholder \nAgreement\") that set out the terms and conditions under which the parties would purchase \none another's interest upon the occurrence of certain events. \n6. Plaintiff and Hampton are also the sole members of Realty LLC. Realty LLC \nwas formed, as alleged by Defendants, by Plaintiff and Hampton in antici pation of an \naffiliation between PWHP and Duke University Medical Center's \"Private Diagnostic Clinic, \nPLLC.\"1 Realty LLC was to own a buildi ng which would be leased to Duke as part of the \nplanned affiliation. Plaintiff, Hampton, and Realty LLC executed  a Buy/Sell Agreement \n(\"Realty LLC Agreement \") that set out the terms and conditions under which the parties \nwould purchase one another's interest on the occurrence of certain events. \n7. On or about September 11, 2014, PWHP terminated Plaintiff's employment.2 \nPursuant to the terms of the Shareholder Agreement, Plaintiff's interest in PWHP was to be \npurchased by some or all of Defendants. Additionally, per the terms of the Realty LLC \nAgreement, PWHP's termination of Plaintiff's employment gave Realty LLC a right of first \nrefusal and option to purchase Plaintiff's interest in Realty LLC.  \n8. In his Complaint, Plaintiff  contends that  Hampton failed to purchase \nPlaintiff's equity in PWHP as required by the terms of the  Shareholder Agreement.  \nAdditionally, Plaintiff asserts a claim for collection on a $33,000.00 loan Plaintiff made to \nPWHP. Plaintiff also seeks judicial dissolution of PWHP, the appointment of a receiver over \nPWHP, an accounting from Defendants, and damages for certain actions of Hampton that \nPlaintiff contends constitute waste of PWHP's assets and breach of fiduciary duty. \n9. Defendants make counterclaims for removal of Plaintiff from, and divestment \nof his equity in , PWHP and Realty LLC , and for breaches of fiduciary duty. Defendants ' \n                                                 \n1 Countercl. ¶¶ 39-44. \n2 Compl. ¶ 17; Ans. ¶ 17. \n \n \nAnswer also includes an application for a temporary restraining order, preliminary \ninjunction, and permanent injunction to enforce a covenant not to compete contained in \nPlaintiff's employment agreement with PWHP. \n10. The parties filed a litany of motions, including Plaintiff 's Motion for \nPreliminary Injunction and Plaintiff 's Motion to Disqualify Counsel for Defendants. On \nFebruary 24, 2015, the Court stayed all activity in this action until such time as the Court \nruled on the Motion to Disqualify. In the same order, the Court set a hearing on  Plaintiff's \nMotion to Disqualify for March 9, 2015.3 The parties subsequently asked the Court to modify \nthe stay to take the deposition of Lee Isley  on March 5 to conduct a mediation on March 6, \n2015. \n11. On March 6, 2015, the parties conducted a mediation.  At the conclusion of the \nmediation, the parties and counsel signed a document titled \"Essential Terms of Mediated \nSettlement Agreement with Formal Agreement to be Prepared Later.\" The Essential Terms \nAgreement, by its own terms, is an \"agreement . . . to memorialize essential terms of the  \nmediated settlement agreement\" in this action.4 The Essential Terms Agreement provides, \nfirst, that Hampton will buy Plaintiff out of Realty LLC \"pursuant to the terms of the [Realty \nLLC Agreement].\" The ETA then provides a formula by which the \"appraised value of the \nreal property shall be determined.\" Next, the ETA provides a procedure by which PWHP will \ncease doing business and  be dissolved. Ultimately, its assets will be distributed equally to \nPlaintiff and Hampton. Finally, the ETA includes a number of additional terms, including: \n3. In connection with the counterclaims lodged by all counterclaimants, \nMcCarthy shall pay $155,000 to PWHP. \n \n4. McCarthy agrees that PWHP is authorized to pay up to $85,000 for \nattorneys' fees billed by Smith Moore Leatherwo od in connection with \n                                                 \n3 See Order on Motion to Stay and Notice of Hearing (Feb. 24, 2015). \n4 Petersen Aff. ¶ 8, Ex. 1 (\"Essential Terms Agreement\"). \n \n \nrepresentation of PWHP since 1 August 2014, including fees incurred \nin this case and in resolving the Martinez dispute. \n \n5. McCarthy's noncompetition clause is deemed terminated. \n \n6. Each side will execute full general releases of all parties. \n \n7. Each side will file a Voluntary Dismissal with Prejudice of all claims \nin this action.5 \n12. On March 6, 2015, the mediator notified the Court that the parties had reached \na settlement and that the March 9 hearing would not be necessary.  On Monday, March 9, \nStephen W. Petersen (\"Petersen\"), counsel for Defendants, notified the Court by email that \nthe \"Parties successfully mediated and settled all claims on Friday. \" This email indicated \nthat the parties were finalizing settlement documents and agreed that the hearing on \nPlaintiff's Motion to Disqualify, scheduled for that afternoon, was not necessary.6 The email \nwas copied to Andrew J. McCarthy, Jr. ( \"Attorney McCart hy\") and J. Thomas Burnette \n(\"Burnette\") counsel for Defendants.  At no time did Attorney McCarthy  or Burnette notify \nthe Court that they had any disagreement with Peterson's email informing the Court that \nthe parties had reached a settlement.7 \n13. On March 7, 2015, Attorney McCarthy sent Petersen a draft of a proposed \nformal settlement agreement. This initial draft included some additional terms that were not \ncontained in the ETA, and modified other terms contained in the ETA. For example, where \nthe ETA provided that \"McCarthy shall pay $155,000 to PWHP,\" Attorney McCarthy's initial \ndraft provided that Plaintiff would satisfy that obligation by forgiving the $33,000 loan to \n                                                 \n5 Id.  \n6 See Petersen Aff. ¶ 12, Ex. 4. \n7 Additionally, the Court has been presented with emails from both Burnette and Attorney McCarthy \nin which Burnette confirmed his understanding that this action was settled and McCarthy inquired \nas to who would inform the Court that the hearing on March 9 was no longer necessary. See id. ¶¶ 10-\n11, Exs. 2-3. \n \n \nPWHP and by applying the amount owed to McCarthy by virtue of Hampton's acquisition of \nMcCarthy's interest in Realty LLC.8 Additionally, where the ETA provided that McCarthy's \ninterest in Realty LLC would be purchased \"pursuant to the terms of the [Realty LLC \nAgreement],\" with a modification to the process by which the real estate would be valued, \nAttorney McCarthy's initial draft specifically states that the \"valuation methodology set forth \nin the [Realty LLC Agreement] is supplanted with \" the methodology provided in the initial \ndraft. The methodology in the initial draft, however, contain ed a number of terms not \nprovided for in the ETA, including a requirement that Hampton refina nce obligations of \nRealty LLC.9 \n14. Following the circulation of Attorney McCarthy's initial draft, counsel for the \nparties continued negotiating a formal settlement agreement. However, on April 1, 2015, \nafter weeks of failed negotiations, Petersen sent Attorney McCarthy and Burnette an email \nin which Petersen withdrew all prior offers of proposed final settlement language and \ncirculated a final proposed settlement agreement \"in which [Petersen] attempted to mirror \nthe terms of the [ETA].\"10  \n15. On April 2, 2015, Defendants filed the Motion to Enforce. Defendants contend \nthat the ETA constitutes a binding and unambiguous agreement between the parties that \nshould be enforced given the parties ' inability to finalize a formal settlement agreement in \nthis matter. Plaintiff, however, contends that the ETA is not an enforceable contractual \nagreement, but instead is simply an \"agreement to agree \" that left seve ral material terms \nunaddressed. \n \n                                                 \n8 Id. ¶ 5. \n9 See id. ¶ 4. \n10 Id. ¶ 23. \n \n \nDiscussion \n16. In North Carolina, a party may attempt to enforce a settlement agreement by \nfiling a motion in the action purportedly settled. Hardin v. KCS Int'l, Inc., 199 N.C. App. 687, \n694 (2009). In such a circumstance, the summary judgment standard of review applies. Id. at \n695. Under this standard, then, Defendants must show that, on the record before the Court, \nthere is no genuine issue of material fact and that they are entitled to judgment as a matter \nof law. See Variety Wholesalers, Inc. v. Salem Logistics Traff ic Servs., LLC, 365 N.C. 520, \n523 (2012).  \n17. Under North Carolina law, settlement of claims is favored and \"mediated \nsettlement as a means to resolve disputes should be encouraged and afforded great \ndeference.\" Chappell v. Roth , 353 N.C. 690, 692  (2001). Accordingly, a party seeking relief \nfrom enforcement of a mediated settlement agreement must overcome a \"strong presumption \nthat a settlement agreement reached by the parties through court-ordered mediation . . . is a \nvalid contract. \" Chappell v. Roth , 141 N. C. App. 502, 505 (2000). Nevertheless, the \nenforceability of a mediated settlement agreement is governed by general principles of \ncontract law. Chappell, 353 N.C. at 692. \n18. These principles of contract law require a meeting of the minds as to all \n\"essential\" or \"material\" terms of the agreement, and absent such a meeting of the minds \nthere is no agreement. Creech v. Melnik , 347 N.C. 520, 527 (1998). A contract may exist, \nhowever, if the parties differ over a term that is not material. See MacKay v. McIntosh, 270 \nN.C. 69 (1967). Ultimately, when \"the language of the contract is clear and unambiguous, \nconstruction of the agreement is a matter of law for the court, and the court cannot look \nbeyond the terms of the contract to determine the intentions of the parties.\" Asheville Mall, \nInc. v. F.W. Woolworth Co., 76 N.C. App. 130, 132 (1985) (internal citations omitted). \"It must \nbe presumed the parties intended what the language used clearly expresses, and the contract \n \n \nmust be construed to mean what on its face  it purports to mean. \" Hartford Acci. & Indem. \nCo. v. Hood, 226 N.C. 706, 710 (1946) (internal citations omitted). \n19. In opposing the Motion to Enforce, Plaintiff makes essentially two arguments. \nFirst, Plaintiff argues that the ETA was not intended to be an agreement on the issues \ncontained therein, but instead was simply a preliminary agreement to agree. Second, \nPlaintiff argues that the ETA did not address, or suggest a meeting of the minds as to, several \nmaterial terms of the settlement of this action. \n20. In support of his first contention, Plaintiff argues that the language of the ETA \nclearly indicates the absence of any intention to form a final, binding agreement. Plaintiff \nargues that the title of the ETA indicating that a formal agreement would be prepared later \njustifies Plaintiff's belief \"at the time of its execution that the Essential Terms Sheet was an \nincomplete agreement until subsequently reduced to a formal final agreement . . . .\"11 Plaintiff \ncontends that such a preliminary agreement is unenforceable because it lacks the requisite \nintent of the parties to be bound to the terms contained therein.12 \n21. In support of this position, Plaintiff declares that \"Boyce [v. McMahan, 285 \nN.C. 730 (1974)] is controlling.\"13 Boyce involved a writing placed in the public records related \nto certain real property. This writing purported to give an individual the right to purchase \nthe land described. In an action to quiet title to the subject property, the court had to \ndetermine whether the writing const ituted an agreement to grant the right to purchase as \ndescribed, or whether the document was simply an \"agreement to agree\" such that the parties \nwould not be finally bound by its terms. The North Carolina Supreme Court ultimately held \nthat the writing \"expresses the desires of the parties but not the agreement of both. \" Boyce, \n                                                 \n11 Pl.'s Br. Opp. Mot. Enforce 7.  \n12 Id. at 5-7. \n13 Id. at 6. \n \n \n285 N.C. at 734. In  reaching this conclusion, the supreme c ourt relied exclusively on the \nlanguage of the document , regarding which the supreme c ourt noted, \"[t]he writing itself \ncarries the terms which destroy its efficacy as a contract.\" Id. at 735. These terms specifically \nprovided that the owner of the property and the developer \"desire to enter into a preliminary \nagreement setting out the main features as to the desires of bot h parties and to execute a \nmore detailed agreement at a later date. \" Id. at 731.  The agreement, more than once, was \nreferred to on the face of the document itself as a \"preliminary agreement.\" Id.  \n22. Plaintiff contends the ETA is simply a preliminary agreeme nt. However, the \nCourt finds Boyce readily distinguishable. Unlike Boyce, nothing  on the face of the ETA \nindicates that this document was simply intended to outline the desires of the parties. \nWhereas the language at issue in Boyce provided that the parties to that document \"desire \nto enter into a preliminary agreement setting out the main features as to the desires of the \nboth parties,\" id., the ETA provides that \"[t]his agreement is . . . to memorialize essential \nterms of the mediated settlement agreement\" in this action.14 Thus, that the ETA on its face \npurports to be an agreement as to the terms therein, wit hout any qualification that it is \nmerely a preliminary agreement or a recitation of the parties ' desires, distinguishes this \nmatter from the facts of Boyce.  \n23. Plaintiff also argues that the ETA was not intended to be a final agreement  \nbecause it is subject to a condition subsequen t, the execution of a \"formal\" settlement \nagreement.15 The Court disagrees. Unlike Boyce, n othing in the ETA indicates that the \nagreement memorialized therein was conditioned on the execution of a final agreement. Aside \nfrom simply indicating that one would ultimately be prepared, ETA makes no other reference \nto a more formal agreement, much less any reference that raises an issue of fact as to whether \n                                                 \n14 ETA, preamble. \n15 Pl.'s Br. Opp. Mot. Enforce 7. \n \n \nthe parties intended that the ETA not be a binding agreement until confirmed in a future \nwriting. \n24. On similar facts, the North Carolina Court of Appeals found that an agreement \nthat purported \"to serve as a memorandum agreement until proper complete documents can \nbe drawn . . .\" could be enforced notwithstanding the fact that a subsequent agreement was \nnever executed. N. Carolina Nat'l Bank v. Wallens, 26 N.C. App. 580, 582 (1975). The court \nof appeals examined the language of the writing and concluded that, \"it cannot be said that \nexecution of a later agreement was a condition precedent to any contractual rights which \nmight otherwise p ertain. Furthermore, reference to a more 'complete' document does not \nnecessarily indicate that material portions of the agreement have been left open for future \nnegotiation.\" Id. at 584.  Additionally, and especially important given Plaintiff 's argument \nthat this agreement was never intended to be final, the court of appeals noted that \"if the \nparties in [Wallens] had manifested an intent not to become bound until the execution of a \nmore formal agreement or document, then such an intent would be given eff ect.\" Id. at 583. \nHowever, like in Wallens, the terms of the ETA do not reflect any such intent. \n25. Ultimately, after reviewing the ETA, the Court concludes that the language \nused by the parties manifests a clear intent to be bound to the term s outlined in th e ETA. \nThe ETA is referred to, on its face, as an agreement, and includes no language indicating that \nit is preliminary, conditioned on any subsequent document or act, or other language that \nmight show that the parties did not intend to be bound by its terms. Therefore, the Court \nconcludes that no genuine issue of material fact ex ists as to the finality and binding nature \nof the ETA. \n26. Nevertheless, North Carolina contract law requires a meeting of the minds as \nto all \"essential\" or \"material\" terms of the agreement, and absent such a meeting of the \nminds there is no agreement. Creech, 347 N.C. at 527. A contract may exist, however, if the \n \n \nparties differ over a term that is not material  or omit such a term from their agreement . \nMacKay, 270 N.C. at 69; see also Lane v. Scarborough, 284 N.C. 407, 410 (1973) (recognizing \nthat a contract \"encompasses not only its express provisions but also all such implied \nprovisions as are necessary to effect the intention of the parties unless express terms prevent \nsuch inclusion\").  \n27. In determining whether a given term of an agreement is \"material,\" courts \nhave looked to the purpose and nature of the agreement itself, see, e.g., Durham Coca-Cola \nBottling Co. v. Coca-Cola Bottling Co. Consol., 2003 NCBC 3, ¶ 59 (N.C. Super. Ct. Apr. 28, \n2003) (listing material terms in a real property lease), and also  to the term at issue to \ndetermine whether the term was barga ined for by one of the parties, see Chappell v. Roth , \n353 N.C. 690 (2001) (refusing to enforce mediated settlement agreement where the parties \nexpressly bargained for a \"mutually agreeable\" release). Even with the requisite intent to be \nbound to the terms of the ETA, that agreement will not be enforceable if it lacks the \n\"essential\" or \"material\" terms of the parties' agreement. \n28. On this point, Plaintiff argues that the ETA  omits several material terms.  \nPlaintiff contends that the following \"material terms\" were omitted from the ETA: \na. The method for disposal or distribution of PWHP's intangible assets; \nb. Whether Plaintiff would have access to the business records of Realty \nLLC and PWHP or PWHP's facility; \nc. The timing of the payments required by the ETA; \nd. Whether Hampton's noncompetition clause would be terminated; \ne. The amount of Plaintiff's attorneys' fees to be paid by PWHP; \nf. Whether Plaintiff would be released as guarantor on certain PWHP \ndebt; and \n \n \ng. Whether the liquidity discount called for in the Realty LLC Agreement \nwould apply to Hampton's purchase of Plaintiff's interest in Realty LLC.16 \nThe Court will address each contention in turn. \n29. Plaintiff first argues that the ETA left open the question of what would be done \nwith PWHP's intangible assets, chiefly PWHP's service mark and other intellectual property. \nThe ETA, however, expressly addressed the distribution of PWHP's assets, both tangible and \nintangible.  The ETA provides that \"[w]ithin 90 days, McCarthy and Hampton will equally \ndivide the Furniture Fixtures and Equipment, including but not limited to medical supplies, \nmedical devices [,] office supplies and computers.\"  With regard to all other assets, the ETA \nprovides that \"[f]or two years, [PWHP] will continue to operate[,] to pay liabilities[,] and \ncollect receivables and wind down the business\" and \"[a]t the end of the two years, or sooner \nif all lia bilities and assets are concluded, [PWHP]  shall be dissolved and the assets \ndistributed equally.\"17  In other words, the ETA could not be clearer as to the method for and \ntiming of the distribution of PWHP's assets.  Based on the agreed-upon procedure in the ETA, \nPWHP's intangible assets would be distributed along with all PWHP's other remaining assets \nafter two years. The ETA is not rendered unenforceable simply because Plaintiff now wishes \nto dispose of PWHP's property in a manner other than that which was agreed upon. See \nSmith v. Young Moving & Storage, Inc., 167 N.C. App. 487, 494 (2004) (\"The fact that plaintiff \nlater changed [his] mind does not render the settlement agreement unenforceable.\"). \n30. Plaintiff next argues that the ETA lacks all material terms because it does not \nprovide Plaintiff access to PWHP's facility , or to the records of PWHP and Realty LLC. \nHowever, there is nothing in the ETA that suggests that until such time as his interest is \nterminated, Plaintiff does not continue to have all of the rights to inspect books and records \n                                                 \n16 Pl.'s Br. Opp. Mot. Enforce 9-15. \n17 ETA ¶ 1. \n \n \nprovided by statute or in the governing documents of these entities. As noted in the hearing, \nthose rights can be enforced by court order if Plaintiff believes they are not being honored. In \naddition, the ETA expressly provides Plaintiff with audit privileges over PWHP and the right \nto oversee the wind down of that entity.  Accordingly, it appears clear to the Court that the \nparties considered Plaintiff 's ability to inspect records during the winding down of PWHP \nbefore reducing their agreement to writing. Here again, that Plaintiff now seems dissatisfied \nwith the agreement reached does not render the ETA unenforceable.  \n31. Plaintiff's next argues that the ETA does not expressly provide when and how \nthe payments required under the ETA will be made. The court of appeals, however, has held \nthat the absence of terms regarding timing or manner of proposed settlement payments does \nnot necessarily render an agreement ambiguous or unenforceable. Capps v. NW Sign Indus. \nof N.C., Inc. , 2007 N.C. App. LEXIS 1816, at *20 (N.C. Ct. App. Aug. 21, 2007). In such a \nsituation, a court will presume  a reasonable time and manner. Id.; see a lso Sockwell & \nAssocs., Inc. v. Sykes Enters., Inc., 127 N.C. App. 139, 142 (1997).  \n32. Plaintiff also contends that the $155,000 payment he is required to make under \nparagraph 3 of the ETA should be subject to  setoffs, or reductions,  for amounts Plaintiff \nbelieves he is owed, including the $33,000 loan that is the subject of Plaintiff's second claim \nfor relief .  The parties strongly disagree over whether such a setoff arrangement was \naddressed during the mediation. Nevertheless, Plaintiff and Attorney McCarthy executed the \nETA that unambiguously states that Plaintiff \"shall pay $155,000 to PWHP.\"18 If the ability \nto setoff this amount owed truly was a material term at the time of the me diation, it is \nperplexing to the Court why such a term was not embodied in the ETA before that document \nwas signed by Plaintiff and Attorney McCarthy.  \n                                                 \n18 ETA ¶ 3. \n \n \n33. Not only is Plaintiff's post-mediation position regarding the setoff inconsistent \nwith paragraph three  of the ETA, it contradicts the proc edure set out in paragraph two \nregarding the winding down of PWHP. That procedure provides that only at the end of two \nyears, or once all liabilities are resolved,  will the remaining assets of PWHP be distributed \nto Plaintiff and Hampton. To credit Plaintiff now with the full value of the $33,000 loan would \ngive this debt a priority over other unsecured debt of PWHP. Such priority is inconsistent \nwith the procedure outlined in paragraph two  which provides for a pro rata distribution of \nany remaining assets of PWHP. Therefore, to accept Plaintiff 's position would require the \nCourt to set aside the unambiguous language of the ETA.  \n34. Ultimately, as to the time and manner of  payment, the Court concludes that \nparagraph 3 is unambiguous in its terms. That paragraph  requires a payment, not a setoff \nor other alternative arrangement, from Plaintiff to PWHP. The absence of a provision \nregarding timing does not defeat the enforceability of this term, or of the ETA as a whole. \nThe Court can, and will, presume a reasonable  time and manner for payment. See Capps, \n2007 N.C. App. LEXIS 1816, at *20.19 \n35. Plaintiff next contends that while the ETA expressly  terminates Plain tiff's \nnoncompetition agreement, it does not address t he enforceability of  Hampton's \nnoncompetition agreement. There is nothing before the Court that suggests that the ongoing \nvalidity of Hampton's noncompetition agreement was the subject of negotiation or otherwise \ncontemplated by the part ies in this settlement . Conversely, Plaintiff 's noncompetition \nagreement is the subject of a pending Motion for Preliminary Injunction and its validity was \n                                                 \n19 Although not strictly implicated by the enforcement of the ETA, the Court finds the line of North \nCarolina case law addressing the failure to spe cify the manner of payment in a real property  option \ncontract instructive. These cases routinely hold that the  omission of a term dealing with the manner \nand form of payment is not fatal to the existence of the agreement, and in such an instance, the Court \nwill require payment to be made in cash upon delivery of the property. Hurdle v. White, 34 N.C. App. \n644, 651 (1977) (citing Kidd v. Early, 289 N.C. 343, 358 (1976)).  \n \n \ncontested throughout this litigation. As such, it is clear that while the termination of \nPlaintiff's noncompet ition agreement  was material to the settlement of this action, the \nenforceability of Hampton's was not. Additionally, although Plaintiff now raises the \nmateriality of this issue, the draft circulated by Attorney McCarthy following the mediation \ncontained no reference to Hampton 's noncompet ition agreement . Accordingly, the Court \nconcludes that the issue of Hampton 's noncompetition agreement was  not material to the \nsettlement of this action such that the failure to address it in the ETA  would defeat the \nenforceability of the ETA. \n36. Plaintiff next raises the question of whether PWHP will pay any portion of his \nattorneys' fees given that the ETA provides for payment of Hampton's attorneys' fees up to a \nset sum. While the representation of Hampton, PWHP, and Realty LLC by Petersen was \nplaced at issue in this litigation by Plaintiff's Motion to Disqualify Counsel, the \nrepresentation of Plaintiff was not. Instead, it appears to the Court that this issue was first \nraised by Plaintiff in connection with the Motion to Enforce, and was not the subject of any \nnegotiation during or immediately following mediation.20 Further, paragraph 7 of the initial \ndraft settlement agreement, prepared by Attorney McCarthy, specifically provides that \n\"McCarthy will bear his own fees and costs incurred \" in this action.21 Therefore, the Court \ncan only conclude that the issue of Plaintiff 's attorneys' fees is not a material term of the \nsettlement of this action, nor of the ETA. Accordingly, the ETA's failure to specifically address \nthe issue does not defeat its enforceability. \n37. Plaintiff next argues that the ETA lacks any provisio n that releases Plaintiff \nas guarantor for loans made to Realty LLC and that, because this was a \"material term,\" the \nETA is unenforceable. The Court disagrees. Nothing in the record before the Court indicates \n                                                 \n20 See McCarthy Aff. (May 29, 2015)  ¶ 33. \n21 Petersen Aff. Ex. 5. \n \n \nthat the release of Plaintiff as guarantor for these loans was a bargained for term of the \nparties' settlement agreement. Cf. Chappell, 353 N.C. at 693 (noting that agreement  was \ngiven in exchange for a \"full and complete release, mutually agreeable to both parties\") \n(emphasis added). Accordingly, given that the issue only appears to have been raised after \nPlaintiff signed the ETA and  in the absence of any evidence to the contrary, the Court \nconcludes that the release of Plaintiff as guarantor for loans made to Realty LLC was not a \nmaterial term to the parties' agreement or the settlement of this action.  \n38. Plaintiff's final argument as to the absence of material terms in the ETA, or \nthe ETA's failure to reflect a meeting of the minds, involves whether the liquidity discount \nprovided for in the Realty LLC Agreement , as discussed below,  would apply to the buy -out \nprocedure in paragraph 1 of the ETA.  \n39. The Realty LLC Agreement provides a procedure by which the shares of a \nwithdrawing member would be purchased.22 Under the terms of the Realty LLC Agreement \nitself, the valuation procedure contained therein applies \"unless the Members shall mutually \nagree in writing to a different value or valuation methodology. \"23 This procedure provides a \nmechanism for valuing the property, both real and personal, of Realty LLC, which would then \nbe used to calculate the value of each member 's interest in the entity.24 This procedure also \nprovides that the \"Determination of Purchase Price, \" the price resulting from the above -\ndescribed procedure, \"shall be reduced to take into account minority and/or marketability \ninterests as follows. . . . \"25 The Realty LLC Agreement then provides, in some detail, a \nprocedure for calculating this liquidity discount. \n                                                 \n22 Realty LLC Agmt. § 2. \n23 Id. § 2(b) \n24 Id.  § 2(c).  \n25 Id. § 2(d). \n \n \n40. In paragraph 1 of the ETA, the parti es outline a truncated procedure for \nvaluing Plaintiff 's interest in Realty LLC. This procedure follows, in general terms, the \nRealty LLC Agreement by providing that each member must retain an appraiser to conduct \nan appraisal by April 10. If no agreement is reached as to purchase price after those initial \nappraisals, the two original appraisers select a third appraiser whose appraisal will bind the \nparties.26 A similar procedure is provided should there be \"disagreement about the liabilities \ndetermination.\"27 \n41. In opposing the Motion to Enforce, Plaintiff argues that the procedure in the \nETA entirely supplants the terms of the Realty LLC Agreement, and, therefore, the liquidity \ndiscount does not apply  to the buyout of McCarthy 's interest in Realty LLC. This position, \nhowever, is inconsistent with the terms of the ETA  and the terms of the Realty LLC \nAgreement. \n42. The ETA's buyout provision is clear . That document, signed by Plaintiff and \nAttorney McCarthy, indicates that \"Hampton will buy out [Plaintiff] pursuant to  the terms \nof the\" Realty LLC Agreement. The ETA then provides that \"the appraised value of the real \nproperty shall be determined \" by the procedure outlined above. Not only does the ETA say \nnothing about supplanting the entire Realty LLC Agreement buyout procedure, it specifically \nincorporates that procedure with the sole modification being the procedure for valuing the \nreal property.28 Determining the value of the real property owned by Realty LLC is only a \nsmall portion of the buyout procedure contained in the Realty LLC Agreement. That \nprocedure also includes provisions for valuing personal property, for establishing each \nmember's interest in Realty LLC 's assets, and for discounting the purchase price based on \n                                                 \n26 ETA ¶ 1.  \n27 Id.  \n28 This change, as argued by counsel for Defendants, was intended to shorten the time within which \nthese appraisals would be conducted to enable the buyout of Plaintiff's shares on an expedited basis. \n \n \nmarketability.29 The ETA does not expressly alter or supplant any of these other provisions. \nTherefore, pursuant to the terms of the ETA, the buyout of Plaintiff 's interest is \"pursuant \nto\" these remaining terms, including the liquidity discount.30 \n43. For the reasons discussed above, the Court finds Plaintiff's contention that the \nETA lacks material terms  of the parties' agreement  unpersuasive and concludes that the \nETA contains all material terms required for enforcement. \n44. The Motion to Enforce also contains a request for an order requiring the parties \nto execute general releases by a date set by the Court. A clear release of claims, absent proof \nof a contrary intent, is effective to discharge all claims pending in the litigation. Hardin, 199 \nN.C. App. at 699. Here, the ETA clearly indicated that the parties intended and agreed to \nfully release all parties in connection with the settlement of this matter. Notably, in opposing \nthe Motion to Enforce, Plaintiff does not argue that no meeting of the minds existed as to the \nnature or extent of the agreed upon releases. Additionally, in the draft formal settlement \nagreements sent from Attorney McCarthy to Petersen and from Petersen to Attorney \nMcCarthy,31 each side proposed broad general releases that were strikingly similar in their \nlanguage. Because the Court concludes that the language of the ETA expresses a clear intent \nthat all issues in the litigation had been fully and fairly resolved, the ETA \"was effective to \nrelease pending claims even if the parties did not later execute a more comprehensive \nstatement of the release.\" DeCristofor v. Givens, 2015 NCBC 53, ¶ 57 (N.C. Super. Ct. May \n29, 2015). Accordingly, the Court concludes that no additional releases are necessary to \nresolve this action. \n                                                 \n29 See Realty LLC Agmt. § 2. \n30 ETA ¶ 1. \n31 Petersen Aff. Ex. 10. \n \n \n45. Finally, Defendants’ Motion to Enforce contains what appears to be a \nperfunctory request for relief that the Court make a “determination of attorneys’ fees and \ncosts to be awarded allowed by law.”  Defendants have not briefed, and did not mak e \nargument at the hearing regarding, this requested relief.  The Court is not aware of any \nauthority that would permit it to award Defendants attorneys’ fees and costs in conjunction \nwith its enforcement of the ETA.  Accordingly, to the extent that Defendants are requesting \nan award of attorneys’ fees and costs in conjunction with bringing the Motion to Enforce, the \nCourt concludes in its discretion that the request should be DENIED.  \nConclusion \n46. Ultimately, the Court concludes that the ETA is an enforceable , contractual \nagreement that contains all the material terms required. The ETA is unquestionably \nsupported by consideration, either by the dismissal of claims, the purchase of equity, or by \nany other of the terms therein that constitute a bargained for exchange between the parties. \nMoreover, the terms of the ETA are clear and unambiguous. The ETA states on its face that \nit \"memorialize[s] essential terms of the mediated settlement agreement\" negotiated between \nthe parties after mediation. That the parties c ontemplated a future document that more \nformally memorialized their agreement does not, standing alone, render the ETA \nunenforceable. See Wallens, 26 N.C. App. at 584. Similarly, Plaintiff's subsequent attempt to \nreopen terms already addressed by the ETA, or in some cases  directly contradicted by the \nETA, does not defeat the contractual validity of the ETA. See Smith, 167 N.C. App. at 494.  \nTherefore, the Court concludes that the Motion to Enforce should be GRANTED, except that \nDefendants’ request for an award of attorneys’ fees, to the extent Defendants seek attorneys’ \nfees in addition to those provided for in the ETA, should be DENIED.  \n \n \n \n \nTHEREFORE, IT IS ORDERED that: \n47. The Motion to Enforce is GRANTED , except that Defendants’ request for an \naward of attorneys’ fees, to the extent Defendants seek attorneys’ fees in addition to those \nprovided for in the ETA, is DENIED. \n48. Plaintiff's interest in Realty LLC shall be valued as provided in the Realty LLC \nAgreement, except to the extent that procedure is supplanted b y the ETA. Specifically, the \nprocedure outlined in the ETA shall supplant only section 2(c) of the Realty LLC Agreement. \nSections 2(a), (b), and (d) shall remain applicable to the buyout of Plaintiff's interest in Realty \nLLC. The parties shall exchange real estate appraisals on or before August 5, 2015.32 \n49. All payments called for in the ETA shall be made within a reasonable time \nafter entry of this Order. After considering the status of this matter, the Court concludes that \nthe following payment deadlines are reasonable under the circumstances. \na. The payment by paragraph 1 of the ETA shall occur no later than 30 \ndays after the conclusion of the appraisal process outlined in that paragraph. \nb. The payment required by paragraph 3 of the ETA shall be made on or \nbefore Wednesday, July 22 , 2015. This payment shall be made in cash, unless \notherwise agreed to in writing, by the parties. \n50. This matter is hereby DISMISSED. \nThis the 1st day of July, 2015. \n     /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases \n \n                                                 \n32 The ETA originally provide d the parties with a total of 35  days from the time of its execution  to \nprepare and exchange real estate appraisal. This deadline having passed, the Court reestablishes this \ndeadline based on the same 35 day time period. "
}