{
  "id": "74e5c5b8fadecc341e467049deea6b4c5e010eaa6c24e8d96fae5add3ba6084a",
  "source_file": "data/raw/ncbc/74e5c5b8fadecc341e467049deea6b4c5e010eaa6c24e8d96fae5add3ba6084a.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nMECKLENBURG COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 19887 \nASPEN SPECIALTY INSURANCE \nCOMPANY; ENDURANCE AMERICAN \nSPECIALTY INSURANCE COMPANY; \nPARTNERRE IRELAND INSURANCE \nLTD.; HELVETIA SWISS INSURANCE \nCOMPANY; LEXINGTON INSURANCE \nCOMPANY; LIBERTY MUTUAL FIRE \nINSURANCE COMPANY; LIBERTY \nSURPLUS LINES INSURANCE \nCOMPANY; XL INSURANCE AMERICA, \nINC.; ZURICH AMERICAN \nINSURANCE COMPANY; and ACE \nAMERICAN INSURANCE COMPANY, \n \nPlaintiffs, \n \nv. \n \nNUCOR CORPORATION; and NUCOR \nSTEEL LOUISIANA, LLC,  \n \nDefendants, \n \n  and \n \nXL INSURANCE AMERICA, INC.; and \nLIBERTY MUTUAL FIRE INSURANCE \nCOMPANY, \n \nIntervening Complaint-\nPlaintiffs, \n \nv. \n \nNUCOR CORPORATION; and NUCOR \nSTEEL LOUISIANA, LLC, \n \nIntervening Complaint-\nDefendants. \n \nORDER AND OPINION ON \n \nNUCOR CORPORATION AND \nNUCOR STEEL LOUISIANA, LLC’S \nMOTION FOR PARTIAL SUMMARY \nJUDGMENT AGAINST XL \nINSURANCE AMERICA, INC. \n \nAND \n \nNUCOR CORPORATION AND \nNUCOR STEEL LOUISIANA, LLC’S \nMOTION FOR LEAVE TO AMEND \nCOUNTERCLAIMS AGAINST \nINTERVENING-COMPLAINT \nPLAINTIFFS \n \n[PUBLIC] \n \nAspen Specialty Ins. Co. v. Nucor Corp., 2022 NCBC 69. \n1. THIS MATTER is before the Court upon Defendants/Intervening Complaint-\nDefendants Nucor Corporation and Nucor Steel Louisiana, LLC’s  (collectively, \n“Nucor”) Motion for Partial Summary Judgment Against XL Insurance America, Inc. \n(“XL”), (“Nucor’s Motion for Partial Summary Judgment”) (ECF No. 155), and Nucor’s \nMotion for Leave to Amend Their C ounterclaims Ag ainst Intervening-Complaint \nPlaintiffs, (“Nucor’s Motion to Amend”) (ECF No. 181).  For the reasons stated below, \nNucor’s Motion for Partial Summary Judgment is DENIED and Nucor’s Motion to \nAmend is GRANTED in part and DENIED in part.1 \nHedrick Gardner Kincheloe & Garofalo LLP, by David L. Levy and C. \nRob Wilson; and Hinshaw & Culbertson LLP, by David E. Heiss and \nPeter E. Kanaris, for Plaintiffs Aspen Specialty Insurance Company, \nEndurance American Specialty Insurance Company, Partnerre Ireland \nInsurance Ltd.,  Helvetia Swiss Insurance Company,  Lexington \nInsurance Company, Liberty Mutual Fire Insurance Company, Liberty \nSurplus Lines Insurance Company, XL Insurance America, Inc., Zurich \nAmerican Insurance Company, and Ace American Insurance Company. \n \nMoore & Van Allen PLLC, by Jonathan D. Gilmartin and Scott M. Tyler; \nand Flanagan Partners LLP, by Harold J. Flanagan, Meghan F. Grant, \nAlice L. Duplechain, Thomas M. Flanagan, and Camille E. Gauthier, for \nDefendants/Intervening Complaint-Defendants Nucor Corporation and \nNucor Steel Louisiana, LLC. \n \nJohnston, Allison & Hord, P.A., by Kimberly J. Kirk and Kathleen D.B. \nBurchette; and DLA Piper LLP (US), by Robert C. Santoro,  Aidan M. \nMcCormack, and Benjamin Shuman,  for Intervening Complaint -\nPlaintiffs XL Insurance America, Inc. and Liberty Mutual Fire Insurance \nCompany. \n \n \n1 Because certain materials referenced in this Order and Opinion were filed under seal with \nthe Court, the Court’s ruling was  provisionally filed under seal on 2 November 2022.  The \nCourt then permitted counsel for the parties to confer and advise the Court whether they \ncontend any matters referenced herein require redaction. The parties did not propose any \nredactions.  Accordingly, the Court now files the unredacted, public version of this Order and \nOpinion. \n \nEarp, Judge. \nI. FACTUAL AND PROCEDURAL BACKGROUND \n2. The Court does not make findings of fact on motions for summary judgment. \nThe summary below is intended as background for the Court’s decision.  See Hyde Ins. \nAgency, Inc. v. Dixie Leasing Corp., 26 N.C. App. 138, 142 (1975). \n3. This case arises from an industrial incident (“Incident”) that occurred at \nNucor’s Convent, Louisiana facility in November 2017.  (Compl. ¶ 1, ECF No. 3.)  The \nfacility processes iron ore into “direct reduced” iron (“DRI” or “ sponge iron”) that is \nthen shipped to another facility for use in the production of steel.  (Compl. ¶¶ 17, 22.) \n4. In order to produce sponge iron, marble -sized pieces of iron ore  are \ntransported on three conveyors equipped with a weight belt feeder encoder.  (Compl. \n¶ 18.)  The ore must first be coated with cement before entering a reactor and heated \nto drive off the oxygen contained in the ore and convert it to DRI.  Iron ore that enters \nthe reactor without the protective cement coating solidifies and cannot be used in steel \nmanufacturing.  (Compl. ¶ 20.) \n5. On 7 November 2017 , personnel at the Convent facility observed that an \nencoder, the device that monitors the speed of the conveyor belt and the weight of the \nore, did not appear to be functioning correctly.  (Compl. ¶¶ 19, 23.)  The suspect \nencoder was replaced with one taken from a n idle conveyor  in the Convent facility .  \n(Compl. ¶ 24.)  However, sometime after the suspect encoder was changed and the line \nwas restarted, Nucor personnel became aware that the iron ore entering the reactor \nhad not been coated with cement.  As a result, approxim ately two thousand four \nhundred (2,400) metric tons of uncoated ore solidified, forming clusters in the reactor.  \n(Compl. ¶¶ 26–27.)  Nucor incurred losses with respect to the ruined ore, the business \ninterruption, and other costs sustained in the course of removing  the reactor from \nservice and repairing it.  (Nucor’s Ans. Affm. Defs. Int. Pls.’ Compl. & Counterclms. \n¶¶ 18–21, ECF No. 26.) \n6. Plaintiffs in this case are ten property insurers 2 (the “Property Insurers”) \nthat contracted with Nucor to insure its property.  Intervening Plaintiffs are two \ninsurers, XL and Liberty Mutual Fire Insurance Company (“ Liberty Mutual”; \ntogether, “the EB Insurers”) , that contracted to insure Nucor for risks relat ed to \nequipment breakdown.  Both the Property Insurers and the EB Insurers assert a claim \nfor declaratory judgment , asking the Court to determine if there is coverage under \ntheir respective policies for the losses incurred by Nucor.  (See ECF Nos. 3, 6.)  Nucor, \nin turn, counterclaims for declaratory relief and breach of contract.  (See ECF Nos. 25, \n26.) \n7. On 24 May 2021, the Court entered an Order on Fourth Joint Motion to \nModify Case Management Order (the “CMO”).  The CMO divided the discovery period \nfor fact discovery into two parts : the first for written fact discovery, and a second \nperiod for fact depositions.   ( See ECF No. 104.)   After receiving an extension, t he \n \n2 Aspen Specialty Insurance Company, Endurance American Specialty Insurance Company, \nPartnerre Ireland Insurance Ltd., Helvetia Swiss Insurance Company, Lexington Insurance \nCompany, Liberty Mutual Fire Insurance Company, Liberty Surplus Lines Insurance \nCompany, XL Insurance America, Inc., Zurich American Insurance Company, and Ace \nAmerican Insurance Company. \n \nparties have now completed written fact discovery ,3 and they are engaged in fact \ndepositions.  Pursuant to the CMO, the deadline for the ultimate completion of fact \ndiscovery is 3 February 2023.  (See ECF No. 144.) \n8. In accordance with  Rule 30(b)(6) of the North Carolina Rules of Civil \nProcedure (“Rule(s)”) , on 13 April 2022,  Nucor conducted the deposition of Aaron \nDivine (“Divine”), XL’s representative.  Based on Divine’s testimony, Nucor moves for \npartial summary judgment to establish that certain provisions of XL’s policy , as well \nas certain allegations in the EB Insurers’ Intervening Complaint (the “Design \nAllegations”),4  cannot be used by XL as the basis for its denial of Nucor’s claim. \n9. In addition, Nucor’s discovery efforts, including both the deposition of Divine \nand the 11 May 2022 deposition of David Lofton (the EB Insurers’ investigator), have \nled it to move to amend its counterclaims against the EB Insurers.  \n10.  Accordingly, on 11 July 2022, the Nucor Motion to Amend was filed, seeking \nto assert a new cause of action for unfair and deceptive trade practices pursuant to  \nN.C.G.S. § 75 -1.1 et seq . (“UDTPA”).  Nucor also requests that it be permitted to \nwithdraw an allegation that it no longer wishes to assert ( regarding System \nInstallation and Soft Costs coverage)  and to update the damages and losses that it \nclaims.  \n \n3 The parties reserved the right to propound discrete written discovery requests or \nsupplement productions if prompted by information developed in depositions. \n4 The EB Insurers included in their Intervening Complaint allegations that the Incident was \nnot caused by a “Breakdown” in “Covered Equipment,” but rather was caused by the faulty \ndesign of Nucor’s DCS, the computerized system that control s its production line.  \n(Intervening Complaint ¶¶ 19–20 [the “Design Allegations”], ECF No. 6.) \nII. LEGAL STANDARD \n11. “Summary judgment is proper ‘if the pleadings, deposit ions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact and that any party is entitled to a \njudgment as a matter of law.’ ”  Morrell v. Hardin Creek, Inc., 371 N.C. 672, 680 (2018) \n(quoting N.C. R. Civ. P. 56(c)).  “[A] genuine issue is one which can be maintained by \nsubstantial evidence.”  Kessing v. Nat’l Mortg. Corp., 278 N.C. 523, 534 (1971).  \n“Substantial evidence is such relevant evidence as a reasonable mind might accept as \nadequate to support a conclusion and means more than a scintilla or a permissible \ninference.”  Daughtridge v. Tanager Land, LLC , 373 N.C. 182, 187 (2019) (internal \nquotation marks omitted). \n12. On a motion for summary judgment, “[t]he evidence must be considered ‘in a \nlight most favorable to the non -moving party.’ ”  McCutchen v. McCutchen , 360 N.C. \n280, 286 (2006) (quoting Howerton v. Arai Helmet , Ltd., 358 N.C. 440, 470 (2004)).  \n“[T]he party moving for summary judgment ultimately has the burden of establishing \nthe lack of any triable issue of fact.”  Pembee Mfg. Corp. v. Cape Fear Constr. Co., 313 \nN.C. 488, 491 (1985). \n13. A movant may satisfy its burden by proving that “an essential element of the \nopposing party’s claim does not exist, cannot be proven at trial, or would be barred by \nan affirmative defense, or by showing through discovery that the opposing party \ncannot produce evidence to support an essential element of [the] claim[.]”  Dobson v. \nHarris, 352 N.C. 77, 83 (2000) (citations o mitted).  Thus, the moving party “assumes \nthe burden of positively and clearly showing there is no genuine issue as to any \nmaterial fact  and he or she is entitled to judgment as a matter of law .”  Lewis v. \nBlackman, 116 N.C. App. 414, 417 (1994). \n14.  “If the moving party satisfies its burden of proof, then the burden shifts to \nthe non-moving party to ‘set forth specific facts showing that there is a genuine issue \nfor trial.’ ”  Lowe v. Bradford , 305 N.C. 366, 369– 70 (1982) (quoting N.C. R. Civ. P. \n56(e)) (emphasis omitted).  If the nonmoving party does not satisfy its burden, then \n“summary judgment, if appropriate, shall be entered against [the nonmovant].”  \nUnited Cmty. Bank (Ga.) v. Wolfe , 369 N.C. 555, 558 (2017) (quoting N.C.R. Civ. P. \n56(e)).   \n15. With respect to Nucor’s Motion to Amend, there is no more liberal canon in \nthe Rules than that leave to amend “shall be freely given when justice so requires[,]” \nVaughan v. Mashburn , 371 N.C. 428, 434 (2018) ( quoting N.C.R. Civ. P. 15(a)) , \nalthough “the ri ght to amend pursuant to Rule 15 is not unfettered.”  Howard v. \nIOMAXIS, LLC , 2021 NCBC LEXIS 116, at *17 (N.C. Super Ct. Dec. 22, 2021).  \n“Reasons justifying denial of an amendment include: (1) undue delay, (2) bad faith, (3) \nundue prejudice, (4) futility of amendment, and (5) repeated failure to cure defects by \nprevious amendments.”  Window World of St. Louis, Inc. v. Window World, Inc., 2015 \nNCBC LEXIS 79, at **18 (N.C. Super. Ct. Aug. 10, 2015) (citing Martin v. Hare, 78 \nN.C. App. 358, 361 (1985)). \n16. “Ultimately, whether to allow an amendment rests in the trial judge’s \ndiscretion.”  KRG New Hill Place, LLC v. Springs Inv’rs, LLC, 2015 NCBC LEXIS 20, \nat *8 (N.C. Super. Ct. Feb. 27, 2015) (citing House of Raeford Farms, Inc. v. Raeford , \n104 N.C. App. 280, 282 (1991)). \nIII. ANALYSIS \nA.  Nucor’s Motion for Partial Summary Judgment \n17. Summary judgment is an extreme remedy and should be awarded only where \nthe truth is quite clear.  Lee v. Shor, 10 N.C. App. 231, 233 (1970).  Clearing the hurdle \nfor summary judgment can be difficult to accomplish on a complete record, much less \none where  the parties are still in the throes of discovery.  See Conover v. Newton, 297 \nN.C. 506, 512 (1979)  (“Ordinarily it is error for a court to he ar and rule on a motion \nfor summary judgment when discovery procedures, which might lead to the production \nof evidence relevant to the motion, are still pending and the party seeking discovery \nhas not been dilatory in doing so.”); Ussery v. Taylor, 156 N.C. App. 684 (2003) (where \none party did not have adequate time to develop its case before summary judgment \nwas heard, summary judgment was improper). \n18. The question at the center of this motion is whether the testimony of XL’s \nRule 30(b)(6) deponent, Divine, contains admissions that establish as a matter of law \nthat:  (a) certain policy provisions  cited by XL in support of its denial of Nucor’s \ninsurance claim, discussed below, as well as (b) Design Allegations included in XL’s \nIntervening Complaint, cannot be the basis for XL’s denial of Nucor’s insurance claim.  \nIn short, Nucor requests that the Court enter partial summary judgment holding that \nDivine’s testimony  forecloses application of the referenced policy provisions and \nDesign Allegations. \n19. Nucor specifically argues that Divine admitted, on behalf of XL, that there is \nno “faulty design” exclusion in XL’s policy.  Therefore, the argument goes, the Design \nAllegations (that the Incident was not caused by the encoder, but instead was caused \nby the faulty design of Nucor’s digital communication system (“DCS”)),  have no \napplication to XL’s  coverage determination . (Br. Supp. Nucor’s Mot. Partial Sum. \nJudg. 6–8 [“Nucor’s Br. Supp. SJ”], ECF No. 156.)   In addition, Nucor argues that \nDivine admitted that certain aspects of the definition of “Breakdown”  in XL’s \nEquipment Breakdown policy have no application to this case.  (Nucor’s Br. Supp. SJ \n8–9.)  \n20. XL responds that Nucor’s motion is premature  because fact discovery with \nrespect to the cause of the Incident is ongoing, and expert designations and reports \nhave yet to be exchanged.  (XL’s Mem. Opp. Mot. Partial Sum. Judg. 3–5 [“XL’s Mem. \nOpp. SJ”], ECF No. 172.)  It also argues that determining the meaning of language in \nan insurance contract is a question of law for the Court , not a question  of fact for \nDivine.  XL ’s position is  that Nucor is asking the Court to  rule on “cherry-picked” \ncontract language stripped of its context and to issue declarations without the benefit \nof a full record.  (XL’s Mem. Opp. SJ 5.) \n21. Specifically, XL contends that Divine’s testimony that there is no faulty \ndesign exclusion in its policy is not an admission  that XL did not consider a possible \nfault in the design of the DCS as the cause of the Incident.  And, although XL agrees \nthat a f aulty design exclusion  was not the basis for its coverage determination , it \nmaintains that such a theory support s its conclusion, which was that deni al of the \nclaim was appropriate  because no “Breakdown” in “Covered Equipment” occurred .  \nInstead, XL alleges, the cause of the loss was a defectively designed automated control \nsystem and human error.  (XL’s Mem. Opp. SJ 9–10.) \n22. As for Divine’s testimony that some subparts of the definition of “Breakdown” \nwere not used in its coverage determination , XL explains that Divine was testifying \nregarding what was known about the Incident at the time the coverage determination \nwas made.  It contends that Divine testified only that the subparts were not considered \nthen, not that they could never be applicable.  XL points to the fact that it reserved \nthe right to supplement its position in the Declination Letter and, in any event, it \nargues that the doctrine of waiver is not available to create coverage where it does not \nexist.  (XL’s Mem. Opp. SJ 5–16.) \n23. In evaluating  Nucor’s motion, t he Court starts with the language of the \npolicy, which defines “Breakdown” both by what it is and what it is not.  According to \nthe policy: \nBreakdown  \nMeans the following direct physical loss that causes damage to “Covered \nEquipment” and necessitates its repair or replacement: \n \n1.  Failure of pressure or vacuum equipment; \n2.  Mechanical failure including rupture or bursting caused by \ncentrifugal force; or  \n \n3. Electrical failure including arcing,  \n \nunless such loss or damage is otherwise excluded within this coverage \nform. \n \n“Breakdown” does NOT mean or include any of the following [“Not a \nBreakdown”]: \n \na.  Malfunction including but not limited to adjustment, alignment, \ncalibration, cleaning, or modification [the “Malfunction Exclusion \nModification Endorsement”]5; \n \nb.  Defects, erasures, errors, limitations or viruses in computer \nequipment and programs including the inability to recognize and \nprocess any date or time or provide instructions to “ Covered \nEquipment.”  However, if a “Breakdown” to “Covered Equipment” \nensues, we will pay the ensuing loss or damage not otherwise \nexcluded. \n \nc. Leakage at any valve, fitting, shaft seal, gland packing, joint or \nconnection;  \n \nd. The functioning of any safety or protective device; or  \ne. The cracking of any part on an internal combustion gas turbine \nexposed to the products of combustion. \n \n(Nucor’s Br. Supp. SJ, Ex. A, Ex. 5 (“Policy”) (emphasis added).) \n24. These definitions are included in XL’s letter denying the claim , which \nconcluded:  \nOur investigation determined that the Encoder did not sustain direct \nphysical loss that causes damage to ‘Covered Equipment’ and \nnecessitates repair or replacement.  The Encoder was tested and proved \noperational in accordance with manufacturer’s specification .  The \nsolidification event that took place in the DRI Vessel was not the result \nof a ‘Breakdown’ to ‘Covered Equipment.’  \n \n(Nucor’s Br. Supp. SJ, Ex A, Ex. 23 (“Declination Letter”), ECF No. 164).   \n25. The Declination Letter closes with two paragraphs in which the EB Insurers \nreserve the right to supplement their decision: \nXL Insurance America, Inc., and Liberty Mutual Insurance reserves its \n[sic] right to supplement this statement or its position with additional \n \n5 The Malfunction Exclusion Modification Endorsement is itself modified by an endorsement \nto add, “however, if a ‘Breakdown’ to ‘Covered Equipment’ ensues, we wi ll pay the ensuing \nloss or damage not otherwise excluded.”  (Nucor’s Br. Supp. SJ, Ex. A, Ex. 5., ECF No. 161.) \ngrounds for reserving its rights and defending coverage under the \nreferenced policy should any such grounds appear hereafter.  This is not \nintended to be nor should be construed as a waiver of any terms or \nconditions of the policy or XL Insura nce America, Inc. and Liberty \nMutual Insurance rights thereunder all of which continue in full force \nand effect. \n \nPlease be advised that nothing contained herein is intended to \nconstitute or should be construed as a waiver or relinquishment of any \nlegal or equitable rights or remedies of XL Insurance America, Inc., its \nparents, subsidiaries, and affiliates, all of which are hereby expressly \nreserved.  This communication is made without prejudice and may not \nbe construed as a waiver, estoppel or modi fication of any of the terms, \nconditions, limitations or exclusions of the applicable insurance contract \nor by operation of law. \n \n(Declination Letter 5.) \n26. In addition to the information included in the Declination Letter  regarding \nthe denial of the claim , the EB Insurers included the Design Allegations in their \nIntervening Complaint.  They aver that the Incident was not caused by a “Breakdown” \nin “Covered Equipment,” but instead was caused by the faulty design of Nucor’s DCS, \nthe computerized system that controlled its production line.  (Intervening Complaint \n¶¶ 19–20.) \n27. During XL’s Rule 30(b)(6) deposition, Divine was first asked about the Design \nAllegations.  He testified: \nFaulty design was not the basis for the denial.  The basis for the denial \nof the claim was the fact th at the encoder was tested and determined \nthat there was no breakdown.  It functioned a s designed.  Beyond that, \nsome sort of issue going on here–so logic, I guess, would make you think \nthat potentially its designed software.  I know that there were software \nchanges that were made.  But that doesn’t change the fact that the \nencoder did not suffer a breakdown . . . . No breakdown, no coverage. \n \n(Nucor’s Br. Support SJ, Ex. A. (“Divine Dep.”) 187:2–11; 188:13.) \n   \n28. Divine then acknowledged that XL’s policy does not contain a design \nexclusion: \nThere is not a fault design exclusion. The policy provides for a \nbreakdown.  So it has to be a breakdown as per the definition of policy.  \nNo breakdown, no coverage. \n \n(Divine Dep. 203:2–5.)  After testifying that it appeared that Count II of the Property \nInsurers’ Complaint referenced a faulty design  exclusion in the Property Insurers’ \npolicy, (Divine Dep. 190:24–191:4), Divine agreed that XL was required to interpret \nonly its own policy when making its coverage decision , not the Property Insurers’ \npolicy.  (Divine Dep. 192:12–13.)   \n29. Divine was then questioned about the definition of “Breakdown” in its policy: \nQ.  Okay. And is faulty design relevant to the question of whether there’s \na breakdown? \n \nA.  Faulty design is not included within the definition of breakdown. \n \nQ.  What about an error in design? \n \nA.  Error in design is not either. \n \nQ.  Okay. So is the question the issue of a faulty  design or an error in \ndesign consequential in the analysis of this claim to the EB policy terms? \n \nA.  No.  The critical piece is whether or not a breakdown has occurred. \n \n(Divine Dep. 204:12–22.) \n30. Nucor argues that, by virtue of this testimony, XL has admitted that it \ncannot rely on  the Design A llegations in this case  because it has no faulty design  \nexclusion in its policy .  After reviewing Divine’s testimony in its entirety, t he Court \ndisagrees.   \n31. In most cases, a  party’s statements, given in a deposition or at trial of the \ncase, are treated as evidential admissions rather than as judicial admissions.  Woods \nv. Smith, 297 N.C. 363 , 373–74 (1979).  Thus, a  party’s adverse testimony is treated  \n“like the testimony of any other witness called by the party, that is, the party is free \n(as far as any rule of law is concerned) to elicit contradictory testimony from the \nwitness himself or to call other witnesses to contradict him.”  Id. (quoting McCormick \non Evidence § 266, p. 637 (2d ed. 1972)).  In contrast, a judicial admission is “a formal \nconcession made by a party (usually through counsel) in the course of litigation for the \npurpose of withdrawing a particular fact from the realm of dispute. . . . Such an \nadmission is not evidence, but rather removes the admitted fact from the field of \nevidence by formally conceding its existence.  It is binding in every sense.”  Id. (quoting \n2 Stansbury's North Carolina Evidence, § 166, pp. 1–4 (Brandis Rev. 1973)). \n32. To constitute a binding judicial admission, the statement by a party opponent \nmust be deliberate and unequivocal, and the party should manifest an intent to be \nbound by stating it with a clear understanding of the consequences.  Woods, 297 N.C. \nat 370. \n33.   In conducting its  review of Divine ’s statements , the Court  looks at the \ntestimony as a whole.  Jones v. Durham Anesthesia Assocs., P.A.,  185 N.C. App. 504, \n510 (2007).  When a  party equivocates, expresses uncertainty, or is inconsistent, the \ntestimony does not constitute a binding admission.  Compare Cogdill v. Scates, 290 \nN.C. 31 , 43  (1976) (finding judicial admission where plaintiff  testified to “ concrete \nfacts, not matters of opinion, estimate, appearance, inference or uncertain memory ,” \nand her testimony was “deliberate, unequivocal and repeated. It left no room for the \nhypothesis of mistake or slip of the tongue”)  with Jones 185 N.C. App. at  510 (the \ndefendant’s te stimony, when viewed as a whole , does not show that she gave \nunequivocal, adverse testimony sufficient to constitute a judicial admission).  \n34. After reviewing Divine ’s deposition in its entirety,  the Court agrees that \nDivine testified that there is no specific design defect exclusion in XL’s policy.   \nHowever, he repeatedly stated that the basis for de nying coverage was that no \n“Breakdown” in “Covered Equipment” occurred, referring to the suspect encoder, \nwhich was tested and determined to be performing in accordance with specifications.  \nHe stated that based on the facts gathered, \nthere was potentially  design and/or software type issue within the \nsystem.  The testing didn’t identify a breakdown, but that’s the next \nlogical place to look .  If there was a software change, then potentially \nsome sort of design issues.  \n \n(Divine Dep. 203 :16–20 (emphasis adde d).)  Thus, Divine does not rule out the \npossibility that a problem of some type in the DCS caused the loss.  (See Divine Dep. \n171:8–174:15.)   \n35. Nucor argues that XL admitted that the Design Allegations were not \nconsequential; however, the word “consequential” was introduced by Nucor’s counsel \nin his question (“So is the question the issue of a faulty design or an error in  design \nconsequential in the analysis of this claim to the EB policy terms?”), not by the witness \nin his answer.  And Div ine’s answer , (“No. The critical piece is whether or not a \nbreakdown occurred.”), placed emphasis on the definition of a “Breakdown” but  did \nnot foreclose the possibility that the problem was in the design of the DCS.  This is not \nthe type of certain, unequivocal testimony rising to the level of a judicial admission as \nwas contemplated in Cogdill .  In short, the Court  cannot conclude that Divine’s \ntestimony on this point is sufficiently deliberate to constitute a binding judicial \nadmission warranting an award of partial summary judgment.   \n36. Nucor next contends that Divine admitted through his deposition testimony \nthat subsections (b)– (e) of the “ Not a Breakdown ” portion of the “Breakdown” \ndefinition were included in the Declination Letter only to “provide the policyholder \nwith the full and complete policy language”  and were not the basis of XL’s  denial of \nNucor’s claim.  (Nucor’s Br. Supp. SJ 9 (quoting Divine Dep. 221:18–23).) \n37. XL protests that Nucor has mischaracterized Divine’s testimony.  According \nto XL, Divine  did not testify that subsections (b)– (e) could n ever apply under any \ncircumstances; rather,  he testified that XL was not aware,  at the time, that the \nsubsections were applied to reach the  conclusion that no “Breakdown” had occurred \nbecause the encoder was functioning properly.  \n38. Again, after a thorough review of Divine’s testimony, the Court finds that the \nstatements isolated by Nucor  do not rise to the level of an admission that would \nprevent application of subsections (b)–(e) to a coverage determination.   During the \n30(b)(6) deposition, Divine was told to refer to the Declination Letter, dated 2 July \n2018, and then asked why subsections (b)–(e) were cited.  He responded that the intent \nwas to include the complete definition of “Breakdown” (including the definition of what \nwas “Not a Breakdown”), and that he was “not aware of B through E being applicable, \ngiven the fact that the testing showed there was no issue with the encoder.”  (Divine \nDep. 222:1–3 (emphasis added).) \n39. The Court agrees that  this testimony does not constitute  a n unequivoc al \nstatement that the  subsections at issue could never apply.  This is particularly true  \ngiven  XL’s language reserving the right to supplement its position should grounds to \ndo so appear.6  And, although Divine was designated to testify to XL’s thought process \nwhen the Declination Letter was drafted, ultimately the interpretation of the \ninsurance contract is a matter of law for this Court  to decide.  See e.g., Accardi v. \nHartford Underwriters Ins. Co., 373 N.C. 292, 295 (2020) (“[D]etermining the meaning \nof language in an insurance policy presents a question of law for the Court.”). \n40. In short, considering Divine’s testimony in the light most favorable to XL,  \nthe Court determines that it does not establish as a matter of law that  either the \nDesign Allegations or subsections (b)– (e) of the “Not a Breakdown” definition in the \npolicy are inapplicable to a coverage determination .  Accordingly, Nucor’s Motion for \nPartial Summary Judgment is DENIED. \nB. Nucor’s Motion to Amend \n41. Through the depositions of Divine  and David Lofton, a principal in Boiler \nMachinery Loss Adjusting Services, LLC (“B MLAS”), the firm with which the EB \nInsurers contracted to investigate the claim, Nucor asserts that it has discovered \n \n6 At the hearing, counsel for Nucor agreed that the waiver doctrine would not permit Divine, \nthrough his testimony, to create coverage for a risk that was not  otherwise covered by the \nterms of the policy.  See Transcript (“Tr.”) 8; see also U.S. Fid & Guar. Co v. Country Club of \nJohnston Cnty., Inc., 119 N.C. App. 365, 373 (1995); Pearce v. Am. Defender Life Ins. Co., 316 \nN.C. 461, 466 (1986); Durham v. Cox, 65 N.C. App 739, 744 (1984).   \nevidence of wrongful conduct in the EB Insurers’ claims handling.  This discovery has \nled Nucor to move to amend its c ounterclaims against the EB Insurers to assert a \nviolation of the UDTPA.7   \n42. Nucor alleges that Lofton’s testimony establishes that , at the time of the \ncoverage determination, the EB Insurers were aware that not one, but two “incidents” \nhad occurred that could have led to coverage: (i) the suspect encoder might have been \noperating improperly; and (ii) after replacing the encoder, the DCS controlling the line \nreverted to manual mode and instructed the system to reset the cement setting to zero. \n(Br. Supp. Nucor’s Mot. Amend Counterclms. 12 [“Nucor Br. Supp. Mot. Amend”], ECF \nNo. 182.)  Although the EB Insurers investigated the first of the two —t he operation \nof the encoder —they did not investigate  what happened with the DCS  even though \nLofton drew attention to it .  Had they investigated the DCS, Nucor argues, another \nprovision in the policy, the Electronic Circuitry Impairment  Endorsement (“ECI \nendorsement”), might have provided coverage .  (Lofton Dep. 47:22 –48:19.)  Instead, \nNucor argues, the EB Insurers  briefly referenced the Malfunction Exclusion \nModification Endorsement in the policy  without further discussion and concluded \nthat, because the encoder was functioning,  no “Breakdown” in “Covered Equipment” \nhad occurred.  (Nucor Br. Supp. Mot. Amend 12.) \n \n7 Nucor also moves to withdraw its allegations regarding System Installation and Soft Costs \ncoverage and to update the amount of its damages.  (Nucor Mot. Amend. 2, ECF No. 181. )  \nThe EB Insurers have not objected.  Accordingly, as to these two proposed amendments, the \nMotion to Amend is GRANTED as uncontested.  \n43. Nucor further contends that the EB Insurers purposely focused their  \ninvestigation on the encoder, and not the DCS,  because of the possibil ity of \nsubrogation from the encoder’s manufacturer.  (Nucor Br. Supp. Mot. Amend 12.) \n44. Finally, Nucor asserts that the EB Insurers cite d to the wrong  policy \nlanguage when they  denied the claim .  Nucor  explains that not only did the EB \nInsurers fail to address the possible application of the ECI endorsement, but they also \nreferenced inapplicable subsections of the “Not a Breakdown” definition.  According to \nNucor, these facts evidence violations of the Unfair Claim Settlement Practices section \nof the North Carolina Insurance Code, N.C.G.S. § 58-63-15(11) and support a UDTPA \ncause of action.  (Nucor Br. Supp. Mot. Amend 13.) \n45. The EB Insurers oppose  the addition of a UDTPA claim , contending that it \ncomes too late, would be prejudicial, and, in any event, is futile.  (EB Ins. Mem. Opp. \nMot. Amend Counterclms. 5–24 [“EB Ins. Mem. Opp. Mot. Amend”], ECF No. 188.) \n46. First, the EB Insurers argue that the facts Nucor claims to have only recently \ndiscovered have been known by Nucor for years.  T he Declination Letter, dated July \n2018, describes the investigation that was conducted without  mention of the DCS \nsystem.  Therefore, the EB Insurers argue, Nucor was aware when it received the \nDeclination Letter that no investigation of the DCS system was done. \n47. In further support of their argument, the EB Insurers point to a civil action \nNucor filed in November 2019 against the EB Insurers in a Louisiana state court.  (See \nComplaint, [“Louisiana Action”], ECF No. 188.1.)8  Nucor’s Complaint in the Louisiana \n \n8 The Court takes judicial notice of Nucor’s complaint in Nucor Corporation and Nucor Steel \nLouisiana LLC v. XL Insurance America, Inc. and Liberty Mutual Fire Insurance Company, \nAction alleges, “[t]he reactor . . . sustained damage . . . resulting from the electrical \nfailure or electric circuitry impairment  . . . of the feeder system.”   It further alleges \nthat “[t]he July 2, 2018 denial mistakenly focused on the original encoder.”  (Louisiana \nAction, ¶ ¶ 37, 43.)  Thus, the EB Insurers argue, in November 2019 Nucor was both \naware that the EB Insurers did not investigate the DCS and believed that the Incident \nwas caused by an electrical failure  because Nucor included those allegations in the \nLouisiana action.   \n48. Finally, the EB Insurers argue that they  identified the DCS system as the \npotential source of the problem (albeit described as faulty design) in their Intervening \nComplaint filed more than two years ago.  Even if Nucor had not discovered it before \nthen, the EB Insurers argue, Nucor ’s theory that the ECI endorsement covered the \nIncident but was never investigated should have been apparent at least by the  time \nthe Intervening Complaint was filed.  (EB Ins. Mem. Opp. Mot. Amend 6–14.) \n49. With respect to Nucor’s argument regarding the EB Insurers’ investigation \nof possible subrogation, the EB Insurers respond that th ere is nothing new here, \neither.  They point to multiple communications produced in discovery referencing their \nclaim investigation and documenting Nucor’s objection to use of the same engineer to \nexplore possible subrogation .  Again, the EB Insurers argue, the communications \nprove that Nucor knew all of this years ago.  (EB Ins. Mem. Opp. Mot. Amend 12.)   \n \nNo. 39615, 23rd Judicial District, Parish of St. James, Louisiana.  (EB Ins. Mem. Opp. Mot. \nAmend Ex. A, ECF No 188.)  See Herrera v. Charlotte Sch. of Law, LLC, 2018 NCBC LEXIS \n35, at *21 (N.C. Super Ct. Apr. 20, 2018) (“[W]hen a party requests that the Court \ntake judicial notice of a fact and supplies the Court with the necessary information, the Court \nis required to take judicial notice of the fact if it satisfies Rule 201(b).”).  See also N.C.G.S. § \n8C-1, Rule 201(d).  \n50. As for failure to cite to the EC I endorsement in the Declination Letter , the \nEB Insurers argue that Nucor has been aware of this fact since it received the \nDeclination Letter in July 2018.  They argue  that they did not cite the ECI \nendorsement because, at the time,  no one, including Nucor, believed that it applied.  \nThe EB Insurers’ theory, as stated in their Intervening Complaint, was that a design \nflaw in the DCS caused it to reset to manual mode.  (See Design Allegations.)  Again, \nthe EB Insurers  argue, the recent depositions conducted by Nucor revealed nothing \nthat was not already known  and that would  justify an amendment after years of \nlitigation. \n51. The Court acknowledges the EB Insurers ’ argument that Nucor’s proposed \namendment comes late in the game.   When considering whether to disallow an \namendment because of undue delay, the Court focuses on the moving party’s reason \nfor not bringing the claim earlier.  See e.g., Rabon v Hopkins, 208 N.C. App. 351, 354 \n(2010) (“[A] trial court may appropriately deny a motion for leave to amend on the \nbasis of undue delay where . . . the record or party offers no explanation for the delay.”); \nColumbus Life Ins. Co. v. Wells Fargo Bank, N.A., 2022 NCBC LEXIS 40, at **11 (N.C. \nSuper. Ct. May 3, 2022)  (Defendant’s decision to wait until it had obtained relevant \ndocuments in discovery before asserting counterclaim for fraud did not amount to \nundue delay).   \n52. Here, Nucor does not contest that it received and read the Declination Letter, \nwhich does not mention an investigation of the DCS, and that it knew, at least by the \ntime the EB Insurers filed  their Intervening Complaint in March 2020, that the EB \nInsurers were aware that the DCS was implicated.  In addition, it is clear that by the \ntime Nucor filed the Louisiana Action  in November 2019 , Nucor itself thought that \nthe problem with the DCS was in the electrical circuitry.   W here Nucor says its \nknowledge was lacking, and what it did not discern until the Lofton deposition in May \n2022, was  that the EB Insurers focused on the encoder and did not  conduct an \ninvestigation of the DCS even after Lofton, the “general” in charge of the investigation \n(Lofton Dep. 63:10–11), directed their attention to the possibility of a problem in the \nDCS.  Nucor contends that Lofton’s testimony revealed, among other things, that the \nEB Insurers were so intent on the possibility of subrogation with respect to the encoder \nthat they limited their investigation despite his comments.  It was the recent discovery \nof this information, Nucor says, that brought the EB Insurers’ motivation into focus. \n53. As for undue prejudice, the EB Insurers argue, without detail, that allowing \na UDTPA claim at this juncture would change the nature of its defense and increase \nthe stakes of the lawsuit.  Although “[d]ocument discovery is nearly complete, and \ndepositions are well under way[,]” ( EB Ins. Mem. Opp. Mot. Amend 24) , t he EB \nInsurers believe the addition of the UDTPA claim would give rise to the need for \nadditional discovery.  Nucor, on the other hand, states that if the claim were permitted \nit would not request additional written discovery and would proceed with depositions, \nas planned.  (Nucor Br. Supp. Mot. Amend 17.) \n54. When determining whether undue prejudice will result, the burden of proof \nis on the EB Insurers to establish that they would be prej udiced.  Mauney v. Morris , \n316 N.C. 67 (1986); North River Ins. Co. v. Young, 117 N.C. App. 663, 671 (1995). \n55. On this point, the EB Insurers’ argument is thin.   The fact that significant \ndiscovery has occurred is not determinative, particularly given that the CMO affords \nthe parties another three  months to complete fact  discovery.9  While the proposed \nclaim undoubtedly changes the nature of the case, the EB Insurers have not presented \na sufficient showing of prejudice to overcome Rule 15’s requ irement that leave to \namend be freely given  when justice so requires .  See e.g., N. River Ins. Co. , 117 N.C. \nApp. at 671 (“Nor does the fact that additional discovery may be required amount to \nprejudice or make the delay ‘undue.’ ”).10   \n56. Which brings the Court to the EB Insurers’ argument on futility.   Nucor \nalleges that its UDTPA claim is premised on alleged unfair claim settlement practices \nas defined in N.C.G.S. § 58-63-15(11).  It contends that the EB Insurers engaged in: \na. Misrepresenting pertinent facts or insurance policy provisions \nrelating to coverages at issue; \n \n* * * \n \nd. Refusing to pay claims without conducting a reasonable \ninvestigation based upon all available information; and \n \n     * * * \n \n \n9 At the hearing, counsel for the EB Insurers projected that three depositions might need to \nbe reopened and additional documents sought.  (Tr. 72–73.) \n \n10 At the hearing, counsel for the EB Insurers added that they would be prejudiced by the \nproposed amendment because technical changes made by Nucor in the interim to prevent a \nrecurrence of the problem also prevent the EB Insurers from unearthing the truth about the \nrole of the DCS in the Incident.  (Tr. 53–54.)  But it appears that at least some of these \nchanges occurred within days of the Incident, not years later.  (See e.g., XL’s Mem. Opp. SJ \nEx. B, ECF No. 172.2 .)  Without specific evidence, the Court cannot conclude that the EB \nInsurers’ defense has been prejudiced by the passage of time. \nn. Failing to promptly provide a reasonable explanation of the basis in \nthe insurance policy in relation to the fact s or applicable law for \ndenial of a claim or for the offer of a compromise settlement. \n \nN.C.G.S. § 58-63-15(11)(a), (d), (n).   \n57. With respect to subsection (a), the  misrepresentation basis for the UDTPA \nclaim, the EB Insurers argue  that the proposed amendment is futile because it does \nnot allege either that Nucor relied on a misrepresentation or that it was damaged as \na result.  Without these necessary allegations, the EB Insurers contend, this part of \nthe proposed claim fails. \n58. Nucor responds, reiterating the alleged misrepresentations and highlighting \nparagraph 67 of the proposed amendment, which states that Nucor suffered damages \nas a result of the EB Insurers’ allegedly unfair or deceptive acts.   Nucor does not, \nhowever, address the EB Insurers’ argument that the element of reliance has not been \npleaded.  (Nucor Reply Br. Supp. Mot. Amend Counterclms. 6–7 [“Nucor Reply Br.”], \nECF No. 194.) \n59. On this point , the Court agrees with the EB Insurers.  A claim under t he \nUDTPA based on misrepresentation requires the pleader to allege: (1) actual reliance \nand (2) that the reliance was reasonable.   Bumpers v. Community Bank of Northern \nVirginia, 367 N.C.  81, 90 (2013) (the UDTPA requires that “ the plaintiff . . . \naffirmatively incorporated the alleged misrepresentation into [the plaintiff’s] decision-\nmaking process[.]”); D C Custom Freight, LLC v. Tammy A. Ross & Assocs., 273 N.C. \nApp. 220, 231 (2020) (in order to succeed on a UDTP claim arising under Section 58 -\n63-15(1), a plaintiff must show reliance on the misrepresentation ).  Because th ese \nelements are missing from Nucor’s attempted per se UDTPA claim based on N.C.G.S. \n§ 58-63-15(11)(a), that part of the claim is futile. \n60. As for subsection (d), refusal to pay the claim without conducting a \nreasonable investigation into the DCS, the EB Insurers argue that the proposed claim \ndoes not allege that their investigation was unreasonable based on the facts known at \nthe time.  In addition, they argue that the allegations advanced against them are too \nconclusory to allow the claim to move forward.   (EB Ins. Mem. Opp. Mot. Amend 18–\n19.) \n61. Nucor responds that the case  law cited by the EB Insurers is inapposite \nbecause it either: (a) involved a merits -based review of the reasonableness of an \ninvestigation on a motion for summary judgment, Christmas v. Nationwide Mut. Ins. \nCo., 30 F. Supp. 3d 435 (E.D.N.C. 2014), or (b) the facts alleged revealed that at least \nsome investigation was performed, Essential Ins. Co. v. Stephens, 530 F. Supp. 3d 582 \n(E.D.N.C. 2021).  In the present case, on the other hand, Nucor contends that the EB \nInsurers did not conduct an  investigation of the DCS  at all, despite recognizing that \nalternative “incidents” had occurred and being urged by its investigator to do so.   \n(Proposed Am. Compl. ¶ 28, ECF No. 182.5.)   \n62. Here, the Court agrees with Nucor . The facts alleged are sufficient to give \nrise to a claim that the EB Insurers failed to conduct a reasonable investigation based \non all available information prior to denying  the claim.  The Court therefore \ndetermines that Nucor ’s allegations with respect to N.C.G.S. § 58 -63-15(11)(d) may \nproceed. \n63. Addressing subsection (n) and Nucor’s contention that the EB Insurers failed \nto promptly provide a reasonable explanation of the basis in their policy for the denial \nof the claim, the EB Insurers point to t heir 6 -page Declination Letter, which they \nassert “detailed the investigation, the results from the encoder testing, and the \nconclusions of the EB Insurers’ expert.”  (EB Ins. Br. 20.)  The letter, they argue, “was \nmore than enough to provide a reasonable explanation of the basis of the denial,” and \nthe mere fact that Nucor disagrees with the EB Insurers does not constitute an unfair \nclaim settlement practice.  (EB Ins. Mem. Opp. Mot. Amend 20.) \n64. Nucor responds that the EB Insurers’ 6 -page Declination Letter only \naddressed the encoder without addressing the DCS.  In addition, they argue that while \neach bad act alleged alone could support a UDTPA claim, the totality of the conduct \nalleged also sufficient ly states a claim .  Finally, Nucor contends that although a \nviolation of practices enumerated in N.C.G.S. § 58-63-15(11) is a per se violation of the \nUDTPA, a violation of that statute is not required to maintain a UDTPA claim.  Nucor \nasserts that its allegations generally establish that the EB Insurers’ handling of its \nclaim was unfair or deceptive, that the conduct was in or affecting commerce, and that \nthe conduct proximately caused Nucor injury.  (Nucor Reply Br. 8–9.)11 \n \n11 The EB Insurers also assert that the proposed claim fails because Nucor does not allege \nthat it suffered damages caused by the EB Insurers’ allegedly unfair and deceptive practices.  \nInstead, they say, the allegations are limited to “standard breach of contract losses for which \ncoverage was denied.”  (EB Ins. Mem. Opp. Mot. Amend 21.)  The Court concludes that \nNucor’s allegation th at it suffered damages , “including the losses for which coverage was \ndenied and losses associated with Nucor personnel’s downtime and unabsorbed overhead, \nattorneys’ fees, and court costs, as well as any other damages or equitable relief the facts and \nequity may warrant,” is sufficient at this stage.  See Coley v. Champion Home Builders Co., \n162 N.C. App. 163, 165 (2004). \n \n65. Again, given the  liberal construction of pleadings required by Rule 15 , the \nCourt agrees that the allegations are sufficient to state a claim.  See e.g., Murray v. \nNationwide Mut. Ins. Co., 123 N.C. App 1, 10  (1996) (“Violation of any form of conduct \nlisted in [N.C.G.S.] § 58-63-15(11) operates as a per se instance of unfair and deceptive \ntrade practice under [N.C.G.S.} § 75 -1.1.”); Country Club of Johnston Cnty ., Inc. v. \nUnited States Fid. & Guar. Co., 150 N.C. App. 231, 245 (2002) (North Carolina courts \nhave held that “we may look to the types of conduct prohibited by [N.C.G.S.] § 58 -63-\n15(11) for examples of conduct which would constitute an unfair and deceptive act or \npractice.”).  Whether the claim will survive a merits -based review —a point hotly \ncontested by the parties during the hearing—is not yet before the Court.   \n66. Finally, the Court addresses the EB Insurers ’ argument that the proposed \nUDTPA claim does not survive the four-year statute of limitations.  The EB insurers \ncite State Farm Fire & Cas. Co. v. Darsie, 161 N.C.  App 542, 545 (2003), for the \nproposition that , in order for the propose d amendment to relate back, the original \npleading must have given them sufficient notice of the proposed claim .  T hey deny \nhaving had notice that they would be accused of any unfair and deceptive conduct.  \n(EB Ins. Mem. Opp. Mot. Amend 22–23.) \n67. “A claim asserted in an amended pleading is deemed to have been interposed \nat the time the claim in the original pleading was interposed, unless the original \npleading does not give notice of the transactions, occurrences, or series of transactions \nor occurrences, to be proved pursuant to the amended pleading.”  N.C.G.S. 1A-1, N.C. \nR. Civ. P. 15(c).  Thus, the question here is whether the EB Insurers had notice of the \ntransactions and occurrences giving rise to the claim , even if they did not anticipate \nthe claim itself.  See e.g., Estate of Tallman v. City of Gastonia,  200 N.C. App. 13, 18 \n(2009) (relation back depends on “whether the original pleading gives notice of the \ntransactions, occurrences, or series of transactions or occurrences, to be proved \npursuant to the amended pleading.” (citation and internal quotation marks omitted)); \nConcrete Serv. Corp. v. Invs. Grp., 79 N.C. App. 678, 683 –84 (1986) (holding that the \ncomplaint gave defendant ample notice of the transactions at issue and  the \namendment merely added another legal theory of liability on the same facts). \n68. There is no question that the proposed claim, like the ones before it, \nemanates from the EB Insurers’ investigation and decision to deny Nucor’s insurance \nclaim resulting from the Incident .  The difference now is that t he EB Insurers’  \nhandling of the claim is also at issue.  The Court determines that the EB Insurers had \nsufficient notice of the transactions and occurrences giving rise to the proposed claim \nfor it to “relate back”  to the initial filing of Nucor’s other claims regarding the same \nevents.  Thus, the statute of limitations does not render the proposed amendment \nfutile.  \nIV. CONCLUSION \n69. In sum, the Court, in its discretion, and after considering the relevant \npleadings and matters of record, ORDERS as follows: \na. Nucor’s Motion for Partial Summary Ju dgment against XL Insurance \nAmerica, Inc. is DENIED; \nb. Nucor’s Motion for Leave to Amend Counterclaims against Intervening-\nComplaint Plaintiffs is GRANTED, except that its motion as to N.C.G.S. \n§ 58-63-15(ii)(a) is DENIED with prejudice.12 \nc. Nucor is directed to file its amended pleading in accordance with this \nOrder within ten (10) days. \nIT IS SO ORDERED, this the 8th day of November, 2022. \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases  \n \n \n \n12 “The decision to dismiss an action with or without prejudice is in the discretion of the \ntrial court[.]”  First Fed. Bank v. Aldridge, 230 N.C. App. 187, 191 (2013).  Here, the Court \ndetermines, in its discretion, that given the age of this case, permitting additional motion \npractice to amend the pleadings would unduly slow determination on the merits with little, \nif any, appreciable benefit. "
}