{
  "id": "752cda8a38bb1f9fc4ec6994abbfee3f738c5ff140ba517081acbd336b5ed1a7",
  "source_file": "data/raw/ncbc/752cda8a38bb1f9fc4ec6994abbfee3f738c5ff140ba517081acbd336b5ed1a7.pdf",
  "raw_text": "Classic Coffee Concepts, Inc. v. Anderson, 2006 NCBC 21 \n \nNORTH CAROLINA     IN TH E GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \nCOUNTY OF MECKLENBURG                             06 CVS 2941 \n \n \nCLASSIC COFFEE CONCEPTS, INC., \n \n  Plaintiff, \n \n v. \n \nJ. MICHAEL ANDERSON, \n \n  Defendant. \nORDER \n \nMayer, Brown, Rowe & Maw, L.L.P. by Eric H. Cottrell and Daniel L. Tedrick for \nPlaintiff Classic Coffee Concepts, Inc. \n \nMcNair Law Firm, P.A. by Marna M. Albanese and Allan W. Singer for Defendant J. \nMichael Anderson. \n \nDiaz, Judge. \n \n{1} The Court heard these matters on 6 September 2006 on Motion of Defendant J. Michael \nAnderson (“Anderson”) to Disqualify and Motion of Plaintiff Classic Coffee Concepts, Inc. \n(“Classic Coffee”) to Dismiss Counterclaims.  For the reasons set forth below, and after \nconsidering the Court file,1 the Motions, the briefs, and the arguments of counsel, the Court \nDENIES the Motion to Disqualify and GRANTS the Motion to Dismiss Counterclaims. \nI. \nPROCEDURAL BACKGROUND \n{2} Classic Coffee filed its Complaint (“Compl. ”) in Mecklenburg County Superior Court on \n13 February 2006. \n                                                 \n1 The Court considered the Court file, but only as to the Motion to Disqualify. \n{3} Anderson filed his Motion to Disqualify C ounsel (“Mot. to Disqualify”) and his Answer \nand Counterclaims (“Answer and Countercls.”) on 24 April 2006. \n{4} The case was transferred to the North Carolina Business Court and assigned to me as a \nmandatory complex business case by order of the Chief Justice of the North Carolina Supreme \nCourt dated 12 May 2006. \n{5} On 22 June 2006, Classic Coffee filed its Repl y to Anderson’s Counterclaims (“Reply to \nCountercls.”), Motion to Dismiss Counterclaims for Unconscionability and Judicial Dissolution \n(“Mot. to Dismiss Countercls.”), and its Memorandum of Law in Support of Motion to Dismiss \nCounterclaims (“Mem. in Supp. of Mot. to Dismiss Countercls.”). \n{6} Anderson filed his Memorandum of Law in Support of Motion to Disqualify Counsel \n(“Mem. in Supp. of Mot. to Disqualify”) on 23 June 2006. \n{7} On 11 July 2006, Classic Coffee filed its Res ponse to Motion to Disqualify Counsel \n(“Resp. to Mot. to Disqualify”). \n{8} On 12 July 2006, Anderson filed his Response to Plaintiff’s Memorandum in Support of \nMotion to Dismiss (“Resp. to Mot. to Dismiss”). \n{9}  Classic Coffee filed its Reply Memo randum in Support of Motion to Dismiss \nCounterclaims (“Reply Mem. in Supp. of Mot. to Dismiss Countercls”) on 24 July 2006. \n{10} On 6 September 2006, the Court heard oral arguments on the Motions. \nII. \nFACTUAL BACKGROUND \nA. \nTHE PARTIES \n 2\n{11} Plaintiff Classic Coffee is a closely-held De laware corporation with its principal place of \nbusiness in Mecklenburg County, North Carolina.  (Compl. ¶ 1; Answer and Countercls. ¶ 1.)  \nClassic Coffee was formerly known as Mr. Coffee Concepts, Inc., and changed its name to \nClassic Coffee Concepts, Inc., on 26 April 2002.  (Compl. ¶ 1.)  Classic Coffee sells commercial \ncoffee makers, accessories, coffee, and related coffee products to office cataloguers, the \nhospitality market, and small businesses, both domestically and internationally.  (Compl. ¶ 4.) \n{12} Defendant Anderson is a citizen and resident of Statesville,  North Carolina.  (Compl. ¶ \n2.)  Anderson was formerly employed by Classic Coffee as its Chief Financial Officer.  (Compl. \n¶ 6.)  Anderson owns 15,000 of Classic Coffee’s 45,000 issued and outstanding shares of \ncommon stock.  (Compl. ¶ 5; Answer and Countercls. ¶ 30; Reply to Countercls. ¶ 30.) \nB. \nOVERVIEW OF THE FACTS2\n{13} On 5 December 2000, Anderson, Rox W. Bailey (“ Bailey”), Paul F. Brinson (“Brinson”), \nand Classic Coffee entered into a Stockholders Agreement.  (Compl. Ex. A.) \n{14} The Stockholders Agreement provides that it “shall be governed by and construed in \naccordance with the laws of the State of North Carolina, without giving effect to principles of \nconflicts of law.”  (Compl. Ex. A.¶ 5.6.)   \n{15} On or about the execution of the Stockholders Agreement, Anderson entered into a \nContinuing and Unconditional Guaranty Agreement (“Guaranty Agreement”) with Bank of \nAmerica, N.A. (the “Bank”), (Resp. to Mot. to Disqualify Ex. A), and an Employment \nAgreement with Classic Coffee, (Mem. in Supp. of Mot. to Disqualify Ex. D).  Like the \nStockholders Agreement, the Employment Agreement contains a North Carolina choice of law \nprovision.  (Mem. in Supp. of Mot. to Disqualify Ex. D. ¶ 3.7.) \n                                                 \n2 The Court makes findings of fact solely for the purpose of resolving the Motion to Disqualify. \n 3\n{16} The Employment Agreement provided Anderson a 12-month term of employment that \ncould be extended automatically for additional 12-month terms, unless sooner terminated.  \n(Mem. in Supp. of Mot. to Disqualify Ex. D ¶ 1.3.)  Under the terms of the Employment \nAgreement, Classic Coffee could terminate Anderson either “with Cause” or “without Cause,” \n(Mem. in Supp. of Mot. to Disqualify Ex. D ¶ 1.5(b)), subject to the payment of a specified \nseverance, (Mem. in Supp. of Mot. to Disqualify Ex. D ¶ 1.6(e)). \n{17} On 22 July 2003, Anderson’s employment with  Classic Coffee was terminated “without \nCause.”  (Answer and Countercls. ¶ 39.) \n{18} Pursuant to paragraph 3.1(b) of the Stoc kholders Agreement, “[i]n the event that a \nStockholder’s employment with [Classic Coffee] is terminated . . . without Cause, [Classic \nCoffee is] obligated to purchase from such Stockholder, and each Stockholder [is bound] to sell \nto [Classic Coffee], all of the Stock owned by such Stockholder.”  (Compl. Ex. A ¶ 3.1(b).) \n{19} The Stockholders Agreement further provides th at the “price per share at which the Stock \nof the Stockholder shall be purchased and sold pursuant to Section 3.1(b) shall be equal to the \nquotient of the ‘fair market value’ of [Classic Coffee] divided by the total number of shares . . . \nissued and outstanding.”  (Compl. Ex. A ¶ 3.2(a).)  Further, the Stockholders Agreement defines \nClassic Coffee’s “fair market value” as the difference between the fair market value of the \ncompany, as determined by the independent appraisal of the Employee Stock Ownership Plan \nand Trust (“ESOP”), and the aggregate liquidation preference of any preferred stock issued and \noutstanding on the date of the termination of the stockholder’s employment.  (Compl. Ex. A ¶ \n3.2(b).)  Finally, where a stockholder’s employment is terminated “without Cause,” the \nStockholders Agreement provides that “the ‘fair market value’ of [Classic Coffee] shall be \n 4\nredetermined annually on the anniversary date of [the] Stockholder’s termination” until the \nstockholder is paid in full for his stock.  (Compl. Ex. A ¶¶ 3.2(b), 3.3(b).) \n{20} Under paragraph 3.4 of the Stockholders Agre ement, “[t]he closing of any purchase and \nsale . . . [was to be] be consummated . . . within sixty (60) days following . . . the termination of \nthe Stockholder’s employment with [Classic Coffee].”  (Compl. Ex. A ¶ 3.4.) \n{21} Pursuant to the Guaranty Agreement, however, Anderson’s Classic Coffee stock was \npledged to the Bank as collateral in support of his personal guarantee of Classic Coffee’s loan \nagreements with the Bank.  (Answer and Countercls. ¶ 52; Reply to Countercls. ¶ 52.) \n{22} The termination of Anderson’s employment with Classic Coffee did not discharge his \nobligations under the Guaranty Agreement.  (Resp. to Mot. to Disqualify Ex. A ¶ 7.) \n{23} Shortly after the termination of Anderson’ s employment, Classic Coffee asked the Bank \nto release Anderson’s stock.  (Compl. ¶ 13.)  However, Classic Coffee owed a substantial \namount of money to the Bank at that time, and the Bank refused to release the stock.  (Compl. ¶ \n13.) \n{24} As a result, Classic Coffee could not purchas e Anderson’s stock within sixty days of the \ntermination of Anderson’s employment.  (Compl. Ex. B; Answer and Countercls. ¶ 44; Reply to \nCountercls. ¶ 44.) \n{25} Classic Coffee satisfied its loan obligations  to the Bank by 1 December 2005.  (Reply to \nCountercls. ¶ 56.)  In the process of refinancing Classic Coffee’s credit facility, the Bank agreed \nto release Anderson’s stock.  (Compl. Ex. B.) \n{26} On 14 December 2005, Classic Coffee wrote to  Anderson informing him that it would \n“proceed with the mandatory redemption of [Anderson’s] stock as required by the Stockholders \nAgreement.”  (Compl. Ex. B.)  The letter, which was enclosed with copies of documents setting \n 5\nforth the terms and conditions of the proposed transaction, set a purchase price of $192,000 and a \nclosing date of 30 December 2005.  (Compl. Ex. B.) \n{27} Anderson has not sold his stock to Classic Coffee.  (Compl. ¶ 17.) \n{28} Classic Coffee alleges that Anderson is in  breach of the Stockholders Agreement, \n(Compl. ¶¶ 19-25), and seeks “specific performance of [Anderson’s] obligation under the \nStockholders Agreement to sell the Shares to [Classic Coffee] . . . pursuant to the terms of the \nClosing Documents . . . .” (Compl. Prayer ¶¶ 1-2). \n{29} Anderson alleges that Classic Coffee’s valu ation grossly undervalues his stock.  (Answer \nand Countercls. ¶ 59.)  Anderson also alleges that Classic Coffee is in breach of both the \nStockholders Agreement and his Employment Agreement.  (Answer & Countercls. ¶¶ 63, 69.)  \nAnderson seeks to have the sections of the Stockholders Agreement that relate to the transfer of \nstock declared unenforceable on the grounds that they are unconscionable.  (Answer and \nCountercls. ¶¶ 65-67; Answer and Countercls. Prayer ¶ 2.)  Anderson also seeks judicial \ndissolution of Classic Coffee, (Answer and Countercls. ¶¶ 71-75), and damages arising out of the \nalleged breaches of the Stockholders Agreement and his Employment Agreement, (Answer and \nCountercls. ¶¶ 62-64, 68-70). \n{30} The law firm of Mayer, Brown, Rowe & Maw (“MBR&M”) represents  Classic Coffee in \nthis action. \n{31} Jonathan Barrett (“Barrett”), who is curren tly a partner at MBR&M, began representing \nClassic Coffee in 1992 as corporate counsel.  (Barrett Dep. 6:4-21.)  There is no evidence that \nBarrett or MBR&M represented Anderson in matters arising prior to their representation of \nClassic Coffee.  (Barrett Dep. 6:5-25.) \n 6\n{32} Barrett represented Classic Coffee with re spect to the Stockholders Agreement and the \nemployment agreements between Classic Coffee and Anderson, Bailey, and Brinson.  (Barrett \nDep. 31:21-35; Bailey Aff. ¶¶ 10, 14, 16-17; Brinson Aff. ¶¶ 7, 11, 13-14.) \n{33} Anderson was not represented by separate counsel when Classic Coffee was created.  \n(Bailey Aff. ¶ 12; Brinson Aff. ¶ 9.) \n{34} During negotiation of the Stockholders  Agreement and Anderson’s Employment \nAgreement, Barrett advised Anderson, Bailey, and Brinson that they were free to seek outside \ncounsel to advise them in their individual capacity.  (Barrett Dep. 31:21-32:2; Bailey Aff. ¶ 11; \nBrinson Aff. ¶ 8.) \n{35} When Anderson and Brinson sought Barrett’s  advice on the effect of designating Bailey \nas Chairman of Classic Coffee’s Board, Barrett’s response was directed to both Anderson and \nBrinson.  (Anderson Dep. 31:15-32:9.) \n{36} MBR&M acted as special counsel to Anders on, Bailey, and Brinson in their capacities as \nguarantors under the Guaranty Agreement.  (Mem. in Supp. of Mot. to Disqualify Ex. E; Resp. to \nMot. to Disqualify 2 n.1.)  There is no evidence that Barrett or MBR&M actually represented \nAnderson in any matters other than the Guaranty Agreement.  (Barrett Dep. 31:1-34:11.) \n{37} The only information that MBR&M received fr om Anderson during its representation of \nhim was a certification that he was not aware of any violations of existing laws and regulations \nthat could “materially adversely affect [Classic Coffee] or his ability to fill [sic] his obligations \nunder the [Guaranty Agreement],” and a certification that Anderson was not involved in any \npending or threatened lawsuits, investigations, or proceedings.  (Barrett Dep. 23:4-24:23.) \n{38} During his employment, Anderson never ente red into a written engagement for legal \nrepresentation with Barrett or MBR&M.  (Anderson Dep. 23:22-24:5.)  He never received an \n 7\ninvoice from or made any payment to Barrett or MBR&M, (Anderson Dep. 24:6-26:10), and \nMBR&M’s services were billed to and paid for by Classic Coffee exclusively, (Anderson Dep. \n24:16-26:10).   \n{39} Whenever Barrett discussed Anderson’s Employment Agreement with him, Barrett \ninformed Anderson that he represented Classic Coffee exclusively.  (Barrett Dep. 32:10-34:11.)  \nBarrett never advised Anderson that he was acting on his behalf or that he did not need to seek \nseparate counsel.  (Anderson Dep. 50:7-13.) \n{40} Anderson never informed Barrett that he c onsidered him to be his personal attorney, \n(Anderson Dep. 26:11-14; Barrett Dep. 32:3-6), and Anderson never stated to any third party that \nhe considered Barrett to be his personal attorney.  (Anderson Dep. 26:15-18.) \nIII. \nCONCLUSIONS OF LAW \nA. \nMOTION TO DISQUALIFY \n{41} Anderson’s Memorandum of Law in Support of Motion to Disqualify Counsel makes \nthree arguments for disqualifying MBR&M.  First, Anderson argues that MBR&M should be \ndisqualified under North Carolina Revised Rule of Professional Conduct 1.9 (“Rule 1.9”) \nbecause it represented him with regard to the Guaranty Agreement.  Second, Anderson argues \nthat MBR&M should be disqualified because it represents Classic Coffee, a closely-held \ncorporation, and Anderson, as a stockholder and director of the closely-held corporation, \nreasonably believed that MBR&M represented both parties with regard to the Stockholders \nAgreement and his Employment Agreement.  Third, Anderson argues that MBR&M should be \n 8\ndisqualified because it is corporate counsel for Classic Coffee, a closely-held corporation, and \ntherefore has “responsibilities” to Anderson, one of Classic Coffee’s stockholders and directors. \n{42} The Court addresses each of  these arguments in turn. \n1. \nGUARANTY AGREEMENT \n{43} Anderson first argues that MBR&M should be  disqualified under Rule 1.9 because it \nrepresented him with regard to the Guaranty Agreement.  (Mem. in Supp. of Mot. to Disqualify \n5-7.)  The Court disagrees. \n{44} Under North Carolina Revised Rule of Professional Conduct 1.9, a “lawyer who has \nformerly represented a client in a matter shall not thereafter represent another person in the same \nor a substantially related matter in which that person’s interests are materially adverse to the \ninterests of the former client unless the former client gives informed consent, confirmed in \nwriting.”  N.C. Rules of Prof’l Conduct R. 1.9 (2006) (emphasis added). \n{45} Matters are “substantially re lated” for purposes of Rule 1.9 “if they involve the same \ntransaction or legal dispute or if there otherwise is a substantial risk that information as would \nnormally have been obtained in the prior representation would materially advance the client's \nposition in the subsequent matter.”  N.C. Rules of Prof’l Conduct R. 1.9 cmt. 3 (2006).  \nFurthermore, “[t]he ‘substantially related’ test requires a ‘virtual congruence of issues,’ and the \nrelationship between the issues in the prior [representation] must be ‘patently clear.’”  Plant \nGenetic Sys. v. Ciba Seeds, 933 F. Supp. 514, 518 (M.D.N.C. 1996) (quoting U.S. Football \nLeague v. Nat’l Football League, 605 F. Supp. 1148, 1457 (S.D.N.Y. 1985)). \n 9\n{46} It is undisputed that MBR&M acted as special counsel to Anderson with regard to the \nGuaranty Agreement.  (Mem. in Supp. of Mot. to Disqualify Ex. E; Resp. to Mot. to Disqualify 2 \nn.1.) \n{47} However, this representation is not substant ially related to the claims before the Court \nbecause:  (a) the Guaranty Agreement is separate from the transactions that give rise to the \nclaims in this case; and (b) MBR&M did not obtain any information during its representation \nthat would materially advance Classic Coffee’s position here. \n{48} The Guaranty Agreement is separate from the tr ansactions that give rise to the claims in \nthis case for two reasons:  (a) neither Anderson nor Classic Coffee have alleged any cause of \naction arising out of the Guaranty Agreement; and (b) the Guaranty Agreement, the Stockholders \nAgreement, and Anderson’s Employment Agreement are separate and distinct transactions \nbetween different parties and concerning different subject matters. \n{49}   Classic Coffee’s claim for breach of contract arises exclusively out of the Stockholders \nAgreement, (Compl. ¶¶ 19-25), and none of Anderson’s four counterclaims arise out of the \nGuaranty Agreement, (Answer and Countercls. ¶¶ 62-75).  Anderson’s reference, in paragraphs \n60 and 61 of his Answer and Counterclaims, to the Guaranty Agreement as a source of irritation \ndoes not state a claim and is an insufficient basis for disqualifying MBR&M. \n{50} Furthermore, the Guaranty Agreement, th e Stockholders Agreement, and Anderson’s \nEmployment Agreement are separate and distinct transactions between different parties and \nconcerning different subject matters.  The Guaranty Agreement is between Anderson and the \nBank and obligates Anderson as a guarantor of the Bank’s loan to Classic Coffee.  (Resp. to Mot. \nto Disqualify Ex. A.)  The Stockholders Agreement, on the other hand, is between Classic Coffee \nand its stockholders and governs the parties’ ability to buy, sell, and vote Classic Coffee stock.  \n 10\n(Compl. Ex. A.)  Finally, Anderson’s Employment Agreement is between Anderson and Classic \nCoffee, exclusively, and dictates the terms of Anderson’s employment.  (Mem. in Supp. of Mot. \nto Disqualify Ex. D.) \n{51} To press his claim for disqualification, A nderson emphasizes that:  (a) the agreements \nwere prepared, reviewed, and executed on or about the same time; (b) the Stockholders \nAgreement makes reference to the Guaranty Agreement; and (c) Classic Coffee could not \npurchase Anderson’s stock immediately after the termination of his employment because the \nstock was pledged to the Bank as security for the Guaranty Agreement.  These facts, however, \nprove only that the Guaranty Agreement is, at most, tangentially related to the claims in this case \nand, like Anderson’s references to the Guaranty Agreement in paragraphs 60 and 61 of his \nAnswer and Counterclaims, are insufficient bases for disqualifying MBR&M. \n{52} Further, there is no evidence that MBR&M obtained any information during its limited \nrepresentation of Anderson that would materially advance Classic Coffee’s position in this case. \n{53} The only information that MBR&M received fr om Anderson during its representation of \nhim was a certification that he was not aware of any violations of existing laws and regulations \nthat could “materially adversely affect [Classic Coffee] or his ability to fill [sic] his obligations \nunder the [Guaranty Agreement],” and a certification that Anderson was not involved in any \npending or threatened lawsuits, investigations, or proceedings.  (Barrett Dep. 23:4-24:23.) \n{54} This information is unrelated to any of the claims before the Court and, therefore, is an \ninsufficient basis for disqualifying MBR&M. \n{55} In sum, MBR&M’s representation of Anderson with regard to the Guaranty Agreement is \nnot substantially related to the claims in this case because:  (a) the Guaranty Agreement is \nseparate from the transactions that give rise to the claims; and (b) MBR&M did not obtain any \n 11\ninformation during its representation that would materially advance Classic Coffee’s position in \nthis case.  Accordingly, the Court declines to disqualify MBR&M on this ground. \n2. \nSTOCKHOLDERS AND EMPLOYMENT AGREEMENTS \n{56} Anderson next argues that MBR&M should be disqualified under Rule 1.9 because it \nrepresents Classic Coffee, a closely-held corporation, and Anderson, as a stockholder and \ndirector of the closely-held corporation, reasonably believed that MBR&M represented both \nparties with regard to the Stockholders Agreement and his Employment Agreement.  (Mem. in \nSupp. of Mot. to Disqualify 6-7.)  The Court again disagrees. \n{57} An attorney retained by an organization re presents the organization acting through its \nduly authorized constituents, and “does not, by virtue of that representation, necessarily \nrepresent any constituent . . . .”  N.C. Rules of Prof’l Conduct R. 1.7 cmt. 34 (2006) (emphasis \nadded). \n{58} Whether an attorney for an organization also represents a constituent is a question of fact \nfor the trial court.  See Flick Mortgage Investors, Inc. v. The Epiphany Mortgage, 2006 NCBC 3, \nat ¶ 14 (N.C. Super. Feb. 1, 2006).  “The question is whether the parties’ conduct ‘was such that \nan attorney-client relationship could reasonably be inferred.’”  Id. (quoting Ferguson v. DDP \nPharmacy, Inc., 174 N.C. App. 532, 537, 621 S.E.2d 323, 327 (2005)). \n{59} “The goal of maintaining public confidence in our system of justice demands that courts \nprevent the appearance of impropriety and thus resolve any and all doubts in favor of \ndisqualification.”  Chemcraft Holdings Corp. v. Shayban, 2006 NCBC 13, at ¶ 34 (N.C. Super. \nOct. 5, 2006).  “In preventing the appearance of impropriety, the client’s perception of events is \nof paramount importance and overshadows the details of his attorney’s conduct.”  Id.  While the \n 12\nclient’s perception of a conflict must be reasonable, “[t]he conduct of an attorney need not \nconstitute a violation of the Rules of Professional Conduct, and certainly need not rise to the \nlevel of professional negligence in order to warrant disqualification.”  Id. \n{60} The Court’s ultimate factual inquiry here is whether Anderson, as a stockholder and \ndirector of Classic Coffee, had a reasonable belief that MBR&M represented him with regard to \nthe Stockholders Agreement and his Employment Agreement. \n{61} Determining the reasonableness of a cons tituent’s belief that he was personally \nrepresented by the organization’s attorney is particularly difficult and fact-intensive in the \ncontext of a closely-held corporation.  E.g., United States v. Edwards, 39 F. Supp. 2d 716, 731-\n32 (M.D. La. 1999) (“The issue of attorney-client relationship becomes more complicated in the \ncase of a small closely-held corporation with only a few shareholders or directors.  In such cases, \nthe line between individual and corporate representation can become blurred . . . the \ndetermination whether the attorney represented the individual of the small closely-held \ncorporation is fact-intensive and must be considered on a case-by-case basis”); Bobbitt v. \nVictorian House, Inc., 545 F. Supp. 1124, 1126 (N.D. Ill. 1982) (“Analysis is somewhat more \ncomplex as to a small close corporation with only a few shareholders and directors.  There it may \nbe more difficult to draw the line between individual and corporate representation . . . the \nquestion must be determined on the individual facts of each case.”); see also First Republic Bank \nv. Brand, 51 Pa. D. & C.4th 167, 177-79 (2001) (reviewing cases that have addressed the issue of \nwhether an attorney for a closely-held corporation also represents the closely-held corporation’s \nstockholders). \n{62} Although it does not appear that  North Carolina courts have addressed the issue, other \njurisdictions have developed varied tests for determining whether a closely-held corporation’s \n 13\nattorney has entered into an attorney-client relationship with the corporation’s constituent.3  Of \nthese, the Court finds the test articulated in First Republic Bank v. Brand to be the most \ncomprehensive. \n{63} In First Republic Bank, the court outlined several factors for determining whether a \ncorporation’s attorney had entered into an attorney-client relationship with the corporation’s \nstockholder.  51 Pa. D. & C.4th at 184-85.  These factors include: (1) whether the stockholder \nwas separately represented by other counsel when the corporation was created or in connection \nwith its affairs; (2) whether the stockholder sought advice on and whether the attorney \nrepresented the stockholder in particularized or individual matters, including matters arising prior \nto the attorney’s representation of the corporation; (3) whether the attorney had access to the \nstockholder’s confidential or secret information that was unavailable to other parties; (4) whether \nthe attorney’s services were billed to and paid by the corporation or the stockholder; (5) whether \nthe corporation is closely held; (6) whether the stockholder could reasonably have believed that \nthe attorney was acting as his individual attorney rather than as the corporation’s attorney; (7) \nwhether the attorney affirmatively assumed a duty of representation to the stockholder by either \nexpress agreement or implication; (8) whether the matters on which the attorney gave advice are \nwithin his or her professional competence; (9) whether the attorney entered into a fee \narrangement; and (10) whether there was evidence of reliance by the stockholder on the attorney \nas his or her separate counsel or of the stockholder’s expectation of personal representation.\n4  Id. \n                                                 \n3 E.g., Sackley v. Se. Energy Group, Ltd., 1987 U.S. Dist. LEXIS 10279, at *9-10 (N.D. Ill. June 22, 1987); compare \nABA Comm. on Ethics and Prof’l Responsibility, Formal Op. 361 (1991) with Hopper v. Frank, 16 F.3d 92, 96 (5th \nCir. 1994) and Meyer v. Mulligan, 889 P.2d 509, 514 (Wyo. 1995). \n4 Of the ten factors outlined in First Republic Bank, it is unnecessary for the Court to separately explore the sixth \nfactor, whether the constituent could reasonably have believed that the attorney was acting as his individual \nattorney, because, in ruling on a motion to disqualify, “the client’s perception of events is of paramount \nimportance,” Chemcraft, 2006 NCBC 13, at ¶34, and, thus, the sixth factor of the test merely restates the Court’s \nultimate inquiry.  A review of the other nine factors reveals, however, that they all bear on the issue of the \nreasonableness of the constituent’s belief and, therefore, inform the Court’s ultimate inquiry. \n 14\n{64} It is uncontested that Classic Coffee is a closely-held corporation, (Compl. ¶ 5; Answer \nand Countercls. ¶ 30; Reply to Countercls. ¶ 30), and that Anderson was not represented by \nseparate counsel when it was created or in connection with its affairs, (Bailey Aff. ¶ 12; Brinson \nAff. ¶ 9).  Furthermore, it is uncontested that MBR&M affirmatively assumed a duty of \nrepresentation to Anderson in his capacity as a guarantor under the Guaranty Agreement.  (Mem. \nin Supp. of Mot. to Disqualify Ex. E; Resp. to Mot. to Disqualify 2 n.1.) \n{65} However, these three facts do not justify finding that Anderson had a reasonable belief \nthat he was represented by MBR&M with regard to the Stockholders Agreement or his \nEmployment Agreement in light of the other factors weighing against such a finding. \n{66}  First, there is no evidence that Barrett or MBR&M actually represented Anderson in any \nmatters other than the Guaranty Agreement, (Barrett Dep. 31:1-34:11), and there is no evidence \nthat Barrett or MBR&M represented Anderson in matters arising prior to its representation of \nClassic Coffee, (Barrett Dep. 6:5-25). \n{67} Second, there is no evidence that MBR&M had access to Anderson’s confidential or \nsecret information.  As noted earlier, the only personal information MBR&M received from \nAnderson was a certification that he was not aware of any violations of existing laws and \nregulations that could “materially adversely affect [Classic Coffee] or his ability to fill [sic] his \nobligations under the [Guaranty Agreement],” and a certification that Anderson was not involved \nin any pending or threatened lawsuits, investigations, or proceedings.  (Barrett Dep. 23:4-24:23.)  \nThis information is unrelated to any of the claims in this case and was shared with the Bank, \nBailey, and Brinson.  (See Mem. in Supp. of Mot. to Disqualify Ex. E ¶ 7, 9.)  Consequently, it is \nunlikely that Anderson considered it to be either confidential or secret. \n 15\n{68} Third, Anderson never entered into a written engagement for legal representation with \nBarrett or MBR&M.  (Anderson Dep. 23:22-24:5.)  He never received an invoice from or made \nany payment to Barrett or MBR&M, (Anderson Dep. 24:6-26:10), and MBR&M’s services were \nbilled to and paid for by Classic Coffee exclusively, (Anderson Dep. 24:16-26:10). \n{69} Fourth, MBR&M never assumed a duty of representation to Anderson by either express \nagreement or implication outside of the context of the Guaranty Agreement.  To the contrary, \nduring negotiation of the Stockholders Agreement and Anderson’s Employment Agreement, \nBarrett advised Anderson, Bailey, and Brinson that they were free to seek outside counsel to \nadvise them in their individual capacity.  (Barrett Dep. 31:21-32:2; Bailey Aff. ¶ 11; Brinson \nAff. ¶ 8.)  Whenever Barrett discussed Anderson’s Employment Agreement with him, Barrett \ninformed Anderson that he represented Classic Coffee exclusively.  (Barrett Dep. 32:10-34:11.)  \nWhen Anderson and Brinson sought Barrett’s advice on the effect of designating Bailey as \nChairman of Classic Coffee’s Board, Barrett’s response, consistent with the role of corporate \ncounsel, was directed to both Anderson and Brinson.  (Anderson Dep. 31:15-32:9.)  Further, \nBarrett never advised Anderson that he was acting on his behalf or that he did not need to seek \nseparate counsel.  (Anderson Dep. 50:7-13.) \n{70} Fifth, there is no evidence that MBR&M, outside of the context of the Guaranty \nAgreement, gave Anderson personal advice on any matters within its professional competence. \n{71} Finally, Anderson never informed Barrett th at he considered him to be his personal \nattorney, (Anderson Dep. 26:11-14; Barrett Dep. 32:3-6), and Anderson never stated to any third \nparty that he considered Barrett to be his personal attorney, (Anderson Dep. 26:15-18). \nThus, other than Anderson’s conclusory statements regarding his belief that MBR&M \nrepresented him with respect to the Stockholders Agreement and the Employment Agreement, \n 16\nthere is no objective evidence of either reliance by Anderson on MBR&M as his separate \ncounsel or an expectation of personal representation. \n{72} In sum, an examination of the facts of th is case reveals that Anderson, regardless of his \nstatus as a stockholder and director of Classic Coffee, did not have a reasonable belief that he \nwas represented by MBR&M with regard to Stockholders Agreement and his Employment \nAgreement.  Consequently, there is no basis for disqualifying MBR&M from representing \nClassic Coffee in this action under North Carolina Revised Rule of Professional Conduct 1.9. \n3. \nCLOSELY-HELD CORPORATION \n{73} Finally, Anderson argues that that MBR&M should be disq ualified under North Carolina \nRevised Rule of Professional Conduct 1.75 because it is corporate counsel for Classic Coffee, a \nclosely-held corporation, and therefore has “responsibilities” to Anderson, one of Classic \nCoffee’s stockholders and directors.6  (Mem. in Supp. of Mot. to Disqualify 7-9.)  The Court \nagain disagrees. \n{74} Under North Carolina Revised Rule of Prof essional Conduct 1.13(a), a “lawyer employed \nor retained by an organization represents the organization acting through its duly authorized \nconstituents.”  N.C. Rules of Prof’l Conduct R. 1.13(a) (2006) (emphasis added).  Further, as \nnoted earlier, a “lawyer who represents a corporation or other organization does not, by virtue of \n                                                 \n5 North Carolina Revised Rule of Professional Conduct 1.7 provides that: \nA lawyer shall not represent a client if the representation involves a concurrent conflict of interest.  \nA concurrent conflict of interest exists if: \n(1) the representation of one client will be directly adverse to another client; or \n(2) the representation of one or more clients may be materially limited by the lawyer's \nresponsibilities to another client, a former client, or a third person, or by a personal \ninterest of the lawyer. \nN.C. Rules of Prof’l Conduct R. 1.7 (2006). \n6 Anderson does not argue that he is a current client of MBR&M, only that MBR&M, as corporate counsel for \nClassic Coffee, has “responsibilities” to him as one of Classic Coffee’s stockholders and directors. \n 17\nthat representation, necessarily represent any constituent.”  N.C. Rules of Prof’l Conduct R. 1.7 \ncmt. 34 (2006). \n{75} In addition, Comment 10 to North Caroli na Revised Rule of Professional Conduct 1.13 \nstates that: \nThere are times when the organization’s interest may be or become adverse to \nthose of one or more of its constituents.  In such circumstances the lawyer should \nadvise any constituent, whose interest the lawyer finds adverse to that of the \norganization of the conflict or potential conflict of interest, that the lawyer cannot  \nrepresent such constituent, and that such person may wish to obtain independent \nrepresentation. \n \nN.C. Rules of Prof’l Conduct R. 1.13 cmt. 10 (2006). \n{76} These rules, in combination, clearly cont emplate representation of a corporation by \ncorporate counsel in situations where the corporation’s interests are adverse to one of its \nconstituents.  Furthermore, they make no exception for closely-held corporations like Classic \nCoffee.  Since the North Carolina Revised Rules of Professional Conduct do not establish a per \nse rule against corporate counsel representing a closely-held corporation against one of its \nstockholders or directors, the Court declines to create such a rule here. \n{77} Furthermore, Anderson, as discussed earlier, di d not have a reasonable belief that he, as a \nstockholder and director of Classic Coffee, was represented by MBR&M during his employment.  \nHe certainly has no such belief now.  (See Anderson Depo. 85:5-87:24.) \n{78} Since there is no per se rule against corporate counsel representing a closely-held \ncorporation against one of its stockholders or directors, and since Anderson concedes that he is \nnot now represented by MBR&M, Anderson’s status as a stockholder and director of MBR&M’s \nclient, Classic Coffee, is an insufficient basis to disqualify MBR&M from representing Classic \nCoffee in this case. \n 18\n{79} Accordingly, since there is no basis for disqualifying MBR&M from representing Classic \nCoffee in this case, the Court DENIES Anderson’s Motion to Disqualify. \nB. \nMOTION TO DISMISS COUNTERCLAIMS \n{80} Classic Coffee has moved to dismiss the Second Cause of Action (Unconscionability) \nand Fourth Cause of Action (Judicial Dissolution) contained in Anderson’s Answer and \nCounterclaims pursuant to Rule 12(b)(6) of the North Carolina Rules of Civil Procedure.  (Mot. \nto Dismiss Countercls.) \n{81} The essential question on a Rule 12(b)(6) mo tion to dismiss is “‘whether the complaint, \nwhen liberally construed, states a claim upon which relief can be granted on any theory.’”  \nOberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 56, 554 S.E.2d 840, 844 (2001) (quoting \nBarnaby v. Boardman, 70 N.C. App. 299, 302, 318 S.E.2d 907, 909 (1984)) (emphasis in \noriginal). \n{82} While the complaint’s material factual al legations are taken as true on a motion to \ndismiss pursuant to Rule 12(b)(6), id. (citing Hyde v. Abbot Labs., 123 N.C. App. 572, 575, 473 \nS.E.2d 680-82 (1996)), the Court is not required to accept as true “any conclusions of law or \nunwarranted deductions of fact.”  Id. (citing Sutton v. Duke, 277 N.C. 94, 98, 176 S.E.2d 161, \n163 (1970)). \n{83} “When the complaint fails to allege the subs tantive elements of some legally cognizable \nclaim, or where it alleges facts which defeat any claim, the complaint must be dismissed [under \nRule 12(b)(6)].”  Id. (citing Hudson Cole Dev. Corp. v. Beemer, 132 N.C. App. 341, 345-46, 511 \nS.E.2d 309, 312 (1999)). \n 19\n1. \nUNCONSCIONABILITY \n{84} Anderson’s Answer and Counterclaims allege s that Anderson should not be required to \nsell his Classic Coffee stock pursuant to the terms of the Stockholders Agreement because “there \nhas been a change in circumstances since the [execution of] the Stockholders Agreement which \nrenders the enforcement of the Stockholders Agreement unconscionable.”  (Answer and \nCountercls. ¶ 66.) \n{85} Before turning to the merits of the motion, th e Court notes that resolution of this claim \npresents a difficult choice of law issue that was not briefed by the parties.  Anderson’s claim of \nunconscionability is an attack on the enforceability of the Stockholders Agreement, (see Answer \nand Countercls. ¶¶ 65-67), and the parties agreed that North Carolina substantive law would \ngovern any disputes arising under that agreement, (see Compl. Ex. A. ¶ 5.6). 7\n{86} North Carolina courts genera lly will honor a contractual choice of law provision unless \neither: \n(a) the chosen state has no substantial relationship to the parties or the transaction \nand there is no other reasonable basis for the parties' choice, \n \nor \n \n(b) application of the law of the chosen state would be contrary to a fundamental \npolicy of a state which has a materially greater interest than the chosen state in the \ndetermination of the particular issue and which . . . would be the state of \napplicable law in the absence of an effective choice of law by the parties. \n \n                                                 \n7 In ruling on Classic Coffee’s Motion to Dismiss, the Court considered only the facts alleged in the Answer and \nCounterclaims.  Because, however, Anderson references the Stockholders Agreement, Employment Agreement, and \nGuaranty Agreement in his counterclaims, and these documents are in the Court file, I may consider them without \nconverting Classic Coffee’s Motion to Dismiss into a Motion for Summary Judgment.  See Eastway Wrecker Serv., \nInc. v. City of Charlotte, 165 N.C. App. 639, 641-42, 599 S.E.2d 410, 411-12 (2004); Oberlin Capital at 60-61, 554 \nS.E.2d at 847; Robertson v. Boyd, 88 N.C. App. 437, 440-41, 363 S.E.2d 672, 675 (1988). \n 20\nCable Tel Servs., Inc. v. Overland Contracting, Inc., 154 N.C. App. 639, 643, 574 S.E.2d 31, 33-\n34 (2002). \n{87} In this case, although Classic Coffee is a De laware corporation, (Compl. ¶ 1; Answer and \nCountercls. ¶¶ 1, 27), North Carolina has a substantial relationship to the dispute because Classic \nCoffee maintains its headquarters here, (Compl. ¶ 1; Answer and Countercls. ¶ 1), and Anderson \nis a citizen of this state (Compl. ¶ 2; Answer and Countercls. ¶ 2).  Thus, nothing else appearing, \nthe Court would honor the parties’ choice of North Carolina substantive law to resolve \nAnderson’s claim of unconscionability, including any relevant provisions of the North Carolina \nBusiness Corporation Act that would not otherwise apply in the case of a foreign corporation.  \nSee, e.g., Yates v. Bridge Trading Co., 844 S.W.2d 56, 62 (Mo. Ct. App. 1992) (stating that \nparties to a stock purchase agreement involving a Delaware corporation could “choose to have \ntheir agreement governed by the sections of the General and Business Corporation Law of \nMissouri by an express choice of law provision.”). \n{88} The roadblock to such a result in this cas e, however, is the “internal affairs doctrine,” \nwhich holds that the law of the incorporating state should normally be applied to matters \ninvolving the internal affairs of a foreign corporation.  See, e.g., McDermott, Inc. v. Lewis, 531 \nA.2d 206 (Del. 1987).  Under the “internal affairs doctrine,” some courts have declined to give \neffect to a contractual choice of law provision that seeks to trump the law of the incorporating \nstate in matters involving the internal affairs of a foreign corporation.  See, e.g., BBS Norwalk \nOne, Inc. v. Raccolta, Inc., 60 F. Supp. 2d 123 (S.D.N.Y. 1999); Clark v. Kelly, 1999 Del. Ch. \nLEXIS 148, Del. Ch. C.A. No. 16780, Jacobs, V.C. (June 24, 1999); Newell Co. v. Peterson, 325 \nIll. App. 3d 661, 758 N.E.2d 903 (2001).  According to the preeminent treatise on North Carolina \ncorporate law, “[t]he “internal affairs” of a corporation [include] such matters as . . . the sale or \n 21\nredemption by the corporation of its shares or other securities . . . .”  Russell M. Robinson, II, \nRobinson on North Carolina Corporation Law § 32.05 n.1 (7th ed. 2002). \n{89} As stated earlier, the partie s do not address the choice of law issue relating to Anderson’s \nunconscionability claim and simply assume the application of North Carolina law.  (See Answer \nand Countercls. ¶¶ 65-67; Mem. in Supp. of Mot. to Dismiss Countercls. 4-7; Resp. to Mot. to \nDismiss 4-6; Reply Mem. in Supp. of Mot. to Dismiss Countercls. 4-6.)  Several North Carolina \ncases hold that a trial court may proceed on the parties’ assumption without any analysis as to \nchoice of law.  E.g., First Union Nat'l Bank v. Brown, 166 N.C. App. 519, 526-27, 603 S.E.2d \n808 (2004) (citing Tenn. Carolina Transp., Inc. v. Strick Corp., 283 N.C. 423, 431, 196 S.E.2d \n711, 716 (1979)) (deciding whether officer of Delaware corporation had authority to bind \nDelaware corporation to a guaranty under North Carolina law because both parties to dispute \nassumed the applicability of North Carolina law to the issue).  Given the importance of the \n“internal affairs doctrine” to the consistent application of the corporate law of this State and \nother states, however, the Court would normally decline to accept the parties’ assumption and \nresolve the choice of law issue on its merits.   \n{90} The Court need not do so here, however, because Anderson’s unconscionability claim \nfails under both North Carolina and Delaware law. \n{91} Turning first to North Carolina law, N.C.G.S.  § 55-6-27(b) provides that a “restriction on \nthe transfer . . . of shares is valid and enforceable against the holder or a transferee of the holder \nif the restriction is authorized by this section, [and] it is not unconscionable under the \ncircumstances.”  N.C.G.S. § 55-6-27(b) (2006).8\n                                                 \n8 As was the case here, a restriction on transfer of shares may include a requirement that the stockholder offer to sell, \nand the corporation agree to buy, the restricted shares.  N.C.G.S. § 55-6-27(d)(1)-(2) (2006). \n 22\n{92} The North Carolina Commentary to N.C. G.S. § 55-6-27 explains that the language \nregarding unconscionability was added to the Model Business Corporation Act (“Model Act”) to: \naddress[] a concern that the Model Act’s section 6.27 may allow the enforcement \nof unconscionable restrictions.  The drafters noted that the Model Act’s language \nin section 6.27 may not allow judicial discretion in a situation where there was  \ninitially a reasonable purpose in imposing a restriction but over time the effect of \nthe restriction had become unreasonable because of a change in circumstances. \n \nN.C.G.S. § 55-6-27, N.C. cmt. (2006). \n{93} Since Anderson does not allege that the Stockholders Agreement was unconscionable at \nthe time of its execution, (see Answer and Countercls. ¶¶ 65-67), the Court’s inquiry here is \nwhether Anderson has alleged facts showing a change in circumstances that renders the \nStockholders Agreement unconscionable. \n{94} An examination of Anderson’s Answer and Counterclaims reveals that Anderson, despite \nhis assertion in paragraph 66, fails to allege any facts showing such a change in circumstances. \n{95} Anderson argues that the Stockholders Agr eement has been rendered unconscionable by \nthree changes in circumstances.  (Resp. to Mot. to Dismiss 5-6.)  First, Anderson argues that the \nStockholders Agreement was rendered unconscionable because it assumed the establishment of \nan ESOP that would determine the fair market value of Classic Coffee’s stock.  (Resp. to Mot. to \nDismiss 5.)  Next, Anderson argues that the Stockholders Agreement was rendered \nunconscionable because Anderson, who was terminated by Classic Coffee on 22 July 2003, \n(Answer and Countercls. ¶ 39), believed, at the time the Stockholders Agreement was executed, \n“that he would be involved with [Classic Coffee’s] management” and that “he would be \nemployed by [Classic Coffee] until retirement,” (Resp. to Mot. to Dismiss 5).  Finally, Anderson \nargues that the Stockholders Agreement has been rendered unconscionable because the Guaranty \n 23\nAgreement remained in effect after his termination. (Resp. to Mot. to Dismiss 5-6.)  The Court \naddresses these contentions in turn. \n{96} In North Carolina, an agreement is unconscionable when: \nthe inequality of the bargain is so manifest as to shock the judgment of a person of \ncommon sense, and where the terms are so oppressive that no reasonable person \nwould make them on the one hand, and no honest and fair person would accept \nthem on the other . . . If the provisions are then viewed as so one-sided that the \ncontracting party is denied any opportunity for a meaningful choice, the contract \nshould be found unconscionable. \n \nBrenner v. The Little Red Sch. House, Ltd., 302 N.C. 207, 213, 274 S.E.2d 206, 210 (1981) \n(citations omitted). \n{97} Anderson does not state, and the Court cannot determine, how the fact that the ESOP was \nnot established under the terms of the Stockholders Agreement renders the terms of the \nStockholders Agreement “oppressive.”  This fact, if true, might establish a breach of the \nStockholders Agreement, but the breach of one term of a contract does not, by itself, render the \nother terms of the contract “oppressive.”  Further, any claim relating to the fact that the ESOP \nwas not established under the terms of the Stockholders Agreement can be addressed under \nAnderson’s First Cause of Action, which alleges breach of contract. \n{98} Nor does the fact that Classic Coffee te rminated Anderson’s employment despite \nAnderson’s belief that he would be involved with Classic Coffee’s management and employed \nby Classic Coffee until retirement constitute a change in circumstances rendering the \nStockholders Agreement unconscionable. \n{99} Again, Anderson does not state, and the Cour t cannot determine, how the realization of \ncircumstances specifically provided for in the Stockholders Agreement and the Employment \nAgreement, (see Compl. Ex. A ¶¶ 3.1-3.4; Mem. in Supp. of Mot. to Disqualify Ex. D ¶¶ 1.5(b), \n1.6(d)), constitutes a change in circumstances rendering the terms of the Stockholders Agreement \n 24\nunconscionable.  To the contrary, Anderson’s belief flies in the face of the relevant documents, \nwhich specifically contemplate that Anderson could be terminated prematurely and provide \nprocedures for redeeming his stock under such circumstances. \n{100} Finally, the fact that the Guaranty Agr eement remains in effect after Anderson’s \ntermination is not a change in circumstances. \n{101} Anderson executed the Guaranty Agreement at the same time he entered into the \nStockholders Agreement.  (Answer and Countercls. ¶ 53.)  The continuing existence of the \nGuaranty Agreement, therefore, is not a change of circumstances, but rather a continuation of the \nsame circumstances that existed when Anderson signed the Stockholders Agreement. \n{102} Since Anderson does not allege that the Stockholders Agreement was unconscionable at \nthe time of its execution, (see Answer and Countercls. ¶¶ 65-67), and has not alleged facts \nshowing a change in circumstances that renders the Stockholders Agreement unconscionable, \nAnderson’s Answer and Counterclaims fails to state an unconscionability claim under North \nCarolina law. \n{103} Turning next to Delaware law, De l. Code Ann, tit. 8, § 202 provides that: \nA restriction on the transfer . . . of securities of a corporation . . . is permitted by \nthis section if it: \n(1) Obligates the holder of the restricted securities to offer to the \ncorporation or to any other holders of securities of the corporation . . . a \nprior opportunity . . . to acquire the restricted securities; or \n(2) Obligates the corporation or any holder of securities of the corporation \n. . . to purchase the securities which are the subject of an agreement \nrespecting the purchase and sale of the restricted securities . . . . \n \nDel. Code Ann. tit. 8, § 202 (2006). \n{104} The Stockholders Agreement, which obligates Anderson to sell and Classic Coffee to \npurchase Anderson’s stock, (see Compl. Ex. A ¶ 3.1(b)), is permitted under Del. Code Ann, tit. \n 25\n8, § 202(1) and § 202(2).  Notably, this statute, unlike N.C.G.S. § 55-6-27, does not contain an \nexception for unconscionable agreements. \n{105} However, as the Delaware Chancery Court has long held, “parties are at liberty to \nstipulate upon the contract’s terms [but] if the terms are unconscionable, no court of equity \nwould assist in enforcing them.”  Lawson v. Houshold Fin. Corp., 17 Del. Ch. 1, 11, 147 A. 312, \n316 (1929).  Thus, the Court must determine whether the Stockholders Agreement is \nunconscionable under Delaware common law. \n{106} In Delaware, a contract is unconscionable if, it is “such as no man in his senses and not \nunder delusion would make on the one hand, and as no honest or fair man would accept, on the \nother.”  Progressive Int’l Corp. v. E.I. Du Pont De Nemours & Co., 2002 Del. Ch. LEXIS 91, \n*47 n.45, Del. Ch. C.A. No. 19209, Strine, V.C. (July 9, 2002) (citing Tulowitski v. Atl. Richfield \nCo., 396 A.2d 956, 960 (Del. 1978)). \n{107} Delaware’s test for unconscionability is substantially the same as North Carolina’s test.  \nCompare Progressive at *47 n.45, with Brenner at 213, 274 S.E.2d at 210.  Consequently, the \nfact that Anderson does not allege that the Stockholders Agreement was unconscionable at the \ntime of its execution, (see Answer and Countercls. ¶¶ 65-67), coupled with the fact that \nAnderson, as discussed earlier, has not alleged facts showing a change in circumstances that \nrenders the Stockholders Agreement unconscionable, means that Anderson’s Answer and \nCounterclaims also fails to state an unconscionability claim under Delaware law. \n{108} In sum, Anderson has not alleged any set of facts showing that the Stockholders \nAgreement is unconscionable under either North Carolina or Delaware law.  Because Anderson’s \nSecond Cause of Action fails to state a claim upon which relief can be granted, the Court \nGRANTS Classic Coffee’s Motion to Dismiss as to this claim. \n 26\n2. \nJUDICIAL DISSOLUTION \n{109} Anderson’s Answer and Counterclaims also alleges that Classic Coffee should be \ndissolved pursuant to N.C.G.S. § 55-14-30 because Anderson, as a minority stockholder of \nClassic Coffee, had a reasonable expectation of long-term employment and meaningful \nparticipation in the management of Classic Coffee and this expectation was frustrated when \nClassic Coffee terminated his employment.  (Answer and Countercls. ¶¶ 71-75.) \n{110} N.C.G.S. § 55-14-30 provides that  a “superior court may dissolve a corporation . . . [i]n a \nproceeding by a shareholder if it is established that . . . liquidation is reasonably necessary for the \nprotection of the rights or interests of the complaining shareholder.”  N.C.G.S. § 55-14-30 (2006) \n(emphasis added). \n{111} N.C.G.S. § 55-1-40 defines a corporation as “a corporation for profit or a corporation \nhaving capital stock that is incorporated under or subject to the provisions of this Chapter and \nthat is not a foreign corporation . . . .”  N.C.G.S. § 55-1-40(4) (2006) (emphasis added). \n{112} Anderson admits that Classic Coffee is a Delaware corporation.  (Answer and Countercls. \n¶¶ 1, 27.)  As a foreign corporation, Classic Coffee is explicitly excluded from the definition of \n“corporation” in N.C.G.S. § 55-14-40 and, consequently, outside the ambit of N.C.G.S. § 55-14-\n30. \n{113} Even though Anderson’s judicial dissolution claim arguably is related to the terms of his \nEmployment Agreement, (see Answer and Countercls. ¶¶ 71-75), and the Employment \nAgreement is governed by a North Carolina choice of law provision, (Mem. in Supp of Mot. to \nDisqualify Ex. D ¶ 3.7), a provision that, as discussed earlier, is generally valid in North \nCarolina, the Court declines to apply it to Anderson’s claim for judicial dissolution. \n 27\n{114} Instead, because a claim for j udicial dissolution goes to the very core of a corporation’s \ninternal affairs, it is properly governed by the law of the state of incorporation, in this case, the \nlaw of Delaware.  See Johnson v. Johnson, 272 Neb. 263, 720 N.W.2d 20 (2006) (holding that \ndissolution, and any remedy like dissolution, is properly governed by the law of the state of \nincorporation). \n{115} Since Classic Coffee is outside the ambit of N.C.G.S. § 55-14-30, the Court lacks the \nauthority to order Classic Coffee’s dissolution pursuant to that statute.  As a result, Anderson’s \nAnswer and Counterclaims alleges facts that defeat his claim for judicial dissolution, and, \ntherefore, this claim must be dismissed under Rule 12(b)(6).  See Oberlin Capital at 56, 554 \nS.E.2d at 844 (citing Hudson Cole Dev. Corp. v. Beemer, 132 N.C. App. 341, 345-46, 511 \nS.E.2d 309, 312 (1999)). \n{116} Further, even if the Court could dissolve Classic Coffee under North Carolina law, either \npursuant to N.C.G.S. § 55-14-30 or as a matter of equity, Anderson has failed to plead a \nsufficient factual basis for doing so here. \n{117} N.C.G.S. § 55-14-30 provides that  a “superior court may dissolve a corporation . . . [i]n a \nproceeding by a shareholder if it is established that . . . liquidation is reasonably necessary for the \nprotection of the rights or interests of the complaining shareholder.”  N.C.G.S. § 55-14-30 \n(2006). \n{118} A “complaining shareholder’s ‘rights or interests’ in a close corporation include the \n‘reasonable expectations’ the complaining shareholder has in the corporation.”  Meiselman v. \nMeiselman, 309 N.C. 279, 298, 307 S.E.2d 551, 563 (1983). \n{119} To obtain relief under the “rea sonable expectations” analysis, a complaining stockholder \nmust prove that: (a) he had one or more reasonable expectations known or assumed by the other \n 28\nstockholders; (b) the expectation has been frustrated; (c) the frustration was without fault of the \ncomplaining stockholder and was, in large part, beyond his control; and (d) under all of the \ncircumstances of the case, the complaining stockholder is entitled to some form of equitable \nrelief.  Id. at 301, 307 S.E.2d at 564. \n{120} In order for a complaining stockholder’s expectations to “be reasonable, they must be \nknown to or assumed by the other shareholders and concurred in by them.  Privately held \nexpectations which are not made known to the other participants are not ‘reasonable.’  Only \nexpectations embodied in understandings . . . among the participants should be recognized by the \ncourt.”  Meiselman, 309 N.C. at 298, 307 S.E.2d at 563. \n{121} Anderson has failed to plead a sufficient f actual basis for ordering the dissolution of \nClassic Coffee because his expectation of long-term employment and meaningful participation in \nthe management of Classic Coffee is not “reasonable” given that it is flatly contradicted by the \nexpress terms of both the Stockholders Agreement and Anderson’s Employment Agreement. \n{122} Here, Article III of the Stockholders Agreem ent provides for the disposition of Classic \nCoffee stock in the event any of Classic Coffee’s stockholders are terminated.  (See Compl. Ex. \nA ¶¶ 3.1-3.4.)  Specifically, the Stockholders Agreement provides for the disposition of \nAnderson’s stock if his employment is terminated “without Cause.”  (See Compl. Ex. A ¶ \n3.1(b).)  Furthermore, Anderson’s Employment Agreement provided only for an initial 12-month \nterm of employment, and its terms describe at length the consequences resulting from the \ntermination of Anderson’s employment “without Cause.”  (See Mem. in Supp. of Mot. to \nDisqualify Ex. D ¶¶ 1.5(b), 1.6(d).) \n{123} Since the Stockholders Agreement and A nderson’s Employment Agreement clearly \ncontemplated the termination of Anderson’s employment “without Cause,” Anderson’s \n 29\nexpectation of long-term employment and meaningful participation in the management of \nClassic Coffee, the only expectation upon which Anderson bases his claim for judicial \ndissolution, is not reasonable. \n{124} The only other basis the Court could prope rly consider for dissolving Classic Coffee \nwould be where Brinson and Bailey, Classic Coffee’s other stockholders, prevented Anderson \nfrom selling his stock.  See Royals v. Piedmont Elec. Repair Co., 137 N.C. App 700, 529 S.E.2d \n515 (2000) (upholding dissolution of a closely-held corporation where the closely-held \ncorporation “demonstrated no interest in offering a fair return for [the] shares” of a minority \nshareholder who had been barred from any participation in the corporation).  While Anderson \nalleges that he has been prevented from selling his stock to a third party, (Answer and \nCountercls. ¶¶ 48-49), the real dispute in this case centers on the price that Classic Coffee should \nbe required to pay to redeem Anderson’s stock.  Because the pleadings in this case frame this \nissue fully without the need to consider judicial dissolution of Classic Coffee, Anderson has \nfailed to plead a sufficient basis for granting such equitable relief. \n{125} In sum, the Court concludes that it does not ha ve the authority to dissolve Classic Coffee, \na foreign corporation, pursuant to N.C.G.S. § 55-14-30.  In any event, Anderson has failed to \nplead a sufficient factual basis for ordering the dissolution of Classic Coffee under North \nCarolina law because he does not allege the frustration of any reasonable expectation with \nrespect to his interests as a shareholder in Classic Coffee.  Consequently, the Court GRANTS \nClassic Coffee’s Motion to Dismiss as to this claim. \n 30\nCONCLUSION \n{126} Based on the foregoing, it is hereby ORDERED, ADJUDGED, and DECREED that \nDefendant’s Motion to Disqualify is DENIED and Plaintiff’s Motion to Dismiss Counterclaims \nis GRANTED as to the Defendant’s Second and Fourth Causes of Action. \n \nThis the 1st day of December, 2006. \n \n \n \n       \n 31"
}