{
  "id": "7538739aabc3446b18723a00a4c331733cfddeea68d02453ade30b1d0f14018c",
  "source_file": "data/raw/ncbc/7538739aabc3446b18723a00a4c331733cfddeea68d02453ade30b1d0f14018c.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 10612 \n \nNANCY WRIGHT; GREG WRIGHT; \nand JODY STANSELL, individually \nand as members of LORUSSO \nVENTURES, LLC d/b/a \nCINCH.SKIRT, \n \nPlaintiffs, \n \nv. \n \nKRISTA LORUSSO, individually and \nas a member-manager of LORUSSO \nVENTURES, LLC d/b/a \nCINCH.SKIRT,  \n \nDefendant, \n \nv.  \n \nLORUSSO VENTURES, LLC d/b/a \nCINCH.SKIRT, \n \nNominal \nDefendant. \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFFS’ MOTION FOR  \nPARTIAL SUMMARY JUDGMENT \n \n \nLaw Office of Matthew I. Van Horn, PLLC, by Matthew I. Van Horn, for \nPlaintiffs Nancy Wright, Greg Wright, and Jody Stansell. \nLeonard G. Kornberg,  P.A., by Leonard G. Kornberg , for Defendant \nKrista LoRusso. \nHiggins & Owens , PLLC, by Sara W. Higgins, for Nominal Defendant \nLoRusso Ventures, LLC. \nConrad, Judge. \n1. This case arises from a dispute among the members of a company called \nCinch.Skirt.  Plaintiffs Nancy Wright, Greg Wright, and Jody Stansell are \nCinch.Skirt’s minority members.  They accuse Defendant Krista LoRusso of abusing \nher position as the majority member and have asserted more than a dozen direct and \nWright v. LoRusso, 2023 NCBC 34. \nderivative claims against her.  Before the end of discovery, the Wrights and Stansell \nmoved for partial summary judgment on their eleventh claim, which is a direct claim \nfor declaratory judgment.  (See Pls.’ Mot. Partial Summ. J., ECF No. 149; see also 2d \nAm. Compl. ¶¶ 202–05, ECF No. 65.)  In its discretion, the Court elects to decide the \nmotion on the briefs and without a hearing.  See BCR 7.4. \n2. In short, the Wrights and Stansell  argue that LoRusso has improperly \ndistributed Cinch.Skirt’s cash to herself while withholding distributions from them .  \nThis misconduct, they contend,  triggered a buy -sell event under Cinch.Skirt’s  \noperating agreement, either because it is  a breach of the agreement or because it is  \nan act of  fraud, theft, or embezzlement against the company .  Determining that a  \nbuy-sell event occurred would have far-reaching consequences, potentially requiring \nLoRusso to withdraw as a member of Cinch.Skirt and to sell her membership interest \nback to the company.  In support, the Wrights and Stansell have tendered affidavits \nfrom themselves, along with an unsworn letter from their expert, R. Wayne Hutchins.  \n(See Pls.’ Exs. A–D, ECF No. 151.) \n3. Right from the start , this motion faces serious headwinds.  Courts rarely \nenter summary judgment before the end of discovery.  A basic premise of modern civil \nlitigation is that all parties deserve a full and fair opportunity  to pursue discovery \nthat is germane to the dispute.  A motion for summary judgment is premature “when \ndiscovery procedures, which might lead to the production of evidence relevant to the \nmotion, are still pending and the party seeking discovery has not been dilatory in \ndoing so.”  Conover v. Newton , 297 N.C. 506, 512 (1979) ; see also Watson v. Watson , \n2023 N.C. App. LEXIS 158, at *8–9 (N.C. Ct. App. Apr. 4, 2023) (vacating order that \ngranted motion for summary judgment filed before close of discovery). \n4. Likewise, c ourts rarely “enter summary judgment in favor of the party \nhaving the burden of proof.”  Blackwell v. Massey, 69 N.C. App. 240, 243 (1984).  This \nis especially true when the party’s credibility is at issue  because c redibility \ndeterminations are for a jury , not for the Court .  Thus, entry of summary judgment \n“for a party with the burden of proof” based on “his own affidavits” is permitted “when \nthere are only latent doubts as to the affiant’s credibility,” when the nonmoving party \nhas not offered any materials in opposition , and “ when summary judgment is \notherwise appropriate.”  Kidd v. Early, 289 N.C. 343, 370 (1976).  The moving party \nmust satisfy not only the usual burden to show  “that there are no genuine issues of \nfact” but also “that there are no gaps in his proof; that no inferences inconsistent with \nhis recovery arise from the evidence;  and that there is no standard that must be \napplied to the facts by the jury.”  Id.  Even then, the trial court has discretion to deny \nthe motion “ if the affidavits seem inherently incredible” or “if the need for \ncross-examination appears.”  Id. \n5. These standards impose a heavy burden—one that the Wrights and Stansell \nwholly ignore .  They s ay nothing about the differences between offensive and \ndefensive motions for summary judgment.  And they simply have not put forward the \nkind of airtight case that could support  entry of summary judgment in these \ncircumstances. \n6. To start, their featured evidence—Hutchins’s expert opinion that LoRusso \nreceived over $100,000 in excess distributions —isn’t even admissible.   Hutchins \nexpressed his opinion in the form of a two-page letter, not an affidavit.  The letter is \nunsworn, inadmissible, and cannot be considered for summary judgment.  See Rankin \nv. Food Lion, 210 N.C. App. 213, 218 (2011); see also Carter v. Clement Walker PLLC, \n2014 NCBC LEXIS 1, at *16– 17 (N.C. Super. Ct. Jan. 10, 2014) ( “All testimony, \nincluding opinion testimony, must be made under oath or affirmation to be \nadmissible.”). \n7. The affidavit testimony of the  Wrights and Stansell , while admissible for \nRule 56 purposes , is  hardly compelling.  They say that LoRusso has taken cash \n“distributions” but concede that they do not know “t he amounts or dates”  of those \ndistributions—highlighting the gaps in their proof.  (Pls.’ Ex. A ¶ 13; Pls.’ Ex. B ¶ 12; \nPls.’ Ex. C ¶  12.)  Moreover , it is impossible to overlook the  credibility issues that \nnaturally arise from testimony  given by interested parties who stand to gain from \nLoRusso’s expulsion from Cinch.Skirt.  Cross-examination will be essential here.  And \nin any event, the facts are disputed.  In opposing the motion, LoRusso offers her own \naffidavit to show  that she has received only legitimate compensation and \nreimbursements from the company, which the Wrights and Stansell knew about and \napproved.  (See generally LoRusso Aff., ECF No. 169.) \n8. These are not the motion’s only shortcomings.  As a  final example, the \nWrights and Stansell accuse LoRusso of  fraud, theft, and embezzlement without \nreciting the elements of those claims or making any effort to explain how LoRusso’s \nactions measure up. \n9. In an attempt to cure these defects, the Wrights and Stansell pad their reply \nbrief—which they called  a “Supplemental Brief” —with new arguments and new \nevidence learned during discovery conducted while the motion was pending.  (See Pls.’ \nSuppl. Br., ECF No. 170.)  These new matters , if anything, confirm that the motion \nwas premature.   The Court declines to consider the  reply brief and the untimely \narguments and evidence within it.  See BCR 7.7 (“[T]he Court may decline to consider \nissues or arguments raised by the moving party for the first time in a reply brief.”). \n10. For all these reasons, the Court DENIES  Plaintiffs’ motion for partial \nsummary judgment.   \n SO ORDERED, this the 4th day of May, 2023.   \n /s/ Adam M. Conrad   \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n "
}