{
  "id": "7545ca48dc9d3f9226596e69a8a87f3b490619d53ec3d7568c11abd93a827e46",
  "source_file": "data/raw/ncbc/7545ca48dc9d3f9226596e69a8a87f3b490619d53ec3d7568c11abd93a827e46.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 4473 \n \nTRAIL CREEK INVESTMENTS LLC \nand WARREN OIL COMPANY, LLC, \n \nPlaintiffs, \nv. \n \n(1) WARREN OIL HOLDING \nCOMPANY, LLC; (2) WARREN \nUNILUBE HOLDING COMPANY, \nINC.; (3) the ESTATE OF W. I. \nWARREN, and H. LAWRENCE \nSANDERSON and JAMES M. \nYATES, JR., as Executors of the \nESTATE OF W. I. WARREN; (4) W. \nI. WARREN 2003 IRREVOCABLE \nTRUST, and H. LAWRENCE \nSANDERSON, JAMES M. \nYATES, JR., and REED WARREN in \ntheir capacity as Trustees of the W. I. \nWARREN 2003 IRREVOCABLE \nTRUST; (5) WENDY WARREN \nSPELL 2016 IRREVOCABLE \nTRUST, and H. LAWRENCE \nSANDERSON and JAMES M. \nYATES, JR., in their capacity as \nTrustees of the WENDY WARREN \nSPELL 2016 IRREVOCABLE \nTRUST; (6) WILLIAM IRVIN \nWARREN, JR., 2016 IRREVOCABLE \nTRUST, and H. LAWRENCE \nSANDERSON and JAMES \nM. YATES, JR., as Trustees of the \nWILLIAM IRVIN WARREN, JR. \n2016 IRREVOCABLE TRUST; (7) \nCHRISTIAN WARREN SPELL 2016 \nIRREVOCABLE TRUST, and H.    \nLAWRENCE SANDERSON and \nJAMES M. YATES, JR., in their \ncapacity as Trustees of the \nCHRISTIAN WARREN SPELL 2016 \nIRREVOCABLE TRUST; (8) \nGREYSON WINDHAM SPELL \n2016 IRREVOCABLE TRUST, and \nH. LAWRENCE SANDERSON and \nJAMES M. YATES, JR., in their \ncapacity as Trustees of the \nGREYSON WINDHAM SPELL 2016 \n \n \n \n \n \n \n \n \n \n \n \nAMENDED ORDER AND \nOPINION ON DEFENDANTS’ \nPARTIAL MOTION TO DISMISS \nAMENDED COMPLAINT AND \nPLAINTIFFS’ MOTION TO \nSTRIKE OR EXCLUDE \nCERTAIN EXHIBITS \nTrail Creek Invs. LLC v. Warren Oil Holding Co., 2023 NCBC 36A. \nIRREVOCABLE TRUST; (9) REED \nADELE WARREN 2016 \nIRREVOCABLE TRUST, and H. \nLAWRENCE SANDERSON and \nJAMES M. YATES, JR., in their \ncapacity as Trustees of the \nREED ADELE WARREN 2016 \nIRREVOCABLE TRUST; (10) \nCOLBY JACKSON WARREN 2016 \nIRREVOCABLE TRUST, and H. \nLAWRENCE SANDERSON and \nJAMES M. YATES, JR., in their \ncapacity as Trustees of the COLBY \nJACKSON WARREN 2016 \nIRREVOCABLE TRUST; (11) \nJAIMMY ELIZABETH WARREN \n2016 IRREVOCABLE TRUST, and \nH. LAWRENCE SANDERSON and \nJAMES M. YATES, JR., in their \ncapacity as Trustees of the JAIMMY \nELIZABETH WARREN 2016 \nIRREVOCABLE TRUST; (12) H. \nLAWRENCE SANDERSON, in his \ncapacity as Seller Representative and \nin his individual capacity; and (13) \nRONNIE C. WALKER, SR., \n \nDefendants. \n \n \n THIS MATTER comes  before the Court on Defendants’ Partial Motion to \nDismiss Plaintiffs’ First Amended Complaint (“Motion to Dismiss,” ECF No. 53) and \nPlaintiffs’ Motion to Strike or Exclude Certain Exhibits (“Motion to Strike,” ECF No. \n64) (collectively, the “Motions”).  THE COURT , having considered the Motions, the \nparties’ briefs, the arguments of counsel, and all appropriate matters of record, \nCONCLUDES that the Motions should be GRANTED, in part, and DENIED, in \npart, as set forth below. \nTuggle Duggins P.A., by D enis E. Jacobson , Jeffrey S. Southerland, \nBrandy L. Mansouraty, Daniel D. Stratton, and Shauna L. Baker-Karl, \nfor Plaintiffs. \n \nRobinson, Bradshaw & Hinson, P.A. by David C. Wright, Stephen D. \nFeldman, Melissa A. Romanzo, Andrew R. Wagner, and Emma W. Perry, \nfor Defendants. \n \nDavis, Judge. \n \nINTRODUCTION \n \n1. The Amended Complaint in this case is lengthy—consisting of over 130 \npages and more than 475 paragraphs.  In essence, it asserts that Defendants \nfraudulently failed to disclose  substantial existing environmental liabilities in \nconnection with the sale of Warren Oil Company, Inc. (“Warren Oil ”), Warren \nUnilube, Inc. (“Warren Unilube”) , and their affiliated companies to Plaintiff Trail \nCreek Investments  LLC (“Trail Creek”) .  Despit e the voluminous nature of the \nallegations, however, Defendants contend that the Amended Complaint fails to allege \nfacts sufficient to establish the required legal elements of the claims Plaintiffs are \nasserting.  For the reasons set out below, the Court finds that many, although not all, \nof Plaintiffs’ claims have been inadequately pled.     \nFACTUAL AND PROCEDURAL BACKGROUND \n2. The Court does not make findings of fact on a m otion to dismiss \npursuant to North Carolina Rule of Civil Procedure 12(b)(6) and instead recites only \nthose allegations of the Complaint that are necessary to determine the Motion before \nthe Court.  Se. Anesthesiology Consultants, PLLC v. Rose, 2019 NCBC LEXIS 52, at \n*1 (N.C. Super. Ct. Aug. 20, 2019).  \n3. At the outset, the Court notes t hat this lawsuit involves numerous \nevents and a variety of “players.”   Although the Court will strive to set out a \nstreamlined summary of the relevant facts and parties, that is admittedly easier said \nthan done.   \n4. The origin of this lawsuit lies in the sale of equity interests in Warren \nOil, Warren Unilube , and their affiliated companies  (collectively the “Companies”) .  \n(First Amended Complaint [“Am. Compl.”] ¶ 1, ECF No. 40.)1 \n5. Trail Creek  “agreed to purchase the issued and outstanding equity \ninterests of the Companies pursuant to an Equity Interest Purchase Agreement (the \n‘EIPA’).”  (Am. Compl. ¶ 11.)  The EIPA was dated 19 August 2016 and had a closing \ndate of 7 October 2016.  \n6. The sellers under the EIPA were the following parties: W.I. Warren (the \nfounder of the Companies, who died on 1 December 2020) , certain affiliated trusts \nconnected to the Warren Estate, and various companies associated with the W.I. \nWarren Estate.  (Am. Compl. ¶ 12.)  These sellers “were the owners of the issued and \noutstanding equity interest s of the Companies prior to Plaintiffs’ purchase of those \ninterests.”  (Am. Compl. ¶ 13.)   \n7. The Companies “ manufactured, blended, and packaged motor oils,  \ntransmission and hydraulic fluids, automotive chemicals, gear oils, greases, and  \nvarious other oils, cleaners, and related products.”  (Am. Compl. ¶ 14.)   \n8. As noted above, t he buyer under the EIPA was Trail Creek, a North \nCarolina limited liability company.  (Am. Compl. ¶ 15.)   \n \n1 For ease of reading, the Court will often refer in this Opinion collectively to the “Companies” \nor “Defendants” rather than identifying the specific entity within Defendants’ control at \nissue.  \n9. As a result of the transaction, Warren Oil was converted into Warren \nOil Company, LLC —the other named Plaintiff in this lawsuit  (along with Trail \nCreek)—on 29 September 2016.  (Am. Compl. ¶ 16.) \n10. Although each of the  persons and entities listed as sellers in the EIPA \nare named as Defendants in the Amended Complaint, there are four individuals most \nrelevant to this case, who are identified below. \n11. Defendant H. Lawrence Sanderson is a resident of Horry County, South \nCarolina.  Sanderson was the Chief Financial Officer of Warren Oil prior to the \nEIPA’s closing .  (Am . Compl. ¶ 19.)  Sanderson signed the EIPA as the “Seller \nRepresentative and as Trustee on behalf of the eight Trust Entity Defendants.”  (Am. \nCompl. ¶ 19.)  Despite being sued by Plaintiffs in this action, Sanderson—somewhat \nparadoxically—continues to serve on the Board of Representatives of Plaintiff Warren \nOil Company, LLC and is a member of  the audit committee of that Board.  (Am . \nCompl. ¶ 19.)   Sanders on is named as a Defendant individually as well as in his \ncapacities as co-executor of the Estate of W.I. Warren and co-trustee of various trust \nDefendants.  (Am. Compl. ¶ 19.)   \n12. Defendant James M.  Yates, Jr. is a resident of Wake County , North \nCarolina.  Yates is a co-executor of the Estate of W.I. Warren, the co-trustee of various \ntrusts named as  Defendants, and the s ecretary and v ice-president of  one of the \nsubsidiary companies that was sold as part of the EIPA .  (Am. Compl. ¶ 20.)  Yate s \nserved as primary outside corporate counsel for the Companies, the Sellers, and the \nWarren family.  (Am . Compl. ¶ 20.)  Y ates is named as a Defendant solely in his \ncapacities as co-executor of the Estate of W .I. Warren and co-trustee of the various \ntrust Defendants.  (Am. Compl. ¶ 20.) \n13. Defendant Ronnie C. Walker, Sr. is a resident of Harnett County, North \nCarolina.  Walker was the chief operating officer of Warren Oil prior to the execution \nof the EIPA.  (Am. Compl. ¶ 21.)  Walker was employed by  the recently created \nWarren Oil Company, LLC until 27 April 202 2 and also serv ed as an officer of the \ncompany until 16 February 2022.  Walker’s duties at Warren Oil—and subsequently \nat Warren Oil Company, LLC —included environmental compliance and oversigh t.  \n(Am. Compl. ¶ 21.) \n14. W.I. Warren  served on the Warren Oil Company, LLC’s Board of \nRepresentatives until his death on 1 December 2020.  (Am. Compl. ¶ 368.)  His estate \nis named as a Defendant. \n15. The events giving rise to this lawsuit principally relate to alleged \nenvironmental problems existing at certain facilities controlled or operated by \nWarren Oi l—primarily at a particular Warren Oil f acility in West Memphis, \nArkansas.  Plaintiffs allege  that Defendants (1) fraudulently concealed these \nliabilities from them during the “due diligence” period preceding the actual sale of \nthe Companies to Trail Creek ; and (2) continued their attempt to cover up these \nliabilities even after the EIPA was executed.   \n16. The following is a chronological over view of the primary events —as \nalleged by Plaintiffs in the Amended Complaint —that led to the initiation of this \naction. \nA. Acquisition and EPA Inspection of the West Memphis Facility \n17. The specific Warren Oil facility that is most relevant to this lawsuit is  \nthe West Memphis Facility (the “Facility”), which was acquired by the Companies in \n2003.  A round that same time period, an attorney for Warren Oi l sent a letter to \ncompany executives stating that various storage tanks at that facility had numerous \nenvironmental compliance problems and that the F acility’s Spill Prevention, \nCountermeasure, and Control Plan (“SPCC Plan”) was deficient.  (Am. Compl. ¶¶ 41–\n48.)2  The attorney warned that correcting the environmental compliance issues \nwould be expensive and would take a significant amount of time.  (Am. Compl. ¶ 49.) \n18. In June 2007, representatives of the Environmental Protection Agency \n(“EPA”) visited the West Memphis Facility and performed an inspection.  (Am. Compl. \n¶ 65.)  The EPA determined that the Facility had “fail[ed] to implement adequate \nSPCC and FRP plans at the Facility.”  (Am. Compl. ¶ 65.)  \n19. The Companies —with Sanderson and Walker taking the lead — \nnegotiated with the EPA in an attempt to reach a  resolution of these issues.  On or \naround 30 October 2007, the Companies agreed to draft an updated SPCC  Plan, \nwhich was memorialized in an email sent by the EPA on 1 November 2007 to various \ncompany officials.  (Am. Compl. ¶ 67.)  The new plan contained a commitment by the \nCompanies to implement a systematic tank inspection program.  (Am. Compl. ¶ 68.)  \nThe Companies continued negotiating in the hope of receiving a reduced penalty from \n \n2 Federal law mandates that companies operating facilities such as the West Memphis \nFacility “create and maintain” an SPCC and Facility Response Pl an (“FRP”).  (Am. Compl. \n¶ 47 n.8.)   \n \nthe EPA stemming from any environmental compliance violations.  (Am. Compl. ¶ \n69.)   \n20. On 27 March 2008,  Dale Wells, who was serving at the time as the \npresident of Warren Unilube, sent the EPA a letter (the “Wells Letter”) stating that \nthe Companies agreed “to institute a tank integrity and corrosion prevention plan the \n[sic] next 15 years t o inspect and make necessary improvements on a prioritized \nbasis.”  (Wells Letter, ECF No. 5 9.3.)  The letter committed to “making these \nimprovements on an annualized basis of 10 -12 tanks per year.”  (Am. Compl. ¶ 72.)  \nThe letter also included a draft SPCC plan.  (Am. Compl. ¶ 73.)3  \n21. The EPA and the Companies ultimately entered into a Consent \nAgreement and Final Order (the “CAFO”) on 18 June 2008.   (Am. Compl. ¶ 76; see \nalso CAFO, ECF No. 59.1.)  The CAFO addressed the allegations regarding the \nCompanies’ insufficient SPCC and FRP plans and assessed a civil penalty of \n$23,700.00.  (CAFO, at 1 –5.)  However, the CAFO made no mention of any of the \ncommitments regarding tank testing or corrosion prevention plans that were the \nsubject of the Wells Letter. \nB. Defendants Attempt to Sell the Companies \n22. Defendants began entertaining offers to purchase the equity interests in \nthe Companies around 201 0.  During that time, prospective buyers were able to \n \n3 The significance of the Wells Letter is a major source of disagreement between the parties.  \nPlaintiffs contend that it reflected a binding commitment  between the Companies and the \nEPA, while Defendants, conversely, argue that it was wholly non-binding because it was not \nmentioned in the consent agreement that was ultimately executed between the EPA and the \nCompanies. \n \naccess a “virtual data room” (the “Data Room”) that provided information about the \nCompanies to potential buyers.  (Am. Compl. ¶ 100.)  However, Plaintiffs allege that \nafter several potential buyers lost interest after learning of the Companies’ \nenvironmental compliance  problems, Defendants  began to restrict the access of \nprospective purchasers to certain critical information  regarding those deficiencies.  \n(Am. Compl. ¶¶ 108–09.) \n23. Defendants ultimately engaged Wells Fargo  Securities, LLC (“Wells \nFargo”), an investment banking firm,  to help facilitate the sale of the Companies .  \n(Am. Compl. ¶ 98.)  Around that same time, Trail Creek learned that the Companies \nwere for sale and contacted Wells Fargo to obtain more information.  (Am . Compl. \n¶ 122.)  Plaintiffs allege that in mid -2016, “Defendants, through Wells Fargo, \nprovided [Trail Creek]  with a Co nfidential Information Presentation . . . .  The \n[p]resentation, upon information and belief, was  prepared, reviewed, and approved \nby Defendants, Wells Fargo, and [defendants’ counsel].  The [p]resentation was \nriddled with inaccuracies, omitted material facts, and contained numerous \nmisrepresentations.”  (Am. Compl. ¶ 125.)   \n24. For example, the balance sheet provided during the presentation “did \nnot include the Companies ’ short -term and long -term liabilities related to their \nobligations to comply with certain environmental regulatory requirements, city \nordinances, and contractual commitments[.]”  (Am. Compl. ¶ 127.)  In addition, a slide \nentitled “Legal Matters” stated that “[t]he Company is not aware of any outstanding \nor anticipated legal issues.”  (Am. Compl. ¶ 129.) \n25. After the p resentation, Trail Creek  initiated a due diligence process.  \nThe Data Room was reactivated  by the Companies, but before doing so Defendants \nremoved key information regarding  the existing environmental compliance issues.  \n(Am. Compl. ¶ 137.) \n26. As a part of the transaction, Plaintiffs prepared a “Legal Due Diligence  \nChecklist” to ensure they had all necessary documents to review relating to the \nCompanies.  (Am. Compl. ¶ 140.)  Section 2.1 of the Due Diligence Checklist requested \na \n[s]chedule of and documents relating to (i) any and all prior, pending or \nthreatened suits, actions, demands, litigations, claims, administrative \nproceedings or other investi gations or inquiries of any kind asserted \nagainst or otherwise affecting the Assets [defined as the assets currently \nused in the conduct of the Business as well as any other assets needed \nto operate the Business in the manner historically conducted or \ncurrently contemplated to be performed in the future] or the Business \n[defined as the business carried out by the Company]\n over the past three \nyears and (ii) known, alleged, or suspected violations of federal, state or \nlocal laws or regulations, including those  relating to the environment \nand employees. \n \n(Am. Compl. ¶ 144.) \n \n27. The Sellers’ response to this provision was that such information was \n“PROVIDED IN DATA ROOM.”  (Am. Compl. ¶ 145.)  However, the Wells Letter , \namong other things, was not present in the Data Room that was viewed by Plaintiffs.  \n(Am. Compl. ¶ 145.) \n28. Plaintiffs further requested in Section 2.3 of the Diligence Checklist “all \nconsent decrees, judgments, other decrees or orders and settlement and similar \nagreements to which the Company is a part y or is bound, requiring, prohibiting, or \naffecting any future Activities of the Business or use of the Assets. ”  (Am. Compl. \n¶ 146.)  The Sellers’ response stated, “NOT APPLICABLE.”  (Am. Compl. ¶ 147.) \n29. Plaintiffs received similar responses of “PROVIDED IN DATA ROOM” \nor “NOT APPLICABLE” to requests for  information regarding significant assets or \nliabilities of the  company, agreements with federal  or regulatory agencies, \ncommitments not entered into in the ordinary course of  business, and commitments \nthat might adversely affect the business or would otherwise “prohibit or would \nprevent or impede consummation of the proposed transaction.”  (Am. Compl. ¶¶ 149–\n55.) \n30. The Amended Complaint also describe s a due diligence  meeting on 2 \nAugust 2016 in which Sanderson was present and participated.  During the meeting, \nTrail Creek  inquired about any ongoing “ open issues” regarding environmental \ncompliance but was not provided with any further information on that subject.  (Am. \nCompl. ¶ 159.)   \n31. Plaintiffs engaged an environmental consultant  during the due \ndiligence process to perform a “Phase I assessment at each of the Facilities[.]”  (Am. \nCompl. ¶ 161.)  Despite the extensive discussions that the consultant and Trail Creek \nhad with Defendants , no  additional disclosures were made about  the Companies’ \nsubstantial environmental liabilities.  (Am. Compl. ¶ 161.) \n32. Plaintiffs allege that Defendants were “aware that a Phase II \n[environmental] evaluation could potentially reveal the full scope of environmental \nissues” and therefore “specifically restricted [Trail Creek] from conducting a Phase II \nenvironmental assessment of the Facilities.”  (Am. Compl. ¶ 168.)  \n33. Plaintiffs further a ssert that there were conversations in 2016 that \nSanderson and Walker had with representatives of Trail Creek  in which Sanderson \nand Walker “falsely represented that the aboveg round storage tanks in the \nCompanies’ Facilities were not in need of any maintenance or repair and that the \ntype of fluids  stored by the Companies kept the tanks corrosion free and in \noperational condition.”  (Am. Compl. ¶ 167.)   According to Plaintiffs, neither \nSanderson nor Walker (who both remained in positions with the Companies even \nafter the EIPA was executed), ever disclosed any ongoing environmental compliance \nissues to Plaintiffs.  (Am. Compl. ¶ 172.) \n34. The parties executed the EIPA on 19 August 2016, and the transaction \nclosed on 7 October 2016.  Plaintiffs paid $154,999,000 in cash “together with two \nnotes in the amount of $7,500,000 (the ‘Escrow N ote’) and $15,000,000 (the \n‘Subordinated Note’), and $7,500,000 in rollover equity.”  (Am. Compl. ¶ 179.) \n35. The EIPA contained a number of  representations and warranties that \nare relevant to this lawsuit.   Plaintiffs allege that th ese representations by \nDefendants relating to the Companies’ absence of ongoing environmental problems \nwere intentionally false.  (Am. Compl. ¶ 220.) \n36. The EIPA also contained indemnification provisions , the proper \ninterpretation of which is disputed by the parties in this lawsuit .  These provisions, \nin part, provided that Defendants wo uld indemnify Plaintiffs for losses stemming \nfrom breaches of, or inaccuracies contained within, the representations and \nwarranties contained in the EIPA. \n37. Section 10.11 of the EIPA contains certain provisions relating to escrow \nfunds in connection with the  sale of the Companies.  These provisions , which are \nrelevant to various claims asserted by Plaintiffs in this action, state in pertinent part \nas follows:     \n10.11 Escrow; Escrow Note. \n \n(a) For purposes of securing the Sellers’ indemnification obligations \nunder this Agreement, providing a source of funds to recovered \nuncollected Accounts Receivable pursuant to Section 2.4(g) , and, if \napplicable, providing a ready source of funds to refund  a portion of the \nInitial Cash Purchase Price pursuant to Section 2.4(d) , on the Closing \nDate the Buyer will deposit the Escrow Amount with the Escrow Agent \nto be held in accordance with this Section 10.11  and the Escrow \nAgreement.  Upon the Buyer’s determ ination that any Buyer \nIndemnified Party has suffered any indemnifiable Loss, the Buyer will \npromptly deliver a notice of such claim to the Seller Representative and \nthe Escrow Agent.   Unless within thirty (30) days after receipt of the \nsuch notice, the Buyer and the Escrow Agent receive a written objection \nfrom the Seller Representative disputing the claim, then, subject to the \nlimitations set forth in this Article 10 , the Buyer will be entitled to \nrecover from the Escrow Amount the amount set forth in the notice of \nthe claim, and the Seller Representative and the Buyer will issue a joint \nwritten instruction letter to the Escrow Agent to distribute such amount \nto the applicable Buyer Indemnified Party. In the event the Seller \nRepresentative timely objects in writing to the claim, the Escrow Agent \nwill make no disbursements from escrow relating to such claim unless \nand until the Buyer and the Seller Representative have resolved the \nclaim by mutual agreement, arbitration or litigation.  The Buyer and the \nSeller Representative agree to act in good faith to resolve any disputed \nclaim. \n \n. . . \n \n(d) For a period of thirty-six (36) months from the Closing Date but only \nfollowing the release of the entirety of the Escrow Amount (whether to \none or more Buyer Indemnified Parties in respect of claims or to the \nSellers following the Release Date or both), the Buyer will be entitled to \nset off against the Escrow Note the amount of any indemnification \nobligations of the Sellers hereunder. Upon the Buyer’s determination \nthat any Buyer Indemnified Party has suffered an indemnifiable Loss, \nthe Buyer will promptly deliver a notice of such claim to the Seller \nRepresentative. Unless within thirty (30) days after receipt of such \nnotice the Buyer receives a written objection from the Seller \nRepresentative disputing the claim, then, subject to the limitations set \nforth in this Article 10, the Buyer will be entitled to set off the amount \nset forth in the notice of the claim against any amount owed by the \nBuyer pursuant to the Escrow Not e. In the event the Seller \nRepresentative timely objects in writing to the claim, the Buyer may set \noff any amount finally determined to be payable by the Sellers to any \nBuyer Indemnified Party hereunder following final resolution of the \nclaim by mutual agreement, arbitration or litigation. \n \n(EIPA, Section 10.11(a), (d).) \n \nC. Plaintiffs Discover Environmental Compliance Issues \n38. In or around 2018, Plaintiffs learned that there were serious unresolved \nenvironmental compliance issues within the Companies—primarily the ones related \nto the Facility—that had existed before the EIPA was executed and  had never been \ndisclosed to Plaintiffs .  Plaintiffs allege that all of the Companies’ other facilities \n(except a facility located in Johnstown, Pennsylvania) are also “materially non -\ncompliant with environmental laws[.]”  (Am. Compl. ¶ 90.)  \n39. As a result, Plaintiffs made several  indemnification demands upon  \nDefendants.  (See, e.g., Am. Compl. ¶¶ 289–92.)  \n40. In 2018 and 2019, Sanderson engaged in successful efforts to have  the \n$7.5 million Escrow Amount released in full to Defendants and $3.9 million paid out \non the Escrow Note.  (Am. Compl. ¶ 357.)  Plaintiffs allege that but for Sanderson’s \nmachinations, these funds “would have been held back . . . to address environmental \nliabilities.”  (Am. Compl. ¶ 357.)  Sanderson told Plaintiffs that notwithstanding the \nrelease, Defendants would honor their indemnity obligations and “informed Plaintiffs \nthat the $15 million subordinated note executed in favor of Defendants could be \nsubject to offset to address the indemnity obligations .”  (Am. Compl. ¶ 357 .)  \nSanderson further told Plaintiffs that releasing these escrow funds “would make the \nbeneficiaries of the various trusts more wil ling to work with Plaintiffs on the \nindemnification.”  (Am. Compl. ¶ 358.)  Based on these representations, Plaintiffs \nallowed the release of the Escrow Amount on 12 April 2018 and made payments on \nthe Escrow Note on 27 September 2019 , “but rather would have exercised [their] \nrecovery and set-off rights as provided in the EIPA.”  (Am. Compl. ¶ 373.) \n41. After failing to achieve a satisfactory resolution with Defendants of the \nabove-referenced environmental compliance  issues, Plaintiffs ultimately elected to \ninitiate the present action and filed their original  Complaint in Wake County \nSuperior Court on 26 April 2022.  (Complaint, ECF No. 3.)  This case was designated \na mandatory complex business case and assigned to the undersigned on 27 April \n2022.  (ECF Nos. 1, 2.) \n42. On 27 June 2022, Defendants filed a Motion to Dismiss the Complaint.  \n(ECF No. 19.)  Howev er, Plaintiffs filed an Amended Complaint on 16 August 2022, \nthereby mooting Defendants’ original Motion to Dismiss.  (Am. Compl.) \n43. Plaintiffs’ Amended Complaint contains the following claims : breach of \ncontract against all Defendants; recission against all  Defendants; fraud against all \nDefendants; breach of fiduciary duty against Walker, Sanderson , and the Estate of \nW.I. Warren ( through his co -executors Yates and Sanderson ); constructive fraud \nagainst Walker, Sanderson, and the Estate of W.I. Warren ( through Yates and \nSanderson); negligent misrepresentation against all Defendants; primary liability for \nviolations of the North Carolina Securities Act against W.I. Warren, Warren Oil \nHolding Company, LLC  (“Warren Oil Holding” ), and Warren Unilube Holding  \nCompany, Inc . (“Unilube Holding”) ; secondary liability for violation of the North \nCarolina Securities Act against W.I. Warren, Walker, and Sanderson;  declaratory \njudgment against all Defendants;  breach of confidentiality agreements against \nSanderson; obstruction of justice against all Defendants; and civil conspiracy against \nall Defendants. \n44. Defendants filed the Motion to Dismiss that is currently before the Court \non 15 September 2022 .  (ECF No. 53.)  In support of this Motion, Defendants \nsubmitted twelve exhibits.  (ECF Nos. 59.1–59.12.)   \n45. On 4 November 2022, Plaintiff s filed a Motion to Strike or Exclude \nCertain Exhibits—the other motion currently before the Court—in which they argued \nthat Exhibits 4, 5, 7, 8, 9, 11, and 12 to Defendants’ Motion should be stricken.  (ECF \nNo. 64.) \n46. The Motions came before the Court for a hearing on 8 February 2023  \nand are now ripe for decision.  \nLEGAL STANDARD \n47. In ruling on a motion to dismiss pursuant to North Carolina Rule of Civil \nProcedure 12(b)(6), the Court revie ws the allegations in the Complaint in the light \nmost favorable to the plaintiff.  See Christenbury Eye Ctr., P.A. v. Medflow, Inc., 370 \nN.C. 1, 5 (2017).  The Court’s inquiry is “whether, as a matter of law, the allegations \nof the complaint, treated as true, are sufficient to state a claim upon which relief may \nbe granted under some legal theory[.]”  Harris v. NCNB Nat’l Bank, 85 N.C. App. 669, \n670 (1987).  The Court accepts all well -pleaded factual allegations in the relevant \npleading as true.  See Krawiec v. Manly, 370 N.C. 602, 606 (2018).  The Court is not \nrequired, however,  “to accept as true allegations that are merely conclusory, \nunwarranted deductions of fact, or unreasonable inferences.”  Good Hope Hosp., Inc. \nv. N.C. Dep’t of Health & Human Servs., 174 N.C. App. 266, 274 (2005) (quoting Veney \nv. Wyche, 293 F.3d 726, 730 (4th Cir. 2002)). \n48. “It is well-established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen ‘(1) the complaint on its face reveals that no law supports the plaint iff’s claim; \n(2) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plaintiff’s \nclaim.’ ”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615 (2018) (quoting Wood \nv. Guilford Cty., 355 N.C. 161, 166 (2002)).    \n49. On a Rule 12(b)(6) motion, the Court “ can reject allegations that are \ncontradicted by the documents attached to, specifically referred to, or incorporated by \nreference in the complaint.”  Moch v. A.M. Pappas & Assocs., LLC, 251 N.C. App. 198, \n206 (2016) (quoting Laster v. Francis, 199 N.C. App. 572, 577 (2009)).  Moreover, the \nCourt “may properly consider documents which are the subject of a plaintiff ’s \ncomplaint and to  which the complaint specifically refers even though they are \npresented by the defendant. ”  Oberlin Capital, L.P. v. Slavin , 147 N.C. App. 52, 60 \n(2001) (citing Robertson v. Boyd , 88 N.C. App. 437, 441 (1988)).  The Court is \npermitted to consider such documents without converting the Rule 12(b)(6) motion to \ndismiss into a Rule 56 motion for summary judgment.  Schlieper v. Johnson, 195 N.C. \nApp. 257, 261 (2009).  However, if such documents are not specifically referenced in, \nand are not the subject of , the Complaint, consideration of such documents under \nRule 12(b)(6) is improper as “[p]erhaps the most fundamental concept of motions \npractice under Rule 12 is that evidence outside the pleadings cannot be considered in \ndetermining whether the complaint states a claim on which relief can be granted. ”  \nVanguard v. Pai Lung, LLC v. Moody, 2019 NCBC LEXIS 39, at *10 (N.C. Super. Ct. \nJune 19, 2019) (cleaned up).  \nANALYSIS \nI. Plaintiffs’ Motion to Strike or Exclude \n \n50. Plaintiffs move to exclude or strike certain exhibits submitted by \nDefendants in support of their Motion to Dismiss on the basis that they are \nimproperly before the Court at the Rule 12 stage.   Plaintiffs contend that the \ndocuments at issue are either not specifically referenced at all or are not the subject \nof the Amended Complaint.  The Court will analyze each of the applicable documents \nin turn.  \nA. Exhibits 4 and 5 \n51. Exhibits 4 and 5 consist of the 2008 SPCC Plan and the 2008 FRP along \nwith supporting tables.  Plaintiffs concede that these documents were, in fact, \nspecifically referenced in the Amended Complaint as having been included in the \n“Data Room” created during the due diligence process but argue that the documents \ndid not exist in the Data Room in the same form as they appear in the Exhibits—that \nis, with the supporting tables attached.  \n52. The Court concludes that it is entitled to consider Exhibits 4 and 5.  \nThese plans were clearly referenced in the Amended Complaint and are relevant to a \nnumber of the claims asserted by Plaintiff.  Although the documents may have been \norganized in the Data Room in a somewhat different way, the Court is satisfied that \nthe manner in which they are presented in Exhibits 4 and 5 do not materially alter  \nthe Court’s consideration of them.  Plaintiffs’ Motion  is therefore DENIED as to \nExhibits 4 and 5. \nB. Exhibit 7  \n53. Plaintiffs argue that Exhibit 7, an indemnity demand letter sent on their \nbehalf to Defendants on 9 April 2018 , is not specifically mentioned in the Amended \nComplaint and therefore cannot be properly considered in connection with \nDefendants’ Motion.  The Court agrees.  \n54. The Court has conducted a thorough review of the Amended Complaint, \nand although it references generally the fact that an indemnity demand  was made, \nthere is no specific reference to the 9 April 2018  letter itself.  For this reason, \nPlaintiffs’ Motion is GRANTED as to Exhibit 7.   \nC. Exhibits 8 and 9 \n55. Exhibits 8 and 9 are excerpts from the 2007 EPA Inspection Report. \n56. Paragraph 189 of the Amended Complaint merely cites to the schedules \nthat are part of the EIPA  that contain references to Exhibits 8 and 9 .  Accordingly, \nthe Court concludes that Exhibits 8 and 9 cannot be considered and therefore \nGRANTS Plaintiffs’ Motion as to these Exhibits. \nD. Exhibit 11 \n57. Plaintiffs also seek to exclude Exhibit 11, which is a 24 September 2019 \nletter from Sanderson confirming the payment of $3,894,500 to Defendants pursuant \nto the terms of the  Escrow Note executed in connection with the EIPA .  The Court \nconcludes that this Exhibit is appropriately before the Court  in connection with \nDefendants’ Motion.  \n58. The Amended Complaint specifically references this letter in Paragraph \n218, stating  that “[p]ursuant to a letter date d September 24, 2019, signed by \nSanderson as Seller Representative and as agent and Attorney-in-Fact of the Sellers \nlisted on Exhibit A of the Escrow [N ]ote, and as CFO and President of Un ilube \nHolding, the Subordinate d Note ($15 million) is also available for set -off.”  (Am . \nCompl. ¶ 218.)  Moreover, the release of escrow funds serves —at least in part—as a \nbasis for Plaintiffs’ allegations of injury in this case.   \n59. Plaintiffs’ Motion is therefore DENIED as to Exhibit 11.  \nE. Exhibit 12 \n60. Exhibit 12 consists of a “joinders” to the EIPA that added new sellers to \nthe EIPA.  The Court concludes that the joinders are properly before the Court.  \n61. First, the joinders are specifically referenced in the Amended Complaint \nin footnote four, which states that “[t]he two holding entities became Sellers pursuant \nto Joinders to Equity Interest Purchase Agreement executed and delivered as of \nOctober 7, 2016.”  (Am. Compl. ¶ 1 2, n.4.)  Further more, the Court notes that the \njoinders are a part of the EIPA , and the EIPA i s obviously of great importance to \nPlaintiffs’ claims in this case. \n62. Accordingly, Plaintiffs’ Motion is DENIED as to Exhibit 12. \nII. Defendants’ Motion to Dismiss \nA. Statute of Limitations \n63. As an initial matter, Defendants contend that Plaintiffs’ claims for \nfraud, negligent misrepresentation, breach of fiduciary duty, and civil conspiracy are \ntime-barred based on the application of the relevant statutes of limitations.   \n64. The limitations period for each of these claims is three years.  See \nChristenbury Eye Ctr ., P.A. v. Medflow, Inc., 2015 NCBC  LEXIS 64, at **18 (N.C. \nSuper. Ct. June 19, 2015) , aff’d, 370 N.C. 1 (2017)  (“The statute of limitations \ngoverning a fraud claim is three years and begins to run from the time the claimant \nshould have discovered the facts constituting the fraud.”); Trillium Ridge Condo Ass’n \nv. Trillium Links & Vill., LLC , 236 N.C. App. 478, 501  (2014) (“Breach of fiduciary \nduty claims accrue upon the date when the breach is discovered and are subject to a \nthree year st atute of limitations. ”); Trantham v. Michael L. Martin, Inc. , 228 N.C. \nApp. 118, 126 (2013) (The statute of limitations for  . . . negligent misrepresentation \nis three years. ”); Lau v. Constable, 2017 NCBC LEXIS 10, at **20 (N.C. Super. Ct. \nFeb. 7, 2017) (“The applicable statute of limitations to a civil conspiracy claim is three \nyears.”).   \n65. However, a statute of limitations does not begin to run until the plaintiff \nhas actual or constructive notice of the defendants’ wrongful acts.  See, e.g., BDM \nInvs. v. Lenhil, Inc. , 2012 NCBC LEXIS 7, at **37 (N.C. Super. Ct. Jan. 18, 2012) \n(quoting Jennings v. Lindsey, 69 N.C. App. 710, 715 (1984)) (“Where a person is aware \nof facts and circumstances which, in the exercise of due care, would enable him or her \nto learn of or discover the fraud, the fraud is discovered for the purposes of the statute \nof limitations.”); see also Barger v. McCoy Hillard & Parks, 346 N.C. 650, 666 (1997) \n(“[A] claim for negligent misrepresentation does not accrue until two events occur: \nfirst, the claimant suffers harm because of the misrepresentation, and second, the \nclaimant discovers the misrepresentation.” (cleaned up)). \n66. Our Supreme Court has previously addressed statute of limitations \nissues raised at the Rule 12 stage, stating the following:  \nA statute of limitations defense may properly be asserted in a Rule \n12(b)(6) motion to dismiss if it appears on the face of the complaint that \nsuch a statute bars the  claim.  Hargett v. Holland , 337 N.C. 651, 653, \n447 S.E.2d 784, 786 (1994).   Once a defendant raises a statute of \nlimitations defense, the burden of showing that the action was instituted \nwithin the prescribed period is on the plaintiff.   Pembee Mfg. Corp.  v. \nCape Fear Constr. Co., 313 N.C. 488, 491, 329 S.E.2d 350, 353 (1985).  A \nplaintiff sustains this burden by showing that the relevant statute of \nlimitations has not expired.   See Little v. Rose, 285 N.C. 724, 727, 208 \nS.E.2d 666, 668 (1974). \n \nHorton v. Carolina Medicorp, 344 N.C. 133, 136 (1996). \n \n67. In their respective briefs, the parties hotly debate the specific dates upon \nwhich Plaintiffs knew, or should have known, the key facts upon which these claims \nare based .  Having carefully considered the parties’ arguments on this issue, t he \nCourt CONCLUDES that dismissal of these claims based on the statute  of \nlimitations at this time would be inappropriate.  Defendants, of course, will be free to \nrenew this argument at the summary judgment stage at which time the Court will be \naided by the existence of a fully developed factual record.  Defendants’ Motion to \nDismiss based on the statute of limitations is therefore DENIED.  \nB. Breach of Fiduciary Duty  \n68. Defendants seek dismissal of the claim in the Amended Complaint for \nbreach of fiduciary duty , which is asserted against Walker, Sanderson  (in his \nindividual capacity), and the Estate of W.I. Warren (through Yates and Sanderson as \nco-executors).  This claim is based on the roles of Walker, Sanderson, and Warren in \nconnection with the newly created Warren Oil Company, LLC following the execution \nof the EIPA and Plaintiffs’ allegations that their failure to disclose environmental \nliabilities to the company while serving in these roles constituted a breach of the ir \nfiduciary duty.   \n69. “It is well-settled that to establish a claim for breach of fiduciary duty, \na plaintiff must show that: (1) the defendant owed the plaintiff a fiduciary duty; (2) \nthe defendant breached that fiduciary duty; and (3) the breach of fiduciary duty was \na proximate cause of the injury to the plaintiff.”  Lafayette Vill. Pub v. Burnham, 2022 \nNCBC LEXIS 104, at **14–15 (N.C. Super. Ct. Sept. 12, 2022) (cleaned up).   \n70. In the Amended Complaint, Plaintiffs allege that Sanderson served —\nand, in fact, continues to serve —on the Board of Representatives for Warren Oil \nCompany, LLC, that Walker served as an officer of the company until on or about 16 \nFebruary 2022, and that Warren served on the  Board of Representatives until his \ndeath on 1 December 2020.  (Am. Compl. ¶¶ 364–69.) \n71. Defendants initially contend that the absence in the record of the \noperating agreement for Warren Oil Company, LLC makes it difficult to determine \nthe existence or extent of any fiduciary duties owed by these individuals to the \ncompany.  It is true that parties to a limited liability company (“LLC”) possess great \nauthority to structure duties ow ed between the parties and the company in the \ncompany’s operating agreement any way they desire.  See Barefoot v. Barefoot, 2022 \nNCBC LEXIS 8, at **24 (N.C. Super. Ct. Feb. 2, 2022) ( “[U]nlike a corporation, an \nLLC is primarily a creature of contract , and the operating agreement governs the \ninternal affairs of an LLC and the rights, duties, and obligations of  the company \nofficials in relation to each other, the LLC, and the interest owners ” (cleaned up) ).  \nHere, Plaintiffs have not attached the operating agreement for Warren Oil Company, \nLLC to their Complaint, so the Court is without the benefit of that document. 4  \nTherefore, for purposes of the present motion, the Court must rely on the default rule \nregarding the existence of fiduciary duties owed by persons possessing a management \nrole in an LLC to the company.  \n72. “Under the North Carolina Limited Liability Company Act . . . an LLC’s \nmanagers and company officials owe fiduciary duties to the LLC to discharge their \nduties in good faith, with the care of an ordinary prudent person, and in the best \n \n4 Presumably, that document will be contained in the record at the summary judgment stage \nof this case. \ninterests of the LLC.”  Timbercreek Land & Timber Co., LLC v. Robbins, 2017 NCBC \nLEXIS 64, at *12 (N.C. Super. Ct. July 28, 2017).  The LLC Act defines a c ompany \nofficial as “[a]ny person exercising any m anagement authority over the limited \nliability company whether the person is a manager or referred to as a manager, \ndirector, or officer or given any other title.”  N.C.G.S. § 57D-1-03(5) (2021).   As noted \nabove, the Amended Complaint alleges that Sanderson, Walker, and Warren each \nserved as a member of the company’s  Board of Representatives or as an officer.  \nTherefore, subject to any contrary provisions of the operating agreement, they would \notherwise possess a fiduciary duty to Warren Oil Company, LLC.   \n73. Indeed, Defendants do not appear to be arguing that these individuals \nowed no fiduciary duty to the LLC  at all while serving in these capacitie s.  Instead, \nDefendants make a number of fact-based arguments about the scope and termination \nof any such duty owed by these Defendants that the Court believes are better suited \nfor the summary judgment stage of this case. \n74. Viewing the Amended Complaint in the light most favorable to \nPlaintiffs, as the Court must do on a Rule 12(b)(6) motion, Plaintiffs have alleged that \nthese Defendants breached their fiduciary duty to Warren Oil Company, LLC by \nfailing to disclose significant environmental compliance issues to the entire Board \nand that—had they done so—Warren Oil Company, LLC “would not have permitted \nthe release of the Escrow Amount on or about April 12, 2018 ($7.5 million, which has \nbeen released in full) nor made payments on the Escrow Note on or about September \n27, 2019 ($ 7.5 million, approximately $3.9 million paid), but rather would have  \nexercised its recovery and set -off rights as provided in the EIPA.”   (Am. Compl. ¶ \n373.)  \n75. It remains to be seen, of course, whether Plaintiffs will be able to put \nforth sufficient evidence in support of this claim at the summary judgment stage.  But \nfor now the Court is satisfied that these allegations are sufficient to state a claim.  \n76. The Court therefore DENIES Defendants’ Motion to Dismiss Plaintiffs’ \nbreach of fiduciary duty claim.  \nC. Constructive Fraud \n77. Defendants also seek dismissal of the constructive fraud claim asserted \nagainst these same three Defendants. \n78. Our Supreme Court has held that the elements of cons tructive fraud \nsignificantly overlap with the elements of breach of fiduciary duty.   See Chisum v. \nCampagna, 376 N.C. 680, 706–07 (2021).  “[A] cause of action for constructive fraud \n[requires] (1) a relationship of trust and confidence, (2) that the defendant took \nadvantage of that position of trust in order to benefit himself, and (3) that plaintiff \nwas, as a result, injured. ”  White v. Consol. Planning Inc.,  166 N.C. App. 283, 294  \n(2004) (citation omitted).   “The primary difference between pleading a claim for \nconstructive fraud and one for breach of fiduciary duty is the constructive fraud \nrequirement that the defendant benefit himself.”  Id. \n79. In contending that Plaintiffs’ constructive fraud claim should be \ndismissed, Defendants repeat their arguments in favor of the dismissal of the breach \nof fiduciary duty claim (which the Court has now rejected), but also add the additional \nargument that Plaintiffs have failed to a ssert that Sanderson, Warren, or Walker \nreceived a personal benefit from their acts that were allegedly taken in violation of \ntheir fiduciary duties to Warren Oil Company, LLC.  \n80. Plaintiffs respond that the Amended Complaint essentially alleges two \ntypes of personal benefits received by  Sanderson, Warren, and Walke r.  First, they \nassert that by failing to disclose the environmental compliance issues, these \nDefendants were able to maintain their ability to  purchase equity in the company \nand to enjoy continued employment and bonuses.  However, “[a] plaintiff [raising a \nconstructive fraud claim]  must allege that the benefit sought was ‘ more than a \ncontinued relationship with the plaintiff’ or ‘payment of a fee to a defendant for work’ \nit actually performed.”  Ironman Med. Props., LLC v. Chodri, 268 N.C. App. 502, 513 \n(2019) (quoting Sterner v. Penn, 159 N.C. App. 626, 631– 32 (2003)).  Therefore, this \nargument lacks merit.  \n81. Second, Plaintiffs contend  that the release of the escrow funds was a \nbenefit personal to these individuals.  Although these allegations are not replete with \ndetails, the Amended Complaint alleges that  Sanderson and Warren received a \nportion of the released escrow amounts.  Such allegations are minimally sufficient to \nsatisfy the “personal benefit” prong of Plaintiffs’ constructive fraud claim , and \nDefendant’s Motion to Dismiss regarding this claim is therefore DENIED as to  \nSanderson and Warren. \n82. However, the Court does not construe the Amended Complaint as \ncontaining similar allegations against Walker.  Therefore, t he Court GRANTS  \nDefendants’ Motion to D ismiss the constructive fraud  claim as to Walker, and this \nclaim is DISMISSED without prejudice.5  \nD. Negligent Misrepresentation \n83. Defendants also move to dismis s Plaintiffs’ claim for negligent \nmisrepresentation, arguing that the economic loss rule bars such a claim.  The Court \nagrees.  \n84. “The tort of negligent misrepresentation occurs when a party justifiably \nrelies to his detriment on information prepared without reasonable care by one who \nowed the relying party a duty of care. ”  Raritan River Steel Co. v. Cherry, Bekaert & \nHolland, 322 N.C. 200, 206 (1988). \n85. However, as this Court has recently stated, \n \n[t]he economic loss rule “ denote[s] limitations on the recovery in tort \nwhen a contract exists between the parties that defines the standard of \nconduct and which the courts believe should set the measure of \nrecovery.”  Akzo Nobel Coatings, Inc. v.  Rogers, 2011 NCBC LEXIS 42, \nat *47–48 (N.C. Super. Ct. Nov. 3, 2011).  This rule exists because “the \nopen-ended nature of tort damages should not distort bargained- for \ncontractual terms.”  Artistic Southern Inc. v. Lund, 2015 NCBC LEXIS \n113, at *25 (N.C. Super. Ct. Dec. 9, 2015). \n \nUSConnect, LLC v. Sprout Retail, Inc., 2017 NCBC LEXIS 37, at *13–14 (N.C. Super. \nCt. Apr. 21, 2017). \n86. In this case, it is clear that the allegations that form the backbone of \nPlaintiffs’ breach of contract claim—that the representations made in the warranties \nand disclosure sections of the EIPA were not true—are the same allegations forming \n \n5 “The decision to dismiss an action with or without prejudice is in the discretion of the trial \ncourt[.]”  First Fed. Bank v. Aldridge, 230 N.C. App. 187, 191 (2013). \nthe basis of the negligent misrepresentation claim.  The economic loss rule bars such \nrecovery on a tort theory.  \n87. Plaintiffs cite to Cum mings v. Carroll , 379 N.C. 347 ( 2021), for the \nproposition that a negligent misrepresentation claim can survive notwithstanding \nthe economic loss rule if it does not “rely on the relevant contractual provisions.”  Id. \nat 359.  However, in that case, the source of the negligent misrepresentation claim \nwas a disclosure statement that was “not incorporated into the purchase contract” \nfrom which the relevant breach of contract claim derived.  Id. at 360. \n88. Cummings is easily distinguishable from the present  case.  Here, \nPlaintiffs’ negligent misrepresentation claim  stems from allegedly false \nrepresentations by Defendants that the Companies were in environmental \ncompliance at the time of the sale.  Such assertions of environmental compliance were \nexpressly contained in the representations and warranties sections of the EIPA—the \nbreach of which forms the basis for Plaintiffs’ breach of contract claim.  As such, the \neconomic loss rule applies.  \n89. The Court therefore GRANTS Defendants’ Motion to Dismiss Plaintiffs’ \nnegligent misrepresentation claim with prejudice.  \nE. Fraud \n90. Defendants contend that Plaintiffs’ fraud claim asserted against all \nDefendants should be dismissed, arguing that this claim—as currently pled— fails to \ncomply with Rule 9(b) of the North Carolina Rules of Civil Procedure.   \n91. A fraud claim requires a plaintiff to allege a “(1) false representation or \nconcealment of a material fact, (2) reasonably calculated to deceive, (3 ) made with \nintent to deceive, (4) which does in fact to deceive, and (5) resulting in damage to the \ninjured party.”  Harrold v. Dowd, 149 N.C. App. 777, 782 (2002).  Rule 9(b) states, in \npertinent part, that “[i]n all averments of fraud  . . .  the circumstances constituting \nfraud . . . shall be stated with particularity.  Malice, intent, knowledge, and other \ncondition of mind of a person may be averred generally.”  N.C. R. Civ. P. 9(b). \n92. Defendants argue that  the allegations of fraud in the Amended \nComplaint do not contain the requisite  particularity as mandated by the Rule.  The \nCourt agrees. \n93. Plaintiffs’ fraud claim is based on theories of both misrepresentation and \nconcealment.  “With respect to fraud and misrepresentation claims, each such cla im \nmade against a defendant must be supported by specific allegations as to that \ndefendant as required by Rule 9.  By way of example, allegations of \nmisrepresentations by a [defendant] should specify each misrepresentation, the \n[specific defendant] making the misrepresentation and the plaintiff to whom the \nmisrepresentation was made.”  Allen v. Land Res. Group of N.C., LLC , 2010 NCBC \nLEXIS 18, at *9–10 (N.C. Super. Ct. Sept. 22, 2010). \n94. With regard to a fraudulent concealment theory,  \nRule 9(b) requires a claimant alleging fraudulent concealment to \nidentify the person or persons who allegedly participated in the \nconcealment.  Oberlin Capital, L.P. v. Slavin , 2000 NCBC LEXIS 8, at \n*15-16 (N.C. Super. Ct. Apr. 28, 2000), aff ’d, 147 N.C. App. 52, 55 4 \nS.E.2d 840 (2001).  The claimant must plead specific facts that “give rise \nto an inference of knowledge, intent, or reckless disregard ” as to the \nconcealment.  Id. at *16 (quoting Andrews v. Fitzgerald , 823 F. Supp. \n356, 374 (M.D.N.C. 1993)).  “Conclusory allegations that a defendant \nacted in conspiracy with others are insufficiently specific to meet the \nrequirements of Rule 9(b).”  Id.; see also Oberlin Capital, L.P., 147 N.C. \nApp. at 57, 554 S.E.2d at 845 (holding that the plaintiff “failed to allege \nsufficient facts of individual participation in any wrongdoing ” by three \ncorporate directors). \n \nTillery Envtl. LLC v. A&D Holdings, Inc., 2018 NCBC LEXIS 13, at *28 (N.C. Super. \nCt. Feb. 9, 2018).  \n95. Although the Court could give numerous examples of this defi ciency in \nthe Amended Complaint, for the sake of brevity, it suffices to simply say that  the \nallegations relevant to Plaintiffs’ fraud claim are too general to satisfy Rule 9(b).   \nAmong other things, the Amended Complaint frequently alleges that “Defendants” \ncollectively made certain statements or undertook certain acts or omissions rather \nthan attributing them to specific persons.  Rule 9(b) does not permit such generalized \npleading.  Moreover, despite the length of the Amended Complaint, it is \nimpermissibly vague as to the specifics of the  misrepresentations and acts of \nconcealment that Plaintiffs contend rose to the level of fraud.  These allegations—as \ncurrently pled—fail to conform to the requirements of Rule 9(b) and its interpretive \ncase law as set forth above.      \n96. Therefore, Defendants’ Motion to Dismiss Plaintiffs’ claim for fraud is \nGRANTED, and this claim is DISMISSED without prejudice.  \nF. Rescission \n97. Defendants’ Motion to Dismiss also challenges Plaintiffs’ claim seeking \na rescission of the EIPA.   As an initial matter, Defendants correctly assert that \nrescission is a remedy rather than a claim for relief—a point that Plaintiffs concede.  \nAccordingly, to the extent the Amended Complaint seeks to assert a standalone claim \nfor rescission, that claim is DISMISSED.   \n98. Defendants further argue, however, that the allegations in the Amended \nComplaint demonstrate that Plaintiffs are also not entitled to the remedy  of \nrescission.   \n99. “A court may order the rescission of an agreement that was induced by \nfraud or mistake.”  Green v. Condra, 2009 NCBC LEXIS 20, at **22 (N.C. Super. Ct. \nAug. 14, 2009).  In t he Amended Complaint, Plaintiffs seek to rescind the EIPA on \nthe basis of fraud.  Defendants offer a numbe r of arguments in support of their \ncontention that rescission should not be an available remedy in this case.  Without \nexpressing any opinion on the arguments made by Defendants on this issue , the \nCourt deems it inappropriate to rule on this issue at the p leadings stage.  It is \npresently unknown whether Plaintiffs will successfully seek leave to amend their \nfraud claim and, if so, whether any such reasserted claim will survive a future motion \nfor dismissal or for summary judgment .  Defendants will  be permitted to reassert \ntheir arguments regarding the unavailability of rescission as a remedy in this case at \nthe appropriate time in the event that Plaintiffs continue to pursue this  theory of \nrecovery. \nG. Securities Act  \n100. The Amended Complaint also contains claims against certain \nDefendants under the North Carolina Securities Act  (the “ Securities Act”).  \nEssentially, these claims assert that (1) the equity interests in the Companies sold to \nPlaintiffs qualify as “securities” under the Securities Act; and (2) these interests were \nsold “by means of false and misleading statements of material fact or omissions to \nstate material facts necessary in order to make the statements made, in the light of \nthe circumstances under which they were made, not misleading . . . . ”  (Am. Compl. \n¶¶ 398–99.)  \n101. Plaintiffs assert claims under theories of both  primary liability and \nsecondary liability under the Securities Act.  Each are addressed in turn. \ni. Primary Liability \n102. Plaintiffs have asserted that Defendants Warren, Warren Oil Holding , \nand Unilube Holding are liable for violations of two distinct provisions of the \nSecurities Act under a theory of primary liability—N.C.G.S. §§ 78A-8 and 78A-56(a).  \n103. N.C.G.S. § 78A-8 reads as follows: \nIt is unlawful for any person, in connection with the offer, sale or \npurchase of any security, directly or indirectly: \n \n(1) To employ any device, scheme, or artifice to defraud, \n \n(2) To make any untrue statement of a material fact or to omit to \nstate a material fact necessary in order to make the statements \nmade, in the light of the circumstances under which they are \nmade, not misleading or, \n \n(3) To engage in any act, practice, or course of business which \noperates or would operate as a fraud or deceit upon any person. \n  \nN.C.G.S. § 78A-8 (2021). \n \n104. N.C.G.S. § 78A-56(a) reads as follows: \n(a) Any person who: \n(1) Offers or sells a security in violation of G.S. 78A-8(1), 78A-8(3), \n78A-10(b), 78A-13, 78A-14, 78A-24, or 78A-36(a), or of any rule or \norder under G.S. 78A -49(d) which requires the affirmative \napproval of sales literature before it is used, or of any condition \nimposed under G.S. 78A-27(d) or 78A-28(g), or \n \n(2) Offers or sells a security by means of any untrue statement of \na material fact or any omission to state a material fact necessary \nin order to make the statements made, in the light of the \ncircumstances under which they were made, not misleading (the \npurchaser not knowing of the untruth or omission), and who does \nnot sustain the burden of proof that he did not know, and in the \nexercise of reasonable care could not have known, of the untruth \nor omission, \n \nis liable to the person purchasing the security from him, who may sue \neither at law or in equity to recover the consideration paid for the \nsecurity, together with interest at the legal rate from the date of \npayment, costs, and reasonable attorneys’ fees, less the amount of any \nincome received on the security, upon the tender of the security, or for \ndamages if the purchaser no longer owns the security.  Damages are the \namount that would be recoverable upon a tender less the value of the \nsecurity when the purchaser disposed of it and interest at the legal rate \nas provided by G.S. 24-1 from the date of disposition. \n \nId. § 78A-56(a).  \n \n105. Defendants argue that the claims under both provisions of the Securities \nAct should be dismissed due to Plaintiffs’ failure to plead the allegations supporting \nthem with the degree of specificity required by  Rule 9(b).  We have previousl y held \nthat “the standards of Rule 9(b) will apply to a subsection [78A-56](a)(2) claim based \non fraud.”  Tillery, 2018 NCBC LEXIS 13, at *63.  Given that the language of § 78A-\n8 (and Plaintiffs’ claims thereunder) are  also grounded in fraud, the Court  agrees \nwith Defendants that Rule 9(b) likewise applies to Plaintiffs’ claim under that \ntheory.6  \n106. Plaintiffs’ factual allegations that  give rise to  these claims under the  \nSecurities Act are —for all practical purposes —the same allegations that support \ntheir fraud claim.  As discussed above, the Court has ruled that Plaintiffs’ fraud claim \nwill be dismissed without prejudice for failure to comply with Rule 9(b).  For the same \nreasons, the Court CONCLUDES that Plaintiffs’ claims for primary liability under \nthe Securities Act should likewise be DISMISSED without prejudice.  \nii. Secondary Liability \n107. Defendants also argue that dismissal is proper as to the secondary \nliability claims under the Securities Act asserted in the Amended Complaint against \nWarren, Walker, and Sanderson.  \n108. N.C.G.S. § 78A-56(c) establishes secondary liability under the Securities \nAct, stating, in pertinent part, as follows:  \n(1) Every person who directly or indirectly controls a person liable under \nsubsection (a), (b), or (b1) of this section, every partner, officer, or \ndirector of the person, every person occupying a similar status or \nperforming similar functions, and every dealer or salesman who \nmaterially aids in the sale is also liable jointly and severally with and to \nthe same extent as the person, unless able to sustain the burden of proof \nthat the person did not know, and in the exercise of reasonable care \ncould not have known, of the existence of the facts by reason of which \nthe liability is alleged to exist. \n \n(2) Unless liable under subdivision (1) of this subsection, every employee \nof a person liable under subsection (a), (b), or (b1) of this section who \nmaterially aids in the transaction giving rise to the liability and every \nother person who materially aids in the transaction giving rise to the \n \n6 Plaintiffs do not dispute the applicability of Rule 9(b) to claims brought under these \nprovisions.  \nliability is also liable jointly and severally with and to the same extent \nas the person if the employee or other person actually knew of the \nexistence of the facts by reason of which the liability is alleged to exist. \n \nN.C.G.S. § 78A-56(c). \n \n109. Here, because the Court is dismissing —albeit without prejudice —\nPlaintiffs’ claims premised on a theory of primary liability under the Securities Act, \nit is appropriate to similarly dismiss without prejudice Plaintiffs ’ claims based on a \ntheory of secondary liability.   See Tillery, 2018 NCBC LEXIS 13, at *67 (“ North \nCarolina law . . . requires a claim for secondary liability under the [Securities Act] to \nbe preceded by a claim for primary liability.”). \n110. The Court therefore GRANTS  Defendants’ Motion to Dismiss as to \nPlaintiffs’ claims for secondary liability under the Securities Act , and those claims \nare DISMISSED without prejudice.  \nH. Breach of Confidentiality Agreements \n111. Plaintiffs also assert a claim labelled “ breach of confidentiality \nagreements” against Defendant Sanderson.  In this claim, Plaintiffs allege that  \nSanderson entered into two confidentiality agreements in connection with  his \nemployment with the Companies, which he subsequently breached following \nexecution of the EIPA by disclosing confidential information to third parties who se \ninterests were adverse to Plaintiff s’ interests.  Defendants argue that even under \nNorth Carolina’s liberal notice pleading standard, dismissal of this claim is proper \ndue to the lack of detail in Plaintiffs’ supporting allegations .  See, e.g., Fox v. City of \nGreensboro, 279 N.C. App. 301, 320 (2021) (“ Under our State ’s notice  theory of \npleading, plaintiffs must allege facts, not mere conclusions, to support their asserted \ncauses of action.  While the concept of notice pleading is liberal in nature, a complaint \nmust nonetheless state enough to give the substantive elements of a  legally \nrecognized claim or it may be dismissed under Rule 12(b)(6).” (cleaned up)).   \n112. Here, although the claim alleges the existence of confidentiality \nagreements entered into by Sanderson, the Amended Complaint is essentially devoid \nof any details of the alleged breach.   As such, it fails to satisfy even the low bar of \nnotice pleading.   \n113. Defendants’ Motion to Dismiss the breach of confidentiality agreements \nclaim is therefore GRANTED, and that claim is DISMISSED without prejudice.  \nI. Obstruction of Justice \n114. Defendants seek the dismissal of  Plaintiffs’ claim for obstruction of \njustice on similar grounds.  The Court agrees that dismissal of this claim is proper. \n115. Our Court of Appeals has previously stated that \n“[o]bstruction of justice is a common law offense in North Carolina.”  In \nre Kivett, 309 N.C. 635, 670, 309 S.E.2d 442, 462 (1983).  “It is an offense \nto do any act which prevents, obstructs, impedes or hinders public or \nlegal justice.”  Broughton v. McClatchy Newspapers, Inc., 161 N.C. App. \n20, 33, 588 S.E.2d 20, 30 (2003) (citing Burgess v. Busby, 142 N.C. App. \n393, 408-09, 544 S.E.2d 4, 12, disc. review improvidently allowed , 354 \nN.C. 351, 553 S.E.2d 679 (2001)).  As a result, “acts which obstruct, \nimpede or hinder public or legal justice . . . amount to the common law \noffense of obstru cting justice,” so that a complaint alleging that the \ndefendants engaged in such activities states a claim for relief.  Henry v. \nDeen, 310 N.C. 75, 87, 310 S.E.2d 326, 334 (1984); see also Grant v. High \nPoint Reg’l Health Sys., 184 N.C. App. 250, 255-56, 645 S.E.2d 851, 855 \n(2007), disc. review improvidently allowed, 362 N.C. 502, 666 S.E.2d 757 \n(2008) (stating that the “[p]laintiff’s complaint stated a cause of action \nfor common law obstruction of justice” in that it alleged “‘acts which \nobstruct, impede or hinder public or legal justice and would amount to \nthe common law offense of obstructing justice’”) (quoting Henry , 310 \nN.C. at 87, 310 S.E.2d at 334). \n \nBlackburn v. Carbone, 208 N.C. App. 519, 526 (2010). \n \n116. The Amended Complaint generally alleges that “Defendants”—without \nany attempt to specify which  of the Defendants —obstructed justice through “mass \ndeletion and destruction of emails.”  (Am. Compl. ¶ 466.)  However, Plaintiffs do not \nmake any serious effort at specificity regarding, for example, the content of the emails \nor the circumstances upon which they were deleted .  These bare- bones allegations, \nonce again, fail to satisfy even the liberal notice pleading standard in North Carolina.   \n117. The Court therefore concludes that Defendants’ Motion to Dismiss is  \nGRANTED as to Plaintiffs’ claim for obstruction of justice , and th is claim is \nDISMISSED without prejudice. \nJ. Civil Conspiracy \n118. Defendants next ask the Court to dismiss Plaintiffs’  claim for civil \nconspiracy.  As we have previously stated,  \n[c]ivil conspiracy is not an independent cause of action in North \nCarolina.  Rather, liability for civil conspiracy must be alleged in \nconjunction with an underlying claim for unlawful conduct.  Toomer v. \nGarrett, 155 N.C. Ap p. 462, 483, 574 S.E.2d 76, 92 (2002).  To state a \nclaim for civil conspiracy, a plaintiff must allege: “ (1) an agreement \nbetween two or more individuals; (2) to do an unlawful act or to do a \nlawful act in an unlawful way; (3) resulting in injury to plaintiff inflicted \nby one or more of the conspirators; and (4) pursuant to a common \nscheme.”  Piraino Bros., LLC v. Atlantic Fin. Grp., Inc. , 211 N.C. App. \n343, 350, 712 S.E.2d 328, 333 (2011) (internal citations and quotations \nomitted). \n \nGlobal Textile Alliance, Inc. v. TDI Worldwide, LLC, 2018 NCBC LEXIS 104, at **18–\n19 (N.C. Super. Ct. Oct. 9, 2018). \n119. Here too, Plaintiffs’ allegations in support of this claim are not a model \nof specificity.  Moreover, these allegations  refer generally to “Defendants” without  \nmaking any attempt to differentiate between the numerous individuals and entities \nwho are named as Defendants.  As a result, it is unclear as to which of the Defendants \nare actually being alleged to have engaged in such a conspiracy. \n120. Therefore, Defendants’ Motion to Dismiss is GRANTED, and this claim \nis DISMISSED without prejudice. \nK. Breach of Contract \n121. In their breach of contract claim, Plaintiffs assert that Defendants \nbreached the EIPA because “contrary to the Representations and Warranties \ncontained therein, there were material undisclosed liabilities within the [k]nowledge \nof the Defendants” that Defendants knowingly concealed.  (Am. Compl. ¶ 3 15.)  \nPlaintiffs further allege that Defendants are also in breach of the EIPA by virtue of \ntheir refusal to indemnify Plaintiffs for their losses as required in the indemnification \nprovisions contained in the EIPA. \n122. Although Defendants do not seek dismissal of Plaintiffs’ breach of \ncontract claim in its entirety, they do seek a ruling from the Court as to the proper \nconstruction of the indemnification provisions at issue .  Specifically, Defendants \nargue that Plaintiffs’ claimed entitlement to  indemnification for 100% of the losses \nthey allegedly sustained from the failure to disclose the environmental liabilities at \nissue is legally incorrect .  Defendants argue that the EIPA  instead only requires \nDefendants to pay 50 % of Plaintiffs’ losses incurred as a result of Defendants’ \nconcealment of “special environmental matters.”   \n123. Plaintiffs, conversely, contend that Defendants are responsible for 100% \nof their losses pursuant to these indemnification provisions of the EIPA. \n124. Since the briefing in connection with the pend ing Motions was \ncompleted, Plaintiffs have filed a Motion for Leave to File Second Amended \nComplaint.  (“Motion to Amend,” ECF No. 78.)   In the Motion to Amend, Plaintiffs \nseek leave to file a new complaint  containing certain additional allegations relevant \nto the Court’s resolution of the parties’ dispute regarding the indemnification \nprovisions. \n125. In its discretion, the Court elects to DEFER  ruling on this issue at the \npresent time given the pending Motion to Amend.  The parties shall be free to renew \ntheir arguments regarding the indemnification issue at a later date. \nCONCLUSION \nTHEREFORE, IT IS ORDERED as follows:  \n1. Defendants’ Motion to Strike is GRANTED as to Exhibit s 7, 8, and 9  and \nDENIED as to Exhibits 4, 5, 11, and 12.  \n2. Defendants’ Motion to Dismiss is GRANTED, in part, and DENIED in part \nas follows: \na. Defendants’ Motion to Dismiss various claims based on the application \nof the statutes of limitations is DENIED.  \nb. Defendants’ Motion to Dismiss Plaintiffs’ claim for breach of  fiduciary \nduty is DENIED.  \nc. Defendants’ Motion to Dismiss Plaintiffs’ claim for constructive fraud is \nGRANTED as to Defendant Walker , and that claim is DISMISSED \nwithout prejudice.  Defendants’ Motion to Dismiss Plaintiffs’ claim for \nconstructive fraud is otherwise DENIED.  \nd. Defendants’ Motion to Dismiss Plaintiffs’ claim for negligent \nmisrepresentation is GRANTED, and that claim is DISMISSED  with \nprejudice.  \ne. Defendants’ Motion to Dismiss Plaintiffs’ claim for fraud is GRANTED, \nand that claim is DISMISSED without prejudice.  \nf. Defendants’ Motion to Dismiss Plaintiffs’ claim for rescission is \nGRANTED, and that claim is DISMISSED  without prejudice to \nPlaintiffs’ right to pursue rescission as a remedy to the extent such a \nremedy is legally viable.  \ng. Defendants’ Motion to Dismiss Plaintiffs’ claims under the North \nCarolina Securities Act is GRANTED,  and those claims are \nDISMISSED without prejudice.  \nh. Defendants’ Motion to Dismiss Plaintiffs’ claim for breach of \nconfidentiality agreements is GRANTED,  and that claim is \nDISMISSED without prejudice.  \ni. Defendants’ Motion to Dismiss Plaintiffs’ claim for obstruction of justice \nis GRANTED, and that claim is DISMISSED without prejudice.  \nj. Defendants’ Motion to Dismiss Plaintiffs’ claim for civil conspiracy is  \nGRANTED, and that claim is DISMISSED without prejudice.  \nk. The Court DEFERS any ruling at the present time on the issue relating \nto the proper interpretation of the indemnification provisions of the \nEIPA. \nSO ORDERED, this the 24th day of May, 2023. \n \n \n /s/ Mark A. Davis    \n Mark A. Davis \n Special Superior Court Judge for \n Complex Business Cases "
}