{
  "id": "75a13b2e9c3cd55af5a41ff3daddc3507b319a431561c8ceb1bfa89102049940",
  "source_file": "data/raw/ncbc/75a13b2e9c3cd55af5a41ff3daddc3507b319a431561c8ceb1bfa89102049940.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23 CVS 1931 \n \nBLUEPRINT 2020 OPPORTUNITY \nZONE FUND, LLLP, a Delaware \nlimited liability partnership; and \nWOODFOREST CEI-BOULOS \nOPPORTUNITY FUND, LLC, a \nDelaware limited liability company, \n \nPlaintiffs, \n \nv. \n \n10 ACADEMY STREET QOZB I, \nLLC; CITISCULPT, LLC; CS-10 \nSOUTH ACADEMY STREET, LLC; \nCITISCULPT SC, LLC; 10 \nACADEMY STREET, LLC; \nCITISCULPT FUND SERVICES, \nLLC; 10 ACADEMY OPPORTUNITY \nZONE FUND I, LLC; CHARLES \nLINDSEY MCALPINE; and \nMICHAEL J. MILLER, \n  \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nRECEIVER’S MOTION TO APPROVE \nSALE OF REAL PROPERTY FREE \nAND CLEAR OF LIENS, CLAIMS, \nINTERESTS, AND ENCUMBRANCES \n \n \n1. THIS MATTER is before the Court on the Receiver’s Motion to Approve \nSale of Real Property Free and Clear of Liens, Claims, Interests, and Encumbrances \n(the “Motion”) ,1 filed in the above- captioned case by The Finley Group, LLC  (the \n“Receiver”) as general receiver for Defendant 10 Academy Street QOZB I, LLC  (the \n“QOZB”). \n2. Having considered the Motion, the briefs filed in support of and in opposition \nto the Motion, the arguments of counsel at the hearing on the Motion, and other \n \n1 (Receiver’s Mot. Approve Sale Real Property Free and Clear Liens, Claims, Interests, and \nEncumbrances [hereinafter “Mot. Sell”], ECF No. 62.) \nBlueprint 2020 Opportunity Zone Fund, LLLP v. 10 Acad. St. QOZB I, LLC, 2023 \nNCBC 87. \nappropriate matters of record, the Court, in the exercise of its discretion, hereby \nGRANTS the Receiver’s Motion as set forth below.  \nParker Poe Adams & Bernstein, LLP , by William L. Esser IV,  for \nPlaintiff Woodforest CEI-Boulos Opportunity Fund, LLC. \n \nWomble Bond Dickinson (US), LLP , by Scott D. Anderson, for Plaintiff \nBlueprint 2020 Opportunity Zone Fund, LLLP. \n \nGrier Wright Martinez, PA,  by Michael L. Martinez , for Receiver The \nFinley Group, Inc. \n \nMaynard Nexsen, PC, by Lex M. Erwin, David Luzum, and Kevin Zhao, \nfor Defendants CS-10 South Academy Street, LLC, CitiSculpt SC, LLC, \nand 10 Academy Street, LLC. \n \nSmith, Currie & Hancock, LLP , b y Matthew E. Cox,  for Defendant s \nCitiSculpt, LLC and CitiSculpt Fund Services, LLC.  \n \nNelson Mullins Riley & Scarborough, LLP, by Fred M. Wood , Jr., for \nDefendants CitiSculpt Fund Services, LLC , 10 Academy Opportunity \nZone Fund I, LLC, and Charles Lindsey McAlpine. \n \nPoyner Spruill, LLP, by John Michael Durnovich, for party in interest  \nFirst Carolina Bank. \n \nBledsoe, Chief Judge. \n \nI. \n \nFACTUAL AND PROCEDURAL BACKGROUND \n \n3. Through the Motion, the Receiver seeks the authority to sell a piece of real \nproperty in Greenville, South Carolina bearing tax parcel identification number \n0050000200106 (the “Multi-Family Land”).\n2  The Multi-Family Land is contiguous to \n \n2 (10 Academy Opportunity Zone Fund I, LLC’s Br. Opp’n The Finley Group, Inc.’s Mot. \nApprove Sale Real Property Free and Clear Liens, Claims, Interests, and Encumbrances Ex. \nA, Am. and Restated Limited Liability Company Agreement 6 [hereinafter “QOZB Operating \nAgreement”], ECF No. 100.1; Mot. Sell.) \n \nanother piece of real property beari ng tax parcel identification number \n0050000200100 that includes an existing office building (the “Office Land”).3   \n4. The QOZB is a qualified opportunity zone business created in 2019 to \npurchase and develop the Multi-Family Land.4  Prior to its acquisition by the QOZB \non 16 December 2020, the Multi-Family Land was owned by Defendant 10 Academy \nStreet, LLC (“10 Academy Street”).5  The Office Land, however, was transferred from \nDefendant CS-10 South Academy Street, LLC to Defendant CitiSculpt SC, LLC  \n(“CitiSculpt SC”) in October 2020,6 secured by a mortgage on the Office Land and an \nassignment of rights under a parking lease dated 27 October 2020 that currently \nencumbers the Multi -Family Land (the “Current Parking Lease”  or the “Lease”) in \nfavor of  First Carolina Bank  (“FCB”).7  Defendant CitiSculpt Fund Services, LLC  \n \n3 (QOZB Operating Agreement 4.) \n \n4 (See generally QOZB Operating Agreement.) \n \n5 (Mot. Sell Ex. C Purchase and Sale Agreement for the Property 10 South Academy \nGreenville, South Carolina [hereinafter “Multi-Family Land Purchase and Sale Agreement”], \nECF No. 62.4.)  The Multi-Family Land Purchase and Sale Agreement erroneously lists the \nseller and the buyer as 10 South Academy Street, LLC and 10 South Academy Street \nQualified Opportunity Zone Business, LLC, respectively.  The parties to this agreement \nattribute these misnomers to scrivener’s errors, but all  interested parties agree that this \ncontract governs the terms of sale between 10 Academy Street, LLC and the QOZB.  (Aff. \nCharles Lindsey McAlpine, dated 21 Feb. 2023, at ¶¶ 36–39 [hereinafter “McAlpine Aff.”], \nECF No. 16; Aff. Matthew W. Smith Supp. Mot. Sell, dated 10 July 2023, at ¶ 8 [hereinafter \n“Smith Aff.”], ECF No. 62.2.) \n \n6 (Smith Aff. ¶ 5(d).) \n \n7 (Mot. Sell Ex. H, Agreement Regarding Parking Lease Sec.  [hereinafter “Current Parking \nLease Assignment”], ECF No. 62.9.)  The Court recognizes, and FCB agrees, that due to FCB’s \ninterest in the Current Parking Lease, it is a “party in interest” as defined by N.C.G.S. \n§ 1-507.20(22).  (See also Notice Appearance, ECF No. 94.) \n \n(“CitiSculpt”) was formed to serve as manager of the QOZB and solicited investments \nin the QOZB through a private placement memorandum.8  CitiSculpt, CitiSculpt SC, \nand 10 Academy Street  are all owned or controlled by Defendant Charles Lindsey \nMcAlpine (“McAlpine”).9 \n5. The Multi-Family Land is presently encumbered by four  parking lease s, \nwhich currently guarantee the Office Land’s tenants a n aggregate of 101 parking \nspaces and 10 visitor parking spaces:10 a parking lease effective 1 January 2019 (the \n“January 2019 Parking Lease”),11 a parking lease dated 2 April 2020 (the “April 2020 \nParking Lease”) ,12 a parking sublease dated 2 April 2020 (the “April 2020 \nSublease”),13 and the Current Parking Lease (together with the other parking leases \nand sublease, the “Parking Leases”). 14  The Parking Leases all feature the right of  \nearly termination at will  by their respective landlords .15  L ike the other Parking \n \n8 (McAlpine Aff. ¶¶ 7–8.)   \n \n9 McAlpine has either acknowledged his control or signed on behalf  of these entities as \nmanager.  (McAlpine Aff. ¶¶ 13–15; 2d McAlpine Aff. ¶¶ 27; Current Parking Lease 16–17.)) \n \n10 (Smith Aff. ¶ 9.) \n \n11 (Mot. Sell Ex. D [hereinafter “January 2019 Parking Lease”], ECF No. 62.5.) \n \n12 (Mot. Sell Ex. E [hereinafter “April 2020 Parking Lease”], ECF No. 62.6.) \n \n13 (Mot. Sell Ex. F [hereinafter “April 2020 Sublease”], ECF No. 62.7.) \n \n14 (Mot. Sell Ex. G [hereinafter “Current Parking Lease”], ECF No. 62.8.)  There is also a \nReplacement Parking Lease that is to commence if and when a parking deck is constructed \non the Multi -Family Land .  (Current Parking Lease 24– 46.)  The Replacement Parking \nLease’s pages are not individually numbered, but they encompass pages twenty-four through \nforty-six of the filed PDF of the Current Parking Lease. \n \n15 (See January 2019 Parking Lease ¶ 2; April 2020 Parking Lease Sec.  2.05; April 2020 \nSublease Sec. 1.02(b); Current Parking Lease Sec. 2.05.) \nLeases, the Current Parking Lease grants the QOZB “the option, exercisable in [the \nQOZB’s] absolute discretion, to terminate this Lease at any time during the Term \nupon giving [CitiSculpt SC] at least thirty (30) days’ written notice[.]” 16  However, \nuntil FCB’s mortgage is released, FCB’s prior written consent is a condition of the \nCurrent Parking L ease’s termination.\n17  It is undisputed that FCB has not given \nwritten consent to termination —indeed, FCB opposes termination of the Current \nParking Lease.18  \n6. CitiSculpt issued a private placement memorandum to spur investment in \nthe QOZB  and began soliciting investors in 2019 .19  Plaintiffs Blueprint 2020 \nOpportunity Zone Fund, LLLP (“Blueprint”) and Woodforest CEI-Boulos Opportunity \nFund, LLC (together with Blueprint, “Plaintiffs”) invested $2 ,500,000 each in the \nQOZB.20  CitiSculpt and Plaintiffs executed a final operating agreement for the QOZB \non 14 December 2020 (the “Operating Agreement”).21  \n \n16 (Current Parking Lease Sec. 2.05.) \n \n17 (Current Parking Lease Sec. 2.05.) \n \n18 (First Carolina Bank’s Resp. Opp’n Receiver’s Mot. Approve Sale Real Property 2 –3 \n[hereinafter “FCB’s Br. Opp’n”], ECF No. 93.) \n \n19 (McAlpine Aff. ¶ 7; Aff. Charles Lindsey McAlpine, dated Feb. 22, 2023, at ¶ 9 [hereinafter \n“2d McAlpine Aff.”], ECF No. 20;  2d McAlpine Aff. Ex. 1 Confidential Private Placement \nMem., ECF No. 20.1; 2d McAlpine Aff. Ex. 2 Suppl. the March 20, 2019 Confidential Private \nPlacement Mem., ECF No. 20.2.)  The 22 February 2023 date used for the second McAlpine \naffidavit reflects the date the affidavit was filed on the Court’s electronic docket because the \naffidavit does not reflect the date that it was signed. \n \n20 (QOZB Operating Agreement 8, Ex. A.)) \n \n21 (QOZB Operating Agreement. ) \n \n7. On 24  December 2020, 10 Academy Street , LLC  transferred the Multi -\nFamily Land to the QOZB for $3 ,000,000 as anticipated by the QOZB’s O perating \nAgreement.22  The Operating Agreement further provided that the QOZB would also \nacquire the Office Land after obtaining sufficient capital to do so.23 \n8. Relations between the parties broke down after CitiSculpt disclosed to \nPlaintiffs in a letter dated 7 July 2021 (the “July 2021  Letter”) that a $2 ,000,000 \ndeposit towards the purchase of the Office Land had been paid  by the QOZB  and \nforfeited without Plaintiffs’ knowledge.24  Plaintiffs initiated this suit on 1 February \n2023 and simultaneously moved for  the appointment of a receiver. 25  At the 23 \nFebruary 2023 hearing on Plaintiffs’ Motion for Appointment of Receiver, the parties \nagreed that development of the QOZB was no longer a viable plan, and the remaining \nquestion was w hether liquidation of the QOZB’s assets should be conducted by \nCitiSculpt or an independent receiver.26  The Court thereafter appointed The Finley \nGroup, LLC as receiver over the QOZB  in an order dated 9 March 2023  (the \n \n22 (Operating Agreement Sec. 3.3(d); Multi-Family Land Purchase and Sale Agreement.)   \n \n23 (Operating Agreement Sec. 3.3(d).) \n \n24 (Verified Compl. Judicial Dissolution Ex. C, ECF No. 3.4; see also Aff. Edward Ross Baird, \ndated Feb. 17, 2023, at ¶ 3, ECF No. 22.) \n \n25 (Verified Compl. Judicial Dissolution, ECF No. 3 ; Pls.’ Mot. Appointment Receiver, ECF \nNo. 4.) \n \n26 (See also McAlpine Aff. ¶  62 (“The QOZB continues to pursue efforts to sell the [Multi-\nFamily] Land, just as all agree should happen.”).) \n \n“Receivership Order”).27  The Receivership Order allows the Receiver to market and \nsell the Multi-Family Land but requires Court approval prior before the Receiver may \nmove forward with  any sale.28  The Court also determined in the same order  that \nCitiSculpt failed to disclose the $2,000,000 deposit and concealed it from Plaintiffs.29 \n9. The Receiver filed the Motion on 10 July 2023 .  Through the Motion, the  \nReceiver seeks the Court’s approval of a Purchase and Sale Agreement (the “Proposed \nSale Contract” ) to sell the Multi-Family Land to Henning Holdings, LLC  \n(“Henning”).30  The Receiver represents that Henning is unrelated to the Receiver, \nReceiver’s counsel, and Foundry Commercial (“Foundry”)—the real estate broker the \nReceiver retained to sell the receivership property.31  The Receiver further represents \nthat the proposed purchase price and sale contract conform to the present commercial \nreal estate market and are  fair, reasonable, and serve the best interests of the \nQOZB.32 \n \n27 (Order Pls.’ Mot. Appointment Receiver [hereinafter “Receivership Order”], ECF No s. 28 \n(sealed), 33 (public).)  Citations to the Receivership Order will be to the public version of the \ndocument.  \n \n28 (Receivership Order ¶ 27(p).) \n \n29 (Receivership Order ¶ 10.) \n \n30 (Mot. Sell Ex. J, ECF No. 62.11; Smith Aff. ¶¶ 13–14.) \n \n31 (Smith Aff. ¶ 16.) \n \n32 (Smith Aff. ¶¶ 17–18.) \n \n10. Defendants CitiSculpt33 and 10 Academy Opportunity Zone Fund I , LLC  \n(“Academy QOF”),34 both primarily owned by McAlpine,  and FCB (collectively, the \n“Opposing Parties”),35 as CitiSculpt SC’s mortgage lender for the Office Land and \nholder of an assignment of CitiSculpt SC’s interest in the Current Parking Lease,36 \nhave all filed oppositions to the Motion.  Plaintiffs and the Receiver filed reply briefs \nin support of the Motion on 15 August 2023.37 \n11. The Court convened a hearing on the Motion  on 24 August 2023 (the \n“Hearing”), at which all parties and party in interes t FCB were represented by \ncounsel.38  On 20 September 2023, the Receiver filed a Notice of Subsequent Facts, \nalleging that the Current Parking Lease has been definitively terminated “based on \n \n33 (CitiSculpt Fund Services, LLC’s Objection and Br. Opp’n Mot. Approve Sale Free and \nClear [hereinafter “CitiSculpt’s Br. Opp’n”], ECF No. 95.) \n \n34 (10 Academy Opportunity Zone Fund I, LLC’s Br. Opp’n T he Finley Group, Inc.’s Mot. \nApprove Sale Real Property Free and Clear Liens, Claims, Interests, and Encumbrances \n[hereinafter “Academy QOF’s Br. Opp’n”], ECF No. 100.)  Academy QOF’s response was due \non 30 July 2023, but it was filed ten days later on 9 August 2023.  Despite its untimeliness \nand without any objection by the Receiver, the Court has elected to consider the response.  \n \n35 (FCB’s Br. Opp’n.) \n \n36 (Current Parking Lease Assignment.) \n \n37 (See Receiver’s Reply Supp. Mot. Approve Sale Real Property Free and Clear Liens, Claims, \nInterests, and Encumbrances, ECF No. 103; Pls.’ Reply Br. Supp. Receiver’s Mot. Approve \nSale Real Property  [hereinafter “Pls.’ Reply Br.”] , ECF No. 107.)   The Court notes that \nPlaintiffs have not filed a joinder to the Motion, yet they have filed a reply in support of the \nMotion.  Since the Court has elected to consider Academy QOF’s untimely response , and \nwithout objection from Defendants, the Court will also consider Plaintiffs’ reply. \n \n38 At the Hearing, the Court also heard argument on the Receiver’s Motion to Enforce \nReceivership Order and Impose Sanctions for Violations of Receivership Order, (ECF No. 65), \nwhich will be decided by separate order. \n \n[CitiSculpt SC]’s failure to cure its fundamental non -payment of  rent[.]”39  \nDefendants CS-10 South Academy Street, LLC, CitiSculpt SC, 10 Academy Street, \nLLC, and party in interest  FCB filed their respon ses to this Notice  of Subsequent \nFacts on 29 September 2023.40  Plaintiffs submitted their own response in support of \nthe Receiver’s position on the same date. 41  The parties attempted to mediate their \nvarious disputes, and the Court elected to delay issuing its ruling on the current \nMotion in the hope that the parties would reach a resolution.  The mediator reported \nto the Court on 1 November 2023 that he intended to declare an impasse at the \nparties’ request.  It appears to the Court that the Motion is now ripe for resolution.  \nII. \n \nANALYSIS \n \n12. The Motion seeks as its primary relief an order from the Court approving \nthe proposed sale,42 directing the Receiver to take the necessary steps to transfer the \nMulti-Family Land free and clear of all liens, claims, interests, and encumbrances , \nand authori zing the Receiver to take all actions necessary or appropriate to \nconsummate the sale.  The Motion also  asks the Court to find that (i) the Proposed \n \n39 (Notice Subsequent Facts ¶ 3, ECF No. 117.) \n \n40 (Defs. CS-10 South Academy Street, LLC, CitiSculpt SC, LLC, and 10 Academy Street, \nLLC’s Resp. the Receiver’s Notice Subsequent Facts, ECF No. 120; First Carolina Bank’s \nResp. Receiver’s Notice Subsequent Facts, ECF No. 122.) \n \n41 (Pls.’ Resp. Supp. Receiver’s Notice Subsequent Facts, ECF No. 121.) \n \n42 See N.C.G.S. § 1-507.46(b) (“On motion by the receiver and after notice and a hearing, the \ncourt may authorize the receiver to transfer receivership property other than in the ordinary \ncourse of business by sale, lease, license, exchange, or other disposition.”) \n \nSale Contract was negotiated at arm’s length, (ii) the proposed sale terms were not \nnegotiated in a collusive manner, and (iii) the purchaser is a good faith purchaser \nunder N.C.G.S. § 1-507.46(g). \n13. In support of the Motion, the Receiver argues that (i) the North Carolina \nCommercial Receivership Act (the “NCCRA”)43 allows the Court to approve the sale, \nand (ii) the equities weigh in favor of the sale.  \n14. The Opposing Parties argue that the Motion should not be granted because \n(i) the Court does not have  subject matter jurisdiction to approve the sale, (ii) the \nReceiver must obtain an ancillary receivership in South Carolina before proceeding \nwith the sale,  (iii) the NCCRA does not allow the sale to be free and clear of all \nencumbrances, including, in particular, the Current Parking Lease , and (iv) the \nequities weigh against the sale.  The Court will consider each of these competing \narguments in turn.   \nA. The Court Has Jurisdiction to Approve the Sale \n15. The Opposing Parties  first argue that the Court does not have subject \nmatter jurisdiction to authorize the Receiver to sell the property.44  They contend that \nthe Court lacks jurisdiction over the Multi-Family Land, which is located in South \nCarolina.45  This argument fails.  \n \n43 N.C.G.S. §§ 1-507.20–.54. \n44 (Academy QOF’s Br. Opp’n 3–4; CitiSculpt’s Br. Opp’n 2, 4–5; FCB’s Br. Opp’n 3.) \n \n45 The Opposing Parties do not challenge the Court’s jurisdiction to resolve controversies \nrelating to receivership property, which is granted by N.C.G.S. §§ 7A-249 and 1-507.22.  \n16. As an initial matter, the Opposing Parties correctly argue that this Court \ndoes not have jurisdiction to directly convey title to the Multi -Family Land.  As our \ncourts have explained, “[i]t is accepted law in North Carolina that courts of one state \ncannot determine title to real property located in another state.”  Kirstein v. Kirstein, \n64 N.C. App. 191, 192 (1983).  “A judgment seeking to apportion the rights of the \nparties to property outside the jurisdiction may be given extra -state effect for many \npurposes, but it does not establish any right in the property itself, enforceable in the \nstate of its situs.”  McRary v. McRary , 228 N.C. 714, 718 (1948).  W hile the Court \nagrees with the Opposing Parties that it does not have in rem jurisdiction to transfer \ntitle to the Multi -Family Land, the Receiver does not r equest the Court to order a \ntransfer of title through the Motion.   \n17. Instead, the Receiver seeks only the Court’s leave to take appropriate steps \nto effect the sale of the Multi -Family Land.  The requested order would exercise \ncontrol over a party  (the Receiver) but not over property  (the Multi-Family L and \nitself); the Motion thus asks the Court to exercise in personam, as opposed to in rem, \njurisdiction.  Our courts have held that “a foreign court with in personam jurisdiction \ncould render judgments that indirectly affect ownership of property over which that \ncourt would have no in rem jurisdiction in certain specific instances.”  Green v. Wilson, \n163 N.C. App. 186, 189 (2004). \n18. “[A] court of competent jurisdiction in the state of incorporation with all \nnecessary parties properly before it in an action  . . . generally has the power and \nauthority to render a decree ordering the execution and delivery of a deed to property \nin another state[.]”  Lea v. Dudley, 20 N.C. App. 702, 704 (1974).  “Such an order must \nbe considered to be in personam in character[.]”  Id.; see also Courtney v. Courtney, 40 \nN.C. App. 291, 296 (1979) ( distinguishing an order to convey non -local realty, an \nexercise of in personam power, from an order partitioning or di vesting title in that \nrealty, an exercise of in rem power); McRary, 228 N.C. at 718 (“By means of its power \nover the person of the parties before it, a court may, in proper cases, compel them to \nact in relation to property not within its jurisdiction, but its decrees do not operate \ndirectly upon the property nor affect its title”).  \n19. In sum, so l ong as the Court has personal jurisdiction over the relevant \nparties, the Court may exercise its in personam jurisdiction to authorize the Receiver \nto take appropriate steps to effect the sale of the Multi -Family Land.  And here, the \nCourt’s exercise of personal jurisdiction over Plaintiffs, the QOZB, the Receiver, and \nCitiSculpt SC is not disputed.46  \nB. The Receiver Need Not Obtain an Ancillary Receivership in South Carolina \n20. The Opposing Parties next argue that the Receiver has failed to follow \nproper procedure under N.C.G.S. §  1-507.41 by failing to first obtain an ancillary \nreceivership in South Carolina before exercis ing control over the receivership \nproperty.47  This statute provides that “[a] receiver appointed by a court of this State \n \n46 CitiSculpt and Academy QOF initially challenged the Court’s personal jurisdiction over \nCitiSculpt SC in their briefing on the Motion, but CitiSculpt  and Academy QOF withdrew \nthat challenge at the Hearing , and Plaintiffs assert that Academy QOF withdrew the  \nchallenge in prior communications with counsel.  (Pls.’ Reply Br. 4 n.3).  In any event, neither \nCitiSculpt nor Academy QOF argued personal jurisdiction at the Hearing, and the Court \ndeems that argument now to be waived. \n \n47 (Academy QOF’s Br. Opp’n 6; CitiSculpt’s Br. Opp’n 2; FCB’s Br. Opp’n 3.) \nmay, without first seeking approval of the court, apply in any foreign jurisdiction for \nappointment as receiver with respect to any receivership property which is located \nwithin the foreign jurisdiction.”  N.C.G.S. § 1-507.41 (emphasis added). \n21. While Academy QOF concedes that  the use of the word “may” in s ection \n1-507.41 renders the statute permissive, it nonetheless argues that the requirement \nbecomes compulsory when read in conjunction with Pollock v. Carolina Interstate \nBuilding & Loan Ass ociation, an 1896 decision of the Supreme Court of South \nCarolina holding that a North Carolina court cannot exercise more power than it is \ngiven and that a North Carolina receiver cannot exercise control over extraterritorial \nproperty.  48 S.C. 65, 74–75 (1896).   \n22. Academy QOF’s argument is unavailing .  As discussed above, the Receiver \ndoes not ask the Court to transfer title of the Multi-Family Land or otherwise exercise \ncontrol over it —the Receiver merely asks the Court’s permission to move forward \nwith the proposed sale.  Although it may be necessary under South Carolina law for \nthe Receiver to obtain an ancillary receivership before consummat ing the sale, the \nCourt need not and does not decide that issue at this time.  But even if the institution \nof such an action is required before a sale can occur, N.C.G.S. § 1-507.41, by its plain \nterms, is permissive and does not require the Receiver to obtain an ancillary \nreceivership in South Carolina before moving this Court to authorize it to move \nforward with a sale.  \nC.  The NCCRA Permits the Court to Authorize the Sale \n23. Academy QOF next argues that N.C.G.S. § 1-507.46(c), a provision of the \nNCCRA entitled “Sale of Receivership Property,”  does not permit the  sale of the \nproperty free and clear of all  encumbrances.48  It further argues that this section is \nintended to govern the sale of all receivership property and that all other statutes or \ncommon law principles are preempted with respect to the sale of receivership \nproperty.49   \n24. When reviewing the language of a statute, the Court must begin with the \nwords of the statute itself.  In re Exec. Off. Park of Durham Ass’n, 382 N.C. 360, 363 \n(2022).  “Where the language of a statute is clear and unambiguous, there is no room \nfor judicial  construction and the courts must construe the statute using its plain \nmeaning.”  C Invs. 2, LLC v. Auger, 383 N.C. 1, 15 (2022)  (citation omitted).  Only \nwhen the statutory language is ambiguous must a court ascertain legislative intent.  \nWinkler v. N.C. State Bd. of Plumbing, 374 N.C. 726, 730 (2020); see, e.g., In re Banks, \n295 N.C. 236, 239 (1978) (“[W]here a statute is ambiguous or unclear in its meaning, \nresort must be had to judicial construction to ascertain the legislative will, and the \ncourts will interpret the language to give effect to the legislative intent.”); see also \nCatawba Cnty. v. Loggins , 370 N.C. 83, 92 (2017) (“To  determine legislative intent, \nthis Court can also consider ‘the legislative history of an act and the circumstances \nsurrounding its adoption.’ ” (quoting In re Banks, 295 N.C. at 239–40)). \n \n48 (Academy QOF’s Br. Opp’n 7–9; see also FCB’s Br. Opp’n 4.) \n \n49 (Academy QOF’s Br. Opp’n 9.) \n \n25. Section 1-507.46(c)—which is titled “Sale of Receivership Property” —\nprovides that “[t]he court may order that the receiver’s sale of receivership property \nis free and clear of all liens and all rights of redemption and claims of exemption of \nthe debtor, regardless of whether the sale will generate proceeds sufficient to satisfy \nfully all liens and claims of exemption, unless [certain] criteria are met[.]”  Academy \nQOF argues that this statute restricts the Receiver’s power to effect sales to those \nthat are free and clear of liens but not to those that  are free and clear of other \nencumbrances like the Current Parking Lease.50  The Court disagrees.   \n26. As an initial matter, the plain language of section 1 -507.46(c) describes the \nconditions under which a receiver may sell receivership property “free and clear of all \nliens and all rights of redemption and claims of exemption of the debtor .”51  It does \nnot purport to limit a receiver’s authority to sell property “free and clear” of any other \nencumbrances, like the Current Parking Lease,52 and there is no language limiting a \nreceiver’s ability to sell property “free and clear” of only liens and rights of redemption \nand claims of exemption.  In short, the statute addresses a  receiver’s authority to \nengage in a particular type of sale—one which is made “free and clear of all liens and \nrights of redemption and claims of exemption” —and does not address or create a \n \n50 (Academy QOF’s Br. Opp’n 7.). \n \n51 “Lien” is defined in section 1-507.20(b)(18) as “[a] charge against or interest in property to \nsecure payment of a debt or the performance of an obligation.” \n \n52 Under North Carolina law, “[a ] lease is a contract, by which one agrees, for a valuable \nconsideration, to let another have the occupation and profits of land for a definite time.”  \nMatthews v. Fields, 284 N.C. App. 408, 416 (2022) (cleaned up).   \nrestriction on a  receiver’s authority to sell free and clear of other encumbrances , \nincluding the Current Parking Lease and the other Parking Leases. \n27. This plain reading is further compelled when section 1-507.46(c) is read in \nthe context of N.C.G.S. §  1-507.21(c).  Th e latter statute provides that “[u]nless \nexplicitly displaced by a particular provision o f this Article, the provisions of other \nstatutory law and the principles of common law and equity remain in full force and \neffect and supplement the provisions of this Article.”  Under North Carolina law, a \nreceiver has historically had the power to sell p roperty free and clear of all  \nencumbrances, not simply free and clear of all liens.  See, e.g. , Martin v. \nVanlaningham, 189 N.C. 656, 658 (1925) (affirming a receiver’s power to sell property \nfree and clear of all encumbrances); Joyce Farms, LLC v. Van Vooren Holdings, Inc., \n232 N.C. App. 591, 598 –99 (2014) (affirming trial court’s unambiguous sale of a \ncompany’s assets “free and clear of a ll liens, interests and encumbrances \nwhatsoever[.]”).   \n28. It follows that if the legislature intended in section 1-507.46(c) to foreclose \na receiver’s common law authority to sell property free and clear of all encumbrances, \nsection 1 -507.21(c) required the legislature to clearly indicate that intention with \nlanguage expressly displacing the receiver’s common law authority.  See, e.g. , State \nv. McLymore, 380 N.C. 185, 196–97 (2022) (“[S]tatutes which alter common law rules \nshould be interpreted against the ba ckdrop of the common law principles being \ndisplaced . . . . It is doubtful that the General Assembly intended to completely \ndisavow a fundamental common law principle in a statute which otherwise closely \nhews to the common law.”);  Dickson v. Rucho , 366 N.C . 332, 342 (2013) (“[T]he \nGeneral Assembly repeatedly has demonstrated that it knows how to be explicit when \nit intends to repeal or amend the common law.”); Seward v. Receivers of Seaboard Air \nLine Ry. , 159 N.C. 241, 241 (1912) (“Whether the statute affir ms the rule of the \ncommon law [,] . . . supplements it, supers edes it, or displaces it, the legislative \nenactment must be construed with reference to the common law[.]”). \n29. No such language appears in section 1 -507.46(c), and the Court must \nassume its omission was intentional.  See, e.g., Sonopress, Inc. v. Town of Weaverville, \n139 N.C. App. 378, 383 (2000) (“Had the General Assembly intended [a certain \nresult], it would have been a simple matter for it to have included [an] explicit phrase \n[to that effect.]”).  Based on the above, the Court therefore concludes that the Receiver \nhas the authority under section 1-507.46(c) to sell receivership property free and clear \nof all encumbrances, including the Parking Leases.   \nD. Termination of the Current Parking Lease \n \n30. The Receiver argues that the NCCRA authorizes the Receiver to terminate \nthe Current Parking Lease , and, in any event,  that the Lease is void for lack of \nconsideration.53  The Court will address each of these arguments in turn. \na. The Receiver’s Power to Terminate Under the NCCRA \n31. The NCCRA permits a receiver to adopt or reject any executory contracts to \nwhich the debtor is subject upon taking control of the receivership property.  N.C.G.S. \n \n53 ( Receiver’s Mem. Law Supp. Mot. Approve Sale Real Property Free and Clear Liens, \nClaims, Interests, and Encumbrances 13–16 [hereinafter “Receiver’s Br. Supp.”], ECF No. \n63.) \n \n§ 1-507.45.  An executory contract is defin ed as “[a] contract that is part of the \nreceivership property, including a lease, where the obligations of both the debtor and \nthe other party to the contract are unperformed to the extent that the failure of either \nparty to complete performance of its obl igations would constitute a material breach \nof the contract, thereby excusing the other party’s performance of its obligations \nunder the contract.”  N.C.G.S. § 1-507.20(b)(8) (emphasis added).  “If the receiver does \nnot request court approval to adopt or reject [an] executory contract within 90 days \nafter the time of appointment, or such longer or shorter period as the court upon \nmotion of the receiver or a party in interest filed during such period may order, the \nreceiver is deemed to have rejected the exe cutory contract.”  N.C.G.S. §  1-507.45(a).  \nThe Receiver argues that, by not moving for court approval to accept or reject the \nCurrent Parking Lease, it has exercised its power to reject the Lease.  \n32. Section 1 -507.45(g) anticipates and qualifies a Receiver’ s ability to reject \nleases of receivership property.  Specifically, the section provides that “[a] receiver \nmay not reject an unexpired lease of real property under which the debtor is the \nlandlord” in certain circumstances, including where the receiver wa s appointed “at \nthe request of a person other than the mortgagee under a mortgage or the beneficiary \nof a deed of trust encumbering the real property. ”  N.C.G.S. § 1-507.45(g)(2).  The \nReceiver contends that this section is not intended to apply where, as here, there is \nno mortgage or deed of trust on the property.\n54   \n \n54 (Receiver’s Br. Supp. 13 n.7.) \n \n33. The Court disagrees.  Though the power to reject executory leases is granted \nunder section 1-507.45, section 1-507.45(g)(2) serves as an explicit and unambiguous \nlimit on a r eceiver’s ability to extinguish unexpired leases.  Here, the QOZB —the \ndebtor—is the landlord under the Current Parking Lease, 55 and the Receiver was \nappointed at the request of Plaintiffs,56 who are neither mortgagees under a mortgage \nnor the beneficiaries of a deed of trust encumbering the Multi -Family Land or  the \nOffice Land.  Accordingly, the Court concludes that the Receiver does not have the \npower to reject the Current Parking Lease as a n executory contract by operation of \nsection 1-507.45(g)(2). \nb. Voidance of the Parking Leases \n34. The NCCRA provides that: \nThe court that appoints a receiver under this Article has the exclusive \nauthority to direct the receiver and determine all controversies relating \nto the receivership or receivership property, wherever located, including, \nwithout limitation, authority to determine all controversies relating to \nthe collection, preservation, improvement, disposition, and distribution \nof receivership property, and all matters otherwise arising in or relating \n \n55 (Current Parking Lease.)  The Current Parking Lease lists 10 Academy Street, LLC as the \nlandlord, but the QOZB acquired the property on 16 December 2020 and therefore became \nthe landlord under the Lease at that time.  (McAlpine Aff. ¶ 36; 2d McAlpine Aff. ¶ 25); see \nGreaseoutlet.com, LLC v. MK South II, LLC, 892 S.E.2d 68, 75 (N.C. Ct. App. 2023) (“When \nreal estate is sold, any tenant ‘ceases to hold under the seller’  and ‘becomes a tenant of the \npurchaser.’ ” (quoting Pearce v. Gay, 263 N.C. 449, 451 (1965) (cleaned up))); see also Carson \nv. Living Word Outreach Ministries, Inc ., 315 S.C. 64, 69 (Ct. App. 1993) (“A tenant is one \nwho occupies the premises of another in subordination to that other’s title and with his \nassent, express or implied.”) ; see also S.C. Code § 27 -33-10(7) (defining “landlord” as “the \nowner or person in possession or entitled to possession of the real estate used or occupied by \nthe tenant[.]”).  Academy QOF asserts that CitiSculpt SC is the landlord under the Lease, \nbut this contention is unsupported by either the Lease itself or its undisputed chain of \nownership.  (Compare Academy QOF’s Br. Opp’n 13, with Current Parking Lease 1.)   \n  \n56 (Pls.’ Mot. Appointment Receiver.) \n \nto the receivership, the receivership property, the exercise of the \nreceiver’s powers, or the performance of the receiver’s duties. \n \nN.C.G.S. § 1-507.22 (emphasis added).  Thus, separate from the Receiver’s authority \ndiscussed above, the Court may terminate contracts under South Carolina law in \ncertain circumstances, including where those contracts are void.57   \n35. The Receiver contends that the consideration offered for the Current \nParking Lease is clearly inadequate and renders the Lease void.  However, \n“inadequacy of consideration alone is not a sufficient basis to cancel a [contract].”  \nPatterson v. Goldsmith , 292 S.C. 619, 628 (Ct. App. 1987).  Indeed, a contract may \nonly be so terminated if the consideration “is grossly inadequate and the [contract] is \naccompanied by either fraud, mistake, misapprehension, surprise or other \ncircumstances which might authorize a finding that such circumstances contributed \nto bringing about the inadequacy [  ] that such a sale may be set aside by a court of \nequity.”  Id. at 628; see also Campbell v. Carr, 361 S.C. 258, 264 ( Ct. App. 2004) \n(noting that “inequitable incidents,” including “concealment, misrepresentations, [or] \nundue advantage,” when combined with inadequacy of consideration, can support the \nrefusal to award specific performance); see Holly Hill Lumber Co. v. McCoy, 201 S.C. \n427, 442 (1942) (recognizing that “inequitable  incidents” may include “concealment, \n \n57 The Current Parking Lease contains a choice of law provision requiring that it “be \ngoverned, interpreted, construed and regulated by the laws of the State of South Carolina.”  \n(Current Parking Lease Sec. 17.04); See Wall v. Automoney, Inc. , 284 N.C. App. 514, 524 \n(2022) (“The parties’ choice of law is generally binding on the interpreting court as long as \nthey had a reasonable basis for their choice and the law of the chosen State does not violate \na fundamental policy of the [S]tate of otherwise applicable  law.” (quoting Behr v. Behr , 46 \nN.C. App. 694, 696 (1980))).  \n \nmisrepresentations, undue advantage, oppression on the part of the one who obtains \nthe benefit, or ignorance, weakness of mind, sickness, old age, incapacity, pecuniary \nnecessities, and the like, on the part of the other.”).58   \n36. After careful review, the Court concludes that the Current Parking Lease is \nvoid because it is supported by grossly inadequate consideration and accompanied by \nvarious “inequitable incidents” under South Carolina law. \n37. To start, CitiSculpt agreed that it would pay an annual rent of $1.00 for a \nlease term of 129 years.  By comparison, the annual property taxes for the leased \nproperty are over $60,000, and the Agreement to Secure Parking Rights attached to \nthe purchase agreement for the Office Land calls for a cost of $62.50 per parking space \nalong with a one-time payment of $1,000,000 to secure parking rights for 100 spaces \non the Multi-Family Land once a parking deck is built.59  This gross disparity in value \nfor parking spaces on the same land plainly shows that the $1.00 per annum \nconsideration in the Current Parking Lease does not reflect anything remotely close \n \n58 Under South Carolina law, “[t]he discretion to grant or refuse specific performance is a \njudicial discretion to be exercised in accordance with special rules of equity and with regard \nto the facts and circumstances of each case.”  Guignard v. Atkins, 282 S.C. 61, 66 (Ct. App. \n1984).  The cases cited in this section arise in the context of a request for specific performance.  \nHere, the Opposing Parties request enforcement of the Current Parking Lease and the \nReceiver requests its termination.  As framed, the parties’ competing positions are effectively \nrequests to award or deny specific performance.  See, e.g., Crews v. Crews, 264 N.C. App. 152 \n(2019) (analyzing trial court’s enforcement of alimony arrangement versus its rescission as \nsought by defendant); Lowcountry Open Land Tr. v. Charleston S. Univ. , 376 S.C. 399, 408 \n(Ct. App. 2008) (balancing buyer and seller’s interests to enforce or terminate a contract, \nrespectively, and stating that rescission of purported termination of a contract is functionally \na grant of specific performance.) \n \n59 (Mot. Sell Ex. B Purchase Agreement 24, Agreement to Secure Parking Rights July 21, \n2020, ECF No. 62.3.) \n \nto the true value of the parking spaces.  See Royal Z Lanes, Inc. v. Collins Holding \nCorp., 337 S.C. 592, 596 (1999) (concluding that consideration of less than 20% of a \nproperty’s value is “grossly inadequate consideration,” which is “treated as ‘a badge \nof fraud’ ” that “creates a rebuttable presumption of intent of defraud.”). \n38. Moreover, the record shows that even this grossly inadequate rent was not \npaid until long after it was due—in September 2023.60 \n39. In addition , Citisculpt SC’s agreements to reimburse the QOZB  for \n“[CitiSculpt SC’s] pro rata share” of the QOZB’s insurance premiums and to \nindemnify the QOZB  for any claims made by CitiSculpt SC’s tenants or other \ninvitees61 are, without more,  insufficient consideration to support the Current \nParking Lease, particularly when considered with the grossly inadequate rent.  This \nconclusion is buttressed by the lack of evidence that CitiSculpt SC has ever been, or \nwill be, called upon to reimburse or indemnify the QOZB.   \n40. The undisputed evidence also shows that 10 Academy Street falsely \nwarranted to the QOZB that the Multi-Family Land was not subject to any leases at \nthe time of sale62 because the undisputed evidence also shows that all of the Parking \n \n60 (Defs. CS-10 South Academy Street, LLC, CitiSculpt SC, LLC, and 10 Academy Street, \nLLC’s Resp. Receiver’s Notice Subsequent Facts Ex. A, 5) \n \n61 (Current Parking Lease Secs. 9.01, 10.01.)  The Current Parking Lease contains three \ndifferent sections titled “Section 9.01.”  The Court’s citation refers to Tenant’s obligation to \nindemnify Landlord at Section 9.01 on page six. \n \n62 (Multi-Family Land Purchase and Sale Agreement Sec. 5.07.) \n \nLeases were in effect at that time. 63  See, e.g., Slack v. James, 356 S.C. 479, 482 –83 \n(Ct. App. 2003) (noting that “[t]he recipient of a fraudulent misrepresentation of fact \nis justified in relying on its truth, although he might have discovered its fal sity \nthrough investigation” and that “[t][he recording act is not intended to protect a \n[party] who makes a false or misleading statement”). \n41. Finally, the undisputed evidence shows that  entities owned or operated by  \nMcAlpine executed each of the Parking Lea ses as both landlord and tenant in \ntransactions that appear to be anything but arm’s length.  See, e.g., Darby v. Furman \nCo., 334 S.C. 343, 348 (1999) (concluding that a broker present on both sides of a \ntransaction must “meet the extremely high standards of his fiduciary obligation as \nwell as carry the burden of proof to show full disclosure[.]”).   \n42. The Court finds that the ci rcumstances described above c onstitute \n“inequitable incidents ,” which, when combined with the grossly inadequate \nconsideration evidenced here, render the Current Parking Lease  void for lack of \nconsideration. \n43. Fatal defects in the remaining Parking Leases render them void as well.   \n44. First, the undisputed evidence shows that CitiSculpt SC entered into the \nApril 2020 Parking Lease as lessor with another entity controlled or operated by \n \n63 For example, the Current Parking Lease was executed on 27 October 2020, and the transfer \nof the property to the QOZB occurred on 17 December 2020.  ( See Current Parking Lease.)  \nThe other Parking Leases were also executed prior to the sale in December 2020.  ( See \nJanuary 2019 Parking Lease; April 2020 Parking Lease; April 2020 Sublease.) \n \nMcAlpine, Property Advocate Services, LLC, 64 even though CitiSculpt SC never \nowned the Multi-Family Land or any of the other parking lot parcels at any time.  It \nis axiomatic that  a lessor cannot purport to lease to a lessee property in which  the \nlessor has no rights. See Scalise Dev., Inc. v. Tidel ands Invs., LLC, 392 S.C. 27, 36 –\n38 (Ct. App. 2011) (finding that appellants could not convey any interest in property \nthey did not own).   \n45. It also is undisputed that Property Advocate Services, LLC purported to \nsublease to 10 Academy Street through the Ap ril 2020 Sublease the same parking \nspaces it had leased from CitiSculpt SC through the April 2020 Parking Lease—even \nthough 10 Academy Street was the owner of land on which the parking spaces were \nlocated.\n65  The April 2020 Sublease is thus invalid because its parent lease is invalid.  \nAs a result, Property Advocate Services, LLC possessed no leasehold interest it could \nsublease.  And as to the QOZB, which now stands as the new landlord, the April 2020 \nSublease is a legal nullity.  See S.C. Code § 27-35-60 (“A sublease by a tenant without \nwritten consent of the landlord is a nullity insofar as the rights of the landlord are \nconcerned.”)  \n \n64 The April 2020 Parking Lease is signed by Michael J. Miller on behalf of CitiSculpt SC and \nby McAlpine on behalf of Property Advocate Services, LLC.  (April  2020 Parking Lease 16–\n19.)  As noted above, CitiSculpt SC is owned or operated by McAlpine.   \n \n65 The April 2020 Sublease erroneously states that 10 Academy Street was the lessor under \nthe April 2020 Parking Lease.  (April 2020 Sublease 1.)  However, the parties do not dispute \nthat the April 2020 Parking Lease is clearly between CitiSculpt SC as purported lessor and \nProperty Advocate Services, LLC as purported tenant. \n \n46. The undisputed evidence also shows that 10 Academy Street purported to \nlease parking spaces to itself in the January 2019 Parking Lease.66  “South Carolina \nlaw requires a meeting of the minds as to all essential and material contract terms.”  \nMart v. Great S. Homes, Inc. , 441 S.C. 304, 316 (Ct. App. 2023).  Such a meeting of \nthe minds cannot exist where there is only one party on both sides of a transaction; \ntherefore, 10 Academy Street’s purported lease to itself is void ab initio.   \n47. Based on the above, the Court therefore concludes that the Current Parking \nLease is void for lack of consideration and the remaining Parking Leases are void as \na result of the fatal defects in those leases as discussed above.   See White v. J.M. \nBrown Amusement Co., 360 S.C. 366, 371–72 (2004) (explaining that a void contract \nis unenforceable).\n67  \nE. The Balancing of the Equities68 \n48. The Court further concludes that the balancing of the equities in this matter \nweighs in favor of authorizing the Receiver to sell the Multi -Family Land free and \nclear of all encumbrances, including the Parking Leases.   \n \n66 (January 2019 Parking Lease.)   \n \n67 In light of the Court’s determination, the Court need not consider the Receiver’s additional \ncontention that it properly exercised its rights under S.C. Code §  27-37-10(a)(1) to eject \nCitiSculpt SC as a tenant and terminate the Current Parking Lease for nonpayment of rent.  \n(See Notice Subsequent Facts ¶¶ 1–10.)  \n \n68 A receivership exists as a creature of equity.  Thus, this Court must appropriately consider \nand examine the surrounding equities  in issuing an order that affects the rights of the \nreceivership estate.  See Haarhuis v. Cheek, 261 N.C. App. 358, 364 (2018) (observing that a \nreceiver’s appointment “must be adjudged according to the equities of the particular case at \nhand.”); see also  Lambeth v. Lambeth , 249 N.C. 315, 321 (1959) (“Courts of equity have \noriginal power to appoint receivers and to make such orders and decrees with respect to the \ndischarge of their trust as justice and equity may require.”) \n \n49. First, the Court finds from the record before it that the proposed sale was \nnegotiated at arm’s length and that the proposed buyer, Henning, is unrelated to any \nof the parties in this case.  To sell the Multi -Family Land, the Receiver retained the \nservices of Foundry Commercial, a real estate firm that had been attempting to sell \nthe Multi-Family Land since before the Receiver’s involvement.69  Through Foundry, \nthe Receiver engaged in negotiations with Henning, which ultimately led to the \nformation of the  Proposed Sale Contract now before the Court .70  Both Henning’s \nletter of intent to purchase the Multi -Family Land and the Proposed Sale Contract  \nhave been circulated to all parties.71  The Receiver represents that Henning, a Florida \nlimited liability company, “appears to have no connection with Foundry, the Receiver, \nthe Receiver’s counsel, or any person or entity” affiliated with those entities. 72  The \nReceiver further represents that the purchase price and non -economic provisions of \nthe Proposed Sale Contract  are fai r, reasonable, and conform to the present \ncommercial real estate market, 73 and the record demonstrates  that no party has \nsubmitted any objection contradicting the Receiver’s claims.  \n50. In addition, when this Court  placed the QOZB into receivership, the Court \nconcluded that the circumstances surrounding the $2,000,000 deposit were indicative \n \n69 (Smith Aff. ¶¶ 12–13.) \n \n70 (Smith Aff. ¶ 14; Mot. Sell Ex. J.) \n \n71 (Smith Aff. ¶ 15.) \n \n72 (Smith Aff. ¶ 16.) \n \n73 (Smith Aff. ¶¶ 17–18.) \n \nof fraud.  “Not only did CitiSculpt have a strong financial incentive to benefit its \naffiliate by causing the QOZB’s deposit forfeiture without notice to Plaintiffs, but \nCitiSculpt’s failure to disclose any information  . . . strongly suggests that CitiSculpt \nacted knowingly and with the intent to deprive Plaintiffs of their rights[.]” 74  \nFollowing this finding, the Court tasked t he Receiver with investigating the \ncircumstances behind the deposit forfeiture.  The Receiver in turn determined that \nthe deposit’s forfeiture was part of a strategy to avoid re paying a $2,000,000 loan \nfrom investors that had helped finance the initial purchase of the Multi-Family Land \nand Office Land prior to Plaintiffs’ inv estment.75  These circumstances also counsel  \nin favor of authorizing the proposed sale.  \n51. The Opposing Parties’ objections to the sale are unpersuasive, further \nsupporting approval of the proposed sale.   \n52. Academy QOF argues that the sale would cause the series A investors in the \nQOZB to forgo tax benefits and incur tax liability for the QOZB from the proceeds of \nthe sale. 76  But all parties agreed at the time the Receiver was appointed th at \ndevelopment of the QOZB is no longer a viable plan and that a sale should be \npursued,77 with the parties bearing whatever tax consequences a sale might involve.  \nAcademy QOF’s new-found concern over lost tax benefits is not compelling. \n \n74 (Receivership Order ¶ 22.) \n \n75 (Smith Aff. ¶¶ 5(a)–(d).) \n \n76 (Academy QOF’s Br. Opp’n 21.) \n \n77 (See McAlpine Aff. ¶ 62.) \n \n53. FCB argues that t he sale will render the adjacent office building non -\ncompliant with local zoning regulations due to insufficient parking and jeopardize the \nvalue of FCB’s collateral.  Any such harm, however, is speculative.  Indeed, not only \nare alternative parking arrangements available on adjacent parcels, 78 but the \nCurrent Parking Lease also contemplates that the parties would develop alternative \nparking arrangements in the event the Multi-Family Land became unusable .79  \nMoreover, any claim that FCB will have for breach of the Current Parking Lease will \ntransfer to the proceeds of sale, which appear to be more than adequate to cover any \nvalid damages claim FCB may assert.   Nat’l Sur. Corp. v. Sharpe, 236 N.C. 35, 42 \n(1952) (“Under the orders of the [trial] court, all property was sold free of liens, and \nliens were transferred from the property to the proceeds of its sale.”).   In these \ncircumstances, FCB’s claims of substantial harm ring hollow.   \n54. Accordingly, based on the above, the Court will grant the Motion , approve \nthe Proposed Sale Contract , authorize the Receiver to take all necessary and \nappropriate actions to transfer the Multi-Family Land  free and clear of all liens, \nclaims, interests, and encumbrances , including the Parking Lease s, order \nDefendants, including CitiSculpt SC and its affiliates, to take all reasonably \nappropriate actions to assist the Receiver in perfecting the QOZB’s title and \nconsummating the proposed sale, and order CitiSculpt SC and F CB to execute \n \n78 (Smith Aff. ¶ 9; Mot. Sell. Ex. I Alternative Parking Strategy, ECF No. 62.10.) \n \n79 (Current Parking Lease Sec. 5.04.)  \ncancellations or notices of termination of the four memoranda of lease 80 and \nAgreement Regarding Parking Lease81 recorded with the Greenville County Register \nof Deeds.  See, e.g., McRary, 228 N.C. at 718 (recognizing that a foreign court with in \npersonam jurisdiction “may, in proper cases, compel [the parties before the court] to \nact in relation to property not within its jurisdiction”) (cleaned up); Green , 163 N.C. \nApp. at 189 (recognizi ng that “a foreign court with in personam  jurisdiction could \nrender judgments that indirectly affect ownership of property over which that court \nwould have no in rem jurisdiction[.]”).82 \nIII. \n \nCONCLUSION \n \n55. The Court, in the exercise of its discretion and having concluded that (i) the \nproposed sale of the Multi -Family Land to Henning upon the terms and conditions \nset forth in the Proposed Sale Contract is fair and reasonable and in the best interests \nof the QOZB’s receivership estate, (ii) the Proposed Sale Contract  was negotiated at \narm’s length, (iii) the negotiation for the proposed sale of the Multi -Family Land to \nHenning was not conducted in a collusive manner, and (iv) Henning is a good faith \npurchaser within the meaning of N.C.G.S. § 1-507.46(g), the Court hereby: \n \n80 (See Pls.’ Resp. Supp. Receiver’s Notice Subsequent Facts Ex. B, ECF No. 121.2.) \n \n81 (Current Parking Lease Assignment.) \n \n82 The Court notes that Defendants have asserted various counterclaims and/or crossclaims \nagainst the QOZB and Plaintiffs since the filing of the Motion.   The allegations supporting \nthese counterclaims are unverified, however, and none of the Defendants have suggested that \nthe Co urt should consider the counterclaim allegations in resolving the current \nMotion.  Accordingly, the Court does not consider those allegations in reaching its conclusions \nset forth in this Order and Opinion. \na. GRANTS the Receiver’s Motion; \nb. APPROVES the Proposed Sale Contract; \nc. AUTHORIZES the Receiver to take all actions necessary or \nappropriate, in the Receiver’s discretion, to consummate the proposed \nsale of the Multi -Family Land to Henning free and clear of all liens, \nclaims, interests, and encumbrances, including the Parking Leases, \nwith all  legal claims relating to  such liens, claims, interests, and \nencumbrances transferring to the proceeds of the sale, without \nadditional confirmation by the Court; \nd. ORDERS Defendants, including CitiSculpt SC and its affiliates, to take \nall reasonably ap propriate actions to assist the Receiver in perfecting \nthe QOZB’s title and consummating the proposed sale; and  \ne. ORDERS CitiSculpt SC and FCB to execute cancellations or notices of \ntermination of the four memoranda of lease\n83 and Agreement Regarding \nParking Lease84 recorded with the Greenville County Register of Deeds \nas more specifically identified in footnotes 83 and 84 below. \n SO ORDERED, this the 15th day of December, 2023. \n            \n           /s/ Louis A. Bledsoe, III    \n           Louis A. Bledsoe, III \n           Chief Business Court Judge \n \n \n83 (See Pls.’ Resp. Supp. Receiver’s Notice Subsequent Facts Ex. B, ECF No. 121.2.) \n \n84 (Current Parking Lease Assignment, ECF No. 62.9.) "
}