{
  "id": "75b5b558ee0436d38feb87212e1afc42b2abfd80509f8ae9f873b5554ac02537",
  "source_file": "data/raw/ncbc/75b5b558ee0436d38feb87212e1afc42b2abfd80509f8ae9f873b5554ac02537.pdf",
  "raw_text": "Bell v. Pine Needles Country Club, Inc., 2019 NCBC 26. \n \n \nSTATE OF NORTH CAROLINA \n \nMOORE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 374 \n \nWARREN KIRK BELL, \n \nPlaintiff, \n \nv. \n \nPINE NEEDLES COUNTRY CLUB, \nINC.; BONNIE MCGOWAN; PAT \nMCGOWAN; MICHAEL \nMCGOWAN; SCOTTI MCGOWAN; \nPEGGY ANN MILLER; KELLY \nMILLER; BLAIR MILLER; MELODY \nMILLER; KELLY ANN MILLER; \nand KNOLLWOOD PARTNERS, \nLLC, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION IN THE \nCAUSE FOR SPECIFIC \nPERFORMANCE, PLAINTIFF’S \nMOTION TO PARTIALLY MODIFY \nAND TO ENFORCE INCORPORATED \nSETTLEMENT AGREEMENTS, AND \nPLAINTIFF’S MOTION TO STRIKE \n \n1. THIS MATTER  is before the Court upon (i) Defendants’ Motion in the \nCause for Specific Performance of Settlement Agreements and for Injunctive Relief \n(the “Motion in the Cause”), (ii) Plaintiff’s Motion to Partially Modify and to Enforce \nIncorporated Settlement Agreements (the “Motion to Modify and Enforce”), and (iii)  \nPlaintiff’s Motion to Strike Bosworth and Hawkins Affidavits (the “Motion to Strike,” \nand collectively with the other motions, the “Pending Motions”) in the above -\ncaptioned case. \n2. After reviewing the parties’ briefs in support of and in opposition to the \nPending Motions, the arguments of counsel at the April 10, 2019 hearing  on the \nPending Motions, and other appropriate matters of reco rd, the Court decides these \nmatters as set forth herein. \nWilson, Reives & Silverman, PLLC, by Jonathan Silverman, for Plaintiff \nWarren Kirk Bell. \nJames, McElroy & Diehl, P.A., by Fred B. Monroe  and Christopher \nThomas Hood, for Defendants Pine Needles Country Club, Inc., Bonnie \nMcGowan, Pat McGowan, Michael McGowan, Scotti McGowan, Peggy \nAnn Miller, Kelly Miller, Blair Miller, Melody Miller, Kelly Ann Miller, \nand Knollwood Partners, LLC. \n \nBledsoe, Chief Judge. \nI. \nBACKGROUND \n3. Plaintiff Warren Kirk Bell (“Bell”) initiated this action against Defendants \non April 4, 2018, seeking judicial relief in connection with his minority membership \nand ownership interests in Pine Needles Country Club, Inc. (“Pine Needles”) and \nKnollwood Partners, LLC.  Before Defendants filed responsive pleadings, both sides \nreached agreements fully and finally resolving all matters in controversy.   These \nagreements were memorialized in three settlement agreements (the “Settlement \nAgreements”), which were signed by all parties. \n4. As part of their settlement, the parties contemplated that the Court would \nincorporate the terms of the Settlement Agreements into a court order and stipulated \nto the Court’s retention of jurisdiction to enforce the Settlement Agreements through \nthe Court’s contempt powers.  The parties jointly moved the Court for the entry of a \nconsent order adopting their Settlement Agreements on August 10, 2018. \n5. After considering the parties’ joint motion, the Court concluded that good \ncause existed to grant the parties their requested relief.  The Court therefore entered \na consent order incorporating and adopting the terms of the Settlement Agreements \non August 14, 2018 (the “Consent Order”).  The Consent Order stated that it “fully \nand finally resolved all ma tters in controversy in this action,” with an exception for \n“those executory matters to be performed pursuant to the Settlement Agreements[.]”  \n(Consent Order Adopting and Incorporating Settlement Agreements 4  [hereinafter \n“Consent Order”] , ECF No. 32.)   The Court retained jurisdiction to enforce the \nSettlement Agreements.  (Consent Order 4.) \n6. The first of the  Settlement Agreements (the “Pine Needles Agreement”) \nprovided for Defendants to purchase Bel l’s shares (and Bell’s children’s  shares) in \nPine Needles and laid out a process by which the appraisal and sale of those shares \nwould occur.  The parties agreed that the price for Bell’s shares would be determined \nby a panel of three business appraisers (the “Qualified Appraisers”).  (Consent Order \nEx. 1 ¶ 4 [hereinafter “Pine Needles Agreement”], ECF No. 32.1.)   This panel would \nbe made up of one appraiser selected by Bell, one appraiser selected by Defendants, \nand a third appraiser chosen by the parties’ appointed appraisers.   (Pine Needles \nAgreement ¶ 4.)   After gathering any needed information, e ach of the Qualified \nAppraisers would tender an independent report containing their appraisal to the \nparties.  (Pine Needles Agreement ¶ 4.)  Following a thirty-day period for comments \non these reports, during which the parties could agree to a purchase price , the final \nappraised price of Bell’s shares would be determined by a majority vote of the \nQualified Appraisers.  (Pine Needles Agreement ¶ 4.) \n7. The parties also agreed to certain standards by which the Qualified \nAppraisers would value Bell’s shares.  Specifically, the Pine Needles Agreement \nprovided that “[t]he Fair Market Value standard of value shall be applied to \ndetermine the Appraised Value of the Stock.”  ( Pine Needles Agreement ¶ 4.)  The \nagreement further stated that the Qualified Appraisers would apply a “going concern \npremise of value, assume no material change in either the operation of the Company, \nor the use of its assets, and assume a valuation date of June 30, 2018.”  (Pine Needles \nAgreement ¶ 4.) \n8. Additionally, the Pine Needles Agreement allowed the Qualified Appraisers, \nby a majority vote, to retain a licensed real estate appraiser “to determine the fair \nmarket value of the real estate and improvements, as is, . . . owned by [Pine Needles] \nas a going concern as of June 30, 2018.”  (Pine Needles Agreement ¶ 4.)  Should a real \nestate appraiser be retained,  the agreement provided that the Qualified Appraisers \nwere to  “utilize the appraisal performed by the [re al estate appraiser] ” while \nperforming their own valuations.  (Pine Needles Agreement ¶ 4.)   \n9. The parties appointed their Qualified Appraisers, and a third Qualified \nAppraiser was agreed upon, by October 5, 2018.  The Qualified Appraisers then voted \nto employ the services of a real estate appraiser , and a candidate was selected by \nNovember 19, 2018. \n10. On January 15, 2019, Defendants filed their Motion in the Cause.  \nDefendants allege that Bell’s selected Qualified Appraiser, Ankura Consulting Group \n(“Ankura”), and the non -party-appointed Qualified App raiser, Mark Zyla  (“Zyla”), \ninsist that the Qualified Appraisers should be able to direct the retained real estate \nappraiser to conduct a valuation that considers the “highest and best use” of “excess” \nor “surplus” land owned by Pine Needles and Mid -Pines Development Group, LLC \n(“Mid-Pines”), a golf course and resort in which Pine Needles owns a 50% membership \ninterest.  Defendants argue that the real estate appraiser and Qualified Appraisers \nmay not consider the highest and best use of company assets under  the terms of the \nPine Needles Agreement.   \n11. Defendants’ Motion in the Cause therefore requests that the Court (i) order \nthe Qualified Appraisers to conform their work to the terms of the Pine Needles \nAgreement and direct any retained real estate appraiser to value Pine Needles’ real \nestate assets using a going concern premise of value and assuming no material \nchange in com pany operation or use of assets, and (ii) order Bell to mandate that \nAnkura so complies with the Pine Needles Agreement.  Defendants also ask that the \nCourt extend the deadline for completion of the appraisal process  by ninety days , \norder that Defendants shall not be required to produce further documents or  \ninformation to Ankura (excluding previously-agreed-to management interviews), and \ntax the cost of these enforcement proceedings against Bell. \n12. In response to Defendants’ motion, Bell filed his Motion to Modify and \nEnforce.  Bell argues that the Pine Needles Agreement does not limit the information \nthe Qualified Appraisers can consider in a rriving at their independent valuations of \nBell’s shares and that Ankura and Zyla should be able to conside r the highest and \nbest use of Pine Needles’ and Mid-Pines’ unused real estate assets to the extent they \nfind such information instructive to their ap praisals.  Bell also contends that \nDefendants should not be allowed to interfere with the appraisal process under the \nPine Needles Agreement, which state s that “the parties waive an y right they may \nhave to contest the determination of the purchase price by the Qualified Appraisers.”  \n(Pl.’s Br. Supp. Mot. Partially Modify and Enforce Incorporated Settlement \nAgreements and Opp’n Defs.’ Mot. Specific Performance and Injunctive Relief 4  \n[hereinafter “Pl.’s Br.”], ECF No. 49 (quoting Pine Needles Agreement ¶ 4).)   \n13. Bell thus asks the Court to order Defendants to cease any efforts to interfere \nwith the appraisal process and to not attempt to dictate further the terms of the \nQualified Appraisers’ engagements or metho dologies.  Bell also requests that the \nCourt require Defendants to produce additional documents identified by Ankura and \ndeny Defendants’ request for expenses and attorneys’ fees.  Finally, while Bell agrees \nthat an extension of the appraisal process deadl ine is required, Bell asks  that the \nCourt not set a hard deadline but instead order that the process be completed seventy-\nfive days after the real estate appraisal is finished. \nII. \nANALYSIS \n14. A party seeking enforcement of a settlement agreement may seek spe cific \nperformance of that agreement by petition or motion in the original action.  State ex \nrel. Howes v. Ormond Oil & Gas. Co. , 128 N.C. App. 130, 13 6–37, 493 S.E.2d 793, \n796–97 (1997) .  Where that party is entitled to have the settlement agreement \nenforced, the trial court may enter a judgment in accordance with the terms found in \nthe settlement agreement.  Id.   \n15. “Interpreting a contract requires the court to examine the language of \nthe contract itself for indications of the parties’  intent at the moment of execution.”  \nState v. Philip Morris USA Inc., 359 N.C. 763, 773, 618 S.E.2d 219, 225 (2005) (citing \nLane v. Scarborough , 284 N.C. 407, 409 –10, 200 S.E.2d 622, 624 (1973)) .  When a \nwritten contract clearly expresses the parties’ intent such that no ambig uities exist \n“requiring resort to extrinsic evidence or consideration of disputed facts, the contract \nmay be interpreted as a matter of law.”  Morrell v. Hardin Creek, Inc., 371 N.C. 672, \n691, 821 S.E.2d 360, 372 (2018) (citing Lane, 284 N.C. at 410, 200 S.E.2d at 624). \nA. Compliance with the Pine Needles Agreement’s Limiting Assumptions \n \n16. Looking first at Defendants’ concerns about the Qualified Appraisers ’ \nchosen methodologies,  the Court concludes that t he plain meaning of the Pine \nNeedles Agreement’s limiting language precludes the Qualified Appraisers, and any \nselected real estate appraiser,  from considering the highest and best use  of assets \nwhile determining the Fair Market Value of Bell’s shares.   \n17. The Pine Needles Agreement clearly instructs the Qualified Appraisers that \nthey are to assume “no material change in . . . the use of [Pine Needles’] assets” while \nappraising Bell’s shares.  (Pine Needles Agreement ¶ 4.)  Thus, while John Levitske, \nthe Senior Managing Director  of Ankura, is theoretically correct in his affidavit \ntestimony that a “potential buyer of a company could re -deploy or s ell unused, \nsurplus, [or] excess” real estate, (Pl.’s Br. Ex. 1 ¶ 45(d)(ii) [hereinafter “Levitske Aff.”], \nECF No. 49.2), and that a buyer of a minority position in a company might “assume \neconomically rational and responsible management and deployment of assets ,” \n(Levitske Aff. ¶ 45(d)(iii)),  in this instance , the parties have contracted that the \nQualified Appraisers cannot entertain suc h potential measures for valuation .  \nSelling, re-deploying, or changing the use of the real estate assets of Pine Needles \nand Mid-Pines would necessarily constitute “material change in . . . the use” of those \nassets, and the parties have agreed that the Qu alified Appraisers shall assume no \nsuch change will occur while valuing Bell’s shares. \n18. As to restrictions placed upon the real estate appraiser , the Pine Needles \nAgreement provides that any selected real estate appraiser is to determine “the fair \nmarket value of the real estate and improvements, as is, that are owned by [Pine \nNeedles] as a going concern as of June 30, 2018.”  (Pine Needles Agreement ¶ 4  \n(emphasis added).)  On its own, the plain meaning of the phrase “as is” constricts the \nreal estate appraiser ’s analysis to a valuation of  Pine Needles’ and Mid -Pines’ real \nestate assets “[i]n [their] existing condition without modification.”  As Is, Black’s Law \nDictionary (8th ed. 2004) .  This language  is incompatible with an appraisal \nconsidering the real estate assets’ highest and best use.   \n19. Further, when one considers that the Pine Needles Agreement requires the \nQualified Appraisers  to “utilize the appraisal performed by the [real estate \nappraiser],” (Pine Needles Agreement ¶ 4),  but prohibits the Qualified Appraisers \nfrom considering potential changes in asset use,  the phrase “as is” can only be read \nas providing that the real estate appraiser shall assume that Pine Needles’ and Mid-\nPines’ real estate assets will not be altered or used differently in the future .  To \nconclude otherwise would result in contradictory terms : on the one hand  allowing a \nreal estate appraiser to conduct a highest -and-best-use valuation and telling the \nQualified Appraisers to utilize that valuation, while on the other  hand \nsimultaneously providing that the Qualified Appraisers should assume no change in \nthe use of assets.  The Court declines to embrace such a n internally inconsistent  \nconstruction of the Pine Needles Agreement .  See Fairbanks, Morse & Co. v. Twin \nCity Supply Co., 170 N.C. 315, 321, 86 S.E. 1051, 1054 (1915) (“All instruments should \nreceive a sensible and reasonable construction, and not such a one as will lead to \nabsurd consequences[.]”). \n20. For these reasons , the Court concludes that the  Pine Needles Agreement \nprovides that neither the Qualified Appraisers nor their selected real estate appraiser \nare to consider the highest and best use of Pine Needles’ or Mid -Pines’ real estate \nassets in performing their engagements under the Pine Needles Agreement.  While , \nas Bell argues, the parties agreed to waive any right to contest the determined price \nof Bell’s shares, the parties also agreed to a specific process for the appraisal of those \nshares and are entitled to have the Pine Needles Agreement performed.  See Ormond \nOil & Gas Co., 128 N.C. App. at 136–37, 493 S.E.2d at 797.  The Court will therefore \norder that the Qualified Appraisers and their selected real estate appraiser are not \nto consider the highest and best use of Pine Needles’ or Mid-Pines’ real estate assets—\nregardless of whether those real estate assets are considered used, unused, excess, or \nsurplus—while valuing Pine Needles’ assets or Bell’s shares.   \n21. Accordingly, the Court will grant Defendants ’ Motion in the Cause to the \nextent it seeks the Qualified Appraisers’ compliance with the terms of the Pine \nNeedles Agreement and deny Bell’s Motion to Modify and Enforce to the extent it \nrequests that the Court order Defendants not to challenge  the Qualified Appraisers’ \nforecast methodologies. \nB. Further Requests for Documents and Information \n \n22. The Court turns next to Defendants  and Bell’s dispute concerning further \ndisclosures of documents and information, beginning with Defendants’ requested \nrelief.   \n23. Defendants ask that the Court order that Defendants will not be required to \nproduce further documents or information in response to inquiries from Ankura.  In \nsupport of this request, Defendants argue that it would be inequitable to require them \nto turn over further documents to Ankura now that the original deadline for the end \nof the appraisal process has passed.  Defendants also contend that some of the \ndocument and information requests made by Ankura are motivated by bad faith.   \nDefendants do not object , however, to providing the selected real estate appraiser \nwith further documents and information or to Ankura interviewing the management \nof Pine Needles or Mid-Pines to gather more information. \n24. Bell argues that the Court should deny Defendants their reque sted relief \nand presents affidavit testimony from Ankura explaining the proper purpose behind \neach of Ankura’s document and information requests .  (Levitske Aff. ¶ 52.)   This \naffidavit testimony goes on to states that while Ankura believes Defendants have not \nfully responded to its document or information requests, it is willing  to address any \nremaining topics in management interviews in lieu of further information requests.  \n(Levitske Aff. ¶ 53.) \n25. In resolving this dispute, the  Court again begins  with the language of the \nPine Needles Agreement, which states that the “Qualified Appraisers may view any \nof the books or records of [Pine Needles] in conducting their respective valuations \nincluding, but not limited to historical and current financial informa tion for [Pine \nNeedles] and [Pine Needle s’] assets[.]”  (Pine Needles Agreement ¶ 4.)   The \nAgreement also allows the Qualified App raisers to conduct interviews with  the \nparties to obtain information.  (Pine Needles Agreement ¶ 4.)  The parties agreed to \n“cooperate fully with providing documents, interviews, and information requested by \nany of the Qualified Appraisers.”  (Pine Needles Agreement ¶ 4.)   \n26. The wording of the Pine Needles Agreement shows that the parties agreed  \nto give the Qualified Appraisers broad access to a wide range of information about \nPine Needles and to cooperate fully with requests for such information.  Considering \nthis, the Court concludes Defendants have failed to show that Ankura’s document or \ninformation requests have strayed outside the scope of information that Defendants \nagreed to readily provide under the Pine Needles Agreement.  Rather, while the Court \nunderstands that certain requests mad e by Ankura may feel personal (such as  \nrequests related to family weddings held at Pine Needles’ facilities) , based upon the \nevidence before the Court, Ankura appears to have had a valid, appraisal -related \nreason for making such requests.  (Levitske Aff. ¶ 52(c).)   \n27. Further, the Court concludes Defendants have failed to show how “it would \nbe inequitable for Defendants to be compelled to provide additional documents, or \nother information” to Ank ura “after the original deadline contemplated by the \nsettlement agreements,” (Defs.’ Mot. Cause Specif ic Performance Settlement \nAgreements and Injunctive Relief 5, ECF No. 35), when Defendants acknowledge that \nthe deadline for the completion of the appraisal process should be extended and have \nrequested such an extension themselves.   \n28. Accordingly, in light of the plain language of the Pine Needles Agreement,  \nDefendants’ and Bell’s requests for an extension of the appraisal process , and \nDefendants’ current failure to show that they will be prejudiced by providing further \ninformation, the Court will not enter  an order prohibiting Ankura, or the other \nQualified Appraisers, from making further reasonable requests for documents or \ninformation from Defendants.  The Court will therefore deny Defendants’ Motion in \nthe Cause to the extent it seeks such relief. \n29. Turning to  Bell’s request that the Court require Defendants to produce \nfurther documents, the Court notes that certain representations by the parties and \nAnkura appear to have resolved, for the moment, any need for court involvement.  \nSpecifically, (i) Defendants represent they have turned over all responsive documents \nin their control and possession, (ii) Ankura indicates that it is agreeable to addressing \nareas of open inquiry through upcoming management interviews, and (iii) counsel for \nBell has agreed that there are no documents Ankura currently needs  so long as \nmanagement interviews are allowed and appropriate follow-up information requests \nare fulfilled.   \n30. Based upon these representations, and in light of the Court’s decision not to \nprohibit the Qua lified Appraisers from making further reasonable requests  for \ndocuments or information, the Court will deny Bell’s Motion to Modify and Enforce \nto the extent it seeks to compel Defendants to produce records, documents, or \ninformation based on the current record. \nC. Extension of Deadline for Appraisal Process \n \n31. The Court next examines the parties’ differing requests for an extension of \ntime to complete the appraisal process.   \n32. Defendants request that the deadline for the appraisal process be extended \nninety days.  Bell asks that the Court set a deadline seventy -five days from the \ncompletion of the real estate appraiser’s work. \n33. At the April 10, 2019 hearing, the Court instructed counsel for both sides to \ncontact the selected real estate appraiser and obtain an estimate of the time it would \ntake to perform the requested real estate appraisal or appraisals.  On April 12, 2019, \ncounsel informed the Court by e-mail that the real estate appraiser estimates he will \nneed seventy days to complete his engagement. \n34. Considering the real estate appraiser’s seventy -day estimate, the Court \nconcludes that Bell’s proposed extension of time better allows for the real estate \nappraiser, the Qualified Appraisers, and the parties to efficiently conclude the \nappraisal process provided for in the Pine Needles Agreement.  The Court will thus \ngrant Bell’s Motion to Modify and Enforce to the extent it requests such an extension, \ndeny Defendants Motion in the Cause to the extent it requests a differing extension \nof time, and extend the dead line for the conclusion of the appraisal process through \nand including seventy-five days after the completion of the real estate appraiser’s \nwork. \nD. Defendants’ Request for Expenses and Attorneys’ Fees \n \n35. Defendants’ Motion in the Cause also requests that the Court tax the cost of \nthis enforcement proceeding, including reasonable attorneys’ fees, against Bell, citing \nthe Pine Needles Agreement’s reciprocal attorneys’ fees provision.  Defendants argue \nthey are entitled to such an award because Plaintiff, despite Defendants multiple \ndemands, “refused to instruct [Ankura] to follow the Pine Needles Agreement” while \nhaving “the ability and capacity to instruct [Ankura] to abide by the Pine Needles \nAgreement[.]”  (Defs.’ Br. Supp. Mot. Cause  Specific Performance Sett lement \nAgreements and Injunctive Relief 13, ECF No. 36.)  After a review of the Pine Needles \nAgreement and the parties’ arguments, the Court disagrees. \n36. Under North Carolina law, “[i]f a business contract governed by the laws of \nthis State contains a recipr ocal attorneys’ fees provision, the court  . . . in \nany . . . proceeding . . . involving the business contract may award reasonable \nattorneys’ fees in accordance with the terms of the business contract.”  N.C. Gen. Stat. \n§ 6-21.6(c). \n37. The Pine Needles Agreement contains the following reciprocal attorneys’ \nfees provision:  \nIf, in any suit, action, proceeding, or arbitration between the Parties involving \nthis Agreement, it shall become necessary for either party to employ an \nattorney to e nforce or defend any of such party’s rights, remedies, or \nobligations hereunder in a court of law . . . , the party substantially prevailing \nin any such action or proceeding as determined by the court  . . . shall be \nentitled to an award of all reasonable attorneys’ fees and expenses incurred[.] \n \n(Pine Needles Agreement ¶ 21.)   As used in this paragraph, t he designated term \n“Parties” means  the individuals comprising the “Bell Shareholders, the Miller \nShareholders, and the McGowan Shareholders,” as well as Pi ne Needles.  (Pine \nNeedles Agreement 1.) \n38. Reviewing this language, the Court notes that the Pine Needles Agreement \ndoes not expressly state which party shall be obligated to pay awarded expenses or \nattorneys’ fees.  The Court also notes, however, that while there are multiple parties \nto the contract, the parties deemed to use the non-designated, binary phrase “either \nparty” to describe the party employing an attorney to enforce or defend that party’s \nrights.  The Court concludes that this phrase implies that the attorneys’ fees provision \ncontemplates a situation in which at least two of the identified “Parties” are in a \ndispute involving the Pine Needles Agreement and the action or inaction of one  side \nhas necessitated the other’ s commencing a suit, action, or proceeding , or defending \nagainst the same.  In essence, the Court concludes paragraph twenty-one of the Pine \nNeedles Agreement provides that where one party or set of parties substantially \nprevails in a proceeding related to the Pine Needles Agreement, the party or parties \nwhose conduct resulted in the prevailing party or parties litigating the issue must \npay awarded expenses and attorneys’ fees.  See Bicycle Transit Auth., Inc. v. Bell, 314 \nN.C. 219, 227, 333 S.E.2d 299, 304 (1985 ) (“Intention or meaning in a contract may \nbe manifested or conveyed either expressly or impliedly, and it is fundamental that \nthat which is plainly or necessarily implied in the language of a contract is as much \na part of it as that which is expressed.” (quoting Lane, 284 N.C. at 410, 200 S.E.2d at \n625)). \n39. The question before the Court then is whether Bell’s action or inaction here \nnecessitated Defendants’ Motion in the Cause.  After a review of the record, the Court \nmust answer this question in the negative.   \n40. Contrary to Defendants ’ arguments, regardless of whether Bell agreed or \ndisagreed with Ankura’s approach to its engagement, Bell did not have control over \nAnkura such that Defendants’ Motion in the Cause could have been avoided .  \nArbitrators, and appraisers serving in arbitration-like proceedings, are generally not \nagents of the parties that appoint them,  but neutral and disinterested third parties.  \nSee Niagara Fire Ins. Co. v. Bishop , 39 N.E. 1102, 1106 (Ill. 1894) (“ The arbitrators \nselected, one by each side, ought not to consider themselves the agents or advocates \nof the party who appoints them.  When once nominated they ought to perform the \nduty of deciding impartially between the parties, and they will be looked upon as \nacting corruptly if they act as agents or take instructions from the other side.”); Conn. \nFire Ins. Co. v. Cohen, 55 A. 675, 677 (Md. 1903) (“It is fundamental to the conception \nof such an appraisement, which is in effect an arbitration, that the persons selected \nto make it should be free from the control or direction of the respective parties whose \ninterests have been confided to them and should act independently and upon their \nown judgment.”); L.D. Jennings Co. v. N. River Ins. Co., 172 S.E. 700, 701 (S.C. 1934) \n(“[A]rbitrators or appraisers are not agents, representatives, or advocates of the party \nby whom they are selected[.]”); Martin v. Vansant, 168 P. 990, 994 (Wash. 1917) (“To \ncall an arbitrator an agent is an egregious misnomer, and any attempt to apply to \narbitration the rules p ertaining to agency is far fetched and impractical.”) ; see also \nCarolina-Va. Fashion Exhibitors, Inc. v. Gunter , 291 N.C. 208, 220, 230 S.E.2d 380, \n389 (1976) (“An arbitrator acts in a quasi-judicial capacity and must render a faithful, \nhonest and disinter ested opinion upon the testimony submitted to him.”  (quoting \nFred J. Brotherton, Inc. v. Kreielsheimer, 83 A.2d 707, 709 (N.J. 1951))).  Defendants \nhave not shown an exception to this rule existed here between Bell and Ankura. \n41. Indeed, t he Pine Needles Agreement provides no method for either \nDefendants or Bell to exercise control over their respective Qualified Appraisers once \neach selection was made and does not obligate either side to oversee the performance \nof its chosen appraiser’s duties.  Rather, once appointed, each Qualified Appraiser’s \nwork is subject to the terms of the Pine Needles Agreement , any engagement \ndocuments between the parties and the Qualified Appraiser,  and any applicable \nprofessional rules of conduct or ethics .  Thus, on the b asis of the record before the \nCourt, the Court concludes that Ankura is not Bell’s agent , see State v. Weaver, 359 \nN.C. 246, 258, 607 S.E.2d 599, 606 (2005) (stating that “the principal’s control over \nthe agent” is an essential element of an agency relationship), and that Bell  had no \nability to unilaterally compel Ankura to change its methodology in response to \nDefendants’ demands. \n42. Accordingly, the Court concludes that it was Ankura’s and Zyla’s forecast \nfailure to follow the Pine Needles Agre ement’s terms, and not Bell’s conduct,  that \nnecessitated Defendants’ Motion in the Cause.  As a result, the Court concludes it \nwould be improper to require B ell to pay Defendants’ expenses, including attorneys’ \nfees, under the Pine Needle s Agreement’s reciprocal attorneys’ fees provision.   The \nCourt will thus deny Defendants’ Motion in the Cau se to the extent it requests an  \naward of such expenses. \nE. Bell’s Motion to Strike \n \n43. Bell moves the Court to strike the affidavits of John T. Bosworth and George \nBanister Hawkins (the “Bosworth and Hawkins Affidavits”) , which were submitted \nto the Court as exhibits to Defendants’ reply brief in support of Defendants’ Motion \nin the Cause.  Bell argues that the Bosworth and Hawkins Affidavits introduce new \nopinions and arguments to the Court in violation of Business Court Rule (“BCR”) 7.7, \nwhich provides “a reply brief must be limited to discussion of matters newly raised in \nthe responsive brief.”  BCR 7.7. \n44. Defendants respond to Bell’s Motion to Strike by cont ending that the \nBosworth and Hawkins Affidavits reply directly to Bell’s arguments supporting his \nMotion to Modify and Enforce  and opposing Defendants’ Motion in the Cause .  \nDefendants also ask the Court to summarily deny Bell’s Motion to Strike under BCR \n7.2 for lack of accompanying brief and BCR 7.3 for failure to consult with opposing \ncounsel before filing. \n45. A trial court’s ruling on a motion to strike an affidavit will not be disturbed \nabsent an abuse of discretion.  Blair Concrete Servs., Inc. v. Van-Allen Steel Co., 152 \nN.C. App. 215, 219, 566 S.E.2d 766, 768 (2002). \n46. Having carefully reviewed (i) Bell’s brief in support of his Motion to Modify \nand Enforce and in opposition to Def endants’ Motion in the Cause,  (ii) Defendants’ \nreply brief in support of th eir Motion in the Cause , and (iii) the Bosworth and \nHawkins Affidavits, the Court concludes that the Bosworth and Hawkins A ffidavits \ndirectly address arguments Bell raised in opposition to Defendants’ Motion in the \nCause and in support of his Motion to Modify and Enforce.  The Court will therefore \ndeny Bell’s Motion to Strike.  \nIII. \nCONCLUSION \n47. WHEREFORE, the Court hereby ORDERS as follows: \na. Defendants’ Motion in the Cause is GRANTED in part and DENIED \nin part as follows: \ni. To the extent the Defendants seek the Qualified Appraisers’ \ncompliance with the terms of the Pine Needles Agreement, \nDefendants’ Motion in the Cause is GRANTED.  The Qualified \nAppraisers and their selected real estate appraiser are hereby \nordered not to consider the highest and best use of Pine Needles’ \nor Mid-Pines’ real estate assets—regardless of whether those real \nestate assets are considered used, unused, excess, or surplus—in \ncarrying out their engagements.  Instead, consistent with the \nCourt’s reading of the Pine Needles Agreement, they are hereby \nordered to (i) assume a going concern premise of value, (ii) assume \nno material change in the operations of Pine Needles or Mid -\nPines, (iii) assume no change in the use of Pine Needles’ or Mid -\nPines’ real estate assets, and (iv) assume a valuation date of June \n30, 2018. \nii. For the reasons explained above, Ankura is not Bell’s agent, and \nso to the extent Defendants seek an order requiring Bell to \nmandate that Ankura will comply with the Pine Needles \nAgreement, Defendants’ Motion in the Cause is DENIED.   \niii. To the extent Defendants request an order providing that \nDefendants will not be required to respond to further document \nor information requests from Ankura, or any of the other \nQualified Appraisers, Defendants’ Mo tion in the Cause is \nDENIED. \niv. To the extent Defendants request an extension of the appraisal \nprocess deadline, Defendants’ Motion in the Cause is DENIED. \nv. To the extent Defendants request an award of their expenses, \nincluding reasonable attorneys’ fees, Defendants’ Motion in the \nCause is DENIED. \nb. Bell’s Motion to Modify and Enforce is GRANTED in part  and \nDENIED in part as follows: \ni. To the extent Bell seeks an order from the Court prohibiting \nDefendants from challenging the Qualified Appraisers’  forecast \nnoncompliance with the terms of the Pine Needles Agreement, \nBell’s Motion to Modify and Enforce is DENIED. \nii. To the extent Bell asks the Court to order Defendants to respond \nto Ankura’s document or information requests,  Bell’s Motion to \nModify and Enforce is DENIED based on the current record. \niii. To the extent Bell requests an extension of the appraisal process \ndeadline, Bell’s Motion to Modify and Enforce is GRANTED.  The \nparties and Qualified Appraisers shall have through and \nincluding seventy -five days after the selected real estate \nappraiser tenders his final appraisal to complete the appraisal \nprocess outlined in the Pine Needles Agreement.  This extension \nincludes both the time for the Qualified Appraisers to tender their \nindependent reports and the time for the thirty -day comment \nperiod provided for by the Pine Needles Agreement. \nc. In the exercise of the Court’s discretion, Bell’s Motion to Strike is \nDENIED. \nd. The parties are hereby ordered to provide a copy of this Order to each \nQualified Appraiser as soon as practicable. \n SO ORDERED, this the 23rd day of April, 2019. \n \n \n     /s/ Louis A. Bledsoe, III    \n     Louis A. Bledsoe, III \n     Chief Business Court Judge \n "
}