{
  "id": "75d05e03165bbbba2626949d84082589b37b5cb9b6565ad7a398320b2163424b",
  "source_file": "data/raw/ncbc/75d05e03165bbbba2626949d84082589b37b5cb9b6565ad7a398320b2163424b.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nORANGE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23 CVS 1176 \n \nLFF IV TIMBER HOLDING LLC and \nLYME MOUNTAINEER \nTIMBERLANDS II LLC, \n \nPlaintiffs, \n \nv. \n \nHEARTWOOD FORESTLAND FUND \nIV, LLC; HEARTWOOD \nFORESTLAND FUND IV LIMITED \nPARTNERSHIP; and HEARTWOOD \nFORESTLAND ADVISORS IV, LLC, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’  \nMOTIONS TO DISMISS  \n \n THIS MATTER is before the Court on Defendant Heartwood Forestland Fund \nIV, LLC (“Heartwood Fund”) and Heartwood Forestland Fund IV Limited \nPartnership’s (“Heartwood LP”) Motion to Dismiss Plaintiffs’ Complaint (“First \nMotion,” ECF No. 31), and Defendant Heartwood For estland Advisors IV, LLC’s \n(“Heartwood GP”) Motion to Dismiss Plaintiffs’ Complaint (“Second Motion,” ECF No. \n34) (collectively, the “Motions”).\n1   \n THE COURT , having considered the Motions, the parties’ briefs, the \narguments of counsel, the applicable law, and all appropriate matters of record, \nCONCLUDES that the Motions should be GRANTED in part and DENIED in part \nas set forth below.  \nRobinson, Bradshaw & Hinson, P.A., by Edward F. Hennessey, IV, \nGarrett Steadman, and Andrew R. Wagner, for Plaintiffs LFF IV Timber \nHolding LLC and Lyme Mountaineer Timberlands II LLC. \n \n1 Both of the Motions are based on substantively identical arguments.  Therefore, the Court \ndoes not differentiate in this Opinion between the First Motion and the Second Motion.  \nLFF IV Timber Holding LLC v. Heartwood Forestland Fund IV, LLC, 2024 NCBC \n58. \n \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, LLP, by Michael \nW. Mitchell and John E. Harris, and Susman Godfrey, LLP, by \nAlexander Kaplan, Krisina Janaye Zuniga, Julia Risley, Geoffrey \nHarrison and John McCauley, and Eversheds Sutherland LLP, by \nTimothy McCaffrey, for Defendants Heartwood Forestland Fund IV LLC \nand Heartwood Forestland Fund IV Limited Partnership.   \n \nWomble Bond Dickenson LLP, by Patrick Grayson Spaugh, Sarah \nMotley Stone, and Peyton Poston, for Defendant Heartwood Forestland \nAdvisors IV, LLC. \n \nDavis, Judge. \nINTRODUCTION \n1. This case involves claims for indemnification by the purchaser of several \nlarge timberlands against the sellers of the property .  In a nutshell, the purchaser \ncontends that the sellers overstated carbon stocking data regarding the timberlands \nto a state agency in connection with a  “carbon cap- and-trade” program , thereby \nexposing the purchaser to millions of dollars in potential liability.  The sellers seek \ndismissal of this action in its entirety. \nFACTUAL AND PROCEDURAL BACKGROUND \n2. The Court does not make findings of fact in connection with a motion to \ndismiss under Rule 12(b)(6) of the North Carolina Rules of Civil Procedure and \ninstead recites those facts contained in the complaint (and in documents attached to, \nreferred to, or incorporated by reference in the complaint) that are relevant to the \nCourt’s determination of the motion.  See, e.g., Window World of Baton Rouge, LLC \nv. Window World, Inc., 2017 NCBC LEXIS 60, at *11 (N.C. Super. Ct. July 12, 2017).  \n3. Plaintiffs LFF IV Timber Holding LLC  and Lyme Mountaineer \nTimberlands II LLC (collectively, “Lyme” ) are companies that purchase and operate \ntimber investment properties in several states.  ( Defs.’ Br. Supp. Mot. Dismiss Pls.’ \nCompl., ECF No. 32, at 5–6).   \n4. Lyme is organized under Delaware law and has its principal offices in \nNew Hampshire.  (Compl. ¶¶ 2–3, ECF No. 3.) \n5. Defendant Heartwood LP  is also in the timberland business.  The \ncompany is organized as a limited partnership under North Carolina law and has its \nprincipal address in Orange County, North Carolina.  (Compl. ¶ 4.)   \n6. Prior to a merger discussed below, Defendant Heartwood GP served as \nHeartwood LP’s general partner.  ( Compl. ¶ 5.)  Heartwood GP is a limited liability \ncompany that is organized under North Carolina law and headquartered in Orange \nCounty.  (Compl. ¶  5.)  Lyme asserts that  as Heartwood LP’s general partner, \nHeartwood GP is jointly and severally liable with Heartwood LP for the claims Lyme \nhas asserted in this action.  (Compl. ¶ 5.) \n7. At all relevant times, Heartwood GP had a single manager, The \nForestland Group, LLC (“Forestland Group”).  Forestland Group is a North Carolina \nlimited liability company based in Orange County, North Carolina.  (Compl. ¶ 6.)  \n8. On 25 October 2022, Heartwood LP merged with a company called Anew \nMerger Sub IV, LLC, a Delaware limited liability company.  The surviving entity \nupon completion of the merger was Heartwood LP, which at the time was still a North \nCarolina-organized limited partnership, but is now principally based in Cottonwood \nHeights, Utah.  (Compl. ¶ 7.) \n9. That same day, Heartwood LP converted to Heartwood Fund, a \nDelaware limited liability company with a mailing address in Cottonwood Heights, \nUtah.  (Compl. ¶  8.)  According to Lyme’s Complaint, Heartwood Fund has either \n“succeeded to all liability to Lyme held by [ Heartwood LP]” or “shares such liability \njointly and severally with [Heartwood LP].”  (Compl. ¶ 8.)2 \n10. Prior to December 2017, Heartwood owned approximately 97,323 acres \nof timberland  stretching across Wyoming, McDow ell, and Logan counties in West \nVirginia (the “Property”).  (Compl. ¶¶ 23, 32.) \n11. On 23 March 2015, Heartwood voluntarily enrolled the Property in a \n“carbon cap-and-trade” program operated by the State of California ’s Air Resources \nBoard (“ARB”).  (Compl. ¶¶ 1, 23.)     \n12. The Complaint explains , as background information,  how the ARB’s \ncarbon cap-and-trade program is part of a larger market for “carbon offsets.”  Carbon \noffsets are “tradeable credits representing a reduction in emissions of one metric ton \nof greenhouse gas, generally carbon dioxide.”  (Compl. ¶  12.)  An emitter can  use \ncarbon offset credits to comply  with “[environmental] regulatory requirements or to \nvoluntarily achieve its emission reduction goals.”  (Compl. ¶ 12.)   \n \n2 For ease of reading  and in an effort to avoid losing the forest for the trees , this Opinion \nhereafter refers to Heartwood LP, Heartwood GP, Heartwood Fund, and Forestland Group \ncollectively as “Heartwood.” \n13. Timberland owners such as Heartwood are able to  earn carbon offset \ncredits through the ARB’s cap-and-trade program “by agreeing to cap future [timber] \nharvesting activity” on their properties.  (Compl. ¶  14.)  Consequently, carbon offset \ncredits serve as valuable economic incentives to reduce a timberland owner’s carbon \nfootprint.  (Compl. ¶ 14.)   \n14. To begin earning carbon offset credits through the ARB’s cap-and-trade \nprogram, a timberland owner must first take several steps .  (Compl. ¶  15.)  These \ninclude (1) making “a full inventory of [the timberland owner’s] property’s carbon \nstocking”; (2) allowing a n ARB- approved third party to verify the accuracy of th e \ninventory; (3) allowing “[a] private third -party registry  . . . [to confirm]  . . . the \nproposed carbon project’s compliance with its standards”; and ultimately, (4) seeking \nregistration of the t imberland owner’s property as a “carbon project” with the ARB .  \n(Compl. ¶¶ 15–16.)   \n15. Once the ARB designates a property as a “carbon project,” it will grant \nthat property’s owner an “initial issuance” of carbon offset credits.  (Compl. ¶  16.)  \nAccording to the Complaint, “[t] he initial issuance generally represents the largest \nissuance of carbon offse ts, and the largest revenue event, for an ARB -administered \ncarbon project. ”  (Compl. ¶  16.)  Shortly thereafter, the carbon offset  credits are \ndeposited into the property owner’s ARB-administered account, which is akin to a \n“bank debit account for carbon offsets.”  (Compl. ¶ 16.)    \n16. Participation in the ARB’s cap-and-trade program necessarily requires \na timberland owner to subject itself  to the ARB’s oversight, which continues for at \nleast 100 years following the initial issuance of carbon offset credits.  (Compl. ¶ 17.)  \nDuring that century-long period, the current owner of the carbon project property is \nreferred to as the Offset Project Operator (“OPO”).  (Compl. ¶ 17.)    \n17. An OPO is tasked with submitting  annual reports (known as “desktop \nreports”), which document the levels of carbon that are stored on the subject property.  \n(Compl. ¶  18.)  Additionally , every seven years, the OPO must conduct a \n“reverification” process and submit a reverification report, which includes a complete \nre-inventorying of carbon stocks.  (Compl. ¶ 20.) \n18. An OPO’s “desktop” and “reverification” reports may occasionally reflect \nincreases in the amount of carbon stored on the project property since the date of the \nARB’s initial issuance , in which case the ARB will issue additional carbon offset \ncredits to account for any increases in carbon stockage.  (Compl. ¶ 19.)  Conversely, if \nthe amount of carbon stored on the  OPO’s property decreases below levels recorded \nat the time of the initial issuance (or any subsequent issuances),  that property will \nincur a “reversal of some or all of the previous credit issuances.”  (Compl. ¶ 21.)    \n19. If a reversal is caused by factors outside of the OPO’s control—such as \nnatural disasters that affect carbon stocks on the OPO’s property—the ARB will deem \nthat reversal to be “unintentional,” and may issue replacement carbon offset credits  \nto compensate for any losses .  (Compl. ¶  22.)  However, if a reversal is caused by \nfactors within the OPO’s control, the ARB will consider it an “intentional” reversal \nand may impose penalties, including a requirement that the OPO purchase additional \ncarbon offset credits in order to rectify any deficiencies.  (Compl. ¶ 22.) \n20. One type of  intentional reversal (the type alleged by Lyme in this \nlawsuit) is that resulting from an overstatement of carbon stocks on the property at \nissue.  (Compl. ¶ 22.)   \n21. In anticipation of participating i n the ARB’s cap- and-trade program, \nHeartwood hired a third party to begin the process of conducting an initial inventory \nof the carbon stocks on its Property in 2014 (the “Initial Inventory”).  (Compl. ¶ 24.)   \n22. Upon completing the Initial Inventory in 2015, Heartwood submitted an \nInitial Report—which is attached as Exhibit A to Lyme’s Complaint—to the ARB.  \n(Compl. ¶ 25; Ex. A.)  This Initial Report summarize d information about the carbon \nstocks present on the Property during the period of time between 23 March 2015 and \n23 September 2015.  This period is  referred to as “Reporting Period 1,” or “RP1 .”  \n(Compl. ¶ 25.) \n23. In its Complaint, Lyme has alleged that the carbon levels listed in the \nInitial Report were “significantly overstated.”  (Compl. ¶ 26.)   \n24. Heartwood received its initial issuance of carbon offset credits from the \nARB on 23 Ma y 2017, and the Property was officially enrolled as a “carbon project” \n(the “Wyoming Project”) .  (Compl. ¶ 27.)  That initial issuance of credits was based \nupon the carbon levels reflected in the Initial Report. \n25. Heartwood subsequently provided the ARB with a second report \n“quantifying the purported quantity of additional carbon sequestered during the \nCarbon Project’s second reporting period (“RP2”).”  (Compl. ¶ 28.)  RP2 encompassed \nthe period of time between 24 September 2015 and 23 September 2016.  (Compl. Ex. \nB, at 2.)3  The ARB subsequently issued additional carbon offsets to Heartwood based \nupon this second report.  (Compl. ¶ 28.) \n26. All in all, the ARB issued a total of 4,765,002 carbon offset credits for \nRP1 and RP2.  Those credits were allegedly worth over $50 million.  (Compl. ¶ 29.) \n27. In or around 2016, Heartwood invited Lyme to purchase portions of its \ntimberland, including the Property  encompassing the Wyoming Project .  (Compl. \n¶ 30.)  \n28. On 20 July 2017, the parties entered into a Contract for the Purchase \nand Sale of Property (the “PSA”), pursuant to which Heartwood agreed to sell to Lyme \n182,476 acres of timberland across West Virginia, Kentucky, and Pennsylvania, \nincluding the land encompass ing the Wyoming Project  (the “2017 Transaction”) .  \n(Compl. ¶ 31.)  At or around that same time, the parties executed a series of special \nwarranty deeds reserving to Heartwood the rights to all carbon offset credits that \nwere attributable through the end of RP2, including the full initial issuance of credits \nfrom the ARB.  (Compl. ¶ 33.) \n29. Over the following months, the parties executed several amendments to \nthe PSA.  The most relevant amendment to the PSA for purposes of this lawsuit is \nthe Fourteenth Amendment (ECF No. 33.3), which is discussed in more detail below.   \n30. The parties officially closed the 2017 Transaction on 18 December 2017 \n(the “Closing Date”).  (Compl. ¶ 32.)  \n \n3 The remaining reporting period referenced in the Complaint ( “RP3”) lasted from 24 \nSeptember 2016 until 23 September 2017.  (Compl., Ex. B, at 3.) \n31. Pursuant to the terms of the Fourteenth Amendment to the PSA and as \na part of the 2017 Transaction, Lyme and Heartwood executed a “Carbon Cooperation \nAgreement” (the “Wyoming CCA”)4, with respect to the Wyoming Project.  (Compl.  \n¶ 34, Ex. B.)  The Wyoming CCA provided—among other things—that Lyme would \nultimately “step into Heartwood’s shoes” as the Wyoming Project’s OPO once certain \nconditions were met.  (Wyo. CCA § 2(d); Compl. ¶ 34.)  Once Lyme became the OPO, \nLyme would officially become the party answerable to the ARB  regarding the \nWyoming Project.  (Compl. ¶ 36.)  \n32. Notably, the Wyoming CCA also contained indemnity provisions, which \nare at the core of this lawsuit.  (Wyo. CCA § 9.) \n33. At some point, Lyme took over for Heartwood as OPO for the Wyoming \nProject (the “OPO Change Date”).5  (Compl. ¶ 35.) \n34. During the intervening period between the C losing Date and the OPO \nChange Date, Heartwood continued to submit  annual “desktop” reports to the ARB \npursuant to Section 2(b) of the Wyoming CCA.  (Tr., at 13.) \n35. Following the OPO Change Date, Lyme began submitting its own \n“desktop” reports to the ARB through 2021, although—unbeknownst to Lyme—these \n \n4 The parties also entered into a second Carbon Cooperation Agreement, (the “Buffalo CCA,” \nECF No. 33.2) , in connection with another ARB carbon project pertaining to an entirely \nseparate property purchased by Lyme.  Unlike the Wyoming CCA (which serves as the basis \nfor Lyme’s indemnification claims in this action), t he Buffalo CCA is not at issue in this  \nlawsuit. \n5 The precise OPO Change Date is unclear from the Complaint, although at the hearing on \nthe Motions the attorneys estimated that it occurred during “the second quarter of 2018 .”  \n(Tr., at 6–7.)        \nreports were based up on the alleged overstatements contained in the  carbon \ninventories that had been previously submitted by Heartwood.  (Compl. ¶ 39.) \n36. In or around 2023, in anticipation of the next seven-year “reverification” \nreport, Lyme commissioned a new physical inventory of the Property (the “Updated \nInventory”).  (Compl. ¶ 40.) \n37. According to Lyme , the results of the  Updated Inventory reflected \ncarbon stocks that were “significantly below what the annual desktop inventories had \nmodeled, resulting in a reversal” (the “2023 Reversal”).  (Compl. ¶ 41.)  \n38. On 1 June 2023, Lyme notified the ARB of the 2023 Reversal.   (Compl. \n¶ 42.)    \n39. Lyme asserts that as a result of the 2023 Reversal, it has  incurred—or \nwill incur—the following expenses and costs:  \n[O]ut-of-pocket legal, investigative, and other costs relating to the \nUpdated Inventory, the 2023 Reverification and the 2023 Reversal and \ntheir implications; [c ]osts in relation to engagement with the ARB in \nrespect of the 2023 Reverification and the 2023 Reversal; [c]osts to \npurchase carbon offsets to resolve the 2023 Reversal; [c]osts  associated \nwith the ongoing management of the Property based on the lower carbon \nstocking (i.e. the need to maintain additional carbon stocking from new \ngrowth moving forward or to limit harvests from what had been \nrepresented to Lyme as acceptable harves t levels); and [c]osts in the \ncourse of efforts to pursue as against Defendants its rights under the \n[indemnification provisions of the Wyoming CCA]. \n(Compl. ¶ 44.)  \n40. Lyme initiated this action by fil ing a Complaint in Orange County \nSuperior Court on 20 October 2023.  In its first four claims, Lyme asserted causes of \naction against Heartwood for declaratory and monetary relief with respect to  \nHeartwood’s alleged duty to indemnify Lyme pursuant to the terms of the Wyoming \nCCA for its current and future losses resulting from the reversal.  (Compl. ¶¶ 47–56.)  \nIn its fifth claim, Lyme pled a claim for unjust enrichment.  (Compl. ¶ 57–60.)  \n41. This matter was designated as a mandatory complex business case and \nassigned to the undersigned on 23 October 2023.  (ECF Nos. 1, 2.)   \n42. Heartwood Fund and Heartwood LP filed their respective Motions on 20 \nDecember 2023.  \n43. The Court held a hearing on the Motions on 26 June 2024  at which all \nparties were represented by counsel.  \n44. The Motions have been fully briefed and are ripe for resolution.  \nLEGAL STANDARD \n45. In ruling on a motion to dismiss under Rule 12(b)(6), the Court may only \nconsider the pleading and “any exhibits attached to the [pleading,]” Krawiec v. Manly, \n370 N.C. 602, 606 (2018), in order to determine whether “as a matter of law, the \nallegations of the complaint, treated as true, are sufficient to state a claim upon which \nrelief can be granted under some recognized legal theory.”  Forsyth Mem’l Hosp., Inc. \nv. Armstrong World Indus., Inc. , 336 N.C. 438, 442 (1994) (cleaned up). The Court \nmust view the  allegations in the complaint “in the light most favorable to the non-\nmoving party.”  Christenbury Eye Ctr., P.A. v. Medflow, Inc. , 370 N.C. 1, 5 (2017) \n(cleaned up). \n46. “It is well established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen ‘(1) the complaint on its face reveals that no law supports the plaintiff’s claim; \n(2) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plaintiff’s \nclaim.’ ”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615 (2018) (quoting Wood \nv. Guilford Cty., 355 N.C. 161, 166 (2002)).   \nANALYSIS \n47. The bulk of the arguments in Heartwood’s  briefs are based on its \nassertion that neither of the two indemnification provisions in the Wyoming CCA \nrelied upon by Lyme apply to any overstatement of carbon deposits Heartwood may \nhave made in  its Initial Inventory .  This is so, Heartwood argues, because the \nindemnification provisions only apply to events that occurred after the Closing Date.  \n(Defs.’ Br. Supp. Mot. Dismiss Pls.’ Compl., at 3–4, 13–14, 24–26.) \n48. Before delving into the specific arguments raised by the parties on this \ntopic, the Court will address three threshold issues.  \n49. First, the Court must determine which of the various documents \ndiscussed by the parties in their respective briefs it is permitted to consider on the \npresent Motions. \n50. In addressing a Rule 12(b)(6) motion, the Court “can reject allegations \nthat are contradicted by the documents attached [to], specifically referred to, or \nincorporated by reference in[,] the complaint.”  Moch v. A.M. Pappas & Assocs., LLC, \n251 N.C. App. 198, 206 (2016) (quoting Laster v. Francis, 199 N.C. App. 572, 577 \n(2009)).  Moreover, the Court “may properly consider documents which are the subject \nof a plaintiff’s complaint and to which the complaint specifically refers even though \nthey are presented by the defendant.”  Oberlin Capital, L.P. v. Slavin, 147 N.C. App. \n52, 60 (2001) (citing Robertson v. Boyd, 88 N.C. App. 437, 441 (1988)).  The Court is \npermitted to consider such documents without converting the Rule 12(b)(6) motion to \ndismiss into a motion for summary judgment under Rule 56.  Schlieper v. Johnson, \n195 N.C. App. 257, 261 (2009).   \n51. However, consideration of any other types of documents on a Rule \n12(b)(6) motion is improper, as “[p]erhaps the most fundamental concept of motions \npractice under Rule 12 is that evidence outside the pleadings cannot be considered in \ndetermining whether the complaint states a claim on which relief can be granted.” \nVanguard Pai Lung, LLC v. Moody , 2019 NCBC LEXIS 39, at *10 (N.C. Super. Ct. \nJune 19, 2019) (cleaned up). \n52. Here, neither party disputes the fact  that the Court can properly \nconsider the PSA, the Fourteenth Amendment to the PSA, and the Wyoming CCA.   \n53. The only point of contention on this subject relates to the Buffalo CCA.  \nHeartwood submits that consideration of this document is proper because it was \nexecuted at the same time as the other documents referenced in the Complaint .  \n(Defs.’ Reply Br. Supp. Mot. Dismiss Pls.’ Compl., ECF No. 47, at 9.)   However, \nbecause the Buffalo CCA is neither attached to the Complaint nor expressly \nreferenced therein, t he Court declines to consider it in connection with the present \nMotions.  \n54. Second, Heartwood contends that the Complaint is impermissibly vague \nand that Lyme should be required to file a more detailed recitation of its claims.   \n(Defs.’ Br. Supp. Mot. Dismiss Pls.’ Compl., at 4, 12, 21–24.)  \n55. It is well-settled that North Carolina is a notice pleading state, meaning \nthat, as a general proposition, claims pled in a complaint   \nneed only meet the requirements of Rule 8(a) of the North Carolina \nRules of Civil Procedure.  See Haynie v. Cobb , 207 N.C. App. 143, 148, \n698 S.E.2d 194, 198 (2010) (“The general standard for civil pleadings in \nNorth Carolina is notice pleading.” (quoting Murdock v. Chatham Cty ., \n198 N.C. App. 309, 316, 679 S.E.2d 850, 855 (2009)).  Under Rule 8(a)(1), \na pleading asserting a claim must contain “[a] short and plain statement \nof the claim sufficiently particular to give the court and the parties \nnotice of the transactions, occurrences, or series of transactions or \noccurrences, intended to be proved showing that the pleader is entitled \nto relief[.]”  N.C. R. Civ. P. 8(a)(1).  Under this “notice pleading” \nstandard, “a statement of claim is adequate if it gives sufficient notice \nof the claim asserted to enable the adverse party to answer and prepare \nfor trial, to allow for the application of the doctrine of res judicata, and \nto show the type of case brought.”  Wake Cty. v. Hotels.com, L.P. , 235 \nN.C. App. 633, 646, 762 S.E.2d 477, 486 (2014) (quoting Sutton, 277 N.C. \nat 102, 176 S.E.2d at 165).  \n \nTillery Envt’l. LLC v. A&D Holdings, Inc. , 2018 NCBC LEXIS 13, at *77– 78 \n(N.C. Super. Ct. Feb. 9, 2018). \n56. Here, although the Complaint is quite specific in all other respects as to \nthe factual background of the parties’ dispute and the provisions of the Wyoming CCA \nunder which Lyme seeks indemnification, it is admittedly short on specifics as to the \nactual overstatement by Heartwood of the carbon estimates at issue that forms the \nbasis for its indemnification request.  The most relevant allegations in the Complaint \non this subject merely state as follows:  \nUpon information and belief, the Initial Inventory significantly \noverstated the carbon stocking on the property.  \n. . .  \nThe Updated Inventory indicated that carbon stocks were significantly \nbelow what the annual desktop inventories had modeled, resulting in a \nreversal[.] \n(Compl. ¶¶ 26, 41.) \n57. Lyme has also attached as Exhibit A to the Complaint the Initial Report \nthat was submitted to the ARB by Heartwood—a document technically captioned the \n“U.S. Forest Offset Project Data Report” —which contains numerical data that \nallegedly reflects the overstatements at issue.  (Compl., Ex A.) \n58. The Court finds that Lyme’s Complaint meets North Carolina’s notice \npleading standard.  The Complaint (and its attachments) sufficiently put Heartwood \non notice as to the nature of Lyme’s claims and the specific provisions of the Wyoming \nCCA under which it seeks indemnity. \n59. Read as a whole, the Complaint alleges that Heartwood’s Initial \nInventory submitted to the ARB contained overstated carbon estimates (as set forth \nin the Initial Report), that the ARB relied on those estimates in issuing carbon offset \ncredits to Heartwood for which it received millions of dollars, and that Lyme (as the \npurchaser of the Property) will be held liable for the  consequences of the 2023 \nReversal resulting from Heartwood’s overstatements so as to trigger the \nindemnification provisions of the Wyoming CCA.  \n60. We have previously observed that “stating a claim for breach of contract \nis a relatively low bar.”  Vanguard  Pai Lung, LLC , 2019 NCBC LEXIS 39, at *11.  \nAlthough Lyme will, of course, have to make a more detailed showing at later stages \nof this litigation, the Court concludes that its allegations are sufficient to pass muster \nunder Rule 12(b)(6).  See, e.g., Dunn Holdings I, Inc. v. Confluent Health LLC , 2018 \nNCBC LEXIS 215, at *12 –13 (N.C. Super. Ct. Dec. 10, 2018) ( finding that when a \ncomplaint alleges each of the elements of the claim  pled therein , “it is error to \ndismiss . . . [that claim] . . . under Rule 12(b)(6).”) (cleaned up).  \n61. Third, Heartwood contends that the overstatements alleged by Lyme, if \nproven, would have  resulted simply from pure estimates of carbon deposits by \nHeartwood and that mere estimates (even if later proven to be incorrect) cannot form \nthe basis for the indemnification Lyme is seeking.  (Defs.’ Br. Supp. Mot. Dismiss Pls.’ \nCompl., at 23.)  \n62. However, the Court rejects this argument as well —at least at the \ncurrent pleadings stage of this  case.  Lyme has asserted that the “estimates” were \nmade under oath and formed the basis for the ARB’s issuance of credits to Heartwood \nworth millions of dollars.  (Pls.’ Br. Responding Jointly Defs.’ Mots. Dismiss, ECF No. \n43, at 21.)  Therefore, Heartwood’s attempt to minimize the formality of the carbon \ndata information it provided to the ARB is not sufficient to warrant dismissal of \nLyme’s Complaint. \n63. Having resolved these threshold issues, the Court next address es \nLyme’s indemnification claims and then its unjust enrichment claim. \nA. Indemnification Claims \n64. The Wyoming CCA sets out various terms regarding the rights and \nobligations of Heartwood and Lyme in connection with the Wyoming Project.  Section \n9(b) of the Wyoming CCA contains four provisions setting out the indemni ty \nobligations of Heartwood toward Lyme.  Two of those provisions—sections 9(b)(i) and \n(iii)—form the basis for Lyme’s arguments in this case.  Those two provisions (along \nwith the introductory language of Section 9(b)) state, in relevant part, as follows: \nb. [Heartwood] Indemnities.  [Heartwood] shall \nindemnify, defend and hold [Lyme]  and [Lyme]’s affiliates and their \nrespective members, managers, partners, officers, directors, employees, \nshareholders, and agents (collectively, the \" [Lyme] Indemnified \nParties”) harmless from and against any and all liabilities, losses, \ndamages, claims, costs, fees, penalties, charges, assessments, taxes, \nfines or expenses (including reasonable and actual attorneys' fees, \ninvestigation costs and all other reasonable costs and expenses actually \nincurred) (collectively, “Costs”) and any actions or proceedings in \nconnection therewith, arising out of or in connection with:  \n \ni. Any reversal or invalidation of the Reserved Carbon \nCredits due to: (y) any act or omission by [Heartwood] \noccurring or which should have occurred prior to the OPO \nChange Date with respect to the Property; or (z) \n[Heartwood]’s willful failure to carry out its obligations \nunder this Agreement, except to the extent such failure \nresults from the negligence or willful act or omission of any \nof the [Lyme] Indemnified Parties;  \n. . .  \n \niii. [Heartwood]’s breach of the representation and warranty \ncontained in Section 2.e. of this Carbon Cooperation \nAgreement or of any representation or warranty made by \n[Heartwood] as OPO in any Reserved Offset Period \nSubmissions or any RP3 Submissions[.] \n(Wyo. CCA § 9(b)(i), (iii).) \n65. The crux of the parties’ dispute in this case largely concerns whether \nLyme is entitled to indemnity from Heartwood for losses attributable to events \noccurring before the Closing Date.  (Lyme says yes and Heartwood says no.) \n66. Heartwood insists that the Wyoming CCA was purely “forward -\nlooking”—that is, solely intended to set out the parties’ rights and obligations from \nthe Closing Date until the OPO Change Date.  (Defs.’ Br. Supp. Mot. Dismiss Pls.’ \nCompl., at 13–14, 24 –26.)  Lyme acknowledges that the rights and duties of the \nparties during the period when Lyme was the owner of the Property yet Heartwood \nremained the OPO  were among the key subject s addressed in the Wyoming CCA .  \nNevertheless, Lyme contends, certain provisions of the Wyoming CCA also govern \nconduct occurring before  the Closing Date  and that  the two above -quoted \nindemnification provisions fall into this category.  Lyme further asserts that when \nthe parties intended for a particular provision of the Wyoming CCA to apply only to \nfuture conduct, they used specific language to make their intentions clear, but did not \ndo so in sections 9(b)(i) and (iii).   (Pls.’ Br. Responding Jointly Defs.’ Mots. Dismiss, \nat 13–16.)  \n67. Each party tries to put a favorable spin on the fact that the original \nversion of the PSA included a Schedule 9(d)  that would have expressly allowed \nindemnification for pre-Closing Date conduct but was ultimately deleted pursuant to \nthe Fourteenth Amendment to the PSA and replaced by the Wyoming CCA .  \n(Fourteenth Am. § 4.)    Schedule 9(d) stated, in relevant part, as follows: \n5. [Heartwood] shall indemnify [Lyme] and any purchaser of carbon \noffsets attributable to the period prior to the Closing Date for losses \nincurred as a result of a reversal or invalidation, and shall be \nresponsible for actions or obligations (including without limitation costs \nincurred or resources expended by [Lyme] in connection with any ARB \ninvestigation) arising from such reversal or invalidation, due to any act \nor omission occurring or which should have occurred prior to the Closing, \nor arising out of the [Heartwood] OPO Responsibilities. \n(Schedule 9(d), ECF No. 43.1 (emphasis added).)  \n \n68. Lyme argues that the presence of Schedule 9 (d) in the PSA (before the \nparties ultimately decided to delete it in favor of a more comprehensive document —\nthe Wyoming CCA) shows that, during the parties’ relationship, there was a meeting \nof the minds  that pre-Closing Date conduct could trigger indemnity obligations by \nHeartwood.  (Pls.’ Br. Responding Jointly Defs.’ Mots. Dismiss, at 7–8.) \n69. Heartwood, conversely, contends that  the fact that the parties later \nchose to delete Schedule 9( d) and to avoid using such express language in the \nWyoming CCA suggests that the parties lacked a meeting of the minds on this issue \nwhen it mattered most—that is, at the time the Wyoming CCA was executed.  (Defs.’ \nReply Br. Supp. Mot. Dismiss Pls.’ Compl., at 8.)   \n70. With the parties’ respective contentions in mind, the Court must analyze \nthe actual language of sections 9(b)(i) and (iii).  In so doing, the Court interprets the \nWyoming CCA in accordance with the usual principles of contract construction.  \n“[Courts] must construe [a] contract as a whole and an indemnity provision must be \nappraised in relation to all other provisions.”  WakeMed v. Surgical Care Affiliates, \nLLC, 243 N.C. App. 820, 825 (2015) (cleaned up). \ni. Section 9(b)(i) \n71. It is well settled that a contract interpretation issue cannot be resolved \nat the Rule 12(b)(6) stage where each party has shown that the provision at issue is \nreasonably susceptible to materially different interpretations.  See, e.g., Schenkel & \nSchultz, Inc. v. Hermon F. Fox & Assocs., P.C., 362 N.C. 269, 273 (2008) (noting that \n“[a]n ambiguity exists in a contract when either the meaning of words or the effect of \nprovisions is uncertain or capable of several reasonable interpretations[,]” (quoting \nRegister v. White, 358 N.C. 691, 695 (2004)), and holding that “[w]hen an agreement \nis ambiguous and the intention of the parties is unclear  . . . , interpretation of the \ncontract is for the jury”); WakeMed , 243 N.C. App. at  827 ( reversing trial court’s \ndismissal under Rule 12(b)(6) after finding a contractual provision to be ambiguous \ndue to the contractual language being “reasonably susceptible to either of the \ninterpretations asserted by the parties”  (quoting Dockery v. Quality Plastic Custom \nMolding, Inc. , 144 N.C. App. 419, 422 (2001)),  and further holding that \n“interpretation of an ambiguous contract is best left to the trier of fact”).  \n72. In accordance with these principles, t he Court finds that Lyme has \noffered a plausible interpretation of Section 9(b)(i) in support of its position, thereby \nforeclosing the dismissal of this action under Rule 12(b)(6).   \n73. Stripped of its non-essential words, Section 9(b)(i) reads as follows: “Any \nreversal . . . of the R eserved Carbon Credits due to  . . . any act or omission by \n[Heartwood] occurring  . . . prior to the OPO Change Date with respect to the \nProperty . . .[.]”  (Wyo. CCA § 9(b)(i).) \n74. As even Heartwood’s counsel conceded at the June 26 hearing, if read in \na vacuum, this language encompasses Lyme’s theory of indemnity in this case.  After \nall, t he entire basis for this lawsuit is Lyme’s contention that a reversal of the \nreserved carbon credits previously issued by the ARB has occurred due to \nHeartwood’s act of overstating the carbon stocking on the Property in its Initial \nInventory, which occurred “prior to the OPO Change Date.”  \n75. However, Heartwood argues that this language should not be read in a \nvacuum.  Instead, Heartwood asserts, the language should be construed in light of \nthe fact that the underlying purpose of the Wyoming CCA was to provide guidance to \nthe parties during the time when Heartwood was still the OPO , despite Lyme being \nthe Property’s owner.   In furtherance of this argument, Heartwood offers a n \nalternative interpretation of Section 9(b) (i) that seeks to give the phrase \n“occurring . . . prior to the OPO Change Date” a more restrictive meaning—the period \nof time between the Closing Date and the OPO Change Date.  (Defs.’ Br. Supp. Mot. \nDismiss Pls.’ Compl., at 13–14.) \n76. Lyme, in turn, asks the Court to  adopt a “plain meaning” approach, \narguing that the phrase “occurring  . . . prior to the OPO Change Date” means just \nwhat it says and is satisfied here given that the Initial Inventory was submitted by \nHeartwood on a date earlier in time than the OPO Change Date (regardless of \nwhether the Initial Inventory was submitted before or after the Closing Date).  (Pls.’ \nBr. Responding Jointly Defs.’ Mots. Dismiss, at 3, 12–13.) \n77. Heartwood makes three specific  arguments as to why its proffered \nconstruction is superior to that of Lyme. \n78. First, Heartwood contends that certain provisions of the PSA disclaim \nany warranties or representations made by Heartwood in connection with the \nProperty, which would include (according to Heartwood) any overstatements \ncontained in the Initial Inventory.  (Defs.’ Br. Supp. Mot. Dismiss Pls.’ Compl., at 14–\n15.)   \n79. However, Lyme counters this argument by contending that these \ndisclaimers only apply to misrepresentations made to Lyme , rather than to a third \nparty such as the ARB.  (Pls.’ Br. Responding Jointly Defs.’ Mots. Dismiss, at 6.) \n80. Additionally, Lyme points to Schedule 9(d) of the PSA which —as noted \nabove—expressly provide d for Lyme to be indemnified for pre- Closing Date acts \ncommitted by Heartwood.  (Schedule 9(d) § 5.)  Although Schedule 9(d) was ultimately \ndeleted from the PSA pursuant to the Fourteenth  Amendment thereto upon the \nparties’ agreement to instead execute the Wyoming  CCA, its initial inclusion lends \ncredence to Lyme’s argument that the disclaimer provisions in the body of the PSA \nrelied upon by Heartwood were not meant to entirely preclude Lyme from seeking \nindemnity from Heartwood for acts or omissions committed prior to the Closing Date. \n81. Moreover, as Lyme points out, the concept of “ reversals” is not \nmentioned—much less disclaimed —in the PSA, yet it is expressly  (indeed, \nprominently) referenced in Section 9(b)(i) of the Wyoming CCA’s indemnification \nprovisions.  (Pls.’ Br. Responding Jointly Defs.’ Mots. Dismiss, at 4–5.) \n82. Second, Heartwood contends that Lyme’s interpretation of Section \n9(b)(i) conflicts with the canon of construction that the specific controls over the \ngeneral.  (Defs.’ Reply Br. Supp. Mot. Dismiss Pls.’ Compl., at 6.)   See, e.g., McClure \nv. Ghost Town in the Sky, LLC, 2022 NCBC LEXIS 151, at **6 (N.C. Super. Ct. Dec. \n5, 2022) (discussing the traditional rule that “general terms should give way to the \nspecifics” in a contract) (cleaned up).  \n83. Heartwood bases this argument on the notion that the phrase “act or \nomission” in Section 9(b)(i) is not as specific as the phrase “breach of . . . any \nrepresentation or warranty” found in Section 9(b)(iii).  As a result, Heartwood argues, \nbecause Lyme’s assertion that Heartwood overstated the carbon deposits , if proven, \nwould constitute a misrepresentation, it could only be potentially covered by Section \n9(b)(iii) rather than 9(b)(i), and Section 9(b)(iii) lacks the phrase “occurring . . . prior \nto the OPO Change Date.”  (Defs.’ Reply Br. Supp. Mot. Dismiss Pls.’ Compl., at 6.) \n84. However, an alternative application of this canon would be to say that, \non these facts, Section 9(b)(i) is actually more specific than Section 9(b)(iii) in that the \nformer is limited to losses resulting from reversals  (the very type of loss Lyme is \nasserting in this case) while the latter encompasses numerous other types of losses.  \n85. Similar logic defeats Heartwood’s third argument, which is that Lyme’s \nproposed interpretation would render Section 9(b)(iii) superfluous.   (Defs.’ Reply Br. \nSupp. Mot. Dismiss Pls.’ Compl., at 7.) \n86. Once again, a plausible interpretation of S ection 9(b)(i) is that it is the \nsole indemnification provision addressing losses incurred due to reversals and that \nSection 9(b)(iii), in turn, covers other types of losses not  attributable to reversals .  \nUnder that interpretation, neither provision would be superfluous. \n87. In sum, the Court concludes that  Lyme has offered a plausible \ncompeting interpretation of Section 9(b)(i).  As a result, the Court cannot adopt one \nparty’s interpretation over the other at the Rule 12(b)(6) stage.   \n \nii. Section 9(b)(iii) \n88. As noted above, Section 9(b)(iii) covers breaches of “any representation \nor warranty made by [Heartwood] as OPO in any Reserved Offset Period Submissions \nor any RP3 Submissions .”  (Wyo. CCA §  9(b)(iii).)  The fifth recital in the Wyoming \nCCA defines “Reserved Offset Period” as follows:  \nWHEREAS, the Reserved Offset Period is comprises [sic] two reporting \nperiods: (i) a six month period, commencing March 23, 2015 and ending \non September 23, 2015 (“ RP1”); and (ii) a twelve month period \ncommencing September 24, 2015 and ending on September 23, 2016 \n(“RP2”); \n(Wyo. CCA, at 2.) \n89. The phrase “Reserved Offset Period Submissions” is defined  in Section \n2(b) of the Wyoming CCA as follows:  \nb.   [Heartwood] OPO Responsibilities re Reserved Offset Period.  \nWhile [Heartwood] remains OPO, [Heartwood] shall be solely \nresponsible for preparing, executing and submitting to the Offset Project \nRegistry ( the “OPR”) the Offset Project Data Report and related \ndocumentation, instruments, filings, and attestations for the Reserved \nOffset Period, if any (the “Reserved Offset Period Submissions”).  \n(Wyo. CCA § 2(b).) \n90. The language used in these provisions appears  to support Heartwood’s \nargument that Section 9(b)(iii) is forward-looking in nature.  However, in light of its \ndetermination that Lyme’s interpretation of Section 9(b)(i) is plausible, the Court \nneed not fully analyze the parties’ arguments regarding Section 9(b)(iii).  As a result, \nthe Court makes no determination at the present time as to whether any ambiguity \nexists as to the latter provision. \n91. Accordingly, the Motions are DENIED as to Lyme’s indemnity claims.  \nB. Unjust Enrichment Claim  \n92. The Court reaches a different conclusion as to Lyme’s claim for unjust \nenrichment. \n93. In its unjust enrichment claim, Lyme contends that  to the extent it \ncannot recover from Heartwood under the indemnity provisions of the Wyoming CCA, \nLyme would still be entitled to equitable relief on account of Heartwood unfairly  \nreceiving “substantial benefits” from overstating the carbon quantities that were \nprovided to the ARB through the Initial Inventory.  (Compl. ¶¶ 57–60.) \n94. In the Motions, Heartwood argues that an unjust enrichment claim \ncannot exist where, as here, the parties agree that a legally valid express  contract \nexisted between them.  (Defs.’ Br. Supp. Mot. Dismiss Pls.’ Compl., at 26–28.) \n95. The elements of a claim for unjust enrichment are as follows:  \nFirst, one party must confer a benefit upon the other party. . . . Second, \nthe benefit must not have been conferred officiously, that is it must not \nbe conferred by an interference in the affairs of the other party in a \nmanner that is not justified in the circumstances. . . . Third, the benefit \nmust not be gratuitous. . . . Fourth, the benefit must be measurable. . . . \nLast, the defendant must have consciously accepted the benefit.  \n \nButler v. Butler, 239 N.C. App. 1, 8 (2015) (quoting JPMorgan Chase Bank, Nat’l Ass’n \nv. Browning, 230 N.C. App. 537, 541–42 (2013)). \n96. It is clear that neither party in this case  is challenging the validity  of \neither the PSA or the Wyoming CCA. \n97. This Court has previously stated as follows:  \nThe general rule of unjust enrichment is that where services are \nrendered and expenditures made by one party to or for the benefit of \nanother, without an express contract to pay, the law will imply a promise \nto pay a fair compensation therefor.  The claim is not based on a promise \nbut is imposed by law to prevent an unjust enrichment.  However, if \nthere is a contract between the parties[,] the contract governs the claim \nand the law will not imply a contract.    \n \nValue Health Sols. Inc. v. Pham. Research Assocs., Inc., 2020 NCBC LEXIS 65, at *37 \n(N.C. Super. Ct. May 22, 2020), aff’d in part, rev’d in part on other grounds, 385 N.C. \n250 (2023) (cleaned up).  Other  North Carolina courts have similarly  held that “an \nexpress contract precludes an implied contract with reference to the same matter.”   \nRon Medlin Constr. v. Harris, 364 N.C. 577, 580 (2010) (quoting Vetco Concrete Co. v. \nTroy Lumber Co., 256 N.C. 709, 713 (1962)).  See also U.S. Bank Nat’l Ass’n v. Sofield, \nNo. 5:16-cv-00084-RLV-DSC, 2017 WL 256740, at *4 (W.D.N.C. June 13, 2017) (“An \nimplied contract and an express contract cannot co -exist[.]”); Rongotes v. Pridemore, \n88 N.C. App. 363, 368 (1988) (“The unjust enrichment theory does not operate to alter \nthe terms of a[n] enforceable contract.”).   \n98. The Court notes that the facts of this case are particularly ill -suited for \nan unjust enrichment claim.  Here, as discussed in detail throughout this opinion, the \nparties expressly drafted provisions in the Wyoming CCA to govern the \ncircumstances under which each side would be entitled to indemnification from the \nother.  Ultimately, either the Court or a jury will make a final decision as to whether \nthe indemnification provisions at issue entitle Lyme to relief.  It would make little \nsense to  hold that a party unsuccessful at seeking indemnification under explicit \ncontractual provisions could nevertheless obtain the same relief under an equitable \ntheory of recovery. \n99. Therefore, Heartwood’s M otions to dismiss Lyme’s unjust enrichment \nclaim are GRANTED and that claim is dismissed with prejudice.6  See Total Merch. \nServs., LLC v. TMS NC, Inc., 2022 NCBC LEXIS 83, at **35 (N.C. Super. Ct. July 29, \n2022) (“[G]iven that the parties do not dispute the existence of the 2008 Agreement \nand both Plaintiff and Defendants assert claims based on its alleged breach, \nthe . . . Original Counterclaim against Plaintiff for unjust enrichment is hereby \ndismissed with prejudice.”) ; Krieger v. Johnson , 2014 NCBC LEXIS 13, at **8 (“A \nclaim for unjust enrichment is properly dismissed where the complaint reveals the \nexistence of a contract between the parties.”); Wrightsville Beach Prop., LLC v. Attwa, \nNO. 7:23 -CV-1062-FL, 2023 WL 8100189, at *9 –*10 (E.D.N.C. Nov. 21, 2023) \n(distinguishing cases in which the Court “allowed an unjust enrichment claim to be \n[pled] in the alternative ‘ when the validity of the contract [was] in question[,]’ ” \n(quoting Indep. Warehouse v. Kim , No. 4:17 -CV-49-BO, 2017 WL 4322399, at *2 \n(E.D.N.C. Sept. 28, 2017)), from the case at bar in which “there [was] no such question \nof contract validity arising from the facts alleged in the . . . complaint”). \nCONCLUSION \n THEREFORE, IT IS ORDERED as follows: \n1. The First and Second Motions are  DENIED with respect to Lyme’s first , \nsecond, third, and fourth claims for relief.   \n \n6 Heartwood also argues that Lyme’s unjust enrichment claim is time -barred under the \nrelevant statute of limitations .  (Defs.’ Br. Supp. Mot. Dismiss Pls.’ Compl., at 5 , 28–30.)  \nHowever, this argument is moot due to the Court’s dismissal of the unjust enrichment claim \non the ground set out above.   \n \n2. The First and Second Motions are GRANTED with regard to Lyme’s  fifth \nclaim for relief ( unjust enrichment ), and that claim is DISMISSED with \nprejudice. \nSO ORDERED, this the 6th day of September, 2024.  \n \n        /s/ Mark A. Davis    \n        Mark A. Davis  \n        Special Superior Court Judge  \n        for Complex Business Cases  \n   "
}