{
  "id": "75efa24fae97c5b52741e44cd7a13fd0d335b0dcdb2c4249cbb0752a1532cbb8",
  "source_file": "data/raw/ncbc/75efa24fae97c5b52741e44cd7a13fd0d335b0dcdb2c4249cbb0752a1532cbb8.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nGUILFORD COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 10032 \n \nBLUSKY RESTORATION \nCONTRACTORS, LLC, \n \nPlaintiff/Counterclaim \nDefendant, \n \nv. \n \nSTEVEN W. BROWN, \n \nDefendant/Counterclaim \nPlaintiff/Third-Party \nPlaintiff,  \n \nand  \n \nBLUSKY HOLDCO, LLC,  \n \nThird-Party Defendant. \n \n \n \n \n \n \n \nORDER AND OPINION ON STEVEN \nW. BROWN’S MOTION FOR PARTIAL \nJUDGMENT ON THE PLEADINGS \n \n1. THIS MATTE R is before the Court on Defendant Steven W. Brown’s  \n(“Brown”) Motion for Partial Judgment on the Pleadings (the “Motion”) filed on 8 July \n2022.  (ECF No. 79 [“Mot.”].)  The Motion requests that the Court grant judgment in \nhis favor as a matter of law on  nine claims pursuant to Rule 12(c) o f the North \nCarolina Rules of Civil Procedure (the “Rule(s)”). \n2. For the reasons set forth in this Order and Opinion, the Court hereby \nGRANTS the Motion, in part, and DENIES the Motion, in part. \nAkerman, LLP by Bryan G. Scott, Jasmine Pitt, and Adam L . Massaro, \npro hac vice, for Plaintiff/Counterclaim Defendant and Third- Party \nDefendant.  \n \nWagner Hicks, PLLC by Abbey M. Krysak, Sean C. Wagner, Derek M. \nBast, and Meagan L. Allen , for Defendant/Counterclaim \nPlaintiff/Third-Party Plaintiff.  \n \nRobinson, Judge. \nBluSky Restoration Contractors, LLC v. Brown, 2022 NCBC 63. \nI.  INTRODUCTION \n3. This dispute arises from Brown’s  employment at Blu Sky Restoration \nContractors, LLC (“BluSky Restoration”) and his conduct prior to and following his \nresignation.  While employed by Blu Sky Restoration, Brown  was party to several \nagreements that contained restrictive covenants .  Those covenants are now at issue \nbecause Brown has gone to work for a competitor company, Sasser Company LLC. \n4. Brown seeks judgment in his favor pursuant to Rule 12(c) on his \ncounterclaim for declaratory judgment construing the enforceability of the restrictive \ncovenants contained in the 2018 Limited Liability Partnership Agreement for BluSky \nManagement Incentive, LP (the “LP Agreement”).  (Mot. 2.)   \n5. Additionally, Brown seeks judgment in his favor pursuant to Rule 12(c) on \nBluSky Restoration’s claims contained in its Second Amended Complaint (the “SAC”) \nfor: (1) breach of the LP Agreement ; (2) breach of BluSky HoldCo, LLC’ s (“BluSky \nHoldCo”) 2018 Amended and Restated Limited Liability Company Agreement  (the \n“LLC Agreement” ); ( 3) breach of the 2017 Confidentiality, Noncompetition, and \nNonsolicitation Agreement ( the “2017 Agreement” ), to the extent it is based on \nviolation(s) of the non- solicitation provision; ( 4) injunctive relief , to the extent it is \nbased on alleged violations of the three  agreements as described in the Motion;  and \n(5) punitive damages.  (Mot. 2–3.)   \n6. Finally, Brown seeks judgment in his favor pursuant to Rule 12(c) on  \nBluSky HoldCo’s claims for: (1) breach of the LP Agreement; ( 2) breach of the LLC \nAgreement; and (3) injunctive relief, to the extent it is based on alleged violations of \nthe LP Agreement and the LLC Agreement.  (Mot. 3.) \nII.  PROCEDURAL BACKGROUND \n7. Plaintiff BluSky Restoration initiated this action on 22 December 2021 with \nthe filing of its Complaint, (ECF No. 1), and filed its First Amended Complaint as of \nright on 21 January 2022, (ECF No. 8). \n8. Brown filed his Answer to the First Amended Complaint on 21 February \n2022.  (ECF No. 22.)  Brown ’s filing included a  Counterclaim and Third- Party \nComplaint against BluSky Restoration and BluSky HoldCo.  (ECF No. 22.) \n9. BluSky Restoration and BluSky HoldCo jointly  answered Brown’s \nCounterclaims on 22 April 2022.  ( Pl.’s Answer Def.’s Countercl., Third-Party Def.’s \nAnswer, Third-Party Countercl. , ECF No. 53  [“HoldCo Countercl.”].)  In the same \npleading, BluSky HoldCo , as T hird-Party Defendant, asserted Third- Party \nCounterclaims against Brown.  (HoldCo Countercl.)  \n10. Brown answered BluSky HoldCo’s Counterclaims  on 23 May 2022.  (ECF \nNo. 67.)  That same day, BluSky Restoration filed the SAC .  ( Second Am. Compl., \nECF No. 66 [“SAC”].)  Brown answered the SAC on 6 July 2022.  (Answer Second Am. \nCompl., ECF No. 78  [“Brown’s Answer”].)  Absent further amendments allow ed by \nthe Rules, t hese documents, and their attached exhibits, complete the pleadings in \nthis matter. \n11. Two days later, Brown filed the Motion.  (Mot.)  The Motion has been fully \nbriefed. \n12. On 14 September 2022, the Court held a hearing on the Motion at which all \nparties were represented by counsel (the “Hearing”).  Having considered the Motion, \nbriefs from the parties, and arguments at the Hearing, the Motion is now ripe for \nresolution. \nIII.  FACTUAL BACKGROUND \n13. The Court does not make findings of fact on a Rule 12(c) motion for \njudgment on the pleadings.   The following factual background is drawn from the \npleadings and matters of record that are properly considered, relevant, and necessary \nto the Court's consideration of the Motion. \nA.  The Parties \n14. Brown is a resident of Guilford County, North Carolina.  ( Brown’s Answer \n¶ 4.) \n15. BluSky Restoration is a Delaware limited liability company with its \nprincipal place of business in Colorado.  (SAC ¶ 2.)  BluSky Restoration is authorized \nto conduct business in North Carolina and  is a subsidiary of BluSky HoldCo.   (SAC \n¶ 2; HoldCo Countercl. ¶ 3.) \n16. BluSky HoldCo is a Delaware limited liability company with its principal \nplace of business in Colorado.  (SAC ¶ 3.) \nB.  Brown’s Employment with BluSky Restoration \n17. BluSky Restoration is a full-service restoration, renovation, environmental \nand roofing provider for properties damaged by water, fire, storms , and other \ndisasters across the nation.  ( SAC ¶ 8; Brown’s Answer ¶  8.)  BluSky Restoration \nserves customers owning  commercial, residential, and multifamily real estate,  by \nproviding restoration, renovation, environmental, and commercial roofing services \nranging from testing and assessment to mitigation and reconstruction .  ( SAC ¶ 9; \nBrown’s Answer ¶ 9.) \n18. BluSky Restoration “typically provides services in over forty states, and it \nroutinely performs work throughout the United States[,]” including Puerto Ric o.  \n(SAC ¶¶ 11–12.)  \n19. BluSky Restoration extended an offer of employment to Brown  in \nSeptember 2017, which he accepted.  (SAC ¶¶ 21–22; Brown’s Answer ¶¶ 21–22.)   \n20. In connection with his employment, Brown executed the 2017 Agreement  \non 26 September 2017.  (SAC ¶ 22.)  The 2017 Agreement was effective as of 1 October \n2017.  (Pls.’ Ex. A 1 [“2017 Agreement”].) \n21. In October 2017, BluSky Restoration named Brown its National Director of \nRestoration, a role that reported directly to BluSky Restoration’s Chief Operating \nOfficer.  (SAC ¶ 29; Brown’s Answer ¶ 29.) \n22. As National Director of Restoration, Brown served in a multi -state and \nnational operations role, which included  working with vendors and clients to  \ncomplete BluSky Restoration’s restoration projects.   ( SAC ¶ 30; Brown’s Answer \n¶ 30.) \n23. BluSky Restoration alleges that Brown traveled nationwide on  its behalf, \nand that he had knowled ge of , and built and maintained , BluSky Restoration’s \nrelationships with vendors and customers nationwide.   ( SAC ¶ 31.)  It also alleges \nthat Brown  gained knowledge of Blu Sky Restoration’s  business model and other \nconfidential and proprietary information, including customer and vendor acquisition \nstrategies, marketing materials, and information used by BluSky Restoration to gain \na competitive advantage in the industry.  (SAC ¶ 32.)  \nC.  Brown’s Resignation and Events that Followed \n24. On 25 October 2021, Brown submitted his resignation letter to BluSky \nRestoration.  (SAC ¶ 61; Brown’s Answer ¶ 61.) \n25. In conversations after receiving the resignation letter, BluSky Restoration \nalleges that company personnel “repeatedly reminded Brown of the restrictive \ncovenants” and cautioned him to comply with them.  ( SAC ¶ 63.)  In those \nconversations, BluSky Restoration alleges that Brown acknowledged the restrictive \ncovenants, and “requested to be released from them”.  ( SAC ¶ 64.)  BluSk y \nRestoration “declined to release Brown from his restrictive covenants.”  ( SAC ¶ 65; \nBrown’s Answer ¶ 65.) \n26. Brown’s last day of employment with BluSky Restoration was 19 November \n2021.  (SAC ¶ 69; Brown’s Answer ¶ 69.)  BluSky Restoration alleges that, on his last \nday, Brown signed a form acknowledging his voluntary resignation from BluSky \nRestoration.  (SAC ¶ 70.)  Further, it alleges Brown certified that he did not have in \nhis possession, or that he had fail ed to return, any “(a) Confidential Information of \nthe Company, (b) Trade Secrets belonging to the Company, (c) copies of such \ninformation,” or (d) documents which evidence such information.  (SAC ¶ 70.)  \n27. BluSky Restoration alleges that Brown accessed, downloaded, and \nforwarded information and documents  starting in October 2021 and continuing \nthrough his last day.  ( SAC ¶ 73.)  Th e information accessed  included “internal \ndocuments containing confidential, proprietary, and trade secret information ,” and \nthat information was transferred to Brown’s external hard drive, iPhone, and various \nflash drives.  (SAC ¶¶ 74, 78, 87.)  BluSky Restoration alleges Brown knew retaining \nthis information after his employment terminated was a violation of the restrictive \ncovenants.  (SAC ¶¶ 75–77.) \n28. BluSky Restoration alleges Brown has produced in discovery  copies of \nfourteen flash drives and an external hard drive containing BluSky Restoration Data.  \n(SAC ¶ 87.) \n29. BluSky Restoration also alleges that Brown “solicited, and attempted to \nsolicit, various BluSky Restoration employees” to work with him at his current place \nof employment, Sasser Company LLC (“Sasser”) , a direct national competitor with \nBluSky Restoration.  (SAC ¶¶ 68, 89, 97.)  For example, BluSky Restoration alleges \nthat Brown discussed with Paul Miller, the Chief Operating Officer at Sasser, \nsoliciting a BluSky Restoration employee to work at Sasser on or about 10 November \n2021.  (SAC ¶ 90.)   \n30. As of the date of the Hearing, Brown remains employed with Sasser  and \nhas worked for Sasser since December 2021.  (SAC ¶ 104.) \nD.  The Applicable Agreements and Terms in Dispute \n31. On 14 August 2018, the LP Agreement was entered into by BluSky HoldCo, \nBluSky Management Ince ntive GP, LLC  (“BluSky Management”) , and various \nindividuals (together, the “ Partnership”).  ( SAC ¶ 34; Brown’s Answer ¶  34.)  That \nsame day, the Partnership entered into the LLC Agreement.  (SAC ¶ 35.) \n32. Also on 14 August 2018, BluSky HoldCo issued Series B Common Units to \nthe Partnership , each of which Units were held by the Partner ship as “profits \ninterests.”  (SAC ¶ 36.) \n33. On 14 September 2018, Brown executed a Joinder in which he \nacknowledged receipt of the LP Agreement , and “agreed to become a party thereto \nand be bound thereby.”  (SAC ¶ 37; Brown’s Answer ¶  37.)  By signing the Jo inder, \nBrown agreed to be bound by the terms of the LP Agreement and to become a limited \npartner of the Partnership.  (SAC ¶ 39; Brown’s Answer ¶ 39.) \ni.  The LP Agreement \n34. BluSky Restoration’s third claim for relief, contained in Count Three of the \nSAC is for breach by Brown of the LP Agreement and the restrictive covenants \ntherein.  ( SAC ¶¶ 130–42.)  Specifically, it alleges that BluSky Restoration is a \n“Subsidiary” of BluSky HoldCo within the meaning of the LP Agreement and it is an \nintended third- party beneficiary of the restrictive covenants contained in s ection \n12.10 of the LP Agreement.  ( SAC ¶ 133.)  The claim for breach of contract includes \nallegations that Brown breached the non- solicitation, non -competition, and \nconfidentiality provisions of the LP Agreement.  (SAC ¶¶ 136, 139, 141.) \n35. BluSky HoldCo’s first claim for relief i n Count One of its Counterclaim \nagainst Brown is  for breach of the LP Agreement and the restrictive covenants \ncontained in s ection 12.10.  ( HoldCo Countercl. ¶¶ 109–20.)  It alleges that the LP \nAgreement is a valid, enforceable agreement between  Brown and BluSky HoldCo, \nand that Brown breached the confidentiality, noncompetition, and non- solicitation \nprovisions thereof.  (HoldCo Countercl. ¶¶ 110, 114, 117, 119.) \n36. The Joinder  that Brown executed states that it “relates to” the “[LP] \nAgreement of BluSky M anagement Incentive, LP (the Partnership) [.]”  (SAC Ex. B, \nECF No. 66.2 [“Joinder”].)  Further, it states that Brown “acknowledges receipt of the \n[LP] Agreement and agrees to become a party thereto and to be bound thereby.  In \nparticular and without limitation, [Brown] assumes all of the rights and obligations \nof a Management Limited Partner as set forth in the [LP] Agreement.”  (Joinder.) \n37. BluSky Restoration alleges that Brown agreed to several restrictive \ncovenants contained within the LP Agreement, including confidentiality, non-\nsolicitation, and non-competition provisions.  (SAC ¶ 50.)  \n38. The confidentiality provision contained in section 12.10(a) of the LP \nAgreement provides that Brown must keep confidential “all non-public information, \nincluding but not limited to, business or trade secrets  . . ., price lists, methods, \nformulas, know -how, customer and supplier lists, distributor lists, pro duct costs,  \nmarketing plans, research and development and financial information” received by \nBrown by reason of his status as a limited partner.   (SAC ¶ 51; Brown’s Answer Ex. \nD 27, ECF No. 22.4 [“LP Agreement”].) \n39. The non-solicitation provision in section 12.10(b) of the LP Agreement \nprovides that  Brown will refrain from soliciting BluSky Restoration’s employees, \ncustomers, suppliers, licensees, and other business contacts  during and after his \nemployment.  (SAC ¶ 52.)  It states, \n[d]uring the Restricted Period, no Limited Partner (other than  BluSky \nHoldCo) shall directly or indirectly through another Person . . . (i) induce \nor attempt to induce any employee, officer or  independent contractor of \nBluSky HoldCo or any of its Subsidiaries  to l eave the employ of, or \nterminate its affiliation with, BluSky  HoldCo or such Subsidiary, or in \nany way interfere with the relationship between BluSky HoldCo or any \nof its Subsidiaries and any such Person, (ii) hire or seek any business \naffiliation with any Person who was an employee, officer or independent \ncontractor of BluSky HoldCo or any of its Subsidiaries within one (1) \nyear after such Person ceased to be an employee, officer or independent \ncontractor of BluSky HoldCo or any of its Subsidiaries . . . or (iii) induce \nor attempt to induce any Person who is a  .  . . customer, supplier, \nlicensee or other business relation of BluSky HoldCo or any of its \nSubsidiaries to cease doing business with BluSky HoldCo or such \nSubsidiary. \n(LP Agreement 28.) \n40. The non-competition provision contained in section  12.10(c) of the LP \nAgreement provides that Brown shall refrain from competing against BluSky \nRestoration after termination of his employment. (SAC ¶ 53.) \nDuring the Restricted Period, no Management  Limited Partner shall \ndirectly or indirectly, either for such Management Limited Partner or \nfor any other Person, anywhere within the “Restricted Territory” (as  \ndefined below), (i) own any interest in, manage, control, or participate \nin, or (b) in  each case in a c ompetitive capacity, consult with, render \nservices for, serve as an  agent or representative for, finance or in any \nother manner engage in any business  with, any Person (including, \nwithout limitation, any division, group or franchise of  a larger \norganization) that engages in the Business in the Restricted Territory, \nor that otherwise competes with the Business in the Restricted \nTerritory. \n(LP Agreement 28–29.) \nii.  LLC Agreement \n41. BluSky Restoration’s claim for relief in Count Two of the SAC is for breach \nby Brown of the LLC Agreement.  (SAC ¶¶ 117–29.)  BluSky Restoration alleges that \nBrown, as a limited partner, acquired Series B Common Units in BluSky HoldCo and \ntherefore qualified as a Series B Common Member of  BluSky Restoration under the \nterms of the LLC Agreement.  ( SAC ¶ 40.)  BluSky Restoration also alleges that \nBrown “consented to be bound by the LLC Agreement.”  (SAC ¶ 41.) \n42. Specifically, BluSky Restoration alleges Brown breached three of the \nrestrictive covenants in section 13.17 of the LLC Agreement .  (SAC ¶ 118.)  BluSky \nHoldCo’s second claim for relief in its Counterclaim against Brown is similar, alleging \nthe same breaches as BluSky Restoration.  (HoldCo Countercl. ¶¶ 121–32.) \n43. The confidentiality provision contained in section 13.17(a) provides: \n[Brown] shall keep .  . . all non -public information, including but not \nlimited to, business or trade secrets  . . ., price lists, methods, formulas, \nknow-how, customer and supplier lists, distributor lists,  product costs, \nmarketing plans, research and development and financial information, \nreceived by such Member solely by reason of such Member’s status as a \nmember of the Company relating to the Company . . . confidential[.] \n(Def.’s Ex. C, Am. Restated LLC Agreement 55–56, ECF No. 54.3 [“LLC Agreement”].) \n44. The non-solicitation provision contained in section 13.17(b) provides, in \nrelevant part, that Brown shall not, \n[d]uring the Restricted Period, . . . directly or indirectly through another \nPerson .  . . (i) induce or attempt to induce any employee, officer or \nindependent contractor of the Company or any of its Subsidiaries . . . to \nleave the employ of, or terminate its affili ation with, the Company or \nsuch Subsidiary, or in any way interfere with the relationship between \nthe Company or any of its Subsidiaries and any such Person, (ii) hire or \nseek any business affiliation with any Person who was an employee , \nofficer, or independent contractor of the Company or any of its \nSubsidiaries within one (1) year after such Person ceased to be an \nemployee, officer or independent contractor of the Company or any of its \nSubsidiaries . . . or (iii) induce or attempt to induce any Person who is \n. . . a customer , supplier, licensee or other business relation of the \nCompany or  any of its subsidiaries to cease doing business with the \nCompany or such Subsidiary, reduce the business that it does with the \nCompany or such Subsidiary or in any way interfere with the \n[applicable] relationship. \n(LLC Agreement 56-57.)  Both “Restricted Period” and “Subsidiary” are defined \nterms in the LLC Agreement. \n45. The non-competition provision contained in section 13.17(c) provides that, \n[d]uring the Restricted Period, [Brown] shall [not] directly or indirectly, \n. . . anywhere within the “Restricted Territory” . . ., (i) own any interest \nin, manage, control, or participate in, or (b) in each case in a competitive \ncapacity, consult with, render services for, serve as an agent or \nrepresentative for, finance or in any other manner engage in a ny \nbusiness with, any Person  . . . that engages in the Business in the \nRestricted Territory, or that otherwise competes with the Business in \nthe Restricted Territory. \n(LLC Agreement 57.)   \n46. For purposes of  both the LP Agreement and  LLC Agreement, “  ‘Business’ \nmeans any [sic] the business of providing project  management services relating to \nrestoration, renovation, environmental, and roofing to commercial and multifamily \nproperties, as engaged in by the Company and its Subsidiaries during any time when \nsuch Management Member was employed by the Company or any of its Subsidiaries.”  \n(LLC Agreement 57.)  Further, “ Restricted Territory” means the United States and \n“any state, province[,] or territory in any other country, in which the Company or any \nof its Subsidiaries engages in the Business or actively plans to engage in the Business \nas of the date of the challenged activity [.]”  (LLC Agreement 57.)  If the challenged \nactivity follows t he termination of the  Management Member’s employment, then \nRestricted Territory is determined “ as of the date of such Management Member’s  \ntermination or at any time during the 12 months preceding the date of such \nManagement Member’s termination.”  (LLC Agreement 57.)  The SAC provides that, \nat any given time, “BluSky Restoration typically provides services in over forty states, \nand it routinely performs work throughout the United States.”  (SAC ¶ 11.) \n47. For purposes of the LP Agreement and LLC Agreement, the “Restricted \nPeriod” is defined as “a period of time from the date hereof until the date that is two \nyears after the termination of employment (for any reason) of such Member. ”  (LLC \nAgreement Ex. B 12.)  Further, a “Subsidiary” means (1) any corporation wi th more \nthan 50% of the stock of any class or classes of which have ordinary voting power to \nelect a majority of the directors of such corporation and is owned directly or indirectly \nthrough one or more subsidiaries of such Person, or (2) any entity in which someone \ndirectly or indirectly has more than a fifty percent (50%) equity interest.   (LP \nAgreement Ex. B 9.) \niii.  The 2017 Agreement \n48. Count 1 of the SAC is for breach of the 2017 Agreement.  (SAC 23 ¶¶ 106–\n16.)  It alleges that Brown breached the “nonuse and nondisclosure of proprietary \ninformation and the non-solicitation provisions” of the 2017 Agreement.  (SAC ¶ 116.)  \nThe Motion only challenges the enforceability of the non-solicitation provision.1 \n49. Section 2( b)(ii) of the 2017 Agreement contains the n on-solicitation \nprovision, which provides:  \n[d]uring the Protection Period, [Brown]  shall not directly or indirectly \nthrough another Person . . . (i) induce or attempt to induce any employee \nor officer or independent contractor of the Company or any of its \nSubsidiaries to leave the employ of, or terminate its affiliation with, the \nCompany or such Subsidiary, or in any way interfere with the \n \n1 BluSky HoldCo does not include in its Counterclaim any claims for relief related to the 2017 \nAgreement.  (See HoldCo Countercl.) \n \nrelationship between the Company or any of its Subsidiaries and any \nsuch Person, (ii) hire or seek any business affiliation with any Person \nwho was an employee or officer or independent contractor of the \nCompany or any of its Subsidiaries within one year after such Person \nceased to be an officer or employee of the Company or any of its \nSubsidiaries, or (iii) induce or attempt to induce any customer, supplier, \nlicensee, referral source or other business relation of the Company or \nany of its Subsidiaries to cease doing business with the Company or such \nSubsidiary, reduce the business that it does with, or refers to, the \nCompany or such Subsidiary, or in any way interfere with the \n[applicable] relationship[.] \n(2017 Agreement 4.) \nE.  The Merger \n50. Brown contends that, prior to his resignation, BluSky HoldCo went through \na merger process that (1) terminated all ownership interests of BluSky HoldCo and \nBluSky Management, including Brown’s; (2) dissolved BluSky Management; and (3) \nresulted in BluSky HoldCo amending and superseding the LLC Agreement.  (Brown’s \nMem. Supp. Mot. Partial J. Pleadings 6, ECF No. 80 [“Br. Supp. Mot.”].)   \n51. The merger involved a number of parties, but in relevant part was between \nKPSKY Acquisition, Inc., the parent company, BluSky HoldCo, and KPSKY Company \nMerger Sub, LLC.  (Agreement Plan Merger 27, §  2.01(w), ECF No. 22.6 [“ Letter of \nTransmittal”].)  The merger effectuated the surrender of all units of BluSky HoldCo, \nand KPSKY Company Merger Sub, LLC merged into BluSky HoldCo, with BluSky \nHoldCo being the surviving entity.  (Letter of Transmittal; ECF No. 22.7, 2.) 2 \n \n2 Another consequence of the merger was the cancellation of the limited partnership of \nBluSky Management.  (ECF No. 22.8.)  Therefore, BluSky HoldCo was the remaining entity \npost-merger, and BluSky Restoration remained its subsidiary. \n52. BluSky HoldCo filed its Certificate of Merger with the Delaware Secretary \nof State on 19 October 2021.  (ECF No. 22.7.)   The Certificate of Cancellation for \nBluSky Management was filed that same day.  (ECF No. 22.8.) \n53. Brown contends that the Agreement and Plan of Merg er (the “Merger \nAgreement”) executed by BluSky HoldCo, and the Letter of Transmittal sent to \nBluSky Management’s limited partners  (including Brown) , clarify that limited \npartners were required to surrender their interests in exchange for payment, and \nthat limited partners ceased “to have any rights as an equity[ ]holder” of BluSky \nHoldCo.  ( Letter of Transmittal ; Br. Supp. Mot. 6 –7; see also Brown’s Answer \nCountercl. Third-Party Compl. ¶¶  42–69, ECF No. 22 [“Brown’s Countercl. Third -\nParty Compl.”].)  BluSky Restoration and BluSky HoldCo admit that the “limited \npartners of BluSky Management received payment as appropriate for their respective \ninterests in accordance with the terms of the LP Agreement and Merger Agreement.”  \n(HoldCo Countercl. ¶  63.) BluSky Restoration and BluSky HoldCo otherwise deny \nBrown’s allegations that the restrictive covenants of the LP Agreement and LLC \nAgreement are no longer applicable.  (Brown’s Countercl. Third Party Compl. ¶¶ 106–\n09; HoldCo Countercl. ¶¶ 106–09.) \n54. BluSky Restoration and BluSky HoldCo admit that all  of BluSky \nManagement’s partnership interests were in fact cancelled in connection with the \nMerger.  (Brown’s Answer ¶ 46; HoldCo Countercl. ¶ 46.) \n55. BluSky HoldCo admits that it is now wholly owned by KPSKY Acquisition, \nInc., which was the contemplated result of the Merger.  (HoldCo Countercl. ¶ 69.) \nIV.  LEGAL STANDARD \n56. “A motion for judgment on the pleadings should not be granted unless the \nmovant clearly establishes that no material issue of fact remains to be resolved and \nthat he is entitled to judgment as a matter of law.”  Carpenter v. Carpenter, 189 N.C. \nApp. 755, 761  (2008).  On a Rule 12(c) motion, “ [t]he movant is held to a strict \nstandard and must show that no material issue of facts exists and that he is clearly \nentitled to judgment.”  Ragsdale v. Kennedy, 286 N.C. 130, 137 (1974).  “[T]he court \ncannot select some of the al leged facts as a basis for granting the motion on the \npleadings if other allegations, together with the selected facts, establish material \nissues of fact. ”  J. F. Wilkerson Contracting Co. v. Rowland , 29 N.C. App. 722, 725  \n(1976).  The Court must read the pleadings in the light most favorable to the \nnonmoving party, and \n[a]ll well pleaded factual allegations in the nonmoving party's pleadings \nare taken as true and all contravening assertions in the movant's \npleadings are taken as false. All allegations in t he nonmovant's \npleadings, except conclusions of law, legally impossible facts, and \nmatters not admissible in evidence at the trial, are deemed admitted by \nthe movant for purposes of the motion. \nRagsdale, 286 N.C. at 137 (citations omitted).  When ruling on a motion for judgment \non the pleadings, the Court “is to consider only the pleadings and any attached \nexhibits, which become part of the pleadings.”   Cash v. State Farm Mut. Auto. Ins. \nCo., 137 N.C. App. 192, 202 (2000) (internal marks omitted). \n57. “Judgment on the pleadings is not favored by the law[.] ”  Huss v. Huss, 31 \nN.C. App. 463, 466 (1976).  The function of Rule 12(c) “is to dispose of baseless claims \nor defenses when the formal pleadings reveal their lack of merit.”  Ragsdale, 286 N.C. \nat 137.  Judgment on the pleadings “is not appropriate merely because the claimant’s \ncase is weak and he is unlikely to prevail on the merits.”  Huss, 31 N.C. App. at 469.  \n“A motion for judgment on the pleadings is allowable only where the plea ding of the \nopposite party is so fatally deficient in substance as to present no material issue of \nfact[.]”  Dobias v. White, 239 N.C. 409, 412 (1954) (internal citations omitted). \nV.  ANALYSIS \n58. Brown seeks partial judgment on the pleadings as to the claims  for breach \nof the restrictive  covenants contained in the LP Agreement and LLC Agreement \nbecause they are “no longer enforceable due to a corporate merger” that occurred prior \nto his resignation.  ( Br. Supp. Mot . 2 .)  In the alternative, Brown argues those  \nrestrictive covenants are overbroad and unenforceable as a matter of law.  (Br. Supp. \nMot. 2.)  Brown seeks judgment on the pleadings as to the 2017 Agreement’s non-\nsolicitation provision, contending that it expired on his last day of employment.  (Br. \nSupp. Mot. 2.) \n59. Brown also seeks judgment on the pleadings as to both BluSky Restoration \nand BluSky HoldCo’s claims for injunctive relief, and BluSky Restoration’s claim for \npunitive damages.  (Br. Supp. Mot. 29–30.) \nA. The Breach of Contract Claims \n60. To state a claim for breach of contract in North Carolina,  a plaintiff need \nonly allege “(1) [the] existence of a valid contract and (2) [a] breach of the terms of \nthat contract.” Poor v. Hill, 138 N.C. App. 19, 26 (2000). \n61. Each of the three  agreements here have choice of law provisions stating \nthat Delaware law applies.  (LP Agreement § 12.6; LLC Agreement § 13.7; 2017 \nAgreement § 11(a).)  Our Supreme Court has held that “where parties to a contract \nhave agreed that  a given jurisdiction’s substantive law shall govern the \ninterpretation of the contract, such a contractual provision will be given effect.”  Cable \nTel. Servs. v. Overland Contr., 154 N.C. App. 639, 641 (2002) (citing Land Co. v. Byrd, \n299 N.C. 260, 262 (1980)).  Therefore, this Court applies North Carolina law for \nprocedural issues, and Delaware law as to substantive issues of law. \ni. BluSky Restoration’s Count 1  for Breach of the  2017 \nAgreement \n \n62. In Count 1 of the SAC, BluSky Restoration alleges Brown breached the non-\nsolicitation provision of the 2017 Agreement  “when he  solicited, emailed, and/or \notherwise contacted BluSky Restoration employees .  . . during the course of and/or \nfollowing termination of his employment for the purpose of inducing them, directly or \nindirectly, to leave BluSky Restoration and to join Sasser.”  (SAC ¶ 114.)  Further, it \nalleges “ one or more [of] BluSky Restoration [‘s] employees and  independent \ncontractors . . . terminated their affiliation with BluSky Restoration as a direct result \nof Brown’s solicitation.”  (SAC ¶ 115.) \n63. Brown argues that  the 2017 Agreement includes a severance payment \nrequirement, and since no severance was paid to him, th e 2017 Agreement expired \non his last day of employment with BluSky Restoration .  (Br. Supp. Mot.  28–29.)  \nTherefore, he argues, the 2017 Agreement is no longer valid as applied to him.   \nBluSky Restoration contends that the non- solicitation provision within the 201 7 \nAgreement does not require it to pay any type of severance before enforcement.  ( Pl. \nThird-Party Def. Resp. Br. Opp. Mot. 7, ECF No. 86 [“Joint Br. Opp. Mot.”].) \n64. The severance provision in section 2(b)(vi) of the 2017 Agreement provides \nthat “[f]or purposes of [s]ection 2(b)(i)[, the n on-compete provision,] the Protection \nPeriod shall automatically expire on the date of termination of Employee’s \nemployment with the Company . . . by Employee for any reason[.]”  (2017 Agreement \n5.) \n[P]rovided, the Company shall have the right to extend the Protection \nPeriod, in its sole discretion, from the date the Protection Period would \notherwise expire automatically through the date immediately preceding \nthe two (2) year anniversary of the [d]ate of [t]ermination, by delivering \nto Employee a written notice of its election to so extend the Protection \nPeriod and paying Employee an amount equal to his gross monthly \nsalary as of the  [d]ate of [t]ermination multiplied by the number of \nmonths in which the Protection Period is being extended[.] \n \n(2017 Agreement 5.) \n65. In his brief, Brown excludes the language in the severance provision  that \nlimits the payment requirement in that provision to the enforceability of the non-\ncompete provision it is not relevant or controlling when considering the \nenforceability period of the n on-solicitation provision.  Interpreting the severance \npayment provision based on the plain language of t he 2017 Agreement, the Court \nfinds that it applies only to the n on-compete provision which is not at issue for \npurposes of the Motion. \n66. In the SAC, BluSky Restoration affirmative ly alleges that there is a \ncontract, and that Brown breached that contract by soliciting BluSky Restoration \nemployees during the course of and/or following termination of his employment. \n67. Viewed in the light most favorable to the non-movant, the allegations in the \nSAC are sufficient at this stage to state a claim for breach of contract as to the 2017 \nAgreement’s non-solicitation provision.  Therefore, the Motion is DENIED as to this \nclaim.  \nii. BluSky Restoration and BluSky HoldCo’s Claims for Breach \nof Contract as to the LLC Agreement \n \n68. BluSky Restoration’s second claim for relief, contained in Count Two of the \nSAC, alleges breach by Brown of the LLC Agreement, and t he restrictive covenants \ntherein.  As with the first claim for relief, the SAC affirmatively alleges that the LLC \nAgreement “constituted a valid and enforceable agreement and was supported by \nvaluable consideration given at the time of contracting.”  ( SAC ¶ 118.)  It further \nalleges Brown was a Management Member, and that at all times BluSky Restoration \nwas a subsidiary of BluSky HoldCo within the meaning of the LLC Agreement , and \nthus was entitled to sue for enforcement.  ( SAC ¶¶ 119–20.)  Further, BluSky \nRestoration alleges that “Brown knew that the restrictive covenant provisions of the \nLLC Agreement . . . were valid and enforceable.”  (SAC ¶ 121.)  It also alleges specific \nfacts as to the ways in which Brown has breache d the non -competition, non -\nsolicitation, and confidentiality provisions of that agreement.  (SAC ¶¶ 122–28.) \n69. Count Two of BluSky HoldCo’s Counterclaim alleg es that the LLC \nAgreement and its restrictive covenants constituted a valid and enforceable \nagreement supported by valuable consideration.  (Countercl. ¶  122.)  Further, it \nalleges the LLC Agreement entitled BluSky HoldCo to sue a defaulting Management \nMember, including Brown, to enforce its terms; that Brown knew the restrictive \ncovenant provisions of the LLC Agreement were  valid and enforceable; and that \nBrown breached the LLC Agreement ’s non -solicitation, non -competition, and \nconfidentiality provisions.  (Countercl. ¶¶ 125–31.) \n70. As a result, both BluSky Restoration and BluSky HoldCo have set forth \nfactual allegations sufficient to otherwise validly state a claim for breach of contract \nas to the LLC Agreement.   \n71. Brown argues that the restrictive covenants in the LLC Agreement ceased \nto be enforceable against him at the time of  the merger.  (Br. Supp. Mot. 21 –22.)  \nBrown admits that he is a “Management Member” under the LLC Agreement , and \nthus that he was bound by the LLC Agreement  and the term s t herein.  (Brown’s \nAnswer ¶ 43.) \n72. In addressing Brown’s arguments regarding the effect of the m erger and \nMerger Agreement, the Court does not rely on the Second Amended and Restated \nLimited Liability Company Agreement of BluSky HoldCo, LLC (“Second Amended \nLLC Agreement”) as this document is not part of the pleadings, nor is it attached as \nan exhibit to any of the pleadings.   See Weaver v. St. Joseph of the Pines, Inc. , 187 \nN.C. App. 198, 204 (2007) (citing Rule 12(c)) (“If, on a motion for judgment on the \npleadings, matters outside the pleadings are presented to and not excluded by the \ncourt, the motion shall be treated as one for summary judgment and disposed of as \nprovided in Rule 56”).  The Court, therefore, declines to consider the Second Amended \nLLC Agreement so as not to convert the Motion into one for summary judgment. \n73. The Court, therefore, disposes of Brown’s argument that, since the Second \nAmended LLC Agreement allegedly does not contain restrictive covenants, or \nmention those from the LLC Agreement, that the restrictive covenants in the LLC \nAgreement did not survive the merger.  ( See Br. Supp. Mot. 21.)  A genuine issue of \nmaterial fact remains as to whether the Second Amended LLC Agreement contained \nrestrictive covenants or mentioned surviving clause s or provisions in the LLC \nAgreement. \n74. Further, there is no evidence before the Court  that may properly be \nconsidered on a motion pursuant to Rule 12(c) indicating that BluSky Restoration or \nBluSky HoldCo intended to release Brown from the restrictive covenants in the LLC \nAgreement.  While the Merger Agreement contemplates  that an amendment to the \nLLC Agreement might  be necessary, it provide s only that amendments should be \nmade “as applicable” and does  not mention terminating the t erms of the LLC \nAgreement.  (Merger Agreement § 2.02, ECF No. 22.6 Annex A; Joint Br. Opp. Mot. \n12–13.)  Further, when Brown asked to be released from the restrictive covenants, \nBluSky Restoration declined to do so.  (SAC ¶¶ 64–65.)  \n75. Since there is no record evidence of an intent to release Brown from the \nrestrictive covenants in the LLC Agreement after the merger, the Court interprets \nthe contract in a manner that prioritizes the parties’ intentions as reflected in the \nfour corners of the agreement.  ITG Brands, LLC v. Reynolds Am., Inc., 2017 Del. Ch. \nLEXIS 819, at *15 (Nov. 30, 2017) (“When interpreting a contract, [Delaware] \nCourt[s] will give priority to the parties’ intentions as reflected in the four corners of \nthe agreement”).  Therefore, the Court concludes for purposes of the Motion that the \nmerger did not terminate the LLC Agreement as applied to Brown.  \n76. The only remaining issue, then, is whether the  restrictive covenants are \nunenforceable as a matter of law.  Brown contends the covenants  are overly broad \nand therefore unenforceable.  In Delaware,  rules of  “contract interpretation” are \nsubstantive.  See North Am. Philips Corp. v. Aetna Casualty & Sur., 1995 Del. Super. \nLEXIS 348, at *3 (Del. Ch. Ct. Apr. 28, 1995);  see also Cable Tel. Servs. V. Overland \nContr., 154 N.C. App. 639, 642 (2002) (Where parties to a contract agree that a \njurisdiction’s substantive law shall govern the interpretation of the contract, such a \ncontractual provision will be given effect). Thus, this Court looks to Delaware law to \ndetermine whether the restrictive covenants at issue created a valid agreement. \n77. Under Delaware law, a restrictive covenant is enforceable if: (1) it meets \ngeneral contract law requirements, (2) is reasonable in scope and duration, (3) \nadvances a legitimate economic interest of the party enforcing the covenant, and (4) \nsurvives a balance of the equities.  Kan Di Ki, LLC v. Suer, 2015 Del. Ch. LEXIS 191, \nat *66 (Jul. 22, 2015).  “When evaluating the reasonableness of a restrictive covenant, \na court must consider how the temporal and geographic restrictions operate together.  \nThe two dimensions necessarily interact.”  Del. Elevator, Inc. v. Williams, 2011 WL \n1005181, at *8 (Mar. 16, 2011). \n78. “When interpreting a contract, the court’s ultimate goal is to determine the \nshared intent of the parties.  A determination of whether a contract is ambiguous is \na question for the court to resolve as a matter of law. ”  Concord Steel, Inc. v. \nWilmington Steel Processing Co., 2009 WL 3161643, at *18 (Sept. 30, 2009). \n79. On a Rule 12(c) motio n, if there are  any issues of fact as to whether  the \nrestrictive covenants at issue are valid under Delaware law, then this court must \ndeny the Motion.  See Ragsdale, 286 N.C. at 137.  All well pled allegations by the non-\nmovant must be taken as true.  See id. \n80. BluSky Restoration and BluSky HoldCo contend  that the restrictive \ncovenants meet general contract law requirements based on the allegations in the \nSAC and Counterclaim, respectively.  ( See infra ¶¶ 6 8–69.)  Therefore,  the Court \nturns to whether the restrictive covenants are reasonable in scope and duration. \n81. Here, t he restrictive covenants in the LLC Agreement are limited in \nduration, geographic scope, and description of what acts are prohibited.   \n82. The “Restricted Period”  is the contractually defined duration of each \ncovenant.  It is defined as “a period of time from the date hereof until the date that is \ntwo years after the termination of employment (for any reason) of such Member.”  \n(LLC Agreement Ex. B 12.) \n83. The geographic scope of each restrictive covenant is limited to the \n“Restricted Territory.”  The covenants, as alleged, prohibit Brown from engaging in \nthe prohibited conduct within the United States or any state or province in another \ncountry in which BluSky Restoration or BluSky HoldCo engage in or plan to engage \nin the restoration business. (LLC Agreement 57.)  This applies as of the date of \nBrown’s termination as an employee.  (LLC Agreement 57.) \n84. The prohibited conduct varies by covenant.  The non-competition provision \nof the LLC Agreement prohibits Brown from engaging in business with any \ncompetitor of BluSky Restoration within the Restricted Territory for the Restricted \nPeriod, thus prohibiting him from working for any business providing project \nmanagement services relating to restoration, renovation, environmental, and roofing \nto commercial and multifamily properties. The non- solicitation provision prohibits \nBrown from soliciting BluSky HoldCo’s and its Subsidiaries ’ employees, customers, \nsuppliers, licensees, and other business contacts during and after his employment \nduring the Restricted Period.  Finally, the confidentiality provision requires Brown \nto keep confidential all non-public information, including business or trade secrets.  \n85. In Delaware, “ the reasonableness of a covenant ’s scope is not determined \nby reference to physical distances, but by reference to the area in which a covenantee \nhas an interest the covenants are designed to protect.”  Weichert Co. of Pennsylvania \nv. Young, 2007 WL 4372823, at *3 (Dec. 7, 2007).   \nThe overarching intent of a non- compete covenant is to protect the \ngeographical area where the business owner conducts business, and to \nprotect its economic interests against those who may have gained an \nunfair competitive advantage against them as a former employee.   A \nnational scope can be particularly necessary in today ’s world where so \nmany businesses operate on a national or even global scale.   Delaware \ncourts and other jurisdictions have permitted a nationwide non-compete \ncovenant in certain circumstances and are not adverse to broad \ngeographical scopes when they are necessary to protect the legitimate \nbusiness interests of the party trying to enforce the covenant.   \n \nO'Leary v. Telecom Res. Serv., LLC , 2011 Del. Super. LEXIS 36, at *13–14 (internal \ncitations omitted). \n86. First, on the record before the Court, the duration of the restrictive \ncovenants is reasonably limited temporally.  All Pro Maids Inc. v. Layton, 2004 Del. \nCh. LEXIS 116, at *17–18 n.23 (“Noncompete agreements covering limited areas for \ntwo or fewer years generally have been held to be reasonable. ”) (c iting Delaware \nExpress Shuttle Inc. v. Older, 2002 Del. Ch. LEXIS 124, at *54 (Oct. 23, 2002) (finding \nthree years unreasonable because of rapid customer turnover and reducing duration \nof covenant to two years); COPI of Delaware, Inc. v. Kelly, 1996 Del. Ch. LEXIS 136, \nat *12 (Oct. 25, 1996) (two year restriction reasonable for company officers and sales \npersonnel); Research & Trading Corp. v. Pfuhl, 1992 Del. Ch. LEXIS 234, at *31 (Nov. \n19, 1992) (one year restriction reasonable for company's vice president)).  \n87. On the record before the Court based on the pleadings, it is not clear what \ngeographic scope BluSky Restoration and BluSky HoldCo have a genuine interest in \nprotecting.  The SAC provides that BluSky Restoration “typically provides services in \nover forty states, and it routinely per forms work throughout the United States [,]” \nincluding operations in Puerto Rico.  ( SAC ¶¶ 11–12.)  BluSky Restoration and \nBluSky HoldCo  also allege that Brown was a high -level executive at BluSky \nRestoration, covering the United States for his employer, wh o had knowledge of \nunique strategies, marketing materials, trade secrets, and other confidential \ninformation used to reach and keep customers and vendors. \n88. Based on the information before the Court, the Court concludes that, given \nBluSky Restoration and BluSky HoldCo’s seemingly broad scope of business dealings, \nand its allegations regarding the responsibility Brown exercised and knowledge he \nhad about their operations, and prior to development of a more complete factual \nrecord, the restrictive covenants in the LLC Agreement are not facially unreasonable \nin duration and scope.  Viewing the pleadings in the light most favorable to the non-\nmovants, there remains a genuine i ssue of material fact  as to:  (1) how long is \nreasonable to hold Brown responsible for complying with the covenants, and (2) what \na reasonable geographic scope of the non- compete provision would be.  On the \ninformation before the Court, it is clear that und er Delaware Law, the restrictive \ncovenants in the LLC Agreement are not overbroad as a matter of law, at least at the \npleading stage, given the remaining issues of fact.  \n89. The remaining two element s of the test require that the restrictive \ncovenants advance a legitimate economic interest of the party enforcing the covenant \nand survive a balance of the equities.  Kan Di Ki, 2015 Del. Ch. LEXIS 191, at *66.   \n90. The “protection of an employer’s goodwill” is a legitimate economic interest \nthat is “vulnerable to misappropriation if . . . former employees are allowed to solicit \nits customers shortly after changing jobs.”  All Pro Maids, 2004 Del. Ch. LEXIS 116, \nat *18.  Preserving confidential information and maintaining business relationships \nare also legitimate economic interests.  FP US Holdings, LLC v. Hamilton, 2020 Del. \nCh. LEXIS 110, at *30–31 (Mar. 27, 2020); Kan Di Ki, 2015 Del. Ch. LEXIS 191, at \n*71. \n91. In the context of enforcing a restrictive covenant, “ [e]quity may decline to \ngrant specific enforcement if the interests that the employer seeks to protect are \nephemeral in contrast to the grave harm to the employee resulting from enforcing the \nrestriction.”  Wei chert Co ., 2007 Del. Ch. LEXIS 170, at *18 ( internal marks and \ncitations omitted). \n92. Here, BluSky Restoration and BluSky HoldCo have alleged that Brown had \naccess to and knew confidential information and trade secrets, and that Brown went \nto work for Sasser,  a direct national competitor,  after leaving BluSky Restoration.  \nPreserving BluSky Restoration’s confidential information and customer relationships \nis a legitimate economic interest  which supports the enforceability of the restrictive \ncovenants.  While t hat is enough for the restrictive covenants to survive, the Court \nalso notes that Brown was allegedly in a largely client -facing role while working at \nBluSky Restoration, and BluSky Restoration and BluSky HoldCo have a legitimate \neconomic interest in protecting and maintaining their business relationships with \nclients and vendors. \n93. The pleadings do not disclose, as a matter of law, that Brown will suffer \ngrave harm as a result of enforcing the restrictions.  Given the knowledge Brown had \nof the inner workings of BluSky Restoration and BluSky HoldCo, and the information \nand customers he had access to in his role as National Director of Res toration, the \nCourt also finds that the restrictive covenants survive a balance of the equities.  \n94. The restrictive covenants in the LLC Agreement, at least at this early stage \nof the litigation, are  neither unenforceable nor overbroad as a matter of law .  \nTherefore, the M otion is DENIED as to BluSky Restoration and BluSky HoldCo’s \nclaims for breach of the LLC Agreement. \niii. BluSky Restoration and BluSky HoldCo’s  Claims for Breach \nof Contract as to the LP Agreement \n \n95. BluSky Restoration’s third claim and BluSky HoldCo’s first claim is for \nbreach of the LP Agreement.  (SAC ¶¶ 130–42; HoldCo Countercl. ¶¶ 109–20.)  The \nrelevant pleadings allege that the LP Agreement and its restrictive covenants \nconstituted a valid and enforceable agreement supported by consideration; that \nBrown knew that the restrictive covenant provisions of the LP Agreement, including \nwithout limitation the confidential ity, non -competition, and non- solicitation \nprovisions, were valid and enforceable; and that Brown breached th ose covenants.  \n(SAC ¶¶ 131, 134, 136–41; HoldCo Countercl. ¶¶ 110, 112, 114–19.) \n96. BluSky Restoration and BluSky HoldCo have both alleged sufficient  facts \nto otherwise state valid claims for breach of the LP Agreement. \n97. Brown argues that the claim for breach of the LP Agreement fails because \nthe LP Agreement and its restrictive covenants were terminated by the Merger.  (Br. \nSupp. Mot. 12.)  First, Brown argues the four corners of the LP Agreement are clear \nthat the restrictive covenants do not survive dissolution of the par tnership, pointing \nto sections 8.4(e) and 12.16(m) as the only provisions with survivorship clauses.  (Br. \nSupp. Mot. 13–14.)  Further, Brown argues the “drag-along” provision in section 9.4 \nof the LP Agreement  allowed a purchaser to exercise the drag -along right and \nrequired limited partners to agree to any new restrictive covenants, if requested, and \nthat right was never exercised.  (Br. Supp. Mot. 14–15.)  Finally, Brown argues the \nMerger Agreement converted his limited partnership interest into a right to cash \npayment, terminating his obligations under the LP Agreement.  (Br. Supp. Mot. 16–\n17.) \n98. BluSky Restoration and BluSky HoldCo argue that Brown continued to be \nbound to the LP Agreement for a number of reasons, but primarily because he \nexecuted the Letter of Tra nsmittal.  (Joint Br. Opp. Mot. 22.)   BluSky Restoration \nand BluSky HoldCo argue that the Letter of Transmittal independently binds Brown \nto the terms of the LP Agreement post-merger.  (Joint Br. Opp. Mot. 22.)   \n99. All three of Brown’s arguments are effectively defeated by the terms of the \nLetter of Transmittal.   The Letter of Transmittal specifically states that, in \naccordance with section 9.4 of the LP Agreement, all limited partners must take “all \nactions necessary to comply with the terms of the Management LP Agreement.”  \n(Letter of Transmittal ¶ 3; Joint Br. Opp. Mot. 22.)  This specifically rebuts Brown’s \nargument that the LP Agreement terminated with the merger.  Viewed in the light \nmost favorable to the non-movants, the terms of the LP Agreement and the restrictive \ncovenants therein survived the merger.  Therefore, the Court rejects Brown’s \nargument that this breach of contract claim fails because the LP Agreement and its \nrestrictive covenants were terminated by the merger.   \n100. The Court recognizes that the  restrictive covenants contained in the LLC \nAgreement are analogous to those contained in the LP Agreement.  Therefore, for the \nsame reasons stated herein at Paragraphs 77–94 as to the claims for breach of the  \nLLC Agreement, the Court finds that there are several remaining material issues of \nfact preventing a grant of the Motion .  Taking all well pled allegations by the non -\nmovant as true, given that there are  remaining issues of fact as to whether the LP \nAgreement’s restrictive covenants are valid under Delaware law, th e C ourt must \ndeny the Motion.  See Ragsdale, 286 N.C. at 137.   \n101. Therefore, the Motion is DENIED as to BluSky Restoration and BluSky \nHoldCo’s claims for breach of the LP Agreement. \nB. BluSky Restoration and BluSky HoldCo’s Claims  for Injunctive \nRelief \n \n102. BluSky Restoration alleges in Count Five  of the SAC “ that Brown should \nbe enjoined from  continued possession, use, or disclosure of its Trade Secrets and \nother confidential information.”  (SAC ¶ 158.)  It further alleges that, “[i]n the absence \nof injunctive relief, Brown will continue to use and disclose BluSky  Restoration’s \nTrade Secrets and other confidential and proprietary information.”  (SAC ¶ 162.)  \n103. BluSky HoldCo alleges in Count Three  of the Counterclaim that “Brown \nshould be enjoined from continued possession, use, or disclosure of the Trade Secrets \nand other confidential information described herein.”  (HoldCo Countercl. ¶ 138.)  It \nfurther alleges that BluSky HoldCo will “ suffer irreparable injury if the Court does \nnot enjoin Brown from using and disclosing BluSky HoldCo and BluSky Restoration’s \nTrade Secrets and other confidential information.”  (HoldCo Countercl. ¶ 143.) \n104. Brown argues that the claims for injunctive relief should be dismissed, to \nthe extent the Court also dismisses the claims for breach of the 2017 Agreement, the \nLP Agreement, or the LLC Agreement.  \n105. Since the Court does not grant judgment on the pleadings as to any of the \nbreach of contract claims, the Court DENIES Brown’s request for dismissal of the \nclaims for injunctive relief. \nC. BluSky Restoration’s Count Six for Punitive Damages \n106. BluSky Restoration alleges  in Count Four  of the SAC that Brown’s \nmisappropriation of trade secrets “and other confidential and proprietary information \nwas intentional, willful, wanton, and malicious.”3  (SAC ¶ 172.) \n107. Brown does not request the Court grant judgment on the pleading s as to \nBluSky Restoration’s Count Four for misappropriation of trade secrets.  (Br. Supp. \nMot. 2.)  However, Brown does contend that the standalone claim for punitive \ndamages in Count Six is a remedy, not an independent claim, and thus should be \ndismissed.   \n108. North Carolina General Statutes  § 1D-15 specifically sets forth the \ncircumstances appropriate for awarding punitive damages.  While “[p]unitive \ndamages shall not be awarded against a person solely for breach of contract[,]” they \nmay be awarded if the cl aimant proves liability for compensatory damages, as well \nas one of the following aggravating factors: (1) fraud; (2) malice; or, (3) willful or \nwanton conduct.  N.C.G.S. § 1D-15(a), (d) (2022). \n109. However, “North Carolina courts have repeatedly held that ‘a claim for \npunitive damages is not a stand -alone claim.’  ”  Beam v. Sunset Fin. Servs. , 2019 \nNCBC 55, ¶ 59 (N.C. Super. Ct. Sept. 3, 2019) (internal citations omitted).  “A claim \nfor punitive damages may succeed only if plaintiffs prove .  . . [liability] fo r \ncompensatory damages and [that] their injury was the result of fraud, malice, or \n \n3 BluSky HoldCo does not state a claim for punitive damages in its Counterclaim.  ( See \ngenerally HoldCo Countercl.) \nwillful or wanton conduct” under N.C.G.S § 1D-15.  Funderburk v. JPMorgan Chase \nBank, N.A., 241 N.C. App. 415, 425 (2015). \n110. Accordingly, the Court GRANT S the Motion as to BluSky Restoration’s \nCount Six.  This holding does not impair BluSky Restoration’s ability to seek punitive \ndamages for conduct which may later be found to meet the statutory requirements of \nN.C.G.S. § 1D-1, et seq. \nD. Brown’s Counterclaim for Declaratory Judgment construing the \nenforceability of the LP Agreement \n111. Brown seeks judgment in his favor  on his counterclaim for declaratory \njudgment construing the enforceability of the LP Agreement.  (Mot. 2.)  \n112. Brown contends that his claim for declaratory judgment parallels BluSky \nRestoration and BluSky HoldCo’s claims for breach of the restrictive covenants in the \nLP Agreement.  (Br. Supp. Mot. 12.)  Brown argues that, as a result of the termination \nof BluSky Management, the LP Agreement and its restrictive covenants do not \nsurvive the merger  since there was not a survivorship clause included as to those \ncovenants.  (Br. Supp. Mot. 13–14.) \n113. The Court has herein determined that the restrictive covenants at  issue \nsurvive the Motion seeking judgment i n Brown’s favor based on their asserted \nunenforceability.  As a result, Brown is not entitled to a declaratory judgment in his \nfavor pursuant to Rule 12(c). \n114. Therefore, the Court DENIES the Motion as to Brown’s claim for \ndeclaratory judgment.  \nVI.  CONCLUSION \n115. For the foregoing reasons, the Motion is GRANTED, in part, and DENIED \nin part, as follows:  \na.  Brown’s Motion for Partial Judgment on the Pleadings  is \nGRANTED as t o BluSky Restoration’s stand -alone claim for punitive \ndamages in Count Six; and \nb.  Brown’s Motion for Partial Judgment on the P leadings is otherwise \nDENIED. \n \nSO ORDERED, this the 20th day of October, 2022. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}