{
  "id": "7600cff1a14f37a08af7f8f0b70109872bf64304ae9666682a128a57a6047ec9",
  "source_file": "data/raw/ncbc/7600cff1a14f37a08af7f8f0b70109872bf64304ae9666682a128a57a6047ec9.pdf",
  "raw_text": "Harco Nat’l Ins. Co. v. Grant Thornton, LLP, 2012 NCBC 11. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUS TICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 05 CVS 2500 \n \n \nHARCO NATIONAL INSURANCE ) \nCOMPANY, ) \n Plaintiff ) OPINION AND ORDER  \n  )  ON MOTIONS FOR  \n v.  )  SUMMARY JUDGMENT  \n   ) \nGRANT THORNTON, LLP, ) \n   Defendant ) \n \n \nTHIS MATTER  comes before the court upon the following motions for summary \njudgment pursuant to Rule 56, North Carolina Rules of Civil Procedure (\"Rule(s)\"): (a) \nDefendant Grant Thornton LLP's Motion for Summary Judgment on Plaintiff Harco \nNational Insurance Company's Claims for Negligence and Negligent Misrepresentation \n(\"Defendant's MSJ on Negligent Misrepresentation\"), (b) Defendant Grant Thornton \nLLP's Motion for Summary Judgment Regarding the Purported Inclusion of Payments \nMade by Non-Parties Rosemont Reinsurance Ltd. and IAT Reinsurance Company Ltd. \nas Damages in this Action (\"Defendant's MSJ on Damages\") and (c) Plaintiff Harco \nNational Insurance Company's Motion for Summary Adjudication of Certain of \nDefendant's Affirmative Defenses (\"Plaintiff's MSJ\") (collectively, the \"Motions\"); and \nTHE COURT, after considering the Motions, arguments and briefs in support of \nand in opposition to the Motions, other submissions of counsel and appropriate matters \nof record, FINDS and CONCLUDES as follows: \n[1] Under Rule 56(c), summary judgment is to be ren dered \"forthwith\" if the \npleadings, depositions, answers to interrogatories and admissions on file, together with \nthe affidavits, if any, show that upon the forecast of evidence there exists no genuine \nissue as to any material fact and that any party is entitled to a judgment as a matter of \nlaw.  Grayson v. High Point Dev. Ltd. P'ship , 175 N.C. App. 786, 788 (2006).  The court \nviews the evidence in the light most favorable to the nonmoving party.  Bruce-Terminix \nCo. v. Zurich Ins. Co. , 130 N.C. App. 729, 733 (1998). \nDefendant's MSJ on Negligent Misrepresentation  \n[2] Defendant contends that it is entitled to summa ry judgment on Plaintiff's \nclaim for negligent misrepresentation, as stated in Plaintiff's Second Claim for Relief in \nits First Amended Complaint.1 \n[3] A claim for negligent misrepresentation require s proof that (a) a \nmisrepresentation was made without reasonable care (b) by a person owing a duty of \ncare, (c) which was relied upon justifiably (d) to the relying party's detriment.  Raritan \nRiver Steel Co. v. Cherry, Bekaert & Holland , 322 N.C. 200, 206 (1988). \n[4] Among other things, Defendant argues that Plain tiff cannot prove that a \nduty of care was owed by Defendant to Plaintiff, under the standard set forth in Raritan , \n322 N.C. 200 (1988).  Additionally, Defendant contends that Plaintiff cannot prove the \nelement of actual and justifiable reliance. \n[5] Based upon the forecast of admissible evidence,  the court CONCLUDES \nthat there exist genuine issues of material fact as to whether Defendant owed a duty of \ncare to Plaintiff and whether Plaintiff actually and justifiably relied upon the alleged  \n                                                 \n1 Defendant initially moved for summary judgment on Plaintiff's negligence claim, styled as Plaintiff's  First \nClaim for Relief in its First Amended Complaint.  However, Plaintiff has since acknowledged that its \nnegligence claim is duplicative of its negligent misrepresentation claim, and Plaintiff's counsel \nrepresented in their briefing and at oral argument that Plaintiff intends to dismiss its negligence claim \nvoluntarily.  Accordingly, for purposes of the instant Motions, the court will treat Plaintiff's negligence claim \nas if it has been dismissed.  \nmisrepresentations. 2  Accordingly, Defendant's MSJ on Negligent Misrepresentation \nshould be DENIED. \nDefendant's MSJ on Damages \n[6] Defendant contends that it is entitled to summa ry judgment on Plaintiff's \nclaim for damages to the extent Plaintiff seeks to recover funds paid to it by allegedly- \nsubrogated non-party reinsurers Rosemont Reinsurance Ltd. (\"Rosemont\") 3 and IAT \nReinsurance Company Ltd. (\"IAT\"). \n[7] Specifically, Defendant argues that IAT does no t have subrogation rights \nagainst Defendant with regard to the funds it paid to Plaintiff and that the collateral \nsource rule does not apply in this case. \n[8] Defendant further contends that Plaintiff shoul d be estopped from \nasserting damages in this action based upon its representations made to state \ninsurance regulators.  Indeed, Plaintiff reported to insurance regulators that it has not \nand does not expect to incur \"any net retained loss\" from the Capital Bonding \nCorporation (\"CBC\") program, which Plaintiff allegedly entered into based upon \nDefendant's representations and which apparently was the source of the damages \ncomplained of by Plaintiff in this action. \n[9] Based upon the forecast of admissible evidence,  the court CONCLUDES \nthat there exist genuine issues of material fact with regard to the recoverability by  \n                                                 \n2 The court observes that this presents a close question, and the court may revisit this issue at a later and \nmore appropriate time, including at the directed verdict stage should this matter go to trial.  \n3 After the filing of Defendant's MSJ on Damages, by letter dated December 22, 2011, counsel for Plaint iff \nnotified the court that \"Harco and Rosemont were ab le to reach an agreement and Rosemont will no \nlonger be pursuing a subrogation claim in this case.\"  The court reads this letter to mean that Plaintiff no \nlonger is seeking recovery from Defendant in this action for any reinsurance payment to Plaintiff by \nRosemont. \nPlaintiff in this action for payments made to it by IAT.  Accordingly, Defendant's MSJ on \nDamages should be DENIED. 4 \nPlaintiff's MSJ  \n[10] Plaintiff contends that it is entitled to part ial summary judgment on several \nof Defendant's affirmative defenses, including the Eighth, Ninth, Twelfth, Thirteenth, \nFourteenth and Sixteenth Defenses in Defendant's Answer. \nDefendant's Eighth and Sixteenth Defenses  \n[11] Plaintiff contends that Defendant's Eighth and  Sixteenth defenses should \nbe stricken because they are not based on the law of North Carolina, and the Court of \nAppeals previously has ruled that North Carolina law should apply here.  See Harco \nNat'l Ins. Co. v. Grant Thornton LLP , 698 S.E.2d 719 (N.C. Ct. App. Sept. 19, 2010).  \nDefendant agrees that its Eighth Defense is based on application of the Illinois Public \nAccounting Act and that its Sixteenth Defense is based on the economic loss doctrine, \nwhich does not apply under the circumstances of this matter.  Coker v. DaimlerChrysler \nCorp. , 172 N.C. App. 386, 405-07 (2005) (Hudson, J., dissenting), aff'd per curium , 360 \nN.C. 398 (2006).  Neither of these two defenses is legally supportable under the \nforecast facts and law of this matter. \n[12] Consequently, the court CONCLUDES that Plainti ff's MSJ should be \nGRANTED with respect to Defendant's Eighth and Sixteenth Defenses, and they should \nbe stricken from Defendant's Answer. \n \n                                                 \n4 The court observes that this presents a close question.  It may revisit this issue at a later and more \nappropriate time, including at directed verdict stage should this matter go to trial.  \nDefendant's Ninth, Twelfth, Thirteenth and Fourteenth Defenses  \n[13] Plaintiff also seeks summary judgment in its f avor with regard to \nDefendant's Ninth, Twelfth, Thirteenth and Fourteenth Defenses.  By those defenses, \nDefendant raised issues of whether Plaintiff's claims are barred by (a) Rule 12(b)(6) \n(Ninth Defense); (b) the conduct of CBC, Plaintiff's admitted agent (Twelfth Defense); \n(c) superseding, intervening and supervening negligence (Thirteenth Defense) and (d) \nthe defense that Harco cannot recover damages for amounts that were paid by \nRosemont and IAT (Fourteenth Defense). \n[14] Based upon the forecast of admissible evidence , the court CONCLUDES \nthat there exist genuine issues of material fact with respect to Defendant's Ninth, \nTwelfth, Thirteenth and Fourteenth Defenses.  Accordingly, Plaintiff's MSJ should be \nDENIED with respect to said defenses.     \nNOW THEREFORE, it hereby is ORDERED that:  \n[15] Defendant Grant Thornton LLP's Motion for Summ ary Judgment on \nPlaintiff Harco National Insurance Company's Claims for Negligence and Negligent \nMisrepresentation is DENIED.  \n[16] Defendant Grant Thornton LLP's Motion for Summ ary Judgment \nRegarding the Purported Inclusion of Payments Made by Non-Parties Rosemont \nReinsurance Ltd. and IAT Reinsurance Company Ltd. as Damages in this Action is \nDENIED. \n[17] Plaintiff Harco National Insurance Company's M otion for Summary \nAdjudication of Certain of Defendant's Affirmative Defenses is GRANTED with respect \nto Defendant's Eighth and Sixteenth Defenses, and said Defenses hereby are \nSTRICKEN from Defendant's Answer. \n[18] Plaintiff Harco National Insurance Company's M otion for Summary \nAdjudication of Certain of Defendant's Affirmative Defenses is DENIED with respect to \nDefendant's Ninth, Twelfth, Thirteenth and Fourteenth Defenses.  \n[19] On Monday, March 5, 2012, at 1:00 p.m., at the  North Carolina Business \nCourt, 225 Hillsborough Street, Suite 303, Raleigh, North Carolina, the court will \nconduct a status conference with all parties to this action for the purpose of setting this \nmatter for trial and determining any remaining issues. \nThis the 9th day of February, 2012. \n "
}