{
  "id": "761a99623677ca1b03eee8ad4cf481214268d2010e66eb8e901e3714bd1eb306",
  "source_file": "data/raw/ncbc/761a99623677ca1b03eee8ad4cf481214268d2010e66eb8e901e3714bd1eb306.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nGASTON COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n13 CVS 1686 \n \nDSM DYNEEMA, LLC, \n \nPlaintiff, \n \nv. \n \nJAMES THAGARD, Ph.D.; \nHONEYWELL SPECIALTY \nMATERIALS, LLC; HONEYWELL \nADVANCED COMPOSITES, INC.; \nand HONEYWELL \nINTERNATIONAL, INC., \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION \n \n \n \n{1} THIS MATTER is before the Court upon Defendants Honeywell Specialty \nMaterials, LLC, Honeywell Advanced Composites, Inc., and Honeywell \nInternational, Inc.’s (collectively, the “Honeywell Defendants”) Motion for Judgment \non the Pleadings (the “Honeywell Moti on”); Defendant Dr. James Thagard’s \n(“Thagard”) Motion for Judgment on the Pleadings (the “Thagard Motion”); the \nHoneywell Defendants’ Motion for Protective Order (the “Motion for Protective \nOrder”); and Plaintiff DSM Dyneema, LLC’s  (“Plaintiff” or “DSM”) Motion to \nCompel Responses to Requests for Production (the “Motion to Compel”) (collectively, \nthe “Motions”).  After review of the Motions, briefs in support of and in opposition to \nthe Motions, and the arguments of counsel at a hearing held on January 21, 2015, \nthe Court DENIES the Honeywell Motion, GRANTS in part  and DENIES in part  \nthe Thagard Motion, GRANTS in part and DEFERS in part DSM’s Motion to \nCompel, and DENIES in part  and DEFERS in part  the Honeywell Defendants’ \nMotion for Protective Order.  \nMcCullough Ginsberg Montano & Partners LLP by Theodore McCullough and C. \nDino Haloulos, and Bell, Davis & Pitt, P.A. by Edward B. Davis and Kevin G. \nWilliams for Plaintiff DSM Dyneema, LLC. \n \nDSM Dyneema, LLC v. Thagard, 2015 NCBC 47. \n \nKirkland & Ellis LLP by Craig S. Primis  and Daniel A. Bress, and Erwin, \nBishop, Capitano & Moss, P.A. by Joseph  W .  M o s s ,  J r . ,  a n d  L e x  M .  E r w i n  f o r  \nDefendants Honeywell Specialty Materials, LLC, Honeywell Advanced \nComposites, Inc. and Honeywell International, Incorporated. \n \nOgletree, Deakins, Nash, Sm oak & Stewart, P.C. by Robert A. Sar, Phillip J. \nStrach, and J. Allen Thomas for Defendant James Thagard, Ph.D. \n \nBledsoe, Judge. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \n{2} Relevant factual and procedural background of this case is recited in detail \nin DSM Dyneema, LLC v Thagard  (the “P.O. Order”), 2014 NCBC 50 (N.C. Super. \nCt. Oct. 17, 2014), www.ncbusinesscourt.n et/opinions/2014_NCBC_50.pdf (denying \nmotion to compel and granting motion for protective order).  The Court, however, \ndoes not make findings of fact on motions for judgment on the pleadings under Rule \n12(c), but only summarizes the pleaded facts giving all reasonable inferences to the \nnon-moving party. Erickson v. Starling , 235 N.C. 643, 657, 71 S.E.2d 384, 394 \n(1952); Tong v. Dunn , 2012 NCBC 29 ¶ 12 (N.C. Super. Ct. May 18, 2012), \nhttp://www.ncbusinesscourt.net/opinions/2012_NCBC_29.pdf, rev’d on other \ngrounds, 2013 N.C. App. LEXIS 1303 (N.C. Ct. App., Dec. 17, 2013). \n{3} Plaintiff and the Honeywell Defendants are competitors in the ballistic \nperformance material production industry and historically have competed for \nUnited States Department of Defense cont racts involving the development of fibers \nused in enhanced combat helmets (“ECH”).  Plaintiff specifically developed its ECH \ndesigns for use in combat helmets manufactured by Ceradyne, Inc. (“Ceradyne”).   \n{4} In 2010, the Honeywell Defendants hired Defendant Thagard, who was \nPlaintiff’s former chief scientist and technical leader and previously oversaw \nPlaintiff’s ECH program.  In February 2013, Ceradyne ended its relationship with \nPlaintiff and awarded an ECH contract to the Honeywell Defendants.  \n{5} Thereafter, on August 2, 2013, Plaintiff filed its Amended Complaint in \nGaston County Superior Court, asserting claims against the Honeywell Defendants \nand/or Defendant Thagard for misappropriat ion of trade secrets under N.C. Gen. \nStat. § 66-152 et seq. (“TSPA”), tortious interference with existing and prospective \nbusiness relations, tortious interference  with contract, conversion, breach of \nfiduciary duty, breach of contract, unj ust enrichment, and unfair and deceptive \ntrade practices under N.C.G.S. § 75-1.1 (“UDTP”). \n{6} Plaintiff identified its trade secret material in its Amended Complaint as \nfollows: \n[d]uring the course of his employment with DSM, Thagard was \nexposed to confidential and proprietary business information, trade \nsecrets, and know-how of DSM, including, but not limited to, technical \ninformation and formulas, proprietary product development \ninformation and technical know-how regarding the Dyneema HB80 \nUHMWPE material and regarding the incorporation of Dyneema HB80 \ninto helmets for optimal performance, proprietary development tools, \nproprietary software applications, design details, product design and \napplication (including, but not lim ited to, resin types, matrix \ncharacteristics, fiber properties, numbe r of plies, air content, stiffness, \nand aging), processing know-how, manufacturing know-how (including, \nbut not limited to, creep forming, vacuum processing, deep draw, \noptimal temperature and pressure, an d adhesives), matrix stiffness, \nratio of resin to fiber, interlaminar strength, areal density, elasticity, \nflexural properties, tenacity, matrix interface, role of coefficient of \nthermal expansion, prevention of delamination and other deformation, \ntest methods and results, marketing and sales strategies and practices, \npricing and contractual details for customers, customer profits, \nbusiness costing data, customer correspondence, business plans, area \nplans, license reviews, proposed  applications, meeting minutes, \nmarketing data, customer lists, prospect lists, competitive bid \ninformation, employee lists, and internal strengths and weaknesses, \namong other information (the “Trade Secrets”).  DSM’s Trade Secrets \nalso include the results of DSM’s resin and materials testing program, \nwhich include the optimal number of filaments per ply to increase \nperformance, optimal resin types, proprietary information and \ntechnical know-how regarding optimal temperature, and proprietary \ninformation and technical know-how regarding effective pressure.  \nDSM’s Trade Secrets were developed, used, and expanded while \nThagard oversaw DSM’s ECH Projec t and the development of DSM’s \nECH product. \n(Am. Compl. ¶ 14.)\n 1 \n                     \n1 DSM contends that the Honeywell Defendants and Thagard’s Motions for Judgment on the \n{7} DSM subsequently sought discovery of the Honeywell Defendants.  The \nHoneywell Defendants objected to DSM’s di scovery requests as overbroad, vague, \nand unduly burdensome and refused to produce responsive documents because \nPlaintiff had not yet “identified with any reasonable degree of particularity the \nconfidential trade secrets that it claims to be protecting through this action . . . .”  \nAfter the parties were unable to reach agreement, DSM filed a Motion to Compel \nand the Honeywell Defendants filed a Motion for Protective Order.  In an Order and \nOpinion entered on October 17, 2014, th e Court concluded that DSM had not \nidentified its trade secrets with sufficient particularity at the pre-discovery stage of \nthe litigation to require the Honeywell Defendants to produce their confidential and \ntrade secret information in discovery.  \nP.O. Order , 2014 NCBC 50.  The Court \nrequired DSM to supplement its responses to the Honeywell Defendants’ discovery \nrequests.  \nId. at ¶ 27.   \n{8} DSM supplemented its trade secret iden tification on November 20, 2014, \nand simultaneously requested that the Honeywell Defendants respond to DSM’s \nDiscovery Requests\n2 and divulge relevant trade secret information.  The Honeywell \nDefendants refused to respond, citing their belief that DSM had not adequately \ncomplied with the Court’s P.O. Order.  Subsequently, on December 10, 2014, DSM \nfiled its Renewed Motion to Compel and Request for Expedited Procedures.  The \nHoneywell Defendants followed suit and filed a Motion for Judgment on the \nPleadings and a Motion for Protective Or der on December 22, 2014.  Upon consent \nof the parties, the Court set a briefing schedule, which required that briefing of \nDSM and the Honeywell Defendants’ Motion s be completed on January 16, 2015.  \n                                                                  \nPleadings should be considered as Motions for Summary Judgment because the Court must consider \nDSM’s supplements to its trade secret identification contained in the Amended Complaint.  The \nCourt rejects this argument and considers only DSM’s trade secret identification contained in the \nAmended Complaint in deciding the Defendants’ respective Motions for Judgment on the Pleadings. \n \n2 DSM moves to compel, and the Honeywell Defend ants move for protective order concerning, \nresponses to (i) DSM’s First and Second Sets of Request for Production, served April 1, 2014 and May \n7, 2014, respectively, as modified by DSM’s letter to the Honeywell Defendants on July 18, 2014, and \n(ii) certain of DSM’s interrogatories to which the Honeywell Defendants have objected on the basis of \nDSM’s allegedly insufficient identification of its trade secrets (collectively, “DSM’s Discovery \nRequests”). \nThe Court held a hearing on the DSM and Honeywell Defendants Motions on \nJanuary 21, 2015, at which all parties were represented by counsel. \n{9} On February 6, 2015, Thagard filed his Motion for Judgment on the \nP l e a d i n g s .   B r i e f i n g  o n  T h a g a r d ’ s  M o t i o n  w a s  c o m p l e t e d  o n  M a r c h  4 ,  2 0 1 5 .   A s  \nThagard’s Motion is based largely on the same arguments advanced in the \nHoneywell Defendants’ Motion for Judgment on the Pleadings, the Court dispenses \nwith a hearing on Thagard’s Motion for Judgment on the Pleadings.  The Motions \nare now ripe for resolution, and the Court takes each Motion in turn. \nII. \nANALYSIS \nA. The Honeywell Motion \n{10} “A motion for judgment on the pleadi ngs should not be granted unless the \nmovant clearly establishes that no material issue of fact remains to be resolved and \nthat he is entitled to judgment as a matter of law.”  Carpenter v. Carpenter , 189 \nN.C. App. 755, 761, 659 S.E. 2d 762, 767 (2008) (observi ng “[j]udgments on the \npleadings are disfavored in law”).  “A complaint is fatally deficient in substance, and \nsubject to a motion by the defendant for judgment on the pleadings if it fails to state \na good cause of action for plaintiff and against defendant.”  Bigelow v. Town of \nChapel Hill, 745 S.E.2d 316, 319 (N.C. Ct. App. 2013 ).  The motion’s purpose is “to \ndispose of baseless claims or defenses when the formal pleadings reveal their lack of \nmerit.”  Washburn v. Yadkin Valley Bank & Trust Co. , 190 N.C. App. 315, 322, 660 \nS.E.2d 577, 583 (2008).  The Court may only consider “the pleadings and exhibits \nwhich are attached and incorporated into the pleadings.”  Davis v. Durham Mental \nHealth/Development Disabilities/Substance Abuse Area Auth. , 165 N.C. App. 100, \n104, 598 S.E.2d 237, 240 (2004).  The Court “is required to view the facts and \npermissible inferences in the light most favorable to the nonmovant,”  Bigelow, 745 \nS.E.2d at 319, and should deny a Rule 12(c) motion if the complaint “gives sufficient \nnotice of the events or transactions which produced the claim to enable the adverse \nparty to understand the nature of it and the basis for it, to file a responsive \npleading, and – by using the rules provided for obtaining pretrial discovery – to get \nany additional information he may need to prepare for trial.”  Id. (quoting Sutton v. \nDuke, 277 N.C. 94, 104, 176 S.E.2d 161, 167 (1970)).   \n{11} The Honeywell Defendants seek dismissal of DSM’s Amended Complaint \non the grounds that (1) DSM has failed to allege its trade secrets with sufficient \nparticularity under North Carolina law, and (2) DSM has failed to allege a \ncognizable claim for misappropriation by relying upon a theory of inevitable \ndisclosure rather than pleading facts sh owing that actionable misappropriation has \noccurred. \ni. Trade Secret Misappropriation \n{12}  A trade secret is defined in N.C. Gen. Stat. § 66-152(3) (2001) as follows: \nBusiness or technical information, including but not limited to a \nformula, pattern, program, device, compilation of information, method, \ntechnique, or process that: \n \na. Derives independent actual or potential commercial value from \nnot being generally known or readily ascertainable through \nindependent development or reverse engineering by persons who can \nobtain economic value from its disclosure or use; and  \n \nb. Is the subject of efforts that are reasonable under the \ncircumstances to maintain its secrecy. \n \n{13}  Misappropriation is defined as the \"acquisition, disclosure, or use of a \ntrade secret of another without express or implied authority or consent, unless such \ntrade secret was arrived at by independ ent development, reverse engineering, or \nwas obtained from another person with a right to disclose the trade secret.\" N.C. \nGen. Stat. § 66-152(1) (2001).  \n{14} To determine what information should be treated as a trade secret under \nthe TSPA, the Court should consider the following factors: \n(1) the extent to which the information is known outside the business;  \n(2) the extent to which it is known to employees and others involved in \nthe business;  \n(3) the extent of measures taken to guard secrecy of the information;  \n(4) the value of the information to business and its competitors;  \n(5) the amount of effort or money expended in developing the \ninformation; and (6) the ease or difficulty with which the information \ncould properly be acquired or duplicated by others. \n \nTSG Finishing, LLC v. Bollinger , 767 S.E.2d 870, 876 (N.C. Ct. App. 2014) \n(quotation and citation omitted). \n{15} “To make a prima facie case of trade secret misappropriation, a plaintiff \nmust show that a defendant: ‘(1) [k]nows or should have known of the trade secret; \nand (2) [h]as had a specific opportunity to acquire it for disclosure or use or has \nacquired, disclosed, or used it without the express or implied consent or authority of \nthe owner.’”  GE Betz, Inc. v. Conrad , 752 S.E.2d 634, 649 (N.C. Ct. App. 2013).  At \nthe pleading stage, our courts require only  that a plaintiff “identify a trade secret \nwith sufficient particularity so as to enable a defendant to delineate that which he \nis accused of misappropriating and a cour t to determine whether misappropriation \nhas or is threatened to occur.”  \nWashburn, 190 N.C. App. at 326, 660 S.E.2d at 585.  \nIt is not sufficient for a plaintiff to make “general allegations in sweeping and \nconclusory statements, without specifically identifying the trade secrets allegedly \nmisappropriated.”  Id. at 327, 660 S.E.2d at 585–86.  A dditionally, a plaintiff must \nallege the acts by which the alleged misappropriation was accomplished.  Id. at 327, \n660 S.E.2d at 586. \n{16} For its first argument in support of dismissal, the Honeywell Defendants \ncontend that DSM’s description of its trade secrets in the Amended Complaint is not \nsufficiently particular to apprise the Honeywell Defendants of what they are \naccused of misappropriating. This is so, according to the Honeywell Defendants, \nbecause the Court found as much in its \nP.O. Order denying DSM’s motion to compel \ndisclosure of the Honeywell Defendants ’ trade secret information.  The Court \ndisagrees. \n{17} In the P.O. Order , the Court stated that “[t]he issue for decision on the \nMotions [to Compel and for Protective Order]  is whether Plaintiff has identified the \ntrade secret information it claims has been misappropriated with sufficient \nparticularity at this stage of the litigation to en title Plaintiff to discovery of the \nHoneywell Defendants’ confidential information and trade secrets .”  P.O. Order , \n2014 NCBC 50 ¶ 2 (emphasis added).  The Court further explained that, \nIn short, Plaintiff must do more before discovery  of the Honeywell \nDefendants’ confidential information and trade secrets is appropriate \nhere.  Although ‘sufficient particularity’ at this stage does not require \nPlaintiff to ‘define every minute detail of its trade secrets down to the \nfinest detail or require a mini-trial on misappropriation’ before \nPlaintiff is granted discovery of the Honeywell Defendants’ trade secret \ninformation, Plaintiff’s identification must be sufficiently particular to \nput the Honeywell Defendants on notice of the specific nature  of \nPlaintiff’s trade secret claims and allow the Honeywell Defendants and \nthe Court to determine the relevance of Plaintiff’s requested \ndiscovery.”   \nId. at ¶ 23 (emphasis added).  The Court’s sole focus in the P.O. Order  was the \nsufficiency of DSM’s trade secret identification to permit discovery of the Honeywell \nDefendants’ relevant confidential and/or trade secret information, not the \nsufficiency of DSM’s trade secret identification for pleading purposes. \n{18} The level of specificity required of a plaintiff to survive a motion for \njudgment on the pleadings under Rule 12(c) is less than that required to permit \ndiscovery into an adversary’s confiden tial and trade secret information.  See, e.g., \nLe Bleu Corp. v. B. Kelley Enters ., 2014 NCBC 65 (N.C. Supe r. Ct. Dec. 9, 2014), \nwww.ncbusinesscourt.net/opinions/2014_NCBC_65.pdf (holding plaintiff’s trade \nsecret identification sufficient under Rule 12(b)(6) but not for discovery of \ndefendant’s trade secrets).   \n{19} The allegations in DSM’s Amended Complaint, while not sufficiently \nparticular to permit reciprocal discovery, are nonetheless more detailed and specific, \nand less sweeping and conclusory, than thos e allegations our courts have found to \nfail the pleading standard of Rule 12, see, e.g., Washburn, 190 N.C. App. at 327, 660 \nS.E.2d at 585–86 (holding insufficient “busin ess methods; clients; their specific \nrequirements and needs; and other conf idential information pertaining to \n[plaintiff’s] business”); AECOM Tech. Corp. v. Keating , 2012 NCBC 10 ¶ 21 (N.C. \nSuper. Ct. Feb. 6, 2012), www.ncbusine sscourt.net/opinions/2012_NCBC_10.pdf \n(holding insufficient “customer lists, cu stomer contact information, pricing \ninformation and product information”), and are at least comparable to those \nidentifications our courts have found to satisfy Rule 12’s requirements, see, e.g.,  \nHorner Int'l Co. v. McKoy , 754 S.E.2d 852, 859 (N.C. Ct. App. 2014) (holding \nsufficient under Rule 12(b)(6) plaintiff’s identification of “various raw materials and \nraw material treatments; extraction, f iltration, separation, and distillation \ntechniques; and methods for compounding of flavors, packaging, and plant utility. . . \nused in the production of flavor materials derived from seven specifically identified \nsubstances, such as cocoa, ginseng, and chamomile”); S. Fastening Sys., Inc. v. \nGrabber Constr. Products, Inc. , 2015 NCBC 40 ¶¶ 23–25 (N.C. Super. Ct. Apr. 28, \n2015) www.ncbusinesscourt.n et/opinions/2015_NCBC_40.pdf (holding sufficient \nunder Rule 12(b)(6) “confidential customer information such as customer contact \ninformation and customer buying preference s and history . . . confidential freight \ninformation, sales reports, prices and te rms books, sales memos, sales training \nmanuals, commission reports, and informatio n concerning SFS’s relationship with \nits vendors”); Veer Right Mgmt. Grp., Inc. v. Czarnowski Display Serv., Inc. , 2015 \nNCBC 12 ¶ 29 (N.C. Super. Ct. Feb. 4, 2015), \nwww.ncbusinesscourt.net/opinions/2015_NCBC_12.pdf (holding sufficient under \nRule 12(b)(6) “compilations of information, methods, techniques, and processes that \n[it uses] in planning, organizing and managing all aspects associated with \nidentifying appropriate shows for their cl ients, pricing and budgeting, procuring \nspace, setting up booths, staffing booths  during the show, tracking sales leads \ngenerated by each show, tearing down booths after each show”); \nLe Bleu Corp., 2014 \nNCBC 65 ¶ 29 (holding sufficient under Rule 12(b)(6) “customer lists, pricing \ninformation, transaction histories, key contacts, and customer leads”); Koch \nMeasurement Devices, Inc. v. Armke , 2013 NCBC 48 ¶ 19 (N.C. Super. Ct. Oct. 14, \n2013), www.ncbusinesscourt.net/opinions/2013_NCBC_48.pdf (holding sufficient \nunder Rule 12(b)(6) “customer lists, includ ing names, contact persons, addresses, \nphone numbers . . . [customer] ordering h abits, history . . . [and company] pricing \nand inventory management strategies”); see also TSG , 767 S.E.2d at 877 \n(recognizing in directing entry of prelimin ary injunction that particular steps in a \nprocess may be trade secrets, not simply the process as a whole).  As a result, the \nCourt concludes that DSM’s trade secret identification in the Amended Complaint is \nsufficiently particular to survive dismissal under Rule 12(c). \n{20} The Honeywell Defendants also cont end that dismissal is appropriate \nbecause DSM has failed to state a claim for misappropriation, arguing that DMS’s \nclaim is essentially based on a theory of inevitable disclosure, 3 a doctrine the \nHoneywell Defendants assert is not recognized in North Carolina. 4.  (Honeywell’s \nReply Supp. 12(c) Mot., p. 9.) \n{21} Although DSM’s misappropriation claim clearly has an “inevitable \ndisclosure” component to it—alleging that “it is clear that Defendants have \nmisappropriated and will inevitably continue to misappropriate DSM’s trade \nsecrets,” (Am. Compl. ¶ 76)—DSM’s claim is based on more than simply the fact \nthat Thagard had access to DSM’s alleged trade secrets and then went to work for a \ncompetitor, as Defendants contend. (\nSee Honeywell’s Reply Supp. 12(c) Mot., p. 9.)  \nTo the contrary, DSM has alleged that Thagard was DSM’s chief scientist and \noversaw the development of its ECH program for DSM, (Am. Compl. ¶¶ 10–13); that \nprior to Thagard’s employment with the Honeywell Defendants, “all of DSM’s \ncompetitors in the ECH project, including Honeywell, failed the ballistics [testing \nphase of the ECH project]” and DSM’s ECH design was the only design to pass the \n                     \n3 The Court  of Appeals has described the inevitable disclosure doctrine as follows: \n \nIn simplest terms, the [inevitable disclosure] doctrine applies when an employee who \nknows trade secrets of his employer leaves that employer for a competitor and, \nbecause of the similarity of the employee 's work for the two companies, it is \n\"inevitable\" that he will use or disclo se trade secrets of the first employer. See K. \nRoberson, South Carolina's Inevitable Adoption of the Inevitable Disclosure Doctrine: \nBalancing Protection of Trade Secrets with Freedom of Employment , 52 S.C.L. Rev. \n895 (2001). \n \nAnalog Devices, Inc. v. Michalski, 157 N.C. App. 462, 470, 579 S.E.2d 449, 454 (N.C. Ct. App. 2003). \n \n4 This Court recently explained in RCR Enters., LLC v. McCall , 2014 NCBC LEXIS 69 ¶ 17 (N.C. \nSuper. Ct. Dec. 19, 2014) that “the doctrine of \"inevitable disclosure\" has not yet been firmly adopted \nby the North Carolina courts, citing Analog, 157 N.C. App. at 470, 579 S.E.2d at 454—55 (declining \nto apply doctrine) and Allegis Grp., Inc. v. Zachary Piper LLC , 2013 NCBC 13 ¶ 53 (N.C. Super. Ct., \nFeb. 25, 2013), www.ncbusinesscourt.net/opini ons/2013_NCBC_13.pdf (denying motion for \npreliminary injunction and discussing cases). \ntest, (Am. Compl. ¶ 30); that Thagard “i mpermissibly downloaded, transmitted, \nand/or copied DSM’s Trade Secrets and confidential . . . information . . . from his \ncompany computer” prior to his departur e from DSM, (Am. Compl. ¶ 21); that \nThagard deleted emails and other information containing “vital data regarding \nDSM’s ECH product and the ECH Project,” (Am. Compl. ¶ 22); and that Defendants \nused DSM’s trade secrets to win the ECH contract, (Am. Compl. ¶¶ 29, 35, 36).  \nBased on its review of the Amended Complaint, the Court therefore concludes that \nDSM has alleged more than simply inevit able disclosure and that the Honeywell \nDefendants’ argument is therefore unavailing.\n5   \n{22} Accordingly, viewing the pleadings in the light most favorable to DSM, the \nCourt concludes that DSM has satisfactorily  pled its claim for misappropriation of \ntrade secrets and that the Honeywell Defendants’ Rule 12(c) Motion to dismiss this \nclaim should be denied. \nii. DSM’s Other Claims  \n{23} The Honeywell Defendants condition their contention that each of the \nclaims in DSM’s Amended Complaint should be dismissed under Rule 12(c) on their \nargument that DSM has failed to state a claim for trade secret misappropriation \nunder North Carolina law.  Because the Court has rejected the Honeywell \nDefendants’ argument, the Court concludes that the Honeywell Defendants’ 12(c) \nMotion to dismiss DSM’s other claims on this basis should likewise be denied.  \nB. The Thagard Motion \n{24} Defendant Thagard also seeks dismissal of DSM’s Amended Complaint, \nand incorporates by reference and adopts in their entirety the Honeywell \nDefendants’ legal arguments for dismissal of the claims asserted jointly against the \nHoneywell Defendants and Thagard ( i.e., misappropriation of trade secrets, unjust \nenrichment, tortious interference with contract, conversion, tortious interference \nwith existing and prospective business relations, UDTP, and injunctive relief). \n                     \n5 In light of its determination that DSM has not pled its misappropriation claim solely on a theory of \ninevitable disclosure, the Court declines to consider whether the doctrine of inevitable disclosure, if \nrecognized in North Carolina, should be applied to these facts.   \n(Thagard’s Br. Supp. 12(c) Mot., p. 1.)  Because the Court has denied the Honeywell \nDefendants’ Motion to Dismiss these claims, the Court concludes Thagard’s Motion \nto Dismiss these same claims should be denied for the same reasons.   \n{25} Thagard also seeks dismissal of two claims DSM has asserted against him \nseparately—for breach of contract an d for breach of fiduciary duty.   \n{26} First, similar to Thagard’s arguments concerning DSM’s claims asserted \nagainst all Defendants, Thagard’s Motion to dismiss DSM’s breach of contract claim \nis premised on his contention that DSM has not adequately pled its trade secret \nmisappropriation claim.  Because the Cour t has rejected Thagard’s argument as \ndiscussed above, Thagard’s motion to dismiss DSM’s breach of contract claim should \nalso be denied.  \n{27} Next, regarding DSM’s claim for breach of fiduciary duty against Thagard, \nthe Court observes that “[a] claim for breach of fiduciary duty requires the existence \nof a fiduciary duty.”  Governor’s Club Inc. v. Governors Club Ltd. P’ship, 152 N.C. \nApp. 240, 247, 567 S.E.2d 781,  786 (2002).  Generally, a fiduciary duty does not \narise in the relationship between an employer (here DSM) and an employee (here \nThagard).  Dalton v. Camp, 353 N.C. 647, 652, 548 S.E. 2d 704, 708 (2001) (“Under \nthe general rule, the relation of employer and employee is not one of those regarded \nas confidential.”) (quotation omitted)).  “Even when an employee is entrusted with \nsubstantial managerial authority, a fiduciary relationship will not exist absent \nevidence that such authority led to the employer being subjugated to the ‘improper \ninfluences or domination of [its] employee.’”  \nBattleground Veterinary Hosp., P.C. v. \nMcGeough, 2007 NCBC 33 ¶ 66 (N.C. Super. Ct. Oct. 19, 2007), \nwww.ncbusinesscourt.net/opinions/101907%20Order%20Webpage.pdf (granting \nmotion for summary judgment);  see, e.g., Dalton, 353 N.C. at 651–52, 548 S.E.2d at \n708–07 (stating that a fiduciary relationship  exists where “‘there has been a special \nconfidence reposed in one who in equity and good conscience is bound to act in good \nfaith and with due regard to the interests of the one reposing confidence . . ., [and] it \nextends to any possible case in which a fiduciary relationship exists in fact, and in \nwhich there is confidence reposed on one side, and \nresulting domination and \ninfluence on the other. ’”) (internal quotation marks omitted) (emphasis in original).  \n“[O]nly when one party figuratively holds all the cards – all the financial power or \ntechnical information, for example – have North Carolina courts found that the \nspecial circumstances of a fiduciary relationship has arisen.”  Kaplan v. O.K. Techs., \nLLC, 196 N.C. App. 469, 475, 675 S.E.2d 133, 138 (2009) (citation omitted). \n{28} Here, DSM has alleged that “Thagard held a position of trust and \nconfidence at DSM as Application Manager – Life Protection, in which he, inter alia, \nwas the lead scientist and technical leader for DSM’s helmet and body armor \ndevelopment and new grade development.”  (Am. Compl. ¶ 64.)  DSM has not \nalleged facts, however, suggesting that Thagard exerted domination or influence \nover DSM, that his awarenes s of DSM’s technical inform ation caused him to hold \n“all the cards” in his relationship with DSM, or that othe r factors indicate that the \nDSM-Thagard relationship was more than a typical relationship between an \nemployer and an employee.  Without more, the Court cannot conclude that DSM has \nsufficiently alleged the extraordinary or special type of employer-employee \nrelationship that gives rise to a fiduciary duty.  To the contrary, on the facts pled, \nthe Court concludes that DSM has failed to allege that Thagard enjoyed the sort of \ndomination or influence over DSM that ou r courts have found necessary to create a \nfiduciary duty.  \nSee, e.g., Dalton , 353 N.C. at 652, 548 S.E. 2d at 708 (no fiduciary \nduty where production manager’s duties were those delegated to him by employer, \n“such as overseeing the business’s day-to -day operations by ordering parts and \nsupplies, operating within budgetary constraints, and meeting production \ndeadlines,” which collectively “merely serv e to define the nature of virtually all \nemployer-employee relationships”); Sunbelt Rentals, Inc. v. Head & Engquist \nEquip., LLC , 2002 NCBC 4 ¶ 34 (N.C. Super. Ct. July 10, 2002), \nwww.ncbusinesscourt.net/opinions/2002%20NCBC%204%20(Sunbelt).pdf (no \nfiduciary duty because employee’s “substantial discretion with respect to the day-to-\nday, ‘nuts and bolts’ operation” did not constitute domination and influence over \nemployer); Austin Maint.  Constr., Inc. v. Crowder Constr. Co. , 742 S.E.2d 535, 542 \n(N.C. Ct. App. 2012) (no brea ch of fiduciary duty because “any confidence that \nPlaintiff reposed in [employee] consisted of nothing more than relying on him to \ncompetently perform his assigned duties”); compare Sara Lee Corp. v. Carter , 351 \nN.C. 27, 29–30, 519 S. E.2d 308, 310 (1999) (defendant “owed a fiduciary duty to \nSara Lee with respect to his role in recommending the purchase and ordering of \ncomputer parts and related services for Sa ra Lee” where defendant was “authorized \nand entrusted to order and purchase computer  parts at the lowest possible prices”).  \nAs a result, the Court concludes that DSM’s breach of fiduciary duty claim against \nThagard should be dismissed with prejudice.   \nC. Motions for Protective Order and to Compel \n{29} North Carolina’s liberal discovery rules permit parties to obtain discovery \non any relevant, non-privileged matter that appears “reasonably calculated to lead \nto the discovery of admissible evidence.”   N.C. R. Civ. P.  Rule 26(b) (2014); Analog \nDevices, Inc. v. Michalski , 2006 NCBC 14 ¶ 22 (N.C. Super. Ct. Nov. 1, 2006), \nwww.ncbusinesscourt.net/opinions/2006%20NCBC%2014.htm (requiring production \nof documents and splitting the cost of production between the parties).  However, \n“[i]t is equally clear under the Rules that  North Carolina judges have the power to \nlimit or condition discovery under certain circumstances.”  \nId. at ¶ 40.  Rule 26(c) \nprovides that, \nUpon motion by a party or by the person from whom discovery is \nsought, and for good cause shown, th e judge of the court in which the \naction is pending may make any order which justice requires to protect \na party or person from unreasonable annoyance, embarrassment, \noppression, or undue burden or expense, including . . . that the \ndiscovery not be had; that the disc overy may be had only on specified \nterms and conditions . . . that the scope of the discovery be limited to \ncertain matters . . . [and] that a trade secret or other confidential \nresearch, development, or commercial information not be disclosed or \nbe disclosed only in a designated way . . . .  \nN.C. R. Civ. P. 26(c) (2014).   \n{30} In the \nP.O. Order, the Court ordered DSM to supplement its responses to \nthe Honeywell Defendants’ discovery requ ests and to provide a more specific \nidentification of its trade secrets.  DS M supplemented its responses in a sealed \nfiling on November 20, 2014 by further ex panding its trade secret definitions and \nlisting the detailed formulas of the alleged trade secrets at issue.  (DSM’s Br. Supp. \nMot. Compel, Ex. A.) In particular, DSM has provided, under an Attorneys’ Eyes \nOnly confidentiality designation, a 14-page, single-spaced narrative description of \nits alleged trade secrets with specific descriptions concerning its fibers, materials, \nand processes that it uses to make the composite shield material, ballistic fibers, \nand armor products that DSM contends are at issue in this litigation and have been \nmisappropriated by Defendants.  DSM conten ds that its trade secret identification \ncomplies with the Court’s \nP.O. Order  and North Carolina law and entitles it to \ndiscovery of the Honeywell Defendants’ relevant confidential information and trade \nsecrets. \n{31} The Honeywell Defendants argue in response that DSM has simply listed \nits entire production process “without  saying which parts were misappropriated (or \nwhich were trade secrets)” and otherwise identified various items that are “just \nwell-known features of ballistic materials and the process by which these materials \nare made.”  (Honeywell’s Br. Supp. Mot. Prot. Order, pp. 13—14.)  As such, the \nHoneywell Defendants contend that DSM’s identification remains deficient at this \nstage and should not justify a “fishing expedition” into their protected information.   \n{32} As noted in the \nP.O. Order , the Court’s task in resolving the parties’ \ncompeting Motions to Compel and for Protec tive Order is to weigh and balance the \nvarious considerations supporting strict pre-discovery disclosure of a plaintiff’s \ntrade secrets, see P.O. Order ¶ 18, against those consid erations counseling against \nunfairly limiting a plaintiff’s ability to discover evidence supporting its claims, id. \n¶¶ 19—21.  See also Microwave Research Corp. v. Sanders Assocs., Inc ., 110 F.R.D. \n669, 672 (D. Mass. 1986) (“In cases involv ing the disclosure of confidential \ninformation and/or trade secrets, the Court must strike a balance.”).   \n{33} In striking that balance here, the Court finds it significant that DSM has \nnot only alleged that Thagard had access to DSM’s trade secrets and then went to \nwork for the Honeywell Defendants—which are the allegations on which \nDefendants focus—but also that Thagard allegedly downloaded DSM’s trade secret \ninformation from his DSM computer, deleted other confidential information prior to \nhis resignation, and disclosed DSM trade secrets to the Honeywell Defendants, and \nthat the Honeywell Defendants, who prev iously had never passed the ballistics \ntesting phase of the ECH project, were, after hiring Thagard, able to pass the \nballistics test, secure a contract with Ce radyne for the first time, and allegedly \ninduce Ceradyne to terminate (and alle gedly breach) its contract with DSM.  \nAlthough DSM’s supplemental identifications do not appear to specify with exact \nprecision which alleged trade secrets Defendants are alleged to have \nmisappropriated, the Court is persuaded that in these circumstances—where DSM \nreasonably contends that the finished produc t at issue is “the result of a recipe or \nformula of numerous variables” and is not publicly available for purchase or \ninspection, (DSM’s Resp. Honeywell’s Mot. Prot. Order, p. 13), and where the Court \nfinds that the nature of Defendants’ alle ged misappropriation creates an inherent \ndifficulty for DSM to identify which port ions of its trade secrets have been \nmisappropriated prior to the rece ipt of discovery from Defendants\n6 —the Court \nconcludes that DSM has satisfactorily complied with the Court’s P.O. Order  and \nthat the Honeywell Defendants should now be required to produce to DSM their \nrelevant and responsive confidential information and trade secrets. 7  See, e.g., \nSCRTech, LLC v. Evon ik Energy Servs. LLC,  No. 08 CVS 16632 (N.C. Super. Ct. \nDec. 30, 2009) (permitting discovery of defendant’s confidential information and \ntrade secrets where plaintiff “describ[ed] in detail the underlying process it use[d] \nfor creating catalyst regeneration recipes and the criteria it use[d] to interpret \ncatalyst tests”). \n                     \n6 See, e.g., DeRubeis v. Witten Techs., Inc. , 244 F.R.D. 676, 680 (N.D. Ga. 2007) (“[T]he trade secret \nplaintiff, particularly if it is a company that has hundreds of thousands of trade secrets, may have no \nway of knowing what trade secrets have been misappropriated until it receives discovery on how the \ndefendant is operating.”) \n \n7 The Court bases its ruling on the supplemental identifications set forth in Exhibit A of DSM’s \nsealed November 20, 2014 supplemental interrogatory response.  In that same sealed interrogatory \nresponse, DSM also sought to “expand[] and define[] its identification of its trade secrets at issue in \nthis lawsuit” by including five “classes of information” at page 4.  These de scriptions, however, lack \nspecificity and detail, are insufficient for purposes of permitting discovery into the Honeywell \nDefendants’ trade secrets or confidential information, and do not factor into the Court’s ruling.    \n    \n{34} Apart from whether discovery against them should proceed, the Honeywell \nDefendants further contend that, in an y event, DSM’s Discovery Requests are \noverly broad and unduly burdensome.  Th e parties have not devoted significant \nbriefing or oral argument to this objectio n, however.  The Court concludes that the \nmost efficient method to resolve this aspe ct of the Motions for Protective Order and \nto Compel is to require the Honeywell Defendants to serve revised discovery \nresponses and objections in light of th e Court’s conclusions in this Order and \nOpinion and to permit the parties an opportunity to attempt to resolve any \nobjections before bringing any unres olved issues to the Court for final \ndetermination. \nIII. \nCONCLUSION \n{35} IT IS THEREFORE ORDERED, ADJUDGED and DECREED as follows: \na. The Honeywell Defendants’ Motion for Judgment on the Pleadings is \nDENIED; \nb. Thagard’s Motion for Judgment on the Pleadings is GRANTED in part  \nand DENIED in part; \nc. DSM’s claim for breach of fiduciary duty against Thagard is \nDISMISSED with prejudice; \nd. DSM’s Motion to Compel is GRANTED in part and DEFERRED in part; \ne. The Honeywell Defendants’ Motion for Protective Order is DENIED in \npart and DEFERRED in part; \nf. The Honeywell Defendants shall serve revised responses to DSM’s \nDiscovery Requests no later than 30 days after the entry of this Order \nand Opinion; \ng. After the Honeywell Defendants serve revised discovery responses, the \nparties are directed to attempt in good faith to resolve the Honeywell \nDefendants’ objections, if any; and  \nh. In the event the parties are unable to agree on the scope of the \nHoneywell Defendants’ objections and production, the parties shall \ninform the Court of such disagreement by email no later than 14 days \nafter service of the Honeywell Defendants’ revised discovery responses. \n{36} All other requested relief is DENIED. \n \nSO ORDERED, this the 12th day of May 2015. \n \n      / s /  L o u i s  A .  B l e d s o e ,  I I I  \n      Louis A. Bledsoe, III \n      Special Superior Court Judge \n        for Complex Business Cases "
}