{
  "id": "7628136f812103bc91ca304ef8c943575419e6ff311ccb972d37728486007b55",
  "source_file": "data/raw/ncbc/7628136f812103bc91ca304ef8c943575419e6ff311ccb972d37728486007b55.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 3707 \n \nVITAFORM, INC. (d/b/a BODY \nAFTER BABY), \n \nPlaintiff, \n \nv. \n \nAEROFLOW, INC. AND MOTIF \nMEDICAL, LLC, \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \nPLAINTIFF’S FIRST AMENDED \nCOMPLAINT \n \n \n \n \n1. This case involves allegations that a national distributor of breast pumps \nand maternity compression garments, Defendant Aeroflow, Inc. (“Aeroflow”), stole \nthe products, product designs , and business plan  of its manufacturer , Plaintiff \nVitaform, Inc. (d/b/a Body After Baby) (“BAB” or the “Company”), enabling Aeroflow \nto copy, manufacture, and/or sell its own products through its wholly owned \nsubsidiary, Defendant Motif Medical, LLC (“Motif Medical”), in direct competition \nwith BAB.  BAB contends that its maternity compression garment business has \nsuffered substantial injury as a resul t of Defendants’ misconduct, including the loss \nof its strategic position as first to market with certain highly profitable products.    \n2. The matter before the Court for decision is Defendants ’ Motion to Dismiss \nAmended Complaint Under Rule 12(b)(6) filed January 9, 2020 (the “Motion”) in the \nabove-captioned case.  (ECF No. 42.) \nVitaform, Inc. v. Aeroflow, Inc., 2020 NCBC 80. \n3. Having considered the Motion, the related briefing, and the arguments of \ncounsel at the hearing on the Motion, the Cou rt hereby GRANTS in part  and \nDENIES in part the Motion as set forth below.  \nSmith DeVoss, PLLC, by Jeffrey J. Smith and John R. DeVoss, and \nWimer & Snider, P.C., by Jake A. Snider and Michael G. Wimer, for \nPlaintiff Vitaform, Inc. (d/b/a Body After Baby). \n \nWard and Smith, P.A., by Joseph A. Schouten  and Haley R. Wells, for \nDefendants Aeroflow, Inc. and Motif Medical, LLC. \nBledsoe, Chief Judge. \nI. \nFACTUAL & PROCEDURAL BACKGROUND \n4. The Court does not make findings of fact on motions to dismiss under Rule \n12(b)(6) of the North Carolina Rules of Civil Procedure (“Rule(s)”) but recites only \nthose facts included in the First Amended Complaint that are relevant to the Court’s \ndetermination of the Motion.1 \n5. BAB is a California corporation with its principal place of business in San \nJuan Capistrano, California that is wholly owned by its founder and principal, Don \nFrancisco (“Francisco”).  The Company is in the business of designing, manufacturing, \n \n1  Defendants argue that the Court should ignore BAB’s factual allegations in its First \nAmended Complaint that are materially different from those asserted in its original \nComplaint and should consider factual allegations deleted from the original Complaint that, \nif considered, Defendants contend would defeat BAB’s various claims.  (Mem. Law Supp. \nDefs.’ Mot. Dismiss Am. Compl. 13 n.3, 19 n.5 [hereinafter “Defs.’ Supp. Br.”], ECF No. 43 \n(citing Kant v. Columbia Univ., No. 08 Civ. 7476 (PGG), 2010 U.S. Dist. LEXIS 21900, at *20 \n(S.D.N.Y. Mar. 9, 2010)).)  North Carolina law, however, does not permit Defendants’ \nsuggested course.  See, e.g., Hyder v. Dergance, 76 N.C. App. 317, 319 –20, 332 S.E.2d 713, \n714 (1985) (“[A]n amended complaint has the effect of superseding the original complaint.”). \n \nand selling durable medical equipment (“ DME”),2 in particular, certain maternity \ncompression garments designed to assist mothers during pregnancy and after \nchildbirth.3  (FAC ¶¶ 7, 14–15.) \n6. BAB alleges that, beginning in 2012, the Company became the first DME \nmanufacturer to sell maternity compression garments specifically tailored to post -\npregnancy medical conditions, (FAC ¶¶ 15–20, 35), and, subsequently, the first seller \nto successfully qualify pre-birth ma ternity bands and postpartum compression \ngarments for insurance reimbursement, (FAC ¶¶ 34–36). \n7. BAB contends that because it created the postpartum compression garment \nmarket segment and developed unique products with accompanying professional \nresearch, whi te papers, and insurance coding that permitted public or private \npurchasers of its products to obtain insurance reimbursement, 4 the Company was \nvery valuable and enjoyed a promising and lucrative future  at the time it first \nconducted business with Defendants.  (FAC ¶¶ 21, 25, 36–37.) \n8. According to BAB, this future had become especially promising beginning in \n2013 when the federal Affordable Care Act (“ACA”) required health insurance policies \n \n2 BAB asserts that DME “is a term of art in the healthcare industry that refers to equipment \nwhich can withstand repeated use, is primarily and customarily used to serve a medical \npurpose, generally is not useful to a person in the absence of an illness or injury, and is \nappropriate for use in the home.”  (First Am. Compl. ¶ 8 [hereinafter “FAC”], ECF No. 40.) \n   \n3 According to the Company, its products made a “meaningful contribution to the treatment” \nof “twelve medical conditions seen in pregnant and postpartum mothers – back pain, posture, \npubic symphysis, pelvic joint pain, post-op pain, perineum pain, perineal tears, pelvic girdle \npain, rectus diastasis, sciatic pain, and swelling/edema[.]”  (FAC ¶ 24.) \n \n4 According to BAB, from the beginning, its maternity compression garments were designed \nto be covered by health insurance plans, (FAC ¶ 21), and were the first to be categorized as a \n“medical necessity” for insurance purposes, (FAC ¶¶ 22, 248).   \nto cover breast pumps for mothers without shared cost.  ( FAC ¶ 43.)  With breast \npumps and BAB’s products enjoying a symbiotic relationship and breast pump  \ndemand increasing as a result of the ACA mandate , BAB determined that it could \nbest maximize its profit s by selling its products through existing breast pump \ndistribution channels previously established by certain DME distributors.  ( FAC \n¶¶ 43–46, 255.)   \n9. In executing on that strategy, BAB decided to first sell its products through \na regional DME distributor with “the goal of [establishing] a working venture with a \nnational DME distributor[.]”  (FAC ¶¶ 47–51.)  As a result, BAB engaged a company \ncalled 1 Natural Way, a regional DME subcontractor for Aeroflow, “to plan and \nlaunch into the DME supplier model.”  (FAC ¶ 51.)  After implementation of the model, \n“[t]he market grew, as did the business with 1 Natural Way[,]” (FAC ¶ 51), convincing \nBAB that “[t]he BAB model proved to work regionally ,” (FAC ¶ 52).  Buoyed by that \nsuccess, BAB decided that “the next step was the engag ement of a national DME.”  \n(FAC ¶ 52.)   As a result, beginning i n May 2018, BAB approached a number of \nnational DME distributors and pitched its model through one-on-one sales calls and \npresentations.  (FAC ¶ 53.)   \n10. During this timeframe, on July 19, 2018, Evan Israel (“Israel”), Aeroflow’s \nDirector of New Business Development, telephoned BAB’s Francisco (the “July 19 \nCall”) upon the recommendation of 1 Natural Way “to inquire about . . . BAB’s work \nand its desire to engage BAB in a business venture.”   (FAC ¶ 54.)  According to the \nCompany, “BAB and Aeroflow struck what BAB thought was an agreement in that  \n[July 19 Call] to jointly devote resources to the opening of new markets identified and \ncreated by BAB.”  (FAC ¶ 65.)  Pursuant to that agreement, “BAB was to contribute \nits specially designed products [,]” various product  descriptions, insurance  codes, \nmedical literature and studies information, product images, sizing charts, training \nmanuals, in-house training, and the “technical know -how to sell the products and \ninterface with insurance payers to insure coverage.”  ( FAC ¶ 66.)  In exchange, \n“Aeroflow agreed to provide its established channels for distribution and to undertake \nthe mechanics of processing sales and insurance claims.”  (FAC ¶ 67.)  Through this \narrangement, BAB expected to achieve national distribution of its products through \nAeroflow’s existing breast pump distribution channels.  (FAC ¶¶ 43–44, 48, 255.) \n11. Of particular relevance to this dispute, BAB  alleges that “Francisco and \nIsrael specifically discussed in the [July 19 Call] that keeping the BAB business plan \nsecret and confidential was the key to successfully profiting from the new venture.”  \n(FAC ¶ 63.)  According to BAB, “Israel specifically promised [in the July 19 Call], on \nAeroflow’s behalf, not to disclose BAB’s specialized plans, including any proprietary \nmedical provider authorization forms or white papers, to BAB’s competitors and/or \npotential competitors [,]” (FAC ¶ 118) , and “not to disclose BAB’s information to \nconsumers[,]” (FAC ¶ 64).  BAB also avers that “Israel and Aeroflow made specific \nrepresentations to Francisco and BAB [in the July 19 Call] of their intent to keep the \ncomprehensive BAB business plan confidential so that both parties could mutually \nprofit from the creation of a new market.”  (FAC ¶ 64.)  BAB claims that, after months \nof searching for a national DME distributor, BAB chose to work with Aeroflo w as a \nresult of these alleged promises and began disclosing the business plan to Aeroflow.  \n(FAC ¶¶ 53–54, 70, 147–48.)   \n12. BAB alleges that i n the months that followed, BAB continued to provide \nconfidential Company information to Aeroflow, led training related to BAB’s products \nfor Aeroflow and Motif employees, and prepared to ramp up production.  At the same \ntime, and without BAB’s knowledge, Aeroflow increased its compression customer \nservice staff, ordered BAB’s products from Amazon, copied those products, and began \nselling BAB’s products under the Motif label as well as Motif products copied from \nBAB’s designs.  (FAC ¶¶ 74–75, 79–80, 88, 94, 96, 99–100, 107–08, 153–54, 156.)  BAB \nfurther alleges that Aeroflow and Motif used BAB’s images, product descriptions with \nspecific terminology, and size charts —all with BAB’s  labels and identification \nremoved—to market and sell these products on their websites.  (FAC ¶¶ 99–103, 178.)  \nUltimately, Aeroflow ceased doing business with BAB and , according to BAB, \nmisappropriated BAB’s comprehensive business plan to engage in direct competition \nagainst BAB through its Motif subsidiary.  (FAC ¶¶ 107, 109, 234, 236, 272.)  \n13. BAB initiated this action against Aeroflow and Motif on August 23, 2019 , \n(ECF No. 3), and subsequently filed its First Amended Complaint on December 20, \n2019, (ECF No. 40) .  BAB’s current claims against Defendants are framed as joint \nventure and breach of the duty of good faith and fair dealing; constructive fraud; trade \nsecret misappropriation; fraud and fraudulent concealment ; unfair and deceptive \ntrade practices, including common law unfair competition and violation of the federal \nLanham Act, 15 U.S.C. § 1125(a), and North Carolina’s Unfair and Deceptive Trade \nPractices Act (“UDTPA”), N.C.G.S. § 75-1.1; and unjust enrichment.  BAB also seeks \npunitive damages as well as attorneys’ fees based on its UDTPA claim.  (FAC ¶¶ 110–\n289.)   \n14. Defendants filed the Motion on January 9, 2020 seeking dismissal of all \nclaims.  After full briefing by the parties, the Court held a hearing on the Motion by \nvideoconference on June 3, 2020 , at which all parties were represented by counsel .  \nThe Motion is now ripe for resolution.   \nII. \nLEGAL STANDARD \n15. When ruling on a motion to dismiss under Rule 12(b)(6), the Court views the \nallegations in the c omplaint “in the light most favorable to the non -moving party.”  \nChristenbury Eye Ctr., P.A. v. Medflow, Inc., 370 N.C. 1, 5, 802 S.E.2d 888, 891 (2017) \n(quoting Kirby v. N.C. DOT, 368 N.C. 847, 852, 786 S.E.2d 919, 923 (2016)).  The \nCourt examines “ whether the  allegations of the  complaint, if treated as  true, are  \nsufficient to state a claim upon which relief can be granted under some legal theory.”  \nCorwin v. British Am. Tobacco PLC, 371 N.C. 605, 615, 821 S.E.2d 729, 736 (2018) \n(quoting CommScope Credit Union v. Butler & Burke, LLP, 369 N.C. 48, 51, 790 \nS.E.2d 657, 659 (2016) ).  The  Court, however,  is not required “to accept as t rue \nallegations that are merely conclusory, unwarranted deductions of fact, or \nunreasonable inferences.”  Izydore v. Alade, 242 N.C. App. 434, 438, 775 S.E.2d 341, \n345 (2015) (quoting Strickland v. Hedrick, 194 N.C. App. 1, 20, 669 S.E.2d 61, 73 \n(2008)). \n16. Dismissal under Rule 12(b)(6) “is proper when ‘(1) the complaint on its face \nreveals that no law supports the plaintiff’s claim; (2) the complaint on its face reveals \nthe absence of fa cts sufficient to make a good claim; or (3) the complaint discl oses \nsome fact that necessarily defeats the plaintiff’s  claim.’ ”  Corwin , 371 N.C. at 615, \n821 S.E.2d at 736–37 (quoting Wood v. Guilford Cty. , 355 N.C. 161, 166, 558 S.E.2d \n490, 494 (2002)). \nIII. \nANALYSIS \nA. Joint Venture/Breach of the Duty of Good Faith and Fair Dealing  \ni. Joint Venture \n17. BAB alleges that BAB and Aeroflow entered into a joint venture relationship \nduring the July 19 Call , (FAC ¶¶ 63, 65–68, 191), and that Aeroflow subsequently \nbreached its “implied duty to act upon principles of good faith and fair dealing and to \nmake reasonable efforts to perform its obligations under the agreement” when it \nceased doing business with BAB and chose to sell competitive maternity compression \ngarments through its Motif subsidiary, (FAC ¶¶ 227–29). \n18. Under North Carolina law, “ [a] joint venture exists when there is: (1) an \nagreement, express or implied, to carry out a single business venture with  joint \nsharing of profits, and (2) an equal right of control of the means employed to carry out \nthe venture.”  Sykes v. Health Network Sols., Inc., 372 N.C. 326, 340–41, 828 S.E.2d \n467, 476 (2019) (citation and internal quotation marks omitted).  “[A]n agreement for \nthe sharing of profits is [therefore] essential to the creation of a joint venture[ .]”  \nRockingham Square Shopping Ctr., Inc. v. Integon Life Ins. Corp., 52 N.C. App. 633, \n646, 279 S.E.2d 918, 926 (1981). \n19. Aeroflow contends that BAB has failed to allege facts showing a joint sharing \nof profits, requiring dismissal of BAB’s joint venture claim .  (Defs.’ Supp. Br. 14.)  \nBAB argues in opposition that it has met its pleading burden by alleging that its \nrelationship with Aeroflow “was not a typical manufacturer -distributor relationship \nbecause the market was brand-new[,]” (FAC ¶ 195), that it engaged with Aeroflow in \nan “extremely close collaboration in executing the joint venture agreement [,]” (FAC \n¶ 201), and that “BAB and Aeroflow jointly sought profit in the venture[,]” (FAC ¶ 220; \nsee generally FAC ¶¶ 190–230).  None of these allegations, however, reflects that the \nparties agreed to a joint sharing of profits.   \n20. Indeed, BAB’s more specific allegat ions show that what it contends was an \nagreement to jointly share profits was nothing of the sort:   \nThe pricing of BAB products was an ongoing matter between BAB and \nAeroflow.  Larger purchases correlated with scale pricing , to increase \nAeroflow profit margin in consideration of shifting inventory level risk \nfrom BAB to Aeroflow.  Profit levels for a party varied in inverse \nproportion to the shifting of risk.  The more risk a party shifted the less \nprofit it realized.  The less risk it shifted to the other party, the more \nprofit it realized. \n   \n(FAC ¶ 219.)  Rather than allege a joint sharing of profits, BAB’s allegations show, at \nmost, an agreement to adjust u nit prices based on volume,  with larger orders \nreceiving lower per unit prices —i.e., volume discounts.  Bulk order pricing between \nbuyers and sellers, however, without more, does not create a joint venture under law. \n21. Read in the light most favorable to  BAB as the non -moving party, BAB’s \nallegations suggest only that BAB and Aeroflow  shared an expectation that their \nbusiness relationship—in which Aeroflow simply bought BAB’s products for resale—\nwould generate profits for each, not that they agreed to share profits jointly .  As a \nresult, Plaintiff’s joint venture claim necessarily fails  and must be dismissed .  See, \ne.g., Sykes, 372 N.C. at 341, 828 S.E.2d at 476 (finding no joint venture because there \nwas an “unequal sharing of profits and losses”); Se. Shelter Corp. v. BTU, Inc. , 154 \nN.C. App. 321, 327, 572 S.E.2d 200, 20 5 (2002) (finding no joint sharing of profits \nwhere “plaintiffs failed to allege in their complaint that they were entitled to share \nin defendants’ profits under the terms of the agreement ”); cf. Lake Colony Constr., \nInc. v. Boyd, 212 N.C. App. 300, 306–07, 711 S.E.2d 742, 747 (2011) (finding joint \nsharing of profits where the parties’ contract “expressly provided for the sharing of \nprofits” under which “proceeds would first go to covering certain costs incurred in \nfunding the project, then to [plaintiff] up to $25,000.00, then to [defendant]  up to \n$25,000.00, and then split 50/50 between the parties”).5   \nii. Breach of the Duty of Good Faith and Fair Dealing \n22. Defendants contend that BAB’s related claim for breach of an implied \ncovenant of good faith and fair dealing rises and falls with its joint venture claim and \n \n5 Two of the cases on which BAB principally relies—Slaughter v. Slaughter, 93 N.C. App. 717, \n379 S.E.2d 98 (1989) (joint venture where brothers-in-law worked together to dredge a pond) \nand Best Cartage, Inc. v. Stonewall Packaging, LLC, 219 N.C. App. 429, 727 S.E.2d 291 (2012) \n(joint venture where the defendants shared employees, officers , and directors and one \ndefendant purchased the real property and equipment used by the other defendant) —are \ndistinguishable on their facts as not involving the sort of buye r-seller relationship present \nhere.  The other case relied upon by BAB —Lake Colony Constr. —actually supports the \nCourt’s conclusion, as indicated above. \nthus should be dismissed since the Court has determined that the joint venture claim \nis subject to dismissal .  Although BAB did not address Defendants’ argument in its \nopposition brief, (see Pl.’s Resp. Br. Defs .’ First Am. Mot. Dismiss [hereinafter “Pl.’s \nResp. Br.”], ECF No. 48) , our Supreme Court has instructed that “ the trial court \nshould not dismiss the complaint unless it appears beyond doubt that [the] plaintiff \ncould prove no set of facts in support of his claim which would entitle him to relief[,]” \nState ex rel. Cooper v. Ridgeway Brands Mfg., LLC, 362 N.C. 431, 444, 666 S.E.2d \n107, 116 (2008)  (quoting Meyer v. Walls, 347 N.C. 97, 111 –12, 489 S.E.2d 880, 888 \n(1997)).  Applying that standard here, the Court concludes that Defendants’ Motion \nto dismiss BAB’s implied covenant claim should be denied.   \n23. The Court begins by noting that a lthough BAB complains that Defendants’ \nconduct was inconsistent with the parties’ agreement, BAB elected not to allege a \nbreach of contract claim in this action .  BAB chose instead to assert a claim it titled \n“joint venture and breach of the duty of good faith and fair dealing[.]”  (FAC § VI.) \n24. Notwithstanding BAB’s election, and a lthough Defendants argue to the \ncontrary, (Def s.’ Supp. Br. 16), the Court conclude s that BAB has pleaded facts \nsufficient under Rule 12(b)(6) to show that it entered into an agreement with Aeroflow \nfor the purchase and sale of BAB’s products and to keep BAB’s confidential \ninformation secret, ( see, e.g ., FAC ¶¶ 64 –68, 72, 118, 191 –94), and that Aeroflow \nbreached both prongs of that agreement, ( see, e.g ., FAC ¶¶ 81, 155–56, 228– 29).  \nAlthough the Court has determined that the parties’ alleged business relationship \ndid not constitute a joint venture under North Carolina law because their agreement \ndid not include a joint sharing of profits , the  Court has not determined  that the \nparties’ agreement as stated above was invalid or otherwise unenforceable as a \nmatter of law.   \n25. North Carolina law has long recognize d that a covenant of good faith and \nfair dealing is implied in every contract  and requires the contracting parties not to \n“do anything which injures the rights of the other to receive the benefits of the \nagreement.”  Bicycle Transit Auth. v. Bell, 314 N.C. 219, 228, 333 S.E.2d 299, 305 \n(1985) (citation omitted).  While  implied covenant claims are nearly always paired \nwith a breach of contract claim in North Carolina practice, they need not be.  See, e.g., \nRichardson v. Bank of Am., N.A., 182 N.C. App. 531, 556, 643 S.E.2d 410, 426 (2007) \n(concluding that North Carolina courts have not held “that a party alleging breach of \nthe duty of good faith and fair dealing must allege a breach of contract”); see also \nRobinson v. Deutsche Bank Nat’l Tr. Co., No. 5:12-CV-590-F, 2013 U.S. Dist. LEXIS \n50797, at *39 (E.D.N.C. Apr. 9, 2013) (citing Richardson and holding that “[t]he fact \nthat [p]laintiff does not allege a breach of a specific provision of [a contract] does not, \ntherefore, doom her [implied covenant] claim”).   \n26. Because the Court concludes that BAB has alleged a contractual \nrelationship with Aeroflow sufficient to support its implied covenant claim, \nDefendants’ motion to dismiss that claim must be denied. \nB. Constructive Fraud  \n27. BAB brings a claim against Aeroflow for constructive fraud, alleging that \nBAB and Aeroflow  had a “bus iness relationship of trust and confidence” which \nAeroflow used to “further its own best interests” by using BAB’s product designs and \nbusiness model “for the importing of, production of, and sale of insurance- covered \nmaternity support and postpartum compression recovery garments to the exclusion \nof BAB.”  (FAC ¶¶ 232, 234.) \n28. To sustain a claim for constructive fraud, a plaintiff must allege facts and \ncircumstances “(1) which created the relation of trust and confidence, and (2) led up \nto and surrounded the consummation of the transaction in which defendant is alleged \nto have taken advantage of his position of trust to the hurt of plaintiff.”  Head v. Gould \nKillian CPA Grp., P.A., 371 N.C. 2, 9, 812 S.E.2d 831, 837 (2018) (quoting Rhodes v. \nJones, 232 N.C. 547, 549, 61 S.E.2d 725, 726 (1950)).   \n29. Significantly, however, a claim for constructive fraud based, as here,  on “a \nrelationship of trust and confidence that allegedly arose from the parties’ joint \nventure” cannot be maintained where a plaintiff fails to show the existence of a joint \nventure.  Se.  Shelter Corp., 154 N.C. App. at 329, 572 S.E.2d at 206.  Accordingly, \nbecause the Court has found that BAB’s joint venture claim is fatally deficient, BAB’s \nconstructive fraud claim must be dismissed to the extent it is based on a n alleged \nfiduciary relationship arising from the purported joint venture between the parties.   \n30. Rather than confine its constructive fraud claim to the duty arising from the \nalleged joint venture, however, BAB contends that it has also pleaded that the parties \nhad a relationship of trust and confidence based on the parties’ “collaborative \ntransactions” that existed outside the joint venture  relationship.  (Pl.’s Resp. Br. 13 \n(citing FAC ¶¶ 53–67, 70–75, 87, 88, 91, 232–37).)  The specific allegations on which \nBAB relies , however, do not support its claim.  Paragraph 68 makes plain  that \nparagraphs 53–67 relate to the alleged joint venture agreement.  (FAC ¶ 68 (“That \nwas the intended joint venture agreement.”).)  So do paragraphs 70 through 75.  (FAC \n¶ 70 (referencing “the BAB and Aeroflow venture”), ¶¶ 71–72 (referencing document \n“specifically shared in pursuit of the goals of the joint venture/partnership”) ,¶¶ 74–\n75 (relating to components of the alleged joint venture).)  The other cited allegations \neither do not establish a fiduciary duty, (FAC ¶¶ 87, 88, 91), or are either conclusory \nassertions that the Court may disregard under Rule 12(b)(6), see Izydore, 242 N.C. \nApp. at 438, 775 S.E.2d at 345, or relate to the alleged duty arising from the purported \njoint venture, (FAC ¶¶ 232–37).   \n31. There are certainly no allegations from which a factfinder might reasonably \nconclude that Aeroflow or Motif “figuratively [held] all the cards” in Defendants’ \nrelationship with BAB as required for a “de facto” fiduciary relationship.  Lockerman \nv. S. River Elec. Membership Corp., 250 N.C. App. 631, 636, 794 S.E.2d 346, 352 (2016) \n(quoting S.N.R. Mgmt. Corp. v. Danube Partners 141, LLC, 189 N.C. App. 601, 613, \n659 S.E.2d 442, 451 (2008)).  And BAB does not even attempt to argue that it had a \n“de jure” fiduciary relationship with either Defendant as a matter of law.  See, e.g., \nKing v. Bryant, 369 N.C. 451, 464, 795 S.E.2d 340, 349 (2017) (listing de jure fiduciary \nrelationships to include “between spouses, attorney and client, trustee and \nbeneficiary, members of a partnership, and physician and patient ” (citations  \nomitted)); CommScope Credit Union, 369 N.C. at 52, 790 S.E.2d at 660 (“The list of \nrelationships that we have held to be fiduciary in their very nature is a limited one, \nand we do not add to it lightly.” (citation omitted)).   \n32. Accordingly, the Court concludes that BAB’s constructive fraud claim  \nnecessarily fails and must be dismissed. \nC. Trade Secret Misappropriation \n33. BAB asserts a clai m against both Defendants for trade secret \nmisappropriation under the North Carolina Trade Secret Protection Act (“NCTSPA”), \nN.C.G.S. § 66 -152, et seq.  BAB specif ically alleges that its misappropriated trade \nsecret is its “business process and model[,]” (FAC ¶ 245), and consists of “a cocktail of \ncomponents[,]” ( FAC ¶ 259).  BAB identifies these components as its “ [u]nique \nscientific designs, compilation of relevant diagnostic codes, product design -medical \ncondition scientific connection, positioning for insurance coverage, [and] riding the \nlines of [Aeroflow’s already-established] breast pump distribution[.]”  (FAC ¶¶ 255–\n56, 258.)  According to BAB, the “trade secret is the convergence of [these] components \ninto a profitable business process and model.”  (FAC ¶ 257.)   \n34. Defendants argue that BAB’s misappropriation claim must be dismissed for \ntwo independent reasons: first, because BAB ’s alleged trade secret s were already \nknown in the industry, available in the marketplace, and easy to engineer, and, \nsecond, because BAB failed to plead that it took reasonable efforts to maintain the \nsecrecy of those alleged trade secrets.  (Defs.’ Supp. Br. 7–14.)  The Court finds neither \ncontention meritorious under Rule 12(b)(6).   \n35. The NCTSPA provides that an “owner of a trade secret shall have remedy \nby civil action for misappropriation of his trade secret.”  N.C. G.S. § 66 -153.  The \nNCTSPA defines a protectable trade secret as follows: \nbusiness or technical information, including but not limited to a formula, \npattern, program, device, compilation of information, method, technique, \nor process that: \n \na. [d]erives independent actual or potential commercial value from not \nbeing generally known or readily ascertainable through independent \ndevelopment or reverse engineering by persons who can obtain economic \nvalue from its disclosure or use; and \n \nb. [i]s the subject of efforts that are reasonable under the circumstances \nto maintain its secrecy. \n \nN.C.G.S. § 66-152(3).   \n \n36. The North Carolina courts consider the following six factors in determining \nwhether information constitutes a trade secret: \n(1) [t]he extent to which information is known outside the business; (2) \nthe extent to which it is known to employees and others involved in the \nbusiness; (3) the extent of measures taken to guard secrecy of the \ninformation; [(4)] the value of information to [the] business and its \ncompetitors; [(5)] the amount of effort or money expended in developing \nthe information; and [(6)] the ease or difficulty with which the \ninformation could properly be acquired or duplicated by others. \n \nWilmington Star-News, Inc. v. New Hanover Reg’l Med. Ctr., Inc., 125 N.C. App. 174, \n180–81, 480 S.E.2d 53, 56 (1997) (citation omitted).  “These factors overlap, and courts \ndo not always examine them separately and individually.”  DSM  Dyneema, LLC v. \nThagard, 2019 NCBC LEXIS 44, at *21 (N.C. Super. Ct. June 19, 2019). \n37. Defendants first argue that BAB’s alleged trade secrets are already known \nand available in the industry, readily observable in the marketplace, and consist of \n“compilations comprised solely of publicly available information[,]” each of which, \nstanding alone, merits dismissal of BAB’s claim.  (Defs.’  Supp. Br. 8.)  Defendants  \nsupport this argument, however, with factual assertions not found in the First \nAmended Complaint, including: (i) “any competitor can copy [BAB’s] design concepts \nfrom the finished product[,]” (Defs.’ Supp. Br. 9); (ii) “[e]ventually, this insurance \ncoding information also became available to insurers and patients when BAB’s \nproducts were ordered as DME[,]” (Defs.’ Supp. Br. 10); (iii) “BAB’s distribution mode \n. . . is a standard practice known to all participants in the DME industry[,]” (Defs.’ \nSupp. Br. 10); and (iv) “BAB realized [the business model’s] value only through the \nmarketing and sales of its products[,]” (Defs.’ Supp. Br. 11).  Because the Court cannot \nreach these conclusions from a review of BAB’s pleading, the Court concludes that \nDefendants’ arguments are not proper under Rule 12(b)(6) and more appropriately \nadvanced upon the presentation of evidence at summary judgment.   \n38.  Defendants next contend that BAB’s pleading demonstrates that it has \nfailed to make reasonable efforts to maintain the secrecy of its alleged trade secrets \nas a matter of law.  Our courts have recognized that whether a plaintiff’s efforts to \nmaintain the secrecy of a trade secret is reasonable is “necessarily [a] fact dependent” \ninquiry and one that requires courts to “closely examine the circumstances  \nsurrounding the trade secret[.]”  SiteLink Software, LLC v. Red Nova Labs, Inc., 2018 \nNCBC LEXIS 90, at *28 (N.C. Super. Ct. Aug. 20, 2018) (quoting Koch Measurement \nDevices, Inc. v. Armke, 2015 NCBC LEXIS 45, at *15 (N.C. Super. Ct. May 1, 2015)).   \n39. Here, BAB alleges that “the only way for [its] trade secret to be fully \nimplemented was to share the information with Aeroflow.”  (FAC ¶ 264.)  To maintain \nthe secrecy of that information, BAB alleges, in part, that:  \n(i)  Israel and Aeroflow “specifically promised in the [July 19 Call] not to \ndisclose BAB’s information to consumers[,]” (FAC ¶ 64); \n(ii)  BAB’s information “was agreed [by Aeroflow] to be kept confidential \nand not distributed to potential BAB competitors[,]” (FAC ¶ 72); \n(iii)  “Aeroflow expressly agreed to keep confidential and not disclose the \nbusiness process and model  to any BAB competitors ,” (FAC ¶ 88); \nand \n(iv) “Israel specifically promised, on Aeroflow’s behalf, [on the July 19 Call] \nnot to disclose BAB’s specialized plans, including any proprietary \nmedical provider authorization forms or white papers, to BAB’s \ncompetitors and/or potential competitors[,]” (FAC ¶ 118). \n40. These allegations reflect Aeroflow’s oral agreement not to disclose the \nconfidential information it received from BAB.  The Court concludes that this alleged \noral non-disclosure agreement, even without more, permitted BAB more than a mere \n“expectation of confidentiality” and constitutes an “act by which [BAB] attempted to \nmaintain the secrecy of the alleged trade secret” under Chapter 66.  Krawiec v. Manly, \n370 N.C. 602, 612, 811 S.E.2d 542, 549 (2018) (holding that a plaintiff’s mere \n“expectation of confidentiality[,]” without allegations of a “method, plan or other act \nby which [plaintiff] attempted to maintain the secrecy of the alleged trade secrets[,]” \nwas insufficient under Rule 12(b)(6)).6   \n41. As such, the Court concludes that BAB’s allegations satisfy the minimal \nburden BAB must meet under Rule 12(b)(6) to plead sufficient reasonable efforts to \nsustain its trade secret claim.  See, e.g., Bldg. Ctr., Inc. v. Carter Lumber, Inc., 2016 \nNCBC LEXIS 79, at *14 (N.C. Super. Ct. Oct. 21, 2016) (“Generally, only where efforts \nto maintain secrecy  of the allegedly misappropriated trade secrets were completely \nabsent have North Carolina courts dismissed claims at the [pleadings] stage. ”); see \nalso, e.g., TaiDoc Tech. Corp. v. OK Biotech Co ., 2016 NCBC LEXIS 26, at *23–24 \n \n6 The only other allegations that arguably show BAB’s efforts to maintain the secrecy of its \nalleged trade secrets involve Aeroflow’s expression of its intent not to disclose BAB’s secrets \nand Aeroflow’s agreement that confidentiality was important to the success of its business \nrelationship with BAB.  ( See, e.g., FAC ¶ 63 (“Francisco and Israel specifically discussed in \nthe [July 19 Call] that keeping the BAB business plan secret and confidential was the key to \nsuccessfully profiting from the new venture.”); ¶ 64 ( “Israel and Aeroflow made specific \nrepresentations to Francisco and BAB of their intent to keep the comprehensive BAB \nbusiness plan confidential[.]”); ¶ 264 (“BAB communicated repeatedly to Aeroflow that it was \nnot authorized to share its trade secrets and confidential information with potential \ncompetitors[,]” and “[t]he parties expressly agreed that confidentiality of the information to \nbe provided to Aeroflow was critical to the development of the newly invented market of \npostpartum compression.”).  These allegations, however, while perhaps additive to Aeroflow’s \nalleged agreement in analyzing BAB’s reasonable efforts, created only a mere “expectation of \nconfidentiality[,]” providing little weight in that analysis.  See Krawiec, 370 N.C. at 612, 811 \nS.E.2d at 549. \n(N.C. Super. Ct. Mar. 28, 2016) (finding oral non-disclosure agreements to constitute \nreasonable efforts to maintain secrecy in the circumstances).7  \n42. Accordingly, the Court concludes that Defendants’ Motion to dismiss BAB’s \ntrade secret misappropriation claim should be denied. \nD. Fraud and Fraudulent Concealment \n43. BAB asserts claims for fraudulent misrepresentation and  for fraudulent \nconcealment in the face of a duty to disclose.  As to the former, BAB alleges that \nAeroflow falsely represented that it would keep BAB’s business plan  and model \nconfidential, (FAC ¶¶ 63–64, 118), when it had no intention of doing so, (FAC ¶¶ 83, \n86, 136), and that Aeroflow executives made “false assurances” to BAB that Aeroflow \nintended to have a long-term relationship with the Company, (FAC ¶ 121).  As to the \nlatter, BAB alleges that Defendants breached a duty to disclose by concealing from \nBAB that they “intended to, and did, commence a plan . . . to create, manufacture, \nand sell a line of products that were copied from BAB , and to utilize BAB’s own \npainstakingly crafted business plan” to compete against BAB.  (FAC ¶ 112; see also \n \n7 Defendants correctly point out that c ompletely absent from the FAC are any allegations \nthat BAB offered or obtained a written non-disclosure agreement from Aeroflow or a written \nor oral non-disclosure agreement from BAB’s employees, the medical practice it worked with \nto develop its insurance reimbursement model, the insurance companies to which BAB \ndisclosed its insurance codes, the physicians who provided BAB with supporting scientific \nstudies, or the retail stores through which it sold its products.  ( FAC ¶¶ 25, 35–36, 40–41, \n248–49.)  Likewise, BAB nowhere alleges that it obtained a non-disclosure agreement from 1 \nNatural Way, its regional distributor with whom BAB launched the same “BAB model” that \nit claims as its trade secret and later initiated with Aeroflow on a national scale, (FAC ¶ 52), \nor from any of the national DME providers to whom it made “sales calls and presentations” \nat the same time it was in discussions with Aeroflow, (FAC ¶ 53).  Defendants’ argument, \nhowever, invites an examination of the circumstances surrounding the absence of such \nagreements, which is most appropriate upon the presentation of evidence under Rule 56.  \nFAC ¶ 116 (alleging Defendants concealed their plan to “copy and duplicate BAB’s \nbusiness”).)   \n44. Defendants seek dismissal of both fraud claim s, asserting that BAB has \nfailed to allege fraud with requisite particularity, to plead a cognizable injury, and, \nwith respect to fraudulent concealment, to plead facts giving rise to a duty to disclose.  \n(Defs.’ Supp. Br. 16–21.)  The Court addresses each contention in turn. \ni. Pleading Fraud with Particularity  \n45. Rule 9(b) requires that “[i]n all averments of fraud, duress or mistake, the \ncircumstances constituting fraud or mistake shall be stated with particularity.”  N.C. \nR. Civ. P. 9(b).  To meet the particularity requirement  for a fraudulent \nmisrepresentation claim, a plaintiff must allege the “time, place and content of the \nfraudulent representation, identity of the person making t he representation and \nwhat was obtained as a result of the fraudulent acts or representations.”   Terry v. \nTerry, 302 N.C. 77, 85, 273 S.E.2d 674, 678 (1981).   \n46. In contrast, “[f]raudulent concealment or fraud by omission is, by its very \nnature, difficult to plead with particularity.”  McKee v. James, 2013 NCBC LEXIS 33, \nat *22 (N.C. Super. Ct. July 24, 2013) (quoting Lawrence v. UMLIC-Five Corp., 2007 \nNCBC LEXIS 20, at *9 (N.C. Super. Ct. June 18, 2007)).  F raud claims based on \nomission require a plaintiff to allege:  \n(1) the relationship [between plaintiff and defendant] giving rise to the \nduty to speak; (2) the event or events triggering the duty to speak and/or \nthe general time period over which the relationship arose and the \nfraudulent conduct occurred; (3) the general content of the information \nthat was withheld and the reason for its materiality; (4) the identity of \nthose under a duty who failed to make such disclosures; (5) what [ the \ndefendant] gained by withholding information; (6) why plaintiff’s \nreliance on the omi ssion was both reasonable and detrimental; and (7) \nthe damages proximately flowing from such reliance.  \n \nLawrence, 2007 NCBC LEXIS 20, at *9  (quoting Breeden v. Richmond Cmty. Coll ., \n171 F.R.D. 189, 195–96 (M.D.N.C. 1997)). \n47. Defendants argue that BAB has failed to plead both its misrepresentation -\nbased and omission-based fraud claims with requisite particularity.   \n48. The Court tests first BAB’s allegations supporting its fraudulent \nmisrepresentation claim.  Some of those allegations are asserted in conclusory fashion.  \n(See, e.g ., FAC ¶ 134 (“[Defendants] employed both false representations and \nconcealment to keep their secret.”); ¶ 147 (“Aeroflow, through its false promises . . .”).)  \nOthers are made without identifying who made the misrepresentations .  (See, e.g., \nFAC ¶ 121 (“[Aeroflow’s] executives made further false assurances .  . .”), ¶ 123 \n(“Aeroflow falsely represented . . .”), ¶ 137 (“[Aeroflow made]  promises and \nassurances . . .”).)  Others still fail to identify when or where such representations \nwere made.  (See, e.g., FAC ¶ 139 (“Fonville . . . and . . . Hill . . . and . . . Jordan . . . all \nconcocted a false story in order to find a way to justify the nefarious activity discussed \nthroughout thi s complaint. ”).)  None is sufficient to meet Rule 9(b)’s particularity \nrequirement.  See, e.g., USA Trouser, S.A. de C.V. v. Williams, 258 N.C. App. 192, \n202–03, 812 S.E.2d 373, 380 (2018) (affirming dismissal of fraud claim for lack of  \nparticularity where plaintiff did not allege speaker’s identity or the time or place of \nalleged misrepresentations); Bob  Timberlake Collection, Inc. v. Edwards, 176 N.C. \nApp. 33, 39, 626 S.E.2d 315, 321 (2006) (finding statements made by “representatives” \ntoo “vague and general” to sustain fraud claim because pleader “did not identify which \nrepresentatives gave him false information, nor did he specifically allege where or \nwhen he received the information”).   \n49. Additional allegations concern the July 19 Call.  Those fare better for BAB.  \nBAB alleges that Francisco and Israel “discussed in the July 19, 2018 phone call that \nkeeping the BAB business plan secret and confidential was the key to successfully \nprofiting from the new venture[,]” (FAC ¶ 63), and that “Israel and Aeroflow made \nspecific representations to Francisco and BAB of their intent to keep the \ncomprehensive BAB business plan confidential[,]” (FAC ¶ 64).  BAB further alleges \nthat as a result of the July 19 Call, Francisco provi ded to Israel and Aeroflow BAB’s \npurported trade secret, its business plan and its component parts , resulting in \nsubstantial injury to BAB .  (FAC ¶¶ 70 –72, 74–75, 81, 119– 120.)  BAB has alleged \nthe time (July 19, 2018), place ( telephone), content (promises of confidentiality),  \nidentity of the person making the representation (Israel), and what was obtained as \na result (BAB’s alleged trade secret ), thus satisfying Terry ’s requirements for Rule \n9(b) pleading.   \n50. The Court reaches similar conclusions concerning BAB’s omission -based \nfraud claim.  To state that claim, BAB alleges as follows:  \nThroughout the business relationship with BAB, Aeroflow concealed a \nmaterial fact from BAB: [t]hat Aeroflow intended to, and did, commence \na plan in conjunction with its subsidiary Motif, to create, manufacture, \nand sell a line of products that were copied from BAB, and to utilize \nBAB’s own painstakingly crafted business plan to seize away from BAB \nits profitable and carefully cultivated advantage in the very markets it \ncreated and pioneered, insurance covered pre-birth maternity bands and \npostpartum compression garments specifically tailored to birthing \nmethod, also covered by insurance. \n \n(FAC ¶ 112.)  BAB further alleges that “Aeroflow took affirmative steps to conceal \nmaterial facts from BAB, through multiple acts of deception, in order to continue the \ncon and gather needed information, facts that, once concealed, give rise to a duty to \ndisclose.”  (FAC ¶ 116.)  And as to the July 19 Call, BAB avers that “Israel specifically \npromised, on Aeroflow’s behalf, not to disclose BAB’s specialized plans, including any \nproprietary medical provider authorization forms or white papers, to BAB’s \ncompetitors and/or potential competitors [,]” (FAC ¶ 118) , without telling BAB that \nAeroflow would not fulfill that promise, (FAC ¶¶ 83, 86, 136).   \n51. Similar to BAB’s misrepresentation-based claim, except for the July 19 Call, \nBAB has failed to plead “the identity of those under a duty who failed to make [the \nrequired] disclosures[.]”  Lawrence, 2007 NCBC LEXIS 20, at *9  (citation omitted).  \nAs a result, BAB’s omission-based fraud claim must be denied to this extent.  And as \nwith the misrepresentation -based claim, the Court further concludes that BAB’s \nallegations in support of its omission -based fraud claim that focu s on Israel and the \nJuly 19 Call are sufficient to survive dismissal under Rule 12(b)(6). \n52. Defendants’ various arguments in opposition are without merit.  First, \nDefendants’ contention that BAB failed to  sufficiently allege BAB’s knowledge and \nintent ignores Rule 9(b) ’s instruction that “[m]alice, intent, knowledge, and other \ncondition of mind of a person may be averred generally.”   N.C. R. Civ. P 9(b).  BAB \nhas done so here.  ( See, e.g., FAC ¶ 83 (“Nor did Aeroflow inform BAB of the true \npurpose and intent behind the disclosure to Motif: [t]o allow Motif to copy the BAB \nproduct and business plan, place in Aeroflow inventory, capture the markets BAB \nand Francisco had so carefully created an d cultivated, and eliminate BAB from the \npicture.”), ¶ 136 (“Upon information and belief, Defendants’ intention to dupe \nFrancisco and BAB occurred as early as the July 19, 2018 Israel and Francisco \nconversation[.]”).)   \n53. Defendants’ Rule 9(b) challenge to BAB’s intent-based allegations made \n“upon information and belief”  is similarly unavailing.  A  plaintiff may make \nallegations of fraud upon information and belief “when the matters are particularly \nwithin the defendants’ knowledge, and facts are stated upon which the belief is \nfounded.”  Breeden, 171 F.R.D. at 197; see also Lawrence, 2007 NCBC LEXIS 20, at \n*11.  As pleaded here, not only is Israel’s intent when making his promises uniquely \nwithin Defendants’ knowledge, but BAB has pleaded a factual basis for its belief for \nthat alleged intent.  (See, e.g ., FAC ¶¶ 108, 153  (alleging that Aeroflow suddenly \nincreased in customer service representatives shortly after the July 19 Call), ¶¶ 79–\n80 (alleging that Motif purchased BAB garments for copying in August 2018), ¶¶ 94–\n96, 153 (alleging that Motif received copied products in November 2018).)  \n54. Finally, Defendants’ contention that BAB failed to allege that Aeroflow, \nthrough Israel, knew at the time of Israel’s  representation that Aeroflow  did not \nintend to perform his  promise, (Defs.’ Supp. Br. 20) , is contrary to BAB’s  pleading \nwhen read in the light most favorable to BAB.  (See, e.g., FAC ¶ 86 (“Upon information \nand belief, Aeroflow devised this plan as early as July 19, 2018 when Israel had his \nfirst phone call with Francisco[.]”), ¶ 136 (“Upon information and belief, Defendants’ \nintention to dupe Francisco and BAB occurred as early as the July 19, 2018 Israel \nand Francisco conversation[.]”).) \nii. Pleading Cognizable Injury \n55. Defendants also assert that BAB has failed to plead a cognizable injury to \nsupport its fraud claim.  The Court disagrees.  BAB alleges both that “Aeroflow and \nMotif are generating massive profits as they have seized away from BAB  the highly \nprofitable market advantage that BAB carefully cultivated over many years[,]” (FAC \n¶ 157) , and that  “[a]s a direct and proximate result of Aeroflow’s fraudulent \nrepresentations and/or fraudulent concealment, BAB has suffered damages in excess \nof $25,000, in fact, damages in the millions have been suffer ed[,]” (FAC ¶ 159).  The \nCourt finds these allegations sufficient for purposes of Rule 12(b)(6). \niii. Pleading Facts Showing a Duty to Disclose \n56. Defendants argue that BAB’s fraudulent concealment claim should also be \ndismissed because BAB has failed to allege facts showing that Defendants had a duty \nto disclose material facts to BAB, (Defs.’ Supp. Br. 21), and, in particular, that BAB \nfailed to allege that Aeroflow took any affirmative steps to conceal material facts from \nBAB.8    \n57. “Where a fraud claim arises by concealment or nondisclosure of material \nfacts, a plaintiff must allege that the defendant(s) ‘had a duty to disclose material \n \n8 Defendants also contend, without reference to case law, that BAB cannot rely on the same \nalleged facts to support its misrepresentation and omission -based claims.  (Reply Br. Supp. \nDefs.’ Mot. Dismiss First Am. Compl. Under Rule 12(b)(6) 3 [hereinafter “Defs.’ Reply Br.”], \nECF No. 52.)  The Court finds this argument without merit.  See Herrera v. Charlotte Sch. of \nLaw, LLC, 2018 NCBC LEXIS 35, at * 36–37 (N.C. Super. Ct. Apr. 20, 2018) (considering \nfactual allegations supporting both claims). \ninformation to [the plaintiff], as sile nce is fraudulent only when there is a duty to \nspeak.’ ”  Aldridge v. Metro. Life Ins. Co., 2019 NCBC LEXIS 116, at *102 (N.C. Super. \nCt. Dec. 31, 2019) (quoting Lawrence, 2007 NCBC LEXIS 20, at *8); see also Griffin \nv. Wheeler-Leonard & Co., 290 N.C. 185, 198, 225 S.E.2d 557, 565 (1976) (“[I]t is well \nsettled that where there is a duty to speak the concealment of a material fact is \nequivalent to fraudulent misrepresentation.”). \n58. A duty to disclose arises where: \n(1) there is a fiduciary relationship between the parties to the \ntransaction; (2) “a party has taken affirmative steps to conceal material \nfacts from the other;” or (3) “one party has knowledge of a latent defect \nin the subject matter of the negotiations about which the other party is \nboth ignorant and unable to discover through reasonable diligence.” \n \nChristenbury Eye Ctr., P.A. v. Medflow, Inc., 2015 NCBC LEXIS 64, at *14 (N.C. \nSuper. Ct. June 19, 2015), aff’d, 370 N.C. 1 (2017) (quoting Harton v. Harton, 81 N.C. \nApp. 295, 297–98, 344 S.E.2d 117, 119 (1986)).  “ A concealed fact is considered  \nmaterial when it would have influenced the decision or judgment of another party, if \nknown.”  Tillery Envtl. LLC v. A&D Holdings, Inc., 2018 NCBC LEXIS 13, at *22 \n(N.C. Super. Ct. Feb. 9, 2018) (citing Godfrey v. Res-Care, Inc., 165 N.C. App. 68, 75–\n76, 598 S.E.2d 396, 402 (2004)). \n59. To show a duty to disclose based on affirmative steps to conceal a material \nfact, a p laintiff must allege the specific affirmative acts taken  to conceal th at fact.  \nSee Zagaroli v. Neill, 2016 NCBC LEXIS 106, at *23 (N.C. Super. Ct. Dec. 29, 2016)  \n(dismissing fraud claim where defendants ’ failure to allege “any specific affirmative \nacts” to conceal forged checks  did not establish a duty to disclose); see also Shaw v. \nGee, 2016 NCBC LEXIS 103, at *11–14 (N.C. Super. Ct. Dec. 21, 2016) (finding that \nplaintiff sufficiently alleged defendant’s duty to disclose where amended complaint \nasserted “specific affirmative acts” to conceal payments and payments were material \nfacts).   \n60. Here, because the Court has dismissed BAB’s omission -based claim under \nRule 9(b) except to the extent that claim is based on the July 19 Call, the Court \nexamines whether BAB has pleaded specific affirmative acts in connection with the \nJuly 19 Call giving rise to a duty to disclose material facts to BAB .  The Court \nconcludes that BAB has.   \n61. BAB alleges that Aeroflow, through Israel, “moved quickly to secure a \nbusiness venture with BAB” in the July 19 Call with the intent to “initiate its plan of \ntheft under the guise of a business engagem ent[,]” (FAC ¶¶ 58, 86), represented to \nBAB that it would “keep [BAB’s] comprehensive business plan confid ential[,]” (FAC \n¶¶ 63, 64), and thereafter requested BAB to send confidential BAB business plan \ninformation to Aeroflow, (FAC ¶¶ 71, 88), all to induce BAB to provide its trade secret \nto Aeroflow without disclosing Aeroflow’s plan to compete with the Company .  BAB \nfurther alleges that Aeroflow ordered product from BAB, (FAC ¶ 73), “successfully \nuse[d] the BAB plan to collect payment [,]” (FAC ¶ 73), ordered BAB’s products from \nAmazon for the purpose of “pirating and copying” without notice to BAB, (FAC ¶ 79), \nbegan “producing a copied and competing line of products to BAB’s products[,]” (FAC \n¶ 84), and “induced BAB and Francisco to come and train its personnel in the effective \nsales and marketing of the BAB products[,]” (FAC ¶ 87), which it would not have done \nhad Defendants disclosed their true intent, (FAC ¶ 89). \n62. The Court concludes that these al legations, premised, as BAB alleges, on \nthe plan or scheme Defendants initiated on the July 19 Call,  assert “specific \naffirmative acts” sufficient to support a duty to disclose material facts to BAB  for \npurposes of Rule 12(b)(6).   \n63. For each of the reasons set forth above, therefore, the Court concludes that \nDefendants’ Motion should be granted except to the extent that BAB’s fraud claims \nare based on its allegations in connection with and arising from the July 19 Call. \nE. Unfair and Deceptive Trade Practices \n64. BAB asserts a claim for “unfair and deceptive practices” in three parts: (i) \n“actions, misrepresentations and fraudulent concealment[,]” (ii) “common law unfair \nand deceptive practices[,]” and (iii) “civil action under the Lanham Act [,]” 15 U.S.C. \n§ 1125(a), which contains within it an assertion that Defendants have violated the \nUDTPA.  (FAC § V.)  It therefore appears to the Court that BAB is actually asserting \nclaims against Defendants fo r common law unfair competition and violation of the \nUDTPA and the Lanham Act  in this single “unfair and deceptive practices” claim .  \nThese component claims essentially relate to two types of alleged mis conduct: (i) \nunder the common law of unfair competition and the UDTPA, Defendants’ alleged \nfraudulent and deceptive conduct in inducing BAB to divulge its confidential \ninformation to enable Defendants to compete against it (the “Unfairness Claims”) and \n(ii) under the Lanham Act, the UDTPA, and the common law of unfair competition, \nDefendants’ alleged “ reverse passing off”  of BAB’s products as Motif’s in the \nmarketplace (the “Reverse Passing Off Claims”). \ni. BAB’s Unfairness Claims \n65. To assert a claim for unfair  and deceptive trade practices under N.C.G.S. \n§ 75-1.1, a plaintiff must allege : “(1) an unfair or deceptive act or practice, (2) in or \naffecting commerce, and (3) which proximately caused injury to plaintiff[ ].”  Walker \nv. Fleetwood Homes of N.C., Inc., 362 N.C. 63, 71–72, 653 S.E.2d 393, 399 (2007) \n(quoting Gray v. N.C. Ins. Underwriting Ass’n, 352 N.C. 61, 68, 529 S.E.2d 676, 681 \n(2000)).  “  ‘A practice is unfair when it offends established public policy as well as \nwhen the practice is immoral, unethical, oppressive, unscrupulous, or substantially \ninjurious to consumers,’ and a ‘practice is deceptive if it has the capacity or tendency \nto deceive.’ ”  Bumpers v. Cmty. Bank of N. Va., 367 N.C. 81, 91, 747 S.E.2d 220, 228 \n(2013) (quoting Walker, 362 N.C. at 72, 653 S.E.2d at 399). \n66. Similarly, the tort of common law unfair competition “ consist[s] of acts or \npractices by a competitor which are likely to deceive the consuming public.”  Stearns \nv. Genrad, Inc., 564 F. Supp. 1309, 1320 (M.D.N.C. 1983)  (citing Charcoal Steak \nHouse of Charlotte, Inc. v. Staley, 263 N.C. 199, 139 S.E.2d 185 (1964)). “ The \ngravamen of unfair competition is the protection of a business from misappropriation \nof its commercial advantage earned through organization, skill, labor, and money .”  \nHenderson v. U.S. Fid. & Guar. Co., 346 N.C. 741, 749, 488 S.E.2d 234, 240 (1997). \nCommon law unfair competition includes activity “such as trademark or trade name \ninfringement, imitation of a competitor’s product or its appearance, interference with \na competitor ’s contractual relations, disparage ment of a competitor ’s product or \nbusiness methods, and misappropriation of a competitor’s intangible property rights \nsuch as advertising devices or business systems.”  Stearns, 564 F. Supp. at 1320.  \n67. Significantly for present purposes, “[c]ourts recognize  that a claim for \ncommon law unfair competition is analyzed the same way as a claim for unfair or \ndeceptive trade practices under [N.C.]G.S. § 75-1.1.”  Global Textile All., Inc. v. TDI \nWorldwide, LLC, 2018 NCBC LEXIS 159, at *33 (N.C. Super. Ct. Nov. 29, 2018); see \nalso BellSouth Corp. v. White Directory Publishers, Inc., 42 F. Supp. 2d 598, 615 \n(M.D.N.C. 1999) (“The standard which a plaintiff must meet to recover on an unfair \ncompetition claim under the common law is not appreciably different [from a claim \nfor unfair or deceptive trade practice s].”); Blue Rhino Glob. Sourcing, Inc. v. Well \nTraveled Imps., Inc., 888 F. Supp. 2d 718, 721 n.1 (M.D.N.C. 2012) (to similar effect). \n68. BAB alleges that “Aeroflow’s actions in feigning an agreement with BAB to \njointly open new markets nationally while at the same time secretly making and \nexecuting plans to copy and take over BAB’s business constitutes an unfair and \ndeceptive trade practice.”  (FAC  ¶ 174.)  BAB also purports to base its Unfairness \nClaims on those allegations set forth in support of its fraud claims, as well as those \n“particularized throughout the complaint generally[.]”  (FAC ¶ 163.)   \n69. In arguing for dismissal, Defendants assert that BAB’s al legations in \nsupport of its Unfairness Claims are the same as those BAB advances in support of \nits fraud claims and that dismissal of the former is required to the extent the Court \ndismisses the latter.   (Defs.’ Supp. Br. 22.)  BAB does  not appear to dispute \nDefendants’ legal conclusion but does dispute that BAB’s Unfairness C laims are  \nconfined to the allegations supporting its fraud-based claims. \n70. The Court concludes that Defendants have the better of this argument.  \nWhile BAB certainly incorporates into its Unfairness Claims all of the allegations of \nits First Amended Complaint, (FAC ¶ 163), the gravamen of those allegations, except \nas noted in the “reverse passing off” discussion that follows, are focused on \nDefendants’ alleged fraudulent misrepresentations and alleged deceptive conduct, all \nof which BAB alleges was designed to conceal BAB’s true intent to induce BAB to \ndivulge its confidential business plan and model so that Defendants could use that \ninformation to compete against BAB in the marketplace.  Those allegations sound in \nfraud and are the same as the allegations that BAB advances to support its fraud \nclaims. \n71. This Court has recognized that where, as here, “ a section 75-1.1 claim is \nbased on allegations of deceptive conduct, such a llegations must be pleaded with \nparticularity.”  Regency  Ctrs. Acquisition, LLC v. Crescent Acquisitions, LLC, 2018 \nNCBC LEXIS 7, at *27 (N.C. Super. Ct. Jan. 24, 2018); see also Hilco Transp., Inc. v. \nAtkins, 2016 NCBC LEXIS 5, at *24 n.5 (N.C. Super. Ct. Jan. 15, 2016)  (to similar \neffect); Topshelf Mgmt., Inc. v. Campbell-Ewald Co., 117 F. Supp. 3d 722, 731 \n(M.D.N.C. 2015)  (“Rule 9(b)  applies to  section 75-1.1 claims alleging detrimental \nreliance on false or deceptive representations .”).  Because the same analysis for \nUDTPA claims applies to claims for common law unfair competition, see Global \nTextile, 2018 NCBC LEXIS 159,  at *33, the Court concludes that BAB’s claim for \ncommon law unfair competition—which is likewise based on allegations of deceptive \nconduct—must, too, be pleaded with particularity. \n72. Accordingly, the Court agrees with Defendants that, to the extent BAB has \nfailed to plead its fraud claim with particularity, BAB’s Unfairness Claims  \nnecessarily fail to tha t same extent.   Having concluded that BAB’s fraud claims  \nshould be dismissed except to the extent those claims are based on the July 19 Call , \nthe Court likewise concludes , again except as noted in the “reverse passing off” \ndiscussion below , that BAB’s UDTPA and unfair competition claim s should be \ndismissed with the same limitation.9  See, e.g., Bhatti v. Buckland, 328 N.C. 240, 243, \n400 S.E.2d 440, 442 (1991)  (“[A] plaintiff who proves fraud thereby establishes that \nunfair or deceptive acts  have occurred. ”); Hardy v. Toler, 288 N.C. 303, 309, 218 \nS.E.2d 342, 346 (1975) (“Proof of fraud would necessarily constitute a violation of the \nprohibition against unfair and deceptive acts[.]”).   \nii. BAB’s Reverse Passing Off Claims \n73. BAB alleges that Defendants have “falsely designated . . . as their own” the \n“origin of work” that BAB “originated” after “years of investment and development” \nand that Defendants’ “false designation of origin and the use of BAB content is likely \nto deceive[,]” thereby violating state unfair competition law and both the Lanham Act \nand the UDTPA.  (FAC ¶¶ 169, 182, 184, 186–89.)  \n74. Defendants contend that these claims—for reverse passing off—necessarily \nfail because BAB alleges only that Aeroflow copied  BAB’s product de signs, \n \n9 Defendants do not challenge the adequacy of BAB’s pleading as to any other specific element \nof BAB’s section 75-1.1 claim. \ndescriptions, and size charts  (which is permissible)—not that Aeroflow actually put \nits name on BAB products and sold them as Aeroflow or Mo tif products (which is \nimpermissible).  (Defs.’ Supp. Br. 25 (citing FAC ¶¶ 99, 101, 179).)   Defendants also \nseek dismissal on grounds that BAB has not alleged “ allege actual harm resulting \nfrom consumer confusion.”  (Defs.’ Supp. Br. 23.) \n75. The Lanham Act provides, in relevant part, as follows:  \nAny person who, on or in connection with any goods or services, or any \ncontainer for goods, uses in commerce any word, term, name, symbol, or \ndevice, or any combination thereof, or any false designation of origin, \nfalse or misleading description of fact, or false or misleading \nrepresentation of fact, which— \n \n(A) is likely to cause confusion, or to cause mistake, or to deceive as to \nthe affiliation, connection, or association of such person with another \nperson, or as to the origin, sponsorship, or approval of his or her goods, \nservices, or commercial activities by another person, or \n \n(B) in commercial advertising or promotion, misrepresents the nature, \ncharacteristics, qualities, or geographic origin of his or her or another \nperson’s goods, services, or commercial activities, \n \nshall be liable in a civil action by any person who believes that he or she \nis or is likely to be damaged by such act. \n \n15 U.S.C. § 1125(a)(1) (emphasis added). \n \n76. Passing off under the Lanham Act “occurs when a producer misrepresents \nhis own goods or services as someone else’s.”  Dastar Corp. v. Twentieth Century Fox \nFilm Corp. , 539 U.S. 23, 27 n.1 (2003).  R everse passing off occurs when “[t]he \nproducer misrepresents someone else’s goods or services as his own.” Id .  Both acts \nare illegal under the Lanham Act.  15 U.S.C. § 1125(a)(1). \n77. Similarly, North Carolina courts have held that “[t] he ‘passing off’ of one’s \ngoods as those of a competitor has long been regarded as unfair competition .”  \nHarrington Mfg. Co. v. Powell Mfg . Co., 38 N.C. App. 393, 404, 248 S.E.2d 739, 746 \n(1978).  Although the Court’s research has not located a decision from our State ’s \ncourts considering a claim for “reverse passing off,” the Court concludes that, in light \nof Harrington and the Lanham Ac t’s express prohibitions, the Supreme Court  of \nNorth Carolina , if confronted with the issue, would likely conclude that reverse \npassing off likewise constitutes unlawful competition under North Carolina law. \n78. A reverse passing off claim under the Lanham Act  requires a plaintiff to \nprove:  \n(1) that the work at issue originated with [the plaintiff]; (2) that origin \nof the work was falsely designated by [a defendant]; (3) that the false \ndesignation of origin was likely to cause consumer confusion; and (4) \nthat [the plaintiff was] harmed [or likely to be harmed] by [a defendant’s] \nfalse designation of origin. \n \nBon Aqua Int ’l, Inc. v. Second Earth, Inc. , No. 1:10CV169, 2013 U.S. Dist. LEXIS \n11635, at *57 (M.D.N.C. Jan. 29, 2013) (citation omitted), report and recomm. adopted \nby 2013 U.S. Dist. LEXIS 203623 (M.D.N.C. Feb. 26, 2013).   \n79. The Court concludes that our  Supreme Court would find these same \nrequisite elements for a reverse passing off claim under North Carolina state law.  \n80. BAB alleges two types of purpo rted “reverse passing off” misconduct by \nDefendants.  First, BAB avers that it provided product designs  and descriptions, \nsizing charts,  and insurance billing information, among other information , to \nAeroflow.  ( See, e.g. , FAC ¶  178.)  Thereafter, Motif, without BAB’s knowledge or \nconsent, bought BAB products online through Amazon, took the products to factories \nin China and Taiwan for copying and production , and sold those copied products \nunder the Motif label.  (FAC ¶¶ 131–34, 139, 179.)  BAB contends that this conduct \nconstitutes “reverse passing off” and is a violation of state and federal law .  \nDefendants disagree.   \n81. The Court agrees with Defendants .  Rather than constitute unfair \ncompetition, the United States Supreme Court has held  that creati ng “knockoff” \nproducts of the sort alleged here is not a violation of the Lanham Act.  See Wal-Mart \nStores, Inc. v. Samara Bros., Inc., 529 U.S. 205, 207–08, 211, 214, 216 (2000) \n(rejecting Lanham Act protection for certain “knockoff” products); Dastar, 539 U.S. at \n36 (holding that the Lanham Act does not “creat[e] a cause of action for, in effect, \nplagiarism—the use of otherwise unprotected works and inventions without \nattribution”); see also, e.g., Logan Developers, Inc. v. Heritage Bldgs., Inc., No. 7:12-\nCV-323, 2013 U.S. Dist. LEXIS 140909, at *7 (E.D.N.C. Sept. 30, 2013) ( finding \nLanham Act liability only if “defendant obtained physical goods from a plaintiff, \nrepackaged the unaltered goods, and sold them under defendant’s name”).   \n82. Federal courts have concluded that protection against this conduct, if it is \navailable at all, is through the federal Copyright Act, 17 U.S.C. § 101 et  seq., not the \nLanham Act.  See, e.g ., Logan, 2013 U.S. Dist. LEXIS 140909, at *9 (noting that \nplaintiff’s remedy for design copying was “in copyright law, not trademark”) .  The \nCourt sees no reason for the North Carolina courts to view this conduct any \ndifferently under the UDPTA or state unfair competition law.  Accordingly, the Court \nconcludes that BAB’s Reverse Passing Off Claims should be dismissed to the extent \nthey are based on Defendants’ alleged copying and subsequent sale of knockoff \nversions of BAB’s products, designs, and other materials. \n83. BAB alleges a second type of reverse passing  off misconduct, however —\nalleged misconduct the Court concludes does state a violation of the requirements of \nthe Lanham Act.  In particular, BAB alleges that “[w]hatever BAB products Aeroflow \nhad in its inventory at that time were sold under the Motif name, until such supplies \nwere exhausted[,]” (FAC ¶ 156), and that this conduct was “likely to deceive as to the \norigin of the products and attendant commercial activ ities,” (FAC ¶ 186), causing \ndamage to BAB, (FAC ¶ 188).   That alleged mis conduct—Defendants’ sale of BAB’s \nproducts as if they were Defendants’ own —runs afoul of both federal and state law .  \nSee, e.g., Edmondson v. Am . Motorcycle Ass’n, Inc. , 7 Fed. App’x 136, 152 (4th Cir. \n2001) (finding Lanham Act violation where competitor marketed and promoted races \nas if they were a continuation of the race series previously held by its  joint venture \nwith plaintiff); Harrington, 38 N.C. App . at 404 –05, 248  S.E.2d at 746 (finding \ncompetitor’s demonstration of party’s product to potential customers as if it were \ncompetitor’s product to constitute unfair competition under North Carolina law).  \nAccordingly, the Court concludes that BAB’s Reverse Passing Off claims should \nsurvive dismissal to this extent.10  \nF. Unjust Enrichment \n84. BAB asserts a claim against Defendants for unjust enrichment as an \nalternative to its joint venture claim.  (FAC ¶ 273.)  BAB alleges in support of that \nclaim that BAB conferred an “enormous,” non -gratuitous benefit upon Defendants, \n(FAC ¶ 275), which Defendants “readily accepted,” (FAC ¶ 275), in the form of BAB’s \nvaluable business plan, model , “services, materials and interests [,]” (FAC ¶¶ 275, \n278–79), which enabled Defendants to secure BAB’s profits, (FAC ¶ 281), and market \nshare, (FAC ¶ 282). \n85. “The general rule of unjust enrichment is that where services are rendered \nand expenditures made by one party to or for the benefit of another, without an \nexpress contract to pay, the law will imply a promise to pay a fair compensation \ntherefor.”  Krawiec, 370 N.C. at 615, 811 S.E.2d at 551–52 (quoting Atl. Coast Line \nR.R. Co. v. State Highway Comm’n, 268 N.C. 92, 95–96, 150 S.E.2d 70, 73 (1966)).  To \nestablish a claim for unjust enrichment, “a party must prove that it conferred a \nbenefit on another party, that the other party consciously accepted the benefit, and \nthat the benefit was not conferred gratuitously or by an interference in the affairs of \nthe other party.”  Se. Shelter Corp., 154 N.C. App. at 330, 572 S.E.2d at 206; see also \nBooe v. Shadrick, 322 N.C. 567, 570, 369 S.E.2d 554, 556 (1988) (“The benefit must \n \n10 The Court rejects as a basis for dismissal at this stage Defendants’ contention that BAB \nhas failed to allege “actual harm resulting from consumer confusion .”  (Defs.’ Supp. Br. 23.)  \nViewing the F irst Amended Complaint in the light most favorable to BAB, the Court \nconcludes that BAB has met its pleading burden on this element.  \nnot have been conferred officiously, that is it must not be conferred by an interference \nin the affairs of the other party in a manner that is not justified in the \ncircumstances.”).   \n86. Defendants seek dismissal  of BAB’s unjust enrichment claim , contending \nthat anything BAB provided to Aeroflow beyond the product Aeroflow purchased was \ngratuitous and that BAB failed to allege “that Aeroflow did anything wrongful to \ninduce BAB’s provision of these services.”  (Defs.’ Supp. Br. 27.)  The Court finds both \narguments without merit. \n87. First, Defendants’ contention that “Aeroflow received only what it paid for—\nBAB’s finished product, ready for retail sale[,]” (Defs.’ Reply Br. 12), may prove true \nas a matter of evidence but is not admitted by BAB’s allegations.  To the contrary, \nBAB alleges at length that it provided Defendants its confidential business plan and \nits component parts, which Defendants accepted and used to compete against BAB.  \n(FAC ¶¶ 66, 70–72, 74–75, 119–20, 126–28, 147, 170, 178, 194.)  Although Defendants \nargue that BAB’s business plan is not a trade secret and thus had no value to \nDefendants, see RLM Commc’ns, Inc. v. Tuschen , 66 F. Supp. 3d 681, 702 (E.D.N.C. \n2014), aff’d, 831 F.3d 190 (4th Cir. 2016) (holding no measurable and non-gratuitous \nbenefit conferred by alleged trade secret when court dismissed trade secret claim) , \nthe Court has denied Defendants’ motion to dismiss BAB’s trade secret claim, \neliminating this line of argument on this Motion.  Moreover, these same allegations \nshow, contrary to Defendants’ contention , that Defendants induced BAB to provide \nthese benefits through alleged fraudulent misrepresentations and other allegedly \ndeceptive conduct.  (See FAC ¶¶ 86, 136.)   \n88. Accordingly, the Court concludes that Defendants’ Motion to dismiss BAB’s \nunjust enrichment claim should be denied.   \nG. Punitive Damages and Attorneys’ Fees \n89. BAB seeks punitive damages based on its fraud claims, (FAC ¶ 287), and \nreasonable attorneys’ fees based on its UDTPA claim, (FAC ¶ 289).  Defendants seek \ndismissal of each request for relief on grounds that the fraud and UDTPA claims \nshould be dismissed.  (Defs.’ Supp. Br. 27.)  Because the Court has declined to dismiss \neither of these underlying claims in their entirety, however, Defendants’ Motion as to \nthese requests for relief must be denied.  \nIV. \nCONCLUSION \n90. WHEREFORE, the Court, for the reasons stated herein, hereby GRANTS \nin part and DENIES in part the Motion as follows:    \ni. The Court GRANTS the Motion as to BAB’s claims for joint venture \nand constructive fraud, and those claims are hereby dismissed with \nprejudice.  \nii. The Court DENIES the Motion as to BAB’s claims for breach of the \nduty of good faith and fair dealing, trade secret misappropriation, \nand unjust enrichment, and those claims shall proceed to discovery.   \niii. The Court GRANTS  the Motion as to BAB’s c laims for fraud and \nfraudulent concealment, except to the extent those claims are based \non BAB’s allegations in connection with and arising from the July \n19 Call, and to that extent, the Court DENIES the Motion.  Except \nas provided in this subparagraph, the Court dismisses the fraud and \nfraudulent concealment claims with prejudice , and orders that to \nthe extent the claims are not dismissed, they shall proceed to \ndiscovery. \niv. The Court GRANTS the Motion as to BAB’s claims for common law \nunfair competition and violation of the UDTPA and the Lanham Act, \nexcept to the extent those claims are based on BAB’s allegations that \nDefendants sold BAB ’s products as if they were Defendants’ own, \nand to that extent, the Court DENIES  the Motion .  Except as \nprovided in this su bparagraph, the Court dismisses these claims \nwith prejudice  and orders that to the extent the  claims are not \ndismissed, they shall proceed to discovery. \nv. The Court DENIES  the Motion as to BAB’s request for punitive \ndamages and for attorneys’ fees under the UDTPA.   \nSO ORDERED, this the 4th day of November, 2020. \n \n \n \n /s/ Louis A. Bledsoe, III \n Louis A. Bledsoe, III \n      Chief Business Court Judge "
}