{
  "id": "7667f1b24511a7a3e57f2cd5bb070ec793d3a145f4812b734e4a526028b233b3",
  "source_file": "data/raw/ncbc/7667f1b24511a7a3e57f2cd5bb070ec793d3a145f4812b734e4a526028b233b3.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 9995 \n \nINTERSAL, INC., \nPlaintiff, \n \n v. \n \nD. REID WILSON, Secretary, North \nCarolina Department of Natural and \nCultural Resources; NORTH \nCAROLINA DEPARTMENT OF \nNATURAL AND CULTURAL \nRESOURCES; THE STATE OF \nNORTH CAROLINA; and FRIENDS \nOF QUEEN ANNE’S REVENGE, a \nNon-Profit Corporation, \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION IN LIMINE \nTO EXCLUDE THE OPINION \nTESTIMONY OF JEFFREY SEDLIK \n \n \n \n1. THIS MATTER i s before the Court on Defendants’ Motion in Limine to \nExclude the Opinion Testimony of Jeffrey Sedlik (the “Motion”), (ECF No. 204).   \n2. Having considered the Motion, the related briefing, and the arguments of \ncounsel at a hearing on the Motion, the Motion is hereby GRANTED in part and \nDENIED in part, as provided below. \nKilpatrick Townsend & Stockton, LLP, by Dustin T. Greene, Richard J. \nKeshian, Elizabeth Winters, and Kyleigh E. Feehs, for Plaintiff Intersal, \nInc. \n \nIntersal, Inc. v. Wilson, 2024 NCBC 3. \nNorth Carolina Department of Justice, by Michael Bulleri, Amar \nMajmundar, Brian D. Rabinovitz, Orlando L. Rodriguez, and Charles \nG. Whitehead, for Defendants D. Reid Wilson, et al.  \nEarp, Judge. \nI. FACTUAL AND PROCEDURAL BACKGROUND \n3. The facts surrounding this case have been recounted at length in the Court’s \nprevious orders.  See, e.g. , Intersal, Inc. v. Wilson , 2023 NCBC LEXIS 29, at **2- 21 \n(N.C. Super. Ct. Feb. 23, 2023). \n4. Relevant to the Motion, Plaintiff seeks damages for Defendants’ alleged \nbreaches of Section 16(b) of  the 2013 Agreement. 1  In support of their position, \nPlaintiff intends to offer the expert tes timony of Jeffrey Sedlik,  a professor of \nlicensing practices and the application of copyright law in the visual arts,  and an \ninternationally-recognized professional photographer  who, among other \nachievements, has served in high-level positions for trade associations and standard-\nsetting bodies in the photography, advertising, product marketing, technology, and \ndesign industries.   ( See Expert Report of Professor Jeffery Sedlik [“20 20 Sedlik \nReport”] 2-5, ECF No. 219.2.)   \n \n1 Section 16(b) states in part: \n \n1) All non-commercial digital media, regardless of producing entity, shall \nbear a time code stamp, and watermark (or bug) of Nautilus and/or D[N]CR, \nas well as a link to D[N]CR, Intersal, and Nautilus websites, to be clearly and \nvisibly displayed at the bottom of any web page on which the digital media is \nbeing displayed. \n \n2) D[N]CR agrees to display non-commercial digital media only on D[N]CR’s \nwebsite. \n \n(2013 Settlement Agreement, Section 16(b), ECF No. 106, Ex. 1.) \n \n5. Professor Sedlik uses a “hypothetical licensing model” to calculate Plaintiff’s \ndamages at an estimated $5.2 million before he applies multipliers for both image \nscarcity and competitive use .  With the multipliers, Professor Sedlik estimate s \nPlaintiff’s dam ages a t between approximately $15.6 million and $259. 3 million.  \n(Supp. Report of Jeffrey Sedlik 3, ECF No. 219.4.) \n6. After full briefing, the Court held a hearing on the Motion  on 12 January \n2024.  (Not. of H’rg, ECF No. 248.)  The Motion is now ripe for consideration. \nII. LEGAL STANDARD \n7. The Court’s determination is controlled by Rule 702(a) of the North Carolina \nRules of Evidence. 2  “Whether expert witness testimony is admissible under Rule \n702(a) is a preliminary question that a trial judge decides pursuant to Rule 104(a).” \nState v. McGrady, 368 N.C. 880, 892 (2016).   The trial court’s focus “ ‘must be solely \n. . .[the] principles and methodology ’ used by the expert, ”’ rather than  “‘the \n \n2 Rule 702(a) provides in pertinent part:  \n \n(a) If scientific, technical or other specialized knowledge will assist the trier of \nfact to understand the evidence or to determine a fact in issue, a witness \nqualified as an expert by knowledge, skill, experience, training, or education, \nmay testify thereto in the form of an opinion, or otherwise, if all of the following \napply:  \n \n(1) The testimony is based upon sufficient facts or data.  \n \n(2) The testimony is the product of reliable principles and methods.  \n \n(3) The witness has applied the principles and methods reliably to the facts of \nthe case. \n \nN.C. R. Evid. 702(a). \n \n \nconclusions that they generate.”’  Wallace v. Maxwell, 270 N.C. App. 639, at *12 (2020) \n(quoting Daubert v. Merrell Dow Pharms., Inc., 509 U.S. 579, 595 (1993)). \n8. North Carolina’s Rule 702 “is now virtually identical to its federal \ncounterpart and follows the Daubert  standard for admitting expert testimony.”   \nSafety Test & Equ ip. Co. v. Am. Safety Util. Corp. , 2016 NCBC LEXIS 100, at **5 \n(N.C. Super. Ct. Dec. 16, 2016) (citing  McGrady, 368 N.C. at 884 ).  In applying this \nstandard, North Carolina courts may seek guidance from the federal courts.  \nMcGrady, 368 N.C. at 888. \n9. Determining admissibi lity involves a “three- step framework —namely, \nevaluating qualifications, relevance, and reliability .”  Id. at 892.  Each of the three \nrequirements must be satisfied in order for the expert’s testimony to be admissible.  \nId. at 889.  Moreover, “[t]he burden of satisfying Rule 702(a) rests on the proponent \nof the evidence[.]”  State v. Gray, 259 N.C. App. 351, 355 (2018). \n10. Defendants do not challenge Professor Sedlik’s qualifications or the \nrelevance of his testimony.  Their objections center on the reliability of his opinions.  \nTo be reliable, the testimony must be (1) “based upon sufficient facts or data,” (2) “the \nproduct of reliable principles and methods,” and (3) the expert must have “applied \nthe principles and methods reliably to the facts of the case.”  Rule 702(a)(1)-(3).  This \nreliability analysis will necessarily vary from case to case, and “the trial court has \ndiscretion in determining how to address the three prongs of the reliability test.”  \nMcGrady, 368 N.C. at 890 (citation omitted).3 \n11. An e xpert’s testimony is not helpful to the jury and, therefore, is \ninadmissible, when the expert does not use  specialized knowledge to help the jury  \nunderstand the evidence or determine a fact in issue .  See Braswell v. Braswell, 330 \nN.C. 363, 377 (1991) (“When the jury is in as good a position as the expert to determine \nan issue .  . . [the expert’s testimony] is not helpful to the jury.” ).  See also State v. \nWilkerson, 295 N.C. 559, 569 (1978) (framing admissibility as a question of “whether \nthe witness because of his expertise is in a better position to have an opinion on the \nsubject than is the trier of fact.”). \n12. In addition, an expert may not testify as to “whether legal conclusions \nshould be drawn or whether legal standards are satisfied.”   HAJMM Co. v. House of \nRaeford Farms, Inc. , 328 N.C. 578, 587 (1991) .  The expert may testify to “the \nunderlying factual premise, which the fact finder must consider in determining the \nlegal conclusion to be drawn therefrom, but may not be offered as to whether the legal \nconclusion should be drawn.” Norris v. Zambito , 135 N.C. App. 288, 292 (1994) \n(emphasis in original).  \n13. Experts, however, may explain technical terms used in a contract “to explain \nthe meaning of such terms as an aid in interpreting the instrument.”  Smith v. Childs, \n112 N.C. App. 672, 681 (1993).  \n \n3 Because North Carolina Rule of Evidence 702 adopts “ virtually the same language from” \nFederal Rule of Evidence 702 , federal case law is instructive, but not controlling, on these \nissues.  State v. McGrady, 368 N.C. 880, 888 (2016).   \n \n14. Ultimately, “[t]he decision to either grant or deny a motion in limine  is \nwithin the sound discretion of the trial court.”  State v. Fristsch , 351 N.C. 373, 383 \n(2000).  See also LaVecchia v. N. Carolina Joint Stock Land Bank of Durham , 218 \nN.C. 35, 41 (1940) (“The competency of a witness to testify as an expert is a question \nprimarily addressed to the sound discretion of the court[.]”). \nIII. ANALYSIS \n15. Defendants first contend that Professor Sedlik’s hypothetical licensing \nmodel is inapplicable because this is not a copyright infringement case.  Further, they \nargue that e ven if the hypothetical licensing  model could be used, Professor Sedlik \nfailed to properly apply it because (1) his valuation improperly assumed all images \nwere equal in value to his benchmark images, failing to account for the specific \ncomposition of each image; (2) he based his calculations on the asking prices provided \non stock photography websites rather than on the prices at which the images actually \nsold; (3) he ignored the fact that Intersal does not own the copyrights for the images; \nand (4) he did not take into account that some images were available for free as public \nrecords; and (5) his use of scarcity and competitive use multipliers was arbitrary and \nspeculative.  ( Defs.’ Br. Supp. Mot. in Limine Exclude Testimony Jeffrey Sedlik \n[“Defs.’ Br.”] 4-18, ECF No. 205.) \n16. Plaintiff disagrees, arguing that the hypothetical licensing fee methodology \nis appropriate because th e alleged breaches in this case are analogous to cases \ninvolving breach of a licensing or use agreement.  Moreover, Plaintiff maintains that \nProfessor Sedlik’s application of this methodology is reliable because (1) he did view \neach of the images at issue; (2) he only considered the objective aspects of each usage \nat issue and identified appropriate benchmarks based on those objective cri teria; (4) \ncopyright ownership is irrelevant; and (5) the scarcity and competitive use multipliers \nhave been widely accepted by different courts.  (Pl.’s Resp. Defs.’ Mot. in Limine \nExclude Op. Testimony Jeffrey Sedlik [“Pl.’s Resp.”] 3-12, ECF No. 237.)      \n17. After close review, the Court concludes that Plaintiff  has satisfied the \nrequirements of Rule 702(a)  with respect to Professor Sedlik’s damages testimony. \nAll the parties agree that this is not a copyright infringement case.  Nevertheless, i t \nis a case in which Plaintiff asserts that Defendants have improperly used (or allowed \nothers to improperly use) images in violation of Plaintiff’s legal rights.  (See Third \nAm. Compl. ¶¶ 35, 63 -67, ECF No. 106.)  The source of those legal rights –  contract \nvs. copyright law – does not determine whether analogizing to  a lost licensing fee is \na reliabl e way to measure damages .  Indeed, no party points the Court to a case \nstating that Professor Sedlik’s approach is unreliable when used outside of the \ncopyright context.    \n18. While the 2013 Agreement did not give Intersal “an ownership right in \nDNCR’s digital media,” the Agreement did place restrictions and limitations  on \nDefendants’ use of that media so that there was the potential for Intersal to profit.  \nThus, the damages resulting from Defendants’ alleged breaches of these access and \nuse limitations are analogous to damages that result from breach of media licensing \nor use agr eements.  Indeed, Defendants’ expert  agreed that paragraph 16(b) of the \n2013 Agreement “seems like” a limit on DNCR’s use of digital media, like a \nphotography use agreement. (Dep. of Brian Buss 73:23-76:4, ECF 173.12.) \n19. Courts have recognized that expert opinions based on the hypothetical \nlicensing model are admissible in cases involving breach of licensing or use \nagreements.  See, e.g., Fair Isaac Corp. v. Fed. Ins. Co., 447 F. Supp. 3d 857, 875 (D. \nMinn. 2020) (applying New York law) (holding that a hypothetical license fee was a \nreasonable measure of damages because “ [w]hen ‘a breach of contract causes a \nplaintiff to lose an income-producing asset and that asset has a determinable market \nvalue, a plaintiff may seek to r ecover that value.’” (quoting Safka Holdings, LLC v. \niPlay, Inc.,  42 F. Supp. 3d 488, 493 (S.D.N.Y. 2013)) ); Artifex Software, Inc. v. \nHancom, Inc., No. 16-cv-06982-JSC, 2017 U.S. Dist. LEXIS 147637, at * 7 (N.D. Cal. \nSept. 12, 2017) (holding that “the jury can use the value of the commercial license [for \nsoftware] as a basis for any damages determination,” in case involving use of software \nthat was beyond the use permitted by the parties’ licensing agreement); Neva, Inc. v. \nChristian Duplications Int’l, Inc. , 743 F. Supp. 1533, 1550- 51 (M.D. Fla. 1990) \n(determining that jury properly awarded damages for breach of contract based on a \n“reasonable royalty to which Plaintiffs would have been entitled if the [defendant] \nhad properly negotiated a license to commer cialize the narrations with Plaintiffs .”); \ncf. Blue Ocean Labs., Inc. v. Tempur Sealy Int’l, Inc., No. 1:15CV331, 2015 U.S. Dist. \nLEXIS 173487, at *16 (M.D.N.C. Dec. 31, 2015) (holding that “the proper measure of \ndamages for [use of plaintiff’s confidential information beyond the terms of the \ncontract] is the license fee that the defendant would have paid had it not breached \nthe contract.”). \n20. Other courts have embraced the hypothetical licens ing model as a reliable \ntheory of damages .  See, e.g. , Davis v. The Gap, Inc. , 246 F.3d 152,  166-72 (2d Cir. \n2001) (concluding that the hypothetical licensing model was appropriate as a measure \nof damages);  Leonard v. Stemtech Health Sci., No. 08-067-LPS-CJB, 2013 U.S. Dist. \nLEXIS 138446, at * 17-20 (D. Del. Sept. 23, 2013), aff’d , 834 F.3d 376 (3d Cir. 2016) \n(finding Sedlik’s methodology reliable because of its objective calculation of the fair \nmarket value of images and the fact that it has been accepted by courts in copyright \ninfringement cases); Under a Foot Plant, Co. v. Exterior Design, Inc. , No. BPG-15-\n871, 2017 U.S. Dist. LEXIS 132998, at * 11-12 (D. Md. Aug. 18, 2017) (holding that \nSedlik’s testimony was reliable because he fully explained and defend ed his \nmethodology); Navarro v. P&G, No. 1:17-cv-406, 2021 U.S. Dist. LEXIS 43140, at *12-\n20 (S.D. Ohio Mar. 8, 2021) (admitting Sedlik’s lost licensing theory of damages).  But \nsee Brittney Gobble Photography , LLC v. Sinclair Broad. Grp., Inc., No. SAG -18-\n03403, 2021 U.S. Dist. LEXIS 222009, at *  17-18 (D. Md. Nov. 17, 2021) (excluding \nSedlik’s testimony because it was unsupported by the specific facts of the case).   \n21. Regarding Sedlik’s use of scarcity and competitive use multipliers, the Court \nrecognizes that several federal courts have held that while multipliers are \nimpermissible under the Copyright Act as penalties, they may be used to calculate an \nimage’s fair market value.  See e.g., Leonard v. Stemtech Int’l, Inc., 834 F.3d 376, 392-\n94 (3d Cir. 2016)  (holding that multipliers may be used to calculate images’ fair \nmarket value); D’Pergo Custom Guitars, Inc. v. Sweetwater Sound, Inc., No. 17-cv-\n747-LM, 2020 U.S. Dist. LEXIS 1359, at * 20-21 (D. N.H. Jan. 6, 2020) (admitting \nSedlik’s calculations using competitive use and scarcity multipliers and emphasizing \nthat cross -examination was the proper mechanism to challenge their use) .  \nDefendants are free to cross-examine Sedlik on his use of multipliers.  It will be up to \nthe jury to decide whether to accept their use. \n22. Defendants contend that certain of Sedlik’s opinions are, in reality,  legal \nconclusions that improperly invade the province of the jury.  Specifically, they \nmaintain that Sedlik should not be permitted to (1) characterize Nautilus’s $15,000 \nsettlement payment as a retroactive license fee for five images; (2) provide definitions \nof commonly-used terms that appear  in the 2013 Agreement ; (3) interpret the \nlanguage of the 2013 Agreement; or (4) opine on Defendants’ culpability with respect \nto alleged breaches of the 2013 Agreement.  (Defs.’ Br. 18-19.) \n23. In contrast, Plaintiff asserts that Sedlik’s use of  the Nautilus  $15,000 \nsettlement payment and his definitions of technical terms used in the 2013 \nAgreement are appropriate.  Intersal concedes, however, that Sedlik may not opine \non Defendants’ state of mind or culpability with respect to alleged breaches of  the \n2013 Agreement.  (Pl.’s Resp. 12-14.) \n24. As for Sedlik’s use of Defendants’ settlement payment to Nautilus, the Court \nconcludes that Sedlik may reference the payment as a factual matter  for whatever \nweight the jury wishes to assign it.  The Court reserves a ruling with respect to Rule \n403 should the testimony stray into that which may confuse or mislead the jury. \n25. Defendants contest the admissibility of Sedlik’s definitions of the terms and \nphrases “non-commercial,” “digital media,” “regardless of the producing entity,” “shall \nbear a time code stamp,” “shall bear . . . a watermark (or bug)  of Nautilus and/or \nDCR,” “shall bear . . . a link to D[N]CR, Intersal, and Nautilus websites, to be clearly \nand visibly displayed at the bottom of any web page on which the digital media is \nbeing displayed,” “display non-commercial digital media only on D[N]CR’s website,” \nand “Promotion Opportunities.”  (2020 Sedlik Report 22 -23.)  E xperts may define \n“terms of art, or language peculiar to certain trades, business, etc.”   See Stewart v. \nRaleigh & Augusta Air Line R.R. Co., 141 N.C. 253, 26 3 (1906).  However, offering \ndefinitions of words and phrases used in  ordinary parlance does not assist the jury. \nAccordingly, terms peculiar to the production or use of visual images, such as “digital \nmedia,” “time code stamp,” and “watermark (or bug),” are technical terms that \nProfessor Sedlik will be permitted to explain to a jury.  However, terms such as “non-\ncommercial,” “producing entity,” “[website] link,” and “promotion opportunities” are \nnot unique to the industry and are commonly used.  Professor Sedlik’s view of what \nthese terms mean would not assist the jury and is inadmissible. \n26. Moreover, in no event may Professor Sedlik offer his interpretation of the \n2013 Agreement.   It is up to the Court to interpret unambiguous contract \nprovisions and to the jury to interpret ambiguous ones.  See Smith, 112 N.C. App. at \n681 (“A contract which is plain and unambiguous on its face will be interpreted by \nthe court as a matter of law; however, if the contract is ambiguous, interpretation of \nthe contract is a question for the jury.”).   In Section D of his September 2020 \nReport, Sedlik discusses the “meaning and effect” of various provisions of the 2013 \nAgreement.  (2020 Report 21-24.)  To the extent Professor Sedlik’s testimony veers \ninto the realm of legal conclusions regarding DNCR’s obligations under Section \n16(b) of the 2013 Agreement, those conclusions would not assist the jury and are \ninadmissible.  See e.g., Norris, 135 N.C. App. at 292 (prohibiting an expert from \ntestifying on whether law enforcement’s conduct was grossly negligent or showed \nreckless disregard for others’ safety); Navarro v. P&G, 2021 U.S. Dist. LEXIS \n43140, at *32 (excluding several of Sedlik's “opinions that were actually poorly \ndisguised legal conclusions.”). \n27. The Court has reviewed the balance of Defendants’ challenges and find that \nthey go to the weight of Sedlik’s testimony, rather than to its admissibility.   Improper \nassumptions or misunderstandings of the facts can be explored on cross-examination.  \nSee Leonard , 834 F.3d at  390 (“Stemtech’s disagreement with the calculation \nmethodology and the underlying assumptions Sedlik made about which images and \nuses were similar to those in this case goes to the weight given to his testimony, \nrather than admissibility.”).  See also Bazemore v. Friday, 478 U.S. 385, 400 (1986) \n(“Normally, failure to include variables will affect the analysis’ probativeness, not its \nadmissibility.”); Pope v. Bridge Broom , Inc., 240 N.C. App. 365, 374 (2015) ( “[the] \nCourt does not examine whether the facts obtained by the witness are themselves \nreliable” – that “is a question of the weight to be given the opinion, not the  \nadmissibility of the opinion.” (emphasis in original) (quoting United States v. Crabbe, \n556 F. Supp. 2d 1217, 1223 (D. Col o. 2008) )); Insight Health Corp. v. Marquis \nDiagnostic Imaging of N.C., LLC , 2017 NCBC LEXIS 14, at *48-49 (N.C. Super. Ct. \nFeb. 24, 2017) ( emphasizing that a challenge to the expert’s understanding of the \nfacts goes to the testimony’s weight rather than its reliability).     \n28. WHEREFORE, the Court, in its discretion, hereby GRANTS in part and \nDENIES in part the Motion.  Professor Sedlik will be permitted to offer his expert \nopinion regarding any damages Intersal incurred as a result of Defendants’ all eged \nbreaches of paragraph 16 of the 2013 Agreement.  He will a lso be permitted to offer \ndefinitions of technical terms or terms of art used in the production and publication \nof images .  On the other hand, Professor Sedlik will not be permitted to offer \ndefinitions of commonly used words or phrases, and he may not offer his \ninterpretations of the 2013 Settlement Agreement or legal conclusions regarding \nDefendants’ liability. \nIT IS SO ORDERED, this the 2nd of February, 2024. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \nfor Complex Business Cases \n "
}