{
  "id": "76cb7b43b1d2f262b3d89261c2f9af8f79595a62dc02008c4915fd18acd33adf",
  "source_file": "data/raw/ncbc/76cb7b43b1d2f262b3d89261c2f9af8f79595a62dc02008c4915fd18acd33adf.pdf",
  "raw_text": "Vizant Techs., LLC v. YRC Worldwide Inc., 2019 NCBC 15. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 20654 \n \nVIZANT TECHNOLOGIES, LLC, \n \nPlaintiff, \n \nv. \n \nYRC WORLDWIDE INC., \n \nDefendant. \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION TO STAY \nPROCEEDINGS PENDING APPEAL \n \n \n \n1. THIS MATTER  is before the Court upon Plaintiff Vizant Technologies, \nLLC’s (“Vizant”) Motion to Stay Proceedings Pending Appeal  (the “Motion”) in the \nabove-captioned case. \n2. Pursuant to N.C. Gen. Stat. § 1 -294 and North Carolina Rule of Appellate \nProcedure (“Appellate Rule”) 8(a), Vizant moves for a stay of proceedings before this \nCourt pending appeal.   After considering the parties’ briefs in support of and in \nopposition to Vizant’s Motion, the arguments of counsel at the February 13 , 2019 \nhearing on the Motion, and other appropriate matters of record, the Court concludes \nthat the Motion should be GRANTED in part and DENIED in part for the reasons \nstated herein. \nLincoln Derr PLLC, by Sara R. Lincoln, for Plaintiff Vizant \nTechnologies, LLC. \n \nStrauch Green & Mistretta, P.C., by Jack M. Strauch and Jessie Charles \nFontenot, for Defendant YRC Worldwide Inc. \n \nBledsoe, Chief Judge. \n \n \n \nI. \nBACKGROUND \n3. The dispute between Vizant and Defendant YRC Worldwide Inc. (“YRC”) \narises from alleged breach es of a Professional Services Agreement (“PSA”) entered \ninto by the parties, the specifics of which have been discussed by the Court in opinions \nreported at Vizant Technologies, LLC v. YRC Worldwide Inc., 2018 NCBC LEXIS 155 \n(N.C. Super. Ct. Nov. 15, 2018), and Vizant Technologies, LLC v. YRC Worldwide Inc., \n2018 NCBC LEXIS 65 (N.C. Super. Ct. June 26, 2018).  Vizant’s claims arise, in part, \nfrom YRC’s nonpayment of fees allegedly owed under the PSA.   See Vizant Techs., \nLLC, 2018 NCBC LEXIS 65, at *9. \n4. According to the PSA’s terms , Vizant was to consult with YRC and \nrecommend ways to lower payment processing costs that YRC experiences in its \nbusiness as a national and international freight carrier .  Id. at *2–7.  Part of this \nconsultation required Vizant to generate an initial written report on its \nrecommendations.  Id. at *2.  YRC would pay Vizant fees based upon a percentage of \nthe “Financial Payment Cost Reductions” YRC realized.  Id. at *11.  Those “Financial \nPayment Cost Reductions” were calculated by co mparing “Pre-Agreement Financial \nPayment Costs” to “Post-Agreement Financial Payment Costs”—terms defined in the \nPSA.  Id. at 11–12.  “Pre-Agreement Financial Payment Costs” were the costs YRC \nincurred before entering the PSA.  Id. at *12.  “Post -Agreement Financial Payment \nCosts” were defined as the financial payment costs YRC incurred “as a result of the \n \n \nstrategies and solutions that [were] identified and recommended by Vizant in \nperformance of its professional services[.]”  Id.   \n5. Vizant contends that YRC  implemented and achieved savings resulting \nfrom two recommendations included in Vizant’s report —(i) charge YRC’s clients an \naccount management fee for credit card transactions and (ii) convince YRC’s clients \nto switch from credit card payments to Automated Clearing House (“ACH”) payments \n(the “ACH Recommendation”).  Id. at *23.  Vizant further contends that YRC did not \npay Vizant fees based on those savings.  Id. at *9, *23.   \n6. In response, YRC asserts that it never reviewed Vizant’s written report and \ncould not have knowingly implemented the strategies contained therein.1  Id. at *19.  \nYRC also contends that it was already implementing or had considered implementing \ncost-reduction strategies similar to the account management fee and ACH \nrecommendations in Vizant’s report and that YRC’s management informed Vizant of \nthis prior to the execution of the PSA.  Id. at *4. \n7. On January 19, 2018, Vizant and YRC filed cross -motions for summary \njudgment.  During briefing and at the hearing on the  motions, both sides disputed \nthe conditions under which the PSA required YRC to pay Vizant a fee.  These \narguments focused on whether the PSA required YRC to pay Vizant for cost \n“reductions . . . even if YRC previously considered implementing th e identifi ed” \nstrategies or implemented the identified strategies independently of the suggestions \n                                                 \n1  One YRC employee reviewed an electronic copy of Vizant ’s report in early 2017 pursuant \nto an order from the Court for the purposes of assisting the parties with discovery.  YRC \ncontends that this is the only instance in which any person associated with YRC has viewed \nVizant’s report. \n \n \nin Vizant’s report (as Vizant argues the contract should be read) or whether YRC was \nonly obligated to pay a fee “if Vizant’s  suggestions actually caused YRC to change \nbusiness practices and realize savings” (as YRC contends).  Id. at *9–10.  In essence, \nYRC argued that it had to pay Vizant only if Vizant came up with and caused YRC to \nimplement new strategies and that YRC did n ot owe Vizant for savings realized \nthrough strategies YRC was already considering or decided to implement of its own \nvolition having never reviewed Vizant’s report.  See id. at *9.  Vizant argued that the \nPSA contained no such nuance and simply required a payment if YRC implemented \none or more of the strategies appearing in Vizant’s report and realized savings.  See \nid. at *10. \n8. In an o rder and o pinion entered June 26, 2018 (the “First Summary \nJudgment Order”), the Court examined whether Vizant’s entitlement to a fee under \nthe PSA turned upon wh ich party caused the relevant cost-saving strategies to be \nimplemented.  In doing so, the Court looked to section 6 of the PSA, which defined \n“Post-Agreement Financial Payment Costs” as “Financial Payment Costs that [YRC] \nincurs on a monthly basis, as a result of the strategies and solutions that have been \nidentified and recommended by Vizant[.]”  (Pl.’s Mem. L. Supp. Mot. Summ. J. Ex. 2 \n§ 6 [hereinafter “PSA”], ECF No. 84.3.)   \n9. The Court concluded that the answer to this specific dispute largely turned \non the meaning of the term “Post-Agreement Financial Payment Costs” and that the \ndefinition of that term was in turn dependent upon the meaning  of the word \n“identified.”  Vizant Techs., LLC, 2018 NCBC LEXIS 65, at *12–13.  The Court noted \n \n \nthat “identify” could mean “specify,” “recognize,” or “name” —definitions supporting \nVizant’s position—or “establish the . . . separate or distinct existence of”—a definition \nsupporting YRC’s argument.  Id. at *13–14.  Because both definit ions of “identify” \nwere reasonable , and the meaning of “identify”  was thus ambiguous, the Court \nconcluded that the definition of “Post -Agreement Financial Payment Costs” was \nambiguous.  Id.  The Court further concluded that the extrinsic evidence presented \nby the parties did not allow the Court to resolve this ambiguity as a matter of law.  \nId. at *17–18.  Thus, the Court held that whether Vizant was entitled to a fee under \nthe PSA was an issue for the jury at trial.  Id. at *22. \n10. The First Summary Judgment Order also addressed a motion by YRC to \nexclude certain opinions and calculations offered by Vizant’s damages expert , Scott \nEmmanuel (“Emmanuel”).  The challenged opinions  concerned the amount in fees \nYRC owed Vizant under the PSA should a jury determine that Vizant was entitled to \na fee under the PSA’s terms.  Id. at *22–23.  YRC forecast that Emmanuel would offer \nopinions on (i) Vizant’s damages linked to outstanding fees owed for Vizant’s “account \nmanagement fee” re commendation and (ii) Vizant’s damages connected with  \noutstanding fees for Vizant’s ACH Recommendation (the “ACH Damages”).  Id. at \n*23.  YRC’s motion challenged Emmanuel’s opinion or opinions on this second \ncategory of damages, contending that Emmanuel’s ACH Damages calculation w as \nspeculative and unreliable under North Carolina Rule of Evidence 702 .  Id. at *23–\n25. \n \n \n11. The Court agreed with YRC.  In so ruling, the Court stated that the PSA did \nnot define “Post -Agreement Financial Payment Costs” as “broad, kitchen -sink \nsavings realized after the execution of the PSA.”  Id. at *26.  Instead, the agreement \n“expressly defined” the savings Vizant’s fee would be based on as “those savings that \nspecifically resulted from the strategies and solutions identified by Vizant.”  Id.  This \ndefinition did not square with Emmanuel’s method of calculating damages.   \n12. In calculating Vizant’s ACH Damages, Emmanuel “a ssumed every single \ndollar of [post -PSA cost reductions] was due solely and completely to YRC having \nconvinced customers to pay by ACH” and took no steps to account for other factors \nthat may have led to a reduction in customers paying with credit cards, e .g., lost \nbusiness.  Id. at *29 (internal quotation marks omitted).  This fact was demonstrated \nmost clearly by the following exchange at Emmanuel’s deposition: \nQ:  And you don’t know whether that reduction was caused by YRC \nimplementing some recommendation that Vizant put in its report, right? \n \nA:  Correct. \n \nQ:  All you know is that your math tells you that there was some reduction, \nand who in the world knows why it happened, right? \n \nA:  Correct. \n \n(Emmanuel Dep. 137:4–11, ECF No. 90.10.)  Because Emmanuel’s calculation of ACH \nDamages did not consider or account for alternative causes of YRC’s cost reductions, \ncontained analytical gaps, and did not make an effort to follow the PSA’s formula for \ncalculating fees, the Court concluded that the ACH Damages calculation was \nunreliable.  Vizant Techs., LLC, 2018 NCBC LEXIS 65, at *30.  The Court ruled that \n \n \nEmmanuel would not be permitted to offer testimony or opinions relating to his ACH \nDamages calculation at trial and that no expert witness would be permitted to give \ntestimony that was dependent upon Emmanuel’s ACH Damages calculation.  Id. at \n*31. \n13. Following the First Summary Judgment Order, YRC filed a motion for \nreconsideration under Rule 54(b) of the North Carolina Rules of Civil Procedure.  YRC \npointed out that the Court, in ruling on the parties’ summary judgment motions, had \nnot considered or addressed a request by YRC  for summary judgment on the \nsufficiency of Vizant’s evidenc e supporting its alleged ACH Damages .  Both sides \nsubmitted briefing on the motion for reconsideration and were given the opportunity \nto argue their positions at an August 30, 2018 hearing on the matter.   \n14. After taking the matter under advisement, the Court concluded that it was \n“clear that the issue of summary judgment as to Vizant’s ACH Damages was properly \nraised and before the Court” at summary judgment, though  the issue had received \nlittle attention from either party.  (Order Def.’s Mot. Recons. ¶ 9, ECF No. 205.)  The \nCourt further concluded that it had  “not address [ed] the sufficiency of Vizant’s \nevidence as to the ACH Damages portion of Vizant’s breach of contract claim or \nexpressly consider[ed] YRC’s request for summary judgment on that issue.”  (Or der \nDef.’s Mot. Recons. ¶ 9.)  The Court thus decided to treat YRC’s motion as a request \nthat the Court decide an issue raised under Rule 56 but left unaddressed by the \nCourt’s prior decision, as opposed to a motion for reconsideration.  (Order Def.’s Mot. \nRecons. ¶ 9.)   \n \n \n15. The Court further noted  that, to the extent the Court’s previous blanket \ndenial of YRC’s summary judgment motion could be read as a ruling on YRC’s request \nfor summary judgment as to the ACH Damages issue, North Carolina case law \n“indicates that a trial court judge has the authority to reconsider his or her own \nsummary judgment ruling.”  (Order Def.’s Mot. Recons. ¶ 10); see also Carr v. Great \nLakes Carbon Corp. , 49 N.C. App. 631, 635, 272 S.E.2d 374, 377 (1980); Miller v. \nMiller, 34 N.C. App. 209, 212, 237 S.E.2d 552, 555 (1977); Levin v. Jacobson , 2016 \nNCBC LEXIS 66, at *5 (N.C. Super. Ct. Aug. 25, 2016) .  The Court thus vacated its \nprevious denial of YRC’s summary judgment motion to the extent the Court’s decision \ncould be read as denying YRC’s request for summary judgment on the sufficiency of \nVizant’s evidence of ACH Damages.  (Order Def.’s Mot. Recons. ¶ 10.) \n16. After providing Vizant time to supplement the summary judgment record \nand submit briefing on the adequacy of its evidence of ACH Damages and YRC an \nopportunity to respond, the Court entered an order and opinion on November 15, 2018 \ngranting YRC’s motio n for summary judgment in part and denying it in part  (the \n“Second Summary Judgment Order”  and, together with the  First Summary \nJudgment Order, the “Summary Judgment Orders” ).  Vizant Techs.,  LLC, 2018 \nNCBC LEXIS 155, at *10, *33.   \n17. The Court’s Second Summary Judgment Order noted that u nder Kansas \nlaw, which governs Vizant’s breach of contract claim, a party seeking damages for \nbreach of contract “must not only show the injury sustained, but must also show with \nreasonable certainty the amount of damage suffered as a result of the injury or \n \n \nbreach.”  Id. at *13 (quoting Venable v. Imp. Volkswagen, Inc., 519 P.2d 667, 674 (Kan. \n1974)).  To warrant recovery  of damages, “there must be some reasonable basis for \ncomputation which will enable the jury to arrive at an approximate estimate thereof.”  \nId. (quoting Venable, 519 P.2d at 674).   \n18. The Court concluded that Vizant could not prove its ACH Damages with the \nlevel of certainty required by Kansas law.  Vizant’s fee under the PSA’s express terms \nwas based on savings YRC achieved “ as a result of  the strategies and \nsolutions . . . identified and recommended by Vizant,” (PSA § 6 (emphasis added)), yet \nall of the evidence Vizant submitted at summary judgment  suffered from the same \nflaw as Emmanuel’s ACH Damages calculation —that is, Vizant’s evidence showed \n“nothing more than a net decrease in credit -card-related costs in the months and \nyears following the PSA and a net trend towards increasing ACH payments,” Vizant \nTechs., LLC, 2018 NCBC LEXIS 155,  at *21.  Vizant argued that this evidence was \n“sufficient to allow a jury to arrive at a reasonable calculation of Vizant’s  damages, \nincluding the ACH subcategory,” but the Court disagreed, explaining: \nwithout any evidence allowing a factfinder to even begin to discern what \nportion of YRC’s reduced credit card costs may have been tied to YRC’s efforts \nto switch customers to paying by ACH, presenting the current record to a jury \nand asking it to approximate the claimed ACH Damages would be asking \njurors to engage in the same speculation that formed the basis for \nEmmanuel’s unreliable opinions.  Kansas law does not allow for Viza nt to \nrecover damages on such evidence. \n \nId. at *32.  The Court thus ruled that Vizant would not recover damages “related to \nsavings YRC purportedly achieved as a result of any strategy aimed at causing \ncustomers to switch from credit card payments to ACH payments.”  Id. at *33. \n \n \n19. On December 14, 2018, Vizant noticed an appeal from the Second Summary \nJudgment Order  pursuant to N.C. Gen. Stat. § 7A -27(a)(3) and Appellate Rule 3.  \n(Pl.’s Notice Appeal 1, ECF No. 221.)  Thereafter, Vizant filed the Motion, requesting \na stay of these proceedings pursuant to Appellate Rule 8 and N.C. Gen. Stat. § 1-294.  \n(Pl.’s Mot. Stay Proceedings Pending Appeal 1, ECF No. 223.)  YRC opposes Vizant’s \nMotion, arguing that Vizant’s requested stay is unjustif ied under applicable law .  \n(YRC’s Br. Opp’n Vizant’s Mot. Stay 1, ECF No. 239.) \nII. \nANALYSIS \n20. The Court first addresses whether a discretionary stay is appropriate under \nAppellate Rule 8 and then proceeds to the parties’ arguments concerning N.C. Gen. \nStat. § 1-294. \nA. Discretionary Stay Under Appellate Rule 8 \n21. Under Appellate Rule 8(a ), “[w]hen appeal is taken in a civil action from a \njudgment, order, or other determination of a trial court , stay of execution or \nenforcement thereof pending disposition of the ap peal must ordinarily first be \nsought . . . by application to the trial court for a stay order.”  N.C. R. App. P. 8(a). \n22. There is “ limited guidance to assist trial courts in analyzing whether to \ngrant a discretionary stay pending appeal” under Appellate Rule 8.  Rutherford Elec. \nMembership Corp. v. Time Warner Entm’t/Advance -Newhouse P’ship, 2014 NCBC \nLEXIS 34, at *8 (N.C. Super. Ct. July 25, 2014).  This Court has previously concluded \nthat in weighing whether to grant such a stay, the trial court should focus on the \n \n \npotential prejudice to the appellant.  Id. at *9–10, n.3 (citing Hilton v. Braunskill, 481 \nU.S. 770 (1987), fo r the four -factor test employed by federal courts).  “Whether an \nappellant can show a substantial likelihood of success on appeal can be a factor in \nshowing prejudice or irreparable harm .”  130 of Chatham, LLC v. Rutherford Elec. \nMembership Corp. , 2014 NCBC LEXIS 35 , at *9 (N.C. Super. Ct. July 31, 2014).   \nExamining Vizant’s appeal here, the Court concludes that the potential for Vizant to \nbe prejudiced by the denial of a discretionary stay is slight. \n23. Vizant contends that “the Second Summary Judgment Order create [d] an \nevidentiary requirement for a causal connection between Vizant’s recommendation \nthat YRC move customers to ACH and YRC’s savings from moving customers to \nACH.”  (Pl.’s Br. Supp. Mot. Stay Proceedings Pending Appeal 4 [hereinafter “Pl.’s \nBr.”], ECF No. 224.)  Vizant goes on to state that “[t]he presence or absence of this \nrequirement is the very issue presented by the PSA’s ‘identified and recommended \nclause’” that “was deemed an issue of fact properly left to the jury by the First \nSummary Judgment Order .”  (Pl.’s Br. 4.)   The grounds for Vizant’s appeal  thus \nappear to be, first, its contention that the Second Summary Judgment Order’s holding \nwas inconsistent with the holding of the First Summary Judgment Order and, second, \nthat the Second Summary Judgmen t Order “improperly applie[d] a causal \nrequirement to Vizant’s damages claim for fees on savings YRC achieved by moving \ncustomers to [ACH] payments.”   (Pl.’s Mot. Stay Proceedings Pending Appeal 1.)   \nVizant’s appeal is not likely to succeed on either ground. \n \n \n24. Vizant is mistaken that the Court’s two Summary Judgment Orders are in \nconflict.  The First Summary Judgment Order examined whether the Court could \nresolve as a matter of law the parties’ disputed interpretations of the PSA concerning \nVizant’s entitlement to a fee.  That dispute centered on whether the plain language \nof the PSA definitively answered whether Vizant was entitled to a fee for savings \nresulting from strategies Vizant put in its report that YRC had either implemented \nor considered i mplementing and then subsequently implemented of its own accord.  \nVizant Techs., LLC , 2018 NCBC LEXIS 65, at *12; ( Pl.’s Br. 2 (“At summary \njudgment, Vizant contended that this phrase includes costs saved as a result of \nstrategies and solutions Vizant iden tified, regardless of whether Vizant actually \ncaused YRC to implement the strategies and solutions.”); Pl.’s Mem. Law Supp. Mot. \nSumm. J. 19 [hereinafter “Pl.’s Summ. J. Br.”] , ECF No. 84 (“[T]he parties intended \nYRC to pay Vizant for such reductions even if YRC terminate[d] the contract and \neven if YRC previously considered implementing the identified cost reduction.”)).   \n25. The Court conclude d that the relevant definition in the PSA, “Post -\nAgreement Financial Payment Costs,” was ambiguous in this regard bec ause, while \nsome words in that definition carried a plain meaning, Vizant Techs., LLC , 2018 \nNCBC LEXIS 65, at *13 (“The meaning of ‘recommended’ within the PSA is plain[.]”), \nthe word “identified” was susceptible to more than one reasonable interpretation, id. \nat * 13–15.  As a result of this ambiguity, t he Court determined that it could not \nconclude as a matter of law whether Vizant’s entitlement to a fee changed based upon \n \n \nwhich party was responsible for YRC’s implementation of a recommended strategy.  \nId. at *18. \n26. Later in the First Summary Judgment Order, in assessing whether to \nexclude Emmanuel’s ACH Damages calculation on YRC’s motion to exclude, the \nCourt noted a requirement of the PSA that did not appear to be in dispute: that the \nPSA based the calculation of Vizant’s fee, if a fee was due, on those savings achieved \n“as a result of” the Vizant-recommended strategies.  Id. at *26 (“[I]n order to \ndetermine this difference in savings, one has to know which reductions in post -\nagreement costs occurred ‘as a result of’ the strategies[.]”).   \n27. Indeed, at summary judgment, Vizant consistently supported this reading \nof the PSA.  (Pl.’s Summ. J. Br. 9 (“Under the contract, YRC must continue to pay for \ncost reductions identified by Vizant and realized by YRC, but it does not have to pay \nfor cost reductions Vizant did not identify or YRC did not realize.” (emphasis added)); \nPl.’s Mem. Opp’n Def.’s Mot. Summ. J. 5 , ECF No. 180  (“Under [section 24 of the \nPSA], if YRC terminates the contract, it is required to cont inue providing data and \npaying Vizant its fee for Financial Payment Cost Reductions, ‘if such Financial \nPayment Cost Reductions were identified by Vizant.’  The provision reiterates that \nphrase for a second time, clarifying that YRC is not required to pay a fee for such \nreductions if they ‘were not identified’ by Vizant.” (emphasis added)).) \n28. Vizant still maintains this position now.  (Pl.’s Reply Br. Supp. Mot. Stay \nProceedings Pending Appeal 6  [hereinafter “Pl.’s Reply Br.”] , ECF No. 243  (“[T]he \n \n \nCourt’s position appears consistent with Vizant’s position that it is entitled to fees for \nsavings that resulted from strategies it identified.” (emphasis added)).)   \n29. Because the PSA clearly required any cost reduction from which Vizant’s fee \nwould be calculated to be a “result of”  a Vizant-recommended strategy, the Court \nconcluded Emmanuel’s ACH Damages calculation —which simply looked at a net \ndecrease in credit-card-related costs and assumed the entirety of that dec rease was \nthe “result of” a recommended strategy—was unreliable.  Vizant Techs., LLC , 2018 \nNCBC LEXIS 65, at *26, *29–30. \n30. In the subsequent Second Summary Judgment Order, the Court examined \nYRC’s previously unaddressed argument that Vizant could not forecast evidence from \nwhich a factfinder could calculate Vizant’s ACH Damages with reasonable certainty.  \nVizant Techs., LLC , 2018 NCBC LEXIS 155, at *11 –12.  The Second Summary \nJudgment Order evaluated Vizant’s damages evidence under applicable Kansas law, \nwhich requires a party se eking damages in a breach of contract action to present \nevidence constituting “some reasonable basis for computation which will enable the \njury to arrive at an approximate estimate thereof” because parties are not entitled to \nrecover “speculative” damages.   Id. at *13 ( first quoting Venable, 519 P.2d at 674; \nthen quoting State ex rel. Stovall v. Reliance Ins. Co. , 107 P.3d 1219, 1228 ( Kan. \n2005)); see also Venable , 519 P.2d at 674 (concluding that there was “wholly \ninsufficient” evidence for one category of plaintiff’s damages to submit that item to \nthe jury).   \n \n \n31. Thus, t he focus of the Second Summary Judgment Order was on the \nsufficiency of Vizant’s damages evidence, not  on whether Vizant could prove the \nexistence of a valid contr act, its breach, or a resulting injury .  Those issues were \nexamined in the First Summary Judgment Order, and as  to those issues, the Court \nconcluded that Vizant had forecast “adequate evidence to survive summary \njudgment” as to whether, under the PSA, “YRC achieved savings by convincing its \ncustomers to switch from credit card to ACH ” and failed to pay Vizant any \ncompensation.  Vizant Techs., LLC, 2018 NCBC LEXIS 155, at *17.   \n32. The separate issue of whether Vizant coul d forecast evidence that would  \nprovide a jury with a reasonable basis to award Vizant a sum for any compensation \nowed under the PSA was not determined in the First Summary Judgment Order.  Id. \nat * 17–18.  The Court answered this latter issue in the negative in the Second \nSummary Judgment Order, holding that while there may have been a genuine issue \nof material fact as to whether YRC implemented and achieved savings from, and thus \nwhether Vizant was entitled to a fee for , Vizant’s ACH Recommendation, Vizant’s \nevidence as to what the amount of that fee should be was wholly inadequate to submit \nthe issue of Vizant’s claimed ACH Damages to a jury.  Id. at *17–18, *32–33.   \n33. The two Summary Judgment Orders were not inconsistent.  Vizant’s \nassertion that there is one “causal requirement issue,” (Pl.’s Br. 5), that the two orders \ntreat differently is incorrect.  The First Summary Judgment Order  dealt with \nwhether, under the PSA’s terms,  Vizant’s entitlement to a fee turned upon which \nparty caused YRC to implement a recommended strategy.  The Court concluded that \n \n \nthis issue was not capable of resolution as a matter of law.  The First Su mmary \nJudgment Order also noted—regardless of what “identified” meant —that under the \nPSA’s express terms any fee for Vizant would be based on the savings YRC achieved \nas a result of a strategy that appeared and was recommended in Vizant’s report.  This \nfunction of the PSA’s terms was not disputed  and was a primary reason the Court \nexcluded the calculations of Vizant’s expert on ACH Damages .  See Vizant Techs., \nLLC, 2018 NCBC LEXIS 65, at *29 (“This calculation (i) does not abide by the formula \nin the PSA, which requires a comparison of pre -agreement costs to post -agreement \ncosts resulting from strategies identified by Vizant, (ii) rests on unjustifiable \nassumptions, and (iii) could mislead a jury into awarding Vizant damages for wh at \nwas in reality a loss in YRC’ s business.”).  Again, contrary to its current position, \nVizant has consistently maintained that YRC is not required to pay for savings that \nwere not the “result of” a Vizant-recommended strategy.  (See, e.g., Pl.’s Mem. Opp’n \nDef.’s Mot. Summ. J. 5.)   \n34. The Second Summary Judgment Order, in turn, examined the sufficiency of \nVizant’s evidence as to the amount of ACH Damages Vizant claimed under Kansas \nlaw, taking into account the agreed-upon-and-not-previously-disputed reading of the \n“result of” language in the PSA.  The Court concluded that Vizant had not presented \nsufficient evidence to allow a jury to award Vizant damages for any unpaid fee owed \nby YRC for implementing a strategy of switching customers from credit card to ACH \npayments.  This determination does  not conflict with the Court’s previous decision \nabout the ambiguity of the “identified” language in the PSA in any way. \n \n \n35. The Court carefully reiterat es this point; there is no singular “causal \nrelationship” or “causal requirement issue” addressed by the Summary Judgment \nOrders, despite Vizant’s attempt to frame the issues in this way.  The Court’s opinions \nto date have addressed two separate “causal” i ssues.  First, there is a question as to \nwhether Vizant’s entitlement to compensation under the PSA turns on which party \ncaused strategies appearing in Vizant’s report to be implemented.  The jury must \nanswer that question.  Second, there is a “causal” requirement provided by the PSA’s \nterms, which, for fee calculation purposes, only counts YRC’s savings that were the \n“result of” a Vizant-recommended strategy.  The parties have consistently agreed to \nthis latter reading of the PSA’s terms, and the Court has  consistently applied the \n“result of” language in its decisions.    \n36. The Court thus concludes that Vizant is unlikely to succeed on appeal to the \nextent its appeal attempts to paint the Court’s Summary Judgment Orders as \ninconsistent.  \n37. Vizant also appears to contend on appeal that, in addition to being \ninconsistent, the Court’s Second Summary Judgment Order was incorrectly decided.  \nVizant argues that the Court erroneously interpreted Kansas law to require \n“causation” to prove damages, that is, a “c ausal relationship between Vizant’s fees \nand YRC’s savings.”  (Pl.’s Reply Br. 8.)  This characterization of the Court’s holding \nis incorrect and confuses the interaction between the PSA and Kansas law. \n38. Kansas law is not the primary source of the requireme nt that Vizant’s fees \nmust be linked to the savings YRC achieved as a result of  a Vizant-recommended \n \n \nstrategy.  That requirement is instead imposed by the PSA.  The PSA’s terms set \nVizant’s fees by reference to cost reductions that are the “result of ” Vizant’s \nrecommended strategies.  Vizant Techs., LLC, 2018 NCBC LEXIS 65, at *26  (citing \nPSA § 6) .  Language throughout the contract reinforces this point.  ( See, e.g., PSA \n§§ 8, 10 (basing Vizant’s fee on monthly “Financial Payment Cost Reductions,” which \nmeant “any and all Financial Payment Costs that [were] reduced, recouped, \nrecovered, and realized by [YRC] during the Agreement Term, provided that they have \nbeen identified and recommended by Vizant ” (emphasis added)); PSA § 24 (“Client \nshall not be required to pay any Fees to Vizant with respect to Financial Payment \nCost Reductions that were not identified[.]”).)  As Vizant still argues now, Vizant was \n“entitled to fees for savings that resulted from strategies it identified.”  (Pl.’s Reply \nBr. 6 (emphasis added).)  Vizant was not entitled to a fee “ for cost reductions Vizant \ndid not identify or YRC did not realize.”  (Pl.’s Summ. J. Br. 9.)   \n39. In this case, one source of damages Vizant alleges is an unpai d fee that \nVizant believes it is entitled to receive for savings YRC purportedly achieved as a \nresult of implementing a strategy of switching customers from credit card payments \nto ACH payments, a strategy Vizant alleges it identified  and recommended .  \nAwarding this amount of damages would require a jury to determine the outstanding \nfee Vizant contends it is owed.  See Stovall, 107 P.3d at 1228 (“The basic principle of \ncontract damages is to make a party whole by putting it in as good a position as the \nparty would have been had the contract been performed.”).  In order to calculate this \noutstanding fee, a jury would have to determine the cost reductions YRC achieved as \n \n \na “result of” the strategy of swi tching customers to ACH payments.  Again, this \nmanner of calculating Vizant’s fee, and thus its damages, is not dictated by Kansas \nlaw, but by the PSA.  (See PSA §§ 6, 8, 10, 24.) \n40. Kansas law requires that a party seeking damages for breach of contract \nprovide a “reasonable basis for computation of damages.”  Stovall, 107 P.3d at 1228.  \nThe claimant “ must not only show the injury sustained, but must also show with \nreasonable certainty the amount of damage suffered as a result of the injury or \nbreach.”  Venable, 519 P.2d at 674.  Thus, Kansas law supplied the requirement that \nVizant’s evidence provide a jury with a reasonable basis  for, or reasonable certainty \nas to , the amount of damages to award, while the PSA defined what information \nshould be considered when computing those damages. \n41. In the Second Summary Judgment Order , the Court evaluated  whether \nVizant could provide a  jury with a reasonable basis to calculate Vizant’s alleged \noutstanding fee for the ACH Recommendation under the PSA’s terms .  After \nreviewing the record, the Court concluded that Vizant could not.  Vizant’s evidence \nshowed nothing more than a net decrease in YRC’s credit card costs and an increase \nin ACH payments over several years.   Vizant Techs., LLC, 2018 NCBC LEXIS 155, \nat *31 –32.  A jury examining this evidence would have no reasonable basis for \ndetermining what portion of the shown reduction in credit card costs was the result \nof a strategy of switching customers to ACH pa yments and what portion was \nattributable to any number of other factors , even by a rough estimate.   If allowed to \nreach the issue of damages, a jury might conclude, as Vizant’s expert had, that every \n \n \ndollar of reduced credit card costs  was attributable to a strategy of switching \ncustomers to ACH payments.  Alternatively, the jury might conclude that the number \nshould be fifty, twenty-five, fifteen, or some other percentage of the cost reduction \nYRC experienced.  Based on Vizant’s evidence, n one of these conclusions would be \nless speculative than another.  As a result, any amount the jury awarded Viza nt as \nan outstanding fee for the ACH Recommendation would be inherently speculative as \nwell.  The Court thus concluded that Vizant could not show with reasonable certainty \nthe amount of  ACH Damages it was entitled to recover or provide the jury with a \nreasonable basis to calculate an award of such damages. \n42. The referenced Kansas case law  and the evidentiary record, as \nsupplemented, lead the Court to conclude that Vizant is unlikely to persuade the \nSupreme Court of North Carolina that this Court erred in concluding that Vizant \ncannot recover the ACH D amages it seeks.   The Court’s decision  rests on well -\nestablished Kansas law and a reading of the PSA’s terms that neither party disputes.  \nAs a result, the Court concludes that Vizant has not proven that it will be prejudiced \nby the denial of a discretionary stay.  Vizant’s motion for such a stay under Appellate \nRule 8 is therefore denied. \nB. Stay under N.C. Gen. Stat. § 1-294 \n43. “When an appeal is perfected . . . it stays all further proceedings in the court \nbelow upon the judgment appealed from, or upon the matter embraced therein, unless \notherwise provided by the Rules of Appellate Procedure.”  N.C. Gen. Stat. § 1 -294.  \nThis is equally true “ [w]hen a litigant tak es an appeal  . . . from an appealable \n \n \ninterlocutory order[.]”  Veazey v. Durham , 231 N.C. 357, 363, 57 S. E.2d 377, 382 \n(1950) (emphasis added).  As this State’s appellate courts have frequently stated, “an \ninterlocutory order, one that ‘does not dispose of  the case, but leaves it for further \naction by the trial court in order to settle and determine the entire controversy,’ is \ngenerally not appealable” and thus generally not a candidate for immediate review.  \nSED Holdings, LLC v. 3 Star Props., LLC , 250 N.C. App. 215, 220,  791 S.E.2d 914, \n919 (2016) (quoting Veazey, 231 N.C. at 362, 57 S.E.2d at 381 ).  Nevertheless, an \ninterlocutory order will be deemed  immediately appealable when it “affects a \nsubstantial right that will clearly be lost or irremediably adversely affected if the \norder is not review[ed] before final judgment.”  Id. at 221, 791 S.E.2d at 919 (quoting \nEdmondson v. Macclesfield L-P Gas Co., 182 N.C. App. 381, 391, 642 S.E.2d 265, 272 \n(2007)); see also N.C. Gen. Stat. § 1-277(a).   \n44. On the question of what constitutes a substantial right that will be \nadversely affected, “a two part test has developed —the right itself must be \nsubstantial and the deprivation of that substantial right must potentially work injury \nto [the appellant] if not corrected before appeal from final judgment.”   Plasman v. \nDecca Furniture (USA), Inc. , 800 S.E.2d 761, 768 (N.C. Ct. App. 2017)  (quoting \nGoldston v. Am. Motors Co rp., 326 N.C. 723, 726, 392 S.E.2d 735, 736 (1990)) , disc. \nrev. denied, 812 S.E.2d 849 (N.C. 2018) .  “The trial court has the authority  . . . to \ndetermine whether or not i ts order affects a substantial right of the parties or is \notherwise immediately appealable.”  RPR & Assocs. v. Univ. of N.C.-Chapel Hill, 153 \nN.C. App. 342, 348, 570 S.E.2d 510, 514 (2002); see also Plasman, 800 S.E.2d at 768.  \n \n \nThe trial court makes this determination on a case-by-case basis, see SED Holdings, \nLLC, 250 N.C. App. at 221, 791 S.E.2d at 919, and the appellant bears the burden of \nshowing that the interlocutory order affects a substantial right , Jeffreys v. Raleigh \nOaks Joint Venture, 115 N.C. App. 377, 380, 444 S.E.2d 252, 254 (1994).   \n45. Vizant argues  here that the Court’s Second Summary Judgment Order , \nwhile interlocutory, is immediately appealable because it leaves Vizant vulnerable to \na risk of two trials with inconsistent v erdicts and thus affects a substantial right .  \n(Pl.’s Br. 5.)  “If Vizant wins it s breach of contract case at the first trial,” Vizant \nargues, “and then wins its appeal of this Court’s dismissal of its ACH [ Damages], \nVizant will be forced to relitigate each and every one  of [a whole] litany of f actual \nissues in a second trial, ” including the existence of a valid contract and its breach.   \n(Pl.’s Reply Br. 3.)   \n46. In pursuing its breach of contract claim, Vizant alleges the existence of one \ncontract that was breached in multiple ways.  Absent a stay, this matter will proceed \nto a jury trial  commencing on May 20 , 2019 on Vizant’s allegations that it is owed \ncompensation for its account management fee recommendation while the Court’s \ndismissal of Vizant’s ACH Damages claim is on appeal.  Should Vizant prevail on its \nappeal, Vizant is concerned that a jury in a second trial on the ACH Recommendation \nand alleged ACH Damages may make findings or draw conclusions as to the existence \nof a contract between the parties  or the meaning of the PSA’s terms  that would \nconflict with jury findings on these same issues in the first trial. \n \n \n47. YRC responds by asserting that even if Vizant’s characterization of the \nCourt’s Summary Judgment Orders is accurate, the present state of this case does \nnot present a risk of inconsistent verdicts.  Instead, YRC argues that, at most, Vizant \nfaces the possibility of a first trial resulting in a jury verdict that would be vacated if, \non appeal, the Supreme Court of North Carolina determines that this Court erred in \nits application of the law and instructions to the jury .  YRC contends that this is so \nbecause “[the first] verdict would have been based on this Court’s instruction that the \nPSA contains” the “causal requirement ” Vizant takes issue with in the Second \nSummary Judgment Order.  (YRC’s Br. Opp’n Vizant’s Mot. Stay 10 .)  Additionally, \nYRC argues, should Vizant succeed on appeal and be permitted to address the issue \nof its claimed ACH Damages in a second trial, Vizant will not need to reprove each \nand every question of fact necessary to establish a valid contract and the meaning of \nthat contract’s terms because such issues will be determined in the first trial and \nsubject to collateral estoppel. \n48. Ordinarily, a party’s preference for having all claims or issues “determined \nduring the course of a single proceeding does not ris e to the level of a substantial \nright.”  Hamilton v. Mortg . Info. Servs., 212 N.C. App. 73, 79, 711 S.E.2d 185, 190 \n(2011).  However, a substantial right is affected “when the same issues are present ” \nin more than one trial and this correspondence of issues “creat[es] the possibility that \na party will be prejudiced by different juries in separate trials rendering inconsistent \nverdicts on the same factual issue.”  Carcano v. JBSS, LLC, 200 N.C. App. 162, 167, \n684 S.E.2d 41, 47 (2009); see also Green v. Duke Power Co. , 305 N.C. 603, 608, 290 \n \n \nSE.2d 593, 596 (1982) (“Ordinarily the possibility of undergoing a second trial affects \na substantial right only when the same issues are present in both trials, creating the \npossibility that a party will be prejudice d by different juries in separate trials \nrendering inconsistent verdicts on the same factual issue.”).   \n49. “The mere fact that claims arise from a single event, transaction, or \noccurrence does not, without more, necessitate a conclusion that inconsistent verdicts \nmay occur unless all of the affected claims are considered in a single proceeding .”  \nHamilton, 212 N.C. at 80, 711 S.E.2d at 190.  Our State’s appellate courts have found, \nhowever, that a substantial right can be adversely affect ed in cases where certain \nclaims are resolved before trial while others continue and  “there are overlapping \nfactual issues between the claim [s] determined and any claims which have not yet \nbeen determined.”  Carcano, 200 N.C. App. at 168, 684 S.E.2d at 47 (quoting Davidson \nv. Knauff Ins. Agency, 93 N.C. App. 20, 26, 376 S.E.2d 488, 492 (1989)). \n50. Reviewing Vizant’s claim, applicable Kansas and North Carolina law, and \nthe parties’ arguments, the Court agrees with Vizant.  Should the Court proceed to \ntry the remaining portions of Vizant’s breach of contract claim while Vizant appeals \nthe Court’s Second Summary Judgment Order, the issues considered by a factfinder \nat the presently scheduled trial will substantially overlap with those considered by a \nfactfinder in a possible second trial such that a risk of inconsistent verdicts may \nfollow. \n51. To begin with, there appears to be some confusion as to whether the Court’s \nSecond Summary Judgment Order precluded Vizant from proving a breach of \n \n \ncontract claim premised on  YRC’s failure to compensate Vizant for the ACH  \nRecommendation at trial or whether the Court’s decision allows Vizant to still argue \nthe existence of a contract and its breach with regard to this recommendation while \nprecluding Vizant from recovering actual damages due to YRC’s nonpayment.  Under \nKansas law, the Court’s decision appears to effect the former of these two \npossibilities. \n52. The Supreme Court of Kansas has not directly addressed whether a material \nbreach, standing alone, is sufficient to sustain a breach of contract claim and entitle \na plaintiff to nominal damages in the absence of proof of actual damages.  See All W. \nPet Supply Co. v. Hill’s Pet Prods. Div. , 840 F. Supp. 1433, 1440 –41 (D. Kan. 1993).  \nFederal courts sitting in Kansas have conclude d that Kansas law does (or would, if \nconfronted with the issue) allow a plaintiff to maintain a breach of contract action \nbased solely on material breach .  See Neonatal Prod. Grp., Inc. v. Shields , 312 F. \nSupp. 3d 1010, 1026–27 (D. Kan. 2018); Sprint Nextel Corp. v. The Middle Man, Inc., \nNo. 12-2159-JTM, 2015 U.S. Dist. LEXIS 3792, at *4 –5 (D. Kan. Jan. 13, 2015);  All \nW. Pet Supply Co., 840 F. Supp. at 1441.  There is some support for that view in older \nKansas case law.  See Freeto Constr. Co. v. Am. Hoist & Derrick Co., 457 P.2d 1, 5–6 \n(Kan. 1969); Wolfert Landscaping Co. v. LRM Indus., Inc. , No. 106989, 2012 Kan. \nApp. Unpub. LEXIS 966, at *12 (Kan. Ct. App. Nov. 2, 2012) (“As a general rule, when \na party establishes a material breach of contract it is entitled to nominal damages at \na minimum.”).  Recent statements by Kansas appellate courts, however, indicate that \nthe opposite is true. \n \n \n53. In 2013, the  Supreme Court of Kansas pronounced that “damages to the \nplaintiff caused by the breach ” is an element of a bre ach of contract claim.  \nStechschulte v. Jennings, 298 P.3d 1083, 1098 (Kan. 2013).  While that case did not \naddress the availability of nominal damages in Kansas , subsequent appellate case \nlaw from Kansas has treated damages as an essential element of a breach of contract \nclaim.  See Hendrix v. Sheridan, No. 117,112, 2018 Kan. App. Unpub. LEXIS 378, at \n*17 (Kan. Ct. App. May 18, 2018) (affirming summary judgment against plaintiff \nwhen plaintiff failed to prove he was damaged as a result of a breach of contract); All. \nPlatforms, Inc. v. Behrens (Moxy Solutions, LLC), 305 P.3d 30, 35 (Kan. Ct. App. 2013) \n(treating damages as a necessary element of a breach of contract claim) .  This \napproach is mimicked by the most recent version of the Kansas pattern jury \ninstructions.  PIK Civ. 4th 124.01-A (“The essential elements of an action based on a \ncontract are: . . . (5) Damages to plaintiff caused by the breach.”).   \n54. In light of this authority treating actual damages as an element of a breach \nof contract claim, and in the absence of clear Kansas case law holding that a party \nmay proceed on a breach of contract claim merely to prove material breach and \nreceive nominal damages, the Court concludes that its ruling in the Second Summary \nJudgment Order effected a dismissal of Vizant’s breach of contract claim to the extent \nVizant sought to prove a breach of contract based on nonpayment of fees owed for its \n \n \nACH Recommendation.  As a result, that ground for Vizant’s breach of contract claim \nis out of the case.2 \n55. Consequently, Vizant finds itself in  a novel position.  Vizant has alleged \nmultiple breaches of a single contract, which, by its terms, may entitle Vizant to \nactual (and distinct) damages for YRC’s alleged failure to compensate Vizant for each \nrecommendation that was allegedly implemented.  Absent a stay, Vizant will proceed \nto trial based on one of the alleged breaches of the PSA that purportedly resulted in \nactual damages (the account management fee recommendation) , but not the other  \n(the ACH Recommendati on).  The Court concludes that a  reversal of the Court’s \ndecision precluding Vizant from pursuing its breach of contract claim based on the \nACH Recommendation may result in a second trial that would involve substantially \nthe same factual issues as the first.   \n56. In particular, in the event the Supreme Court of North Carolina concludes \nthat this Court did not misinterpret the PSA but should have permitted the jury to \nconsider an award for Vizant’s ACH Damages under Kansas law, Vizant will have to \ngo through a first breach of contract trial on the management fee recommendation \nfollowed, after the successful appeal, by a second breach of contract trial on the ACH \n                                                 \n2  The Court is sympathetic to the views of the federal district  court judges in Kansas who \nhave held that Kansas law allows for the recovery of nominal damages for breach of contract.  \nEach member of that bench possesses an unquestionable understanding of Kansas law and \nmay well have correctly forecast the stance the Supreme Court of Kansas will take if \npresented with the apparent inconsistency between prior case law, see Freeto Constr. Co., 457 \nP.2d at 5 –6, and the recen t trend of viewing damages as an element of breach of contract \nclaims, Stechschulte, 298 P.3d at 1098.  In the present case, however, the Court concludes it \nmust follow the most recent applicable Kansas appellate authority, which supports treating \nactual d amages as an element of a breach of contract claim under Kansas law , thus \nprecluding an award of nominal damages for Vizant.  \n \n \nRecommendation.  In this scenario , Vizant would not only have to prove its ACH \ndamages in a second trial but would also have to prove a breach of the PSA based on \nYRC’s failure to compensate Vizant  for the ACH  Recommendation.  Because this \nbasis for Vizant’s breach of contract claim would require a jury to examine the same \nprovisions of the PSA that would be in dispute in Vizant’s first trial, the same factual \nissues would be presented for jury determination in both trials. \n57. Our appellate courts have found a substantial right was affected in similar \ncases.  For example, i n Carcano our Court of Appeals concluded that a substantial \nright was affected where various dismissed claims and a continuing breach of contract \nclaim were based upon the same factual issues, specifically, whether the defendants \nhad made false representations to the plaintiffs while the parties were contracting to \nform and investing in a limited liability company .  Carcano, 200 N.C. App. at 168, \n684 S.E.2d at 47.  Because the continuing contract claim and the dismissed, appealed \nclaims shared overlapping factual issues, the Court of Appeals concluded that \ninconsistent verdicts could result and the appeal of the interlocutory order was \nproper.  Id.; see also Shallotte Partners, LLC v. Berkadia Commercial Mortg., LLC , \nNo. COA15 -89, 2015 N.C. App. LEXIS 561, at *10 (N.C. Ct. App. July 7, 2015) \n(holding that a risk of inconsistent verdicts was present where dismissed claims for \nbreach of fiduciary duty and construct ive fraud were based on the same agreement \nas a continuing breach of contract claim). \n58. In this case, Vizant’s dismissed basis for its breach of contract claim and its \ncontinuing basis for that claim share an even greater overlap of factual issues.  Both \n \n \ngrounds for the claim are based upon the PSA, and purs uing either alleged breach \nwill require Vizant to put many of the same factual issues to a jury.  See Stechschulte, \n298 P.3d at 1098 (stating that, under Kansas law, “[t]he elements of a breach of \ncontract claim are: (1) the existence of a contract between the parties; (2) sufficient \nconsideration to support the contract; (3) the plaintiff’s performance or willingness to \nperform in compliance with the contract; (4) the defendant’s breach of the contract; \nand (5) damages to the plaintiff caused by the breach”) .  Given the wide range of \nfactual issues the parties dispute, including the existence of a valid contract, the \nsufficiency of the consideration for that contract, the meaning of the contract’s terms, \nwhether Vizant performed, whether each or any of the breaches Vizant alleges \noccurred, and whether Vizant is owed any damages, two juries might reach very \ndifferent conclusions on whether YRC was obligated to Vizant or breached its \nobligations under the PSA.   \n59. The Court is not convinced that this risk is neutralized by the doctrine of \ncollateral estoppel, as YRC argues.  YRC contends that collateral estoppel dictates \nthat, in the event of a second trial, all those issues determined by the jury in the first \ntrial that were not affected by any reversible error will be binding upon the outcome \nof the second trial, and thus the parties do not face the possibility of inconsistent \nverdicts.  As traditionally applied, however, the doctrine of collateral estoppel means \n“a final judgment on the merits prevents relitigation of issues a ctually litigated and \nnecessary to the outcome of the prior action in a later suit involving a different cause \nof action between the parties or their privies.”  Thomas M. McInnis & Assocs., Inc. v. \n \n \nHall, 318 N.C. 421, 428, 349 S.E.2d 552, 557 (1986) (emphasis added).   YRC has not \nprovided the Court with case law applying this doctrine to preserve certain factual \ndeterminations by a jury in one trial as binding on a jury in a second trial in the same \ncase on the same or substantially related causes of action, and the Court’s research \nhas not uncovered any such authority.  The Court therefore concludes that collateral \nestoppel does not protect the parties against the possibility of inconsistent verdicts \nhere. \n60. The Court also disagrees with YRC’s assertion that the Court of Appeals’ \nunpublished decision in Shareheart Develop ment Corp. v. Pamlico County , No. \nCOA07-704, 2007 N.C. App. LEXIS 2520 (N.C. Ct. App. Dec. 18, 2007), is applicable \nor persuasive here.  In Shareheart, the defendant county tried to apply an ordinance \nto a real estate project the plaintiff developed.  Id. at *2.  The plaintiff sought \ndeclaratory relief that the ordinance did not apply to the project and damages for \nalleged violations of its constitutional rights.  Id.  On plaintiff’s motion for judgment \non the pleadings, the trial court held that the ordina nce did not apply to the project \nbut left the plaintiff’s  claims regarding violations of its constitutional rights  \nunresolved, and the defendant appealed.  Id. at *6–7.  The Court of Appeals concluded \nthat the trial court’s order was not immediately appeal able because the defendant \ndid not face a risk of inconsistent verdicts.  Id. at *7.  The court explained:  \nIf this Court reversed the trial court ’s order for partial judgment on the \npleadings, one of two results might obtain.  If only issues of law were \npresented and the Court determined that Defendant was entitled to \njudgment, we could remand for entry of judgment in favor of Defendant.   \nAlternatively, if issues of fact were presented regarding the application of the \nOrdinance to the Project, the Court might reverse and remand for a new trial \n \n \nwherein the jury would resolve the pertinent factual issues.  In either event, \nthe jury verdict in favor of Plaintiff would be vacated because of its reliance \non the presumption that the Ordinance was inapplicable to the Project.  This \neliminates the possibility of two trials with inconsistent verdicts. \n \nId. at *6–7.   \n61. The situation facing this Court is more complicated.  Unlike in Shareheart, \nwhere the appeal in question would result either in an entry of judgment in  favor of \nthe appellant or a reversal, a vacated jury verdict, and a retrial, here more potential \noutcomes exist.  As mentioned above, Vizant may succeed on its claim for breach of \ncontract based on the account management fee recommendation.  Following Vizant’s \nsuccess at trial, the  Supreme Court of North Carolina may conclude that while this \nCourt interpreted the PSA correctly and was correct in its statements of Kansas law, \nthe issue of ACH Damages should have been submitted to the jury and Vizant should \nhave been allowed to proceed on its claim for breach of contract based on the ACH \nRecommendation.   \n62. In this scenario, the appellant will have won its appeal, but unlike in \nShareheart, Vizant will not be entitled to an immediate entry of judgment in its favor, \nand the jury verdict from the first trial will not be vacated because of an erroneous \ninstruction on the law.  The second trial on Vizant’s ACH Recommendation and ACH \nDamages will requir e a second jury to examine many of the same issues of fact \nunderlying the first jury verdict.  Even assuming, as YRC argues, that the verdict \nfrom the first trial was binding upon the second jury on factual questions identical to \nboth grounds for Vizant’s  claim—i.e., (i) the existence of a contract between the \nparties, (ii) sufficient consideration to  support the contract , and  (iii) Vizant’s \n \n \nperformance or willingness to perform in compliance with the contract —the second \njury would still have to determine whether YRC breached the PSA in connection with \nthe ACH Recommendation and whether that breach damaged Vizant.   To answer \nthose questions, particularly breach, the second jury will again have to resolve \nambiguities in the same provisions of the PSA to determine the nature of the parties’ \nagreement and YRC’s obligations under the agreement.  The second jury may resolve \nthose ambiguities differently than the previous jury.  This possibility creates a risk \nof inconsistent verdicts. \n63. In conclusion, though the potential for Vizant to be prejudiced by the denial \nof a stay in these proceedings is slight, and Vizant’s chance of success on appeal \nappears slim, the unique characteristics of Vizant’s breach of contract claim and the \nlarge number of unresolved and overlapping factual questions  common to the \nmultiple grounds on which Vizant asserts a breach of the PSA create the potential for \ninconsistent verdicts.  Thus, the Court concludes that a substantial right is af fected \nand that  Vizant’s appeal is proper .  The Court will therefore stay the currently \nscheduled trial and all other proceedings in this action under N.C. Gen. Stat. § 1-294 \npending resolution of Vizant’s appeal of the Second Summary Judgment Order to the \nSupreme Court of North Carolina.3  \n                                                 \n3  YRC also argues that Vizant has no basis to move for a stay under N.C. Gen. Stat. § 1-294 \nbecause the issue Vizant  seeks to appeal—the “causation” holding Vizant attributes to the \nSecond Summary Judgment Order —was actually decided in the First Summary Judgment \nOrder, from which Vizant did not notice an appeal.  (YRC’s Br. Opp’n Vizant’s Mot. Stay 14.)  \nRegardless, however, of whether Vizant has appealed the issue it intended to appeal, Vizant \nhas filed a timely notice of appeal seeking review of the Second Summary Judgment Order.  \nN.C. R. App. P. 3(c); (Pl.’s Notice Appeal 1).  As noted above, the Second Summary Judgment \n \n \nIII. \nCONCLUSION \n64. WHEREFORE, the Court hereby ORDERS as follows: \na. To the extent the Court retains jurisdiction to consider the issue,  \nVizant’s Motion is DENIED as to Vizant’s request for a discretionary \nstay under Appellate Rule 8. \nb. To the extent Vizant’s Motion seeks a stay pursuant to N.C. Gen. Stat. \n§ 1-294, Vizant’s Motion is GRANTED.  All proceedings in this action \nare hereby stayed under N.C. Gen. Stat. § 1 -294 until further order of \nthe Court pending resolution of Vizant’s appeal of the Second Summary \nJudgment Order to the Supreme Court of North Carolina.4  Vizant shall \nnotify the Court, by e-mail to the Court’s law clerk, of the disposition of \nVizant’s appeal within three business days after Vizant receives notice \nof the disposition of that appeal. \n                                                 \nOrder precluded Vizant from recovering actual damages related to its ACH Recommendation \nand, under Kansas law, effected a dismissal of Vizant’s breach of contract claim to the extent \nthe claim was based on Vizant’s ACH Recommendation.  Vizant’s appeal h as conferred \njurisdiction on the Supreme Court of North Carolina to review the Second Summary \nJudgment Order, N.C. Gen. Stat. § 7A-27(a)(3); Johnson v. Rowland Motor Co., 168 N.C. App. \n237, 238, 606 S.E.2d 711, 711 (2005), and, for the reasons stated herein, proceeding with this \ncase while Vizant’s appeal is pending creates a risk of inconsistent verdicts and thus affects \na substantial right. \n \n4  The Court will not proceed with the hearing and determination of the parties’ currently \npending motions in limine until the Court lifts the stay ordered hereunder. \n \n \nSO ORDERED, this the 1st day of March, 2019. \n \n \n     /s/ Louis A. Bledsoe, III    \n     Louis A. Bledsoe, III \n     Chief Business Court Judge \n "
}