{
  "id": "77143a8c167a043926f6f717df9d3ecd7cb4b7cdf02d172726edffb818e604fe",
  "source_file": "data/raw/ncbc/77143a8c167a043926f6f717df9d3ecd7cb4b7cdf02d172726edffb818e604fe.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nIREDELL COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n12 CVS 508 \n \nLAVONNE R. EKREN, \n \nPlaintiff, \n \nv. \n \nK&E REAL ESTATE INVESTMENTS, \nLLC, and PAUL A. KONRADY, \nIndividually, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION FOR \nATTORNEYS’ FEES \n \n \n \nTHIS MATTER  is before the Court upon Plaintiff Lavonne R. Ekren’s \n(“Plaintiff”) Motion for Attorneys’ Fees in the above-captioned case (the “Motion”).  \nAfter considering the Motion, briefs in support of and in opposition to the Motion, and \nthe arguments of counsel at the hearing held on July 28, 2014, the Court GRANTS in \npart and DENIES in part the Motion and awards Plaint iff $33,704.50 in attorneys’ \nfees and expenses to be paid by Defendant K&E Real Estate Investments, LLC (the \n“LLC”). \n Eisele, Ashburn, Green & Chapman, P.A.  by Douglas G. Eisele for Plaintiff \nLavonne R. Ekren. \n \n Knox, Brotherton, Knox & Godfrey by Lisa G. Godfrey for Defendant Paul A. \nKonrady. \n \nBledsoe, Judge. \nI. \nPROCEDURAL HISTORY AND FACTUAL BACKGROUND \n{1} Plaintiff filed her Verified Complaint in Iredell County on February 29, \n2012, alleging claims individually and deri vatively on behalf of the LLC against \nDefendant Paul A. Konrady (“Konrady”). \n{2} In the Complaint, Plaintiff petitioned the Court for judicial dissolution of \nthe LLC and sought to compel Defendant Ko nrady to return $20,000.00 and title to \nEkren v. K&E Real Estate Invs., 2014 NCBC 56. \n \n \nfour real estate parcels he had unilaterally  transferred from the LLC to himself in \nJune 2011. \n{3} Defendant Konrady filed an Answer denying liability and asserted \ncounterclaims for breach of fiduciary duty and judicial dissolution. In his pleading, \nDefendant Konrady admitted that he transferred the properties and funds from the \nLLC to himself but contended that he acted “in the best interest of and for the benefit \nof [Plaintiff] who because of mental infirm ity pursued a course of conduct that was \nnot in her best interests or for her benefit with regard to the properties held by the \n[LLC].” (Def.’s Answer to Compl.; Second Aff. Def.)  He further contended that he had \npreviously provided Plaintiff “a full and complete accounting of all transactions \ninvolving the [LLC],” (\nId.; Third Aff. Def.), and admitted that he had sent a letter to \nPlaintiff at the time he transferred the property and funds stating he would “hold \nthese properties in trust for the benefit of the company.” (Id. at ¶ 11.) \n{4} This case was designated a mandatory complex business case on March 27, \n2012 and assigned to this Court (Murph y, J.) on March 30, 2012. Plaintiff \nunsuccessfully opposed designation, both before Chief Business Court Judge John \nJolly, and after denial, on appeal to the Supreme Court.  The case was subsequently \nassigned to the undersigned on July 2, 2014. \n{5} On July 6, 2012, Plaintiff filed a Moti on for Appointment of Receiver (the \n“Motion for Receiver”).  Defendant Konrad y did not oppose the appointment of a \nReceiver, and the Court appointed attorney Martin G. Hunter (“Hunter”) as Receiver \non August 8, 2012 to “collect the assets of [the LLC], take charge of the day-to-day \nadministration of [the LLC], including the payment of debts and making ordinary \nbusiness decisions, and effectuate the orderl y dissolution of [the LLC].”  (August 8, \n2012 Order, ¶ 5(c)). \n{6} Defendant Konrady’s counsel advised at  the hearing that on October 29, \n2012, Defendant Konrady voluntarily transferred title to the four properties back to \nthe LLC.  Defendant Konrady, however, did not return at that time the $20,000 he \nadmitted he had transferred from the LLC to his own bank account. \n \n \n{7} As a result, on February 5, 2013, Plaintiff filed a Motion to Compel Receiver \nto Recover Assets (the “Motion to Compel”), seeking an order compelling the Receiver \nto take proper legal action to recove r the $20,000 Defendant Konrady had removed \nfrom the LLC’s account.  Defendant Konrady opposed the Motion to Compel, \ncontending that the Receiver had no authority to sue Defendant Konrady because he \nwas a party to the litigation, and if such authority did exist, requesting that the Court \norder the Receiver to pursue legal action against Plaintiff for damage to the LLC. \nThere is no record of Court action on the Motion to Compel.  \n{8} Thereafter, on November 20, 2013, th e Court held a case management \nconference with the parties and calendared the matter for trial to begin on March 24, \n2014.  The Court’s pretrial order required  the submission of trial briefs, jury \ninstructions and legal issues on March 4, 2014. \n{9} The parties made timely trial submissions as required.  At the same time, \nDefendant Konrady filed a Motion to Dismi ss for lack of subject matter jurisdiction \nu n d e r  N . C .  R .  C i v .  P .  1 2 ( b ) ( 1 ) .   I n  h i s  m o t i o n  a n d  s u p p o r t i n g  b r i e f ,  D e f e n d a n t  \nKonrady acknowledged that he “utilized Company funds to the extent of $20,000 to \npay legal fees,” although he asserted that he “never intended to personally benefit \nfrom the monies withdrawn from the Company .”  (Plaintiff’s Trial Brief, p. 5) He \nfurther advised that he was that same day – March 4, 2014 – depositing $20,000 in \nhis counsel’s trust account for delivery to the Receiver for the benefit of the LLC. \nId.   \n{10} As a result of this transfer, Defendant Konrady contended that Plaintiff had \nachieved all her requested relief and that a case or controversy no longer existed \nsufficient to provide the Court jurisdiction over the matter.  The Court agreed that \nPlaintiff’s claims were moot and dismis sed Plaintiff’s claims on March 24, 2014. 1  \nEkren v. K & E Real Estate Invs., Inc. , No. 12 CVS 508 (N.C. Super. Ct. Mar. 24, \n2014) (dismissing Plaintiff’s claims for lack of subject matter jurisdiction).  That same \n                                                            \n1  Defendant Konrady dismissed his counterclaims on March 25, 2014 without prejudice. \n \n \n \nday, Plaintiff filed the current Motion, seeking reasonable attorneys’ fees and \nexpenses incurred in this litigation pursuant to N.C.G.S. § 57D-8-05(1) and (3).2 \n{11} The Motion is now ripe for determination. \nII. \nANALYSIS \n{12} Because this matter was filed prior to  January 1, 2014, the Court has the \noption of deciding this Motion under the “old LLC Act” – Chapter 57C – or the “new \nLLC Act” – Chapter 57D.   See N.C.G.S. § 57D-11-03 (2014) (“any proceeding \ncommenced before January 1, 2014 may be completed in accordance with the law then \nin effect.”) (emphasis added).  Both part ies contend that the Court should apply \nChapter 57D to this Motion, and the Court, in the exercise of its discretion, agrees. \nA. \nAttorneys’ Fees under N.C.G.S. § 57D-8-05(1) \n{13} Under N.C.G.S. § 57D-8-05(1) of the new LLC Act, the Court may “[o]rder the \nLLC to pay [Plaintiff’s] expenses, including attorneys’ fees, incurred in the proceeding \nif it finds that the proceed ing has resulted in a substa ntial benefit to the LLC.”  \nN.C.G.S. § 57D-8-05(1) (2014) .  The statute is substantially identical to the \ncorresponding provision of the North Carolina Business Corporation Act. See \nN.C.G.S. § 55-7-46 (permitting court to “order  the corporation to pay the plaintiff's \nreasonable expenses, including attorneys’ fees, incurred in the proceeding if it finds \nthat the proceeding has resulted in a substantial benefit to the corporation”). \n{14} Although the North Carolina courts have not yet interpreted the term \n“substantial benefit” for purposes of § N.C.G.S. 57D-8-05(1), the North Carolina \nappellate courts have concluded that for a plaintiff to confer a “substantial benefit” \non the corporation under N.C.G.S. § 55-7-46, the plaintiff “need not necessarily be the \nprevailing party, nor must the derivative claim have proceeded to a final judgment or \norder.”  \nAubin v. Susi, 149 N.C. App. 320, 326, 560 S.E.2d 875, 880 (2002); see also \n                                                            \n2 Plaintiff initially requested $51,878.75 in attorneys’ fees and $1,199.50 in expenses for a total \naward of $53,078.25.  By affidavit submitted on July 25, 2014, Plaintiff increased his request for \nattorneys’ fees by $2,475.00 for nine (9) hours spent representing Plaintiff in this matter since filing \nthe Motion. \n \n \nLowder v. All Star Mills, Inc., 82 N.C. App. 470, 474, 346 S.E.2d 695, 697 (1986) (order \nentered under prior law); Russell M. Robinson, II, ROBINSON ON NORTH CAROLINA \nCORPORATION LAW § 17.10 (2002).  \n{15} In addition, the Court notes that N.C. G.S. § 57D-8-05(1) is substantially \nsimilar to § 7.46(1) of the Mode l Business Corporations Act. See MODEL BUS. CORP. \nACT. § 7.46(1) (“On termination of the derivative proceeding the court may . . . order \nthe corporation to pay the plaintiff’s expenses incurred in the proceeding if it finds \nthat the proceeding has resulted in a substa ntial benefit to the corporation.”).  The \nofficial comment to § 7.46(1)  provides that this section “is intended to be a codification \nof existing case law” and cites to Mills v. Electric Auto-Lite Co., 396 U.S. 375 (1970).   \n{16} In Mills, the United States Supreme Court held \n[w]here an action by a stockholder re sults in a substantial benefit to a \ncorporation he should recover his costs and expenses. . . . [A] substantial \nbenefit must be something more than technical in its consequence and \nbe one that accomplishes a result wh ich corrects or prevents an abuse \nwhich would be prejudicial to the rights and interests of the corporation \nor affect the enjoyment or protection of an essential right to the \nstockholder’s interest. \nId. at 396 (quoting Bosch v. Meeker Cooperat ive Light & Power Assn. , 101 N.W.2d \n423, 426–27 (Minn. 1960)). \n{17} Plaintiff argues here that “the esti mated net value to K&E resulting from \n[this action] is $348,526.74 . . . and is comprised of the current estimated net value of \nthe four properties re-conveyed by the Defendant to the Receiver, plus the $20,000.00 \nin cash returned by the Defendant to the Rece iver.”  (Pl.’s Mot., p. 10.)  In contrast, \nDefendant Konrady argues he removed the real estate and funds from the LLC “to \npreserve and protect the assets of the Company” in light of Plaintiff’s alleged \n“irrational and pathological behavior which appeared to be the product of a \ndegenerative disease.”  (Def.’s Resp. Mot. , p. 5.)  Defendant Konrady contends he \nreturned the properties and funds once a receiver was appointed and that he only \nheld the assets “in trust” for the LLC.  (\nId.)  Further, Defendant Konrady posits that \nthe LLC is actually in a worse position from Plaintiff’s lawsuit because the LLC had \nto “pay a third-party receiver to do what [Defendant Konrady] himself intended to do \n \n \nall along.”  (Id. at p. 6.)  As a resu lt, Defendant Konrady contends Plaintiff’s action \nhas not achieved a “substantial benefit” to the LLC. \n{18} The Court finds Defendant Konrady’s contentions unpersuasive.  It is \nundisputed that in June 2011 Defendant Konrady transferred to himself title to four \nreal estate parcels owned by the LLC and $20,000 from the LLC’s bank account.  It \nwas not until Plaintiff filed this action and successfully obtained the appointment of \na receiver that Defendant Ko nrady transferred title to th e four parcels back to the \nLLC.  And it was not until three weeks before this matter was scheduled to go to trial \nthat Defendant Konrady finally repaid to the LLC the funds he had removed.  All of \nthe evidence brought forward by the parties shows that the catalyst for the return of \nthe LLC’s assets was the filing and prosec ution of Plaintiff’s lawsuit.  Although \nDefendant Konrady contends he was going to  return the LLC’s assets, he did not do \nso after Plaintiff’s pre-suit demand, and he did not take any action prior to Plaintiff’s \nsuit to have a receiver or trustee appointed to receive the LLC’s assets he claimed he \nheld in trust.  Even if he planned to retu rn the assets to the LL C, the fact that he \nreturned them when he did – and thus the timing of relief to the LLC – was because \nof the litigation.  \n{19} Based on these facts, the Court co ncludes that Plaintiff’s proceeding \nresulted in a substantial benefit to the LLC.  Therefore, Plaintiff is entitled to have \nthe LLC pay her reasonable attorneys’ fees under N.C.G.S. § 57D-8-05(1). \nB. \nAttorneys’ Fees under N.C.G.S. § 57D-8-05(3) \n{20} N.C.G.S. § 57D-8-05(3) allows the Court to \n[o]rder a party to pay an opposing party’s expenses, including attorneys’ \nfees, incurred as a result of the f iling of a pleading, motion, or other \npaper, if the court after inquiry finds that the pleading, motion, or other \npaper was not well grounded in fact  or was not warranted by existing \nlaw or a good-faith argument for the extension, modification, or reversal \nof existing law and that it was interposed for an improper purpose, such \nas to harass or to cause unnecessary delay or needless increase in the \ncost of litigation. \n \n \nN.C.G.S. § 57D-8-05(3) (2014).  This statute, which is substantially similar to § 7.46(3) \nof the Model Business Corporation Act, 3 sets out a standard si milar to the standard \nfor sanctions under Rule 11 of the North Carolina Rules of Civil Procedure.  See \nOfficial Comment to M ODEL BUS. CORP. ACT § 7.46(3) (noting § 7.46(3) generally \nfollows Federal Rule of Civil Procedure 11 (“FRCP 11”) and is unnecessary “in states \nwhich already have a counterpart to [FRCP] 11.”).    \n{21} Plaintiff asserts Defendant Konrady is liable for her attorneys’ fees under § \n57D-8-05(3) because (1) Defendant Konrad y’s denials of Plaintiff’s contentions \nregarding her right to assert a derivative claim were not well grounded in fact, (2) \nthere was no evidence to support Defendant Konrady’s contentions that Plaintiff \nsuffered from a mental infirmity, or t ook “increasingly bizarre, irrational and \nirresponsible actions,” or otherwise acted co ntrary to the LLC’s best interests, (3) \nDefendant Konrady could have avoided this litigation by returning the LLC’s assets \nbefore Plaintiff filed the Complaint, and (4) Defendant Konrady’s dismissal of his \ncounterclaim for breach of fiduciary duty evidenced that it was not well grounded in \nfact and brought for an improper purpose.  (Pl.’s Br. Supp. Mot., p. 13–15.) \n{22} Defendant Konrady counters by assertin g that (1) his denials concerning \nPlaintiff’s derivative claims were proper because they related to Plaintiff’s \ncontentions of law, (2) he presented credible affidavit testimony to support his factual \nallegations, (3) Plaintiff unnecessarily initiated the legal expense associated with this \nlitigation, and (4) Plaintiff has not prov ed that the allegations in Defendant \nKonrady’s counterclaims were not well grounded in fact.  (Def.’s Resp. Mot., p. 7–8.) \n{23} Under the plain language of the statute, Defendant Konrady’s liability, if \nany, for Plaintiff’s attorneys’ fees under § 57D-8-05(3) must result from his filing of a \n“pleading, motion, or other paper,” and, in contrast to Rule 11, the Court must find \n                                                            \n3 See MODEL BUS. CORP. ACT. § 7.46(3) (“On termination of the derivative proceeding the court may . \n. . order a party to pay an opposing party’s expenses incurred because of the filing of a pleading, \nmotion or other paper, if it finds that the pleading, motion or other paper was not well grounded in \nfact, after reasonable inquiry, or warranted by existing law or a good faith argument for the \nextension, modification or reversal of existing law and was interposed for an improper purpose, such \nas to harass or to cause unnecessary delay or needless increase in the cost of litigation.”). \n \n \nthat Defendant Konrady filed the document for an “improper purpose” in addition to \nfinding that same document “was not well grounded in fact or was not warranted by \nexisting law.”  N.C.G.S. § 57D -8-05(3) (emphasis added); compare, e.g.,  In re \nThompson, 754 S.E.2d 168, 173 (N.C. Ct. App. 2014) (“An analysis . . . under [N.C. R. \nCiv. P] Rule 11 consists of a three-pronged analysis: ‘(1) factual sufficiency, (2) legal \nsufficiency, and (3) improper purpose.’ A violation of any of these prongs requires the \nimposition of sanctions.”) (Emphasis added). \n{24} Based on its review of the record in this case, the Court finds that Defendant \nKonrady’s denial of Plaintiff’s specific derivative claim contentions was within the \nbounds of proper advocacy and therefore insufficient in these circumstances to trigger \nan award under § 57D-8-05(3).  Similarly,  Defendant Konrady’s dismissal of his \ncounterclaim, standing alone, is not an admission that the counterclaim was not well-\ngrounded in fact.  Likewise, while the conclusions Defendant Konrady draws about \nPlaintiff’s mental capacity from the observ ations related in his proffered affidavits \nare subject to debate – indeed, Plaintiff has brought forward persuasive evidence from \nPlaintiff’s physician to rebut Defendant Konrady’s conclusions — there is no evidence \nthat Defendant Konrady fabricated the ob servations in the affidavits or drew \nconclusions that he knew had no basis in fact. \n{25} More problematic, however, is Defendant Konrady’s denial of liability in his \nAnswer.  Indeed, at the hearing on th is Motion, Defendant Konrady’s counsel \nadmitted that Defendant Konrady’s actions in transferring the LLC’s assets to \nhimself was not consistent with North Carolina law and thus that Defendant \nKonrady’s legal defenses set forth in the Answer were not warranted by existing law.  \nAs a result, the Court must determine whether Defendant Konrady advanced the \nlegally insufficient defenses for an improper purpose. \n{26} “An improper purpose is ‘any purpose other than one to vindicate rights . . . \nor to put claims of right to a proper test.’”  \nCoventry Woods Neighborhood Ass’n v. \nCity of Charlotte , 213 N.C. App. 236, 241, 713 S. E.2d 162, 166 (2011).  The Court \nmust consider Defendant Konrady’s objective behavior in determining whether his \nAnswer was interposed for an improper purpose.  Id. (“‘[T]he relevant inquiry is \n \n \nwhether the existence of an improper pu rpose may be inferred from the alleged \noffender’s objective behavior.’”); In re Thompson , 754 S.E.2d at 173.  Although “[a] \nsigner’s purpose is heavily influenced by ‘whether or not a pleading has a foundation \nin fact or is well grounded in law,’” th e Court must assess Defendant Konrady’s \nbehavior in view of the totality of the circumstances.  Id.; Coventry Woods, 213 N.C. \nApp. at 241, 713 S.E.2d at 166.  The Court must find a “strong inference of improper \npurpose to support imposition of sanctions.”  Bass v. Sides, 120 N.C. App. 485, 488, \n462 S.E.2d 838, 840 (1995).  Plai ntiff’s “subjective belief that a paper has been filed \nfor an improper purpose is immaterial.” Kohler Co. v. McIvor , 177 N.C. App. 396, \n404–05, 628 S.E.2d 817, 824 (2006); Mack v. Moore, 107 N.C. App. 87, 93, 418 S.E.2d \n685, 689 (1992). \n{27} Although the Court does not condone or excuse Defendant Konrady’s \nassertion of defenses that are not well -grounded in law, Defendant Konrady’s \nexplanation for his defense here – an improper denial of liability while at the same \ntime taking measures to protect and then return to the LLC the transferred assets \nafter joining in Plaintiff’s request for the appointment of a receiver and dissolution of \nthe LLC – has persuaded the Court that Defendant Konrady’s purpose was not to \nadvance his interests at the expense of the LLC and Plaintiff but instead to “put [his \nand Plaintiff’s] claims of right to a proper test.’”  Coventry Woods Neighborhood Ass’n, \n213 N.C. App. at 241, 713 S.E.2d at 166.   \n{28} Accordingly, based on the totality of the objective circumstances present \nhere, the Court does not find a strong in ference that Defendant Konrady’s Answer, \nincluding the three legally insufficient defens es, was filed for an improper purpose.  \nCompare, e.g. , Kohler Co. , 177 N.C. App. at 405, 628 S.E.2d at 824 (no improper \npurpose where plaintiff dismissed complaint for breach of non-competition agreement \nafter defendant resigned from employment with competitor) and Brooks v. Giesey , \n334 N.C. 303, 319–20, 432 S.E.2d 339, 348 (1993) (no improper purpose even though \nbrief contained only conclusory and nonfactual statements) with Ward v. Jett Props., \n191 N.C. App. 605, 609, 663 S. E.2d 862, 865 (2008) (strong inference of improper \npurpose where plaintiff suffered no actual harm in the present case and had filed \n \n \nforty-two actions in the last six years).  The Court cautions, however, that its ruling \nis based on the specific circumstances of th is case and is not in any way intended to \nsuggest a general rule that a party may asse rt claims or defenses that are not well-\ngrounded in law without consequence under N.C.G.S. § 57D-8-05(3).   \n{29} Based on the foregoing, the Court concludes that Plaintiff is not entitled to \nan award of attorneys’ fees under N.C.G.S. § 57D-8-05(3).   \nC. \nReasonableness of Plaintiff’s Requested Expenses and Attorneys’ Fees \n{30} Having concluded that Plaintiff is entitled to an award of her expenses \nunder N.C.G.S. § 57D-8-05(1), including reasonable attorneys’ fees, the Court will now \nexamine the reasonableness of Plaintiff’s request.  Plaintiff has submitted affidavits \nin support of her request to assist th e Court in determining the amount of a \nreasonable award in this case. \n{31} Any award of attorneys’ fees must include findings concerning “(1) time and \nlabor expended on the case; (2) complexity of the issues; (3) the length and complexity \nof [the case]; (4) each attorneys’ experi ence and ability; (5) the skill required to \nperform the necessary service; (6) the atto rneys’ hourly rates; and (7) comparable \nrates or fees for similar work.”  Out of the Box Devs., LLC v. Logicbit Corp. , 2014 \nNCBC 39 ¶ 51 (N.C. Super. Ct. Aug. 29, 2014), www.ncbusinesscourt.net/opinions/ \n2014_NCBC_39.pdf (awarding limited attorneys’ fees) (citing McKinnon v. CV Indus., \nInc., 745 S.E.2d 343, 351 (N.C. Ct. App. 2013)). \n{32} “‘The most useful starting point for determining the amount of a reasonable \nfee is the number of hours reasonably expe nded on the litigation multiplied by a \nreasonable hourly rate.’” Logicbit, 2014 NCBC 39 at ¶ 52.  This lodestar method \nrequires exclusion of hours not “reasonabl y expended,” including “‘hours that are \nexcessive, redundant, or otherwise unnecessary.’”  Id.   \n{33}   Plaintiff seeks payment for 197.65 ho urs that she contends Plaintiff’s \ncounsel has reasonably expended on this li tigation.  The Court notes that Plaintiff’s \ncounsel has aggregated all of his time entries for a given day without providing the \nhours expended for each separate task (i.e., “block billing”).  The Court therefore will \n \n \nestimate the hours expended for each separate task in the reasonable exercise of the \nCourt’s discretion.  See Jaramillo v. Cnty. of Orange, 200 Cal.App.4th 811, 830 (Cal. \nCt. App. 2011) (“[B]lock billing is not object ionable ‘per se,’ though it may increase \nthe risk that the trial court, in reasonable exercise of its discretion, will discount a \nfee request.”); see also Dixon v. Astrue , 2008 U.S. Dist. LEXIS 9903, *11 (E.D.N.C., \nFeb. 8, 2008) (“Time sheets accompanying bo th motions fail to itemize time entries \nby task, but instead lump mult iple tasks together . . . [t ]his block billing precludes \nthe court from determining that all of the amounts claimed . . . are both compensable \nand reasonable.”). \n{34} The Court has set forth below a summary  of the hours Plaintiff claims for \neach billing period and notes any hours that the Court, after a careful review, finds \nwere “excessive, redundant or otherwise unnecessary.”  Logicbit, 2014 NCBC 39 at ¶ \n52. \na. 10/05/11 – 11/3/11  8.75 hours \ni. The Court excludes all 8.75 hour s because the time entries pre-\ndate the filing of the Complaint by several months and reflect \nconsiderations unrelated to the claims or specific relief sought in \nthe Complaint. \nb. 11/08/11 – 1/20/12  5.25 hours \ni. The Court excludes all of these hours for the same reasons stated \nabove. \nc. 2/6/12 – 2/28/12  7.50 hours \ni. The Court excludes .2 hours for the entry referencing “re-draft of \nletter re luncheon” because it appears to be unrelated to this \nlitigation. \nd. 4/13/12 – 6/4/12  23.58 hours \ni. The Court excludes as excessive (i) 2.5 hours of a possible 7.33 \nhours of telephone conferences between Plaintiff and Plaintiff’s \ncounsel and (ii) 4.0 hours of a possible 6.0 hours for the \n \n \npreparation of a motion to extend the time for the initial case \nmanagement conference. \ne. 6/5/12 – 8/15/12  20.66 hours \ni. The Court excludes as excessive 5.5 hours for a possible 15.16 \nhours relating to the preparation of a motion to appoint receiver \nand the selection of a receiver. \nf. 8/27/12 – 10/24/12  13.33 hours \ni. The Court excludes 2.75 hours ex pended in connection with the \npotential sale of the subject properties rather than their return to \nthe LLC as unnecessary to the object of the litigation. \ng. 11/13/12 – 2/4/13  7.50 hours \ni. The Court excludes 1.0 hours for research into the law concerning \nattorney fees, see Logicbit, 2014 NCBC 39 at ¶ 66, and 1.5 hours \nof the entry for 5.5 hours on 2/4/13 as excessive. \nh. 2/15/13 – 3/26/13  7.25 hours \ni. The Court excludes as excessive.75 hours of the 3/20/13 entry for \n1.5 hours for “long talk with LaVonne re: many issues.” \ni. 5/16/13 – 5/23/13  5.50 hours \ni. The Court excludes as excessive .75 hours of a possible 1.5 hours \nfor a “long” telephone conference between Plaintiff and Plaintiff’s \ncounsel.  \nj. 6/19/13 – 7/18/13  8.83 hours \ni. The Court excludes as excessive 2.5 hours of a possible 8.5 hours \nfor settlement discussions. \nk. 8/8/13 – 10/3/13  14.25 hours \ni. The Court excludes as excessive 2.0 hours of a possible 2.75 hours \nfor the preparation of an uns uccessful Motion to Allow \nAppearance by Telephone or Video Teleconferencing. \nl. 11/20/13 – 11/21/13  9.75 hours \n \n \ni. The Court excludes as unnecessary 6.5 hours for the preparation \nof a motion for summary judgment which was filed after the \ndispositive motion deadline in the Case Management Order and \ndenied as untimely. \nm. 1/31/14 – 2/5/14  4.00 hours \ni. The Court includes all time requested. \nn. 1/1/14 – 3/11/14  52.50 hours \ni. The Court excludes 10 hours of a possible 11.50 hours expended \nin connection with the recovery of attorneys’ fees, see Logicbit, \n2014 NCBC 39 at ¶ 66, and 18 hours of a possible 43.75 hours for \ntrial preparation as excessive.  \no. 7/21/14 – 7/29/14  9.00 hours \ni. The Court excludes all 9 hours as  time expended in connection \nwith the recovery of attorneys’ fees. Id. \n{35} Based on the foregoing, the Court fi nds that 79.45 of th e hours expended \nwere “excessive, redundant or otherwise unnecessary.”  Logicbit, 2014 NCBC 39 at ¶ \n52. \n{36} The Court concludes that Plaintiff’s counsel’s remaining hours expended \nwere reasonable and necessary to the litigation and therefore includes that time in \nits lodestar calculation.   \n{37} Accordingly, after exclusion of time the Court has concluded was excessive, \nredundant or unnecessary, the Court concludes that 118.20 hours is the appropriate \nnumber of hours reasonably expended and to be utilized in calculating the amount of \nattorneys’ fees to be awarded to Plaintiff. \n{38}    The Court now considers each of the factors listed in paragraph 31 above \nin determining the reasonableness of Plainti ff’s attorneys’ hourly fee.  Plaintiff’s \ncounsel charged an hourly rate of $275 for th e prosecution of this derivative action.  \nThe Court is reasonably apprised of the time and labor Plaintiff expended in \nprosecuting this case and the complex legal issues involved in this case and finds \nPlaintiff’s $275 per hour fee is reasonable in light these factors.   \n \n \n{39} The Court is knowledgeable of the fees charged in similar complex litigation \nby attorneys of similar skill and ability as  Plaintiff’s counsel.  The Court finds \nPlaintiff’s counsel’s hourly rates are reasonable in comparison to the fees charged by \nattorneys for similar representation and in  accordance with the skill required of \nPlaintiff’s counsel to litigate this case.  Further, the Court finds Mr. Eisele is a highly \nexperienced and able litigator and practitioner and this factor also mitigates in favor \nof finding his fee reasonable. \n{40} Therefore, the Court concludes the $275.00 per hour rate charged by \nPlaintiff’s counsel is reasonable and should be utilized in the Court’s lodestar \ncalculation. \n{41} The total amount of fees requeste d is $55,553.25, including $1,199.50 of \nexpenses.  After multiplying the 118.20 ho urs reasonably expended and Plaintiff’s \ncounsel’s hourly rate of $275, the Court determines the lodestar is $32,505.00.  \nTherefore, the Court concludes Plaintiff sh ould be awarded $32,505.00 in attorneys’ \nfees, plus $1,199.50 in expenses, for a total amount of $33,704.50, to be paid from the \nassets of the LLC. \nIII. \nCONCLUSION \n{42} IT IS, THEREFORE, ORDERED, ADJUDGED and DECREED as follows: \na. Plaintiff’s Motion for Attorneys’ fees is hereby GRANTED in part  and \nDENIED in part; \nb. Within fourteen (14) days from entr y of this Order, the Receiver shall \nremit to Plaintiff’s attorney the total sum of $33,704.50 to be paid from \nthe assets of the LLC; \nc. All other requested relief is DENIED. \nSO ORDERED, this the 10th day of November 2014. \n \n \n "
}