{
  "id": "7719b15872114fe2bd699490787105ac00db492e3c8beef539a77d6cf4b02cf3",
  "source_file": "data/raw/ncbc/7719b15872114fe2bd699490787105ac00db492e3c8beef539a77d6cf4b02cf3.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nORANGE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22CVS001021-670 \n \nCOMPASS TAX SERVICES LLC; \nASHOK LAMICHHANE; and AMAR \nSHRESTHA, \n \nPlaintiffs, \n \nv. \n \nRABINDRA KARKI, \n \nDefendant. \n \n \n \n \n \nORDER AND OPINION ON CROSS-\nMOTIONS FOR SUMMARY \nJUDGMENT \n \n \n1. THIS MATTER  is before the Court on the 17 October 2023 filing of \nDefendant’s Motion for Summary Judgment  (“Defendant’s Motion”), (ECF No. 41 \n[“Def.’s Mot.”]), and Plaintiffs’ Motion for Partial Summary Judgment on the \nCounterclaims by Defendant Rabindra Karki  (“Plaintiffs’ Motion” ; together, the \n“Motions”), (ECF No. 45 [“Pls.’ Mot.”]).   \n2. Pursuant to Rule 56 of the North Carolina Rules of Civil Procedure (the \n“Rule(s)”), Defendant Rabindra Karki (“Karki”) seeks summary judgment in his favor \non Plaintiffs’ two remaining  claims asserted against him, as well as affirmative \nsummary judgment on his counterclaim for breach of contract.  (Def.’s Mot. 1.)  \nPlaintiffs seek summary judgment in their favor on Karki’s counterclaims for fraud, \nbreach of fiduciary duty, constructive fraud, and unfair and deceptive trade \npractices.1  (Pls.’ Mot. 1.)  \n \n1 Plaintiffs initially sought summary judgment on Karki’s counterclaim for civil conspiracy.  \n(Pls.’ Mot. 1.)  However, Karki subsequently voluntarily dismissed that claim , mooting \nPlaintiffs’ Motion in part as to this claim.  (See ECF No. 51.)    \nCompass Tax Servs. LLC v. Karki, 2024 NCBC 34. \n \n \n3. For the reasons set forth herein, the Court GRANTS in part and DENIES \nin part the Motions.  \nKennon Craver, PLLC, by Henry Sappenfield, for Plaintiffs Compass Tax \nServices, LLC, Ashok Lamichhane, and Amar Shrestha.  \n \nMorningstar Law Group, by Jeffrey L. Roether and Kenzie M. Rakes, for \nDefendant Rabindra Karki.  \n \nRobinson, Judge. \n \nI. INTRODUCTION \n4. This dispute arises out of Karki’s sale of five Liberty Tax franchise locations \nto Plaintiffs.  Plaintiffs contend that Karki f ailed to transfer the five Liberty Tax \nfranchise locations pursuant to the operative sales agreement.  Karki , however, \ncontends that Plaintiffs failed to fulfill their payment obligations under the operative \nsale agreement.  Karki also contends that Plaintiff Ashok Lamichhane made material \nmisrepresentations regarding his intent when entering into the operative sale \nagreement and  breached his fiduciary duty as majority owner and manager of \nCompass Tax Services, LLC.  \nII. FACTUAL BACKGROUND \n5. The Court does  not make findings of fact when ruling on a motion for \nsummary judgment.  “[T]o provide context for its ruling , the court may state either \nthose facts that it believes are not in material dispute or those facts on which a \nmaterial dispute forecloses summary adjudication.”  Ehmann v. Medflow, Inc. , 2017 \nNCBC LEXIS 88, at *6 (N.C. Super. Ct. Sept. 26, 2017);  see also Hyde Ins. Agency, \nInc. v. Dixie Leasing Corp., 26 N.C. App. 138, 142 (1975) (encouraging the trial court \n \n \nto articulate a summary of the relevant evidence of record to provide context for the \nclaims and motion(s)).   \nA. The Parties \n6. Plaintiff Compass Tax Services, LLC (“Compass Tax”) is a North Carolina \nlimited liability company organized on 16 July 2021 for the purpose of purchasing \nand operating five Liberty Tax franchises .  (Am. Compl. ¶¶  5, 7, ECF No. 20 [“Am. \nCompl.”].)\n2  The Liberty Tax franchises, including  their respective business \nterritories, are located at the following addresses:  (1) 3825 S. Roxboro St. #136, \nDurham, North Carolina 27713 (Territory #027); (2) 247 Grady Height, Cary, North \nCarolina 27513 (Territory #003); (3) 4456 Fayetteville Road, Raleigh, North Carolina \n27603 (Territory #029); (4)  501 Raleigh Road, Angier, North Carolina 27501 \n(Territory #0212); and (5)  3808 Guess Road, Durham, North Carolina 27705 \n(Territory #008), (together, the “Liberty Tax Franchises”) .  (Index Exs. Supp. Def.’s \nMot. Ex. 9 at ¶ 5, ECF No. 42.9 [“Sept. Agt.”].) \n7. Plaintiff Ashok Lamichhane (“ Lamichhane”) is a resident of Orange \nCounty, North Carolina.  (Am. Compl. ¶ 2.)  Lamichhane is a member and manager \nof Compass Tax with a seventy-five percent (75%) membership interest in it.  (Am. \nCompl. ¶¶ 5–6.) \n \n2 The Court recites, but does not rely upon, certain  unverified allegations in the Amended \nComplaint to provide context for the material allegations on which the parties’ claims are \nbased. \n \n \n8. Plaintiff Amar Shrestha (“Shrestha”; with Compass Tax and Lamichhane, \n“Plaintiffs”) is a resident of Durham County, North Carolina, with a fifteen percent \n(15%) membership interest in Compass Tax.  (Am. Compl. ¶¶ 3, 5–6.) \n9. Defendant Karki is a resident of Wake County, North Carolina, with a ten \npercent (10%) membership interest in Compass Tax.  (Am. Compl. ¶¶ 4–6.)  \n10. Lamichhane and Karki met through a mutual friend  in the 1990s  while \nliving in Nepal.  ( Index Exs. Supp. Def.’s Mot. Ex. 1 at 36: 9–22, ECF No. 42.1 \n[“Lamichhane Dep.”].)  Lamichhane  met Shrestha in Nepal around the same time .  \n(Lamichhane Dep. 51:15–16.)   \nB. Beginning of the Parties’ Business Relationship \n11. For approximately twenty years, Karki  has “directly and indirectly owned \ntax-preparation businesses in central Nort h Carolina that operate as Liberty Tax \nfranchises[.]”  (Index Exs. Supp. Def.’s Mot. Ex. 4 at ¶ 2, ECF No. 42.4 [“Karki Aff.”].)   \n12. In early 2021, Lamichhane and Karki began discussing the possibility of \nLamichhane purchasing the Liberty Tax Franchises  from Karki .  ( Lamichhane \nDep. 39:3–21, 40:10–23.)  Around th at time, Lamichhane informed Shrestha of the \nsame opportunity, and Shrestha notified Lamichhane that “he wanted to be part of \nthe opportunity.”  (Lamichhane Dep. 51:20–52:2.)   \n13. While their discussions continued regarding the contemplated purchase of \nthe Liberty Tax Franchises, Karki provided by text message to Lamichhane the gross \nsales figures for  t he Liberty Tax F ranchises between March and May 2021.  \n(Lamichhane Dep. 45: 5–9; see Index Exs. Supp. Def.’s Mot. Ex. 5 , ECF No. 42.5 \n \n \n(providing text messages between Karki  and Lamichhane with gross figures).)   \nHowever, it was Lamichhane ’s understanding that the numbers provided by Karki  \nrepresented the “net income” of the Liberty Tax Franchises , not the gross income.  \n(Lamichhane Dep. 45:16–17.)   \n14. On 14 May 2021, Shrestha and Karki signed a n agreement for the sale of \nthe Liberty Tax Franchises (the “May Agreement”).  ( Index Exs. Supp. Def.’s Mot. \nEx. 6, ECF No. 42.6 [“May Agt.”] .)  Lamichhane was not a part y to the May \nAgreement.  ( See May Agt.)   The May Agreement reflected a purchase price of \n$720,000.00 for the Liberty Tax Franchises.  (May Agt. 2.)   \n15. Although Lamichhane did not sign the May Agreement, in July of 2021 he \nbegan advertising the Liberty Tax Franchises on Google and operating four of the five \nLiberty Tax Franchises by appointment only.  (Lamichhane Dep. 43:2–17.)   \nC. The September Purchase Sale Agreement and Related Conduct \n16. On 15 September  2021, the Operating Agreement for Compass Tax (the \n“Operating Agreement”) was signed by Lamichhane, Shrestha, and Karki .  ( Index \nExs. Supp. Def.’s Mot. Ex. 8, ECF No. 42.8 [“Op. Agt.”].)   \n17. That same day, and after renegotiating the purchase price as previously \ncontemplated in the May Agreement, (see Index Exs. Supp. Def.’s Mot. Ex. 2 at 23:22–\n24:1, ECF No. 42.2 [“Shrestha Dep.”]; Index Add. Exs. Opp’n Pls.’ Mot. Ex. 1 at 131:2–\n132:22, ECF No. 49 .1), Lamichhane, Shrestha, and Karki signed the Purchase Sale \nAgreement (the “September Agreement”), which governs Plaintiffs’ purchase of the \nLiberty Tax Franchises, (see generally Sept. Agt.).   \n \n \n18. After signing the September Agreement, Lamichhane had limited access to \nthe Liberty Tax server as the general manager of Compass Tax, but he continued to \nrequest “financial reporting and the login credentials to access the financial reporting \nfrom the Liberty Tax portal[.]”  (Compass Tax 30(b)(6) Dep. 95:21– 96:1, 96:22–97:5, \nECF No. 43.1.)3  Lamichhane did not receive full access to the financial information \nfor the Liberty Tax Franchises until 9 December 2021.  (Lamichhane Dep. 48:4 –6, \n151:7–10; Compass Tax 30(b)(6) Dep. 96:12–16, ECF No. 43.1)  Upon gaining access \nto the Liberty Tax system and learning the financial status of the Liberty Tax \nFranchises, Lamichhane and Shrestha attempted to renegotiate the purchase price \nfor the Liberty Tax Franchises  but Karki declined to do so.  (Shrestha Dep. 87:18 –\n89:19.) \n19. The September Agreement includes several provisions that are relevant to \nthis litigation, as set forth in detail below.  \n1. Purchase Price Provision \n20. In the September Agreement, Karki is identified as the seller with \nLamichhane and Shrestha as the buyers.  (Sept. Agt. 5.)  However, the preamble of \nthe September Agreement states that “Compass Tax Services LLC (as represented by \nAshok Lamichhane[,] Amar S hrestha[,] and Rabindra Karki[  ]) agrees to purchase \n[the five Liberty Tax Franchises] from Rabindra Karki[.]”  (Sept. Agt. ¶ 1.)   \n \n3 The Compass Tax 30(b)(6) Deposition was submitted in different filings on the record in this \ncase.  For clarity, the Court does not cite to each place where portions of the deposition appear \nin the record, but instead notes in each cita tion the specific ECF No. in which the portion \ncited may be found.    \n \n \n21. The September Agreement represents  that Plaintiffs would pay Karki  a \npurchase price of $648,000.00 as follows:  \na) $15,000 paid on 5/15/2021 as initial deposit payment when signed the \nContract for the Purchased [sic] and Sales of a Business was signed.  \na) [sic] Out of purchase price $179,400 shall be for operating and other \nthe [sic] expenses and remaining shall be inventory, furniture and \nfixture and good will, of which $79,400 shall be paid in cash on 8/24/2021 \nand $100,000 will be paid in cash on 9/30/2021[.] \nb) Remaining balance shall be paid as promissory note in 5 installments \nbeginning 5/15/2022[.] \nc) Compass Tax Services LLC shall pay interest of Bank prime loan plus \n1 percent as of 5/10/2021 which is 3.25 + 1=4.25% Annual compound[.]  \n \n(Sept. Agt. ¶ 2.) \n22. In accordance with terms of the September Agreement, the following \npayments were made to Karki : (1) the initial deposit of $15,000.00  on 15 May 2021; \n(2) a sum of $79,400 .00 on 24 August 2021;  and (3) a sum of $100,000.00  on \n30 September 2021.  (Lamichhane Dep. 108:21–109:11; see Sept. Agt. ¶ 2.) \n23. Payment of the first of five installment payments was thereafter due on \n15 May 2022; however, no installment payments were made to Karki.  (Lamichhane \nDep. 109:12–16; see Sept. Agt. ¶ 2.b.) \n2. Management Fee Provisions \n24. The Operating Agreement states that “[a]ny manager rendering services to \nthe Company is entitled to compensation proportionate with the value of those \nservices.”  (Op. Agt. ¶ 5.1.)  \n25. However, the September Agreement contains  a provision  that provides \nthat:   \n \n \nLamichhane will be managing member of this entity and he shall be paid \n$500 for each franchise territory a month as Management fee for \nmaintaining the day -to-day business for first year and $1000 for each \nfranchise territory a month as Management fee for managing the day -\nto-day business for second year and $1500 for each franchise territory a \nmonth as Management fee for managing the day -to-day business for \nafter 2nd year. \n \n(Sept. Agt. ¶ 19.) \n26. Lamichhane began operating the Liberty Tax Fra nchises in July 2021.  \n(Lamichhane Dep. 42:25–43:17.) \n27. Karki understood that Lamichhane’s compensation would be “  ‘for \nmanaging the day-to-day business’ in the amount of $500.00 per month per territory \nfor the first year, $1,000 per month per territory for the second year, and $1,500 per \nmonth per territory in subsequent years.”  ( Index Add. Exs. Opp’n Pls.’ Mot. Ex.  3 \nat ¶ 3, ECF No. 49.3  [“Second Karki Aff.”].)  Karki’s understanding was that the \n“management fee would be paid only during the tax season.”  (Second Karki Aff. ¶ 3.)  \nLamichhane had a similar understanding of the  management fee structure.  ( See \nLamichhane Dep. 117:9–118:9.)  \n28. Thereafter, on 21 March 2022, Lamichhane wrote himself a check for \n$20,000.00 purportedly for his combined January and Fe bruary 2022 management \nfee.  ( See Index Exs. Opp’n Pls.’ Mot. Ex. 8, ECF No. 49.8.)  On 23 March 2022, \nLamichhane wrote himself a check from Compass Tax in the amount of $35,000.00, \nrepresenting payment of the management fee for 16 July 2021 through 31 December \n2021, (see Index Exs. Opp’n Pls.’ Mot. Ex. 7, ECF No. 49.7), followed by more checks \nwritten to “cash,” (see Index Exs. Opp’n Pls.’ Mot. Exs. 9–10, ECF Nos. 49.9–.10).  The \n \n \nevidence demonstrates that Lamichhane  used one check  written to “cash” , in  the \namount of $1,900.00, to pay  a contractor for work done on  his home.  ( Compass \nTax 30(b)(6) Dep. 183:1–14, ECF No. 49.2.)  \n29. Karki did not “authorize any increase i n [Lamichhane’s] management fee \nfrom Compass Tax,” and testified that he did not learn of Lamichhane’s  increased \nmanagement fee until it was “reflected in Compass Tax[’s] financial records provided” \nto him by Lamichhane.  (Second Karki Aff. ¶ 4.)  \n3. Obligation to Facilitate  the Transfer of Franchise Rights to \nPlaintiffs \n \n30. The September Agreement provides that  the “Buyers and Sellers agree to \nexecute all documents necessary to conclude this transaction, including, where \napplicable, assignments of leases, contract, licenses, operating agreements or other \nsuch documents necessary to fulfill the parties’ intent.”  (Sept. Agt. ¶ 7.)  \n31. In August 2021, prior to signing the September Agreement , Karki \nrequested a transfer of the franchise rights for the Liberty Tax Franchises to Compass \nTax through Liberty Tax’s online portal .  ( Karki Af f. ¶  5.)  It was Lamichhane’s \nunderstanding that it was in Karki’s control whether the territories were transferred.  \n(Lamichhane Dep. 240:24– 241:6.)  T o facilitate the transfer of the Liberty Tax \nFranchises, Lamichhane testified on behalf of Compass Tax that  Karki signed and \ncompleted all documents presented to him.  (Compass Tax 30(b)(6) Dep. 51:23–52:14, \nECF No. 42.3; see Index Exs. Supp. Def.’s Mot. Ex. 10 at 8, ECF No. 42.10.) \n32. Plaintiffs contend that , due to  Karki’s failure to  transfer the Liberty Tax \nFranchises, “Compass Tax [  ] was never able to effectively operate the [b]usiness  \n \n \nbecause it lacked the necessary information and was never given full authority and \ncontrol.”  (Am. Compl. ¶ 30.)  However, Karki contends that as a result of Plaintiffs’ \nconduct, he has “suffered significant financial losses and sustained other personal \nlosses[.]”  (Answer Am. Compl. & Am. Countercl. ¶ 102, ECF No. 26 [“Countercl.”].)   \n33. As a result of the above- described facts and circumstances, Lamichhane \ntendered the remaining business assets back to Karki, (Compass Tax 30(b)(6) \nDep. 178:8–11, ECF No. 43.3), and litigation ensued.   \nIII. PROCEDURAL BACKGROUND \n34. The Court sets forth herein only  those portions of the procedural history \nrelevant to its determination of the Motions.  \n35. Plaintiffs initiated this action  on 19 August 2022 with the filing of their \nVerified Complaint.  (See ECF No. 3.)   \n36. On 16 February 2023, Plaintiffs filed their Amended Complaint as of right, \nasserting eleven claims for relief against Karki.  (See generally Am. Compl.)  Plaintiffs \nthereafter voluntarily dismissed nine of those eleven claims  without prejudice.  (See \nECF No. 31.)  Plaintiffs’ two remaining claims are for (1) breach of contract (“Count \nOne”), (Am. Compl. ¶¶ 43–47); and (2) breach of the duty of good faith and fair dealing \n(“Count Two”), (Am. Compl. ¶¶ 48–55). \n37. On 20 March 2023, Karki filed his Answer to Amended Complaint and \nAmended Countercla im, asserting six counterclaims against Plaintiffs .  ( See \ngenerally Countercl.)  Karki thereafter voluntarily dismissed his fifth cause of action \nfor civil conspiracy without prejudice.  ( See ECF No. 51.)  Karki’s five remaining \n \n \nclaims are (1)  breach of contract (“Counterclaim One”), (Countercl.  ¶¶ 103–06); \n(2) fraud (“Counterclaim Two”), (Countercl. ¶¶  107–14); (3) breach of fiduciary duty \n(“Counterclaim Three”), (Countercl. ¶¶  115–20); (4)  constructive fraud \n(“Counterclaim Four”), (Countercl. ¶¶  121–26); and (5)  violations of the North \nCarolina Unfair and Deceptive Trade Practices Act (“UDTPA”), N.C.G.S. §  75-1.1 et \nseq., (“Counterclaim Five”), (Countercl. ¶¶ 131–37).  \n38. The Motions were filed on 17 October 2023.  ( See ECF Nos. 41, 45.)   \nFollowing full briefing, the Court held a hearing on the Motions on 24 January 2024 \n(the “Hearing”), at which all parties were present and represented through counsel.  \n(See ECF No. 56.) \n39. The Motions are ripe for resolution.  \nIV. LEGAL STANDARD \n40. Summary judgment is appropriate “if the pleadings, depositions, answers \nto interrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any mat erial fact and that any party is entitled \nto a judgment as a matter of law.”  N.C.G.S. §  1A-1, Rule 56(c).  “A ‘genuine issue’ is \none that can be maintained by substantial evidence.”  Dobson v. Harris, 352 N.C. 77, \n83 (2000) (citation omitted).  “  ‘Substantial evidence is such relevant evidence as a \nreasonable mind might accept as adequate to support a conclusion’ and means ‘more \nthan a scintilla or a permissible inference.’  ”  Head v. Gould Killian CPA Grp., P.A. , \n371 N.C. 2, 8 (2018) (quoting Ussery v. Branch Banking & Tr. Co., 368 N.C. 325, 335 \n(2015)). \n \n \n41. The moving party bears the burden of showing that there is no genuine \nissue of material fact and that the movant is entitled to judgment as a matter of law.  \nHensley v. Nat’l Freight Transp., Inc. , 193 N.C . App. 561, 563 (2008).  The movant \nmay make the required showing by proving that “an essential element of the opposing \nparty’s claim does not exist, cannot be proven at trial, or would be barred by an \naffirmative defense, or by showing through discovery that the opposing party cannot \nproduce evidence to support an essential element of her claim.”  Dobson , 352 N.C. \nat 83 (citations omitted).  \n42. “Once the party seeking summary judgment makes the required showing, \nthe burden shifts to the nonmoving party to produce a forecast of evidence \ndemonstrating specific facts, as opposed to allegations, showing that he can at least \nestablish a prima facie case at trial.”  Gaunt v. Pittaway, 139 N.C. App. 778, 784−85 \n(2000) (citation omitted).  The Court must view the evidence in the light most \nfavorable to the nonmovant.  Dobson, 352 N.C. at 83 (citation omitted).  However, the \nnonmovant  \nmay not rest upon the  mere allegations or denials of [ their] pleading, \nbut [their] response, by affidavits or as otherwise provided in this rule, \nmust set forth specific facts showing that there is a genuine issue for \ntrial.  If [the nonmovant ] does not so respond, summary jud gment, if \nappropriate, shall be entered against [the nonmovant]. \n \nN.C.G.S. § 1A-1, Rule 56(e). \nV. ANALYSIS \n43. The Court begins  its analysis with Plaintiffs’ Motion  and concludes with \nDefendant’s Motion.   \n \n \nA. Plaintiffs’ Motion \n44. Plaintiffs seek summary judgment on Karki’s Counterclaims Two, Three, \nFour, and Five.  The Court addresses each counterclaim in turn.  \n1. Karki’s Counterclaim Two: Fraud \n45. Plaintiffs seek summary judgment on Karki’s fraud claim, argu ing that \nKarki failed to proffer suf ficient evidence of Plaintiffs’  alleged intent to deceive to \nsupport his claim .  ( Pls.’ Memo. Supp. Pls.’ Mot . 8, ECF No. 46 [“Br. Supp. Pls.’ \nMot.”].)  In Plaintiffs’ view, the evidence does not show that they made a promise  to \npay Karki for the Liberty Tax Franchise s without the intent to keep that promise.  \n(Br. Supp. Pls.’ Mot. 8.)  Plaintiffs contend that the evidence actually demonstrates \nthat they “intended to ta ke full possession and operated the franchises” at “great \npersonal burden and expense to themselves.”  (Br. Supp. Pls.’ Mot. 8.)   \n46. In North Carolina, the “ essential elements of actual fraud are well \nestablished: ‘(1) False representation or concealment of a material fact, (2) reasonably \ncalculated to deceive, (3) made with intent to deceive, (4) which does in fact deceive, \n(5) resulting in damage to the injured party.’ ” Forbis v. Neal, 361 N.C. 519, 526–27 \n(2007) (quoting Ragsdale v. Kennedy, 286 N.C. 130, 138 (1974)).  “ Whether each of \nthe elements of actual fraud and reasonable reliance are met are ordinarily questions \nfor the jury ‘unless the facts are so clear that they support only one conclusion.’ ”  \nHead, 371 N.C. at 9 (quoting Forbis, 361 N.C. at 527). \n47. An unfulfilled promise typically cannot serve as the basis for a fraud claim.  \nPierce v. Am. Fid. Fire Ins. Co. , 240 N.C. 567, 571 (1954).  However, “a promissory \n \n \nmisrepresentation may constitute actual fraud if the misrepresentation is made with \nintent to deceive and with no intent to comply with the stated promise or \nrepresentation.”  Braun v. Glade Valley Sch., Inc., 77 N.C. App. 83, 87 (1985) (citation \nomitted).  In each case, the “misrepresentation of the state of the promisor’s mind” is \nitself a misrepresentation of an existing fact, giving rise to a fraud claim.  Overstreet \nv. Brookland, Inc., 52 N.C. App. 444, 452 (1981); accord McKinnon v. CV Indus., 213 \nN.C. App. 328, 338 (2011).  Accordingly, a fraud claim may be based upon promissory \nrepresentations, but Karki must also allege facts “from which a court and jury may \nreasonably infer that [Plaintiffs] did not intend to carry out such representations \nwhen they were made.”  Whitley v. O’Neal, 5 N.C. App. 136, 139 (1969). \n48. Direct evidence of intent is not required.  “Juries often have little access to \ndirect evidence of a person’s intent and therefore may infer intent from the totality of \nthe properly admitted evidence.”  Hudgins v. Wagoner, 204 N.C. App. 480, 491 (2010).  \nCircumstantial evidence of intent may include, among other things, a motive to \ndeceive, close proximity between the promise and the breach, efforts to conceal \nnonperformance from the promisee, and a broader pattern of deceit.  See, e.g., \nCalloway v. Wyatt , 246 N.C. 129, 133 –34 (1957); Jones v. Harrelson & Smith \nContractors, LLC, 194 N.C. App. 203, 214 –15 (2008), aff’d per curiam, 363 N.C. 371 \n(2009); Hunter v. Guardian Life Ins. Co. of Am. , 162 N.C. App. 4 77, 481 (2004); \nMeekins v. Box , 152 N.C. App. 379, 386 –89 (2002); Carver v. Roberts, 78 N.C. App. \n511, 513–14 (1985). \n \n \n49. Karki alleges that when Plaintiffs entered into the September Agreement \nand the Operating Agreement, Plaintiffs fraudulently concealed that they: (i) “did not \nintend to honor their payment obligations” under the September Agreement; (ii) “did \nnot inten[d] to take transfer of the franchise rights and obligations for the Franchises \nor their respective leases and other operational obligations ; (iii) did not intend to \nabide by Liberty Tax’s policies and regulations ; and (iv) intended to use the \nFranchises and their associated assets and resources” for their own benefit to the \ndetriment of Karki.  (Countercl. ¶ 108.)   \n50. In Plaintiffs’ view , there is insufficient evidence to support Karki ’s \ncontention that Plaintiffs did not intend to pay for the Liberty Tax Franchises, or that \nthey “did not intend to take full possession of them.”  (Br. Supp. Pls.’ Mot. 8.)  \nPlaintiffs direct the Court to both Lamichhane’s and Shrestha’s testimony detailing \nhow Plaintiffs began operating the Liberty Tax Franchises , (Br. Supp. Pls.’ Mot. 8 \n(citing Lamichhane Dep. 161–164; Shrestha Dep. 8, 18, 116) ), which Plaintiffs \ncontend shows that there is “no evidence that Lamichhane and Shrestha had the \nintent to deceive at the time they made their putative representations [,]” (Br. Supp. \nPls.’ Mot. 9). \n51. In response, Karki  offers evidence that (1) Plaintiffs did little to no due \ndiligence into the financial stat us of the Liberty Tax Franchise s before signing the \nSeptember Agreement,  (Def.’s Br. Opp ’n Pls.’ Mot. 8 , ECF No. 52 [“Br. Opp. Pls.’ \nMot.”]), and (2) Lamichhane repeatedly tried to renegotiate the purchase price for the \nLiberty Tax Franchises , despite what he previously agreed to in the September \n \n \nAgreement, after Lamichhane received additional financial information about the \nLiberty Tax Franchises, (Br. Opp. Pls.’ Mot. 9).  Karki also argues that he has offered \nevidence that Lamichhane “took control of the business assets”  of the Liberty Tax \nFranchises and “proceeded to earn revenue from those assets,” (Br. Opp. Pls.’ Mot. 9) \n(citing Lamichhane Dep. 96–97), all while Lamichhane  “paid himself a higher \nmanagement fee from Compass Tax than  authorized in the September Agreement ,” \n(Br. Opp. Pls.’ Mot. 10) (citing Compass Tax 30(b)(6) Dep. 30–37, ECF No. 42.3). \n52. The Court finds the evidence offered by Karki sufficient to raise a genuine \nissue of material fact as to whether Lamichhane and Shrestha acted with fraudulent \nintent, which is a question for the jury here.  See Latta v. Rainey, 202 N.C. App. 587, \n600 (2010) (citation omitted) (“Whether the defendant acts with the requisite scienter \nfor fraud is generally a question of fact for  the jury. ”); Sports Quest, Inc. v. Dale \nEarnhardt, Inc., 2004 NCBC LEXIS 10, at * *12–13 (N.C. Super. Ct. Mar. 12, 2004)  \n(denying summary judgment as to  fraud claim because the “motivations behind \n[defendant’s] action [were] unclear”). \n53. Therefore, the Court DENIES Plaintiffs’ Motion as to Karki’s Counterclaim \nTwo for fraud. \n2. Karki’s Counterclaims Three and Four : Breach of Fiduciary \nDuty and Constructive Fraud \n \n54. Plaintiffs request summary judgment on Karki’s Counterclaims Three and \nFour, arguing that Karki has not provided sufficient evidence of a breach  of any  \nfiduciary duty owed to him.  (Br. Supp. Pls.’ Mot. 9–12.)  \n \n \n55. “For a breach of fiduciary duty to exist, there must first be a fiduciary \nrelationship between the parties.”  King v. Bryant, 369 N.C. 451, 464 (2017) (quoting \nDalton v. Camp, 353 N.C. 647, 651 (2001)).  A claim for constructive fraud likewise \nrequires a plaintiff to allege facts establishing a confidential or fiduciary relationship.  \nGen. Fid. Ins. Co. v. WFT, In c., 269 N.C. App. 181, 185 (2020) ( “Constructive fraud \n‘arises where a confidential or fiduciary relationship exists, which has led up to and \nsurrounded the consummation of the transaction in which defendant is alleged to \nhave taken advantage of his position of trust to the hurt of plaintiff.’ ” (quoting Forbis, \n361 N.C. at 528)). \n56. Karki contends that Lamichhane owed him a fiduciary dut y as the \n“majority member and Chief Executive Member of Compass Tax.”  (Countercl. ¶ 116.)  \nPlaintiffs do not challenge Karki’s contention,4 but instead argue that Karki has not \nprovided sufficient evidence of a breach of the alleged duty.  (Br. Supp. Pls.’ Mot. 10–\n12.)  Therefore, the Court turns to whether Karki has presented sufficient evidence \nto create a genuine issue of material fact as to Lamichhane’s alleged breach.  \n57. Karki alleges that Lamichhane breached his fiduciary duty by: (i) “failing \nto honor his payment obligations” under the September Agreement, (ii) “ failing to \ntake transfer of the franchise righ ts and obligations for the Franchises or their \nrespective leases and other operational obligations, (iii) failing  to abide by Liberty \nTax’s policies and regulations, and (iv) us ing the Franchises and their associated \n \n4 Plaintiffs explicitly note that their argument “assum[es] Lamichhane owed Karki a \nfiduciary duty[.]”  (Br. Supp. Pls.’ Mot. 10.)  Since Plaintiffs assume Lamichhane owed a duty \nto Karki, the Court, at this stage, will not address the first element further.   \n \n \nassets and resources” for his  own benef it and to the detriment of Karki .  \n(Countercl. ¶ 118.)   \n58. Plaintiffs argue that  failing to make payments under the September \nAgreement is the basis for a breach of contract claim, but that this conduct “does not \nautomatically translate to a separate breach of fiduciary duty.”  (Br. Supp. Pls.’ \nMot. 10.)  Further, Plaintiffs contend that they could not  “fail[ ]to take transfer” of \nthe Liberty Tax Franchises pursuant to the September Agreement because no \ntransfer was initiated.  (Br. Supp. Pls.’ Mot. 10.)  Plaintiffs further contend that there \nis insufficient evidence that “Lamichhane did not comply with ‘Liberty Tax’s policies \nand regulations[,]’ ” as Karki  was unable to identify any Liberty Tax  policies that \nLamichhane failed to comply with.  (Br. Supp. Pls.’ Mot. 11.) \n59. Here, Karki’s alleged injury and the damages he seeks to recover for his \nbreach of fiduciary duty and constructive fraud claims, do not arise out of the \npurported fiduciary relationship  between Karki and Lamichhane.  Instead, the \nwrongful conduct at issue arises as a result of the contractual obligations created by \nthe September Agreement.  See, e.g., Haigh v. Superior Ins. Mgmt. Grp., Inc., 2017 \nNCBC LEXIS 100, at *19 (N.C. Super. Ct. Oct. 24, 2017)  (dismissing breach of \nfiduciary duty claim where alleged wrongdoing was “ a result of the parties ’ \ncontractual relationship, not as a result of a  fiduciary relationship” and would be \n“better resolved through contract principles, rather than general principl es of \nfiduciary relationships”).  \n \n \n60. However, Karki’s contention that Lamichhane breached his fiduciary duty \nby “using the Franchises and their associated assets and resources ” for his “ own \nbenefit and to the exclusion and detriment of Karki ,” is supported by  sufficient \nevidence to survive summary judgment.  (Countercl. ¶ 118.)   \n61. Karki argues that Lamichhane used Compass Tax’s “funds to pay for \npersonal expenses as credit to his outstanding ‘management fees.’  ”  (Br. Opp. Pls.’ \nMot. 12.)   Further, t here is clear evidence here that Lamichhane wrote checks to \nhimself under the guise of paying himself a “management fee.”  (See ECF Nos. 49.7–\n.10 (providing the checks at issue).)  Plaintiffs have not offered sufficient evidence to \nshow that these manageme nt fees were  “proportionate with the value of those \nservices” performed by Lamichhane , as contemplated in the Operating Agreement , \n(see Op. Agt. ¶ 5.1).  \n62. Plaintiffs have not  met their burden at this stage, as  a genuine issue of \nmaterial fact remains as to  whether Lamichhane breached a fiduciary duty owed to \nKarki by paying himself a  management fee, and whether the amounts paid were  \ndisproportionate to the value of the services Lamichhane performed for Compass Tax. \n63. The Court therefore DENIES in part Plaintiffs’ Motion as to Counterclaim \nThree for breach of fiduciary duty and Counterclaim Four for constructive fraud, to \nthe extent those counterclaims concern  Lamichhane’s use of “the Franchises and \ntheir associated assets and resources for [his] own ben efit and to the exclusion and \ndetriment of Karki.”  (Countercl. ¶  118).  Except as expressly denied, Plaintiffs’ \n \n \nMotion is otherwise GRANTED in part as to Counterclaims Three and Four , and \nthose claims are therefore DISMISSED. \n3. Karki’s Counterclaim Five: Violations of the UDTPA \n64. Plaintiffs seek dismissal of Counterclaim Five  based on  their contention \nthat Karki’s UDTPA claim is “effectively a repackaging of the breach of contract and \nfraud claims.”  (Br. Supp. Pls.’ Mot. 14.)  As this is the sole argument raised by \nPlaintiffs regarding Counterclaim Five, the Court limits its analysis accordingly.5 \n65. In order to establish a  UDTPA claim, Karki must prove  that Plaintiffs \ncommitted (1) an unfair or deceptive act or practice, (2) in or affecting commerce, (3) \nwhich proximately caused injury to him .  Walker v. Fleetwood Homes of N.C., Inc., \n362 N.C. 63, 71–72 (2007).   \n66. Karki’s UDTPA claim relies on the same facts and conduct underlying his \ncounterclaims for fraud, breach of fiduciary duty, and constructive fraud.  \n(Countercl. ¶ 132.)  The Court has herein determined that those claims survive \nsummary judgment, at least in part.  (See supra ¶¶ 53, 63.)  Therefore,  those \ncounterclaims, and the conduct alleged in support thereof, may serve as a basis for \nKarki’s Counterclaim Five.  See Silverdeer, LLC v. Berton, 2013 NCBC LEXIS 21, at \n*28–29 (N.C. Super. Ct. Apr. 24, 2013) (holding that the UDTPA claim derivative of \nfraud and other claims “rises and falls” with those claims); Conservation Station, Inc. \n \n5 The Court notes that Plaintiffs only focus on the first element presented below, (infra ¶ 65), \nregarding whether the conduct alleged by Karki , and the evidence presented in support of \nhis UDTPA claim , is sufficient to establish an unfair or deceptive act or practice , (see Br. \nSupp. Pls.’ Mot. 14) .  Plaintiffs do not raise any argument concerning whether Karki has \npresented sufficient evidence to show that the alleged conduct satisfies the second required \nelement that the unfair or deceptive act or practice is “in or affecting commerce.”  \n \n \nv. Bolesky, 2023 NCBC LEXIS 164, at **29 (N.C. Super. Ct. Dec. 12, 2023) (“Claims \nfor breach of fiduciary duty and constructive fraud may in appropriate circumstances \nsupport a claim for violations of the UDTPA.”). \n67. Therefore, the Court hereby DENIES  in part Plaintiffs’ Motion as to \nCounterclaim Five for violations of the UDTPA.  However, to the limited extent this \nclaim relies on Counterclaims Three and Four for Lamichhane’s alleged failure (i) to \nhonor payment obligations under the September Agreement, (ii) to take transfer of \nthe franchise rights and obligations for the Liberty Tax Franchises, and (iii) to abide \nby Liberty Tax’s policies and regulations, Plaintiffs’ Motion is GRANTED in part and \nCounterclaim Five is DISMISSED to that extent.   \nB. Defendant’s Motion \n68. Karki seeks affirmative summary judgment on his own Counterclaim One  \nfor breach of contract , as well as summary judgment on Plaintiffs’ Counts One for \nbreach of contract and Count Two for breach of duty of good faith and fair dealing .  \n(See Def.’s Mot.) \n69. Affirmative summary judgment on a party’s own claims for relief is \ninfrequently granted and requires the moving party to carry a greater burden.  Brooks \nv. Mount Airy Rainbow Farms Ctr., Inc., 48 N.C. App. 726, 728 (1980).  The moving \nparty “must show that there are no genuine issues of fact, that there are no gaps in \nhis proof, that no inferences inconsistent with his recovery arise from the evidence, \nand that there is no standard that must be applied to the facts by the jury.”  Parks \nChevrolet, Inc. v. Watkins, 74 N.C. App. 719, 721 (1985).  Therefore, it is “rarely .  . . \n \n \nproper to enter summary judgment in favor of the party having the burden of proof.”  \nBlackwell v. Massey , 69 N.C. App. 240, 243 (1984); see Banc of Am. Merch. Servs., \nLLC v. Arby’s Rest. Grp., Inc., 2021 NCBC LEXIS 61, at *10–11 (N.C. Super. Ct. June \n30, 2021). \n1. Counterclaim One and Count One: Breach of Contract \n70. Karki seeks summary judgment on the  parties’ respective  breach of \ncontract claims, arguing that the “undisputed material facts show the existence of a \nvalid contract and non -performance by Plaintiffs of a mater ial aspect of that \ncontract.”  (Def.’s Br. Supp. Def.’s Mot. 14, ECF No. 47 [“Br. Supp. Def.’s Mot.”].)  \n71. “As a general rule, if either party to a bilateral contract commits a material \nbreach of the contract, the non-breaching party is excused from the obligation to \nperform further.”  McClure Lumber Co. v. Helmsman Constr., Inc., 160 N.C. App. 190, \n198 (2003) (citation omitted).  A “[b]reach of contract occurs when a party fails to \nperform a contractual duty which has become absolute . . . [W]hen performance of a \nduty under contract is presently due any nonperformance constitutes a breach.”  \nMillis Constr. Co. v. Fairfield Sapphire Valley, Inc., 86 N.C. App. 506, 510 (1987) \n(citations omitted).  A breach is considered material if it “substantially defeats the \npurpose of the agreement or goes to the very heart of the agreement, or can be \ncharacterized as a substantial failure to perform.”  Supplee v. Miller-Motte Bus. Coll., \nInc., 239 N.C. App. 208, 220 (2015) (quoting Long v. Long, 160 N.C. App. 664, 668 \n(2003)).  The materiality of a breach of contract is “ordinarily a question for a jury.”  \n \n \nId. at 221 (quoting Charlotte Motor Speedway, Inc. v. Tindall Corp., 195 N.C. App. \n296, 302 (2009)). \n72. Further, “[i]f the contract ‘contains some condition precedent to defendant’s \nliability,’ the plaintiff must also allege that the condition has been met.”  Upchurch \nv. Sapp, 2020 NCBC LEXIS 118, at *5 (N.C. Super. Ct. Oct. 8, 2020) (quoting \nBeachboard v. S. Ry. Co., 16 N.C. App. 671, 681 (1972) (citation omitted)).  “ A \ncondition precedent is a fact or event that must exist or occur before there is a right \nto immediate performance, before there is a breach of contract duty.”  Kumar v. Patel, \n2024 NCBC LEXIS 36, at **19–20 (N.C. Super. Ct. Feb. 28, 2024) (quoting Mosely v. \nWAM, Inc., 167 N.C. App. 594, 600 (2004) (citation omitted)).  “The use of language \nsuch as ‘ when,’ ‘after,’ and ‘as soon as’ clearly indicates that a promise will not be \nperformed except upon the happening of a stated event, i.e.,  a condition precedent.”  \nCraftique, Inc. v. Stevens & Co., 321 N.C. 564, 567 (1988).   \ni. Karki’s Counterclaim One \n73. Karki’s C ounterclaim One focuses on  the September Agreement and \nPlaintiffs’ alleged failure to pay  the amount due  thereunder on 15 May 2022.  \n(Countercl. ¶¶ 72, 105; Br. Supp. Def.’s Mot. 14.)  \n74. Based on the record before the Court, it is undisputed that the September \nAgreement provided an unamb iguous payment term, which require d Plaintiffs, as \nthe buyers, to pay Karki the first of five installment payments on 15 May 2022.  (Sept. \nAgt. ¶ 2.b.)  It is also undisputed that the first installment payment was not made to \nKarki on 15 May 2022, and no such payment has been made since.  (See Lamichhane \n \n \nDep. 109:12 –16.)  As  a result, the Court concludes that Plaintiffs breached the \nSeptember Agreement by failing to pay Karki the first installment payment in \naccordance with the terms of that agreement.  \n75. While Plaintiffs acknowledge their own non-payment, they contend that \nKarki has “provided no independent documentation of his completion of his duties to \nattempt to transfer the ownership of the franchises,” and that, as a result,  Karki \nbreached the September Agreement first, which Plaintiffs contend excused their own \nnon-performance.  (Pls.’ Memo. Opp’n Def.’s Mot. 6–8, ECF No. 53 [“Br. Opp. Def.’s \nMot.”].)   \n76. While the September Agreement requires Karki, as the seller, to “execute \nall documents necessary to conclude this transaction, including, where applicable, \nassignments of leases, contract, licenses, operating agreements or other such \ndocuments necessary to fulfill the parties’ intent,” there is no deadline for completion \nof this obligation, and Plaintiffs have offered no evidence to support a contention that \nKarki had a deadline to perform this obligation.  As such, Karki’s performance was \nnot a condition precedent to Plaintiffs’ performance on 15 May 2022, and thus \nPlaintiffs’ payment obligation was not excused by Karki’s alleged failure to comply \nwith his transfer obligations.   \n77. Therefore, the Court GRANTS  in part Defendant’s Motion as to \nCounterclaim One for breach of contract, to the extent the Motion seeks to establish \nthat one or more Plaintiffs failed to pay Karki the 15 May 2022 installment payment.  \n \n \n78. While summary judgment is appropriate as to Karki’s Counterclaim One \nrelated to the issue of breach, a genuine issue of materi al fact remains as to whose \nobligation it was to pay Karki on 15 May 2022.  While the September Agreement \nexpressly lists Lamichhane and Shrestha as the “Buyers,” (Sept. Agt. 5), the preamble \nof the September Agreement explicitly states that Compass Tax is  the purchaser, \n(Sept. Agt. ¶  1).  Additionally, Karki has inconsistently identified who he contends \nwas obligated to remit payment on 15 May 2022.  ( Compare Br. Supp. Def.’s Mot. 4 \n(“Compass Tax agreed to pay Karki[.]”), with Countercl. 13, 29 (“Buyers breached the \n. . . September Agreement . . . by failing to make payments when due,” with the term \n“Buyers” defined therein as Compass Tax, Lamichhane, and Shrestha).)  When asked \nabout this issue at  the Hearing, the parties were unable to provide any guidanc e or \nclarification.   \n79. Therefore, t he Court determines that a genuine issue of material fact \nremains as to Counterclaim One regarding which Plaintiff , or Plaintiffs,  were \nobligated to remit payment to Karki on 15 May 2022.  See KNC Techs., LLC v. Tutton, \n2021 NCBC LEXIS 38, at *40 (N.C. Super. Ct. Apr. 8, 2021) (citing Variety \nWholesalers, Inc. v. Salem Logistics Traffic Servs., LLC , 265 N.C. 520, 525 (2012) ) \n(“An ambiguity exists when the effect of provisions is uncertain or capable of several \nreasonable interpretations.”); see also Robertson v. Hartman, 90 N.C. App. 250, 252–\n53 (1988) (“[I]f the terms employed [in the contract] are subject to more than one \nreasonable meaning, the interpretation of the contract is a jury question.”).   \n \n \n80. Therefore, the Court DENIES  in part Defendant’s Motion as it relates to \nwhich Plaintiff(s) bear the liability associated with Counterclaim One  for breach of \nthe September Agreement.  \nii. Plaintiffs’ Count One \n81. Plaintiffs likewise allege, through their own Count One, that Karki \nbreached the September Agreement by failing to facilitate the transfer of the Liberty \nTax Franchises.6  (Am. Compl. ¶¶ 27–30.)    \n82. As the Court has discussed above, one or more Plaintiffs breached the \nSeptember Agreement by failing to remit payment to Karki on 15 May 2022.  T he \nCourt has also noted that Karki’s obligation to transfer the Liberty Tax Franchises \nto Plaintiffs was not a condition precedent, and that as a result, Karki’s alleged \nfailure to facilitate the transfer of the Liberty Tax Franchises did not relieve Plaintiffs \nof their obligation to pay Karki on 15 May 2022.  Thus, Plaintiffs breach of the \nSeptember Agreement on 15 May 2022 relieved Karki of any pending obligations to  \nfacilitate the transfer of the Liberty Tax Franchises.   \n \n6 In the Amended Complaint, Plaintiffs allege multiple breaches of the September Agreement \nby Karki.  (See Am. Compl. ¶¶ 31–42.)  However, as Karki correctly points out, (Def.’s Reply \nBr. Supp. Def.’s Mot. 1 n.1, ECF No. 55 [“Reply”]),  Plaintiffs do not respond to Karki’s \nargument regarding those other alleged breaches, instead focusing only on Karki’s alleged \nfailure to facilitate the transfer of the Liberty Tax Franchises, (see Br. Opp. Def.’s Mot. 6–9).  \nPlaintiffs had the burden “to rebut these arguments by identifying the evidence that supports \n[their] claim and articulating how that evidence creates a genuine issue of material fact for \ntrial.”  Brewster v. Powell Bail Bonding, Inc., 2020 NCBC LEXIS 27, at *9 (N.C. Super. Ct. \nMar. 11, 2020).  Plaintiffs did not carry that burden.  Therefore, the Court  concludes that \nthere are no genuine issues of material fact regarding Karki’s other alleged breaches, (Am. \nCompl. ¶¶ 31–42), and grants summary judgment in Karki’s favor on those alleged breaches. \n \n \n83. Therefore, Defendant’s Motion is GRANTED in part as to Count One for \nbreach of contract, and that claim is DISMISSED.  \n2. Plaintiffs’ Count Two: Breach of the Duty of Good Faith and \nFair Dealing \n \n84. Karki seeks summary judgment on Plaintiffs’  Count Two, arguing in \nrelevant part that  “there is no evidence to substantiate that  Karki breached any \nprovision of the September Agreement or its implied covenant of good faith and fair \ndealing.”  (Br. Supp. Def.’s Mot. 23.)  \n85. “In every contract there is an implied covenant of good faith and fair \ndealing that neither party will do anything which injures the right of the other to \nreceive the benefits of the agreement.”  Bicycle Transit Auth., Inc. v. Bell, 314 N.C. \n219, 228 (1985) (citation omitted).  However, the Court may not imply a term that \nalready exists in the contract.  See Heron Bay Acquisition, LLC v. United Metal \nFinishing, Inc., 2014 NCBC LEXIS 16, at **42 (N.C. Super. Ct. May 7, 2014); see also \nCampbell v. Blount, 24 N.C. App. 368, 371 (1975) (“There cannot be an express and \nan implied contract for the same thing existing at the same time.”). \n86. Plaintiffs’ claim for breach of the duty of good faith and fair dealing is \nbased on Karki’s alleged failure to facilitate the transfer of the Liberty Tax \nFranchises.  ( Br. Opp. Def.’s Mot. 9.)  The  Court has herein granted summary \njudgment in Karki’s favor on this issue, and as a result, it would be inappropriate for \nthe Court to permit this claim to move forward.  See Suntrust Bank v. \nBryant/Sutphin Props., LLC, 222 N.C. App. 821, 833 (2012) (“As the jury determined \nthat plaintiff did not breach any of its contracts with defendants, it would be illogical \n \n \nfor this Court to conclude that plaintiff somehow breached implied terms of the same \ncontracts.”), disc. rev. denied, 366 N.C. 417, (2012). \n87. Therefore, the Court hereby GRANTS in part Defendant’s Motion as to \nCount Two for breach of the duty of good faith and fair dealing, and that claim is \nhereby DISMISSED.   \nV. CONCLUSION \n88. THEREFORE, for the foregoing reasons, the Court hereby GRANTS in \npart and DENIES in part the Motions as follows: \na. The Court GRANTS in part Plaintiffs’ Motion as to Karki’s \nCounterclaim Three for breach of fiduciary duty and Counterclaim Four for \nconstructive fraud, to the extent that those claims rely on Lamichhane’s \nfailure (i) to honor payment obligations under the September Agreement, \n(ii) to take transfer of the franchise rights and obligations for the  Liberty \nTax Franchises, and (iii) to abide by Liberty Tax’s policies and regulations.  \nThose claims are hereby DISMISSED to that extent; and  \nb. The Court GRANTS in part Defendant’s Motion as to Plaintiffs’ \nCount One for breach of contract, Plaintiffs’ Count Two for breach of the \nduty of good faith and fair dealing, and Karki’s Counterclaim One for \nbreach of contract in part.  Plaintiffs ’ Counts One and Two are hereby \nDISMISSED; and  \nc. Except as expressly granted, the Motions are otherwise DENIED. \n \n \n89. For the avoidance of doubt, the following claims will proceed to trial: \n(1) Karki’s Counterclaim One for Breach of Contract, to determine which Plaintiff(s) \nwere obligated to remit payment to Karki on 15 May 2022 pursuant to the September \nAgreement, and to determine damages related thereto; (2) Karki’s Counterclaim Two; \n(3) Karki’s Counterclaims Three and Four, to the extent those claims concern \nLamichhane’s use of the Liberty Tax Franchises for his own benefit to the detriment \nof Karki; and (4) Karki’s Counterclaim Five, to the extent that Karki’s Counterclaims \nTwo, Three, or Four serve as a basis for that claim.   \nSO ORDERED, this the 20th day of May, 2024. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}