{
  "id": "773603ddd149dd3594d470b4d0140a48ab9af392c3423124f01141fa50f5618e",
  "source_file": "data/raw/ncbc/773603ddd149dd3594d470b4d0140a48ab9af392c3423124f01141fa50f5618e.pdf",
  "raw_text": "  AP Atl., Inc. v. Crescent Univ. City Venture, LLC, 2016 NCBC 58. \n \nNORTH CAROLINA \n \nMECKLENBURG COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 14745 \nAP ATLANTIC, INC. d/b/a ADOLFSON \n& PETERSON CONSTRUCTION, \n \nPlaintiff and Third-\nParty Plaintiff, \n \nv. \n \nCRESCENT UNIVERSITY CITY \nVENTURE, LLC AND THE \nGUARANTEE COMPANY OF NORTH \nAMERICA USA, BB & M \nARCHITECTURE, PLLC, SCA \nENGINEERS, INC., MADISON \nCONSTRUCTION GROUP, INC., \nTRUSSWAY MANUFACTURING, INC., \nand T. A. KAISER HEATING & AIR, \nINC., \n \nDefendants, \n \nv. \n \nCOMMERCIAL GLAZING \nASSOCIATES, LLC, KMAC OF THE \nCAROLINAS, INC., SEARS \nCONTRACT, INC., and SOUTHEND \nPAINTING CONTRACTORS, INC., \n \n                 Third-Party Defendants. \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON THIRD-PARTY \nDEFENDANT SEARS CONTRACT, INC.’S \nMOTION TO DISMISS OR STAY AND \nCOMPEL ARBITRATION \n \n \n \n \n \n \n \n \n \n \n \nMADISON CONSTRUCTION GROUP, \nINC., \n \n                      Third-Party Plaintiff, \n \nv. \n \nMANUEL BUILDING CONTRACTORS, \nLLC, \n \n                   Third-Party Defendant. \n \n \n{1} THIS MATTER  is before the Court upon Third -Party Defendant Sears \nContract, Inc.’s (“Sears”) Motion to Dismiss or Stay Litigation and Compel \nArbitration (the “Motion”) in the above-captioned case.1   \n{2} After considering the Motion, the briefs in support of and in opposi tion to \nthe Motion, and the arguments of counsel at a hearing on July 27, 2016, the Court \nmemorializes its oral ruling at the hearing and hereby DENIES the Motion and \nDEFERS to the duly-selected arbitrator in the private arbitration currently pending \nbetween the parties  the determination of the arbitrability of Plaintiff AP Atlantic, \nInc. d/b/a Adolfson & Peterson Construction’s (“Plaintiff” or “AP Atlantic”) claim for \nbreach of contract against Sears for alleged late performance.  \nJohnston, Allison, & Hord, P.A., by Greg C. Ahlum, Robert L. Burchette, \nand Parker E. Moore, for Plaintiff AP Atlantic, Inc. d/b/a/ Adolfson & \nPeterson Construction. \n \nHamilton, Stephens, Steele, & Martin, PLLC, by Bentford E. Martin and \nMark R. Kutny, for Third-Party Defendant Sears Contract, Inc.  \nBledsoe, Judge. \nI. \nBACKGROUND \n{3} This case arises out of multi-party litigation regarding a construction project \nfor which Plaintiff AP Atlantic was the general contractor and Sears was a \nsubcontractor tasked with furnishing and install ing drywall.  AP Atlantic’s Third -\nParty Complaint brings a claim against Sears for breach of contract for Sears’s \nalleged delay in performance (the “Delay Claim”) and for alleged damage to trusses \ncaused by Sears.  Sears’s Motion petitions the Court to (i) dismiss AP Atlantic’s Delay \nClaim under the prior pending action doctrine or, alternatively, (ii) stay AP Atlantic’s \nDelay Claim and compel arbitration of the Delay Claim in an arbitration previously \nscheduled between AP Atlantic and Sears.  Ruling on the merits of the Motion would \n                                                 \n1  Sears purports to bring the Motion under the authority of Rules 12(b) and 13(a) of the North Carolina \nRules of Civil Procedure, the North Carolina Revised Uniform Arbitration Act, N.C. Gen. Stat. §1 -\n569.1 et seq. (the “North Carolina Act”), and the Federal Arbitration Act, 9 U.S.C. § 1 et seq. (the \n“FAA”).  Because this Motion is brought under Rule 12, the Court must issue this Order and Opinion \nin the form of a written opinion.  See N.C. Gen. Stat. § 7A-45.3.  \nrequire the Court to determine whether or not AP Atlantic’s Delay Claim is subject \nto an arbitration agreement entered into between AP Atlantic and Sears in a prior \npending action.   \n{4} The North Carolina appellate courts have made  it clear that “an order \ndenying a motion to compel arbitration must include findings of fact as to ‘whether \nthe parties had a valid agreement to arbitrate’ and, if so, ‘whether the specific dispute \nfalls within the substantive scope of that agreement.’”  Cornelius v. Lipscomb , 224 \nN.C. App. 14, 16, 734 S.E.2d 870, 871 (2012) (citations omitted); see also, e.g., Cold \nSprings Ventures, LLC v. Gilead Scis., Inc., 2015 NCBC LEXIS 1, at *6 (N.C. Super. \nCt. Jan. 6, 2015) (noting that N.C. Gen. Stat. § 1-569.7 and relevant case law require \nthe trial court “to make finding[s of] fact[] in order to determine whether an \n‘enforceable agreement to arbitrate’ exists”).  At the same time, our courts have held \nthat “an order compelling arbitration does not affect a substantial right” that will be \nlost absent an immediate appeal.  Haynesworth v. Am. Express Travel Related Servs. \nCo., No. COA12 -472, 2013 N.C. App. LEXIS 315, at  *5 (N.C. Ct. App. Apr. 2, 2013) \n(unpublished) (citing Bullard v. Tall House Bldg. Co., 196 N.C. App. 627, 635–36, 676 \nS.E.2d 96, 102 (2009) (“[A]n order granting a mot ion to compel arbitration  . . . is \nexplicitly recognized not to have a right of appeal within our case law.”)).   \n{5} The Court elects to make the following findings of fact and conclusions of \nlaw for the limited purpose of resolving the Motion’s request to stay litigation and \ncompel arbitration.2    See, e.g., Creekside Constr. Co. v. Dowler, 172 N.C. App. 558, \n563, 616 S.E.2d 609, 612 (2005) (affirming order compelling arbitration where trial \ncourt made findings of fact and conclusions of law).  Although most of the alleged facts \ndo not appear to be  in dispute, “in determining the threshold issu e of whether a \nmandatory arbitration agreement exists, the court necessarily must sit as a finder of \nfact.  Accordingly, for such limited purpose, the court also may consider evidence as \n                                                 \n2 Although the Court is not required to make findings of fact on a motion to dismiss, and neither party \nhas requested findings here, the Court, in its discretion, adopts the following findings of fact and \nconclusions of law with regard to the Motion’s requested relief of dismissal and compelling arbitration.  \nSee Watkins v. Hellings, 321 N.C. 78, 82, 361 S.E.2d 568, 571 (1987). \n \nto facts that are in dispute.”  Capps v. Blondeau , 2010 NCBC LEXIS 10 , at *5 n.6 \n(N.C. Super. Ct. Apr. 13, 2010) (citing Slaughter v. Swicegood , 162 N.C. App. 457, \n461, 591 S.E.2d 577, 580 (2004)), aff’d, 217 N.C. App. 195, 719 S.E.2d 256 (2011).  The \nCourt makes these findings without prejudice to inconsistent findings in any \nsubsequent proceeding.  The findings are based on the Amended Third -Party \nComplaint against Sears, the Motion, and documents of record.3 \nII. \nFINDINGS OF FACT \n{6} Plaintiff AP Atlantic was the general contractor for the construction of the \nCircle University City Apartments (the “Project”) in Charlotte, North Carolina under \na prime construction contract with Crescent University City Venture, LLC \n(“Crescent” or the “Owner”) dated December 14, 2012 (the “Prime Contract”). \n{7} On December 14, 2012, AP Atlantic  also entered into a subcontract \nagreement with Sears to furnish and install drywall on the Project (the \n“Subcontract”).  The Subcontract contains separate provisions concerning the \nprocedures for the resolution of claims between AP Atlantic and Sears that involve \nthe Owner (Section 12.2) and for resolution of claims between the parties that do not \ninvolve the Owner (Section 12.3).  (Am. Third-Party Compl. Against Sears ¶¶ 11–13.)  \nAP Atlant ic contends that Section 12.2 requires claims involving the Owner, \nincluding the Delay Claim advanced in this action, to be pursued in litigation in a \ncourt of competent jurisdiction.  By its terms, Section 12.3 provides that disputes not \ninvolving the Owner “shall be resolved by mediation, then arbitration.” \n{8} Sears completed its work under the Subcontract in early 2015 but was not \npromptly or fully paid by AP Atlantic. \n                                                 \n3 Sears submitted to the Court at the hearing a letter dated July 26, 2016 from AP Atlantic’s counsel \nin the Arbitration to the Arbitrator seeking to withdraw AP Atlantic’s claim for delay damages against \nSears in the Arbitration.  The Court notes that it is AP Atlantic’s Delay Claim in the above -captioned \naction, not AP Atlantic’s claims in the Arbitration, which is relevant to the C ourt’s decision on the \nMotion.  Thus, the Court does not rely on the July 26 letter in this Order and Opinion.  \n{9} In May 2015, Sears filed a Notice of Claim of Lien Upon Funds on Crescent \nand AP Atlantic and filed a Subrogation Claim of Lien on Real Property with the \nMecklenburg County Clerk of Superior Court. \n{10} On July 7, 2015, Sears filed Civil Action 15 -CVS-12696 (the “Prior Action”) \nin Mecklenburg County Superior Court against AP Atlantic and Crescent to enforce \nits lien claims and also to bring a breach of contract claim against AP Atlantic. \n{11} Subsequently, Western Surety Company (“Western Surety”) discharged \nSears’s lien claims via a lien discharge bond and was substituted as a Defendant in \nlieu of Crescent in the Prior Action.  \n{12} On December 8, 2015, the Mecklenburg County Superior Court entered a \nConsent Order Staying Litigation Pending Arbitration in the Prior Action (the \n“Consent Order”).  The Court attached to the Consent Order an Arbitration \nAgreement executed by counsel for AP Atlantic and Sears on behalf of each party in \nlate November 2015  and ordered that the parties “shall arbitrate the matters in \ndispute between them as provided in the Arbitration Agreement.”   (Sears Mot. \nDismiss or Compel Arbitration Ex. D. ¶ 3.)  The Consent Order required the parties \nto commence arbitration “so as to allow completion as soon as reasonably possible but \nnot later than August 31, 2016” and to select an arbitrator “within thirty days (30) of \nthe date of the [Consent] Order.”  (Sears Mot. Dismiss or Compel Arbitration Ex. D. \n¶¶ 3–4.)   \n{13} The Arbitration Agreement provided in paragraph 6 that “the Parties agree \nto submit all claims, defenses, counterclaims, and replies that have been pled or could \nhave been pled, at issue between them in the [Prior Action] to binding Arbitration in \naccordance with this Agreement and the dispute resolution terms of the Subcontract.”  \n(Sears Mot. Dismiss or Compel Arbitration Ex. A ¶ 6.)  \n{14} The Arbitration Agreement further provided in paragraph 9 that “[t]he \nArbitration will be privately -administered by the Parties and the Arbitrator and \nconducted in accordance with the Construction Industry Arbitration Rules of the \nAmerican Arbitration Association, effective July 1, 2015 (the “Construction Industry \nRules”).”   (Sears Mot. Dismiss or Compel Arbitration Ex. A ¶ 9.) \n{15} The Arbitration Agreement also provided in paragraph 12 that “[t]he \nArbitration shall be pursuant to, and under the auspices of, the [North Carolina Act], \nbut governed by the Constru ction Industry Rules.”   (Sears Mot. Dismiss or Compel \nArbitration Ex. A ¶ 12.) \n{16} Finally, the Arbitration Agreement provided in paragraph 19 that “[t]he \nArbitrator shall interpret and apply the provisions of this Arbitration Agreement.”   \n(Sears Mot. Dismiss or Compel Arbitration Ex. A ¶ 19.) \n{17} Sears initiated a private arbitration against AP Atlantic  and Western \nSurety shortly after entry of the Consent Order (the “Arbitration”), and AP Atlantic \nand Western Surety filed an Answering Statement and Reservation of Counterclaims \nand Defenses in the Arbitration on December 28, 2015. \n{18} The parties have advised the Court that the Arbitration is currently \nscheduled to commence before the duly -selected Arbitrator, William A. Blancato, \nEsq., on August 15, 2016.  \n{19} On August 5, 2015, AP Atlantic  filed the current action initially against \nCrescent and the Guarantee Company of North America claiming breach of contract \nagainst Crescent and seeking to enforce three claims of lien filed by AP Atlantic  \nagainst Crescent and the Project (the “Current Action”).  \n{20} On January 29, 2016, Crescent filed an Answer and Counterclaims against \nAP Atlantic in the Current Action, including claims for breach of contract against AP \nAtlantic relating to AP Atlantic’s alleged delayed or late completion of the Project. \n{21} On April 29, 2016, AP Atlantic filed a Third-Party Complaint against Sears \nasserting the Delay Claim, which seeks damages for breach of contract based on \nSears’s alleged delay in completing the Subcontract. \n{22} AP Atlantic subsequently amended its Third-Party Complaint against Sears \non June 22, 2016 to assert additional third -party claims against Sears relating to \nalleged truss failures.   \n{23} Sears has not sought to dismiss or compel to arbitration AP Atlantic’s truss-\nrelated claims.  (Sears Br. Supp. Mot. Dismiss or Compel Arbitration 2 n.1.)  The only \nclaim Sears seeks to dismiss or compel to arbitration in the Motion is AP Atlantic’s \nDelay Claim against Sears for alleged late performance under the Subcontract. \n{24} Sears filed its current Motion on July 15, 2016.  The Court ordered expedited \nbriefing on the Motion on account of the upcoming arbitration, and the Court held a \nhearing on the Motion on July 27, 2016.  The Motion is now ripe for resolution.  \nIII. \nCONCLUSIONS OF LAW \nA. Applicable Law. \n{25} Our appellate courts have instructed that when asked to interpret an \narbitration provision, “the trial court should . . . address[] the issue of choice of law \nbefore addressing any other legal issue.”  Bailey v. Ford Motor Co ., 780 S.E.2d 920, \n924 (N.C. Ct. App. 2015).  More specifically, “it is incumbent upon a trial court when \nconsidering a motion to compel arbitration to address whether the [FAA] or the \n[North Carolina Act] applies to any agreement to arbitrate.”  King v. Bryant, 225 N.C. \nApp. 340, 344, 737 S.E.2d 802, 806 (2013)  (internal quotation marks and citation \nomitted).   \n{26} Here, the parties agreed in paragraph 12 of the Arbitration Agreement that \nthe arbitration “shall be pursuant to, and under the auspices of  the [North Carolina \nAct].”  The Consent Order also provided that the “parties shall arbitrate the matters \nin dispute among them as provided in the Arbitration Agreement” and that “the Court \nretain[ed] jurisdiction in this cause for further proceedings in accordanc e with the \n[North Carolina Act].”  Therefore, it appears that the parties and the Mecklenburg \nCounty Superior Court entering the Consent Order in the Prior Action intended that \nthe North Carolina Act should apply to the application and interpretation of th e \nArbitration Agreement.  See, e.g., Epic Games, Inc. v. Murphy , 785 S.E.2d 137, 143 \n(N.C. Ct. App. 2016) (noting that the North Carolina Act “dictate[s] that arbitration \nis strictly a matter of contract”). \n{27} Nevertheless, the North Carolina  Supreme Court has held that w here the \nFAA applies to a particular contract, the FAA  supersedes conflicting state law even \nif the contract has a choice of law provision.  Burke Co. Pub. Schs. Bd. of Ed. v. Shaver \nP’ship, 303 N.C. 408, 424, 279 S.E.2d 816, 825 (1981) (“the choice of law provision in \nthe contract does not p reclude application of the [FAA]”); see also  Carpenter v. \nBrooks, 139 N.C. App. 745, 750, 534 S.E.2d 641, 645 (2000) (applying holding).  The \nFAA applies to any “contract evidencing a transaction involving commerce.”  9 U.S.C. \n§ 2 (2012).  The United States Supreme Court has observed in this context that “the \nword ‘involving’ is broad, and is indeed the functional equivalent of ‘affecting.’”  \nAllied-Bruce Terminix Cos. v. Dobson , 513 U.S. 265, 273 –74 (1995).  “[T]he word \n‘involving,’ like ‘affecting,’ signals an intent to exercise Congress’ commerce power to \nthe full. ”  Id. at 277.  Moreover, the words “a contract evidencing a transaction \ninvolving commerce” require only that the transactio n involve interstate commerce.  \nId. at 278 –81.  It is not required, for the FAA to apply, that the parties to the \ntransaction “contemplate” an interstate commerce connection.  Id. at 281. \n{28} Nonetheless, “even when the FAA governs a dispute, state law fills \nprocedural gaps in the FAA as it is applied in state courts, ” Cold Springs Ventures, \nLLC v. Gilead Scis., Inc., 2014 NCBC LEXIS 10, at *8 (N.C. Super. Ct. Mar. 26, 2014), \nincluding where claims might otherwise be governed by sections 3 and 4 of the FAA, \nsee Southland Corp v. Keating, 465 U.S. 1, 16 n.10 (1984) ( “[W]e do not hold that §§ \n3 and 4 of the [FAA] apply to proceedings in state courts. ”).  See generally Gaylor, \nInc. v. Vizor, LLC, 2015 NCBC LEXIS 102, at *10–11 (N.C. Super. Ct. Oct. 30, 2015) \n(discussing the FAA and the North Carolina Act). \n{29} The parties here dispute whether the Arbitration Agreement evidences a \ntransaction involving interstate commerce, and the record before the Court on this \nissue is sparse.  The Court concludes, however, that, in th e specific circumstances \nhere, it is unnecessary to resolve whether the FAA or the North Carolina Act applies \nbecause, under either statute, the Court concludes, for the reasons set forth below, \nthat the arbitrability of AP Atlantic’s Delay Claim against S ears should be \ndetermined by the Arbitrator in the Arbitration.  See Epic Games, 785 S.E.2d at 142 \n(declining to determine whether the FAA or the North Carolina Act applied because \n“[u]nder either law, the plain language of the arbitration clause, properly interpreted, \ndelegates the threshold issue of substantive arbitrability to the arbitrator – not to the \ntrial court”). \nB. Arbitrability. \n{30} To decide whether an action should be dismissed or abated under the prior \npending action doctrine, as urged by Sears, “[t]he ordinary test . . . is this: Do the two \nactions present a substantial identity as to parties, subject matter, issues  involved, \nand relief demanded?”  Jessee v. Jessee, 212 N.C. App. 426, 438, 713 S.E.2d 28, 37 \n(2011).  Thus, to determine whether the Delay Claim should be dismissed under the \nprior pending action doctrine, the Court would necessarily be required to decide \nwhether the Delay Claim is essentially the same claim that AP Atlantic and Sears \nhave agreed to arbitrate under the Arbitration Agree ment in the Prior Action.  The \nCourt therefore concludes that Sears’s Motion, both as a Motion to Dismiss, and in \nits alternative form as a Motion to Stay and Compel Arbitration, seeks the Court ’s \ndetermination of the arbitrability of AP Atlantic’s Delay Claim against Sears.   \n{31}  “[Q]uestions such as ‘whether the parties are bound by a given arbitration \nclause,’ or [as here] ‘whether an arbitration clause in a concededly binding contract \napplies to a particular type of controversy’” are issues of “substantive  arbitrability.” \nBailey, 780 S.E.2d at 925 (quoting BG Group PLC v. Republic of Arg., 134 S.Ct. 1198, \n1206 (2014)).  The Court thus concludes that the arbitrability of AP Atlantic’s Delay \nClaim against Sears for alleged late performance under the Subcontra ct is an issue \nof substantive arbitrability. \n{32} Typically, “issues of ‘substantive arbitrability’ are for the court to decide, \nand questions of ‘procedural arbitrability’ are for the arbitrator to decide.”  Glass v. \nKidder Peabody & Co., Inc., 114 F.3d 446, 453–54 (4th Cir. 1997) (citations omitted) \n(applying FAA).  Under the FAA, “a party can overcome this presumption if it shows \nthat the parties ‘clearly and unmistakably’ intended for the arbitrator, instead of a \ncourt, to decide issues of substantive arbitrability.”  Bailey, 780 S.E.2d at 925 (citing \nAT&T Techs. v. Commc’ns Workers of Am., 475 U.S. 643, 649 (1986)).  The North \nCarolina Court of Appeals has observed, however, that the standard under the North \nCarolina Act to overcome the presumption is less exacting.  See Epic Games, 785 \nS.E.2d at 16 (observing that the FAA standard of “clear and unmistakable evidence” \nis “a more exacting standard than currently exists when interpreting arbitration \nclauses subject to the [North Carolina Act]”). \n{33} Under paragraph 19 of the  Arbitration Agreement, the parties agreed that \nthe “[t]he Arbitrator shall interpret and apply the provisions of this Arbitration \nAgreement,” thus suggesting that the parties voluntarily chose to delegate the \ndecision regarding the arbitrability of claims  and the scope of the arbitration to the \nArbitrator.  While such language may be sufficient to overcome the presumption \nunder the North Carolina Act, see Epic Games, 785 S.E.2d at 143 (concluding similar \nlanguage indicated that the parties sought to delega te issues of substantive \narbitrability to the arbitrator) , federal Fourth Circuit decisions suggest otherwise \nunder the FAA, see, e.g., Carson v. Giant Food, Inc., 175 F.3d 325, 330 (4th Cir. 1999) \n(holding that “clauses requiring arbitration to resolve disputes ‘regarding the terms \nof this Agreement’ [or] concerning the interpretation of this Agreement . . . do not \nclearly and unmistakably commit questions of arbitrability to arbitration”). \n{34} Nevertheless, the parties also expressly agreed  in paragraph 12 of the \nArbitration Agreement that the Arbitration would be “governed by the Construction \nIndustry Rules.”  Rule 9(a) of the Construction Industry Rules provides that “[t]he \narbitrator shall have the power to rule on his or her own jurisdic tion, including any \nobjections with respect to the existence, scope, or validity of the arbitration \nagreement.”  AAA, Construction Industry Arbitration Rules and Mediation \nProcedures, Rule 9(a) (July 1, 2015).  This Court has previously concluded that the \narbitrability of claims under an arbitration agreement that incorporated the \nConstruction Industry Rules is properly for the arbitrator, even under the FAA’s more \nrigorous standard.  See Gaylor, 2015 NCBC LEXIS 102, at *17–18 (“Rule 9(a) ‘clearly \nand unmis takably’ submits the issue of the arbitrability of the [claim] to the \narbitrator”).   \n{35} The North Carolina Court of Appeals has also recently ruled that an \nidentical provision in the AAA Employment Rules demonstrates, without more, that \nby incorporating the Employment Rules, “the parties agreed the arbitrator should \ndecide issues of substantive arbitrability.”  Epic Games, 785 S.E.2d at 144.  Similarly, \nthe Court of Appeals has concluded under the FAA that, by adopting the rules of the \nCPR Institute for Dispu te Resolution, a nearly identical provision in those rules \nestablished that “the parties clearly and unmistakably intended that an arbitrator \nwould decide questions of substantive arbitrability.”  Bailey, 780 S.E.2d at 927. \n{36} Moreover, numerous federal courts have reached the same conclusion under \nthe FAA in similar circumstances.  Id. at 925 –26 (discussing cases); see also, e.g. , \nUnited States ex rel. Beauchamp & Shephard v. Academi Training Ctr ., No. \n1:11cv371, 2013 U.S. Dist. LEXIS 46433, at *15 –16 (E.D. Va. Mar. 29, 2013) (listing \ncases and finding Rule 7 of the AAA Commercial Rules, which is identical to Rule 9 \nof the Construction Industry Rules, “‘clearly and unmistakably’ delegates to the \narbitrator the question of arbitrability and thus, the [arbitrati on agreement], by \nreferencing the AAA Commercial Rules, ‘clearly and unmistakably’ does the same”); \nTerra Holding GmbH v. Unitrans Int’l, Inc., No. 1:14-cv-1788, 2015 U.S. Dist. LEXIS \n112570, at *7–8 (E.D. Va. Aug. 19, 2015) (“Although the Fourth Circuit h as not yet \nsaid so, it appears from well -reasoned opinions in other circuits that the ‘clear and \nunmistakable’ standard is met when, in addition to the expansive language, an \narbitration clause incorporates a specific set of rules that authorize arbitrator s to \ndetermine arbitrability.”). \n{37} Accordingly, the Court concludes that our North Carolina appellate courts \nand the greater weight of authority from the federal courts, under either the FAA or \nthe North Carolina Act, have determined that “the parties’ expre ss adoption of an \narbitral body’s rules, which delegate questions of substantive arbitrability to the \narbitrator, constitutes ‘clear and unmistakable’ evidence that the parties intended to \narbitrate questions of substantive arbitrability.”  Bailey, 780 S.E .2d at 927 \n(discussing FAA); see, e.g., Epic Games, 785 S.E.2d at 144 (applying rule under FAA \nand North Carolina Act).   \n{38} The Court does not discern a meaningful difference in this context between \nan arbitration agreement that “incorporates” or “adopts” the Construction Industry \nRules and one which, as here, is “governed by” those Rules.  As a result, the Court \nconcludes that, under the expres s terms of the Arbitration Agreement, the parties \ndelegated in clear and unmistakable terms the threshold issue of substantive \narbitrability to the Arbitrator in the Arbitration.  \n{39} Accordingly, the Court concludes that the core issue raised in the Motion –\nwhether the parties agreed to arbitrate AP Atlantic’s Delay Claim against Sears – is \nan issue of substantive arbitrability that, under either the FAA or the North Carolina \nAct, must be determined by the Arbitrator in the Arbitration. \nIV. \nCONCLUSION \n{40} WHEREFORE, based on the foregoing, the Court ORDERS that: \nA. The determination of the arbitrability of AP Atlantic’s breach of contract \nclaim based on Sears’s alleged delay in completing the Subcontract is \nDEFERRED to the Arbitrator in the Arbitration, and litigation  of AP \nAtlantic’s Delay Claim against Sears in the Current Action is STAYED \npending the Arbitrator’s determination. \nB. The Motion is hereby DENIED. \nC. The   parties   shall   notify   the   Court   of   the   Arbitrator’s   decision \nconcerning the arbitrability of the Delay Claim within seven days after such \ndecision has been announced. \nSO ORDERED, this the 28th day of July, 2016.  \n \n       /s/ Louis A. Bledsoe, III   \n       Louis A. Bledsoe, III \n       Special Superior Court Judge \n         for Complex Business Cases "
}