{
  "id": "7781617c68f04af27549c927a0d348871417e9500af32703c384e96c4295b369",
  "source_file": "data/raw/ncbc/7781617c68f04af27549c927a0d348871417e9500af32703c384e96c4295b369.pdf",
  "raw_text": "   Clark v. Burnette, 2020 NCBC 86. \n \nSTATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nWAKE COUNTY 19 CVS 8565 \n \nANDREW CLARK, \nORDER AND OPINION ON \nDEFENDANTS’ MOTION FOR \nSUMMARY JUDGMENT ON \nDEFENDANTS’ COUNTERCLAIM \n \n \n Plaintiff, \n v.  \n \n \nJARED BURNETTE and JBAC \nPROPERTIES, LLC, \n  \nDefendants. \n \n \nTHIS MATTER is before the Court on Defendants Jared Burnette (“Burnette”) \nand JBAC Properties, LLC’s (“JBAC”) (collectively, Burnette and JBAC are  \n“Defendants”) Motion For  Summary Judgment on D efendants’ Counterclaim.  \n(“Motion for Summary Judgment,” ECF No. 38.) \nTHE COURT, after considering the Motion for Summary Judgment, the briefs \nin support of and in opposition to the Motion for Summary Judgment, the arguments \nof counsel at the hearing, and other appropriate matters of record, CONCLUDES that \nthe Motion for Summary Judgment should be GRANTED  for the reasons set forth \nbelow.  \nBarker Richardson, PLLC, by Daniel T. Barker, Esq. and Vann \nAttorneys PLLC, by Ian S. Richardson, Esq. for Plaintiff Andrew Clark. \n \nWilliams Mullen, by Camden R. Webb, Esq. , Caitlin M. Poe, Esq. , and \nJohn W. Holten, Esq. for Defendants Jared Burnette and JBAC \nProperties, LLC.  \n \n McGuire, Judge. \n \n \nI. INTRODUCTION  \n1. This lawsuit involves disputes between Plaintiff Andrew Clark (“Clark”) \nand Burnette, who are each 50% members and the two managers of JBAC.  JBAC \nhas a written Operating Agreement which Clark unsuccessfully sought to renegotiate \nwith Burnette in 2018 –2019.  On July 19, 2019 , Clark filed this lawsuit making \nclaims against Burnette and JBAC.  Burnette hired attorneys to represent him and \nJBAC and has, to  date, paid the legal expenses for defense of this action out of his \nown pocket.  In early 2020, Burnette sought to be reimbursed for the expenses he paid \non behalf of JBAC and for advancement of his own legal fees  under the provisions of \nthe Operating Agreement.  Clark refused to allow JBAC to reimburse or advance legal \nexpenses to Burnette.  Consequently, Defendants filed a counterclaim against Clark \nfor a declaratory judgment regarding Burnette’s right to advancement, \nreimbursement, and indemnity.  Defendants now move for summary judgment in \ntheir favor on the counterclaim for declaratory judgment.  \nII. FACTS AND PROCEDURAL BACKGROUND   \n2. “The Court does not make findings of fact when ruling upon a motion for \nsummary judgment.  But[,] to provide context for its ruling, the Court may state \neither those facts that it believes are not in material dispute or those fact s on which \na material dispute forecloses summary adjudication.”  Ehmann v. Medflow, Inc., 2017 \nNCBC LEXIS 88, at *6 (N.C. Super. Ct. Sept. 26, 2017).  Therefore, the Court limits \nits recitation to the undisputed facts necessary to decide the Motion  for Summary \nJudgment. \n \n \n3. Clark and Burnette are citizens and residents of Wake County, North \nCarolina. \n4. On December 8, 2011, Clark and Burnette formed JBAC, a North \nCarolina limited liability company.  (ECF No. 3, ¶¶ 3, 7.)  Clark and Burnette are 50-\n50 members of JB AC and are JBAC’s managers.  ( Affidavit of Jared Burnette, E CF \nNo. 40.1, ¶ 2; Affidavit of Andrew Clark, ECF No. 48, ¶ 2.)  JBAC owns and operates \nrooming houses and other rental properties in Raleigh, North Carolina.  (ECF No. 3, \n¶ 21.) \n5. On November 16, 2012, Clark and Burnette executed the Operating \nAgreement of JBAC, LLC.  (ECF No. 40.1, ¶ 3; “Operating Agreement,” ECF No. 40.2.)  \nThe Operating Agreement states that Clark is “[p]rimarily responsible for \nCollections, Property Maintenance and day to day operations,” and that Burnette is \n“[p]rimarily responsible for Acquiring, Financing, and Strategic Direction of \nInvestments.”  (ECF No. 40.2, at Article 5.03(h)).  The other terms of the Operating \nAgreement relevant to the disposition of the Motion are as follows: \nARTICLE 5 \nRIGHTS AND DUTIES OF MANAGERS \n \n5.01    Management.   \n \nThe business and affairs of the Company shall be managed \nby its Managers.  Except as otherwise provided by this \nOperating Agreement or by nonwaivable provisions of the \n[North Carolina Limited Liability Company] Act 1 or other \napplicable law, each Manager shall have full and complete \nauthority, power and discretion to manage and control the \nbusiness, affairs and properties of the Company, to make \nall decisions regarding th ose matters and to perform any \n \n1 Hereinafter referred to as the “Act.” \n \n \nand all other acts or activities customary or incident to the \nmanagement of the Company’s business. \n \n5.02 Managers. \n \n(a) The Company shall have two (2) Managers, who \nshall be Jared Burnette and Andrew Clark, and shall \nremain a [sic] Managers of the Company until their death \n[sic], incapacity or resignation.  In the event of death, \ncapacity or resignation of the Managers, then the surviving \nManager shall be the Successor Manager. \n \n(b) The Managers shall have the responsibility for the \nday to day operation and management of the Company, \nand they shall have the authority to sign any legal \ndocuments for the Company.  Both Mangers [sic]  shall be \nrequired to sign and [sic] Deeds transferring real property \nfrom the name of the company.  Either manager (and only \none (1) manager) is required to sign any HUD settlement \nstatements when the company purchases real property but \nwritten consent by the other manager is required prior to \nsigning the HUD statement. \n \n(c) Any purchase or expense th at exceeds $5,000.00 \nrequires written consent form [sic] both managers. \n \n5.03 Certain Powers of Managers .  Without limiting the \ngenerality of Section 5.01, and subject to the restrictions \nunder Section 5.04, the Managers shall have power and \nauthority, on behalf of the Company: \n. . . \n \n(g) To employ accountants, legal counsel, managing \nagents or other experts to perform services for the \nCompany and to compensate them from Company funds; \n. . . \n      \n5.05 Indemnity of the Managers, Employees and Other \nAgents.  To the fullest extent required under and permitted \nby the Act, the Company shall indemnify its Managers and \nmake advances for expenses to Managers with respect to \nthe matters capable of indemnification under the Act.  . . . \n \n \n \n5.07 Expenses of Managers .  Ma nagers shall be \nreimbursed for out -of-pocket expenses associated with \nperforming Company business upon presentation of \ndocumentation. \n \n(ECF No. 40.2, at pp. 4–6.) \nARTICLE 7 \nRIGHTS AND OBLIGATIONS OF MEMBERS \n \n7.03 Indemnifications.  To the fullest extent required \nunder and permitted by the Act, the Company shall \nindemnify the Members and make advances to them for \nexpenses with respect to the matters for which \nindemnification is permitted thereunder. \n \n(Id. at p. 8.) \n \n6. Burnette alleges, and Clark does not dispute, that Clark desired to \nrenegotiate the terms of the Operating Agreement.  (ECF No. 40.1, ¶ 45.)  When Clark \npressed the issue, disputes arose between Burnette and Clark, and in March 2019 \nBurnette hired attorney James K. Pendergrass, Jr. (“Pendergrass”) to represent him.  \n(Id. ¶ 5.)  The parties discussed their differences regarding the Operating Agreement \nbut could not resolve them. \n7. On June 25, 2019, Clark filed this lawsuit.  ( Id. ¶¶ 6 –7; “Complaint,” \nECF No. 3.)  In the Complaint, Clark alleges the following: a claim against Burnette \nfor breach of contract (First Claim); in the alternative, a claim against Burnette for \nquantum meruit (Third Claim); and in the alternative, claims against both Burnette \nand JBAC for declaratory judgment (Second Claim) and judicial dissolution pursuant \nto N.C.G.S. § 57D-6-02 (Fourth Claim).  \n \n \n8. On July 19, 2019, Burnette retained the law firm Williams Mullen \n(“WM”) to represent both him and JBAC in this lawsuit.  (Id. ¶ 8.)  In February 2020, \nBurnette notified Clark that he had retained counsel for JBAC, and that he would be \nseeking reimbursement for JBAC’s legal expenses in defending the lawsuit.  (ECF \n40.1, ¶¶ 10 –12; ECF No. 48, ¶¶ 9 –12.)  Defendants allege that in response to their \ndemands for reimbursement and adva ncement, “Clark declared that he would not \napprove or consent to Burnette’s and JBAC’s legal expenses arising from the lawsuit \nthat he initiated against them.”  (ECF No. 29, ¶ 16.)  \n9. On February 14, 2020, Defendants filed an Answer and Counterclaim \n(ECF No. 2 7), and on March 11, 2020 , Defendants filed an Amended Answer and \nCounterclaim.  (“Counterclaim,” ECF No. 29.)   In their Counterclaim, Defendants \nseek a declaratory judgment  pursuant to N.C.G.S. §§ 1 -253 and 1 -254 setting forth \nthat: \na. Counter-Defendant Clark has no right under the \nOperating Agreement or LLC Act to object to defense \nexpenses arising from the lawsuit that he filed against \nBurnette and JBAC. \n \nb. Counter-Plaintiff Burnette is entitled to advancement \nof his defense expenses from JBAC under the Operating \nAgreement and North Carolina LLC Act. \n \nc. Counter-Plaintiff Burnette is entitled to \nreimbursement and indemnification from JBAC for any \npayment made and any judgment, settlement, penalty, \nfine or other cost, including attorneys’ fees, incurred in \nthe course of this litigation. \n \nd. Counter-Plaintiff JBAC is entitled to defend itself from \nthe claims which Clark has asserted against it, \nincluding making payment of defense expenses. \n \n \n(ECF No. 29, at pp. 11–12.) \n \n10. On April 9, 2020,  Clark filed a Motion to Dismiss and Reply to \nCounterclaim.2  (“Clark’s Motion,” ECF No. 33.)   \n11. On June 10, 2020, Defendants filed the Motion for Summary Judgment \nand Brief in Support  of their Motion (“Brief in Support,” ECF No. 39) , asking the \nCourt to gr ant summary judgment in Defendants’ favor as to its counterclaim  for \ndeclaratory judgment.  However, in the Brief in Support, Defendants ask the Court \nto enter a set of declarations different from the declarations requested in the \nCounterclaim.  In their Brief in Support, Defendants request that the Court enter the \nfollowing declarations: \n1. The Operating Agreement is valid and enforceable; \n \n2. The Operating Agreement authorized Mr. Burnette to \nhire counsel to defend the lawsuit brought by Mr. Clark; \n \n3. The Operating Agreement entitles Mr. Burnette for \n[sic] reimbursement of out -of-pocket expenses \nassociated with defending Mr. Clark’s claims against \nhim and JBAC; \n \n4. The Operating Agreement entitles Mr. Burnette to \nadvancement of legal  fees arising from the defense of \nthis lawsuit; and \n \n5. The Operating Agreement entitles Mr. Burnette to \nindemnification to the full extent of the law for any \nliability arising from this lawsuit. \n \n(ECF No. 39, at p. 8.) \n \n2 Clark did not file a brief in support of his motion to dismiss as required by Business Court \nRule 7.2.  Thus, the Court denied Clark’s Motion without prejudice for failure to comply with \nthe rule.  (“Order on Plaintiff’s Motion to Dismiss Counterclaim,” ECF No. 35.) \n \n \n12. In support of the Motion for Summary Judgment, Defendants also filed \nthe Affidavit of Jared Burnette, the Operating Agreement, and Plaintiff’s Responses \nto Burnette’s First Set of Interrogatories (ECF No. 40.3).  On July 9, 2020, Clark filed \nhis Response Brief in Opposition to the Motion ( “Response Brief,” ECF No. 46), and \nthe Affidavit of Andrew Clark (ECF No. 48).  On July 20, 2020, Defendants filed their \nReply in Support of their Motion.  (“Reply Brief,” ECF No. 50.)   \n13. The Court held a hearing on the Motion for Summary Judgment on \nSeptember 2 2, 2020, at which counsel  presented arguments .  The Motion for \nSummary Judgment is now ripe for disposition.  \nIII. STANDARD OF REVIEW  \n14. “Summary judgment is appropriate ‘if the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with affidavits, if any, \nshow that there is no genuine issue of material fact and that any party is entitled \nto judgment as a matter of law.’”  Variety Wholesalers, Inc. v. Salem Logistics Traffic \nServs., LLC, 365 N.C. 520, 523, 723 S.E.2d 744, 747 (2012) (quoting N.C.G.S. §  1A-\n1, N.C. R. Civ. P. 56(c)).  The moving party bears the burden of presenting evidence \nwhich shows that there is no genuine issue of material fact and that the movant is \nentitled to judgment as a matter of law.  Hensley v. Nat’l Freight Transp., Inc., 193 \nN.C. App. 561, 563, 668 S.E.2d 349, 351 (2008).  An issue is “material” if “resolution \nof the issue is so essential that the party against whom it is resolved may not \nprevail.”  McNair v. Boyette , 282 N.C. 230, 235, 192 S.E.2d 457, 460 (1972).  “A \n \n \n‘genuine issue’ is one that can be maintained by substantial evidence.”  Dobson v. \nHarris, 352 N.C. 77, 83, 530 S.E.2d 829, 835 (2000). \nIV. ANALYSIS \n \nA. Declaratory Judgment \n \n15. Defendants seek summary judgment in their favor on their counterclaim \nfor declaratory judgment.  Under North Carolina law, a declaratory judgment is a \nstatutory remedy that grants the courts authority to “declare rights, status, and other \nlegal relations” when an “actual controversy” exists between parties to a \nlawsuit.  N.C.G.S. § 1 -253; Town of Pine Knoll Shores v. Carolina Water Serv. , 128 \nN.C. App. 321, 321, 494 S.E.2d 618, 618 (1998).   The Court may, by  declaratory \njudgment, “determine[ ] any question of construction or validity” and declare “rights, \nstatus or other legal relations” under a written contract.  N.C.G.S. § 1-254.  “As with \nall other actions, . . . there must be a justiciable controversy before the Declaratory \nJudgment Act may be invoked.  There is a justiciable controversy if litigation over the \nmatter upon which declaratory relief is sought appears unavoidable.”  Ferrell v. \nDepartment of Transp., 334 N.C. 650, 656, 435 S.E.2d 309, 313 (1993).  An action for \ndeclaratory judgment is ripe for adjudication when “there is an actual or real existing \ncontroversy between parties having adverse interests in the matter in dispute.”  \nAndrews v. Alamance Cty., 132 N.C. App. 811, 813–14, 513 S.E.2d 349, 350 (1999). \nB. Indemnity and Advancement \n16. Defendants seek declarations establishing that Burnette is entitled to \nindemnity and advancement rights.  Section 57D-3-31 of the Act provides as follows: \n \n \n(a) An LLC shall indemnify a person who is wholly \nsuccessful on the merits or otherwise in the defense of any \nproceeding to which the person was a party because the \nperson is or was a member, a manager, or other company \nofficial if the person also is or was an interest owner at the \ntime to which the claim relates, acting within the person ’s \nscope of authority as a manager, member, or other \ncompany official against expenses incurred by the person \nin connection with the proceeding. \n \n(b) An LLC shall reimburse a  person who is or was a \nmember for any payment made and indemnify the person \nfor any obligation, including any judgment, settlement, \npenalty, fine, or other cost, incurred or borne in the \nauthorized conduct of the LLC ’s business or preservation \nof the LLC ’s business or property, whether acting in the \ncapacity of a manager, member, or other company official \nif, in making the payment or incurring the obligation, the \nperson complied with the duties and standards of conduct \n(i) under G.S. 57D -3-21, as modified or eliminated by the \noperating agreement or (ii) otherwise imposed by this \nChapter or other applicable law. \n \n17. The Statute, by its plain text, not only permits, but in fact requires , an \nLLC to indemnify members and managers for certain costs incurred in connection \nwith a proceeding 3 and permits and requires a n LLC to reimburse and indemnify \nmembers and managers for payments, obligations, and costs made on behalf of the \nLLC in conducting its business or preserving its business or property.  Additionally, \nnothing in the Act restricts the rights of a n LLC to agree that the company shall \nadvance to managers or members costs and fees incurred in defending themselves \nagainst claims that arise from their authorized conduct as members or managers.  In \nother words, the Act permits a n LLC to advance legal expenses to members and \n \n3  “Proceeding” is defined as “[a]ny civil or criminal proceeding or other action pending before \nany court of law or other governmental body or agency or any arbitration \nproceeding.”  N.C.G.S. § 57D-1-03(28). \n \n \nmanagers.  Vanguard Pai Lung, LLC v. Moody , 2020 NCBC LEXIS 92, *6 –7 (N.C. \nSuper. Ct. Aug. 4, 2020); see also Russell M. Robinson, II, Robinson on North Carolina \nCorporation Law  § 34.04[4] (7th ed. 2019) (“Advances of expenses may . . . be \naddressed in an operating agreement.”).   \n18. There is a dearth of North Carolina appellate authority on the rights to \nindemnity and advancement.  Fortunately, this Court has recently provided helpful \nguidance on these issues.  See Wheeler v. Wheeler, 2018 NCBC LEXIS 156, *27 (N.C. \nSuper. Ct. Nov. 15, 2018, Robinson, J.) (addressing indemnity and advancement \nunder the North Carolina Business Corporation Act); Vanguard Pai Lung, LLC, 2020 \nNCBC LEXIS 92 (N.C. Super. Ct. Aug. 4, 2020, Conrad, J.) (addressing the Act).  This \nCourt will not endeavor to recite the entirety of the excellent explanation s and \nanalyses of indemnification and advancement in these two decisions, but will borrow \nfrom each case. \n19.    In Wheeler, the Court explained the difference between \nindemnification and advancement as follows: \n[i]ndemnification is the right to be reimbursed for all out of \npocket expenses and losses caused by an underlying claim.  \nThe right is typically subject to a requirement that the \nindemnitee have acted in good faith and in a manner that \nhe reasonably believed was in the best interests of the \ncompany.  As a result, an indemnification dispute generally \ncannot be resolved until after the merits of the underlying \ncontroversy are decided because the good faith standard \nrequires a factual inquiry into the events that  gave rise to \nthe lawsuit. \n. . . \n \n[a]dvancement, by contrast, is a right whereby a potential \nindemnitee has the ability to force the company to pay his \n \n \nlitigation expense as they are incurred regardless of \nwhether he will ultimately be entitled to \nindemnification.  Advancement is typically not conditioned \non a finding that the party seeking advancement has met \nany standard of conduct.  A grant of advancement rights is \nessentially a decision to advance credit to the company ’s \nofficers and directors because t he officer or director must \nrepay all sums advanced to him if it is later determined \nthat he is not entitled to be indemnified. \n \n2018 NCBC LEXIS 156, at *26 –27 (citations omitted); see also Vanguard Pai Lung , \nLLC, 2020 NCBC LEXIS 92, at *5–6. \n20. In addition, “[a]lthough the right[s] to indemnification and advancement \nare correlative, they are separate and distinct legal actions. ” Wheeler, 2018 NCBC \nLEXIS 156, at *26 (quoting Homestore, Inc. v. Tafeen, 888 A.2d 204, 212 (Del. 2005)).  \n“Advancement is not dependent on the right to indemnification; it serves the distinct \npurpose of providing immediate, interim relief.”  Vanguard Pai Lung , LLC, 2020 \nNCBC LEXIS 92, at *11 (quotation omitted).  “Advancement provides the immediate \nrelief that indemnification does not.  An agreement to advance expenses obligates the \ncompany to pay them during the litigation —in other words, before the right to \nindemnification is established. This arrangement provide s corporate officials with \nimmediate interim relief from the personal out -of-pocket financial burden of paying \nthe significant on -going expenses inevitably involved with investigations and legal \nproceedings.”  Id. at *6 (citations and quotation omitted). \n21. With these principl es in mind, the Court will review the undisputed \nfacts in this matter and Clark’s arguments in opposition to the Motion for Summary \nJudgment. \n \n \nC. Undisputed Facts \n22. The facts necessary to decide the limited issues involved in the Motion \nfor Summary Judgment are undisputed.  Article 5.05 of the Operating Agreement \nprovides that “[t]o the fullest extent required under and permitted by the Act, the \nCompany shall indemnify its Managers and make advances for expenses to Managers \nwith respect to the matters capable of indemnification under the Act.”  (ECF No. 40.2, \nat p. 6.)  Clark does not argue that the language of Article 5.05 is ambiguous.  To the \ncontrary, Clark admits that the Operating Agreement provides for advancement of \nlegal expenses to JBAC’s managers “in some circumstances.”  (ECF No. 46, at p. 9.) \n23. Likewise, Article 5.07 of the Operating Agreement provides that \n“[m]anagers shall be reimbursed for out -of-pocket expenses associated with \nperforming Company business upon presentation of documentation.”  (ECF No. 40.2, \nat p. 6.)  Clark does not argue that the language of this provision is ambiguous, but, \ninstead, concedes Burnet te had authority to hire an attorney to represent JBAC in \nthis lawsuit, and that he should be reimbursed for the legal expenses incurred in \ndefending JBAC against the claims in this action.  (ECF No. 46, at pp. 5, 9.) \ni. Clark’s Arguments  \n24. Despite his signifi cant admissions, Clark opposes the Motion for \nSummary Judgment.  Clark appears to contend that : (a) to the extent JBAC cannot \nimmediately reimburse Burnette for JBAC’s legal expenses or reimburse him for \nadvancements for his own expenses, Burnette will wan t to establish a “liability” on \nJBAC books for such payments accruing interest at 12%, and that somehow this will \n \n \nbe unfair to Clark and JBAC  (ECF No. 46, at pp. 2, 5 –6); (b) Burnette may not be \nentitled to reimbursement for work performed by Kristen Creech, an employee hired \nby Burnette to assist him with his defense in this lawsuit (Id. at pp. 3–4); (c) there is \n“overlap work performed by [Pendergrass] and WM” for which Burnette should not \nbe entitled to advancement ( Id. at p. 4); (d) Burnette improperly paid invoices from \nthe attorneys he retained  for more than $5,000 in violation o f Article 5.02 , which \nrequires Clark’s written consent for “any purchase or expense that exceeds $5,000.00” \n(Id. at pp. 7 –9); (e) the invoices Burnette has presented to Clark are “addressed to \nJared Burnette and not JBAC” ( Id. at p. 9); (f) “Burnette has never asked for \nreimbursement for [the legal] expenses” (Id. at p. 10); and (g) Burnette is not entitled \nto reimbursement for his legal expenses because he has not yet established that he is \n“wholly successful” in defense of the claims raised by Clark in the lawsuit, citing § \n57D-3-31(a)  (Id. at pp. 10–11). \n25. Plaintiff seems to misapprehend the very limited issues be fore the \nCourt.  The Motion for Summary Judgment does not seek to have the Court determine \nthe particular legal expenses for which Burnette should be reimbursed  or in what \namounts.  Nor does it require the Court to determine by what financial mechanism–\npaying advances and reimbursements to Burnette on an ongoing basis or establishing \na liability account on JBAC’s books for such payments.  Defendants only seek \nsummary judgment in their favor as to their Counterclaim for a declaration regarding \nBurnette’s rights to advancement, reimbursement, and indemnification.  Only two of \n \n \nPlaintiff’s arguments challenge Burnette’s right to advancement , reimbursement,  \nand indemnification, and the Court addresses those arguments in turn. \n26. First, Plaintiff contends that Burnet te never asked for reimbursement \nof his legal expenses.  The Court finds this argument unpersuasive.  The Operating \nAgreement does not require Burnette to make a demand for advancement of his legal \nexpenses or reimbursement of the fees incurred for JBAC .4  Even if it did, the Court \nconcludes that Burnette has satisfactorily  made such a demand through his \ncommunications with Clark in early 2020 seeking payment of his expenses and in his \ncounterclaims in this lawsuit. \n27. Second, Clark argues that Burnette is not entitled to indemnification \nuntil he establishes that he is successful in defending the claims raised by Clark in \nthis lawsuit.  With regard to advancement, Clark is simply incorrect as a matter of \nlaw.  As discussed above, advancement is not dependent o n establishing a right to \nindemnification, and advancement of legal expenses must be made during the course \nof the litigation for which they are sought.  Vanguard Pai Lung , LLC, 2020 NCBC \nLEXIS 92, at *6, 11. \n28. With regard to reimbursement for legal expenses Burnette has paid on \nbehalf of JBAC, neither the statute nor the Operating Agreement condition \nreimbursement on a showing of success on the merits.  To the contrary, unlike \nN.C.G.S. Section 57D-3-31(a), Section 57D-3-31(b) does not require a showing of \nsuccess before reimbursement is required.  Furthermore, Clark concedes that \n \n4 The Operating Agreement does require that a manager present documentation  for \nreimbursement of out-of-pocket expenses paid on behalf of the company. \n \n \nBurnette is entitled  to reimbursement for the expenses he has incurred defending \nJBAC, and that he is willing to pay them now  (conditioned on establishing the fees \nattributable to work performed for JBAC, as opposed to Burnette). \n29. Clark’s remaining arguments are properly directed to the specific \nexpenses that JBAC is responsible for paying and the amounts to be paid.  The Court \nhas not bee n asked to determine these questions and need not take up those \narguments at this time. \nii. The Requested Declarations \n30. The Court must next determine whether Defendants are entitled to \nsummary judgment as to the requested declarations.  As noted above, the \ndeclarations Defendants seek in the Brief in Support are different from the \ndeclarations set out in their Counterclaim.  Since Defendants set out the specific \ndeclarations on which they seek summary judgment in the Brief in Support of their \nMotion for Summary Judgment and do not expressly seek judgment as to the \ndeclarations as stated in the Counterclaim, the Court will consider only the \ndeclarations sought in the Brief in Support. \na. The Operating Agreement is valid and enforceable. \n31. Defendants seek a declaration that “[t]he Operating Agreement is valid \nand enforceable.”  (ECF No. 39, at p. 8.)  Defendants contend as follows: \n[Clark] did not specifically allege that the Operating \nAgreement is unenforceable as a defense to the \nCounterclaim, but undersigned counsel a nticipates this \ndefense will be raised in response to this motion.  [Clark]’s \nargument that the Operating Agreement is unenforceable \napparently arises from his allegation that it is \n \n \n“substantively and procedurally unconscionable” (Compl. ¶ \n48(c)) and his r equest for a Declaratory Judgment to that \neffect. \n \n(Id. at p. 6.)   \n32. However, Defendants misconstrue Clark’s allegation.  In paragraph \n48(c) of the Complaint, Clark seeks a declaration “[t]hat paragraph 16.03(b)(3) of the \noperating agreement . . . is voided because it is both ‘substantively and procedurally \nunconscionable.’”  (ECF No. 3, ¶ 48(c))  Clark does not allege in the Complaint, nor \nseek a declaration, that the entire Operating Agreement is unenforceable. \n33. In his Response in Opposition, Clark does not argue that the Operating \nAgreement is void or unenforceable.  To the contrary, his many admissions seem to \nacknowledge that the overall Operating Agreement is a n enforceable contract.  \nInstead, Clark merely maintains that he intends to make  arguments that certain \nprovisions of the Operating Agreement contain “ambiguities.”  (ECF No. 46, at pp. \n11–12.) \n34. Clark has not raised a  genuine dispute of fact over the validity or \nenforceability of the overall Operating Agreement .  Therefore, the Court c oncludes \nthat to the extent it seeks a declaration that the overall Operating Agreement is valid \nand enforceable, the Motion for Summary Judgment should be GRANTED.  However, \nthis does not preclude Plaintiff from arguing that  paragraph 16.03(b)(3) of the \nOperating Agreement is void and unenforceable. \n \n \n \n \nb. The Operating Agreement authorized Mr. Burnette to hire counsel to   \ndefend the lawsuit brought by Mr. Clark. \n \n35. Clark admits that Burnette had authority to hire counsel to defend the \nlawsuit on behalf of JBAC, and he does not dispute that Burnette had authority to \nhire counsel to defend himself against the claims raised by Clark.  Therefore, the \nCourt concludes that to the extent it seeks a declaration that the Operating \nAgreement authorized Burnette to hi re counsel to defend the lawsuit brought by \nClark, the Motion for Summary Judgment should be GRANTED. \nc. The Operating Agreement entitles Mr. Burnette for [sic] reimbursement of \nout-of-pocket expenses associated with defending Mr. Clark’s claims \nagainst him and JBAC. \n \n36. Again, as discussed above, there is no genuine dispute of fact that the \nOperating Agreement entitles Burnette to reimbursement for the legal expenses he \nhas paid on behalf of JBAC in this lawsuit.  Article 5.07 of the Operating Agreement \nprovides that JBAC’s “ [m]anagers shall be reimbursed for out -of-pocket expenses \nassociated with performing Company business upon presentation of documentation.”  \nIt is undisputed that Burnette has incurred  “out-of-pocket expenses” in performing \nJBAC’s business; namely, in paying counsel to represent and defend JBAC in this \nlawsuit.  Burnette also has a statutory right to reimbursement  for these expenses .  \nN.C.G.S. § 57D-3-31(b). \n37. Therefore, the Court concludes that to the extent it seeks a declaration \nthat the Operating Agreement entitles Mr. Burnette to reimbursement of out -of-\npocket expenses associated with defending Mr. Clark’s claims against JBAC , the \nMotion for Summary Judgment should be GRANTED. \n \n \nd. The Operating Agreement entitles Mr. Burnette to advancement of legal \nfees arising from the defense of this lawsuit. \n \n38. The Court concludes that to the extent Defendants seek a declaration \nthat the Operating Agreement entitles Burnette advancement of his legal expenses \narising from the defense of the claim s against him in this lawsuit, the Motion for \nSummary Judgment should be GRANTED. \ne. The Operating Agreement entitles Burnette to indemnification to the full \nextent of the law for any liability arising from this lawsuit. \n \n39. There is no dispute that Burnette, as  a manager of JBAC, would be \nentitled to indemnification under the Operating Agreement to the extent required \nunder and permitted by N.C.G.S. § 57D-3-31 if he is wholly successful on the merits \nor otherwise in his defense of the claims against him in this lawsuit.   Therefore, the \nCourt concludes that to the extent it seeks a declaration that the Operating \nAgreement entitles Burnette  to indemnification to the extent required under and \npermitted by N.C.G.S. § 57D-3-31(a), the Motion for Summary Judgment shou ld be \nGRANTED. \n40. Finally, the Motion for Summary Judgment does not raise , and the \nCourt makes no determination in this Order and Opinion regarding the proper \nprocedure for, submitting requests for payment of advancements or reimbursement, \nthe type of legal expenses or the particular work performed by counsel for which \nBurnette should be advanced or reimbursed, or the specific amounts to be paid for \nadvances or reimbursements. \n \n \n \nV. CONCLUSION  \n41. The Court finds that the dispositive facts are not in dispute , and as a \nmatter of law, the Motion for Summary Judgment is GRANTED. \nTHEREFORE, pursuant to N.C.G.S. § 1-253, the Court issues the following \ndeclarations: \n1. The overall Operating Agreement is valid and enforceable .  However, \nthis declaration does not preclude Plaintiff from challenging particular provisions of \nthe Operating Agreement as void or unenforceable. \n2. The Operating Agreement authorizes Burnette to hire counsel to defend \nJBAC and himself against the claims in this lawsuit.  \n3. Under the Operating Agreement, Burnette is entitled to reimbursement \nfor his  out-of-pocket expenses  incurred and paid in defending a gainst the claims \nagainst JBAC in this lawsuit.  \n4. Under the Operating Agreement , Burnette is entitled to advancement \nof his legal expenses arising from defense of the claims against him in this lawsuit.  \n5. Under the Operating Agreement, Burnette is entitled to indemnification \nto the extent required under and permitted by N.C.G.S. § 57D-3-31(a). \nTHE COURT also orders as follows: \n6. No later than December 23, 2020, counsel shall confer and in good faith \nattempt to agree on: (a) the amount of advanceable expenses incurred by Burnette to \ndate and on a procedure for payment of future advancement requests , and (b) the \namount of reimbursable expenses incurred to date by Burnette on behalf of JBAC and \n \n \non a procedure for payment of  future reimbursement requests.  On or before \nDecember 30, 2020, the parties shall report to the Court, via email to the clerk \nassigned to this matter, regarding their attempts to reach agreement and any \noutstanding disputes. \n \nSO ORDERED, this the 2nd day of December, 2020. \n \n     \n \n    /s/ Gregory P. McGuire    \n    Gregory P. McGuire \n    Special Superior Court Judge \n    for Complex Business Cases \n \n "
}