{
  "id": "77d4f8cb5dcad654e4ec07e84b0576a3159f2c83d3016f6f1f7b2a99e51c30b4",
  "source_file": "data/raw/ncbc/77d4f8cb5dcad654e4ec07e84b0576a3159f2c83d3016f6f1f7b2a99e51c30b4.pdf",
  "raw_text": "Allran v. Branch Banking & Trust Corp., 2011 NCBC 21. \n \nSTATE OF NORTH CAROLINA \n \nGASTON COUNTY \nIN THE GENERAL COURT OF \nJUSTICE \nSUPERIOR COURT DIVISION \n10 CVS 5482 \n \nNEIL EDGAR ALLRAN, \n \nPlaintiff, \n \nv. \n \nBRANCH BANKING & TRUST \nCORPORATION, LAURA CORBETT, \nand JOHN DOES 1 THROUGH 4, \n \nDefendants. \n \n \n \n \n \nORDER & OPINION\n \nThomas A. Will, Jr. for Plaintiff Neil Edgar Allran \n \nWomble Carlyle Sandridge & Rice, PLLC by Pressly M. Millen for Defendant \nBranch Banking and Trust Corporation.  \n \nMurphy, Judge. \n \n{1} This Court has before it the motion of Defendant Branch Banking and \nTrust Corporation (“BB&T”) to dismiss Plaintiff’s Complaint pursuant to Rule \n12(b)(6) of the North Carolina Rules of Civil Procedure for failure to state a claim \nupon which relief can be granted.  \n{2} The Motion seeks dismissal of all fi ve causes of action alleged against \nDefendant BB&T in the Complaint: (1) breach of fiduciary duty; (2) common law \nfraud; (3) fraud in the inducement; (4) constructive fraud; and (5) violation of the \nNorth Carolina Unfair and Deceptive Trade Practices Act (the “UDTPA”), section \n75-1.1 of the North Carolina General Statutes.   \n{3} Having considered the Complaint, the briefs and submissions of the \nparties, and the arguments and contentions of counsel at the March 28, 2011 \nhearing, the Court GRANTS the Motion in part and DENIES it in part.  \nI.  \nPROCEDURAL BACKGROUND \n{4} Plaintiff Neil Edgar Allran filed his Complaint on November 18, 2010.   \n{5} The matter was transferred to the North Carolina Business Court as a \nmandatory complex business case on December 20, 2010 and subsequently assigned \nto me.   \n{6} Defendant BB&T filed its Motion to Dismiss and supporting brief on \nJanuary 21, 2011. \n{7} Plaintiff filed his responsive brie f in opposition to the Motion to \nDismiss on February 12, 2011, and BB&T filed its reply on February 25, 2011.   \n{8} On March 28, 2011, the Court hear d oral arguments on BB&T’s Motion \nto Dismiss.  \nII. \nFINDINGS OF FACT \n{9} Plaintiff applied to Defendant BB&T for a loan to purchase \nunimproved real estate for $690,000.00.   \n{10} Initially, a BB&T loan officer inform ed Plaintiff that he did not qualify \nfor a loan in an amount sufficient to make the purchase.  The next day, however, \nthe loan officer called Plaintiff and informed him that if Plaintiff deposited \n$10,000.00 into Plaintiff’s checking account with BB&T, she could get him qualified \nfor the loan.   \n{11} Plaintiff borrowed $10,000.00 from his employer and placed it in his \nchecking account.  Thereafter, Plaintiff was approved for a loan in the amount of \n$621,000.00.  He closed the loan on November 18, 2006.   \n{12} During the course of the loan approval process, Plaintiff alleges, inter \nalia, that without Plaintiff’s knowledge or consent, Defendants prepared or caused \nto be prepared a HUD-1 statement that contained false information; that \nDefendants falsified parts of Plaintiff’s loan application and personal financial \nstatement and engaged in other deceptions.   \n{13} After closing the loan, Plaintiff defaulted when he was unable make \npayments.   \n{14} Plaintiff alleges that BB&T owed  Plaintiff a fiduciary duty to: (1) \napprove Plaintiff only for a loan for which he could qualify and which he could \nrepay; (2) ensure the HUD-1 and other closing documents were true and accurately \nreflected the loan transaction; (3) ensure the appraisal on the property was true and \naccurately reflected the fair market value of the property; (4) refrain from using \nfalse or incorrect data during the underwriting process; and (5) follow proper \nunderwriting guidelines.  Compl. ¶ 24. \n{15} Plaintiff further alleges that BB&T breached its duty to Plaintiff by: \n(1) failing to use a truthful and accurate HUD-1 Settlement statement; (2) failing to \nuse a contract that accurately described the terms of the transaction between \nPlaintiff and BB&T; (3) falsifying parts of Plaintiff’s loan application and personal \nfinancial statement; (4) misrepresenting the value of the property; (5) failing to \ninform Plaintiff of the actual value of the property; (6) misrepresenting that the \nproperty was a good investment; and (7) otherwise engaging in improper loan \nunderwriting and closing procedures.  Compl. ¶ 28. \n{16} Plaintiff did not discover the alleged improprieties until he could no \nlonger make his loan payments and the loan went into default in March 2009, \napproximately twenty-seven months after closing in November 2006. \nIII. \nCONCLUSIONS OF LAW \nA. \nSTANDARD OF REVIEW \n{17} The question for the court on a motion to dismiss is “whether, as a \nmatter of law, the allegations of the complaint, treated as true, are sufficient to \nstate a claim upon which relief may be granted under some legal theory, whether \nproperly labeled or not.”  \nHarris v. NCNB Nat'l Bank, 85 N.C. App. 669, 670, 355 \nS.E.2d 838, 840 (1987) (citing Stanback v. Stanback, 297 N.C. 181, 254 S.E.2d 611 \n(1979)).  “The pleadings, when taken as true, [must be] legally sufficient to satisfy \nthe elements of at least some legally recognized claim.”  Arroyo v. Scottie's Prof’l \nWindow Cleaning, Inc., 120 N.C. App. 154, 158, 461 S.E.2d 13, 16 (1995) (citing \nHarris v. NCBC Nat’l Bank, 85 N.C. App. 669, 355 S.E.2d 838 (1987)).   \n{18} In analyzing the sufficiency of th e complaint under Rule 12(b)(6) of the \nNorth Carolina Rules of Civil Procedure, “the complaint must be liberally \nconstrued.”  Dixon v. Stuart, 85 N.C. App. 338, 340, 354 S.E.2d 757, 758 (1987) \n(citing Jones v. City of Greensboro, 51 N.C. App. 571, 277 S.E.2d 562 (1981)).   \n{19} In considering a motion to dism iss for failure to state a claim upon \nwhich relief can be granted, “the well-pleaded material allegations of the complaint \nare taken as admitted; but conclusions of law or unwarranted deductions of fact are \nnot admitted.”  \nPinewood Homes, Inc. v. Harris, 184 N.C. App. 597, 613, 646 S.E.2d \n826, 837 (2007) (quoting Sutton v. Duke, 277 N.C. 94, 98, 176 S.E.2d 161, 163 \n(1970)).    \nB. \nANALYSIS \n1. \nBreach of Fiduciary Duty and Constructive Fraud\n{20} The two causes of action for brea ch of fiduciary duty and constructive \nfraud are related in that they are both predicated on a finding that BB&T and \nPlaintiff were in a relationship of trust and confidence.   \n{21} To allege and prove a claim of constructive fraud, a plaintiff must show \n(1) the existence of a fiduciary duty, and (2) a breach of that duty.  Bogovich v. \nEmbassy Club of Sedgefield, Inc., No. COA10-16, 2011 N.C. App. LEXIS 729 at *14 \n(N.C. Ct. App. April 19, 2011) (citing Keener Lumber Co. v. Perry, 149 N.C. App. 19, \n28, 560 S.E.2d 817, 823 (2002)).   \n{22} Plaintiff contends that BB&T, in evaluating whether to loan money to \nPlaintiff, owed Plaintiff a duty to disclose the fair market value of the underlying \nreal property being financed by BB&T and/or a duty of care regarding BB&T’s   \nloan-approval process.  \n{23} A fiduciary duty arises when \"t here has been a special confidence \nreposed in one who in equity and good conscience is bound to act in good faith and \nwith due regard to the interests of the one reposing confidence.\"  Curl v. Key, 311 \nN.C. 259, 264, 316 S.E.2d 272, 275 (1984) (quoting Link v. Link, 278 N.C. 181, 192, \n179 S.E.2d 697, 704 (1971) (internal quotations omitted)). \n{24} An ordinary debtor-creditor relationship, however, generally does not \ngive rise to such a \"special confidence.\"  United Va. Bank v. Air-Lift Assocs., Inc., 79 \nN.C. App. 315, 322, 339 S.E.2d 90, 94 (1986) (applying Virginia law).  \"The mere \nexistence of a debtor-creditor relationship between [the parties does] not create a \nfiduciary relationship.\" Id.; see also Wells v. N.C. Nat'l Bank, 44 N.C. App. 592, 596, \n261 S.E.2d 296, 298 (1980) (holding that the bank had no duty \"to attend to details \nof plaintiff's [land] purchase other than the financial services it offered\").  \n{25} This is not to say, however, that a bank-customer relationship will \nnever give rise to a fiduciary relationship given the proper circumstances. See \ngenerally 10 Am. Jur. 2d Banks § 490 (2011).  Rather, parties to a contract do not \nthereby become each others' fiduciaries and they generally owe no special duty to \none another beyond the terms of the contract and the duties set forth in the \nUniform Commercial Code.  Air-Lift, 79 N.C. App. at 322, 339 S.E.2d at 94.  \n{26} Here, Plaintiff does not allege in the Complaint that the relationship \ncreated with BB&T was anything more than the typical debtor-creditor relationship \noccasioned by his application for a loan to purchase real estate.   \n{27} Absent that, the Court concludes as a matter of law that this was \nnothing more than an ordinary debtor-creditor relationship that does not give rise \nto a “special confidence” reposed in BB&T to act with due regard for Plaintiff’s \ninterests regarding the loan transaction beyond the terms of the loan agreement.   \n{28} Plaintiff did not allege a “special confidence” in the Complaint, and no \nfiduciary relationship arose between the parties.  Plaintiff’s breach of fiduciary duty \nand constructive fraud claims against BB&T, therefore, fail as a matter of law.  \n{29} The Court hereby GRANTS BB&T’s Motion to Dismiss with respect to \nthese claims.   \n2. \nCommon Law Fraud & Fraud in the Inducement\n{30} Plaintiff alleges two additional  fraud claims against BB&T in the \nComplaint: common law fraud and fraud in the inducement.  Plaintiff alleges that \nBB&T made false representations and/or concealed material facts regarding the \nloan transaction and the property purchase.  Compl. ¶¶ 32, 40.  \n{31} To state a claim for fraud, th e plaintiff must show: (1) a false \nrepresentation or concealment of material fact, (2) reasonably calculated to deceive, \n(3) made with the intent to deceive, (4) that does in fact deceive, and (5) results in \ndamage to the plaintiff.  Harrold v. Dowd, 149 N.C. App. 777, 782, 561 S.E.2d 914, \n918 (2002) (citing Ragsdale v. Kennedy, 286 N.C. 130, 138, 209 S.E.2d 494, 500 \n(1974)).  \n{32} Rule 9(b) of the North Carolina Rules of Civil Procedure requires fraud \nclaims to be pled with particularity.  N.C.R. Civ. P. 9(b).  “Mere generalities and \nconclusory allegations of fraud will not suffice.”  Sharp v. Teague, 113 N.C. App. \n589, 597, 439 S.E.2d 792, 797 (1994) (quoting Moore v. Wachovia Bank & Trust Co., \n30 N.C. App. 390, 391, 226 S.E.2d 833, 835 (1976)).  \n{33} The particularity requirement of Ru le 9(b) means that a plaintiff must \nspecifically allege the time, place and content of the alleged fraudulent \nmisrepresentation or concealment, and the identity of the person who concealed the \ninformation. See Terry v. Terry, 302 N.C. 77, 85, 273 S.E.2d 674, 678 (1981). \n{34} As to the portion of Plaintiff’s claims alleging fraud by affirmative \nmisrepresentation of a material fact, the Court finds that the Complaint contains no \nspecific allegations about the identity of speakers or the time and place where the \nfraudulent statements were made. \n{35} Instead, Plaintiff generally alle ges in the Complaint that Defendants \n“misrepresented the value of the property . . . [and] misrepresented that properties \nin the Cannonsgate development were good investments.”  Compl. ¶ 28. \n{36} Plaintiff has failed to meet the pa rticularized pleadings requirement of \nRule 9(b) of the North Carolina Rules of Civil Procedure with respect to the alleged \naffirmative misrepresentations.   \n {37} As to the portion of Plaintiff’s claims alleging fraud by concealment, \nthe Court acknowledges that “fraudulent concealment or fraud by omission is, by its \nvery nature, difficult to plead with particularity.” Breeden v. Richmond Cmty. Coll., \n171 F.R.D. 189, 195 (M.D.N.C. 1997) (citing Daher v. G.D. Searle & Co., 695 F. \nSupp. 436, 440 (D. Minn. 1988)). \n {38} Notwithstanding this difficulty, Magistrate Judge Russell Eliason set \nforth in Breeden the following pleading requirements that a plaintiff must satisfy in \nalleging fraud by concealment:  \n(1) the relationship [between plaintiff and defendant] giving rise to the \nduty to speak, (2) the event or even ts triggering the duty to speak \nand/or the general time period over which the relationship arose and \nthe fraudulent conduct occurred, (3) the general content of the \ninformation that was withheld and the reason for its materiality, (4) \nthe identity of those under a duty who failed to make such disclosures, \n(5) what [the defendant] gained by withholding information, (6) why \nplaintiff’s reliance on the omission was both reasonable and \ndetrimental, and (7) the damages proximately flowing from such \nreliance. \n  \nBreeden, 171 F.R.D. at 195 (citing Chrysler Credit Corp. v. Whitney Nat’l Bank, 824 \nF. Supp. 587, 598 (E.D. La. 1993)).  Although it is not controlling law in this \njurisdiction, this Court finds the pleading requirements of Breeden instructive and \npersuasive. \n {39} Here, Plaintiff alleges that BB&T failed to disclose to Plaintiff the \nactual value of the real property.  Specifically, Plaintiff alleges that BB&T knew \nthat the appraisal value as well as the purchase price were “well in excess of the \nfair market value” of the real property.  Compl. ¶¶ 15-16.  \n{40} Plaintiff, however, has not alleged any relationship which gives rise to \na duty of BB&T to disclose the fair market value of the property to Plaintiff.  \nBecause BB&T merely had an arm’s length debtor-creditor relationship with \nPlaintiff, it had no duty of disclosure to Plaintiff.  BB&T, therefore, cannot be held \nliable for fraud by concealment.  \n{41} Even if the Complaint sufficiently alleged that BB&T had a duty to \ndisclose this information to Plaintiff, it fails to set forth facts explaining why \nPlaintiff’s reliance on BB&T’s silence with respect to the loan transaction and \nproperty purchase was both reasonable and detrimental.   \n{42} The Court finds that it was not reasonable for Plaintiff to rely on \nBB&T’s appraisal value of the property (regardless of its accuracy) because this \nappraisal was conducted for the benefit of BB&T, not Plaintiff.  North Carolina \nbanking regulations mandate appraisals in real property transactions where the \nloan amount is $250,000 or more. 12 C.F.R. §§ 323.3(a), (d)(2) (2011); 4 N.C.A.C. \n3C.1001(4)(c) (2011).  Appraisals are not conducted for the benefit of borrowers, but \ninstead to protect banks from making under-secured loans.  \nSee 12 C.F.R. § 353.5 \n(2011). \n{43} Additionally, the Court is not persuaded by the argument that BB&T’s \nsilence regarding the accuracy of its appraisal prevented Plaintiff from conducting \nhis own appraisal of the real property.   \n{44} Fraud claims are “groundless where a purchaser of real property deals \nat arm’s length and the purchaser has full opportunity to make inquiry but neglects \nto do so and the seller resorted to no artifice which was reasonably calculated to \ninduce the purchaser to forego investigation.” Hearne v. Statesville Lodge No. 687, \n143 N.C. App. 560, 561, 546 S.E.2d 414, 415 (2001) (citing Calloway v. Wyatt, 246 \nN.C. 129, 134, 97 S.E.2d 881, 885-86 (1957)). \n{45} Furthermore, Plaintiff fails to a llege any facts which show that BB&T \ngained any benefit or advantage by withholding information about the actual value \nof the real property.  On the contrary, it seems to this Court that BB&T stands to \nlose, not gain, from making an under-collateralized loan to Plaintiff.  \n{46} Finally, the Court notes that Plaintiff alleges BB&T falsified several \ndocuments pertaining to the loan, including the HUD-1 settlement statement, \nPlaintiff’s loan application, and Plaintiff’s personal financial statement.  These \nalleged misrepresentations, however, were not made to Plaintiff, but were directed \nto regulatory entities in order to qualify the loan, and as such, cannot support \nPlaintiff’s fraud claims against BB&T.   \n{47} Because Plaintiff’s Complaint fails to allege specific facts to support \nfraud on the basis of either affirmative misrepresentations or concealments made \nby BB&T, Plaintiff’s common law fraud and fraud in the inducement causes of \naction fail as a matter of law.  \n{48} The Court hereby GRANTS BB&T’s Motion to Dismiss with respect to \nthese claims.   \n \n \n3. \nUnfair and Deceptive Trade Practices\n{49} To state a claim under the Nort h Carolina Unfair and Deceptive Trade \nPractices Act (the “UDTPA”), section 75-1.1 of the North Carolina General Statutes, \nthe plaintiff must allege “(1) defendants committed an unfair or deceptive act or \npractice, (2) in or affecting commerce, and (3) plaintiff was injured as a result.” \nPhelps-Dickson Builders, LLC v. Amerimann Partners, 172 N.C. App. 427, 439, 617 \nS.E.2d 664, 671 (2005) (citing Edwards v. West, 128 N.C. App. 570, 574, 495 S.E.2d \n920, 923 (1998)). \n{50} “A practice is unfair when it offends established public policy as well as \nwhen the practice is immoral, unethical, oppressive, unscrupulous, or substantially \ninjurious to consumers.” Bartlett Milling Co. v. Walnut Grove Auction & Realty Co., \n192 N.C. App. 74, 82, 665 S.E.2d 478, 486, (2008) (internal quotations omitted).  \n{51} In making a claim of unfair and deceptive trade practices on a theory \nof misrepresentation or fraud, a plaintiff must show that a defendant's conduct \npossessed \"the tendency or capacity to mislead\" or create the likelihood of deception. \nHospira Inc. v. AlphaGary Corp., 194 N.C. App. 695, 702, 671 S.E.2d 7, 12  (2009) \n(citing Marshall v. Miller, 302 N.C. 539, 548, 276 S.E.2d 397, 403 (1981)). \n{52} “Where an unfair or deceptive trade practice claim is based upon an \nalleged misrepresentation by the defendant, the plaintiff must show ‘actual reliance’ \non the alleged misrepresentation in order to establish that the alleged \nmisrepresentation ‘proximately caused’ the injury of which plaintiff complains.” \nTucker v. Blvd. At Piper Glen LLC, 150 N.C. App. 150, 154, 564 S.E.2d 248, 251 \n(2002). \n{53} In the Complaint, Plaintiff does not allege that BB&T made an \naffirmative misrepresentation of a material fact directly to Plaintiff or to anyone in \nprivity with Plaintiff, but that BB&T, without Plaintiff’s knowledge or consent, \nfalsified the HUD-1 statement and falsified parts of Plaintiff’s loan application and \npersonal financial statement; that these acts were deceptive; were in and affecting \ncommerce; and Plaintiff was injured as a result.   \n{54} In fact, Plaintiff alleges in the Complaint that he did not discover any \nof BB&T’s improprieties or the consequences thereof until March 2009 when he \ndefaulted on his loan by nonpayment.  Compl. ¶ 26.  \n{55} Nonetheless, Plaintiff alleges in his complaint, with specificity, both \nmisrepresentation and deception by Defendant, that such conduct was a business \nactivity in and affecting commerce and that Defendant’s conduct proximately \ncaused injury and damage to Plaintiff.  \n{56} Given the standard of review for a motion to dismiss for failure to state \na claim upon which relief can be granted, the Court concludes as a matter of law \nthat the Complaint alleges minimally sufficient facts to support a cause of action for \nviolation of the UDTPA.   \n{57} The Court hereby DENIES BB&T’s Motion to Dismiss with respect to \nthis claim. \n \nIV.  \nCONCLUSION \n{58} The Court GRANTS BB&T’s Motion to Dismiss with respect to \nPlaintiff’s claims for breach of fiduciary duty, constructive fraud, common law fraud, \nand fraud in the inducement; and DENIES the Motion with respect to Plaintiff’s \nclaim for violation of the UDTPA.   \n{59} Wherefore, the Court hereby DISMISSES the Second, Third, Fourth \nand Fifth causes of action against Defendant BB&T alleging common law fraud, \nfraud in the inducement, constructive fraud and breach of fiduciary duty, \nrespectively.   \n{60} Plaintiff’s First cause of acti on against BB&T for violation of the \nUDTPA has been sufficiently pled and, therefore, is not dismissed.      \nThis the 6th day of July, 2011.   \n \n \n \n         \n       \n "
}