{
  "id": "77d84247386566999ee16b4e1c35197fde7d5f4e533f8769d641fe7adfca7fd3",
  "source_file": "data/raw/ncbc/77d84247386566999ee16b4e1c35197fde7d5f4e533f8769d641fe7adfca7fd3.pdf",
  "raw_text": "Vernon v. Cuomo, 2010 NCBC 5. \n \nSTATE OF NORTH CAROLINA  \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n06CVS8416 \n  \nPAUL VERNON and JOEL WILLIAMS, \nindividually and derivatively on behalf \nTRIBOFILM RESEARCH, INC.,  \n \nPlaintiffs, \n \nv.  \n \nJEROME CUOMO, VINAY SAKHRANI, \nCHARLES TOMASINO, JOAN MARIE \nCHIKLIS as Personal Representative of the  \nEstate of Charles K. Chiklis, ROBERT A. \nMINEO, and TRIBOFILM RESEARCH, INC.,  \n \nDefendants. \n  \nORDER & OPINION \n(Redacted Copy, Original Filed Under Seal) \n \n  \n{1} This matter came on for trial without a jury based upon the submissions of \nthe parties and the court-appointed valuation expert.  The Court, having reviewed \nthe evidence, has determined the fair value of Plaintiffs’ TriboFilm Research, Inc. \nshares.  The Court also has included an alternative determination of fair value were \nan appellate court to find the Court’s first fair value arrangement inappropriate.   \nBecause this valuation contains confidential business information, the Court will \nfile the original under seal and a redacted copy publicly. \n \nNorthen Blue, LLP by Samantha H. Cabe and David M. Rooks, III for \nPlaintiff Paul Vernon. \n \nPlaintiff Joel Williams, pro se. \n \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, LLP by Addie K.S. \nRies for Defendant TriboFilm Research, Inc. \n \nMineo & Mineo by Robert A. Mineo for Defendants Robert A. Mineo and Joan \nMarie Chiklis. \n \nDefendants Jerome Cuomo, Vinay Sakhrani, and Charles Tomasino, pro se. \n \nTennille, Judge. \nI. \nPROCEDURAL BACKGROUND \n{2} Plaintiffs Paul Vernon (“Vernon”) and Joel Williams (“Williams”) filed the \nNotice of Designation contemporaneously with the Complaint in Wake County on \nJune 9, 2006.  On June 12, 2006, this action was designated a mandatory complex \nbusiness case by Order of the Chief Justice of the Supreme Court of North Carolina, \nand subsequently assigned to the undersigned Chief Special Superior Court Judge \nfor Complex Business Cases. \n{3} This matter was bifurcated for trial.  In February 2009, during a one-week \nbench trial, the Court considered Plaintiffs’ claims for breach of fiduciary duty and \nfrustration of reasonable expectations.  Based on the evidence presented at the first \nphase of the trial, the Court concluded that the individual Defendants had engaged \nin self-dealing.  They breached their fiduciary duties to TriboFilm Research, Inc. \n(“TriboFilm” or the “Company”) and to Plaintiffs, and their dilution efforts frustrated \nPlaintiffs’ reasonable expectations.  In view of these findings, the Court restored \nVernon and Williams to their original ownership interest and invoked the statutory \nprocedure for dissolution in order to protect the interests of all shareholders.  See \nN.C. Gen. Stat. § 55-14-30(2)(ii) (2009). \n{4} In accordance with section 55-14-31(d) of the North Carolina General \nStatutes, the Court gave TriboFilm the option to avoid dissolution by purchasing \nPlaintiffs’ shares at fair value.  Specifically, the Court provided the following: \nTriboFilm shall have ten (10) days from the date of this Order to notify \nthe Court of its election to purchase the shares of Vernon and Williams \nat fair value.  If it so elects, the parties will have thirty (30) days from \nthe date of this Order to agree upon a Court appointed valuation \nexpert and the terms of his engagement.  Absent agreement, the \nparties will have (90) days from th e date of this order to complete \ndiscovery on valuation issues. \n \nVernon v. Cuomo, 2009 NCBC 6 ¶ 94(5) (N.C. Super. Ct. Mar. 17, 2009), http:// \nwww.ncbusinesscourt.net/opinions/2009_NCBC_6.pdf.  Three days after the Court \nentered this Order, TriboFilm exercised its buy-out rights by notifying the Court of \nits intent to repurchase Plaintiffs’ shares. \n{5} The second phase of trial involved the remaining issue of valuation.  The \nparties designated Michael J. Pellegrino (“Pellegrino”) to serve as the Court’s \nindependent valuation expert.  Pellegrino has been recognized as one of the world’s \nleading experts in intellectual property (“IP”) valuation.  He is the founder and \npresident of Pellegrino & Associates, LLP (“P&A”), a boutique valuation firm that \nspecializes in early stage IP valuations.1  The parties retained P&A to provide its \nopinion as to the value of TriboFilm’s IP portfolio.2 \n{6} The parties had the opportunity to provide input throughout the valuation \nprocess.  The parties were required to produce all material information relevant to \nthe valuation.  Pellegrino interviewed the parties and had numerous telephone \nconversations and e-mail exchanges with them “to verify various facts and \nassumptions.”  (Valuation Report at 23.)  Through this examination, Pellegrino \ngained “in-depth technical insight” into TriboFilm’s “products, marketing, financing, \ndevelopment cycle, and development methodologies.”  (Valuation Report at 23.)  He \nalso consulted public resources and conducted independent research.   \n{7} On September 4, 2009, Pellegrino submitted P&A’s final appraisal and \nvaluation report (the “Valuation Report” or the “Report”) to the Court and to the \nparties.  The Report was filed under seal to protect TriboFilm’s IP portfolio and \nother confidential information from public disclosure. \n{8} The Court gave all parties the opportunity to comment on the Valuation \nReport.  Vernon and Williams each submitted comments on September 21, 2009, \nand TriboFilm submitted comments on October 12, 2009.  After receiving all three \nsets of comments, P&A responded to the parties’ criticisms in a letter to the Court. \n{9} On February 2, 2010 and February 3, 2010, the Court held a valuation \nhearing in Wake County at which it heard and considered evidence addressed to \nvaluation and liquidation.  Defendants chose to present live testimony from Vinay \nSakhrani (“Sakhrani”), the current vice president of TriboFilm, and Moon W. Suh \n(“Suh”), a statistics professors at North Carolina State University.  Plaintiffs chose \n                                                           \n1 Throughout this opinion, “Pellegrino” and “P&A” will be used interchangeably. \n2 TriboFilm’s IP portfolio included the TriboGlide and StaClear technologies. \nto present live testimony from Vernon, the former president and lab administrator \nfor TriboFilm, and Williams, a former business consultant for TriboFilm.   \n{10} The Court requested that Pellegrino, the court-appointed valuation expert, \nattend the hearing.  As communicated to counsel in the November 19, 2009 Notice \nof Hearing, the Court intended “to address questions for Mr. Pellegrino at the outset \nand permit counsel to examine him with respect to issues not already addressed in \ntheir comments.”  Plaintiffs expressed a willingness to cover their share of the costs \nof Pellegrino’s attendance; Defendants, however, refused to do the same.3  On \naccount of this impasse, the Court did not require Pellegrino’s attendance at the \nvaluation hearing.4 \n{11} With respect to the first phase of trial, the Court incorporates herein the \nfindings of fact and conclusions of law contained in its March 17, 2009 Order.  The \nCourt found then, and for purposes of this second phase finds again, that (1) both \nparties contributed to the development of TriboGlide and (2) both parties were at \nfault.  The only issues presently before the Court are those related to valuation. \n \nII. \nLEGAL STANDARD \n{12} As this Court previously observed, “[t]he term ‘fair value’ is not defined” in \nsection 55-14-31(d) of the North Carolina General Statutes, “nor does the statute \nprovide any specific guidance with respect to the factors to be used in determining \nfair value.”  Royals v. Piedmont Elec. Repair Co., 1999 NCBC 1 ¶ 53 (N.C. Super. Ct. \nMar. 3, 1999), http://www.ncbusinesscourt.net/opinions/1999%20NCBC%201.htm.  \nA review of the legislative history, likewise, offers little guidance on what procedure \nor standards to follow.  Id. ¶ 52.  The language of the statute simply requires that \nfair value be “determined in accordance with such procedures as the court may \nprovide.”  N.C. Gen. Stat. § 55-14-31(d). \n                                                           \n3 On December 16, 2009, Defendants claimed they lacked the funds to pay their share of Pellegrino’s \nhourly costs to appear at the valuation hearing.  However, it became apparent at trial that \nTriboFilm had executed a license agreement with [REDACTED] on November 9, 2009, which \nincluded an initial license fee payment of [REDACTED] to TriboFilm.  (Defs.’ Trial Ex. 13, § 3.1.) \n4 At the valuation hearing, the Court allowed Plaintiffs to call Pellegrino as a witness (via conference \ncall), but only after Defendants’ statistician took the stand. \n{13} In Garlock v. Hilliard, the Court emphasized the discretionary nature of \nthis determination: “The Legislature wisely provided for flexibility in determining \nfair value.  Recognizing that every situation will be different, the Legislature did \nnot limit fair value to market value and did not place any limiting parameters on \nthe factors to be considered in determining fair value.”  Garlock v. Hilliard, 2001 \nNCBC 10 ¶ 69 (N.C. Super. Ct. Nov. 14, 2001), http://www.ncbusinesscourt.net/ \nopinions/2001%20NCBC%2010%20%28Garlock%20v.%20Hilliard%29.htm.  The \nneed for flexibility is even greater when valuing collections of assets that have no \nreasonable comparable in the market, as is the case with IP portfolios. \n{14} This Court has determined fair value under section 55-14-31(d) in at least \ntwo prior cases.  In both Garlock and Royals, the Court relied heavily on an \nindependent appraiser’s valuation report but also took into account other equitable \nand practical considerations based on the arguments and submissions of counsel \nand matters of record.  See id. ¶¶ 70–84; Royals, 1999 NCBC 1 ¶¶ 51–61.  Other \nconsiderations in those cases included the applicability of discounts for lack of \ncontrol and marketability and any changes that occurred after the valuation report \nwas prepared.  See Garlock, 2001 NCBC 10 ¶¶ 77, 81; Royals, 1999 NCBC 1 ¶¶ 57, \n59.  The Court will follow a similar approach here. \n{15} This case demonstrates the extreme difficulty in valuing a company which \nhas no assets other than IP that is untested in the marketplace.  It demonstrates \nthe necessity of having well-documented provisions in place for valuation upon \ndeparture of one or more individuals that participated in the development of the \ntechnology.  One of the key problems faced by the Court in this valuation process \nhas been how to protect against a windfall by the majority shareholders if the \ntechnology proves to be extremely valuable while not requiring the majority to pay \nan initial price that may be too high if the technology is not adopted widely in the \nindustry.  The high level of distrust between the parties and their inability to work \ntogether in any reasonable fashion are further complications.  In addition, TriboFilm \nentered into two license agreements after Pellegrino prepared the Valuation Report.   \n{16} There is little doubt that the parties’ inability to resolve their differences \nand the large expenditures on legal fees have seriously impacted the business \ndevelopment of the technology.  Each side has approached this litigation as if the \nTriboGlide technology will revolutionize the syringe industry.  That remains to be \nseen. \n \nIII. \nTHE VALUATION REPORT \n{17} The parties in this case were unable to reach any business resolution or \nagreement in any way.  Therefore, pursuant to the discretion afforded under section \n55-14-31(d), the Court sought the assistance of an independent valuation expert in \ndetermining the fair value of Plaintiffs’ shares of TriboFilm.  The parties selected \nPellegrino to serve as the court-appointed valuation expert.  Pellegrino had extensive \nexperience in the IP valuation field and outstanding qualifications.  (See Valuation \nReport at 88–94.)   \n{18} The Court will begin its analysis of fair value by considering the Valuation \nReport that Pellegrino prepared.5  However, before doing so, the Court will digress \nbriefly to address other evidence offered by Defendants. \n{19} Two weeks prior to trial, after it had become clear that Pellegrino would no \nlonger be attending,6 Defendants hired Suh, a statistics professor at North Carolina \nState University, to review P&A’s Valuation Report.  At trial, Defendants called \nSuh as a surprise witness and introduced the written comments he had prepared.7  \nNeither Plaintiffs’ counsel nor Pellegrino had seen Suh’s report or had the \nopportunity to respond.  For that reason, the Court permitted Pellegrino to testify \nby phone.  The Court allowed Suh’s testimony and admitted his comments only for \npurposes of showing how they impacted Pellegrino’s approach, not for purposes of \nvaluation. \n                                                           \n5 Pellegrino’s analysis, opinions, and conclusions were developed, and his report was prepared, in \nconformity with the Uniform Standards of Professional Appraisal Practice.  (Valuation Report at 87.) \n6 Defendants refused to pay their share for Pellegrino’s attendance claiming they could not afford it.  \nAs it turned out, they had money to pay for his attendance from a newly signed license agreement. \n7 Suh prepared his written comments on February 1, 2010 (one day before the valuation trial began). \n{20} Defendants also introduced a discounted cash flow analysis.  The Court, \nhowever, rejects this analysis.  The Court is not convinced that TriboFilm will \nexperience a shortfall over the next three years.  Moreover, any losses that develop \ncan be absorbed by decreasing the high salaries the individual Defendants set aside \nfor themselves.8  Robert A. Mineo practices law, Jerome Cuomo works at N.C. State, \nand Charles Tomasino is retired.  Currently, Sakhrani is TriboFilm’s only full-time \nemployee, and even he can do other work.  Defendants never identified or produced \nfor examination as an expert the preparer of their discounted cash flow evaluation.  \nThe discounted cash flow analysis was admitted for the sole purpose of showing \nwhat information was available to Pellegrino when preparing his Report.   \n{21} There is no evidence of expert valuation before the Court other than P&A’s \nValuation Report, which the Court will now consider. \nA. \nTHE APPROACH \n{22} P&A’s Valuation Report set forth clearly and in layman’s terms the factors, \nlimitations, assumptions, and methodologies used to determine fair value.  \n{23} P&A used statistical stochastic modeling “to account for unforeseen events \nand circumstance that influence value.”  (Valuation Report at 23.)  When building \nits valuation models, P&A considered a number of factors: market acceptance, any \nprevious license agreements with similar technologies, working capital, operating \nbudgets, capital equipment requirements, revenue recognition policies, income tax \nrate, regulatory environment, product warranty returns and allowances, currency \nand country risks, discount rates, workforce considerations, and the relative size, \ngrowth, and trends in target markets.  (Valuation Report at 33–43.)  P&A also \nconsidered factors specific to IP valuation: sustainable competitive advantage, risk \nassociated with the technologies, functional realization, active government patent \nprotections, active trade secret protections, ease of infringement detection, attempts \n                                                           \n8 The individual Defendants set aside approximately [REDACTED] a year for Sakhrani, \n[REDACTED] a year for Robert A. Mineo, [REDACTED] a year for Charles Tomasino, and \n[REDACTED] a year for Jerome Cuomo. \nto design around the patent, and the owner’s propensity to defend against attack.  \n(Valuation Report at 23–33.) \n{24} The Valuation Report embraced a number of methodologies.  To establish \nfair value, P&A used the income approach.  Specifically, it employed the discounted \nfuture economic income method.  This approach enjoys “wide use and acceptance” in \nIP valuations.  (Valuation Report at 23.)  To capture “complex model interactions in \nthe face of uncertain estimating assumptions,” P&A prepared value calculations \nusing Latin Hypercube simulation algorithms.  (Valuation Report at 34.)  These \nalgorithms allowed P&A to generate meaningful estimates despite the complexity \nand uncertainty of TriboFilm’s situation.  P&A also used a Fisher-Pry model to \nproject a market adoption rate for TriboFilm technologies (Valuation Report at 35) \nand Monte Carlo simulation methods to consider the uncertainty in TriboFilm’s \nunderlying earnings potential. \n{25} The Court has considered the parties’ criticisms (see infra section III.C) \nand finds no fault with P&A’s methodologies.  Its approach was appropriate for this \ntype of business and clearly in the mainstream of IP valuation methodologies. \nB. \nASSIGNMENT \n{26} After performing 10,000 simulations “on the income valuation model using \na Latin Hypercube sampling algorithm,” P&A assigned the fair value of TriboFilm’s \nIP portfolio at [REDACTED].  (Valuation Report at 75.)  Its valuation model \nindicated, at a 90% confidence level, that TriboFilm’s fair value ranged between \n[REDACTED] and [REDACTED], with a mean value of [REDACTED] and a median \nvalue of [REDACTED].”  (Valuation Report at 75.)  P&A then selected the statistical \nmedian, [REDACTED], as the expected value.  Selecting the median allowed P&A to \nremove “the impact of improbable outliers.”  (Valuation Report at 75.) \n{27} When rendering its fair value opinion, P&A identified certain factors as \n“important and unique” to its assignment: value proposition, reachable market, \nmarket adoption, competitive market, and the timing, useful life, and estimation of \nany revenues.  (Valuation Report at 43–56.)  P&A conveyed a high level of \nconfidence in its assignment: \nIt is our opinion, based upon a reasonable degree of probability within \nthe valuation industry, that the income approach provides a credible \nindication for this assignment for the following reasons: \n \n We had reasonable data and definitions for all revenues, \noperating costs, and capital needs. \n \n The technology is ready for sale. \n \n We simulated the business model 10,000 times to account for the \nuncertainty of certain valuation assumptions that we made in \nthe valuation model. \n \n We tested the simulation results to ensure that we did not have \nconditions of multicollinearity, which could distort the statistical \nresults that we generated. \n \n(Valuation Report at 76.)   \n{28} The Court also places confidence in the Valuation Report and accepts \nP&A’s assignment as a reliable indicator of fair value under section 55-14-31(d).  \nHowever, in light of post-valuation changes at TriboFilm, the Court will revisit \nP&A’s value assignment in section V. \nC. \nCRITICISMS \n{29} Pellegrino prepared a thorough valuation of TriboFilm, after which the \nparties provided feedback.  Not surprisingly, both sides held, and continue to hold, \nwidely divergent views as to Pellegrino’s methods, assumptions, and conclusions. \n{30} Defendants contend that Pellegrino overstated the value of the TriboFilm \ntechnologies.  They criticize, among other things, his use of hypothetical information \nand extraordinary assumptions.  In addition, they believe his estimates on future \nroyalty income and market share are inaccurate and think it was inappropriate to \ninclude additional value on account of the StaClear technology.  They put forward a \ndim outlook, emphasizing a number of worst-case scenarios.\n \n{31} Plaintiffs, on the other hand, maintain that Pellegrino understated the \nvalue of TriboFilm.  They criticize his use of a discount rate and his rejection of the \nmarket approach.  They believe his narrow focus on the pre-filled syringe market is \nmisguided and see great promise in the contrast media syringe market. \n{32} Pellegrino addressed each of these criticisms in a memorandum to the \nCourt and then again at trial.  He provided clear and understandable responses \nthat satisfied any concerns the Court may have had.  Any shortcomings that may \ndevelop can be attributed to the intrinsic uncertainty of early-stage IP valuation \n(see ¶ 23) and the adversarial climate of this valuation in particular.9 \n \nIV. \nUNCERTAINTIES \n{33} Patents are unique by definition.  Determining the value of any patented \ntechnology at an early stage inevitably leads to a great amount of uncertainty.  Such \nvalue may range from zero to tens of millions of dollars, depending on future events.  \nThis case is no exception.  The Court recognizes that its determination involves a \nnumber of unknowns concerning market conditions, trends, and the physical, legal, \nand economic characteristics of the TriboGlide and StaClear technologies, including: \n The level of interest the technologies will garner and whether the \ntiming of such interest will be immediate or delayed; \n \n The amount of time it will take for a pharmaceutical company to \nperform stability testing and whether the company will decide to \nintroduce the product after six months or two years of testing; \n \n The per-syringe royalties, which will vary depending on the value of \nthe specific drug; \n \n The best way to commercialize the technology, whether that be \nthrough the pharmaceutical companies or equipment suppliers; \n  \n IVEK’s continued interest in the TriboGlide technology; \n \n The value, if any, in the contrast media syringe market and the \nhypodermic disposable syringe market; \n \n The application of the TriboGlide technology to other materials, like \nrazor blades, catheters, and medical implants; \n                                                           \n9 In a July 2009 email to counsel, Pellegrino expressed frustration with Defendants’ behavior: \n“Defendants actions to obscure important details are making my job more difficult, it is taking \nlonger, and it is costing all Parties more.”  (Pls.’ Trial Ex. 1.)  If Defendants have problems with the \nP&A valuation, those problems stem, in part, from their adversarial approach to the valuation \nprocess. \n \n The possibility of packaging TriboFilm’s IP portfolio for sale as opposed \nto licensing the technologies; \n \n The patent protection against competitors in foreign countries;  \n \n The development of new insulin pump technologies and whether such \ntechnologies will render the TriboGlide technology obsolete; and \n \n The reliability of P&A’s modeling techniques. \n \n{34} In the face of so many uncertainties, the Court declines to bind the parties \nto any fixed dollar amount.  TriboFilm may bunt a single or hit a grand slam or fall \nanywhere in between.  It would be inequitable under the circumstances of this case \nto limit “fair value” to an inflexible purchase price.  Therefore, the Court will exercise \nits discretion under section 55-14-31(d) and determine that fair value in this case is \nbest realized through an assignment that includes a royalty sharing arrangement.  \nDetails of this dual assignment will be discussed more fully in section V.B below. \n \nV. \nFAIR VALUE \n{35} The inherent difficulty in valuing IP where the future is uncertain is no \nsimple task.  Moreover, any valuation methodology that involves ongoing financial \ninvolvement must minimize future disputes and litigation.  The Court will reach a \ndetermination of fair value by balancing P&A’s assignment with other factors, \nincluding material changes in condition and practical and equitable considerations. \nA. \nMATERIAL CHANGES \n{36} Pellegrino performed his valuation in a professional manner; however, two \nmaterial changes occurred after he issued his report.  First, TriboFilm halted all \nStaClear development and will no longer be pursuing a market for the technology.  \nTherefore, StaClear would only add minimal value, if any, to TriboFilm’s portfolio.10  \nMoreover, any potential value is further hindered by the death of Dr. Chiklis, a key \n                                                           \n10 This new “minimal value” projection is not far apart from P&A’s original projection.  According to \nthe Valuation Report, the “key factors that drive TriboFilm value all relate to TriboGlide.”  \n(Valuation Report at 76.)  Therefore, P&A already had concluded that StaClear would bring \n“minimal value” to TriboFilm’s IP portfolio.  (Valuation Report at 76.) \nplayer in the StaClear development.  The Court considered this shelving of the \nStaClear technology when reaching its decision on fair value. \n{37} Second, TriboFilm has landed two license agreements since P&A issued its \nValuation Report.  In November 2009, TriboFilm executed a license agreement with \n[REDACTED], and then on January 29, 2010, TriboFilm executed a second license \nagreement with [REDACTED].11  The royalty numbers in the [REDACTED] \nagreement were much lower than P&A’s estimates, but this licensing deal proves \nthat license opportunities exist for TriboFilm.  Plus, lower royalties could lead to \nhigher volume.  Nonetheless, the Court has considered how these new developments \nwill impact P&A’s fair value assignment. \nB. \nTHE COURT’S ASSESSMENT \n{38} There is no doubt that Pellegrino prepared his valuation in a professional \nmanner or that his modeling techniques fit with accepted norms.  He did what he \nwas asked to do objectively and free from any bias.  The Court concludes that his \nultimate assignment was not unreasonable under the circumstances of this case.  \nHe was correct to focus on the pre-filled syringe market; he was correct to assign \nStaClear minimal value; and he was correct to try to place some value on the future, \nespecially in light of the two new license agreements identified above.\n \n{39} However, a number of significant changes have occurred since Pellegrino \nprepared his Report.  Therefore, it would be inequitable to bind the parties to his \n[REDACTED] fair value assignment.  Instead, the Court will determine fair value \nin a manner that will provide greater flexibility and a more equitable end result. \n{40} Of paramount concern to the Court is the high level of uncertainty and the \ncurrent number of unknowns.  If the TriboGlide technology proves successful, it will \nbe a major improvement for medical care.  Such success, though, is far from certain.  \nSetting a purchase price at this juncture could create a windfall for either party.  In \ncontrast, a fair value assignment that includes a royalty sharing arrangement would \noffer the parties an equitable and workable resolution. \n                                                           \n11 TriboFilm executed the [REDACTED] agreement four days prior to the valuation hearing. \n{41} Therefore, the Court finds as a fact and concludes as a matter of law that \nthe fair value of Plaintiffs’ collective shares is [REDACTED], plus a [REDACTED] \nroyalty sharing arrangement.12  The [REDACTED] assignment represents 40% of \nPellegrino’s low value.13  See supra ¶ 26.  Using Pellegrino’s low value counter-\nbalances the changes that have occurred since he prepared his Valuation Report.14 \n{42} The second part of the assignment awards Plaintiffs [REDACTED] of all \nfuture royalties, license fees, payments from IVEK, and proceeds from the sale or \nliquidation of all TriboGlide and StaClear patents and technologies, exclusive of any \nreasonable technical support fees and amounts owed to IVEK.  This royalty sharing \narrangement injects flexibility into the Court’s assignment, minimizing the future \nimpact of the uncertainties identified above in section IV.  Moreover, it provides \nDefendants with an incentive to maximize their fees and royalty agreements and \nPlaintiffs with an incentive to support the TriboFilm technologies.  In order to \nminimize the potential litigation between the parties, the Court elected a royalty on \nreceipts rather than an income approach. \n{43} If an appellate court were to determine this fair value/royalty sharing \narrangement inappropriate, then the Court would assign Vernon and Williams’s \ntotal interest in TriboFilm a value of [REDACTED].  The [REDACTED] assignment \nrepresents 40% of [REDACTED].15  Under this alternative assignment, it would be \nunnecessary to apply a discount for lack of control or marketability based on the \ncircumstances of this case.  See Royals v. Piedmont Elec. Repair Co., 1999 NCBC 1 \n¶ 57 (N.C. Super. Ct. Mar. 3, 1999), http://www.ncbusinesscourt.net/opinions/1999 \n%20NCBC%201.htm, aff’d, 137 N.C. App. 700, 529 S.E.2d 515 (Ct. App. 2000), disc. \nrev. denied, 352 N.C. 357, 544 S.E.2d 548 (2000). \n                                                           \n12 The Court will require TriboFilm to pay 50% of the [REDACTED] at closing.  Requiring a 50% \ndown payment is fair based on the fact that TriboFilm’s license agreement with [REDACTED] \nincluded an initial fee payment of [REDACTED] to TriboFilm. \n13 Plaintiffs collectively own a 40% interest in TriboFilm. \n14 The Court acknowledges that TriboFilm has received a cash injection from the two license \nagreements.  While the Court does not believe that payment of the entire amount received as back \nsalaries is equitable, some back salary is due, and the Company must have money to continue to \nmarket the technology. \n15 To calculate an assignment value stripped of any royalty sharing arrangement, the Court reduced \nP&A’s fair value assignment of [REDACTED] (which included future royalties) to [REDACTED]. \nCONCLUSION \n{44} Based on the foregoing, it is hereby ORDERED, ADJUDGED, and \nDECREED: \n1. The purchase price for Vernon and Williams’s total interest is \nset at [REDACTED] cash and note, plus a [REDACTED] royalty. \n2. Closing shall take place within twenty (20) business days of this \nOrder.  The cash portion of the purchase price shall be paid 50% \nat closing and the remaining balance in two equal annual \ninstallments bearing no interest.  TriboFilm will execute a note \nfor the remaining balance which shall be secured by a security \ninterest in the TriboGlide and StaClear intellectual property. \n3. In addition, Plaintiffs shall receive [REDACTED] of all future \nroyalties, license fees, payments from IVEK, and proceeds from \nthe sale or liquidation of all TriboGlide and StaClear patents \nand technologies, exclusive of any reasonable technical support \nfees and amounts owed to IVEK.  The royalty will apply to all \ntransactions entered into after February 2, 2010. \n4. If an appellate court were to find the arrangement set forth in \nnumbers 1 through 3 above inappropriate, this Court would set \nthe purchase price for Vernon and Williams’s total interest at \n[REDACTED], with 50% payable at closing and the remaining \nbalance in two equal annual installments bearing no interest \nwith the indebtedness secured by a security interest in the \nTriboGlide and StaClear intellectual property. \n \nIT IS SO ORDERED, this 15th day of March, 2010. "
}