{
  "id": "78b556a45ab86b1947fd2dd315c7b522e102ca03d2bb44a3e0ed15f4e31a1ec2",
  "source_file": "data/raw/ncbc/78b556a45ab86b1947fd2dd315c7b522e102ca03d2bb44a3e0ed15f4e31a1ec2.pdf",
  "raw_text": "MASSEY v. CITY OF CHARLOTTE, 2000 NCBC 5\n \nSTATE OF NORTH \nCAROLINA\n \nCOUNTY OF \nMECKLENBURG\n \n \nBETHANIE C. MASSEY, \net al.\n \nPlaintiffs\n \n \nv.\n \nCITY OF CHARLOTTE \nAND\nALBEMARLE LAND \nCOMPANY, LLC\n \nDefendants.\n \nIN THE GENERAL \nCOURT OF JUSTICE\nSUPERIOR COURT DIVISION\n99-CVS-18764\n \n \n \n \n \nORDER, OPINION\nAND JUDGMENT\n \n \n{1}\n      \nThis matter is before the Court on Respondent City of Charlotte’s Motion to Dismiss Petition for\nWrit of Certiorari.\n  \nThis Court has received and reviewed Petitioners’ brief in support of petition,\nRespondent’s brief in support of its motion to dismiss, and Petitioners’ reply, and oral arguments were\nheard.\n  \nAt issue is whether the City of Charlotte may rezone a specific tract to a conditional use district\nwith specific use limitations without issuing a conditional use permit and without the decision being\nsubject to review on writ of certiorari.\n  \nFor the reasons explained below, the Court finds that the City\nof Charlotte’s decision is subject to review, and therefore the motion to dismiss the writ of certiorari is\nDENIED.\n  \nSince the City of Charlotte concedes that it failed to comply with the procedural\nrequirements of a quasi-judicial process, Judgment is entered for the Petitioners.\n \nHewson Lapinel Owens, P.A., by H.L. Owens, for Petitioners Bethanie C. Massey, et al.\n \nRobert E. Hagemann, for Respondent City of Charlotte.\n \nRobinson Bradshaw & Hinson, P.A., by Frank E. Emory, Jr., for Respondent Albemarle Land\nCompany, LLC.\n \n \nI.\n \n{2}\n      \nIn June of 1999, Albemarle Land Company, LLC (“Albemarle”) filed a petition seeking to rezone\napproximately 42 acres from R-3 (Residential) to CC (Commercial\n  \nCenter).\n   \nUpon approval of its\npetition, Albemarle intended to develop a retail center which would house two “big box” retailers (a\nTarget and a Lowes Home Improvement Warehouse) and five out-parcels.\n  \nThe schematic plan\nsubmitted with the application provided for a 100-foot buffer strip between the development and the\nneighboring property owners.\n  \nThe neighboring landowners filed a written petition opposing the\napplication.\n  \nThe Charlotte City Council held a public hearing on the petition in October, 1999, and on\nNovember 15, 1999, the City Council approved the application by a 6 to 5 vote.\n{3}\n      \nOn December 15, 1999, neighboring landowners filed a petition for writ of certiorari pursuant to\nN.C.G.S. § 160A-381(c) and Rule 19.\n  \nUpon the motion of Senior Resident Superior Court Judge\nShirley Fulton, this case was designated by the Chief Justice as a “complex business” case and\nassigned to the undersigned pursuant to Rule 2.1.\n  \nThe case raises significant questions concerning\nhow and when zoning authorities may employ conditional use zoning.\n  \nThose questions are of\nparticular interest to the metropolitan areas of this state experiencing rapid growth and change.\n \nII.\n \n{4}\n      \nPetitioners seek review of the Charlotte City Council’s (“City Council”) decision to issue a\nconditional use permit to Albemarle.\n  \nRespondents maintain that the zoning decision, which included\nthe issuance of a conditional use permit the City maintains was a nullity, was a purely legislative\ndecision, and therefore not subject to review on writ of certiorari.\n  \nIn fact, respondents acknowledge\nthat if the Court finds that the zoning decision is reviewable on certiorari, it will have to concede that\nthe underlying decision was unlawful because it did not satisfy the legal requirements for quasi-\njudicial zoning decisions.[fn1]\n  \nIn fact, the City does not have a quasi-judicial record that could be\ntransmitted to the Court for review.\n  \nBefore addressing the question of whether the City’s zoning\ndecision is subject to judicial review, it is helpful to have a clear understanding of the various types of\nzoning and their legal viability.\nA.\n \n{5}\n      \nZoning decisions often put property owners, neighboring landowners and governing bodies at odds\nwith one another.\n  \nFrequently, landowners applying for a rezoning of their property will submit a\nproposal which, either explicitly or implicitly, promises to develop the property in a specific way.\n  \nCity\ncouncil members and neighboring landowners often feel betrayed when such promises are not kept.\n \nAs a result, lawmakers have developed several methods of zoning which attempt to hold landowners to\ntheir promises.\n  \nHowever, few of these methods have found favor in the courts.\n \n{6}\n      \nOne such method of enforcing compliance with zoning decisions based upon the representations of\nlandowners is contract zoning.\n  \nPure contract zoning occurs when there is an actual written contract\nbetween the applicant and the governing board.\n  \nIn such a contract, the governing board promises to\nrezone the property, and the landowner promises to develop the property in a specific way.\n  \nA\nmajority of courts have found contract zoning invalid based on the fact that no local government can\ncontract away its police power; therefore, such a contract between an landowner and a governing\nboard lacks consideration and is not enforceable.\n  \nSee Hall v. City of Durham\n, \n323 N.C. 293, 298, 372\nS.E.2d 564, 568 (1988)\n; \nChrismon v. Guilford County\n, 322 N.C. 611, 635, 370 S.E.2d 579, 593\n(1988);\n Dacy v. Village of Ruidoso, \n845 P.2d 793, 797 (N.M. 1992); \nState ex rel. Zupancic v.\nSchimenz\n, \n174 N.W.2d 533, 537\n \n(Wisc. 1970).\n{7}\n      \nAlthough this pure form of contract zoning has never been contested in North Carolina, the North\nCarolina Supreme Court has found contract zoning to exist where there was no written or oral contract\nbetween the landowner and the city council.\n  \nIn \nAllred v. City of Raleigh\n, 277 N.C. 530, 178 S.E.2d\n432, (1971), the landowner filed a petition seeking a rezoning of his property from R-4 to R-10,\nthereby allowing him to construct a luxury apartment complex.\n  \nThere was no formal agreement\nbetween the petitioner and the city council; the petitioner simply displayed drawings of the proposed\ncomplex as a part of his request.\n  \nId.\n at 545, 178 S.E.2d at 440.\n  \nThe court found that the city\ncouncil’s reliance upon the petitioner’s proposal, and thus its failure to consider all uses permissible\nin an R-10 district, amounted to unlawful contract zoning.\n  \nId.\n at 544-45, 178 S.E.2d at 440.\n \nSimilarly, in \nBlades v. City of Raleigh\n, 280 N.C. 531, 187 S.E.2d 35 (1972),\n \nplaintiffs brought an\naction challenging the city council’s decision to rezone a piece of property from R-4 to R-6, which\nwould allow the owner to build an apartment complex upon the property.\n  \nThe court found that the\ncity council’s decision constituted unlawful contract zoning because it was adopted in exclusive\nreliance upon the applicant’s representations as to the specific use that would be made of the\nproperty.\n  \nId.\n at 540, 187 S.E.2d at 46.\n  \nIn so finding, the court relied on the following language from\nAllred\n:\nRezoning on consideration of assurances that a particular tract or parcel will be developed\nin accordance with restricted approved plans is not a permissible ground for placing the\nproperty in a zone where restrictions of the nature prescribed are not otherwise required or\ncontemplated.\n  \nRezoning must be effected by the exercise of legislative power rather than\nby special arrangements with the owner of a particular tract or parcel of land.\n \nBlades\n, 280 N.C. at 550, 187 S.E.2d at 46, citing \nAllred v. City of Raleigh\n, 277 N.C. at 545, 178 S.E.2d at\n440-41.\n   \nAllred \nand \nBlades\n make it clear that contract zoning is illegal in North Carolina.\n  \nThus, a city\ncouncil may not consider a landowner’s proposed specific use of the property when deciding whether to\nrezone a parcel.\n{8}\n      \nOther types of rezoning aimed at holding property owners to their promises are single purpose (or\nsingle use) zoning and spot zoning.\n  \nSingle purpose zoning occurs where the city council creates a\ndistrict in which the only permitted use is the use proposed (or promised) by the applicant. \nSee\nStephen E. Davenport & Philip P. Green, Jr., \nSpecial Use and Conditional Use Districts:\n  \nA Way to\nImpose More Specific Zoning Controls\n 5 (Institute of Government 1980) [hereinafter \nSpecial Use and\nConditional Use Districts\n].\n  \nSpot zoning is single purpose zoning applied to a small tract in single\nownership.\n  \nId.\n  \nThese types of zoning are contrary to the principle announced in \nHelms v. City of\nCharlotte\n, 225 N.C. 647, 122 S.E.2d 817 (1961).\n  \nIn \nHelms\n, the Supreme Court found that a zoning\nordinance cannot deprive a property owner of all practical use and reasonable value of his land.\n  \nId.\n at\n653, 122 S.E.2d at 822.\n  \nTherefore, the city council may not limit a property owner to a specific use by\nway of a zoning classification.\n  \nFurthermore, in \nBlades v. City of Raleigh\n, and \nStutts v. Swaim\n, 30 N.C.\nApp. 611, 228 S.E.2d 750 (1976), the North Carolina courts expressly invalidated two spot zoning\namendments.\n  \nThe \nBlades \nand \nStutts\n courts found that the city improperly amended the zoning\nordinance to relieve a small tract of land from restrictions to which the rest of the area was subjected.\n \nWhile spot zoning is not per se unlawful in North Carolina, the courts have clearly found it invalid in\n“the absence of a clear showing of reasonable basis.”\n  \nBlades\n, 280 N.C. at 549, 187 S.E.2d at 45;\nStutts\n, 30 N.C. App. at 615, 228 S.E.2d at 752.\n \n{9}\n      \nA fourth method of ensuring property is put to its promised use is conditional zoning.\n  \nConditional\nzoning occurs when the ordinance that amends the zoning of a parcel of land includes conditions on its\nmanner of development.\n  \nThus, the conditions are a part of the zoning classification, and failure to\ndevelop the property in accordance with the conditions is a violation of the zoning ordinance.\n  \nCourts\nin several states have approved systems of conditional zoning.\n  \nSee\n \nCross v. Hall County\n, 238 Ga. 709,\n235 S.E.2d 379 (1977); \nBucholz v. City of Omaha\n, 174 Neb. 862, 120 N.W.2d 270 (1963); \nChurch v.\nTown of Islip\n, 168 N.E.2d 680 (N.Y. 1960);\n \nState \nex rel.\n \nMyhre v. City of Spokane\n, 70 Wash. 2d 207,\n422 P.2d 790 (1967); \nState \nex rel.\n Zupancic v. Schimenz\n, 46 Wis. 22, 174 N.W.2d 533 (1970).\n  \nIn\napproving conditional zoning, courts often emphasize that the property was suited for all permissible\nuses within the district, but conditions were imposed for the benefit of neighboring landowners. \nSee\nChurch v. Town of Islip\n, 168 N.E.2d at 683.\n  \nThus, the courts are reluctant to allow neighbors to\noverturn zoning decisions on the basis of illegal conditions when the conditions were imposed on\nbehalf of the neighbors.\n  \nSee id.\n  \nHowever, in North Carolina, applying conditions on a rezoning is not\nenforceable.\n  \nIn \nDecker v. Coleman\n, 6 N.C. App. 102, 187 S.E.2d 35 (1972), neighboring landowners\nsought a court order requiring a developer to comply with the conditions applied to the property.\n  \nThe\nNorth Carolina Court of Appeals found the conditions unenforceable because they applied to only one\nproperty within the district.\n  \nThe court held that conditional zoning, which applies unique conditions to\nthe development of the applicant’s property, is contrary to the zoning enabling act, which requires that\nzoning regulations be uniform with respect to all properties within a particular kind of district.\n{10}\n    \nThus, historically the North Carolina courts have declined to enforce zoning conditions when\nimposed upon property owners in the form of contract zoning, single purpose zoning, spot zoning or\nconditional zoning.\n  \nThis hesitancy to allow zoning conditions has limited zoning authorities’ ability to\nensure that a landowner will only make certain uses of the property, and it has hindered development\nin large metropolitan areas.\nB.\n \n{11}\n    \nAlthough the North Carolina courts have invalidated most methods of zoning which require a\nlandowner to develop his property in accordance with specific conditions or subject to certain\nlimitations, the courts have not rejected all forms of property-specific regulation.\n  \nFor example, the\ncourts have approved individualized, site-specific, restrictions imposed as conditions on the grant of a\nspecial use or conditional use permit.\n  \nSee\n \nConvent of the Sisters of St. Joseph of Chestnut Hill v.\nWinston-Salem\n, 243 N.C. 316, 90 S.E.2d 879 (1956); \nKenan v. Bd. of Adjustment\n, 13 N.C. App. 688,\n187 S.E.2d 496 (1972).\n  \nZoning ordinances which allow for the issuance of special use permits provide\nfor certain uses of right within a district, but prohibit a specific use, except upon the grant of a special\nuse permit.\n  \nIn addition, the courts have approved the use of “floating districts,” which are districts that\nare defined in the text of the ordinance but are applied or mapped only upon petition of landowners\nand only under circumstances set forth in the ordinance.\n  \nSee\n David W. Owens, \nLegislative Zoning\nDecisions:\n  \nLegal Aspects \n \n9 (Institute of Gov’t, 2d ed. 1999) [hereinafter \nLegislative Zoning\nDecisions\n].\n  \nOrdinances which allow for special use permits and floating districts provide two methods\nof limiting property owners to certain uses.\n{12}\n    \nIn 1980, Stephen E. Davenport and Philip P. Green developed a system of zoning which combined\nthe two approaches of special use permits and floating districts.\n  \nConditional use district zoning\nprovides a means by which an applicant for a zoning amendment can be held to his promises without\nviolating principles against contract and conditional zoning.\n  \nSpecial Use and Conditional Use\nDistricts\n at 6-7.\n  \nA city wishing to adopt a conditional use district system amends its zoning ordinance\nto provide an entirely new set of districts.\n  \nId.\n at 7.\n  \nThese new districts duplicate the existing set of\ndistricts, except that they are denominated “special use” or “conditional use” districts.\n  \nId.\n  \nEach new\ndistrict is a “floating zone” because no land is mapped as being such a district until its owner requests\nthis designation.\n  \nId.\n  \nThe difference between a conditional use district and its counterpart general\ndistrict is that there are no uses of right within a conditional use district.\n  \nId.\n  \nNothing can be done with\nthe land in a conditional use district without a conditional use permit.\n  \nId.\n  \nThus, after making its\ndecision to rezone the property to a conditional use district, the governing board will consider the\nproperty owner’s individual application for a conditional use permit.\n  \nLegislative Zoning Decisions \nat\n94.\n  \nThis approach avoids the problem of conditioning the \nrezoning\n decision upon certain\nrepresentations of the applicant.\n  \nAfter the property is rezoned, the governing body may consider\nwhich uses are appropriate for the parcel in question.\n  \nFurthermore, if a property owner wishes to\nchange his plans, he must apply for a new conditional use permit, thus giving the city council the\nopportunity to consider whether other uses are permissible.\n  \nSpecial Use and Conditional Use Districts\nat 8.\n  \nThis system obviates the need for the city council to consider all permissible uses within a\ndistrict, thus avoiding the concerns of the \nAllred \nand \nBlades\n courts.\n{13}\n    \nThus, in a municipality where the zoning ordinance provides for conditional use districts, anyone\nwho petitions for a zoning amendment has two choices:\n  \n(1) apply for rezoning to a general use\ndistrict, in which case the board may not base its action on specific plans; or (2) request rezoning to a\nconditional use district.\n \nIII.\n \n{14}\n    \nConditional use district zoning was first implemented by the City of Greensboro in 1972.\n \nLegislative Zoning Decisions\n at 94.\n  \nIn 1985, the General Assembly amended the general zoning-\nenabling act, to provide for conditional use zoning.\n  \nSee\n N.C.G.S. §§ 106A-381, 382 (1999).\n  \nThe\ncurrent language of the statute reads:\n[Zoning] districts may include, but shall not be limited to, general use districts, in which a\nvariety of uses are permissible in accordance with general standards; overlay districts, in\nwhich additional requirements are imposed on certain properties within one or more\nunderlying general or special use districts; \nand special use districts or conditional use\ndistricts, in which uses are permitted only upon the issuance of a special use permit or a\nconditional use permit.\n \n \nN.C.G.S. § 160A-382 (emphasis added).\n{15}\n    \nIn this case, the City acknowledges that it is acting pursuant to the power granted under N.C.G.S. §\n160A-382.\n  \nWhile the City issued a “Conditional Use Permit” to Albemarle upon the decision to\nrezone the property to conditional use district CC, the City claims that the permit is superfluous.\n  \nThe\npermit included provisions one would normally expect to find in a conditional use permit.\n \nFurthermore, the City argues that it was not required to issue a conditional use permit in this case, but\nrather had the authority under N.C.G.S. §§ 160A-381, 382 to utilize an entirely legislative process.\n \nThus, this Court must first determine what procedure is required under the statute.\n{16}\n    \nThe general-enabling act speaks specifically to the types of zoning authorized by the statute and to\nthe procedures which must be followed in making zoning decisions.\n  \nAs stated above, the statute\nauthorizes general use districts, overlay districts, and conditional use districts.\n  \nFurthermore, the\nstatute is specific as to the procedure to be followed when rezoning a property to a conditional use\ndistrict.\n  \nThe statute provides:\n[City zoning] regulations may provide that . . . the board of adjustment or the city council\nmay issue special use permits or conditional use permits in the classes of cases or situations\nand in accordance with the principles, conditions, safeguards, and procedures specified\ntherein and may impose reasonable and appropriate conditions and safeguards upon these\npermits.\n \n \n. . . .\n \nWhen issuing or denying special use permits or conditional use permits, the city council\nshall follow the procedures for boards of adjustment except that no vote greater than a\nmajority vote shall be required for the city council to issue such permits, and every such\ndecision of the city council shall be subject to review by the superior court by proceedings\nin the nature of certiorari.\n \n \nN.C.G.S. § 160A-381(a),(c)(1999).\n  \nThe “procedures for boards of adjustment” are outlined in\nN.C.G.S. § 160A-388.\n  \nThe procedures are quasi-judicial in nature and include notice and a hearing at\nwhich witnesses may be compelled to testify.\n  \nN.C.G.S. § 160A-388(g) (1999).\n{17}\n    \nThe legislation which amended the general-enabling act to provide for conditional use district\nzoning was drafted by Stephen E. Davenport.\n  \nPrior to the enactment of the legislation, Mr. Davenport\nalong with his colleague Philip P. Green, Jr. published a pamphlet that explained conditional use\ndistrict zoning and addressed the legal issues involved with such a system.\n  \nSee\n \nSpecial Use and\nConditional Use Districts\n.\n  \nThis pamphlet provides insight to the intent behind the statutory\namendment.\n{18}\n    \nUnder a section of the pamphlet entitled “Legal Pitfalls to Avoid,” Davenport and Green explain\nthat the decision to rezone a property to a conditional use district is legislative in nature.\n  \nThus, when\nrezoning land to a conditional use district, the governing body must follow the same requirements that\napply to any zoning amendment.\n  \nIt must (1) give notice and hold a hearing, (2) hear recommendations\nfrom its planning committee and (3) receive protests from neighboring property owners.\n  \nId.\n at 11-12.\n \nHowever, the danger inherent in conditional use district zoning is that the decision-making body will\ncreate a district in which only the uses proposed by the applicant are permitted and rezone the property\naccording to such conditions.\n  \nConsequently, there is a need for a procedural safeguard which protects\nagainst illegal spot zoning or contract zoning.\n  \nThe safeguard developed by Davenport and Green is\nthe conditional use permit.\n{19}\n    \nDavenport and Green emphasize that the zoning ordinance which provides for conditional use\nzoning must contain adequate standards to govern issuance or denial of conditional use permits.\n  \nId.\n at\n11-12.\n  \nSpecifically, “procedures for issuance of [conditional] use permits must afford constitutional\n‘due process’ – notice, opportunity to be heard, opportunity to confront opposing witnesses, etc.”\n  \nId.\nat 12.\n  \nIn addition, “decisions must be based on competent, material, and substantial evidence that\nestablishes the existence or nonexistence of the facts\n that the ordinance requires for issuance of the\npermit.”\n  \nId.\n (emphasis added). Therefore, the issuance of a conditional use permit involves a quasi-\njudicial determination. “The legal advantage of such a system is that the legislative rezoning decision\nis not technically based on a single project, thereby avoiding the problem [of contract zoning] in \nAllred\nand \nBlades\n.\n  \nIn addition, the individual conditional-use permit allows specific, enforceable conditions\nto be imposed on the project that is approved.”\n  \nLegislative Zoning Decisions\n at 94.\n{20}\n    \nAs discussed above, conditional use district zoning provides a method whereby a property owner\nmay be subject to certain conditions following the rezoning of the property.\n  \nIf conditional use district\nzoning did not require the issuance of a conditional use permit, the decision to rezone would be based\non the proposed use of the property.\n  \nSuch a system would amount to the type of contract zoning\ninvalidated in\n Allred \nand \nBlades\n.\n \nIn contrast, under a system of conditional use district zoning, the\ndecision to rezone the property is made independently of any consideration of the proposed use of the\nproperty.\n  \nOnly after the property has been rezoned does the governing board entertain an application\nto use the property in a specific manner permissible for that particular conditional use district.\n{21}\n    \nIn order to comport with due process, the zoning authority must follow a two-step process.\n  \nFirst, it\nmust decide whether to rezone the property to a conditional use district, which is a legislative\ndecision.\n  \nSecond, it must decide whether to issue a conditional use permit to the property owner,\nwhich is a quasi-judicial determination.\n  \nThere are various factors involved in zoning decisions.\n  \nSome\nzoning decisions require an evaluation of various policy considerations (legislative), while others\nnecessitate a fact finding process (quasi-judicial).\n  \nFor example, legislative decisions affect the entire\ncommunity by setting general policies that are applicable throughout the zoning ordinance (i.e.,\ndecisions to adopt, amend, or repeal the zoning ordinance).\n  \nSee Legislative Zoning Decisions\n at 10.\n \nOn the other hand, quasi-judicial determinations involve the application of zoning policies to\nindividual situations rather than the adoption of new policies. \nSee id\n., citing \nLee v. Board of\nAdjustment\n, 226 N.C 107, 37 S.E.2d 128 (1946).\n  \n“[Quasi-judicial] decisions involve two key\nelements:\n  \nthe finding of facts regarding the specific proposal and the exercise of some discretion in\napplying predetermined policies to the situation.” \nId.\n at 11.\n  \nThus, while “[t]he legislative decision is\nbased on a consideration of the \npolicy \nquestion of whether some limited alternative use is appropriate\nfor the site,” the quasi-judicial decision determines whether the particular application meets the\nstandards set in the rezoning decision. \nId.\n at 95.\nIV.\n \n{22}\n    \nThe City of Charlotte argues that it has implemented a purely legislative system of conditional use\ndistrict zoning.\n  \nThe City relies on the history of its zoning code as evidence that it effectively\neliminated the quasi-judicial aspects of conditional use district zoning.\n  \nFurthermore, the City\nmaintains that it has the authority to engage in a process of conditional use district zoning that is\nentirely legislative in nature.\n  \nFor purposes of this decision, the Court has accepted the City’s positions\nthat it eliminated all quasi-judicial aspects of conditional use zoning and that the issuance of the permit\nto Albemarle was superfluous and a nullity.\n  \nFor the reasons stated below, this Court finds that the\nCity’s purely legislative system is prohibited by statute and thus is invalid.\nA.\n{23}\n    \nIn 1973, the General Assembly passed legislation which permitted the City to “create special use\ndistricts in which a single use is permitted upon the issuance by the governing body of a special use\npermit prescribing the conditions under which such use will be permitted.”\n  \n1973 N.C. Sess. Laws\n1283.[fn2]\n  \nAs originally adopted, the ordinance establishing conditional district zoning required the\nCity Council to make findings of fact when deciding on an application to rezone a district as a\nconditional use district.\n  \nAccordingly, the process of conditional district rezoning was found by the\ncourts to be a quasi-judicial process.\n  \nAs a result, the City amended its zoning code to eliminate the\nlanguage requiring findings of fact, thereby intending to establish a purely legislative process.\n \nHowever, the code continued to call for the issuance of conditional use permits and such permits\ncontinued to be issued.\n{24}\n    \nIn 1991, the City adopted the current zoning code, which it contends does not require the issuance\nof a conditional use permit upon rezoning a property to a conditional use district.\n  \nInstead, conditions\nare to be imposed through a legislative rezoning decision, and thus inhere in the zoning district itself.\n \nTherefore, the City argues that it has successfully eliminated any quasi-judicial aspect of zoning\ndecisions.\n  \nHowever, as will be discussed below, this argument fails for three reasons.\n  \nFirst, to the\nextent the City argues that conditional use district zoning does not require the issuance of a permit,\nthere is no precedent approving such a process.\n  \nSecond, if the City is actually engaged in conditional\nzoning in a purely legislative process, such a system has been invalidated in North Carolina.\n  \nThird, the\nstatute upon which the City relies requires the issuance of a conditional use permit.\nB.\n{25}\n    \nThe system of conditional use district zoning requires the governing authority to issue a conditional\nuse permit, a decision that is quasi-judicial in nature.\n  \nTo argue otherwise overlooks both the plain\nlanguage of the statute and the holding in \nChrismon v. Guilford County\n, 322 N.C. 611, 370 S.E.2d\n579.\n    \nAs discussed above, the North Carolina legislature has authorized the implementation of\nconditional use district zoning pursuant to N.C.G.S. § 160A-382.\n  \nThe statute expressly provides that\nwithin conditional use districts “uses are permitted only upon the issuance of a . . . conditional use\npermit.”\n  \nThe conditional use permit is necessary because there are no uses of right in a conditional use\ndistrict.\n  \nFurthermore, N.C.G.S. §§ 160A-381(c), 388(g) specifies the procedures to be followed when\nissuing a conditional use permit – procedures which are quasi-judicial in nature.\n  \nTo attempt to\neliminate the quasi-judicial aspect of conditional use district zoning runs afoul of the grant of authority\ncontained in N.C.G.S. § 160A-382.\n{26}\n    \nIn \nChrismon\n, the North Carolina Supreme Court upheld Guilford County’s system of conditional\nuse district zoning.\n  \nIn so holding the Court recognized that “just as this type of zoning can provide\nmuch-needed and valuable flexibility to the planning efforts of local authorities, it could also easily be\nabused.”\n  \n322 N.C. at 622, 370 S.E.2d at 586.\n  \nThus, the Court found it important to evaluate the\nprocedures followed by the county. \nId. \nat 638, 370 S.E.2d at 595.\n  \nThe county followed a two-step\nprocess: the landowner submitted two separate applications – one for rezoning to a conditional use\ndistrict and one for a conditional use permit.\n  \nId.\n   \nThe Court specifically found that “[t]he Guilford\nCounty Zoning Ordinance provides appropriate procedures to be used by landowners wishing to apply\nfor rezoning to a conditional use district and for conditional use permits.”\n  \nId.\n  \nThe \nChrismon\n court did\nnot consider a process which was entirely legislative.\n  \nHowever, in light of the importance it placed on\nthe county’s procedures, it is clear that the quasi-judicial aspect of the zoning decision was central to\nthe court’s decision to uphold conditional use district zoning.\n  \nChrismon\n was decided after the\nenactment of N.C.G.S. § 160A-381, 382 authorizing conditional use district zoning, but the\nGreensboro zoning ordinance at issue was not enacted pursuant to N.C.G.S. § 160A-381, 382.\n  \nThe\nzoning ordinance in \nChrismon\n predated that statute and was upheld under the predecessor statute,\nN.C.G.S. § 153A-340 (1981), which authorized local governments to “regulate and restrict the use of\nland and to issue conditional use permits.”\n  \nId.\n at 621, 370 S.E.2d at 587.\n  \nJustice Meyer did note in\nthe majority opinion that the Greensboro ordinance mirrored the newly enacted statute.\n  \nId.\n at 621-22,\n370 S.E.2d at 586-87.\n   \nContrary to respondent’s contentions, \nChrismon\n does not provide support for\napproving a system of conditional use district zoning which eliminates the need for a conditional use\npermit and thus is entirely legislative.\n{27}\n    \nThere are important policy reasons for requiring conditional use district zoning to include a quasi-\njudicial permitting process.[fn3]\n  \nThe permitting process is necessary to protect surrounding property\nowners.\n  \nRespondent argues that property owners are sufficiently protected in a purely legislative\nsystem.\n  \nRespondent points out that legislative zoning decisions are subject to a standard of judicial\nreview which requires the decision to be “reasonable, neither arbitrary nor unduly discriminatory, and\nin the public interest.”\n  \n322 N.C. at 622, 370 S.E.2d at 586.\n  \nHowever, this Court finds that while a\nretrospective review of a legislative zoning decision under that standard may offer some protection, it\ndoes not adequately protect neighboring landowners who seek to prevent specific uses of adjacent\nproperty.\n  \nIn addition, respondent argues that property owners find some protection in the electoral\nprocess.\n  \nThis Court does not accept this argument – the protection at the ballot box comes too late and\ndoes not sufficiently protect an individual landowner from a rezoning decision made by council\nmembers outside her district which will affect the use and enjoyment of her property.\n{28}\n    \nThe protection of neighboring property owners has always been a concern of the courts and the\nlegislature.\n  \nThis is precisely why the legislature specifically provided for a quasi-judicial permitting\nprocess.\n \n[I]n the case of quasi-judicial zoning decisions, the focus shifts to the constitutional\nrequirements imposed to ensure that predetermined public policies are fairly and reasonably\napplied to individual cases.\n  \n“The courts are concerned that an impartial decision be made,\nbased solely on legitimately acquired and considered evidence, a clear rationale for the\ndecision, and an expeditious judicial review to guarantee that these required protections of\nindividual rights have been observed.”\n \nLegislative Zoning Decisions\n at 11, quoting \nHumble Oil & Refining Co. v. Board of Alderman\n, 284\nN.C. 458, 202 S.E.2d 129 (1974).\n  \nConditional use district zoning without a permitting process does\nnot provide those protections.\n{29}\n    \nAs previously discussed, conditional use district zoning has its benefits.\n  \nIt arose during a time\nwhen the larger metropolitan areas such as Charlotte, Raleigh, Durham, Greensboro and Winston-\nSalem were experiencing significant growth.\n  \nBoth old neighborhoods and undeveloped areas were\nsubject to fast-paced change.\n  \nZoning authorities needed more flexibility.\n  \nSee Chrismon\n, 322 N.C. at\n \n622, 370 S.E.2d at 586.\n  \nThe sheer number of zoning decisions existing in today’s rapid growth areas\nmakes the use of a quasi-judicial proceeding a burden on zoning authorities in those areas.\n  \nHowever,\nthe historical protections afforded to property owners are just as important, if not more so, in rapidly\nchanging times as they were when growth was slower.\n  \nNo matter how burdensome to governmental\nauthorities, the protection afforded individual property owners in a quasi-judicial process must be\npreserved.\nC.\n{30}\n    \nThe City’s argument that it was not required to issue a conditional use permit in this case may be\nbased on the position that the zoning ordinance implements a system of conditional zoning as opposed\nto conditional use district zoning.\n  \nIndeed, there are aspects of the zoning ordinance that indicate that\nthe City was operating under a system of conditional zoning.\n  \nFor example, Section 11.402 of the\nzoning ordinance lists thirty uses of right in a commercial center district (the conditional use district at\nthe center of this case).\n  \nHowever, under the method of conditional use district zoning as developed by\nDavenport and Green, and as authorized by statute, conditional use districts are, by definition, districts\nwhere there are no uses of right.\n  \nThe description of certain conditional districts, together with the\nlegislative procedure implemented by the City indicates that the City is operating under a system of\nconditional zoning.\n  \nTo the extent the City argues that this case involves conditional district zoning, as\nopposed to conditional use district zoning, this Court finds this system of zoning is illegal under prior\ncase law.\n{31}\n    \nThe City relies on the language of the North Carolina Supreme Court in \nChrismon v. Guilford\nCounty\n in support of its argument that purely legislative conditional zoning is permissible in North\nCarolina.\n  \nIndeed, the \nChrismon\n court purported to join the “growing trend of jurisdictions in\nrecognizing the validity of properly employed conditional use zoning.”\n  \nChrismon\n, 322 N.C. at 621,\n370 S.E.2d at 585.\n  \nHowever, the court failed to properly distinguish between conditional use district\nzoning, which was at issue in \nChrismon\n, and conditional zoning, which has been upheld in other\nstates.\n  \nIn fact, the cases cited by the \nChrismon\n court as upholding conditional use district zoning\ninstead involved systems of conditional zoning.\n  \nSee, e.g.\n, Haas v. City of Mobile\n, 265 So. 2d 564 (Ala.\n1972); \nTransamerica Title Insurance Co. v. City of Tucson\n, 533 P. 2d 693 (Ariz. Ct. App. 1975); \nCity\nof Colorado Springs v. Smartt\n, 620 P. 2d 1060 (Colo. 1980); \nWarshaw v. City of Atlanta\n, 299 S.E. 2d\n552 (Ga. 1983); \nGoffinet v. County of Christian\n, 357 N.E. 2d 442 (Ill. 1976); \nSylvania Electric\nProducts, Inc. v. Newton\n, 183 N.E. 2d 118 (Mass. 1962); \nHousing & Redevelopment Authority v.\nJorgensen\n, 328 N.W. 2d 740 (Minn. 1983); \nBucholz v. City of Omaha\n, 120 N.W. 2d 270 (Neb. 1963);\nCollard v. Inc. Village of Flower Hill\n, 421 N.E. 2d 818 (N.Y. 1981); \nSweetman v. Town of\nCumberland\n, 364 A. 2d 1277 (R.I. 1976); \nCity of Redmond v. Kezner\n, 517 P. 2d 625 (Wash. Ct. App.\n1973); \nHoward v. Elm Grove\n, 257 N.W. 2d 850 (Wisc. 1977).\n{32}\n    \nAlthough many courts have approved some form of conditional zoning, no other jurisdiction has\napproved a system of conditional use district zoning.\n  \nThose states that have upheld conditional zoning\ntypically do so only if the rezoning would have been permissible without the conditions.\n  \nThe\nconditions are imposed primarily for the benefit of neighboring landowners.\n  \nHowever, under the\nconditional use zoning system approved by \nChrismon\n, a property may be rezoned to a conditional use\ndistrict when rezoning the corresponding general use district presumably would be impermissible.\n \nIndeed, if the property in \nChrismon\n had been suitable for all uses within the corresponding general use\ndistrict, the property owner would have sought rezoning to the general use district, thus avoiding the\nneed to apply for a conditional use permit.\n  \nSee\n Louis W. Doherty, Comment, \nChrismon v. Guilford\nCounty and Hall v. City of Durham:\n  \nRedefining Contract Zoning and Approving Conditional Use\nZoning in North Carolina\n, 68 N.C.L. Rev. 177, 202 n.213 (1989).\n \n[B]ecause the premise underlying the decisions of most state courts approving conditional\nzoning – that the rezoning would have been appropriate even without the conditions – is\nnot a prerequisite for conditional use zoning as approved in North Carolina, the supreme\ncourt cannot accurately state that it is joining a growing number of jurisdictions that\napprove of conditional use zoning. In fact, North Carolina has instituted a novel zoning\napproach.\n \nId. \n(citations omitted).\n \n{33}\n    \nAs discussed above, North Carolina previously invalidated a system of conditional zoning in\nDecker v. Coleman\n.\n  \nDecker\n specifically held that a decision to rezone the property, which is\nlegislative in nature, cannot be based on the imposition of certain conditions upon the zoning\nclassification.\n  \n6 N.C. App. at 106-07, 169 S.E.2d at 490.\n  \nHowever, the City points to the following\nlanguage in \nChrismon\n as evidence that a purely legislative system of conditional zoning is valid in\nNorth Carolina:\n  \n“[We] hold today that the practice of conditional use zoning is an approved practice\nin North Carolina, so long as the action of the local zoning authority in accomplishing the zoning is\nreasonable, neither arbitrary nor unduly discriminatory, and in the public interest.”\n  \n322 N.C. at 617,\n370 S.E.2d at 583.\n  \nAlthough this language may seem to support legislative conditional zoning, when\nput into context it is clear that the \nChrismon\n court was not intending to validate such a system.\n  \nThe\n“practice of conditional use zoning” approved by the \nChrismon\n court was not purely legislative.\n \nInstead, the \nChrismon \ncourt upheld a system of zoning whereby the rezoning decision was made\nindependently of any conditions; the conditions were imposed in the form of a conditional use permit\nissued only after a quasi-judicial process.\n  \n322 N.C. at 638, 370 S.E.2d at 595.\n  \nThus, \nChrismon \ndid not\noverrule the holding in \nDecker\n.\n  \nTherefore, the rule of law in North Carolina is that conditions on\nlegislative zoning decisions are not enforceable, while conditions on quasi-judicial zoning decisions\nare.\n \n{34}\n    \nFinally, the City argues that purely legislative conditional district rezoning is authorized under\nN.C.G.S. § 160A-382, which grants authority to create conditional use districts.\n  \nThe City asks the\nCourt to read this grant of authority broadly pursuant to N.C.G.S. § 160A-4.\n  \nThe language of that\nstatute provides:\nIt is the policy of the General Assembly that the cities of this State should have adequate\nauthority to execute the powers, duties, privileges, and immunities conferred upon them by\nlaw. To this end, the provisions of this Chapter and of city charters shall be broadly\nconstrued and grants of power shall be construed to include any additional and\nsupplementary powers that are reasonably necessary or expedient to carry them into\nexecution and effect: Provided, that the exercise of such additional or supplementary\npowers shall not be contrary to State or federal law or to the public policy of this State.\n \n \nN.C.G.S. § 160A-4 (1999).\n  \nWhile this Court acknowledges that the grants of authority contained in\nthe State’s zoning laws should be read broadly, it declines to interpret such grants of authority contrary\nto the language of the statute.\n  \nAs discussed above, the plain language of N.C.G.S. § 160A-382\nprovides that when a property is rezoned to a conditional use district, “uses are permitted only upon\nthe issuance of a special use permit or a conditional use permit.”\n  \nAdditionally, the direction to\nconstrue grants of zoning authority broadly is qualified – grants of authority may not be construed to\ninclude any powers which are contrary to public policy.\n  \nN.C.G.S. § 160A-4.\n  \nIt has been a\nlongstanding concern of the courts that zoning decisions must be exercised for the general public good\nand not the personal benefit of an individual landowner.\n  \nSee Helms v. City of Charlotte\n, 255 N.C. 647,\n122 S.E.2d 817 (1961); \nIn re O’Neal\n, 243 N.C. 714, 92 S.E.2d 189 (1956).\n  \nA purely legislative\nsystem of conditional zoning, such as the system purported to be in place in Charlotte, operates\ncontrary to this policy.\n  \nWhile, in theory, conditions are imposed for the benefit of the neighboring\nlandowners, in practice the City’s system focuses primarily on the requirements and purported uses of\nthe property owner seeking rezoning.\n  \nThe drafters of the statute providing for conditional use district\nzoning recognized the likelihood of such a problem and therefore included the quasi-judicial\npermitting process to prevent this potential for abuse.\n \nConclusion\n \n{35}\n    \nThe City of Charlotte has attempted to implement a purely legislative system of conditional use\nzoning.\n  \nSuch a system violates N.C.G.S. § 160A-381, 382, and thus is invalid.\n  \nAlthough conditional\nuse zoning has been approved in North Carolina, both the courts and the legislature have limited such\napproval to systems which utilize a two step process – a legislative rezoning decision followed by a\nquasi-judicial determination of whether to issue a conditional use permit.\n  \nNo decision of an appellate\ncourt in this state has approved a one-step, wholly legislative, conditional use zoning procedure.\n  \nBy\nstatute, a property owner who has been granted a rezoning of his property to a conditional use district\nis required to apply for a conditional use permit.\n  \nSee \nN.C.G.S. § 160A-381, 382.\n  \nThus, the\nconditional use permit may not be written out of a system of conditional use district zoning.\n  \nThe City\nof Charlotte’s position that the conditional use permit in this case was superfluous and that its purely\nlegislative process was proper is erroneous.\n{36}\n    \nTherefore it is hereby ordered, adjudged and decreed:\n(1)\n   \nRespondent’s motion to dismiss the petition for writ of certiorari is DENIED.\n(2)\n   \nThe petition for a writ of certiorari is GRANTED.\n \n(3)\n   \nThe rezoning decision of the City of Charlotte on the petition of Albemarle Land\nCompany, LLC was unlawful and\n  \ninvalid in that the City Council:\n(a)\n    \nfailed to follow quasi-judicial procedures,\n(b)\n   \nis not able to provide the Court with a record to review,\n(c)\n    \nissued the permit and/or made the rezoning decision without the support of\ncompetent, material and substantial evidence in the record, and\n(d)\n   \nissued the permit in violation of the due process rights of Petitioners.\n \n \nThis the 17\nth\n day of April, 2000.\n \n \n \nCERTIFICATION\n \nPursuant to Rule 54 of the North Carolina Rules of Civil Procedure, the Court certifies that there is\nno just reason for delay in entering this Order or the appeal therefrom.\n \nThis the 17\nth\n day of April, 2000.\n \n \n \nFootnote 1\n  \nIf a rezoning decision is quasi-judicial in nature, it may be made only after notice to the parties\nand an evidentiary hearing in which testimony is given by witnesses who are under oath and subject to\ncross examination.\n  \nThe decision must be based on substantial, competent, material evidence in the record,\nand the decision making body must issue written findings of fact.\n  \nSee\n David W. Owens, \nLegislative\nZoning Decisions:\n  \nLegal Aspects \n \n12 (Institute of Gov’t, 2d ed. 1999).\n \nFootnote 2\n  \nThe City does not rely on this statute as enabling legislation for its current zoning ordinance.\n \nRather, in oral argument, the City said it was specifically relying upon N.C.G.S. § 160A-381, 382.\n \nFootnote 3\n  \nThere are also policy considerations which support the use of a legislative process.\n  \nAs\ncounsel for the City noted in oral argument, one of the benefits of a purely legislative process is the\nfreedom the various interested parties have to meet and confer with their representatives.\n  \nUnder the purely\nlegislative process, citizens must have the right to petition their government.\n  \nWhen quasi-judicial\nprocedures are invoked, ex parte communication is prohibited.\n  \nThe chance for negotiation becomes\nimpossible and the process becomes adversarial.\n  \nIn municipalities where there is a combination of\nlegislative and quasi-judicial processes, the line is hard to draw with respect to ex parte communications.\n \nIn the case \nsub judice\n, that issue is not clearly presented because the City concedes it did not follow a\nquasi-judicial process.\n  \nEither the legislature or the appellate courts should address this issue in the future\nif, as the Court believes, conditional use zoning requires a quasi-judicial permitting process.\n  \nOne possible\nsolution is to require a bifurcated process.\n  \nAny process must insure that the courts can fulfill their role on\na writ of certiorari.\n "
}