{
  "id": "78c8f316c7b3ace2acd24dc6b33f7d44e328bf87733e21d2be4a67463f38df60",
  "source_file": "data/raw/ncbc/78c8f316c7b3ace2acd24dc6b33f7d44e328bf87733e21d2be4a67463f38df60.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF MECKLENBURG 13 CVS 1079 \n \n \nLA FAMILIA COSMOVISION, INC., ) \nsuccessor in interest to  ) \nProduction Facilities, LLC, ) \n Plaintiff  )  \n  ) OPINION AND ORDER \n v.  ) ON MOTION TO DISMISS   \n   )   \nTHE INSPIRATION NETWORKS and ) \nTHE INSPIRATIONAL NETWORKS, INC., ) \n  Defendants ) \n \nTHIS CAUSE, designated a mandatory comple x business case by Order of the Chief \nJustice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, references to the North Caroli na General Statutes will be to \"G.S.\"), and \nassigned to the undersigned Special Superi or Court Judge for Complex Business Cases, \ncomes before the Court upon Defendants' Motion to Dismiss pursuant to Rule 12(b)(6) of the \nNorth Carolina Rules of Civil Procedure (“Rule(s)”); and \n THE COURT, after reviewing the Motion, briefs  in support of and in opposition to the \nMotion, arguments of counsel and other appr opriate matters of record, CONCLUDES that \nthe Motion should be GRANTED, in part, and DENIED, in part, for the reasons stated herein. \nFletcher, Toll & Ray, LLP, by George L. Fletcher, Esq. and Aimee L. Ezzell, Esq. and \nWilson & Ratledge, PLLC, by Reginald B. Gill espie, Jr., Esq. for Plaintiff La Familia \nCosmovision, Inc. \n \nNexsen Pruet, PLLC, by Christopher C. Lam, Esq. and Matthew S. DeAntonio, Esq. \nfor Defendants The Inspiration Networks and The Inspirational Networks, Inc. \n \nMcGuire, Judge. \n \n \n  \nLa Familia Cosmovision, Inc. v. The Inspiration Networks, 2014 NCBC 51. \n \n \nPROCEDURAL HISTORY \n \n[1] On March 14, 2013, Plaintiff La Familia Cosmovision, Inc. f/k/a Production \nFacilities, Inc. (\"LFC\") filed a Complaint against Defendants The Inspiration Networks and \nThe Inspirational Network, Inc. Plaintiff's action was designated as No. 13 CVS 1079 by the \nClerk of Superior Court of New Hanover Count y. In its Complaint, Plaintiff pursues the \nfollowing four claims for relief (\"Claim(s)\"): Fi rst Claim for Relief (Declaratory Judgment); \nSecond Claim for Relief (Breach of Contract/Wrongful Termination); Third Claim for Relief \n(Unfair and Deceptive Trade Practices, N.C. Gen. Stat. § 75-16); and Fourth Claim for Relief \n(Accounting). \n[2] On March 26, 2013, Defendants filed a Motion to Transfer Venue. On April 17, \n2013, venue was transferred to Mecklenburg Count y by this Court's Order on Motion to \nTransfer Venue. \n[3] On April 10, 2013, Defendants filed the Motion, seeking dismissal of all Claims, \npursuant to Rule 12(b)(6). \n[4] On August 22, 2013, Plaintiff moved to amend its Complaint. On October 25, \n2013, this Court granted Plaintiff's Motion fo r Leave to Amend Complaint, and Plaintiff's \nVerified Amended Complaint (\"Amended Complaint\") is deemed to be before the Court.1 As \nof the Amended Complaint's filing, LFC now capt ions itself as \"successor in interest to\" \n(rather than \"f/k/a\") Production Facilities, LLC (\"PF\"). \n[5] The Motion has been fully briefed and argued and is ripe for determination. \nFACTUAL BACKGROUND \nAmong other things, the Amended Complaint alleges that: \n                                                 \n1 The Court therefore decides the Motion as it pertains to the Amended Complaint. \n \n \n[6] Plaintiff LFC is a Florida corporation wi th its principal place of business in \nMiami, Florida.2 Plaintiff characterizes itself as  a \"successor in interest\" to PF. 3 LFC was \nformed by \"persons involved\" in PF.4 \n[7] Defendant The Inspirational Network, Inc. (\"Inspirational, Inc.\") is a North \nCarolina Corporation with its principal plac e of business located in Indian Land, South \nCarolina.5 Defendant The Inspiration Networks (\"Insp iration\") \"has represented\" that it is \na North Carolina corporation. 6 Defendants transact substantial business in New Hanover \nCounty, North Carolina.7 Inspiration is \"an overarching entity,\" of which Inspirational, Inc. \nis a comprising entity.8 \n[8] On or about May 2, 2005, Inspiration and PF executed a Confidentiality and \nNon-Disclosure Agreement (\"CNDA\").9 Subsequently, on or about June 1, 2005, Inspiration \nand PF executed a Letter of Intent  drafted by the former (\"LOI\").10 The LOI delineated the \nterms of a partnership between PF and Inspir ation with the goal of creating a Spanish-\nlanguage network called \"La Familia Cosmovision\" (\"LFC Network\").11 Despite its majority \nmember's objection to the venture, 12 PF was a party to the CNDA and LOI because \nDefendants represented that time was of th e essence and were unwilling to wait for PF's \nminority members to form a new entity.13 To that end, PF's minority members entered into \n                                                 \n2 Am. Compl. ¶ 1. \n3 Id. \n4 Id. ¶ 16. \n5 Id. ¶ 3. \n6 Id. ¶ 2. \n7 Id. ¶¶ 2-3. \n8 Id. ¶¶ 9-10. \n9 Id. ¶ 14, Ex. A to Am. Compl. (\"CNDA\"). \n10 Am. Compl. ¶ 15; see Ex. B. to Am. Compl. (\"LOI\"). \n11 Am. Compl. ¶¶ 10, 15. \n12 Id. ¶ 11. \n13 Id. ¶ 12. \n \n \nthe CNDA and LOI with PF as the named signat ory, with the intention of forming a new \nentity to which the rights and obligations under the LOI would eventually be assigned.14 \n[9] The LOI provided that \"Inspiration is  an independent contractor.\" It also \nprovided that \"nothing in this agreement shall be construed to constitute a joint venture.\"15 \n[10] LFC was formed on July 26, 2005. 16 On December 1, 2005, the directors and \nmanagers of PF met and \"resolved to assign\" PF' s rights and obligations under the LOI to \nLFC.17 \n[11] Inspirational, Inc. and LFC executed an Amendment (\"First Amendment\") to \nthe LOI on or about January 6, 2010. 18 The First Amendment, which was drafted by \nInspirational, Inc., laid out the parties' intent ions moving forward. It extended the LOI's \nterm and provided for an assessment period al ong with recurring payment responsibilities \non Inspirational, Inc.'s part, in addition to plans for enhancements and further discussions. \nThe First Amendment provided that it \"supersede[d] all prior and contemporaneous written \nand verbal communications and understandings \" regarding its subject matter. The First \nAmendment was signed by Jorge Velasquez as CEO of LFC.19  \n[12] Inspirational, Inc. and PF executed an additional Amendment (\"Second \nAmendment\") to the LOI on or about May 5, 2010. 20 The Second Amendment, which was \nalso drafted by Inspirational, Inc., addressed revenue sharing, viewership and sales support, \nand advertising inventory. The Second Amendment contained an identical superseding \n                                                 \n14 Id. ¶ 13. \n15 LOI ¶ 17(g). \n16 Am. Compl. ¶ 16. \n17 Id. ¶ 17. \n18 Ex. E to Am. Compl. \n19 Id., Am. Compl. ¶ 18. \n20 Ex. F. to Am. Compl. \n \n \nprovision to that of the First Amendment. The Second Amendment was again signed by \nJorge Velasquez, this time as CEO of PF.21 \n[13] Plaintiff further alleges that the LOI and Amendments thereto, along with the \nparties' course of dealing, correspondence, an d Defendants' conduct, evidence the creation \nof a legal partnership. 22 The LOI reflects an intent to create a partnership in that it pre-\nallocated losses and provided that the parties would work together to  develop material for \nthe Network.23 The Amendments referred to a \"joint  undertaking\" and contained revenue \nsharing agreements.24 Correspondence from Inspirational to LFC repeatedly referred to a \npartnership between the parties. 25 The parties held themselves out to be partners in the \ncontext of discussing a sale of LFC to a third party. 26 Therefore, Plaintiff contends it is \nentitled to a declaratory judgment under Rule 57 and G.S. § 1-253 et seq. declaring that the \nrelationship between Defendants and LFC constitutes a partnership under G.S. § 59-31 et \nseq.27 \n[14] On November 5, 2013, Defendants terminated the LOI effective December 31, \n2013, by mail correspondence (\"Termination Notice\"). 28 The Termination Notice cited the \npoor quality of LFC's programming as the motivating factor in bringing about the end of the \nrelationship.\n29 The Termination Notice purportedly relied on § 1 of the First Amendment as \nproviding authority to terminate the LOI. 30 Plaintiff contends that this reliance was \n                                                 \n21 Id., Am. Compl. ¶ 19. \n22 Am. Compl. ¶¶ 23-28. \n23 Id. ¶ 25. \n24 Id. ¶ 25(c)-(e). \n25 Id. ¶ 26. \n26 Id. ¶ 27. \n27 Id. ¶ 29. \n28 Id. ¶ 20, Ex. G to Am. Compl. (\"Termination Notice\"). \n29 Id. ¶ 31. \n30 Id. ¶ 21. \n \n \nmisplaced, and the LOI's termination section s provide the only applicable termination \nprocedure.31 Defendants' actions therefore constituted a breach of the LOI.32 \n[15] Defendants' wrongful and fraudulent term ination of their relationship with \nLFC and subsequent disavowal of the parties' partnership constitute unfair and deceptive \nacts that affect commerce under Chapter 75 of the North Carolina General Statutes.33 \n[16] Finally, because Defendants have sole po ssession of the partnership's books, \nassets, and records, LFC is entitled to an accounting under G.S. § 59-52.34 \nDISCUSSION \n[17] The Motion seeks dismissal of Plaintiff's Claims pursuant to Rule 12(b)(6) for \nfailure to state a claim upon which relief can be granted. Bringing a motion to dismiss under \nRule 12(b)(6) allows the moving party to te st the legal sufficiency of a complaint. Sutton v. \nDuke, 277 N.C. 94, 98 (1970). \n[18] The Court, in deciding a Rule 12( b)(6) motion, treats the well-pleaded \nallegations of the complaint as true and admitted. Id. However, conclusions of law or \nunwarranted deductions of fact are not deemed admitted. Id. The facts and permissible \ninferences set forth in the complaint are to be treated in a light most favorable to the \nnonmoving party. Ford v. Peaches Entm't Corp., 83 N.C. App. 155, 156 (1986). As our Court \nof Appeals has noted, the \"essential question\" ra ised by a Rule 12(b)(6) motion is \"whether \nthe complaint, when liberally construed, states a claim upon which relief can be granted on \nany theory.\" Barnaby v. Boardman , 70 N.C. App. 299, 302 (1984), rev'd on other grounds , \n313 N.C. 565 (1985) (citations omitted). \n                                                 \n31 Id. ¶¶ 31-32. \n32 Id. ¶ 43. \n33 Id. ¶¶ 49-51. \n34 Id. ¶¶ 57, 61. \n \n \n[19] A Rule 12(b)(6) motion should be granted when the complaint, on its face, \nreveals (a) that no law supports the plaintiff' s claim, (b) the absence of facts sufficient to \nform a viable claim, or (c) some fact which necessarily defeats the plaintiff's claim.  Jackson \nv. Bumgardner, 318 N.C. 172, 175 (1986).  \n[20] Documents that are attached to the complaint as exhibits and referenced \ntherein will be considered by the Court for Rule 12(b)(6) purposes. Woolard v. Davenport , \n166 N.C. App. 129, 133-34 (2004). The Court may also consider records of which it has taken \njudicial notice. Wood v. J.P. Stevens & Co. , 297 N.C. 636, 641 (1979) (\"[I]t is clear that \njudicial notice can be used in rulings on . . . motions to dismiss for failure to state a claim.\"); \nsee also Rule 201(f) of the North Carolina Evidence Code, G.S. § 8C-1 (\"Judicial notice may \nbe taken at any stage of the proceeding.\").  \n[21] Defendants contend that this action should be dismissed in its entirety because \nPlaintiff lacks standing to bring its Claims against Defendants. In the alternative, \nDefendants contend that Plaintiff's declaratory judgment Claim (and thus its Claim for an \naccounting) must fail as a matter of law becaus e Plaintiff fails to allege the indispensable \nelements of a partnership. Defendants further contend that Inspiration should be dismissed \nfrom this action because Plaintiff cannot sue a non-entity or assumed name. Finally, \nDefendants contend that Plaintiff's G.S. Chapter 75 Claim is subject to dismissal for failure \nto allege an unfair or deceptive act in or affecting commerce as required by statute. \nStanding \n[22] Defendants contend that LFC lacks standing to bring this action, and that the \naction therefore merits dismissal in its entirety. Defendants specifically note that LFC was \nnot a party to the LOI and that the LOI by it s express terms prohibited any assignment of \nthe LOI without Defendants' written consent. In response, Plaintiff notes that LFC was a \n \n \nsignatory to the First Amendment 35 and stresses the parties' course of dealing in arguing \nthat Defendants either waived their right to object or effectively assented to PF's assignment \nto LFC. \n[23] It has long been established that dismi ssal is proper in an action grounded in \ncontract where the plaintiff fails to allege privity of contract between the parties or, \nalternatively, that the plaintiff is a direct or intended beneficiary of a contract. \nSee Lee Cycle \nCtr., Inc. v. Wilson Cycle Ctr., Inc. , 143 N.C. App. 1, 8-9 (2001) (citing  Chandler v. Jones , \n173 N.C. 427, 429 (1917)). In defining privity, our Court of Appeals has emphasized a \n\"derivative interest\" that is \"founded on\" or \"grow[s] out of . . . contract, connection, or bond \nof union between parties.\" Murray v. Nationwide Mut. Ins. Co. , 123 N.C. App. 1, 15 (1996) \n(quoting Black's Law Dictionary 1199 (6th ed. 1990)), disc. review denied , 345 N.C. 344 \n(1997). \n[24] The Florida records attached as Exhibit A to Defendants' Motion 36 \nunambiguously establish that LFC and PF were wholly separate legal entities, rather than \ndifferent names associated with the same entity . As such, LFC's initial characterization of \nitself as \"formerly known as\" PF was improper. Similarly, Plaintiff's subsequent, conclusory \ncharacterization of itself as \"successor in inte rest to\" PF is largely irrelevant on its face. \nMoreover, even if PF intended to effectively assign its rights and obligations under the LOI \nto LFC, the LOI clearly prohibited such an assignment without Inspiration's written \n                                                 \n35 In the First Amendment, the parties are identified as \"The Inspirational Network, Inc.\" and \n“Production Facilities, LLC now La Familia Cosmovision INC ('Production Facilities').\" The First \nAmendment is signed by Jorge Velasquez on behalf of \"LA FAMILIA COSMOVISION INC\".  Am. \nCompl. ¶ 18, Ex. E. \n36 The Court, FINDING that the attachments are not subject to reasonable dispute, TAKES \nJUDICIAL NOTICE of the public records filed by Defendants as Exhibit A to the Motion. See Rule \n201, North Carolina Evidence Code. Plaintiff's argument that Defendants' \"introduction of matters \nand evidence outside of the Complaint\" is impermissible or converts the Motion into a Rule 56 \nsummary judgment motion is without merit. \n \n \nconsent. For that reason, it is difficult for the Court to affirmatively characterize any of \nDefendants' actions as some form of waiver or assent to the purported assignment. \n[25] Nevertheless, the First Amendment und eniably establishes a contractual \nconnection of some form between LFC and De fendants, limited – and perhaps inadvertent \nor mistaken – as it may be. Given that LFC  is a signatory to a contractual amendment \nbetween the parties, it is difficult for Defendan ts to prevail on the notion that LFC has no \nplace at all in this action. Moreover, Defendants have not proffered any convincing argument \nas to why the Court should simply disregard LFC's presence in the First Amendment. \n[26] To dismiss the action entirely at this stage would plainly qualify as going \"too \nfast too soon.\" Sutton v. Duke , 277 N.C. at 108. To that end, the Court's holding here is \nlimited to the conclusion that Defendants have not met their burden of persuasion and \ntherefore the Court cannot rule conclusively on this issue as a matter of law at this stage. \nAccordingly, as to the issue of LFC's standing in this action, the Motion should be DENIED. \nClaims Against The Inspiration Networks \n[27] Defendants contend that The Inspiration Networks must be dismissed from \nthis action in order to \"clean up\" the pleadings.37 Defendants concede that The Inspirational \nNetwork, Inc. is the proper Defendant, and it does not appear that dismissal of The \nInspiration Networks will result in Plaintiff losing any substantive right to recover.  \nDefendants argue that \"The Inspiration Networks\" is an assumed name rather than a legal \nentity and offer as evidence a Certificate of Assumed Name filed with the Wake County \nRegister of Deeds.38 Plaintiff contends in response that  dismissal would be \"premature\" at \nthis time, and that Inspirational, Inc., did not file a Certificate of Assumed Name in \n                                                 \n37 Mem. Law. Supp. Defs.' Mot. Dismiss (\"Defendants' Brief\") at 9. \n38 The Court, FINDING that the attachments are not subject to reasonable dispute, hereby TAKES \nJUDICIAL NOTICE of the public records filed by Defendants as Exhibit B to the Motion. See Rule \n201, North Carolina Evidence Code. \n \n \nMecklenburg County where the parties transa cted business as required under statute. 39 \nPlaintiff further argues that Defendants have pr evented clarification of this issue by their \nsuccessful Motion to Stay Discovery,40 despite Defendants' purported offer to stipulate that \nInspirational, Inc., is the actual and proper party to the LOI.41 \n[28] Defendants cite to Rollins v. Junior Miller Roofing Co., 55 N.C. App. 158 (1981), \nfor the proposition that an action must be brought against \"an existing legal entity.\" Rollins, \n55 N.C. App. at 163 (citing  G.S. § 1-75.2). Defendants argue that the use of an assumed \nname does not create a separate legal entity, and therefore there remains only one entity \nthat may be sued. Defendants essentially ask this Court to hold that although one may sue \na corporation under its assumed name, one cannot maintain an action against both a \ncorporation and its assumed name.42 \n[29] This appears to be an issue of first impression in North Carolina. The rule \nposited by Defendants is logically sound. For th e same reason that it would be nonsensical \nto name the same entity or individual twic e as a party to an action, a plaintiff cannot \nmaintain an action against both a legal entity and its assumed name. \n[30] The record before this Court clearly indicates that \"The Inspiration Networks\" \nis an assumed name of Inspirational, Inc. 43 Therefore, Plaintiff cannot maintain an action \nagainst both Inspiration and Inspirational, Inc., notwithstanding Defendants' alleged \nfailure to properly file a certificate of assumed name in Mecklenburg County. \n                                                 \n39 Br. Pl. LFC Resp. Defs.' Mot. Dismiss (\"Plaintiff's Brief\") at 6. \n40 Id. \n41 See Defs.' Br. at 9. \n42 Defs.' Br. at 8-9. \n43 See Ex. B to Mot. Dismiss. \n \n \n[31] Accordingly, as to Defendant Inspirat ion, the Motion should be GRANTED. \nFrom the entry of this Order forward, the sole defendant in this action will be \"The \nInspirational Network, Inc. d/b/a The Inspiration Networks.\" \nDeclaratory Judgment and Accounting Claims \n[32] Plaintiff's First Claim for Relief seeks a declaratory judgment under Rule 57 \nand G.S. § 1-253 et seq.  \"determining and declaring that the relationship between \n[Defendants] and LFC constitutes a partnership\" under the North Carolina Uniform \nPartnership Act, G.S. § 59-31 \net seq . Defendants' Motion seeks dismissal of Plaintiff's \nDeclaratory Judgment Claim because LFC \"fails to  allege the 'indispensible' elements of a \npartnership.\"  \n[33] The presence of a real or existing co ntroversy between adverse parties is an \nessential requirement in a declaratory judgment action. Adams v. N.C. Dep't of Natural & \nEcon. Res., 295 N.C. 683, 704 (1978). Therefore, when the record reveals the lack of a basis \nfor declaratory relief, a Rule 12(b)(6) motion may be granted against a declaratory judgment \nclaim. Kirkman v. Kirkman , 42 N.C. App. 173, 176 (1979). Simply stated, a declaratory \njudgment claim is subject to dismissal wher e the relevant pleadings do not contain \nallegations upon which the sought declaratory relief may be granted. \n[34] The North Carolina Uniform Partnership Act, codified at Chapter 59 of our \nGeneral Statutes, provides the basis for the \"legal concept\" of partnership. To that end, the \nAct defines a partnership as \"an association of two or more persons to carry on as co-owners \nof a business for profit.\" G.S. § 59-36(1). Our Supreme Court has elaborated: \nTo make a partnership, two or more persons should combine \ntheir property, effects, labor, or skill in a common business or \nventure, and under an agreement to share the profits and losses \nin equal or specified proportions, and constituting each member \nan agent of the others in matters appertaining to the \npartnership and within the scope of its business. \n \n \n \nJohnson v. Gill, 235 N.C. 40, 44-45 (1952) (internal quotations and citations omitted). \n[35] A \"de facto partnership may be found by examination of a [sic] parties' conduct, \nwhich shows a voluntary association of partners.\" Best Cartage, Inc. v. Stonewall Packaging, \nLLC, __ N.C. App. __, __, 727 S.E.2d 291, 299 (2012). Put another way, a partnership \"may \nbe inferred\" where the \"circumstances demonstrate  a meeting of the minds with respect to \nthe material terms of the partnership agreement.\" Compton v. Kirby , 157 N.C. App. 1, 11 \n(2003) (citations omitted). Courts have consider ed a variety of circumstances as indicative \nof a partnership, including, among other things, the filing of a joint tax return, \nestablishment of a partnership bank account, obtaining state licensing as a partnership, and \ncapital contribution by members of the alleged partnership. In re Brokers, Inc. , 363 B.R. \n458, 469 (M.D.N.C. 2007) (citations omitted). \n[36] Under North Carolina law, there are al so two \"indispensable\" requirements \nthat must be met for a legal partnership to exist. Best Cartage, __ N.C. App. at __, 727 S.E.2d \nat 299 (quoting Wilder v. Hobson, 101 N.C. App. 199, 202 (1990)).  The first requirement is \n\"sharing of any actual profits.\" Wilder, 101 N.C. App. at 202 (citing  Sturm v. Goss, 90 N.C. \nApp. 326 (1988)). 44 The second \"indispensable requisite\" is that of \"co-ownership of the \nbusiness.\" McGurk v. Moore, 234 N.C. 248, 252 (1951) (citations omitted). Failure to properly \nplead allegations supporting the existence of one or both of these elements is fatal to a claim \nfor declaratory judgment of an implied partnership. \na. Profit Sharing. \n[37] As noted earlier, partnerships arise only where parties agree to \"share the \nprofits and losses in equal or specified proportions.\" Johnson, 235 N.C. at 45. G.S. § 59-37 \n                                                 \n44 But see 59A Am. Jur. 2d Partnership § 149 (2014) (\"Although the sharing of profits is prima facie \nevidence of a partnership, its absence does not automatically preclude the existence of a partnership \nrelationship.\"). The Court of Appeals' repeated use of the word \"indispensable\" with regard to this \nelement strongly suggests that this is not the law in North Carolina. \n \n \ndistinguishes between \"receipt . . . of a share of the profits of a business,\" which may be \nprima facie evidence of partnership, and \"the sharing of gross returns,\" which does not carry \nsuch a presumption. G.S. § 59-37(3)-(4). More than a century ago, our Supreme Court \ntouched on this distinction in Buie v. Kennedy , 164 N.C. 290 (1913), noting that \"it is \nsaid  . . . that an agreement to share gross returns does not create a partnership, for the \nreason that such an agreement is inconsistent with the joint ownership of the profits.\" Id. at \n294.  \n[38] The LOI provided that \"[e]ach party shall be solely responsible for all expenses \nincurred in connection with the performance of their [ sic] respective obligations under this \nLOI and any subsequently  executed agreement.\" 45 It further provided that Defendants \nwould be entitled to all subscriber fees and PF would be entitled to keep all advertising \nrevenue.46 Plaintiff's contention that this a rrangement constituted a \"pre-allocated\" 47 \nsharing of losses, and thus an effective sharing of profit, is without merit.  \n[39] On the other hand, the Second Amendment to the LOI contains a revenue \nsharing provision under which Defendants agr eed to pay PF half of any subscription fees \nfrom subscribers added after the Amendment's effective date \"over and above\" one million \nsubscribers, less certain costs \"incurred by [Defendants].\" 48 In essence, Defendants were \nentitled to all revenue from subscription fees up to the one millionth subscriber. Beyond that \npoint, Plaintiff and Defendants shared the \"net license fees,\" 49 or profit, derived from \nsubscribers exceeding one million in number. Plaintiff posits that this arrangement satisfies \nthe required element of profit sharing associated with a partnership. \n                                                 \n45 LOI ¶ 8. \n46 Id. ¶ 8(a)-8(b). \n47 Am. Compl. ¶ 25(b). \n48 Second Am. ¶ 4. \n49 Id. \n \n \n[40] It is undeniably true that Plaintiff and Inspirational, Inc. \"shared profits\" in \nsome form within the ordinary and literal meani ng of that term, even if this incremental \nrevenue share was ancillary to the main arrangement. The question remains, however, \nwhether this type of setup constitutes \"profit sharing\" as that term is used in the context of \npartnership law. This involves two related inquiries: First, does North Carolina law require \nsharing of both profits and losses for an arrangement to meet this requisite? Similarly, is \nthe requirement satisfied where the share of pr ofits simply flows from one alleged partner \nto another rather than into the partnership and out to the partners?  \n[41] The North Carolina case law is not clear on this specific issue. At a very basic \nlevel, our appellate Courts have referred to this parameter with interchangeable language. \nCompare Gorham v. Cotton , 174 N.C. 727, 729 (1914) (partnership entails sharing of \"the \nprofits and losses in equal or specified proportions\") (emphasis added), with Zickgraf \nHardwood Co. v. Seay , 60 N.C. App. 128, 133 (1982) (partnership involves \"agreement to \nshare the profits or losses\") (emphasis added). \n[42] Nevertheless, \"[t]he general rule under the Uniform Partnership Act, and \nother law, is that an agreement to share losses as well as profits is essential to the existence \nof a partnership.\" 59A Am. Jur. 2d Partnership § 155 (2014); see also Eagan v. Gory , 374 \nFed. Appx. 335, 339 (3d Cir. 2010) (\"The oblig ation to share losses 'is one of the most \nimportant indicia of a partnership'\") (quoting Yonadi v. Commissioner, 21 F.3d 1292, 1297 \n(3d Cir. 1994)); True v. Hi-Plains Elevator Machinery, Inc. , 577 P.2d 991 (Wyo. 1978) \n(absence of a \"mutual interest\" to share \"in the profits derived from the venture and the \nlosses sustained in its operation\" is \"conclusive  evidence that a partnership . . . does not \nexist\"); Gutierrez v. Yancey , 650 S.W.2d 169 (Tex. App. 1983) (\"A failure by the parties to \nagree to share losses precludes the existence of the joint venture.\"); Cornell v. Redrow , 60 \nN.J. Eq. 251 (1900). But see Ingram v. Deere , 288 S.W.3d 886, 896 (Tex. 2009) (\"[Texas \n \n \nRevised Partnership Act] recognizes that sharing of losses may be indicative of a partnership \narrangement but states that such an ar rangement is not necessary to create a \npartnership.\").50 \n[43] Similarly, in Wilkinson v. Coppersmith , 218 N.C. 173 (1940), our Supreme \nCourt considered a contractual arrangement involving a defendant who provided \nequipment, buildings, and lumber to the pl aintiff, who was charged with \"salvaging, \npreparing for sale and selling the property,\" with each party to bear its own expenses. \nId. at \n173-74. When the property was sold, the defendant was to be \"reimbursed for the purchase \nprice and all other expenses,\" with the remaining profit to be divided equally. Id. at 174. The \nCourt observed that \"[t]he obligation for the purchase price of the property was to be that of \nthe defendant alone, and in the event the venture resulted in loss, the loss was to be borne \nsolely by defendant.\" \nId. The Court held that this relationship did not create a partnership, \nnoting that \"[w]hile an agreement to share profits as such is one of the tests of partnership, \nan agreement to receive part of the profits fo r services rendered, as a means only of \nascertaining the compensation, does not create a partnership.\" Id. See also  Rothrock v. \nNaylor, 223 N.C. 782, 787-88 (1944) (finding existence of owner-independent contract \nrelationship rather than partnership, noting that one party bore no risk of any possible loss). \n[44] Under the arrangement at issue in this matter, LFC did not share in any risk \nof loss as to the profit-sharing provision, an d the setup between the parties bears strong \nsimilarities to the arrangements in Wilkinson and Rothrock that our Supreme Court found \nto be indicative of an agreement between contracting parties. The profit-splitting \narrangement between the parties in the matter sub judice  bears the hallmarks of a \n                                                 \n50 Unlike the applicable North Carolina statutes, the relevant Texas statute explicitly provides that \n\"[a]n agreement by the owners of a business to share losses is not necessary to create a partnership.\" \nTex. Bus. Orgs. Code § 152.052; see also Tex. Rev. Civ. Stat. Ann. art. 6132b-2.03(c) (2009). \n \n \ncompensation measure rather than the type of financial relationship that is contemplated \nby the relevant statutory authority and case law as indicative of a legal partnership. \nb. Co-ownership of Property \n[45] Moreover, Plaintiff's allegations do not support the requisite finding of co-\nownership between the parties. Plaintiff conten ds that their allegations sufficiently plead \nthe elements for a partnership based on \"revenue sharing, contribution of money and effort, \nand evidence of a shared understanding  of engagement in a partnership.\" 51 The profit and \nrevenue sharing arrangement between the parties is not directly relevant to a co-ownership \nof the actual business and, as discussed above, fails to carry persuasive value as to the \ncreation of a partnership. Similarly, the LOI is devoid of any provision involving the \ncontribution of capital to any business by Plaintiff. \n[46] Plaintiff's final contention that comm unications between the parties, as well \nas Defendants' communications in the presence of third parties, supports the existence of a \npartnership also must fail. The various ve rbal communications and representations \nreferenced in the Amended Complaint,\n52 including casual references to a \"partnership\" \nbetween the parties, are best viewed as circ umstantial evidence that cannot overcome the \nexplicit contractual language specifying  Defendants as independent contractors 53 rather \nthan legal partners.54 \n                                                 \n51 Pl.'s Br. at 9. \n52 Am. Compl. ¶¶ 26-27. \n53 LOI ¶ 17(g).  \n54 To the extent Plaintiff seeks to rely on a partnership by estoppel-like theory even tangentially, \nthat argument must fail. See G.S. § 59-46, Lawyers Paralegal Training Programs, LLC v. Guilford \nColl., 737 S.E.2d 191 (2013) (unpublished) (\"Plaintiffs' reliance on the doctrine of partnership by \nestoppel is misplaced because it speaks to a partnership's liability to a third-party. Here, plaintiffs' \nclaim is not based on any representations to a third-party. Therefore, the doctrine of partnership by \nestoppel is not applicable to the facts of this case.\"). \n \n \n[47] Moreover, there is no evidence that th e parties ever combined assets or co-\nowned partnership property or any common legal entity. Under the LOI's unambiguous \nterms, Defendants were the sole owners of  the name \"La Familia Cosmovision,\" with PF \nreceiving a license to use the name.55 \nc. Other Factors and Conclusion. \n[48] Of further note in this matter is the abs ence of a variety of traditional indicia \nsupporting the existence of a partnership. For example, there is no allegation that the \nparties ever filed a partnership tax return  or established partnership bank accounts. \nSee \nReddington v. Thomas , 45 N.C. App. 236 (1980).  Finally, the LOI explic itly provides, in a \nsubparagraph captioned \"Relationship of the Pa rties,\" that \"Inspiration is an independent \ncontractor and that nothing in this agreem ent shall be construed to create a joint \nventure . . . .\"56 \n[49] In sum, the Amended Complaint fails to  allege facts supporting a finding of \ntwo prerequisites for the establishment of a partnership under North Carolina law. \nPlaintiff's current attempt to substantively re-write the LOI based on an ancillary profit-\nsharing agreement and references to a partnership in certain ex-post communications must \nfail. Accordingly, as to Plaintiff's First Claim for Relief, the Motion should be GRANTED.  \n[50] It is axiomatic that a claim for accounting can only survive a motion to dismiss \nwhen the allegations state a claim for a partnership between the parties. \nSee G.S. § 59-52, \nDean v. Manus Homes, Inc. , 143 N.C. App. 549, 553 (2001). The Court has already found \n                                                 \n55 LOI ¶ 3. \n56 LOI ¶ 17(g). Plaintiff correctly notes that \"[e]ven when there is no explicit partnership agreement, \nthe conduct and declarations of principles may give rise to an implied agreement to form a \npartnership.\" Pl.'s Br. at 8. (internal quotations and citations omitted) (emphasis added). Yet this is \nnot merely a case involving the lack of any explicit agreement between the parties – rather, there is \na clear contractual agreement with provisions that are explicitly and directly contrary to Plaintiff's \nposition. \n \n \nsuch allegations lacking. Accordingly, as to Plaintiff's Fourth Claim for Relief, the Motion \nshould be GRANTED. \nBreach of Contract Claim \n[51] Defendants contend that Plaintiff's Second Claim for Relief should be \ndismissed because Plaintiff \"has no co ntractual privity with Inspiration.\" 57 As noted above \nin the discussion concerning Defendants' Motion as it pertains to Plaintiff's standing, this \nstatement is not entirely accurate. Because LFC is a signatory to a contractual amendment \nbetween the parties,58 the Court cannot grant the Motion at this stage as to Plaintiff's breach \nof contract Claim. Accordingly, as to Plainti ff's Second Claim for Relief, the Motion should \nbe DENIED. \nUnfair and Deceptive Trade Practices Claim \n[52] Defendants contend that Plaintiff's Third Claim for Relief should be dismissed \nbecause it fails to state an actionable claim under G.S. § 75-1.1, et seq. (\"UDTPA\"). A UDTPA \nclaim is subject to dismissal at the 12(b)(6) stage if the Amended Complaint fails to properly \nallege \"(1) an unfair or deceptive act or practi ce, or an unfair method of competition, (2) in \nor affecting commerce, (3) which proximately caus ed actual injury to the plaintiff or to his \nbusiness.\" Spartan Leasing, Inc. v. Pollard, 101 N.C. App. 450, 460-61 (1991); see also G.S. \n§ 75-1.1. Defendants contend that Plaintiff ha s alleged neither an unfair or deceptive act \nnor any actions in or affecting commerce on Defendants' part that could give rise to liability \nunder G.S. Chapter 75. \n[53] Plaintiff's allegations in support of it s UDTPA Claim center on the alleged \npartnership that existed between the parties. In  short, Plaintiff contends that Defendants \n\"bait[ed]\" Plaintiff into \"investment of time and financial resources into a supposed 'joint \n                                                 \n57 Defs.' Br. at 16. \n58 See First Am. \n \n \nventure' . . . only to eventua lly deny the existence of a partnership and to unjustly assume \nthe bounty of its rewards.\" 59 Even if the disavowal of the existence of a partnership under \nthese circumstances could constitute an unfair or deceptive act under the UDTPA, the Court \nhas already found that the Amended Complaint fails to adequately allege the basis for a \nlegal partnership. \n[54] Therefore, Plaintiff cannot sustain a UDTPA claim against Defendants for \nwhat appears to be Defendants' proper and good faith denial of the existence of a partnership \nbetween the parties. Moreover, the pleadings fail to establish any wrongdoing by Defendants \nthat would have been \"in or affecting commer ce\" as required for the UDTPA's application. \nAccordingly, as to Plaintiff's Third Claim for Relief, the Motion should be GRANTED. \nCONCLUSION \nNOW THEREFORE, based upon the foregoing, it is hereby ORDERED that: \n[55] To the extent the Motion seeks to dismiss the action in its entirety based on \nPlaintiff's lack of standing, the Motion is DENIED. \n[56] To the extent the Motion seeks di smissal of Defendant The Inspiration \nNetworks from this action, the Motion is GRANTED. \na. Defendant The Inspiration Networks is DISMISSED from this action. \nb. As of the entry of this order, the sole remaining defendant in this action \nwill be \"The Inspirational Network, Inc. d/b/a The Inspiration Networks.\" \n[57] Defendants' Motion to Dismiss Plaintiff's First Claim for Relief is GRANTED. \n[58] Defendants' Motion to Dismiss Plaintiff's Second Claim for Relief is DENIED. \n[59] Defendants' Motion to Dismiss Plaintiff's Third Claim for Relief is GRANTED. \n                                                 \n59 Pl.'s Br. at 10. \n \n \n[60] Defendants' Motion to Dismiss Plai ntiff's Fourth Claim for Relief is \nGRANTED. \nThis the 20th day of October, 2014.  "
}