{
  "id": "78ecc5673bc2ab09c25146891e553add1b2d4b26478e9a5e13284114badb754e",
  "source_file": "data/raw/ncbc/78ecc5673bc2ab09c25146891e553add1b2d4b26478e9a5e13284114badb754e.pdf",
  "raw_text": "DSM Dyneema, LLC v. Thagard, 2015 NCBC 112. \n \nSTATE OF NORTH CAROLINA \n \nGASTON COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n13 CVS 1686 \n \nDSM DYNEEMA, LLC, \n \nPlaintiff, \n \nv. \n \nJAMES THAGARD, Ph.D.; \nHONEYWELL SPECIALTY \nMATERIALS, LLC; HONEYWELL \nADVANCED COMPOSITES, INC.; and \nHONEYWELL INTERNATIONAL, \nINC., \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION TO COMPEL \nCONCERNING TESTING \nPROTOCOLS1 \n \n \n \n \n \n{1} THIS MATTER is before the Court upon Plaintiff DSM Dyneema, LLC’s \n(“Plaintiff”) Motion to Compel Responses to Requests for Production  of Documents \nand Things from Defendants Honeywell Specialty Materials, LLC, Honeywell \nAdvanced Composites, Inc., and Honeywell International, Inc. (collectively, \n“Honeywell”) (the “Motion”  or the “Motion to Compel” ) in the above -captioned case.  \nHaving co nsidered the  Motion, briefs and submissions in support of and in \nopposition to the Motion, and arguments of counsel at a hearing on the Motion held \nAugust 24, 2015, the Court GRANTS in part and DENIES in part the Motion.  \nBell, Davis & Pitt, P.A. , by Edward B. Davis , Kevin G. Williams, and \nDemitra Sourlis, and McCullough Ginsberg Montano & Partners LLP , \nby C. Dino Haloulos and Theodore McCullough, for Plaintiff DSM \nDyneema, LLC. \n \nKirkland & Ellis LLP, by Daniel A. Bress, Craig Primis, Alexia \nBroncato, and J ohn S. Moran, and Erwin, Bishop, Capitano, & Moss, \n                                                 \n1 In recognition that both Plaintiff and Honeywell  filed their supplemental briefs on this Motion \nunder seal to protect their alleged trade secret information, and out of an abundance of caution, the \nCourt elected to file this Order and Opinion on Plaintiff’s Motion to Compel Concerning Testing \nProtocols under seal  on December 18, 2015 .  As set forth in subparagraph (e) at p. 10 –11 infra, the \nCourt permitted Plaintiff and  Honeywell an opportunity to advise whether the Order and Opinion \ncontained confidential trade secret information that either contended should be redacted from a \npublic version of this document .  On December 21, 2015, b oth Plaintiff and Honeywell advised the \nCourt that no redactions are necessary.  Accordingly, the Court removes the “under seal” designation \nand files this Order and Opinion, without redactions, as a matter of public record.    \nP.A., by Joseph W. Moss, Jr. and Lex M. Erwin, for Defendants \nHoneywell Specialty Materials, LLC, Honeywell Advanced Composites, \nInc., and Honeywell International, Inc. \n \nOgletree, Deakins, Nash, Smoak & St eward, P.C., by Robert A. Sar, \nPhillip J. Strach, and J. Allen Thomas, for Defendant James Thagard, \nPh.D.  \n \nBledsoe, Judge. \nI. \nBACKGROUND \n{2} The procedural and factual background of this case is recited in detail in \nDSM Dyneema, LLC v. Thagard , 2014 NCBC LEXI S 51 (N.C. Super. Ct. Oct. 17, \n2014) and DSM Dyneema, LLC v. Thagard , 2015 NCBC LEXIS 50 (N.C. Super. Ct. \nMay 12, 2015).  The facts and procedural history pertinent to the resolution of the \npresent Motion are set forth below. \n{3} Plaintiff and Honeywell are co mpetitors in the ballistic performance \nmaterial production industry and have historically competed for United States \nDepartment of Defense contracts involving the development of fibers used in \nenhanced combat helmets (“ECH”).  Plaintiff specifically developed its ECH designs \nfor use in combat helmets manufactured by Ceradyne, Inc. (“Ceradyne”).  In 2010, \nHoneywell hired Defendant Dr. James Thagard (“Dr. Thagard”  and, collectively \nwith Honeywell, “Defendants”), Plaintiff’s former chief scientist and technical leader \nwho had previously overseen Plaintiff’s ECH program.  In February 2013, Ceradyne \nended its relationship with Plaintiff and awarded an ECH contract to Honeywell.  \nPlaintiff’s claims aris e out of Defendants’ alleged misappropriation of Plaintiff’s \ntrade secrets.   \n{4} Plaintiff served its Second and Third Sets of Requests for Documents and \nThings (the “Request s”) on Honeywell on May 7, 2014, and July 29, 2014, \nrespectively.  Among other things, Plaintiff’s Requests seek production of certain \nphysical materials from Honeywell for inspection and testing.  It is undisputed that \nthe material Plaintiff requests “constitute[] Honeywell’s proprietary materials and \ninformation,” (Pl.’s Br. Supp. Mot. to Compel 9) , and that Plaintiff’s proposed \ntesting contemplate s destructive testing to samples of Honeywell’s proprietary \nmaterials.  (Pl.’s Br. Supp. Mot. to Compel 6, 9.)   \n{5} After the resolution of numerous motions relating to discovery , see DSM \nDyneema, 2014 NCBC LEXIS 5 1 and DSM Dyneema , 2015 NCBC LEXIS 50, \nHoneywell served its responses and objections to the Request s on June 11, 2015.  In \nits response s, Honeywell refused to produce its physical materials on various \ngrounds, contending, in particular, that Plaintiff “has not identified what it intends \nto do with the material, the protocols that would govern any review and/or testing of \nthe material, the relevance of any testing to the allegations in this case, and the \nperson or persons who would be involved in examining and/or testing the material.”  \n(Honeywell’s First Am. Resps. and Objections to Pl.’s Second Set of Doc. Reqs. ¶¶ 1–\n4, Honeywell ’s First Am. Resps. and Objections to Pl.’s Third Set of Doc. Reqs. ¶ 1). \n{6} Plaintiff filed the Motion  to Compel  on July 2, 2015, seeking an order \ncompelling Honeywell to produ ce the physical materials Plaintiff had sought in the \nRequests.  B riefing was completed on August 10, 2015 , and t he Court held a \nhearing on the Motion on August 24, 2015.   \n{7} The Court entered its first Order on the Motion  to Compel on August 27, \n2015 (the “ August 27 Order”).  In that Order, t he Court concluded that (i) the \nparties should negotiate and have in place a mutually -agreeable chain of custody \nprotocol before Honeywell should be required to produce the requested materials, \n(ii) to determine the rele vance of Plaintiff’s proposed testing protocols, the Court \nshould receive supplemental briefing and submission of evidence focusing on how \nPlaintiff’s testing is relevant to Defendants’ alleged misappropriation of the trade \nsecrets Plaintiff specifically i dentified in Exhibit A to Plaintiff’s Supplemental \nResponse to Defendant Honeywell’s Interrogatory Number 1 (“Exhibit A”),  and (iii) \nPlaintiff’s proposed testing expert, Dr. Stuart Leigh Phoenix  (“Dr. Phoenix”) , is \nsufficiently independent of Plaintiff tha t he should be permitted to perform the \ntesting of Honeywell’s materials  for Plaintiff .  The Court set a supplemental \nbriefing schedule  concerning the relevancy of the proposed testing protocols , \nimposed a schedule for negotiation of a chain of custody pro tocol,2 and declined to \naward expenses or fees to Plaintiff.  (See generally Order on Pl.’s Mot. to Compel \n[Revised], Aug. 27, 2015.) \n{8} Plaintiff filed its Supplemental Brief and Materials Regarding Relevance \nof Testing Protocols on September 8, 2015 (“Suppl emental Brief”).  All additional \nbriefing on the Motion was completed on October 12, 2015.  The Motion is now ripe \nfor resolution.   \nII. \nANALYSIS \n{9} Plaintiff contends that its Requests are relevant because they “seek \nmultiple progressions of Honeywell’s materials so that Dr. Phoenix can analyze how \nthe Honeywell material evolved in order to determine whether Honeywell used \nDSM trade secrets known to Dr. Thagard in order to improve and accelerate the \ndevelopment of [Honeywell’s] ballistic material in the ECH P rogram.”  (Pl.’s Supp. \nBr. 1).  As its primary support, Plaintiff argues that Dr. Phoenix’s  Supplemental \nAffidavit Re: Testing Protocols (“Supplemental Affidavit”), attached to Plaintiff’s \nSupplemental Brief as Exhibit 1,  “carefully describes how and why [Plaintiff’s] \nproposed testing protocols for the Honeywell materials are relevant to the trade \nsecrets at issue in this lawsuit, as set forth in Exhibit A.”  (Pl.’s Supp. Br. 1.) \n{10} Honeywell vigorously disagrees and argues that Plaintiff has still “not \nexplained why its proposed testing is related to the alleged trade secrets that \n[Plaintiff] identified in Exhibit A” and, further, that the cost, expense and burden to \nHoneywell of the proposed testing “is severe and not justified.”  (Honeywell ’s Reply \nSubmission 1.) \n{11} As an initial matter, the Court notes that Plaintiff’s testing protocols seek \nto test Honeywell’s unidirectional tapes (Section 1), molded panels (Section 2) , and \nhelmet inserts and shells (Section 3).  It appears undisputed, however, that Plaintiff \nhas not requested Honeywell to produce molded panels or helmet inserts and shells \n                                                 \n2 The parties subsequently advised the Court that they successfull y negotiated a mutually \nsatisfactory chain of custody protocol to govern the handling of Honeywell’s proprietary materials  in \nconnection with any testing. \nfor inspection and testing in its Requests.  Accordingly, the Court agrees with \nHoneywell that Honeywell has no obligation under the North Carolina Rules of \nCivil Procedure to produce for inspection and testing either molded panels or helmet \ninserts and shells.  See generally N.C. R. Civ. P. 34  (discussing production of \nrequested documents and things). \n{12} It also appears undisputed that Plaintiff has not sought or received the \nappropriate authorization s from the United States military to conduct testing of \nthese materials , which are of military -grade.  Because the parties agree that \nmilitary authorization is required as a matter of law  before testing may be \nconducted, the Court co ncludes that , for this additional reason, consideration of \nPlaintiff’s proposed testing protocols contained in Section 2 (molded panels) and \nSection 3 (helmet inserts and shells) is not properly before the Court  at this time .  \nSee, e.g., Gaston Bd. of Realtors, Inc. v. Harrison, 311 N.C. 230, 234, 316 S.E.2d 59, \n62 (1984) (internal quotation marks and citation omitted) (declining to enter order \nthat would serve as a “purely advisory opinion which the parties might, so to speak, \nput on ice to be used if and when the occasion might arise.”).   \n{13} The Court therefore denies Plaintiff’s Motion to the extent it seeks to \ncompel the production of Honeywell’s molded panels and helmet inserts and shells \nor the approval of Sections 2 and 3 of Plaintiff’s proposed testing protocols, without \nprejudice to Plaintiff’s right to renew the Motion concerning these materials, and \nwith respect to Sections 2 and 3 of the proposed testing protocols,  should the Motion \nbecome ripe for decision at some time in the future.   \n{14} In contrast, the Court concludes that the Motion as to the production of \nHoneywell’s unidirectional tapes and the approval of Section 1 of Plaintiff’s \nproposed testing protocols are properly before the Court.   \n{15} Under North Carolina Rule of Civil Procedure 26 , “[p]arti es may obtain \ndiscovery regarding any matter, not privileged, which is relevant to the subject \nmatter involved in the pending action[.]”  N.C. R. Civ. P. 26(b)(1).  Additionally, \nunder Rule 34, a “party may serve on any other party a request . . . to inspe ct and \ncopy, test, or sample any . . . tangible things which constitute or contain matters \nwithin the scope of Rule 26(b) and which are in the possession or custody or control \nof the party upon whom the request is served[.]”  N.C. R. Civ. P. 34(a). \n{16} “A fund amental requirement of Rule 26 , and the focus of the Court's \nanalysis here, is that the information sought to be discovered must be ‘relevant’ to \nthe pending action.  The test of relevancy under Rule 26 is not the same as the more \nstringent relevancy requi rement of Rule 401 of the North Carolina Rules of \nEvidence.”  Wachovia Capital Partners, LLC v. Frank Harvey Inv. Family L.P ., \n2007 NCBC LEXIS 7, at *31 (N.C. Super. Ct. Mar. 5, 2007); see N.C. R. Evid. 401 \n(“‘Relevant evidence’ means evidence having any t endency to make the existence of \nany fact that is of consequence to the determination of the action more probable or \nless probable than it would be without the evidence.”); see also Adams v. Lovette , \n105 N.C. App. 23, 29, 411 S.E.2d 620, 624, aff'd, 332 N. C. 659, 422 S.E.2d 575 \n(1992).  “Moreover, a determination that information is relevant for discovery \npurposes does not necessarily mean that the information is admissible at trial.  The \nlatter determination is made according to Rule 401 of the Rules of Ev idence.”  \nWachovia Capital Partners , 2007 NCBC LEXIS 7, at *31–32; see also Shellhorn v. \nBrad Ragan, Inc. , 38 N.C. App. 310, 314, 248 S.E.2d 103, 106 (1978).  “ To be \nrelevant for discovery purposes, the information sought need only be ‘reasonably \ncalculated’ to lead to the discovery of relevant evidence admissible at trial. ”  \nWachovia Capital Partners , 2007 NCBC LEXIS 7, at *32 (citing N.C. R. Civ. P. \n26(b)(1)).3 \n{17} In the context of inspection and testing, the Court notes that a  “party who \nis resisting production has the burden to establish that the material either does not \ncome within the scope of relevance or is of such marginal relevance that the \npotential harm resulting from production outweighs the presumption in favor of \nbroad disclosure.”  Hunley v. Gle ncore Ltd., Inc. , No. 3:10-CV-455, 2013 U.S. Dist. \n                                                 \n3 The Court recognizes the conflict with the Court’s instruction to Plaintiff in the August 27 Order to \nexplain how the results of each proposed test would constitute relevant evidence under North \nCarolina Rule of Evidence 401.  For purposes of deciding the Motion, however, the Court applies the \nstandard for relevance under N.C. R. Civ. P. 26(b)(1). \n \nLEXIS 54259, at *7 (E.D. Tenn. Apr. 17, 2013) (internal quotation marks and \ncitations omitted).4  Where, as here, “the parties differ as to whether an inspection \nor test is  appropriate, the court must bala nce the respective interests by weighing \nthe degree to which the proposed inspection [and testing] will aid in the search for \ntruth against the burdens and dangers created by the inspection [and testing].” 5  \nRamos v. Carter Express, Inc ., 292 F.R.D. 406, 4 08 (S.D. Tex. 2013); see also, e.g., \nHunley, 2013 U.S. Dist. LEXIS 54259, at *7; Scruggs v. Int’l Paper Co ., 278 F.R.D. \n698, 700 (S.D. Ga. 2012).  “The decision whether to allow testing . . . falls within the \nsound discretion of the court.”  Hunley, 2013 U.S. Dist. LEXIS 54259, at *7; see also \nN.C. R. Civ. P. 26(b)(1a) (“The . . . extent of use of the discovery methods . . . shall be \nlimited by the court if it determines that: . . . the discovery is unduly burdensome or \nexpensive . . . .”). \n{18} Plaintiff contends that the proposed testing will allow Dr. Phoenix “to \nobserve the ‘progressive evolution’ of the Honeywell material, including its \ninterconnected properties, and how the interconnected properties ‘converged with \nand ultimately mimicked [Plaintiff’s] mate rial.’”  (Pl.’s Surreply 3) ( quoting \nSupplemental Affidavit ¶¶ 2, 3.)  In particular, Plaintiff asserts that “testing the \nvarious iterations of the Honeywell material that were manufactured at different \npoints in time will allow him to determine the ‘conco mitant speed of that evolution \nof the Honeywell material.’”  (Pl.’s Surreply 3) (quoting Supplemental Affidavit ¶ 5).  \n                                                 \n4 The Court may look to federal case law interpreting the Federal Rules of Civil Procedure in \nevaluating Plaintiff’s Motion here.  See Turner v. Duke Univ., 325 N.C. 152, 164, 381 S.E.2d 706, 713 \n(1989) (“Decisions under the federal rules are . . . pertinent f or guidance and enlightenment in \ndeveloping the philosophy of the North Carolina rules.”).   \n \n5 The Court notes that destructive testing is “testing that destroys or irreversibly alters evidence” \nthat would otherwise be admitted at trial.  Hunley, 2013 U.S . Dist. LEXIS 54259, at *8.  See, e.g., \nMirchandani v. Home Depot, U.S.A., Inc. , 235 F.R.D. 611, 614 (D. Md. 2006) (in products liability \ncase, evidence sought to be tested was part of the allegedly defective ladder that caused the injury).  \nWhen “destructive testing” is contemplated, the federal district courts often apply a more stringent \ntest.  See, e.g. , Mirchandani, 235 F.R.D. at 613–14.  Here,  although Plaintiff’s proposed testing  is \ndestructive in the sense that once a particular sample is tested, it  will be destroyed and can never be \ntested again, the proposed testing is not destructive in its classic form because the testing presents \nno danger of destroying or irreversibly altering evidence that will be sought to be admitted at trial.  \nThe Court the refore concludes that this balancing test constitutes the appropriate analysis  in the \ncircumstances presented here.  See Ramos, 292 F.R.D. at 408; Hunley, 2013 U.S. Dist. LEXIS 54259, \nat *8.   \nIn summary, Plaintiff argues that testing will determine whether the Honeywell \nmaterial “(1) mimics that of DSM; (2) began mimicking that  DSM material after \nHoneywell hired Dr. Thagard, and (3) evolved at a rate that was more accelerated \nthan would typically be expected. ”  (Pl.’s S urreply 5.)  This evidence, Plaintiff \nargues, citing GE Betz, Inc. v. Conrad , __ N.C. App. __, __, 752 S.E.2d 6 34, 649 \n(2013) and Sunbelt Rentals, Inc. v. Head & Engquist Equip ., L.L.C., 174 N.C. App. \n49, 620 S.E.2d 222 (2005), may constitute circumstantial evidence of \nmisappropriation, which is relevant to, and may support, Plaintiff’s claim for \nmisappropriation of trade secrets .  As a result, Plaintiff contends that the testing \nsatisfies Rule 26’s requirement that it be “reasonably calculated” to lead to the \ndiscovery of relevant evidence admissible at trial. \n{19} Honeywell, on the other hand, argues that Plaintiff has  not made the \nrequired showing of relevance , contending that even if the proposed testing showed \nthat Honeywell’s material development evolved at a rate more accelerated than \nreasonably expected after Dr. Thagard was hired, that fact, standing alone, would \nnot constitute circumstantial evidence of misappropriation  and, at most, would \nreach only “the outer fringes of relevance.”   (Honeywell’s Sur-surreply 3.)  See, e.g., \nModular Techs., Inc. v. Modular Sols., Inc. , No. COA06-813, 2007 N.C. App. LEXIS \n1592, a t *12 (July 17, 2007)  (unpublished) (holding that evidence arising to “no \nmore than an assertion of post hoc, ergo propter hoc ” is insufficient to establish \nmisappropriation).  Honeywell argues further that even if Plaintiff’s proposed \ntesting is minimally  relevant, that limited relevance does not outweigh the burden \nthe testing would impose on Honeywell – in particular, that Honeywell’s proprietary \nmaterials and information would be in its competitor’s possession for as long as the \nsix months Plaintiff has estimated the proposed testing will take.   \n{20} Having considered the briefs, arguments and other submissions provided \nby the parties, and balancing the search for truth against the burdens and dangers \ncreated by the proposed testing, the Court concludes, in the exercise of its \ndiscretion, that Plaintiff’s proposed testing of unidirectional tapes pursuant to \nSection 1 of the proposed testing protocols is relevant to Plaintiff’s misappropriation \nclaim and reasonably calculated to lead to the discovery of admiss ible evidence in \nthese circumstances.  Accordingly, the Court concludes that the proposed testing of \nunidirectional tapes should be allowed to proceed in strict conformity with Section 1 \nof Plaintiff’s proposed testing protocols.   \n{21} The Court takes seriously Honeywell’s concerns that the proposed testing \nwill cause it undue cost, expense , and burden, but the Court concludes that the \nrisks to, and burdens on , Honeywell are substantially mitigated  through the \nprotections provided by the three tiers of confidentiality protections available under \nthe Protective Order in this litigation , the restrictions Plaintiff and Dr. Phoenix \nhave agreed upon to ensure Dr. Phoenix’s independence from Plaintiff, and \nPlaintiff’s agreement to permit Honeywell’s attorneys and expe rts to attend all \nproposed testing.  Thus, the Court concludes that permitting the proposed testing of \nunidirectional tapes to go forward under Section 1 of the proposed testing protocols \nis appropriate, upon a careful balancing of the search for truth aga inst the burdens \nand dangers created by the testing in these circumstances .  See Ramos, Hunley, \nsupra. \n{22} The Court notes that when it grants a motion to compel, Rule 37(a)(4) \nrequires the Court to order “the party . . . whose conduct necessitated the motion . . . \nto pay to the moving party the reasonable expenses incurred in obtaining the order, \nincluding attorney’s fees, unless the court finds that the opposition to the motion \nwas substantially justified . . . .”  N.C. R. Civ. P. 37(a)(4).  In the August 27 Order, \nthe Court found that Honeywell’s opposition to the Motion to Compel was \nsubstantially justified and therefore did not find that an award of expenses or fees \nto Plaintiff warranted or appropriate.  The Court’s conclusion has not changed since \nthe August 27 Order, and the Court therefore concludes that each party should bear \nits own costs and fees in connection with the Motion.   \n \n \n \n \nIII. \nCONCLUSION \n{23} WHEREFORE, the Court , in the exercise of its discretion,  hereby \nGRANTS in part and DENIES in part Plaintiff’s Motion to Compel and ORDERS as \nfollows: \na. Honeywell shall provide full and complete response s and production in \nresponse to DSM’s Second and Third Sets of Requests for Documents \nand Things no later than January 25, 2016.   \nb. Plaintiff’s proposed testing of unidirectional tapes shall be permitted to \nproceed in strict conformity with Section 1 of Plaintiff’s proposed \ntesting protocols. \nc. Plaintiff’s proposed testing of molded panels and helmet inserts and \nshells pursuant to Sections 2 and 3, respectively, of Plaintiff’s proposed \ntesting protocols shall not be permitted to proceed at this time, without \nprejudice to Plaintiff’s right to renew the Motion should Plaintiff \nproperly seek production and testing of these materials in discovery \nand the issue otherwise becomes ripe for decision.  \nd. Honeywell’s attorneys and experts shall be permitted to attend all \ntesting of Honeywell’s materials permitted pursuant to this Order  and \nOpinion.6 \ne. To avoid disclosure of either party’s confidential or trade secret \ninformation th rough the publication of this Order and Opinion, the \nCourt instructs each party to advise the Court promptly by email if the \nparty contends that the Order and Opinion should be redacted to avoid \nthe disclosure of the party’s confidential or trade secret in formation, \nand, if so, to file under seal no later than December 23, 2015, any \n                                                 \n6 Although DSM has agreed to permit Honeywell’s attorneys and e xperts to attend the proposed \ntesting, the parties dispute whether Honeywell has a legal right to have its attorneys and experts in \nattendance.  The Court, in the exercise of its discretion, concludes that Honeywell should have that \nright in these circumstances.  See, e.g., Jeld-Wen, Inc. v. Nebula Glasslam Int’l, Inc ., 249 F.R.D. 390, \n398 (S.D. Fla. 2008). \n \nproposed redactions of any confidential or trade secret information \ncontained in this Order and Opinion.7 \nSO ORDERED, this the 18th day of December, 2015.8 \n \n/s/ Louis A. Bledsoe, III \nLouis A. Bledsoe, III \nSpecial Superior Court Judge \n  for Complex Business Cases \n \n                                                 \n7 As noted at footnote 1 above, the parties advised the Court on December 21, 2015 that redactions \nwere not necessary.   \n \n8 This Order and Opinion was  originally filed under seal on December 18, 2015.  This public version \nof the Order and Opinion is being filed on December 21, 2015 .  Because this public version of the \nOrder and Opinion does not contain any substantive changes from the version filed under  seal as to \nconstitute an amendment, and to avoid confusion in the event of an appeal, the Court has elected to \nstate the filing date of the public version of the Order and Opinion as December 18, 2015.  "
}