{
  "id": "7911f48ccc68033d6f15691fd95e8da1bf30a8162cef3ee8b23ce27cc37cc8d1",
  "source_file": "data/raw/ncbc/7911f48ccc68033d6f15691fd95e8da1bf30a8162cef3ee8b23ce27cc37cc8d1.pdf",
  "raw_text": " Relation Ins., Inc. v. Pilot Risk Mgmt. Consulting, LLC, 2023 NCBC 21. \n \n \nSTATE OF NORTH CAROLINA \n \nGUILFORD COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 4285 \n \nRELATION INSURANCE, INC. and \nRELATION INSURANCE \nSERVICES OF NORTH CAROLINA, \nINC., \n \nPlaintiffs, \n \nv. \n \nPILOT RISK MANAGEMENT \nCONSULTING, LLC; PILOT \nFINANCIAL BROKERAGE, INC. \nd/b/a PILOT BENEFITS; KYLE \nSMYTHE; ROBERT CAPPS; \nLYNETTE KINNEY; EDWARD \nMILES GURLEY; SEAN KELLY; \nTYLER CROOKER; MICHELLE \nLINTHICUM; LINDA MICHELLE \nSNEED; TONI KING; and \nJOHNATHAN LANCASTER, \n \nDefendants. \n \n \n  \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO STRIKE \n \n \n THIS MATTER comes before the Court on Defendants’ “Motion to Strike  \nErrata Entries to Transcript of Plaintiffs’ 30( b)(6) Deponent, Jonathan Cooper”  \n(“Motion to Strike,” or “Motion,” ECF No.  151).  The Court, hav ing considered the \nMotion, the parties’ briefs, the arguments of counsel, the applicable law, and all \nappropriate matters of record, CONCLUDES, in its discretion,  that the Motion \nshould be DENIED but that Defendants shall be permitted to re -depose Cooper as \nset forth below. \nFox Rothschild, by Kip Nelson and Ashley Chandler, for Plaintiffs \nRelation Insurance, Inc. and Relation Insurance Services of North \nCarolina, Inc.  \n \nRossabi Law PLLC, by Amiel Rossabi, for Defendants Pilot Risk \nManagement Consulting, LLC, Pilot Financial Brokerage, Inc. d/b/a \nPilot Benefits, Kyle Smythe, Robert Capps, Lynette Kinney, Edward \nMiles Gurley, Sean Kelly, Tyler Crooker, Michelle Linthicum, L inda \nMichelle Sneed, Toni King, and Johnathan Lancaster.  \n \nDavis, Judge. \nINTRODUCTION \n \n1. The present Motion asks the Court to determine whether under North \nCarolina law a deponent is permitted to make substantive changes to his deposition \ntranscript on an errata sheet.  The North Carolina Rules of Civil Procedure, as well \nas prior decisions from this Court interpreting and applying the Rules, mandate an \nanswer in the affirmative to that question .  However, the Court is authorized to \nimpose certain safeguards to protect the deposing party in cases where —as here—\nthat party may be otherwise prejudiced by the changed responses on the deponent’s \nerrata sheet. \nFACTUAL AND PROCEDURAL BACKGROUND \n2. Plaintiffs Relation Insurance, Inc. —formerly known as Ascension \nInsurance, Inc. —and Relation Insurance Services of North Carolina, Inc. \n(collectively, “Plaintiffs”) initiated this action on 11 April 2022, asserting multiple \nclaims against (1) certain former employees of Plaintiffs—Edward Miles Gurley, Sean \nKelly, Tyler Crooker, Michelle Linthicum, Linda Michelle Sneed, Toni King , and \nJohnathan Lancaster (collectively, the “Former Employees”); (2) the company for \nwhich the Former Employ ees are now all employed —Pilot Risk Management \nConsulting, LLC and Pilot Financial Brokerage, Inc. d/b/a Pilot Benefits (collectively, \n“Pilot”); and (3) the managing members of Pilot —Kyle Smythe, Robert Capps, and \nLynette Kinney.  (Compl., ECF No. 3.)   \n3. In order to resolve the discrete issue presented in this Motion, the Court \nneed not recite the facts giving rise to this lawsuit or list the specific claims and \ncounterclaims that have been asserted between the parties.  A detailed factual \nbackground is cont ained in the Court’s Amended Order on Plaintiffs’ Motion for \nPreliminary Injunction.  (ECF No. 116.) \n4. Discovery in this case has been contentious, and the parties  have \nbrought a number of  discovery-related issues to the Court’s attention pursuant to \nRule 10.9 of the Business Court Rules (“BCR”).  The present Motion stems from one \nof these disputes that was unable to be resolved during the BCR 10.9 process. \n5. On 7 September 2022, Defendants issued a Notice of Deposition  \npursuant to North Carolina Rule of Civil Procedure 30(b)(6) to Plaintiff Relation \nInsurance Services, Inc. of North Carolina (“Relation”).  (Defs.’ Br. Supp. Mot. Ex. A   \n[“Notice”], ECF No. 152.1.)  The Notice directed Relation to “designate one or more \nofficers, directors, managing agents, or other persons who consent to testify on \n[Relation’]s behalf as to matters known or reasonably available to the corporation \nregarding [certain] matters, as set forth” in an exhibit to the Notice.  The deposition \nwas scheduled to take place on 3 October 2022.  (Notice, at 1–2, 11–16.) \n6. Relation designated Jonathan W. Cooper as its corporate representative \nunder Rule 30(b)(6), and Cooper testified in this capacity at the deposition.  (Pls.’ Br. \nOpp. Mot. Ex. A [“Cooper Dep. Tr.”], ECF No. 159.2.) \n7. Subsequently, on 21 November 2022, Defendants’ counsel received an \nerrata sheet for Cooper’s deposition transcript (the “Errata Sheet”).  (Defs.’ Br. Supp. \nMot. Ex. C , ECF No. 152.3.)   The Errata Sheet contained 76 changes to Cooper’s \ntestimony.  (Errata Sheet, at 3–8.) \n8. Defendants’ counsel sent an email to the Court o n 19 December 2022  \npursuant to BCR 10.9 identifying a number of unresolved discovery disputes.  Among \nthese issues was Defendants’ complaint that “ Plaintiffs submitted an improper 6 -\npage errata sheet in which they changed actual deposition testimony of their 30(b)(6) \nrepresentative[,]” and that  “[t]he errata changes substantially contradict and/or \nmodify sworn deposition testimony, as opposed to correcting only typographical errors \nor errors in transcription[.]”  (Email from Amiel Rossabi, counsel for Defendants, to \nthe Court, via its law clerk and court coordinator, and counsel for Plaintiffs (Dec. 19, \n2022 11:40 AM EST) (on file with Court).) \n9. The Court held a Webex conference with counsel for all parties on 11 \nJanuary 2023.  At the 11 January conference, the Court authorized Defendants to file \na motion to strike the Errata Sheet.  (Order on BCR 10.9 Submission, ECF No. 156,  \nat 2.) \n10. On 23 January 2023, Defendants filed the present Motion requesting \nthat all changes on the Errata Sheet as to testimony set out on pages 25, 38, 72, 81, \n91, 115, 176–77, 179–81, 193–96, 201–02, 205–14, 230, 235, and 250 –51 of Cooper’s \ndeposition transcript be stricken.   \n11. Following briefing by the parties, the Court held a hearing on the Motion \nto Strike via Webex on 9 March 2023.  The Motion is now ripe for decision.    \n \nANALYSIS \n12. As noted above, Defendants contend that the changes contained on \nCooper’s Errata Sheet should be stricken on the ground that the y improperly \nchange—and in certain instances actually contradict—the sworn testimony that he \ngave under oath at his deposition.   \n13. Plaintiffs, conversely, assert that North Carolina law places no limits on \na witness’s ability to make changes to his deposition testimony on an errata sheet.  \n14. The subject of errata sheets is governed by North Carolina Rule of Civil \nProcedure 30(e), which states as follows: \nSubmission to deponent; changes; signing. – The sound -and-visual \nrecording, or the transcript of it, if any, the transcript of the sound \nrecording, or the transcript of a deposition taken by stenographic means, \nshall be submitted to the deponent for examination and shall be \nreviewed by the deponent, unless such examination and review are \nwaived by the deponent and by the parties.  If there are changes in form \nor substance, the deponent shall sign a statement reciting such changes \nand the reasons given by the deponent for making them.   The person \nadministering the oath shall indicate in the certificate prescribed by \nsubdivision (f)(1) whether any review was requested and, if so, shall \nappend any changes made by the deponent.  The certificate shall then \nbe signed by the deponent, unless the parties by stipulation waive the \nsigning or the deponent is ill or cannot be found or refuses to sign.  If the \ncertificate is not signed by the deponent within 30 days of its submission \nto him, the person before whom the deposition was taken shall sign the \ncertificate and state on the certificate the fact of the waiver or of the \nillness or absence of the deponent or the fact of the refusal or failure to \nsign together with the reason, if any, given therefor; and the deposition \nmay then be used as fully as though the certificate were signed unless \non a motion to suppress under Rule 32(d)(4) the court holds that the \nreasons given for the refusal to sign require rejection of  the deposition \nin whole or in part. \nN.C. R. Civ. P. 30(e) (emphasis added).  \n15. As an initial matter, Defendants do not dispute the fact that Cooper’s \nsubmission of the Errata Sheet complied with the procedure and time limit set out in \nRule 30(e).  Instead, Defendants’ concern is with the number of substantive changes \nset out on the Errata Sheet.  \n16. Defendants are correct that a number of the proposed changes on the \nErrata Sheet contradict or substantially modify Cooper’s prior deposition testimony.  \nBy way of illustration, consider the following examples1 of the changes contained on \nthe Errata Sheet: \nQUESTION RESPONSE ERRATA SHEET \nQ. Are there any other  \nbases upon which Relation \nNorth Carolina has sued \nany of the former -- any of \nthe defendants, other than \nthe contracts attached to  \nthe complaint? \n \n \nA. No. \n \nShould be “Yes, as alleged  \nin the Complaint”; \nmisunderstood the \nquestion \n \nQ. Is there any other basis \npursuant to which Relation \nNorth Carolina is \ncontending any lost  -- any \nlosses or damages as a \nresult of the actions of \ndefendants?  \n \nA. Confidential \nInformation.   \n \nQ. Anything else? \n \n \nA. Nope. \n \nShould be, “Yes, as alleged \nin the Complaint”; those \nare the bases pursu ant to \nwhich Relation NC is \nalleging damages  \n \n1 (Cooper Dep. Tr., at 37:23 –38:2, 72:3–9, 179:20–180:3, 181:5–10, 195:16–196:6, 206:8–11, \n206:15–16, 207:11–14, 211:11–13, 211:16–25, 212:15–213:6, 229:23–230:3, 235:1–4, 235:20–\n22, 249:24–250:4; Cooper Errata Sheet, at 255–60.)     \n \nQ. And the only reason why \n-- the only reason you know \nof why Pilot Risk \nManagement Consulting \nand Pilot Financial \nBrokerage has been sued in \nthis lawsuit is because \ntheir employees have  \nallegedly taken \nconfidential information \nand trade secrets from \nRelation North Carolina \nand Relation, Inc.; is that \nright? \n \n \nA. Yes. \n \nShould be “No, they have \nbeen sued for the claims \nalleged in the Complaint \nincluding breach of the \nsettlement agreement and \nother claims ”; I was \nmistaken and said the \nwrong thing \n \n \nQ. Was there anything that \nwasn’t produced that you \ncontend was taken by any \nof the defendants that is \nconfidential or trade \nsecrets that was not \nproduced? \n \n \nA. Not to my \nknowledge. \n \nShould be “Yes, including \nthe ev idence that Relation \nhas provided”; I was \nmistaken and did not have \nthe defendants’ documents \nin front of me  \n \n \nQ. When it says, at page \nnine, paragraph 3 4, that \nRelation has regularly and \nsystematically endeavored \nto maintain the secrecy and \nconfidentiality of all of its \nconfidential and trade \nsecret information, how \nhave the Relation entities \ndone that? \n \nA. We have kept everything \npassword-protected on our \nsystem so no one can access \nthat.  We have shared \ninformation sparingly, so \nwe can’t ge t this \n \nA. No, not that I’m \naware of. \n \nShould be “Yes, as \nexplained in the Complaint \nand the Affidavit of Mike \nToran”; I was mistaken  \ninformation out in the \ngeneral public.  \n \nQ. What do you mean by \nshared it sparingly? \n \nA. We don’t send our client \nlist to all of our employees.  \nQ. Is there any other way \nthat you’ve done that? \n \nQ. So you don’t know that \nshe’s done anything wrong, \nshe was just sued to \ndetermine whether she’s \ndone anything wrong? \n \n \nA. Right. \n \nShould be “No, she was \nsued based on the evidence \nthat has been provided”; I \nwas mistaken  \n \n \nQ: Is that correct? \n \nA. Correct.  \n \nShould be “No”; I was \nmistaken  \n \n \nQ. And has all of that been \nevidenced by what was \nproduced by Ms. King in \nconnection with th is \nlawsuit already? \n \n \nA. Yes. \n \nShould be “No”; I was \nmistaken \n \nQ. Have any of the other \ndefendants [i.e., other than \nKelly, Lancaster, Gurley, \nKing, Linthicum]  \ncommitted [tortious \ninterference with \nprospective economic \nadvantage]? \n \n \nA. Not that I ’m \naware of. \n \nShould be “Yes”; I \nmisunderstood the \nquestion \n \nQ. [Have] any of the other  \ndefendants [(other than \nKelly, Lancaster, Gurley, \nKing, Linthicum)] \n \nA. Not that I’m \naware of. \n \nShould be “Yes, as alleged \nin the Complaint”; my \nanswer was wrong \ncommitted unfair and \ndeceptive trade practices? \n \n \nQ. [You have only testified \nthat Linthicum, King, \nGurley, Kelly, Lancaster, or \nCrooker committed a \nbreach of contract \nconfidentiality,] And that’s \nit? \n \n \nA. Correct. \n \nShould be “No”; I was \nmistaken \n \nQ. Any o f the other \ndefendants violated that \ncontract provision? \n \n \nA. Not to my \nknowledge. \n \nShould be “Yes”; I was \nmistaken  \nQ. So as far as you know, \nthey were not provided all \nof the information they \nneeded, right? \n \nMr. Nelson: Objection to \nform. \n \nQ. Isn’t that correct? \n \n \nA. Correct. \n \nShould be “No”; I \nmisunderstood the \nquestion   \n \nQ. Would those things that \nyou mentioned be reflected \nin lost revenue, in the list \nthat you referenced? \n \n \nA. Yes. \n \nShould be “No”; I \nmisunderstood the \nquestion   \n \nQ. In these documents, did \nRelation North Carolina \nobject to defendants’ \ndiscovery requests? \n \n \nA. No. \n \nShould be “Yes”; I was \nmistaken  \n \nQ. Page two is exactly \nwhere the reference to \nmatters that relate to the \n \nA. Yes. \n \nShould be “No”; I \nmisunderstood the \nquestion \nallegations contained in the \npleadings; so you were \nwrong when you said that, \nweren’t you? \n \n \n17. Defendants acknowledge that no North Carolina court has held that a \nwitness is barred from making substantive changes to his deposition transcript on an \nerrata sheet.  However, Defendants ask this Court to adopt the reasoning of several \ndecisions issued by federal courts interpreting Federal Rule of Civil Procedure 30(e)—\nincluding federal courts in North Carolina—that have refused to allow changes on an \nerrata sheet that contradict the witness’s testimony.2  See, e.g., Thorp Revocable Tr. \nv. Ameritas Inv. Corp., 57 F. Supp. 3d 508, 518 (E.D.N.C. 2014) (“A change in ‘form’ \nwould include correcting a typographical error or a spelling error.  A  change in \n‘substance’ would include the substantive correction of a court reporter’s \ntranscription (i.e., the witness answers ‘ No,’ but the court reporter records ‘Yes’ ).”); \nsee also Greenway v. Int’l Paper Co. , 144 F.R.D. 322, 325 (W.D. La. 1992) (“A \ndeposition is not a take home examination.”). \n18. The federal decisions relied upon by Defendants are not illogical.  One \ncan legitimately question the logic of a rule allowing a witness, for example, who has \ngiven sworn deposition testimony that the sky is blue from stating on an errata sheet \na few weeks later that the sky is instead  yellow and that he  was “mistaken” in his \nearlier response .  Indeed, a layperson learning of this rule’s existence might well \n \n2 Rule 30(e) of the Federal Rules of Civil Procedure similarly permits a deponent to list \nchanges “in form or substance” on an errata sheet.  See Fed. R. Civ. P. 30(e)(1)(B). \n \nwonder as to the point of allowing deposition testimony in the first place if it can be \nso easily contradicted a short time later by the deponent himself.  \n19. Nevertheless, this interpretation of Rule 30(e) has never been adopted \nby a North Carolina court.3  In fact, to the contrary, this Court on at least two prior \noccasions has held that North Carolina Rule 30(e)—by its plain language—places no \nlimits on a deponent’s ability to make substantive changes to his prior deposition \ntestimony on an errata sheet.  See BB&T Boli Plan Tr . v. Mass. Mut. Life Ins. Co. , \n2017 NCBC LEXIS 235, at *2 (N.C. Super. Ct. Dec. 21, 2017) (“[T]he plain language \nof Rule 30(e) permits a deponent to change his deposition transcript ‘in form or \nsubstance,’ so long as the deponent ‘sign[s] a statement reciting such changes and the \nreasons given by the deponent for making them.’  N.C. R. Civ. P. 30(e).  Although Mr. \nMarley’s substantive changes here appear to be unusual and extraordinary, the Court \nconcludes that those changes are permitted under a plain reading of Rule 30(e), \nnotwithstanding the position taken by a minority of federal courts that have \nconcluded that substantive changes to a deposition transcript should not be \nallowed.”); see also Window World of Baton Rouge, LLC v. Window World, Inc., 2018 \nNCBC LEXIS 79, at *10 (N.C. Super. Ct. Aug. 2, 2018) (“The plain language of Rule \n30(e) permits a deponent to change the deponent’s deposition transcript ‘in form or \nsubstance,’ so long as the deponent ‘sign[s] a statement reciting such changes and the \nreasons . . . for making them.’ ”).    \n \n3 It also represents a minority view among federal courts.  See Raytheon Co. v. Indigo Sys. \nCorp., 2009 U.S. Dist. LEXIS 12558, at *6–7 (E.D. Tex. Feb. 18, 2009). \n20. Therefore, the Court CONCLUDES—based on existing North Carolina \nlaw—that no basis exists to strike Cooper’s Errata Sheet. \n21. Nevertheless, this Court in Window World recognized the authority of a \ntrial court to provide some measure of relief to the deposing party in such \ncircumstances:  \nAlthough the Court is sympathetic to Plaintiffs ’ complaints, North \nCarolina Rule 30(e) is unequivocal.  \n. . . \nThe Court imposes two safeguards, however, in light of the extensive \nsubstantive changes Whitworth has made to her deposition transcript.   \nFirst, Whitworth ’s original answers to the questions posed at her \ndeposition will remain part of the record and may be used for \nimpeachment, as contemp lated under the applicable North Carolina \nRules of Evidence, or for any other relevant or proper purpose.  \n. . . \nIn addition, the Court will permit Plaintiffs to re-depose Whitworth, for \na period of no more than one hour of on -the-record time  and at \nDefendants’ expense, regarding the changes Whitworth has made to her \ndeposition transcript and the reasons for those changes and to ask \nreasonable follow-up questions that flow from Whitworth ’s answers to \nthese permitted inquiries. \n. . . \nThe Court further notes that Plaintiffs may seek to challenge \nWhitworth’s substantive corrections to the extent Defendants offer those \ncorrections as a basis to advance or defeat summary judgment at a later \nstage of these proceedings . . . . The Court defers any determination on \nwhether the Court will consider Whitworth ’s Errata Sheet changes on \nany motion for summary judgment that may be filed in this action unless \nand until that issue is raised in the summary judgment phase of this \ncase.  \nWindow World, 2018 NCBC LEXIS 79, at *12, *16–18. \n22. The Court believes that similar safeguards are appropriate here. \n23. First, Defendants shall be permitted to re-depose Cooper for a period of \nno more than two (2) hours of on-the-record time—at Plaintiffs’ expense—with regard \nto any substantive changes to his prior deposition testimony that are contained on \nhis Errata Sheet on the pages of his deposition transcript referenced herein.  At such \ntime, counsel for Defendants may ask Cooper questions regarding the subst antive \nchanges contained on those pages of the Errata Sheet and the reasons for those \nchanges along with any reasonable questions that naturally arise from Cooper’s \nresponses.4      \n24. Second, Cooper’s original responses to the questions posed by \nDefendants’ counsel at his 3 October deposition shall remain part of the record and \nmay be used for impeachment purposes as provided under the North Carolina Rules \nof Evidence, or for any other legally permissible purpose.  \n25. Third, Defendants shall be permitted, if they choose, to seek to challenge \nCooper’s substantive corrections as contained in his Errata Sheet to the extent that \nPlaintiffs offer those corrections for the purposes of advancing or defeating summary \njudgment later in this case.5   \nCONCLUSION \nTHEREFORE, the Court, in the exercise of its discretion, hereby DENIES \nDefendants’ Motion to Strike and ORDERS as follows: \n \n4 The Court DIRECTS the parties to work collegially in scheduling the limited re-deposition \nof Cooper as authorized herein for a date and time that is mutually convenient both to Cooper \nand to counsel for all parties and that is within the existing deadline for completion of \ndiscovery in this case.  \n \n5 As in Window World , the Court “defers any determination on whether the Court will \nconsider [Cooper]’s Errata Sheet changes on any motion for summary judgment that may be \nfiled in this action unless and until that issue is raised in the summary judgment phase of \nthe case.”  Window World, 2018 NCBC LEXIS 79, at *18. \n1. Cooper’s Errata Sheet shall not be stricken and shall be appended to his  \ndeposition transcript;  \n2. Cooper’s original answers to the qu estions posed at his deposition will \nremain part of the record of this case and may be used for impeachment, as \ncontemplated by the applicable North Carolina Rules of Evidence, or for \nany other legally permissible purpose; \n3. Defendants will be permitted to r e-depose Cooper, at Defendants’ election \nand at Plaintiffs’ expense, for a total period of no more than two (2) hours \nof on-the-record time, at a date, time, and place mutually convenient to the \nparties and to Cooper —subject to the deadline for the complet ion of \ndiscovery in this case; and  \n4. The questions that Defendants’ counsel may ask at the re-deposition of \nCooper are strictly limited to the substantive changes Cooper made on the \nsigned Errata Sheet for pages 25, 38, 72, 81, 91, 115, 176–77, 179–81, 193–\n96, 201–02, 205–14, 230, 235, and 250 –51 of his deposition transcript, the \nreasons therefor, and any reasonable follow-up questions that flow from the \nanswers given. \nSO ORDERED, this the 16th day of March, 2023.  \n/s/ Mark A. Davis    \n       Mark A. Davis  \n       Special Superior Court Judge  \n       for Complex Business Cases  "
}