{
  "id": "793c59998b20a1dbdc36275a844d060435764710df425f0ac90bbb7e386499f7",
  "source_file": "data/raw/ncbc/793c59998b20a1dbdc36275a844d060435764710df425f0ac90bbb7e386499f7.pdf",
  "raw_text": "Associated Packaging, Inc. v. Jackson Paper Mfg. Co., 2012 NCBC 13. \nSmith Moore Leatherwood LLP by Jonathan P. Heyl and Heather C. White \nfor Plaintiffs. \n \nMcKenna Long & Aldridge LLP by Gregory S. Brow and E. Claire Carothers \nfor Defendants Jackson Paper Manufacturing Company, Jeffrey L. Murphy, \nand Timothy L. Campbell. \n \nColtrane Aycock & Overfield, PLLC by George W. Aycock, III for Defendants \nThomas C. Davis and Capstone Partners LLC.  \n \nHunton & Williams LLP by Patrick L. Robson and Waller Lansden Dortch & \nDavis LLP by Lea Carol Owen for Defendant Gary West. \n \nMurphy, Judge. \n{1} THIS MATTER THIS MATTER THIS MATTER THIS MATTER is before the Court upon Defendants’ Motions to \nDismiss Plaintiffs’ Complaint pursuant to Rule 12(b)(6) of the North Carolina Rules \nof Civil Procedure for failure to state a claim upon which relief can be granted. \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF \nJUSTICE \nSUPERIOR COURT DIVISION \nCOUNTY OF JACKSON 10 CVS 745 \nASSOCIATED PACKAGING, INC., \nSIRROD LLC, WILLIAM CRAIG \nDORRIS, BRADLEY FRANKLIN \nDORRIS, WILLIAM SCOTT DORRIS, \nCENTRAL FLORIDA BOX CORP., \nCFB ASSOCIATES, LLC, and \nJEFFREY T. RAMSEY, \n              Plaintiffs, \nv. \nJACKSON PAPER \nMANUFACTURING COMPANY, \nJEFFREY L. MURPHY, TIMOTHY L. \nCAMPBELL, THOMAS C. DAVIS, \nCAPSTONE PARTNERS LLC, and \nGARY WEST,  \n             Defendants. \nORDER AND OPINION ORDER AND OPINION ORDER AND OPINION ORDER AND OPINION        \n{2} Defendants’ motions seek dismissal of Plaintiffs’ claims for (1) violation \nof the North Carolina Securities Act (“NCSA”), (2) negligence, and (3) negligent \nmisrepresentation.  \n{3} Having considered Plaintiffs’ Complaint, the parties’ briefs and \nsubmissions, and the arguments and contentions of counsel at the June 13, 2011 \nhearing, the Court DENIES DENIES DENIES DENIES Defendants’ Motions to Dismiss. \nI. \nPROCEDURAL HISTORY \n {4} Plaintiffs jointly filed their Complaint on October 29, 2010.  (Compl. \n29.) \n {5} This matter was transferred to the North Carolina Business Court as a \nmandatory complex business case on November 2, 2010, and subsequently assigned \nto me on March 15, 2011.  (Assignment Order 1.) \n {6} Defendants Jackson Paper Manufacturing Co. (“Jackson Paper”), \nTimothy Campbell (“Campbell”), Jeffrey Murphy (“Murphy”), and Gary West \n(“West”) filed their Motions to Dismiss and supporting briefs on January 14, 2011.  \n(Jackson Paper, Campbell, and Murphy’s Mot. to Dismiss 3; West’s Mot. to Dismiss \n3.)    Defendants Thomas C. Davis (“Davis”) and Capstone Partners, LLC \n(“Capstone”) filed their Motion to Dismiss and supporting brief on February 3, 2011.  \n(Davis and Capstone’s Mot. to Dismiss 2.) \n {7} Plaintiffs jointly filed their responsive brief on February 28, 2011.  \n(Pls.’ Resp. in Opp. to Defs.’ Mots. to Dismiss 27.)  Defendant West filed his reply on \nApril 8, 2011, and Defendants Jackson Paper, Murphy, Campbell, Davis, and \nCapstone filed their reply on April 12, 2011.  (West’s Reply in Supp. of Mot. to \nDismiss 13; Jackson, Murphy, and Campbell’s Reply in Supp. of Mot. to Dismiss 12; \nDavis and Capstone’s Reply in Supp. of Mot. to Dismiss 9.) \n{8} On June 13, 2011, the Court heard oral arguments on Defendants’ \nMotions to Dismiss. \n    \n    \nII. \nSTATEMENT OF FACTS \n    {9} While ordinarily the Court does not make findings of fact in connection \nwith motions to dismiss, as such motions do “not present the merits, but only \n[determine] whether the merits may be reached,”  Concrete Serv. Corp. v. Investors \nGroup, Inc. , 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986),  for purposes of this \nOrder and Opinion, the Court recites those facts from the pleadings that are \nrelevant to the Court’s legal determinations.  \n    {10} The parties in this case are all involved in the paper and corrugated \nproduct industry.  (Compl. ¶ 1.)  In early 2007, Jackson Paper, led by Defendants \nCampbell and Murphy, began planning the development of a recycled liner board \npaper mill and sheet feeder corrugator plant (Stonewall Packaging, LLC, hereafter \n“Stonewall”) that would support a group of smaller sheet plants who were looking to \nbe more competitive with larger entities in the industry.  (Compl. ¶¶ 2, 43.)  To find \ninvestors for the project, Jackson Paper engaged Defendants Davis, Capstone, and \nWest.  (Compl. ¶¶ 41, 46–49.)  Defendant Davis is a founding member of Capstone \nand was involved in the recruitment of potential investors in the project.  (Compl. ¶ \n18.)  Defendant West was, during all times relevant to this action, the President of \nnon-parties Custom Packaging, Inc., and Turkey Fields, LLC (“West’s Affiliated \nEntities”), and a director of non-party Stonewall.  (Compl. ¶ 17.)  West and his \nAffiliated Entities were expected to purchase a significant portion of Stonewall’s \nmonthly output.  (Compl. ¶ 68.) \n{11} From 2007 through 2009, Defendants approached various individuals \nand companies within the industry hoping to identify potential investors for \nStonewall.  Defendants made presentations to Plaintiffs Associated Packaging, Inc. \n(“API”), William C. Dorris, Bradley F. Dorris, and William S. Dorris (collectively the \n“Dorrises”) in the summer of 2007, and approached Plaintiffs Jeffrey T. Ramsey \n(“Ramsey”), and Central Florida Box Corp. (“CFB”) in the spring of 2008.  (Compl. \n¶¶ 50, 89.)   \n{12} Defendants Jackson Paper, Capstone, Campbell, Murphy, Davis, and \nWest provided Plaintiffs with project summaries, pro formas, and projected \nfinancial results leading up to, and after, the time that Plaintiffs invested in \nStonewall.  (Compl. ¶¶ 54, 57, 78, 88–96.)  Plaintiffs had an accountant review all \nfinancial information provided by Defendants. The accountant was unable to detect \nany irregularities.  (Compl. ¶ 109.)  In addition to providing financial projections for \nthe company, Defendants also informed potential investors that West’s Affiliated \nEntities “were committed to purchasing [from the project] 35 million board feet of \nproduct per month.”  (Compl. ¶ 68.)  This commitment would have amounted to \nroughly thirty-three percent of the plant’s projected output.  (Compl. ¶¶ 68, 76, 90, \n92, 95.)  Defendants also represented to Plaintiffs that Jackson Paper had the \n“experience, expertise, knowledge, and trained personnel required” to manage \nconstruction and initial operations of the company, and in the future, would hire a \nplant manager and employees experienced and trained on the equipment.  (Compl. \n¶¶ 116–119.)   \n {13} On or about September 10, 2007, Defendant Davis requested that API \nand the Dorrises make an initial investment of $40,000 in Stonewall.  (Compl. ¶ 58.)  \nPlaintiff William C. Dorris expressed concern to Davis about financing the \ninvestment, and made it clear that API and the Dorrises would be relying on the \nprojections provided by Defendants in making their investment because API and \nthe Dorrises would have to borrow money to participate.  Mr. Dorris told Defendant \nDavis that API could not service repayment of the debt out of API’s cash flow, and \nthat the only way the project would work for them was if Stonewall’s profit \nprojections were consistent with Davis’ representations.  (Compl. ¶¶ 59, 77.)  In \nresponse, Davis “assured Plaintiff William C. Dorris that the financial projections \nwere accurate.”  (Compl. ¶¶ 60, 77–78, 111.)  Relying on the financial projections \nprovided by Defendants Davis and Capstone, along with the cooperation of \nDefendants Murphy and Campbell of Jackson Paper, Plaintiffs API and the \nDorrises made initial investments of $40,000 in September 2007, $48,203 in October \n2007, and $56,574 in August 2008.  (Compl. ¶¶ 59–65, 98.)   \n {14} Plaintiff Sirrod, LLC (“Sirrod”) is a South Carolina limited liability \ncompany created by API and the Dorrises to facilitate additional investment in \nStonewall after the initial outlays referenced above.  (Compl. ¶¶ 7, 114.)  Similarly, \nPlaintiff CFB Associates, LLC (“CFB Associates”) was created by Plaintiffs CFB and \nRamsey as their investment vehicle.  (Compl. ¶¶ 115.)  In August of 2008 Plaintiff \nCFB made its initial investment of $150,000 in Stonewall.  (Compl. ¶ 99.)  This was \nfollowed by Plaintiff Sirrod investing an additional $432,222, and Plaintiff CFB \nAssociates investing $427,000 in July 2009.  (Compl. ¶¶ 114–15.)  These \ninvestments purchased membership interests in Stonewall.  Personal guarantees \nfrom some of the Plaintiffs were also required to secure financing for equipment to \nbe used in the plant.  Plaintiff Ramsey guaranteed one of those loans.  (Compl. ¶ \n104.) \n {15} Stonewall began operations in November 2009.  (Compl. ¶ 125.)  From \nthe beginning, the company struggled and incurred large operating losses \nattributable to management failures in the construction and operation of the plant, \nshutdowns, and the use of inexperienced and undertrained employees.  (Compl. ¶¶ \n126–29.)  These losses were compounded by Defendant West and his Affiliated \nEntities’ decision not to purchase the 35 million board feet of product they had \npreviously committed to buy.  (Compl. ¶ 133.)  Stonewall’s losses from poor \nmanagement eventually became so severe that the day-to-day management of the \ncompany was turned over to Sheets, LLC (“Sheets”), a professional management \ncompany with experience in the paper and corrugated products industry.  (Compl. ¶ \n134.)   \n {16}  After Sheets assumed management responsibilities for Stonewall, \nPlaintiffs were informed by Jeff Schwarz, a Sheets member, that Stonewall would \nnot be viable absent a large capital infusion.  Mr. Schwarz also informed Plaintiffs \n“that there was no possibility that Stonewall could have met the projections \nDefendants had prepared.”  (Compl. ¶ 137.)  After new financial information was \nprepared, the members of Stonewall decided that it was unlikely that Stonewall \nwould survive, and declined to make any additional capital investments into the \nproject.  (Compl. ¶ 138.) \n {17} On June 9, 2010, by Order of the Superior Court of North Carolina, \nJackson County, Stonewall entered receivership, and has ceased all operations.  \n(Compl. ¶¶ 139–40.)  Stonewall’s receiver has been, and is currently, in the process \nof liquidating Stonewall’s assets in an attempt to satisfy creditors.  (Compl. ¶ 140.) \nIII.  \nLEGAL STANDARD \n {18} On a motion to dismiss pursuant to Rule 12(b)(6) of the North Carolina \nRules of Civil Procedure, the question for the court is “‘whether, as a matter of law, \nthe allegations of the complaint, treated as true, are sufficient to state a claim upon \nwhich relief may be granted under some legal theory.’”  Block v. County of Person , \n141 N.C. App. 273, 277, 540 S.E.2d 415, 419 (2000) (quoting Harris v. NCNB Nat’l \nBank , 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987)).   \n{19} “The complaint must be liberally construed, and the court should not \ndismiss the complaint unless it appears beyond a doubt that the plaintiff could not \nprove any set of facts to support his claim which would entitle him to relief.”  Id. at \n277–78, 540 S.E.2d at 419. \n {20} In considering a motion to dismiss for failure to state a claim upon \nwhich relief can be granted, “the well-pleaded material allegations of the complaint \nare taken as admitted; but conclusions of law or unwarranted deductions of fact are \nnot admitted.”  \nPinewood Homes, Inc. v. Harris , 184 N.C. App. 597, 613, 646 S.E.2d \n826, 837 (2007) (quoting Sutton v. Duke , 277 N.C. 94, 98, 176 S.E.2d 161, 163 \n(1970)). \nIV.  \nCHOICE OF LAW \n    {21} As a threshold matter, the Court must determine whether North \nCarolina law applies to the claims in this case.  The Stonewall Packaging, LLC \nAgreement (“LLC Agreement”) includes a choice of law provision requiring that \n“[a]ll issues and questions concerning the construction, validity, enforcement and \ninterpretation of this Agreement . . . be governed by, and construed in accordance \nwith, the laws of the State of Delaware . . . .”  (LLC Agreement § 14.6.)  Defendant \nJackson Paper argues this provision requires that “all of the claims in this lawsuit . \n. . [be] governed by Delaware law.”  (Defs. Jackson, Campbell, and Murphy’s Br. in \nSupp. of Mot. to Dismiss 20.)   \n {22} Plaintiffs’ claims deal with alleged torts and violations of the NCSA, \nnot the construction, validity, enforcement, or interpretation of the LLC Agreement \nentered into by the members of Stonewall.  While the LLC Agreement’s choice of \nlaw provision would control enforcement of the LLC Agreement itself, the provision \ndoes not control the claims in this case.  \nSee Mosteller Mansion, LLC v. Mactec \nEng’g & Consulting of Georgia, Inc. , No. COA07-664, 2008 N.C. App. LEXIS 1011, \nat *7–8 (N.C. Ct. App. May 20, 2008) (holding that the choice of law provision \nwithin the parties’ contract required the application of Georgia law to plaintiffs’ \nclaims for breach of contract, but would not apply to plaintiffs’ tort claims).     \n {23} With regard to Plaintiffs’ alleged tort claims, lex loci delicti  (“ lex loci ”) \nis the appropriate choice of law test.  Harco Nat’l Ins. Co. v. Grant Thornton, LLP , \nNo. COA09-996, 2010 N.C. App. LEXIS 1648, at *7–8, 698 S.E.2d 719, 722 (N.C. Ct. \nApp. Sept. 7, 2010) (citing Boudreau v. Baughman , 322 N.C. 331, 335, 368 S.E.2d \n849, 853–54 (1988)).  The Harco  court held that: \nour traditional conflict of laws rule is that matters affecting the \nsubstantial rights of the parties are determined by lex loci , the law of \nthe situs of the claim, and remedial or procedural rights are \ndetermined by lex fori , the law of the forum. For actions sounding in \ntort, the state where the injury occurred is considered the situs of the \nclaim. Thus, under North Carolina law, when the injury giving rise to \na negligence or strict liability claim occurs in another state, the law of \nthat state governs resolution of the substantive issues in the \ncontroversy. \n \nId. at *7–9, 698 S.E.2d at 722–23 (emphasis added).   \n{24} North Carolina’s appellate courts have not addressed the question of \nwhether a claim brought under the NCSA is based in tort.  Accordingly, this Court \nhas looked to how similar statutory-based claims have been classified.  A claim \nunder the NCSA is, in many ways, like an action under the Unfair and Deceptive \nTrade Practices Act (“UDTPA”).1  The NCSA contains an anti-fraud provision that \nimposes liability on a seller of securities if:  \n(1) he made the sale ‘by means of any untrue statement of a material \nfact or any omission to state a material fact necessary in order to make \nthe statements made, in the light of the circumstances under which \nthey are made, not misleading (the purchaser not knowing of the \nuntruth or omission)’ and (2) he ‘does not sustain the burden of proof \nthat he did not know, [and in the exercise of reasonable care could not \nhave known,] of the untruth or omission.’  \nRussell M. Robinson, II, \nRobinson on North Carolina Corporation Law, § 15.04 (7th \ned. 2010) (quoting N.C.  G EN . S TAT  § 78A-56(a)(2)).   Similarly, the UDTPA protects \nagainst a broad range of conduct and prohibits “unfair or deceptive acts or practices \nin or affecting commerce . . . .”  N.C.  G EN . S TAT . § 75-1.1(a) (2011).  It has also been \nnoted, as Plaintiffs point out in their argument concerning the NCSA, that under \nthe UDTPA “it is not necessarily true that all unfair trade practices constitute fraud \n. . . .”  Holley v. Coggin Pontiac, Inc. , 43 N.C. App. 229, 241, 259 S.E.2d 1, 9 (1979).  \nIn addition, both acts are “the creation of . . . statute. [And], therefore, sui generis [,] \n. . . neither wholly tortious nor wholly contractual in nature . . . .”  Bernard v. \nCentral Carolina Truck Sales, Inc. , 68 N.C. App. 228, 230, 314 S.E.2d 582, 584 \n(1984)  (discussing the nature of unfair and deceptive trade practices claims in \nNorth Carolina) (emphasis added) (first and last omission in original).   \n{25} The UDTPA’s status as neither wholly tortious nor contractual has led \nto a split of authority within our appellate courts on the appropriate conflict of law \nrule to be applied to claims under the UDTPA.  Stetser v. TAP Pharm. Prods. Inc. , \n165 N.C. App. 1, 15, 598 S.E.2d 570, 581 (2004); Compare Andrew Jackson Sales v. \n                                                 \n1 The Court recognizes that it is well established in North Carolina that “securities transactions are \nbeyond the scope of N.C.G.S. 75-1.1.”  Skinner v. E.F. Hutton & Co. Inc. , 314 N.C. 267, 275, 333 \nS.E.2d 236, 241 (1985).  However, the Court finds a comparison of the UDTPA and the NCSA \ninstructive when trying to determine the appropriate choice of law rule because of the acts’ similar \nstatutory status, and that both, while regulating different areas of the economy, prohibit similar \nconduct.  See  James Snyder, Jr., North Carolina Corporation Law and Practice , 12:25(c) (4th ed. \n2010) (stating that N.C.  G EN . S TAT . § 78A-56 is North Carolina’s anti-fraud statute for securities \ntransactions); see also  Hardy v. Toler , 288 N.C. 303, 309, 218 S.E.2d 342, 346 (1975) (holding that \nNorth Carolina’s UDTPA prohibits unfair or deceptive acts or practices and that “[p]roof of fraud \nwould necessarily constitute a violation of the prohibition against unfair and deceptive acts . . . .”).  \nBi-Lo Stores , 68 N.C. App. 222, 225, 314 S.E.2d 797, 799 (1984) (holding that the \n“significant relationship” test should be applied to UDTPA claims), 2  with  United \nVirginia Bank v. Air-Lift Associates , 79 N.C. App. 315, 321, 339 S.E.2d 90, 93 (1986) \n(holding that in North Carolina, lex loci  is the conflict of law rule to be applied to \nUDTPA claims).   \n{26} The North Carolina Supreme Court last visited the issue of North \nCarolina’s conflict of law rule in Boudreau v. Baughman .  In Boudreau , a non-\nresident plaintiff injured his foot on a metal chair while visiting a friend in the state \nof Florida.  Plaintiff claimed compensatory and punitive damages against the North \nCarolina defendant who manufactured the chair, alleging negligent design, breach \nof implied warranty of merchantability, breach of implied warranty of fitness for a \nparticular purpose, and strict liability.  Rejecting the trial court’s grant of summary \njudgment for defendants based on North Carolina’s statute of repose (upheld by the \nNorth Carolina Court of Appeals), the Boudreau  court found that Florida law \napplied to the claims, holding that “matters affecting the substantial rights of the \nparties are determined by lex loci , the law of the situs of the claim, and remedial or \nprocedural rights are determined by lex fori , the law of the forum.”  Boudreau , 322 \nN.C. at 335, 368 S.E.2d at 853–54 (emphasis added). While not controlling, federal \ncourts interpreting the above cited split in authority have explained that when \nAndrew Jackson Sales was decided there was a nationwide trend to apply the \nsignificant relationship test to torts in general, and that the North Carolina \nSupreme Court’s subsequent rejection of this trend in Boudreau  indicates that \nNorth Carolina’s courts would not be inclined to apply the significant relationship \n                                                 \n2 “The ‘most significant relationship test’ requires the court to examine various factors to \ndetermine which state has the most significant relationship to the occurrence giving rise to \nthe suit. The law of the state with the most significant relationship is then applied.”  \nSantana, Inc. v. Levi Strauss & Co. , 674 F.2d 269, 273 (1982) (citing RESTATEMENT \n(S ECOND ) C ONFLICT OF L AWS  § 148 (1971) (outlining the factors to be considered under the \nsignificant relationship test)).   \ntest to UDTPA claims.  United Dominion Indus. v. Overhead Door Corp. , 762 F. \nSupp. 126, 128, n. 2 (1991). 3  \n{27} Like the torts of fraud and negligence, and claims brought under the \nUDTPA, claims under the NCSA are, at their heart, intended to prevent fraudulent \nand negligent behavior in the purchase and sale of securities.  The Boudreau  court \nrejected the national trend towards adopting the significant relationship test in tort \nactions, and instead limited its applicability to claims brought under statutes that \nexplicitly provided for its use.  Id.  In addition, Boudreau  was handed down after \nboth Andrew Jackson Sales and United Virginia Bank .  While the North Carolina \nSupreme Court has not determined the choice of law rule to be applied to claims \nbrought under the NCSA, applying lex loci  to actions authorized under the NCSA is \nconsistent with both the application of lex loci  in UDTPA actions as established in \nUnited Virginia Bank , and with the North Carolina Supreme Court’s holding in \nBoudreau v. Baughman .  Accordingly, this Court will apply lex loci  in this case. \n{28} Under the lex loci  rule, “‘the law of the state where the plaintiff was \ninjured controls the outcome of the claim.’” Harco Nat’l Ins. Co. , 2010 N.C. App. \nLEXIS 1648, at *12, 698 S.E.2d at 724 (quoting Stetser , 165 N.C. App. at 14–15, \n598 S.E.2d at 580).  A plaintiff’s injury is sustained “in the state ‘where the last act \noccurred giving rise to [the] injury.’”  Id. (quoting United Virginia Bank , 79 N.C. \nApp. at 321, 339 S.E.2d at 94).  In order to determine which state’s law applies here, \n                                                 \n3 But see  Simms Inv. Co. v. E.F. Hutton & Co. , 688 F.Supp. 193, 200 (1988) (stating that for \nclaims brought under North Carolina’s securities laws “the court believes that . . . North \nCarolina[’s] courts would apply the [most significant relationship test].”).  Simms Inv. Co.  \nwas decided on June 9, 1988, and accordingly, does not cite the North Carolina Supreme \nCourt’s decision in  Boudreau , which was handed down seven days earlier.  While the Court \nin Simms Inv. Co.  cites to the North Carolina Court of Appeal’s split on the appropriate \nchoice of law rule in UDTPA claims, it perfunctorily adopts the application of the significant \nrelationship test established in Andrew Jackson Sales  without any analysis as to why that \ntest would be more appropriate than the lex loci  rule subsequently adopted in United \nVirginia Bank .  The facts in Simms Inv. Co.  are also distinguishable because they were \ncharacterized as fraud claims, as opposed to this action which is based in negligence.  In \naddition, the reasoning in Simms Inv. Co.  is questionable considering that the court in \nSimms Inv. Co.  granted plaintiff’s motion to reconsider and upon reconsideration found that \nno conflict of law problem existed.  Simms Inv. Co. v. E. F. Hutton & Co. , 699 F. Supp. 543, \n546 (1988).  \nthe Court must determine the state where the last act occurred giving rise to \nPlaintiffs’ injuries. \n{29} Our courts have not previously applied lex loci  to NCSA claims based \non negligence and negligent misrepresentations to induce investment. Unlike the \ntorts of assault and battery, where the location of injury is relatively easy to \ndetermine, when dealing with alleged misrepresentations that occur over numerous \nmeetings and discussions, determining where a corporate plaintiff was injured \nbecomes a more difficult undertaking.  Recently, the North Carolina Court of \nAppeals applied lex loci  for the first time to claims of negligence and negligent \nmisrepresentation and adopted the test used to determine the location of injury in \nUDTPA claims.  Harco Nat’l Ins. Co. , 2010 N.C. App. LEXIS 1648, at *15, 698 \nS.E.2d at 725.  As noted above, there are obvious similarities between claims \nbrought under the NCSA and the UDTPA.  This Court chooses to apply the test laid \nout by the Court of Appeals in Harco Nat’l Ins. Co.  to Plaintiffs’ claims of \nnegligence, negligent misrepresentation, and those brought under the NCSA.   \n {30} “[A]t a minimum, it is necessary for a North Carolina court, applying \nthe lex loci   test, to make some attempt to determine the state in which the injured \nparty actually suffered harm.”  Id.  at *17–18, 696 S.E.2d at 725–26.   Harm is \nsuffered “‘where the last act occurred giving rise to the injury.’”  Id.  at *12, 696 \nS.E.2d at 724 (quoting United Virginia Bank,  79 N.C. App. at 321, 339 S.E.2d at \n94).  In cases where plaintiff’s claims are based on alleged misrepresentations made \nin the business context, this does not necessarily equate to plaintiff’s place of \nbusiness.  Id. at *18–19, 696 S.E.2d at 725–26 (rejecting the bright line place-of-\nbusiness/economic impact rule for determining the location of injury).  Instead the \nCourt must take an in-depth look and determine whether the record in this case \n“sufficiently indicates the state where plaintiff[s] suffered the injury that gave rise \nto [their] claims.”  Id. at *19, 698 S.E.2d at 726.   \n{31} The last act which gives rise to a plaintiff’s injury will be different \ndepending on the claims plaintiff alleges.  As was the case in Harco Nat’l Ins. Co. , a \nplaintiff’s claim for negligence is complete when plaintiff suffers actual injury or \nloss.  Harris v. DaimlerChrysler Corp. , 180 N.C. App. 551, 555, 638 S.E.2d 260, 265 \n(2006) (stating that the elements of negligence are “the existence of a legal duty or \nstandard of care owed to the plaintiff by the defendant, breach of that duty, and a \ncausal relationship between the breach of duty and certain actual injury or loss  \nsustained by the plaintiff” (emphasis added)).  Similarly, a claim for negligent \nmisrepresentation is complete when plaintiff has relied to its detriment on \ninformation prepared without reasonable care by a defendant who owed a duty to \nplaintiff.  Bob Timberlake Collection, Inc. v. Edwards , 176 N.C. App. 33, 40, 626 \nS.E.2d. 315, 321 (2006) (“‘[T]he tort of negligent misrepresentation occurs when a \nparty justifiably relies to his detriment  on information prepared without reasonable \ncare by one who owed the relying party a duty of care.’” (quoting Raritan River Steel \nCo. v. Cherry, Bekaert & Holland , 322 N.C. 200, 206, 367 S.E.2d 609, 612 (1988) \n(emphasis added))).  However, unlike the claim of negligence, which requires \nplaintiff suffer damages, and negligent misrepresentation, which requires that \nplaintiff rely to its detriment, a claim for violation of the NCSA is complete upon the \n“[o]ffer[ing] or s[ale] of a security” by means of an untrue statement or omission of a \nmaterial fact. 4   N.C.  G EN . S TAT . § 78A-56(a)(2) (2011). \n{32} Here, as to Plaintiffs’ claims for negligence and negligent \nmisrepresentation, it might be presumed that the last act occurred where Plaintiffs \nmade their initial investments in Stonewall.  Plaintiffs did not, however, suffer any \nloss or harm at that time, and thus a cause of action had not yet accrued.  See \nPierson v. Buyher,  330 N.C. 182, 186, 409 S.E.2d 903, 906 (1991) (holding that a \ncause of action does not accrue on the mere possibility of an injury).  As was the \ncase in Harco Nat’l Ins. Co. , Plaintiffs’ causes of action did not accrue until they \nsuffered injury (negligence), or their reliance on Defendants’ information proved \ndetrimental (negligent misrepresentation).  Looking to where the last act occurred \ngiving rise to Plaintiffs’ injury, this Court finds that the receiver’s sale of \n                                                 \n4 As is discussed below, in order for a plaintiff to sufficiently plead a violation of the NCSA \nit must allege that defendant: (a) sold or offered to sell a security, (b) by means of an untrue \nstatement or omission, and (c) that the untrue statement or omission was of a material fact.  \nN.C.  G EN . S TAT . § 78A-56(a)(2) (2011).    \nStonewall’s assets was the last act which gave rise to Plaintiffs’ claims because it \nwas at that moment that Plaintiffs were stripped of assets in which they held an \nownership interest as members of the corporation.  See Harco Nat’l Ins. Co. , 2010 \nN.C. App. LEXIS 1648, at *20–21, 696 S.E.2d at 726 (holding that the last act \noccurred when “plaintiff involuntarily parted with tangible property”).  Because \nStonewall’s plant was constructed and its operations located solely in Sylva, North \nCarolina, the receiver’s sale of Stonewall’s assets would be in North Carolina and \naccordingly, where the last act occurred.  (Compl. ¶¶ 117, 140; Def. Jackson, \nCampbell, and Murphy’s Br. in Supp. of Mot. to Dismiss 20.)  Thus, North Carolina \nlaw controls Plaintiffs’ claims of negligence and negligent misrepresentation. \n{33} As to Plaintiffs’ NCSA claim, the last act giving rise to injury was the \noffer or sale of a security.  N.C.  G EN . S TAT . § 78A-56(a)(2) (2011).  In this case, that \nact occurred at different times for each Plaintiff.  Plaintiffs API and the Dorrises \nwere sent a letter by Defendant Davis requesting investment on September 10, \n2007 (Compl. ¶ 58.); Defendant West telephoned Plaintiffs Ramsey and CFB about \ninvestment in the spring of 2008, and Plaintiff Ramsey in his individual and \nrepresentative capacity as President of Plaintiff CFB, visited the Sylva location \nwith all Defendants on June 12, 2008 (Compl. ¶¶ 88, 91.); Plaintiff CFB Associates \ninvested on or about July 2, 2009 (Compl. ¶ 115.); and Plaintiff Sirrod invested on \nJuly 3, 2009. (Compl. ¶ 114.)     \n{34} It is unclear from the record exactly where the relevant Defendants \nwere when they made the offers or to where payment for the sale of securities was \ndirected.  However, Defendant Jackson Paper “retained Defendant Davis . . . to \nbegin exploring the idea of bringing together a group of independent sheet plants to \nbuild a recycled linerboard mill,” (Stonewall).  (Compl. ¶ 41.)  In addition, all of the \noffers upon which Plaintiffs relied were made by one or more of the Defendants \nemployed by Jackson Paper and who acted as representatives of Jackson Paper.  \n(Compl. ¶¶ 15–16, 35, 41, 47–49, 58, 88, 91.)  Jackson Paper is a Delaware \ncorporation registered to do business in North Carolina with its principle place of \nbusiness in Sylva, North Carolina.  (Compl. ¶ 14.)  This Court finds that the letters, \ntelephone calls, and visits to Jackson Paper were made and hosted by employees or \nagents of Jackson Paper, a corporation with its principle operations within North \nCarolina.  In addition, it is more likely than not that the letters and phone calls also \noriginated from North Carolina because of the many communications made between \nDefendants and Plaintiffs concerning investment in Stonewall.  Accordingly, the \nlast act to offer or sell a security occurred in North Carolina and, thus, North \nCarolina law will be applied to Plaintiffs’ NCSA claim.5   \nV. \nNORTH CAROLINA SECURITIES ACT \nA. \nLEGAL STANDARD  \n{35} Section 78A-56(a)(2) of the North Carolina General Statutes allows a \nclaim to be brought against anyone who sells a security: \nby means of any untrue statement of a material fact or any omission to \nstate a material fact necessary in order to make the statements made, \nin light of the circumstances under which they were made, not \nmisleading (the purchaser not knowing of the untruth or omission), \nand who does not sustain the burden of proof that he did not know, \nand in the exercise of reasonable care could not have known, of the \nuntruth or omission . . . .  \nN.C. \n G EN . S TAT . § 78A-56(a)(2) (2011).  \n{36} A security is defined as any: \nnote; stock; treasury stock; bond; debenture; evidence of indebtedness; \ncertificate of interest or participation in any profit-sharing agreement ; \ncollateral-trust certificate; preorganization certificate or subscription; \ntransferable share; investment contract  including without limitation \nany investment contract taking the form of a whiskey warehouse \nreceipt or other investment of money in whiskey or malt beverages; \nvoting-trust certificate; certificate of deposit for a security; certificate \nof interest or participation in an oil, gas, or mining title or lease or in \n                                                 \n5 See also N.C.  G EN . S TAT . § 78A-63(a) (2011) (stating that Section 78A-56 “appl[ies] to \npersons who sell or offer to sell when (i)an offer to sell is made in this State, or (ii) an offer \nto buy is made and accepted in this State.”).  “[A]n offer to sell or to buy is made in this \nState, whether or not either party is then present in this State, when the offer (i) originates \nfrom this State or (ii) is directed by the offeror to this State and received at the place to \nwhich it is directed . . . .”  N.C.  G EN . S TAT . § 78A-63(c) (2011).  \npayments out of production under a title or lease; viatical settlement \ncontract or any fractional or pooled interest in a viatical settlement \ncontract; or, in general, any interest or instrument commonly known \nas a ‘security,’ or any certificate of interest or participation in, \ntemporary or interim certificate for, receipt for guarantee of, or \nwarrant or right to subscribe to or purchase, any of the foregoing.  \nN.C. \n G EN . S TAT . § 78A-2(11) (2011) (emphasis added).    \n{37} Investment contracts are defined as:  \n[a]ny investment in a common enterprise with the expectation of profit \nto be derived through the essential managerial efforts of someone \nother than the investor. . . . and [a]ny investment by which an offeree \nfurnishes initial value to an offeror, and a portion of this initial value \nis subjected to the risks of the enterprise, and the furnishing of this \ninitial value is induced by the offeror’s promises or representations \nwhich give rise to a reasonable understanding that a valuable benefit \nof some kind over and above the initial value will accrue to the offeree \nas a result of the operation of the enterprise, and the offeree does not \nreceive the right to exercise practical and actual control over the \nmanagerial decisions of the enterprise.   \n \n18 N.C. \n A DMIN C ODE  6A.1104(8)(a-b) (2011).  A common enterprise is “an enterprise \nin which the fortunes of the investor are interwoven with and dependent upon the \nefforts and success of those seeking the investment or of a third party . . . .”  Id.  at \n(8)(a). \n{38} Section 78A-56 is the NCSA’s “antifraud” provision and not only \nproscribes fraud in securities transactions, but also has the complementary effect of \nmandating full disclosure of material facts in securities offerings.  James Snyder, \nJr., North Carolina Corporation Law and Practice , 12:25(c) (4th ed. 2010).  A claim \nbased in fraud cannot be pled under the normal notice pleading standards because \nunder Rule 9(b) of the North Carolina Rules of Civil Procedure, averments of fraud \nmust be pled with particularity.  N.C. R. Civ. P. 9(b); See Terry v. Terry , 302 N.C. \n77, 84, 273 S.E.2d 674, 678 (1981). \n{39} The NCSA also requires that the facts being misrepresented be \nmaterial.  North Carolina courts have adopted the materiality standard established \nby the United States Supreme Court in TSC Industries, Inc. v. Northway , which \nprovides that a fact is material when “‘there is a substantial likelihood that a \nreasonable purchaser would consider it important in deciding whether or not to \npurchase.’”  State v. Williams , 98 N.C. App. 274, 280, 390 S.E.2d 746, 749 (1990), \nrev. denied , 327 N.C. 144, 394 S.E.2d 184 (1990) (quoting TSC Industries, Inc. v. \nNorthway , 426 U.S. 438, 449, 96 S.Ct. 2126, 48 L.Ed.2d 757 (1976)).  \nB. \nANALYSIS \n1. \nCLAIMS BASED IN NEGLIGENCE UNDER THE NCSA \n{40} Defendants first challenge the sufficiency of Plaintiffs’ pleadings by \narguing that the Complaint fails to meet the particularity requirements of Rule 9(b) \nof the North Carolina Rules of Civil Procedure.  (Def. West Br. in Supp. of Mot. to \nDismiss 14; Defs. Jackson, Campbell, and Murphy Br. in Supp. of Mot. to Dismiss \n9–10; Def. Davis Br. in Supp. of Mot. to Dismiss 6–7.)  Plaintiffs argue that the \nrequirements of Rule 9(b) are inapplicable here because their claims under the \nNCSA are of negligence, not fraud, and therefore can be pled generally.  (Pls.’ Resp. \nin Opp. to Defs.’ Mots. to Dismiss 10–15.)  Because the NCSA is generally referred \nto as an anti-fraud statute, Plaintiffs’ contention calls into question whether the \nNCSA provides a civil remedy for claims based in negligence.  North Carolina’s \ncourts have not previously been presented with the question of whether the NCSA’s \ncivil remedy covers claims based in negligence.  For that reason, this Court has \nlooked to outside authority for guidance.   \n{41} The language used in Section 78A-56(a)(2) of the NCSA is similar to \nthat used in Section 78A-8 of the Act.  Compare N.C.  G EN . S TAT . § 78A-56(a)(2) \n(2011) (imposing liability on any person who offers or sells a security “by means of \nany untrue statement of a material fact or any omission to state a material fact \nnecessary in order to make the statements made, in the light of the circumstances \nunder which they were made, not misleading . . .”), with N.C.  G EN . S TAT . § 78A-8(2) \n(2011) (making it unlawful for a person, in connection with the sale of a security to \n“make any untrue statement of a material fact or to omit to state a material fact \nnecessary in order to make the statements made, in the light of the circumstances \nunder which they are made, not misleading . . .”).  The North Carolina Court of \nAppeals has held that Section 78A-8 of the NCSA “closely parallels the Rule 10b-5 \nantifraud provision of the Securities Exchange Act . . . [and that c]ases construing \nthe federal rule are instructive when examining our statute.”  State v. Davidson , \n131 N.C. App. 276, 282–83, 506 S.E.2d 743, 748 (1998); see also  State v. Williams , \n98 N.C. App. 274, 280, 390 S.E.2d 746, 750 (1990) (finding that Section 78A-8 \nclosely parallels Rule 10b-5). \n{42} Rule 10b-5 was created by the Securities and Exchange Commission \n(the “Commission”) pursuant to the power given to them by Congress through the \nSecurities Act of 1934 (the “Act”), 48 Stat. 891, 15 U.S.C. § 78j(b).  Ernst & Ernst v. \nHochfelder , 425 U.S. 185, 195 (1976).  Section 10b of the Act makes it unlawful for \nany person “[t]o use or employ, in connection with the purchase or sale of any \nsecurity . . . any manipulative or deceptive device or contrivance in contravention of \nsuch rules and regulations as the Commission may prescribe as necessary or \nappropriate in the public interest or for the protection of investors.”  15 U.S.C. § \n78j(b) (2006).  Under this authority, Rule 10b-5 makes it unlawful for any person to \n“make any untrue statement of a material fact or to omit to state a material fact \nnecessary in order to make the statements made, in the light of the circumstances \nunder which they were made, not misleading . . . .”  17 C.F.R. § 240.10b-5(b) (2011).  \nThe language of Rule 10b-5 is virtually identical to the language of Section 78A-\n56(a)(2) that prohibits the sale of a security “by means of any untrue statement of a \nmaterial fact or any omission to state a material fact necessary in order to make the \nstatements made, in light of the circumstances under which they were made, not \nmisleading.”  N.C.  G EN S TAT . § 78A-56(a)(2). \n{43} In Ernst & Ernst v. Hochfelder , the United States Supreme Court \ngranted certiorari in an action brought by investors of an investment firm, First \nSecurities Company of Chicago (“First Securities”), that had retained defendant \naccounting firm to audit their books and records.  425 U.S. at 188–89.  First \nSecurities had sold plaintiffs fraudulent securities, however, this fact was not \ndiscovered until the President of the firm committed suicide and disclosed in a note \nthat he had, over the course of years, converted plaintiffs’ investment funds for his \nown personal use.  Id. at 189.  Plaintiffs brought suit charging that defendant had \naided and abetted First Securities’ President’s violation of Section 10(b) of the Act \nand Securities and Exchange Commission Rule 10b-5, 17 CFR § 240.10b-5 (1975).  \nId. at 190.  Plaintiffs’ claims were based on allegations that defendant had: \n‘aided and abetted’ [the president’s] violations by its ‘failure’ to conduct \nproper audits of First Securities. . . . [Plaintiffs’] cause of action rested \non a theory of negligent nonfeasance. The premise [being,] that \n[defendant] had failed to utilize ‘appropriate auditing procedures’ \n[and] . . . thereby fail[ed] to discover internal practices of the firm said \nto prevent an effective audit. . . . [Plaintiffs] specifically disclaimed the \nexistence of fraud or intentional misconduct on the part of [defendant].   \nId.  The question before the Court was “whether a private cause of action for \ndamages will lie under § 10(b) and Rule 10b-5 in the absence of any allegations of \n‘scienter’ – intent to deceive, manipulate, or defraud.”  Id. at 193.  The Supreme \nCourt held that “[v]iewed in isolation[,] the language of [Rule 10b-5] . . . could be \nread as proscribing, . . . any type of material misstatement or omission, . . . that has \nthe effect of defrauding investors, whether the wrongdoing was intentional or not .”  \nErnst & Ernst v. Hochfelder , 425 U.S. at 212 (emphasis added).  However, the \nCourt went on to hold that actions brought under Rule 10b-5 could not be based in \nnegligence because the rule was adopted under authority given to the Commission \nby Section 10b of the Act, which Congress did not intend to extend to “actions \npremised on negligent wrongdoing.” Id. at 210.   \n{44} Like the court in Ernst & Ernst, this Court is presented with the \nquestion of whether a cause of action without allegations of fraud or scienter lies \nunder the relevant securities act.  While the court in Ernst & Ernst  was \ninterpreting Rule 10b-5, the nearly identical language of Securities and Exchange \nRule 10b-5 and Section 78A-56(a)(2) of the NCSA, makes the question before the \nCourt in Ernst & Ernst  and this Court virtually identical.  Thus, the Court is left to \ndetermine the intent of the legislature responsible for enacting the NCSA.  Prior to \n1991, Section 78A-56(a)(2) contained the same language as cited above, with the \nexception that defendant’s burden of proof was to show that he “did not know, and \ndid not act in reckless disregard  of the untruth or omission.”  N.C.  G EN . S TAT . § 78A-\n56(a)(2) (1990) (emphasis added).  In 1991, the General Assembly heightened the \ndefendant’s burden by requiring that he show that he “did not know, and in the \nexercise of reasonable care  could not have known, of the untruth or omission.”  1991 \nN.C. Adv. Legis. Serv. 456 (LexisNexis) (emphasis added).   \n{45} Under the pre-amendment statute, a defendant could be held liable if \nhe either knew of the untruth, or was unaware of the untruth but acted with \nreckless disregard.  See  N.C.  G EN . S TAT . § 78A-56(a)(2) (1990).  However, reckless \ndisregard was not defined by statute.  Within the law of torts, the level of \nculpability required for the standard of reckless disregard has been held to be less \nthan that required for intentional conduct.  See Dickens v. Puryear , 302 N.C. 437, \n449, 276 S.E.2d 325, 333 (1981) (defining intentional conduct in the context of \nintentional infliction of emotional distress as the “‘desire[] to inflict severe \nemotional distress . . . or know[ledge] that such distress is certain, or substantially \ncertain, to result from his conduct . . . ,’” and reckless disregard as “‘acts . . . in \ndeliberate disregard of a high degree of probability that the emotional distress will \nfollow.’” (quoting RESTATEMENT (S ECOND ) OF TORTS  § 46 cmt. i (1965))).   \n{46} Further, the North Carolina Court of Appeals recently pointed out that \nSection 78A-56(a)(2), unlike fraud, does not explicitly require that the defendant act \nintentionally.  Latta v. Rainey , 202 N.C. App. 587, 597–98, 689 S.E.2d 898, 908 \n(2010) (contrasting the elements of fraud with those of Section 78A-56 of the \nNCSA); Compare N.C.  G EN . S TAT . § 78A-56(a)(2) (2011), with  Forbis v. Neal , 361 \nN.C. 519, 526–27, 649 S.E.2d 382, 387 (2007) (stating “the following essential \nelements of actual fraud are well established: ‘(1) [f]alse representation or \nconcealment of a material fact, (2) reasonably calculated to deceive, (3) made with \nintent to deceive, (4) which does in fact deceive, (5) resulting in damage to the \ninjured party.’” (quoting Ragsdale v. Kennedy , 286 N.C. 130, 138, 209 S.E.2d 494, \n500 (1974))).   \n{47} Applying these distinctions to Section 78A-56, it becomes apparent \nthat both the pre and post-amendment versions of the statute require a defendant \nshow that he was without knowledge of the untruth or omission.  Compare N.C.  \nG EN . S TAT . § 78A-56(a)(2) (1990), with  N.C.  G EN . S TAT . § 78A-56(a)(2) (2011).   It \nwould be an obvious and egregious non sequitur  for a defendant who intended to \ndefraud a potential investor to be able to avoid liability by claiming that that he did \nnot act recklessly or without reasonable care towards the fraud he intended to \nperpetrate.  It would logically follow from such argument that intentional conduct \ncould never be rebutted by a defendant.  Thus, prior to the 1991 amendment, \nliability could be imposed when a defendant was unaware of the untruth, but acted \nwith reckless disregard of the truth or falsity of the statement or omission.  N.C.  \nG EN . S TAT . § 78A-56(a)(2) (1990).  The statute’s initial use of a “reckless disregard” \nstandard indicates that the legislature intended to provide a cause of action for a \ndefendant’s conduct that was less than intentional.  This purpose is confirmed by \nthe 1991 amendment to the NCSA, which expands liability to include the sale of \nsecurities through the use of untrue statements made without the exercise of \nreasonable care.  1991 N.C. Adv. Legis. Serv. 456 (LexisNexis).   \n{48} The current language of “reasonable care” sounds more of negligence \nthan fraud.  See Fussell v. N.C. Farm Bureau Mut. Ins. Co. , 364 N.C. 222, 226, 695 \nS.E.2d 437, 441 (2010) (holding that in a claim for negligence, liability can be \nimposed when “‘by the exercise of reasonable care  the defendant might have \nforeseen that some injury would result from his conduct or that consequences of a \ngenerally injurious nature might have been expected’” (quoting Slaughter v. \nSlaughter,  264 N.C. 732, 735, 142 S.E.2d 683, 686 (1965) (emphasis added))); see \nalso  Jay Group Ltd. v. Glasgow , 139 N.C. App. 595, 600, 534 S.E.2d 233, 236 (2000) \n(stating “‘the tort of negligent misrepresentation occurs when a party justifiably \nrelies to his detriment on information prepared without reasonable care  by one who \nowed the relying party a duty of care.’” (quoting Hudson-Cole Development Corp. v. \nBeemer , 132 N.C. App. 341, 346, 511 S.E.2d 309, 313 (1999) (emphasis added))).  \nAccordingly, after review of the applicable statutes and relevant case law, this \nCourt concludes that the legislature intended for the civil remedy provided under \nSection 78A-56 of the NCSA to include claims based on negligence and negligent \nmisrepresentations.  As such, Plaintiffs’ claims are proper. \n2. \nPLEADING STANDARD \n    {49} Having determined that Plaintiffs’ claims based in negligence may be \npled under the NCSA, the Court next addresses whether such claims must meet \n“more exacting pleading requirements than are generally demanded by ‘our liberal \nrules of notice pleading.. ..’”  Harrold v. Dowd , 149 N.C. App. 777, 782, 561 S.E.2d 914, \n918 (2002) (quoting Stanford v. Owens , 76 N.C. App. 284, 289, 332 S.E.2d 730, 733 \n(1985)).  It is generally known and widely accepted among practitioners that when \npleading claims under Section 78A-56 it “is important . . . to remember that a claim \nunder the antifraud provisions cannot be ple[d] under the normal notice pleading \nstandards because an averment of fraud must be ple[d] with particularity.”  Snyder, \nsupra  § 12:25(c).  This practice derives from Rule 9(b) of the North Carolina Rules of \nCivil Procedure which requires that “[i]n all averments of fraud, duress or mistake, \nthe circumstances constituting fraud or mistake . . . be stated with particularity.”  \nN.C.R. Civ. P. 9(b) \n {50} Defendants argue that the particularity requirements of Rule 9(b) \nshould be applied to this case. (Def. West’s Br. in Supp. of Mot. to Dismiss 14–17; \nDefs. Jackson, Campbell, and Murphy’s Br. in Supp. of Mot. to Dismiss 9–10; Defs. \nDavis and Capstone’s Br. in Supp. of Mot. to Dismiss 6–7.)  Notwithstanding the \ngeneral practice of applying Rule 9(b)’s particularity standard to claims brought \nunder the NCSA, unlike claims based in fraud, the rationale for requiring \nparticularized pleading here is not well adapted to claims based in negligence.  \nAccordingly, this Court finds that when claims brought under Section 78A-56(a)(2) \nare based in negligence rather than fraud, plaintiff need only meet the general \nnotice pleading standard of Rule 8(c).  See N.C.R. Civ. P. 8(c). \n \n \n3. \nSUFFICIENCY OF THE PLEADINGS \n{51} To sufficiently plead a claim under Section 78A-56(a)(2) of the NCSA \nplaintiff must allege that Defendants: (a) sold or offered to sell a security, (b) by \nmeans of an untrue statement or omission, and (c) that the untrue statement or \nomission was of a material fact.  N.C.  G EN . S TAT . § 78A-56(a)(2) (2011).  Here, \nPlaintiffs have alleged that Defendants Campbell, Murphy, Davis, and West, either \nindividually, or on behalf of their respective companies Jackson Paper and \nCapstone, requested that Plaintiffs invest in Stonewall;  (Compl. ¶¶ 50, 58, \n88–92, 143.)  that Associated Packaging, the Dorrises, Sirrod, CFB, and CFB \nAssociates invested into Stonewall and purchased membership interests;  (Compl. \n¶¶ 59–65, 96, 98–99, 114–15.)  that Plaintiff Ramsey executed a personal guaranty \nto secure financing for equipment to be used in the operation;  (Compl. ¶ 104.)  that \n“Defendants sold or offered to sell membership interests in Stonewall by means of \nuntrue statements . . . and/or by means of omissions[;]”  (Compl. ¶ 143.)  that \nPlaintiffs invested in Stonewall because of the untruths or omissions made by \nDefendants; and that these untruths or omissions were of material fact.  (Compl. ¶¶ \n64, 96, 98–99, 104, 108, 114–15, 145.)   \n{52} A security under the NCSA includes investment contracts.  Plaintiffs \nhave alleged that they were sold memberships in Stonewall and that Stonewall was \na common enterprise that would return profits to the investors through the \nmanagerial efforts of individuals other than Plaintiffs. (Compl. ¶¶ 54, 59–65, 96, \n98–99, 116–24.)  Accordingly, Plaintiffs have sufficiently alleged that a security was \noffered and sold.  Plaintiffs have also alleged that the sale was based on untruths or \nomissions of material fact.  (Compl. ¶¶ 143, 145.)  While a conclusory allegation that \nthe untruths were material would be insufficient, here Plaintiffs have alleged \nadditional facts in support of their assertion.  (Compl. ¶¶ 61, 64–66, 96, 98–99, 104, \n108, 114–15.)  Thus, Plaintiffs have sufficiently alleged all of the elements to \nsupport a violation of the NCSA. \n{53} The Court, therefore, DENIES DENIES DENIES DENIES Defendants’ Motions to Dismiss with \nrespect to this claim. \nVI. \nNEGLIGENCE \n{54} Under North Carolina law, “the essential elements of any negligence \nclaim are the existence of a legal duty or standard of care owed to the plaintiff by \nthe defendant, breach of that duty, and a causal relationship between the breach of \nduty and certain actual injury or loss sustained by the plaintiff.”  Harris v. \nDaimlerChrysler Corp. , 180 N.C. App. 551, 555, 638 S.E.2d 260, 265 (2006). \n{55} The duty to protect others from harm arises whenever “A” is by \ncircumstances placed in such a position with respect to “B” that a reasonable person \nin “A’s” position will at once recognize that if he fails to use ordinary care and skill \nin his own conduct regarding those circumstances, he will cause injury to the person \nor property of “B”.  See Davidson and Jones, Inc. v. County of New Hanover , 41 N.C. \nApp. 661, 666, 255 S.E. 2d 580, 583 (1979). \n{56} Ordinarily, a shareholder may not maintain an individual action \nagainst a third party for an injury that directly affects the corporation unless “the \nshareholder can show that the wrongdoer owed him a special duty  or that the injury \nsuffered by the shareholder is separate and distinct  from the injury sustained by \nthe other shareholders or the corporation itself.  Regions Bank v. Reg’l Prop. Dev. \nCorp. , 2008 NCBC 8, ¶ 45 (N.C. Super. Ct. April 21, 2008), http://www.ncbusiness \ncourt.net/opinions/2008%20NCBC%208.pdf (quoting Barger v. McCoy Hillard & \nParks , 346 N.C. 650, 658, 488 S.E.2d 215, 219 (1997) (emphasis added)). 6  \n{57} To proceed under the “special duty” exception, “the [special] duty must \nbe one that the alleged wrongdoer owed directly to the shareholder as an \nindividual.”  Barger , 346 N.C. at 659 (internal quotations omitted); see also  \nRobinson, supra  17.02[1] (stating that the shareholder must show a loss peculiar to \n                                                 \n6  These are exceptions to the general rule established by the North Carolina Supreme Court in \nBarger  that states that, “shareholders cannot pursue individual causes of action against third \nparties for wrongs or injuries to the corporation that result in the diminution or destruction of the \nvalue of their stock.”  Barger , 346 N.C. at 658.  \nhimself to maintain a direct claim). \n{58} “[N]egligence liability [may] be imposed, in appropriate circumstances, \nto protect the foreseeable interests of third parties not in privity of contract.”  \nHowell v. Fisher , 49 N.C. App. 488, 493, 272 S.E.2d 19, 23 (1980).  These situations \nhave allowed “third part[ies], not in privity of contract . . . [to] recover for negligence \nwhich proximately causes a foreseeable economic injury.”  Id. at 494, 272 S.E.2d at \n23.  In Howell , the Court of Appeals was asked to decide whether plaintiffs, who \nwere investors in a corporation, had sufficiently stated an individual rather than \nderivative claim where “defendants’ agent, personally delivered and exhibited \ncopies of [a] report . . . for the purpose of inducing [plaintiffs] to invest in the \ncorporation.”  Id. at 496, 272 S.E.2d at 25.  The court held that “plaintiffs ha[d] \nstated an individual claim in negligence for injuries ‘peculiar or personal’ to \nthemselves . . . .”  Id. at 498, 272 S.E.2d at 26.  Courts have also interpreted \nsituations where a special duty arose to include negligent misrepresentations made \nby officers or directors to induce individuals to buy stock.  Id. at 498, 272 S.E.2d at \n26; Robinson, supra 17.02[1] (citing Bane v. Powell , 192 N.C. 387, 391, 135 S.E. 118 \n(1926)); Harris v. Wachovia Corp. , 2011 NCBC 3, at ¶ 53 (N.C. Super. Ct. Feb 23, \n2011), http://www.ncbusinesscourt.net/opinions/2011_NCBC_3.pdf (stating that “[a] \nspecial duty has been found when an individual was induced to become a \nshareholder by the wrongful actions of a party.”  (citing Howell , 49 N.C. App. at 498, \n272 S.E.2d at 26));  see also  Allen v. Ferrera , 141 N.C. App. 284, 291, 540 S.E.2d \n761, 766 (2000) (holding that “negligent misrepresentation by a third party which \ninduced plaintiffs to become shareholders created . . . a special duty.”).   \n{59} Plaintiffs must also take reasonable steps in relying on the information \nprovided for investment. “‘[W]hen the party relying on the false or misleading \nrepresentation could have discovered the truth upon inquiry, the complaint must \nallege that he was denied the opportunity to investigate or that he could not have \nlearned the true facts by exercise of reasonable diligence.’”  Oberlin Capital , L.P. v. \nSlavin , 147 N.C. App. 52, 59, 554 S.E.2d 840, 846–47 (2001) (quoting Hudson-Cole \nDev. Corp. v. Beemer , 132 N.C. App. 341, 346, 511 S.E.2d 309, 313 (1999)) (holding \nthat plaintiff’s failure to allege that it was denied the opportunity to investigate or \ncould not have learned of the untruth through reasonable diligence defeated its \nclaim for negligence). \n{60} Here, Plaintiffs allege: that leading up to their respective investments \nin Stonewall, Defendants prepared and provided documents and information \nconcerning Stonewall’s financial viability;  (Compl. ¶¶ 54, 57, 62, 78, 93–94, 106.) \nthat these documents were intended to induce Plaintiffs’ investment in Stonewall \nand constituted representations on the part of Defendants that created a duty to \nprovide Plaintiffs with “accurate information[;]”  (Compl. ¶ 148.)  that Defendants \nbreached their duty by providing inaccurate information and by not exercising \nreasonable care to ensure that the information given to Plaintiffs was accurate;  \n(Compl. ¶ 149.)  and as a result of Defendants’ alleged breach, Plaintiffs lost \nsignificant sums of money invested in Stonewall.  (Compl. ¶¶ 4–5, 150.) \n{61} As was the case in Howell , while Defendants and Plaintiffs in this case \nwere not in privity of contract, Plaintiffs have sufficiently alleged a relationship \nwherein Defendants provided investment advice upon which they knew Plaintiffs \nwould rely.  Accordingly, Defendants’ representations, and the forseeability that \nPlaintiff would rely on them, imposed a duty on Defendants to use reasonable care \nin the production of their investment materials.  See Howell,  49 N.C. App. at  \n493–98, 272 S.E.2d at 23–26.  Plaintiffs also adequately allege that Defendants \nnegligently prepared documents containing false or misleading information, \ncommunicated that information to Plaintiffs, and because of those \nmisrepresentations, Plaintiffs were injured.  While the element of causation has \nbeen pled, it has also generally been held to be an inference of fact to be drawn from \nother facts and circumstances, and ordinarily a question for the jury.  Taylor v. \nInterim Healthcare of Raleigh-Durham , 154 N.C. App. 349, 353, 574 S.E.2d 11, 14 \n(2002).  As to Plaintiffs’ ability to discover the truth upon inquiry, the Court finds \nthat Plaintiffs alleged that they had an accountant review the financial information \nprovided by Defendants.  (Compl. ¶ 109.)  The accountant’s inability to detect any \nirregularities supports Plaintiffs’ contention that they could not have discovered the \ntruth.  Accordingly, the Court concludes that Plaintiffs have sufficiently pled a \nclaim for negligence.  \n{62} The Court hereby DENIES DENIES DENIES DENIES Defendants’ Motions to Dismiss with \nrespect to this claim. \nVII. \nNEGLIGENT MISREPRESENTATION \n {63} Plaintiffs’ cause of action for negligent misrepresentation is closely \nrelated to their claim for negligence in that they both are predicated on allegations \nthat Defendants failed to use reasonable care in the preparation of financial \ndocuments and advice that were intended to induce Plaintiffs to invest in Stonewall. \n {64} “Our Supreme Court has held that ‘the tort of negligent \nmisrepresentation occurs when a party justifiably relies to his detriment on \ninformation prepared without reasonable care by one who owed the relying party a \nduty of care.’”  Bob Timberlake Collection, Inc. v. Edwards , 176 N.C. App. 33, 40, \n626 S.E.2d. 315, 321 (2006) (quoting Raritan  River Steel Co. v. Cherry, Bekaert & \nHolland , 322 N.C. 200, 206, 367 S.E.2d 609, 612 (1988)).  However, a shareholder \ngenerally can not recover individually for an injury to the corporation that results in \nloss of stock value.  Barger v. McCoy Hillard & Parks , 346 N.C. 650, 658, 488 S.E.2d \n215, 219 (1997) .  An exception to this rule occurs “if the [shareholder or] guarantor \ncan show . . . that the wrongdoer owed him a special duty.”  Id.   “[N]egligent \nmisrepresentation by a third party which induced plaintiffs to become shareholders \ncreate[s] such a special duty.”  Allen v. Ferrera , 141 N.C. App. 284, 291, 540 S.E.2d \n761, 766 (2000).  “Applying the same rule, our Supreme Court held . . . that \nnegligent misrepresentation by a third party that induce[s] plaintiff[] to personally \nguarantee a corporation’s loans likewise create[s] such a special duty.”  Id. (citing \nBarger , 346 N.C. at 658, 488 S.E.2d at 219).   “‘[W]hether liability accrues is highly \nfact-dependent, with the question of whether a duty is owed a particular plaintiff \nbeing of paramount importance.’”  Marcus Bros. Textiles, Inc. v. Price Waterhouse, \nL.L.P. , 350 N.C. 214, 220, 513 S.E.2d 320, 325 (1999) (citations omitted). \n{65} Even if a misrepresentation is made, plaintiff will only be able to \nrecover if his reliance was justified.  “[W]hen the party relying on the false or \nmisleading representation could have discovered the truth upon inquiry, the \ncomplaint must allege that he was denied the opportunity to investigate or that he \ncould not have learned the true facts by exercise of reasonable diligence.”  Oberlin \nCapital , L.P. , at 59, 554 S.E.2d at 846–47 (quoting Hudson-Cole Dev. Corp. , at  \n346, 511 S.E.2d at 313).  This is not to say that “[t]he law . . . require[s] a prudent \nman to deal with every one as a rascal.”  Gary v. Jenkins , 151 N.C. 80, 83, 65 S.E. \n644, 645 (1909).  A plaintiff is not barred from recovery because he had a lesser \nopportunity to investigate representations made by someone with superior \nknowledge.  See  Phelps-Dickson Builders, L.L.C. v. Amerimann Partners,  172 N.C. \nApp. 427, 438, 617 S.E.2d 664, 671 (2005).  In close cases, those who deceive or are \nnegligent in their duties should not be able to tell an unknowing investor that “[y]ou \nought not to have trusted me. If you had not been so gullible, ignorant, or negligent, \nI could not have deceived you.”  Id. (quoting Johnson v. Owens , 263 N.C. 754, 758, \n140 S.E.2d 311, 314 (1965)).  The question of whether reliance was justifiable is a \njury question, “‘unless the facts are so clear as to permit only one conclusion’”  \nMarcus Bros. Textiles , 350 N.C. at 225, 513 S.E.2d at 327 (citations omitted). \n{66} Here, as is indicated in this Court’s discussion of Plaintiffs’ negligence \nclaim, Defendants’ relationship with Plaintiffs created a special duty to take \nreasonable care in the preparation and relay of investment information to Plaintiffs. \nSee Marcus Bros. Textiles , 350 N.C. at 220, 513 S.E.2d at 325; see also  Allen v. \nFerrera , 141 N.C. App. 284, 291, 540 S.E.2d 761, 766 (holding that “negligent \nmisrepresentation by a third party which induced plaintiffs to become shareholders \ncreated . . . a special duty.”).  Plaintiffs have alleged that Defendants were negligent \nin their preparation of the information provided Plaintiffs, and that Plaintiffs relied \non that information to their detriment.  (Compl. ¶¶ 155, 157.)  Notwithstanding \nboth parties’ knowledge and familiarity with the paper and corrugated products \nindustry, and it being unnecessary to determine whether reliance was justified in a \nMotion to Dismiss, Plaintiffs also allege that they had an accountant review the \nfinancial information provided by Defendants.  (Compl. ¶ 109.)  The accountant’s \ninability to detect any irregularities in the information Defendants provided \nsupports Plaintiffs’ contention that they were unable to discover the truth by the \nexercise of reasonable diligence.  Accordingly, Plaintiffs have sufficiently stated a \nclaim for negligent misrepresentation.  \n{67} The Court, therefore, DENIES DENIES DENIES DENIES Defendants’ Motions to Dismiss with \nrespect to this claim. \nVIII. \nCONCLUSION \n {68} WHEREFORE WHEREFORE WHEREFORE WHEREFORE, Plaintiffs’ causes of action against Defendants for \nviolation of the NCSA, negligence, and negligent misrepresentation have been \nsufficiently pled.  The Court also finds that Plaintiffs have sufficiently alleged  \ninjury in fact and thus have standing to pursue the claims alleged.  The Court,  \ntherefore, DENIES DENIES DENIES DENIES Defendants’ Motions to Dismiss with respect to all claims. \nSS SSO ORDERED O ORDERED O ORDERED O ORDERED,    this the 1st  day of March, 2012. \n        \n "
}