{
  "id": "7944d8c718b9d5f41c702b05cd184a7bf8211fabe0e06859e33d64f27409ad90",
  "source_file": "data/raw/ncbc/7944d8c718b9d5f41c702b05cd184a7bf8211fabe0e06859e33d64f27409ad90.pdf",
  "raw_text": " Rockingham Cnty. v. NTE Energy, LLC, 2024 NCBC 23. \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF ROCKINGHAM \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23 CVS 1504 \n \n \nROCKINGHAM COUNTY, \n \nPlaintiff, \nv. \nNTE ENERGY, LLC; NTE \nCAROLINAS II LLC; NTE \nCAROLINAS II HOLDINGS, LLC; \nCASTILLO INVESTMENT \nHOLDINGS II, LLC; NTE ENERGY \nSERVICES COMPANY, LLC; JOHN \nDOE, NATURAL PERSON; and \nJOHN DOE, CORPORATE ENTITY, \n \nDefendants. \n \n \n \nORDER AND OPINION  \nON MOTIONS TO DISMISS \n \nTHIS MATTER  comes before the Court on Defendant Castillo Investment \nHoldings II, LLC’s Amended Motion to Dismiss (ECF No. 27), Defendant NTE \nCarolinas II Holdings, LLC’s Motion to Dismiss (ECF No. 31), Defendant NTE \nCarolinas II LLC’s Motion to Quash Service of Process and Motion to Dismiss (ECF \nNo. 33), and Defendants NTE Energy, LLC  and NTE Energy Services Company, \nLLC’s Motion to Dismiss Amended Complaint, or, in the Alternative, for a More \nDefinite Statement (ECF No. 36) (collectively, the “Motions”). \n THE CO URT concludes that the Motions should be GRANTED, in part, \nDENIED AS MOOT, in part, and DEFERRED, in part, as set forth below. \nFrazier, Hill & Fury, RLLP, by William Hill and Clyde B. Albright, for \nPlaintiff Rockingham County. \n \nNelson Mullins Riley & Scarborough LLP, by Lee D. Wedekind & Kelly \nReid, for Defendants NTE Energy LLC  and NTE Energy Services Co. \nLLC. \n \nRayburn Cooper & Durham, P.A., by Matthew Tomsic & Rachel E . \nBrinson, for Defendants Castillo Investment Holdings II LL C, NTE \nCarolinas II Holdings LLC, and NTE Carolinas II LLC. \n \nDavis, Judge. \nINTRODUCTION \n1. This case arises out of a failed economic development project.  Plaintiff \nRockingham County entered into a series of agreements with a company called NTE \nCarolinas II LLC (“Carolinas”) in which the County agreed to provide economic \ndevelopment assistance to Carolinas in exchange for Carolinas’ construction of a 500-\nmegawatt natural gas electric generating facility in Rockingham County.  The County \ncontends that pursuant to the project agreements, it agreed to make certain \ninfrastructure improvements for which it would be reimbursed by Carolinas  in the \nevent that Carolinas terminated the project. \n2. The project has stalled, and it is unclear when—if ever—it will resume.  \nAs a result , Rockingham County has brough t the present lawsuit seeking various \nforms of relief, including reimbursement of its infrastructure  improvement costs \n(which allegedly total $1,573,429.18), from Carolinas.  In addition to suing Carolinas, \nhowever, Rockingham County has also named as defendants four additional \ncompanies that, according to Rockingham County, are affiliated with Carolinas and \nare likewise liable to the County. \n3. The primary issue raised by the present Motions is whether the case \nshould proceed against these additional defendants in addition to Carolinas.  In order \nto resolve th is question , the Court must apply North Carolina law regarding \ncorporate veil piercing, joint enterprise liability, and conspiracy. \nFACTUAL AND PROCEDUAL BACKGROUND \n4. The Court does not make findings of fact on a motion to dismiss under \nRule 12(b)(6) of the North Carolina Rules of Civil Procedure and instead r ecites \npertinent facts contained in the Complaint and in documents attached to, referred to, \nor incorporated by reference in the Complaint  that are relevant to the Court’s \ndetermination of the motion.  \n5. On 13 October 2015, representatives from “NTE Energy”1 contacted the \nRockingham County Manager about plans to develop a power plant in North \nCarolina.  Over the next several months, meetings took place between county officials \nand NTE Energy representatives.  NTE Energy represented that it was planning to \nbuild a 500-megawatt natural gas electric generating facility in Rockingham County \nthat would be known as the Reidsville Energy Center (“REC ”) and would ultimately \nbe capable of providing power to approximately 450,000 homes.   NTE Energy \nrepresented to county officials that the REC Project would involve a $500 million \ninvestment that would , among other things, provide increased revenues from the \nCounty’s sale of water and treatment of wastewater and serve as a substantial \naddition to the local tax base.  (See Am. Compl. ¶¶ 1–6, 28–29, ECF No. 20.) \n \n1 As discussed in detail later in this Opinion, details concerning the legal status of NTE \nEnergy, the principals behind i t, and its precise relationship to Carolinas (and to the other \nnamed Defendants in this action) are presently unclear.  (See Am. Compl. ¶ 6.)   \n6. Rockingham County ultimately entered into an “economic development \npackage” with Carolinas consisting of  a series of written  agreements, including a \nLetter of Intent (Am. Compl. Ex. 36), an Economic Development Incentive \nPerformance Agreement  (the “Performance Agreement,” Am. Compl. Ex. 38a) , an \nAgreement for Infrastructure Improvements  (the “Infrastructure Agreement,” Am. \nCompl. Ex. 39a), and a Utilities Agreement (Am. Compl. Ex. 40).  (See Am. Compl. ¶¶ \n35–40.)   \n7. Pursuant to the Infrastructure Agreement, the County agreed to provide \nspecified water and wastewater infrastructure improvements by 1 September 2019  \nand that it would make certain preliminary expenditures in order to meet this \ndeadline.  (Am. Compl. ¶ 39.)  The Infrastructure Agreement also provided that if \nCarolinas terminated the REC Project, it would reimburse Rockingham County for \nexpenditures incurred through the date of termination.  (Am. Compl. ¶ 39.) \n8. Rockingham County issued a Special Use Permit for a Public Utilities \nFacility to Carolinas on 27 October 2016.  (Am. Compl. ¶ 31; Am. Compl. Ex. 31.)  In \naddition, the North Carolina Utilities Commission issued Carolinas a Certificate of \nConvenience and Public Necessity for the REC on 19 January 2017.  (Am. Compl. ¶ \n41; Am. Compl. Ex. 41.) \n9. On 16 June 2017, Rockingham County proceeded to execute an \nInstallment Financing Contract with Branch Banking and Trust Company (“BB&T”) \nfor funding in the amount of $1,452,000 fo r the design of water and wastewater \ninfrastructure improvements in connection with the REC Project.  (Am. Compl. ¶ 44.)  \n10. On or about 8 November 2017, Carolinas entered into a Large Generator \nInterconnection Agreement (“LGIA”) with Duke Energy. 2  (Am. Compl. ¶ 45.)  \nCarolinas subsequently defaulted on its obligations under the LGIA, resulting in the \nfiling of a lawsuit by Duke Energy against Carolinas.  (Am. Compl. ¶¶ 45–47, 51–54.) \n11. At some point during its dispute with Duke Energy, Carolinas made the \ndecision to suspend work on the REC Project.  (Am. Compl. ¶ 52.)  \n12. On or about 20 September 2019 —after Carolinas halted work on the \nREC Project and after Duke Energy filed its lawsuit against Carolinas—Rockingham \nCounty completed its preliminary work on the engineering and design of the project, \nfor which it spent $1,294,842.23 of funds from the Installment Financing Contract.   \n(Am. Compl. ¶ 61.) \n13. In an email sent to the Rockingham County Manager on 3 March 2020, \nan individual affiliated with NTE Energy provided assurance that the REC “[P]roject \nwould be resumed as soon as possible [.]”  (Am. Compl. ¶ 62; Am. Compl. Ex. 62 .)  A \nletter offering similar reassurance to the County was sent by an attorney associated \nwith Carolinas on 13 May 2022.  (Am. Compl. ¶ 68; Am. Compl. Ex. 68.) \n14. To date, no construction activities have begun on the REC Project.  (Am. \nCompl. ¶ 72 .)  O n 8 March 2023, Carolinas “withdrew from North Carolina and \nrepresented to the NC Secretary of State that it was no longer doing business in the \n \n2 Pursuant to the Federal Power Act, the nature of the REC Project required the execution of \nthe LGIA between Carolinas and Duke Energy, which “establish[es] the terms and conditions \nunder which public utilities that own, control, or operate facilities for transmitting electric \nenergy in interstate commerce must provide interconnection service to large generating \nfacilities.”  Reform of Generator Interconnection Procedures and Agreements, Order No. 845, \n83 FR 21,342 (May 9, 2018), 163 FERC ¶ 61,043 (2018).   \nstate.”  (Am. Compl.  ¶ 74 .)  However, Carolinas has never informed Rockingham \nCounty that the project has been terminated.  (Am. Compl. ¶ 74.) \n15. Rockingham County initiated this action by filing a Complaint in \nRockingham County Superior Court o n 21 July 2023.  ( Compl., ECF No. 3.)  On 21 \nNovember 2023, this case was designated a mandatory complex business case and \nassigned to the undersigned.  (ECF Nos. 1, 2.) \n16. On 26 October 2023, Rockingham County filed an Amended Complaint.  \n(Am. Compl., ECF No. 20.)  The Amended Complaint asserts the following claims: (1) \ndeclaratory judgment (against Carolinas); (2) breach of contract (against Carolinas); \n(3) breach of the duty of good faith and fair dealing (against Carolinas); (4) breach of \nfiduciary duty/constructive fraud  (against Carolinas) ; (5) account stated  (against \nCarolinas); (6) unjust enrichment  (against Carolinas) ; (7) promissory estoppel  \n(against Carolinas); (8) negligent misrepresentation  (against Carolinas); (9) unfair \nand deceptive trade practices  (against Car olinas); (10) piercing the corporate veil  \n(against all Defendants); (11) civil conspiracy/facilitation of fraud  (against all \nDefendants); (12 ) fraudulent inducement  (against all Defendants); and (13) \nattachment (against Carolinas).  (Am Compl. ¶¶ 75–212.) \n17. In addition to Carolinas, the Amended Complaint also named the \nfollowing additional Defendants 3: NTE Energy, LLC ; NTE Carolinas II Holdings, \n \n3 All but one of the named entity Defendants in this case (as well as the joint enterprise in \nwhich the se entities  are alleged to have participated) have very similar names.  In this \nOpinion, the Court has strived to provide some degree of clarity when distinguishing between \nthese various entities, but it is unfortunately impossible to completely eliminate the \nconfusion resulting from the similarity of their names. \n \nLLC (“Holdings”); Castillo Investment Holdings II, LLC  (“Castillo”); NTE Energy \nServices Company, LLC  (“NTE Energy Services ”); John Doe, Natural Person; and \nJohn Doe, Corporate Entity.4 \n18. Each of the named Defendants subsequently filed Motions to Dismiss.  \nIn its Motion, Carolinas seeks dismissal only as to several of the claims asserted \nagainst it.  However, the Remaining Defendants 5 contend that the dismissal of all \nclaims asserted against them is proper based on the failure to state a valid claim for \nrelief against them  pursuant to Rule 12(b)(6) .  In addition, three of the Remaining \nDefendants—NTE Energy, LLC, NTE Energy Services, and Castillo —also seek \ndismissal for lack of personal jurisdiction under Rule 12(b)(2). \n19. A hearing on the pending Motions was held on 20  March 2024.  The \nMotions are now ripe for resolution.   \nLEGAL STANDARD \n20. In ruling on a motion to dismiss under Rule 12(b)(6), the Court may only \nconsider the pleading and “any exhibits attached to the [pleading,]” Krawiec v. Manly, \n370 N.C. 602, 606 (2018) , in order to determine whether “as a matter of law, the \nallegations of the complaint, treated as true, are sufficient to state a claim upon which \nrelief can be granted under some recognized legal theory.”  Forsyth Mem’l Hosp., Inc. \n \n4 The Amended Complaint also named as an additional Defendant Vitis Energy, LLC \n(“Vitis”).  However, on 26 March 2024, Rockingham County took a voluntary dismissal as to \nits claims against Vitis.  ( Vol. Dismiss., ECF No. 57.)  As a result, Vitis is no longer a party  \nto this action. \n \n5 Throughout this Opinion, the Court refers to the entity Defendants other than Carolinas as \nthe “Remaining Defendants.” \nv. Armstrong World Indu s., Inc., 336 N.C. 438, 442 (1994) ( cleaned up).  The Court \nmust view the allegations in the complaint “in the light most favorable to the non -\nmoving party.”  Christenbury Eye Ctr., P.A. v. Medflow, Inc. , 370 N.C. 1, 5 (2017) \n(cleaned up).  \n21. “It is well-established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen (1) the complaint on its face reveals that no law supports the plaintiff’s claim; \n(2) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plaintiff’s \nclaim.”  Corwin v. British Am. Tobacco PLC , 371 N.C. 605, 615 (2018)  (cleaned up).  \nAdditionally, the Court may “reject allegations [in the complaint] that are \ncontradicted by the documents a ttached, specifically referred to, or incorporated by \nreference in the complaint.”  Laster v. Francis, 199 N.C. App. 572, 577 (2009); see also \nOberlin Capital, L.P v. Slavin , 147 N.C. App. 52, 60 (2001) (stating that in deciding \na Rule 12(b)(6) motion, the  Court may consider documents to which the complaint \nspecifically refers).   \nANALYSIS \nI. Summary of Defendant Companies \n22. At the outset, it is helpful to understand the general nature of the \ncompanies Rockingham County has sued  in this action and how they are alleged to \nbe affiliated with each other .  The Amended Complaint contains the following \npertinent allegations about these entities: \n23. Carolinas is a Delaware company with its principal place of business in \nFlorida.  It is a wholly-owned subsidiary of Holdings and an affiliate of NTE Energy, \nLLC.  Filings on its behalf with the North Carolina Secretary of State were made in \nMarch of 2023 by Stephanie Clarkson , who signed the filings as the Manager of  \nHoldings.  (Am. Compl. ¶ 10.) \n24. NTE Energy, LLC is a Florida limited liability company .  The sole \nmember of the company was formerly  Seth Shortlidge, but he was later replaced by \nClarkson, Michael Green, and Timothy Eves.   NTE Energy, LLC is the managing \nmember of NTE Energy Services.  (Am. Compl. ¶ 11.) \n25. NTE Energy Services  is a Florida limited liability company .  Its \nregistered agent is Shortlidge.  The sole manager of NTE Energy Services is NTE \nEnergy, LLC.  (Am. Compl. ¶ 12.) \n26. Holdings is a Delaware company with its principal place of business in \nFlorida.  It is wholly owned by Castillo.  (Am. Compl. ¶ 13.) \n27. Castillo is a Florida limited liability company.  As noted above, it is the \nsole owner of Holdings.  Shortlidge is the manager of Castillo.  (Am. Compl. ¶ 14.) \nII. The Remaining Defendants’ Motions to Dismiss Under Rule 12(b)(6) \n28. As noted above, the Remaining Defendants seek dismissal of all claims \nagainst them in this action  for failure to state a valid claim for relief under Rule \n12(b)(6).  In addition, NTE Energy, LLC, NTE Energy Services, and Castillo have \nmoved for dismissal based on lack of personal jurisdiction pursuant to Rule 12(b)(2) .  \nNormally, the Court would addre ss the personal jurisdiction arguments first .  \nHowever, the Court , in the exercise of its discretion and in accordance with its \ninherent authority to do all things reasonably necessary for the proper administration \nof justice , instead deems it appropriate to analyze the Remaining Defendants’ \nmotions under Rule 12(b)(6) and defer ruling on the ir Rule 12(b)(2) motions .  See \nAdams v. Aventis, S.A., 2003 NCBC LEXIS 10, at **25 (N.C. Super. Ct. Aug. 26, 2003) \n(ruling on defendants’ motion to dismiss under Rule 12(b)(6) and deferring ruling on \ndefendants’ motion to dismiss for lack of personal jurisdiction under Rule 12(b)(2)). \n29. The Amended Complaint alleges a contractual relationship solely \nbetween Rockingham County and Carolinas.  (See Am. Compl. ¶ 10.)  Of the thirteen \nclaims in the Amended Complaint, the only ones asserted against the Remaining \nDefendants are the County’s claims for piercing the corporate veil, civil \nconspiracy/facilitation of fraud, and fraudulent inducement .  (See Am. Compl. ¶¶ \n166–207.)  The Court will discuss each of these in turn.   \nA. Veil Piercing \n30. As discussed in detail below, Rockingham County has failed to plead the \ntraditional elements of a veil piercing claim.  Instead, it seeks to pierce the corporate \nveil of the Remaining Defendants by alleging that they—along with Carolinas—were \nengaged at all relevant times in a joint en terprise known as NTE Energy. 6  The \nCounty’s present allegations, however,  are legally insufficient to support  such a \ntheory of recovery against them. \n \n6 For clarity, it is important to note that the Amended Complaint  uses the name “NTE \nEnergy” to refer to the alleged joint enterprise that allegedly existed between the various \nDefendants.  The Amended Complaint separately uses the name “NTE Energy, LLC” to refer \nto the named Defendant who bears that actual name. \n31. As an initial matter, t his Court has recognized that  “piercing the \ncorporate veil is not a theory of liability.”  Gallaher v. Ciszek, 2022 NCBC LEXIS 131, \nat **34 (N.C. Super. Ct. Nov. 4, 2022).  Instead, “it provides an avenue to pursue legal \nclaims against corporate officers or directors who would otherwise be shielded by the \ncorporate form. . . . [T]he party that seeks to disregard the corporate form must also \nestablish an independent claim on which to hold the controlling person or entity \nliable.”  Id. at **34–35 (cleaned up).  \n32. It is well settled that “a corporation is an entity distinct from its \nshareholders, even if all of its stock is owned by a single individual or corporation. ”  \nGriffin Mgmt. Corp. v. Carolina Power & Light Co. , 2009 NCBC LEXIS 28, at **7 \n(N.C. Super. Ct. Nov. 1 2, 2009) (citing Troy Lumber Co. v. Hunt , 251 N.C. 624, 627 \n(1960)).  “That a parent company wholly owns the capital stock of its subsidiary and \nmembers of the board of directors of both corporations are the same, nothing else \nappearing, ‘is not sufficient to render the parent  corporation liable for the contracts \nof its subsidiary.’ ”  Id. (quoting Whitehurst v. FCX Fruit and Vegetable, 224 N.C. 628, \n637 (1944)).  “Indeed, there must be additional circumstances showing fraud, actual \nor constructive, or agency, to establish such  liability.”  Id.  As this Court has \nexplained: \nThe parent-subsidiary relationship exists, in part, to limit the liability \nof a corporation ’s shareholders.  Excel Staffing Serv., Inc. v. HP \nReidsville, 172 N.C. App. 281, 290, 616 S.E.2d 349 (2005).  Indeed, “a \nshareholder of a corporation is not personally liable for the acts or debts \nof the corporation except that he may become personally liable by reason \nof his own acts or conduct.”  N.C. Gen. Stat. § 55 -6-22.  The limited \nliability rule applies whether the shareholders are individuals or \nanother corporation.  Excel at 290, 616 S.E.2d 349. \n \nId. at **7–8.  \n \n33. This Court has summarized the doctrine of veil piercing as follows:   \nIn North Carolina, “[t]he general rule is that in the ordinary course of \nbusiness, a corporation is treated as distinct from its shareholders.”  \nRidgeway Brands Mfg., LLC, 362 N.C. at 438, 666 S.E.2d 107.  In proper \ncircumstances, however, a court can look behind the corporate form and \ndisregard the corporation’s separate and independent existence.  Id. at \n438–39, 666 S.E.2d 107.  Our appellate courts have repeatedly cautioned \nthat disregarding the corporate form, or piercing the corporate veil, is a \nremedy that “should be invoked only in an extreme case where necessary \nto serve the ends of justice.”  Dorton v. Dorton, 77 N.C. App. 667, 672, \n336 S.E.2d 415 (1985).  “Piercing the corporate veil . . . allows a plaintiff \nto impose legal liability for a corporation ’s obligations, or for torts \ncommitted by the corporation, upon some other company or individual \nthat controls and dominates a corporation.”  Green v. Freeman, 367 N.C. \n136, 145, 749 S.E.2d 262 (2013).  Courts will pierce the corporate veil to \nprevent the misuse of the corporate form for a fraudulent purpose or to \navoid an unconscionable result.  See Ridgeway Brands Mfg., LLC , 362 \nN.C. at 438–39, 666 S.E.2d 107. \n \nIn order to pierce the corporate veil, a party must show “that the \ncorporation is so operated that it is a mere instrumentality or alter ego \nof the sole or dominant shareholder and a shield for his activities in \nviolation of the declared public policy or statute of the State.”  Green, \n367 N.C. at 145, 749 S.E.2d 262 (citation omitted).  The “instrumentality \nrule” inquiry involves three elements: \n \n(1) Control, not mere majority or complete stock control, but complete \ndomination, not only of finances, but of policy and business practice in \nrespect to the transaction attacked so that the corporate entity as to this \ntransaction had at the time no separate mind, will or existence of its \nown; and \n \n(2) Such control must have been used by the defendant to commit fraud \nor wrong, to perpetrate the violation of a statutory or other positive legal \nduty, or a dishonest and unjust act in contravention of [a] plaintiff’s legal \nrights; and \n \n(3) The aforesaid control and breach of duty must proximately cause the \ninjury or unjust loss complained of. \n \nId. at 145 –46, 749 S.E.2d 262 (internal citations omitted).  Factors \nrelevant to the Court ’s analysis include “inadequate capitalization, \nnoncompliance with corporate formalities, lack of a separate corporate \nidentity, excessive fragmentation, siphoning of funds by the dominant \nshareholder, nonfunctioning officers and directors, and absence of \ncorporate records.”  Id. at 145, 749 S.E.2d 262 (internal citations \nomitted). \n \nState ex rel. Cooper v. Western Sky Fin., LLC , 2015 NCBC LEXIS 87, *13 –17 (N.C. \nSuper. Ct. Aug. 27, 2015). \n34. North Carolina also recognizes the related doctrine of “reverse veil \npiercing.”  Under this doctrine, “where one entity is the alter -ego, or mere \ninstrumentality, of another entity, shareholder, or officer, the corporate veil may be \npierced to treat the two entities as one and the same, so that one cannot hide behind \nthe other to avoid liability.”  Fischer Inv. Capital, Inc. v. Catawba Dev. Corp. , 200 \nN.C. App. 644, 650 (2009) (cleaned up). \n35. In the Amended Complaint, Rockingham County does not allege that \ncomplete control is exercised by any of the Remaining Defendants over Carolinas (or \nvice versa). Moreover, rather than specifically stating which corporate forms the \nCourt should disregard, the County instead asks the Court to treat each of the \nDefendant entities “as one and the same.”  (Am. Compl. ¶ 186.)  \n36. Thus, Rockingham County’s allegations do not properly allege the \nelements of veil piercing as that doctrine has been historically recognized  by North \nCarolina courts.  See Blue Ridge Pediatric  & Adolescent Med., Inc. v. First Colony \nHealthcare, 2012 NCBC LEXIS 52, at *38 (N.C. Super. Ct. Oct. 3, 2012) (holding that \nplaintiffs “fail[ed] to point to specific acts of control or domination by the Individual \nDefendants over [Corporate] Subsidiaries” in dismissing veil piercing claim); see also \nW&W Partners, Inc. v. Ferrell Land Co., LLC , 2018 NCBC LEXIS 52, *25 –26 (N.C. \nSuper. Ct. May 22, 2018) (dismissing claim for piercing the corporate veil when \nallegations consisted of “rote recitation of the factors enunciated by North Carolina’s \nappellate courts” without any supporting facts). \n37. Rockingham County does not seriously dis pute the Remaining \nDefendants’ argument that it has not properly alleged a standard theory of veil \npiercing.7  Instead, it contends that veil piercing should be permitted in this case \nbecause all of the named Defendants have operated as a joint enterprise under the \nname “NTE Energy” and that all of the acts alleged in the Amended Complaint were \ncarried out pursuant to the affairs of this joint enterprise. \n38. This Court has stated the follo wing regarding liability under a joint \nenterprise theory: \nLike conspiracy, claims of joint enterprise  . . . do not constitute \nindependent causes of action in North Carolina; these claims form the \nbasis of an agency relationship whereby one party’s conduct may be \nimputed to another.  Pike v. Wachovia Bank & Trust Co. , 274 N.C. 1, \n10–11, 161 S.E.2d 453, 461 (1968). \n \nA joint enterprise is an alliance between two or more people in pursuit \nof a common purpose.  Slaughter v. Slaughter , 93 N.C. App. 717, 720, \n379 S.E.2d 98, 100 (1989).  “Parties may be said to be engaged in a joint \nenterprise when there is a community of interest in the objects or \npurposes of the undertaking, and an equal right to direct and govern the \nmovement of each with respect thereto.”  Id. \n \n7 At the 20 Ma rch hearing, Rockingham County’s counsel admitted that the County is not \ndisputing the compliance of the named Defendants with requisite corporate formalities.  (Hr’g \nTr., at 74.) \n \nBDM Investments v. Lenhil, Inc. , 2012 NCBC LEXIS 7, at **70 –71 (N.C. Super. Ct. \nJan. 18, 2012); see also BDM Invs. v. Lenhil, Inc. , 2014 NCBC LEXIS 6, at **46 –48 \n(N.C. Super. Ct. Mar. 20, 2014).  “When the parties to a joint enterprise . . .  agree to \npursue illegal activity, there is a conspiracy, and each conspirator is jointly and \nseverally liable for any resulting harm from the overt act of one of the parties.”  State \nex rel. Cooper v. Orion Processing, LLC , 2017 NCBC LEXIS 20, at **18 –19 (N.C. \nSuper. Ct. Mar. 7, 2017). \n39. As with veil piercing claims generally, joint enterprise liability is not a \nstandalone claim.  See BDM Investments, 2012 NCBC LEXIS 7, at **70–72 (“[C]laims \nof joint enterprise . . . do not constitute independent causes of action in North \nCarolina; these claims form the basis of an agency relationship whereby one party’s \nconduct may be imputed to another.”). \n40. Here, although Rockingham County seeks to litigate this action under a \ntheory of joint enterprise liability, it has not properly made allegations that are \nsufficient to invoke this doctrine.  Notably, there are no specific allegations of a right \non the part of each Defendant to govern and direct the action s of all the other \nDefendants in furtherance of the aims of the enterprise. \n41. To be sure, the Amended Complaint contains allegations as to various \nstatements and representations  made in press releases , articles, and public filings \npurporting to be on behalf of “NTE Energy” relating to the operation of power plants \nthroughout the country, including the REC Project.  Indeed, attached to the Amended \nComplaint are numerous exhibits containing such statements. Moreover, \nRockingham County has alleged a degree of commonality in ownership of the \ncompanies that comprise the Remaining Defendants.  Rockingham County has raised \nlegitimate questions as to what exactly “NTE Energy” is and who the principals are \nbehind it , as well as their potential involvement in the events described in the \nAmended Complaint.  Rockingham County will have the opportunity to explore these \nissues in depth during discovery and potentially seek leave from the Court to further \namend its pleading based on new information obtained therein. \n42. But that does not mean that the Remaining Defendants must continue \nto remain in the case as Defendants in the meantime.  Despite filing a pleading that \ncontains 212 separate paragraphs along with hundreds of pages of attached exhibits, \nRockingham County has largely lumped the Remaining Defendants together in  its \nallegations without meaningfully differentiating between them or alleging specific \nand tangible acts of wrongdoing by them.  The closest the County comes to a tangible \ntheory of wrongdoing is  its assertion that the assets of Carolinas ha ve been \nintentionally depleted by the Remaining Defendants in order to render Carolinas \njudgment-proof and prevent the County from recovering its alleged losses from \nCarolinas in this action .  However, this theory fails for lack of specificity  in the \nCounty’s allegations.  \n43. In short, Rockingham County has alleged that it has been injured not \nmerely by Carolinas but also by NTE Energy.  It is presently unclear, however, which \nnatural persons or entities are legally responsible for any wrongful ac ts that may \nhave been committed through the use of the NTE Energy brand name (if, in fact, it is \nproperly deemed to be a brand name). \n44. Therefore, the Court agrees with the Remaining Defendants that the \nveil piercing allegations against them should be  dismissed.  However, the Court \npossesses discretion as to whether a dismissal pursuant to Rule 12(b)(6) will be with \nor without prejudice.  See First Fed. Bank v. Aldridge, 230 N.C. App. 187, 191 (2013) \n(“The decision to dismiss an action with or without prejudice is in the discretion of \nthe trial court[.]”).   Here, the Court elects to exercise that discretion by dismissing \nthe claims against the Remaining Defendants without prejudice  such that \nRockingham County shall retain the ability to seek leave to file a new amended \ncomplaint in the event it obtains facts during discovery that would provide it with a \ngood faith basis for seeking to hold one or more of the Remaining Defendants liable \nin this action.8 \n45. Therefore, Rockingham County’s claim for veil piercing is DISMISSED \nWITHOUT PREJUDICE. \nB. Fraudulent Inducement \n \n46. Our Supreme Court has recently observed that the elements of fraud \nand fraudulent inducement are identical.  Value Health Sols., Inc. v. Pharm. Res. \nAssocs., Inc., 385 N.C. 250, 264 (2023).  Those elements consist of the following: \nTo state a claim for fraud in the inducement, a claimant must allege: (i) \nthat the defendant made a false representation or concealed a material \n \n8 In the event that  scenario occurs, NTE Energy, LLC, NTE Energy Services, and Castillo \nwill be free to renew their personal jurisdiction arguments pursuant to Rule 12(b)(2) at that \ntime. \nfact he had a duty to disclose; (ii) that  the false representation related \nto a past or existing fact; (iii) that the defendant made the \nrepresentation knowing it was false or made it recklessly without \nknowledge of its truth; (iv) that the defendant made the representation \nintending to deceive t he claimant; (v) that the claimant reasonably \nrelied on the representation and acted upon it; and (vi) the claimant \nsuffered injury.  \nVestlyn BMP, LLC v. Balsam Mt. Group, LLC , 2016 NCBC LEXIS 48, at *17 (N.C. \nSuper. Ct. June 22, 2016) (citing Harton v. Harton, 81 N.C. App. 295, 298–99 (1986)).   \n47. Defendants make several arguments as to why Rockingham County’s \nfraudulent inducement claim should be dismissed, including the assertion that its \nallegations do not satisfy the heightened pleading requirement for s uch claims as \nrequired by Rule 9(b) of the North Carolina Rules of Civil Procedure.   The Court \nagrees. \n48. Rule 9(b) requires that “the circumstances constituting fraud” be alleged \n“with particularity.”  N.C. R. Civ. P. 9(b).  “The purpose of Rule 9(b) is to provide a \ndefendant with sufficient notice of the fraud alleged in order to meet the charges.” \nProvectus Biopharm., Inc. v. RSM US LLP , 2018 NCBC LEXIS 101, at *63 (N.C. \nSuper. Ct. Sept. 28, 2018) (cleaned up ).  Our Supreme Court has held that “in \npleading actual fraud[,] the particularity requirement is met by alleging time, place[,] \nand content of the fraudulent representation, identity of the person making the \nrepresentation[,] and what was obtained as a result  of the fraudulent acts or \nrepresentations.”  Terry v. Terry, 302 N.C. 77, 85 (1981). \n49. Here, the Amended Complaint fails to comply with the requirements of \nRule 9(b).  Rockingham County ’s broad and conclusory allegations that Defendants \nacted fraudulently in connection with the REC Project are legally insufficient. \n50. Therefore, the County’s  claim for fraudulent inducement  against the \nRemaining Defendants is DISMISSED WITHOUT PREJUDICE.   \nC. Civil Conspiracy/Facilitation of Fraud \n51. In Rockingham County’s eleventh cause of action , it combines a claim \nfor civil conspiracy  with a claim for facilitation of fraud .  These claims are not \ndissimilar. \n52. “The law permits one defrauded to recover from anyone who facilitated \nthe fraud by agreeing for it to be accomplished.”  Brown v. Secor, 2020 NCBC LEXIS \n134, at *26 (N.C. Super. Ct. Nov. 13, 2020).  “A claim based upon facilitation of fraud \nextends liability to those persons where (a) they operate under an agreement to do an \nunlawful act, or to do a lawful act in an unlawful way; (b) wrongful acts were in fact \ndone in furtherance of that agreement; and (c) that resulted in injury to plaintiff.”  \nEstate of Capps v. Blondeau, 2015 NCBC LEXIS 41, at **41–42 (N.C. Super. Ct. Mar. \n5, 2015).  Thus, on a meritorious facilitation of fraud claim, “all of the conspirators \nare liable, jointly and severally, for the act of any one of them done in furtherance of \nthe agreement.”  Bucci v. Burns, 2018 NCBC LEXIS 37, at *14 (N.C. Super. Ct. Apr. \n25, 2018) (cleaned up). \n53. This Court has stated that in order to establish liability under a theory \nof civil conspiracy, \nthe plaintiff must first offer “proof of an agreement between two or more \npersons.”  Sellers, 191 N.C. App. at 83, 661 S.E.2d 915.   Second, the \nplaintiff “must present evidence of an ‘overt act’ committed by at least \none conspirator in furtherance of the ‘ common objective. ’ ”  Holt v. \nWilliamson, 125 N.C. App. 305, 319, 481 S.E.2d 307 (1997)  (citation \nomitted).  Third, the plaintiff must prove that the overt act committed \nin furtherance of the conspiracy resulted in damages to the plaintiff. \n \nSlattery v. Ap pycity, LLC, 2021 NCBC LEXIS 24, at *27 (N.C. Super. Ct. Mar. 24, \n2021). \n54. Moreover, c ivil conspiracy “must be alleged in conjunction with an \nunderlying claim for unlawful conduct” because it “is not an independent cause of \naction in North Carolina.”  Global Textile Alliance, Inc. v. TDI Worldwide, LLC, 2018 \nNCBC LEXIS 104, at **18 (N.C. Super. Ct. Oct. 9, 2018). \n55. Both of these claims fail for essentially the same reasons.  Rockingham \nCounty makes general allegations against the “NTE Energy components,” asserting \nthat “[e]ach member of the conspiracy committed an overt act in furtherance of the \nconspiracy by fraudulently accepting funds from [Carolinas] when they knew that \nthese funds should have been preserved.”  (Am. Compl. ¶ 195.) \n56. However, these allegations fa il to satisfy the above-quoted pleading \nrequirements.  For one thing, they beg the question as to who NTE Energy actually \nis.  In addition, the Amended Complaint is devoid of any specific allegation that goes \nbeyond a rote and conclusory assertion that the Remaining Defendants actually \nentered into an agreement for this purpose.  In addition, it does not provide sufficient \nspecificity regarding the acts committed by each of the members of the alleged \nconspiracy that were committed in furtherance of s aid conspiracy.  As such, the \nCounty’s allegations are legally deficient.   See Worley v. Moore , 2017 NCBC LEXIS \n15, at *78 (N.C. Super. Ct. Feb. 28, 2017) (dismissing civil conspiracy claim because \nallegation that defendants “agreed, colluded and conspired among themselves .  . . to \ndefraud Plaintiffs, which scheme or artifice included fraudulent inducement, \nconstructive fraud, and common law fraud” was merely a legal conclusion). \n57. Finally, the Court notes that the Amended Complaint is vague as to \nwhether Carolinas even does, in fact, lack the ability to reimburse the County for the \nsums for which the County seeks repayment under the contracts .  It merely states \nthat “[u]pon information and belief , . . . Carolinas . . . does not possess the present \nability to reimburse Rockingham County for its expenditures as required by the \nAgreements[,]” (Am. Compl. ¶ 73.)  Notably, at the 20 Ma rch hearing, counsel for \nRockingham County candidly admitted that the County does not know whether \nCarolinas is actually insolvent.  (Hr’g Tr., at 70.) \n58. Accordingly, Rockingham County’s civil conspiracy and facilitation of \nfraud claims against the Remaining Defendants are DISMISSED WITHOUT \nPREJUDICE.9   \nIII. Carolinas’ Motion to Dismiss Under Rule 12(b)(6) \n59. Unlike the Remaining Defendants, Carolinas does not seek the \ndismissal of all claims asserted against it in this action. Instead, it seeks only the \n \n9 Moreover, to the extent that Rule 9(b) likewise applies to a facilitation of fraud cl aim—\nwhich is logical —Rockingham County’s failure to comply with this Rule serves as an \nadditional basis for dismissing the facilitation of fraud claim. \n \ndismissal of Rockingham County’s claims for account stated, promissory estoppel, \npiercing the corporate veil, civil conspiracy/facilitation of fraud, and attachment.10   \n60. The defects in the Amended Complaint discussed above regarding \nRockingham County’s attempt to state claims for piercing the corporate veil and civil \nconspiracy/facilitation of fraud apply equally to Carolinas.  Each of those claims is \ntherefore also DISMISSED WITHOUT PREJUDICE as to Carolinas.  Similarly, \nalthough Carolinas has not overtly moved for dismissal of the claim for fraudulent \ninducement, it would make little sense for the Court to allow that claim to survive in \nlight of the Court’s analysis above explaining the deficiencies with th e claim.  \nAccordingly, the County’s fraudulent inducement claim against Carolinas is likewise \nDISMISSED WITHOUT PREJUDICE. \n61. The Court now turns its attention to the claims as to which Carolinas \nexpressly seeks dismissal in its Motion. \nA. Account Stated \n62. “There are four basic elements to an account stated cause of action: (1) \na calculation of the balance due; (2) submission of a statement to the party to be \ncharged; (3) acknowledgment of the correctness of that statement by the party to be \ncharged; and (4) a promise, express or implied, by the party to be charged to pay the \nbalance due.”  Mast et al. v. Lane, 228 N.C. App. 294, 296–97 (2013) (cleaned up); see \nalso Carroll v. McNeill Indus., Inc. , 296 N.C. 205, 209 (1978) (“An account stated is \n \n10 Carolinas initially contended that it was not properly served with process in this case and, \nbased on this assertion, filed a Motion to Quash Service of Process.  However, at the 20 March \nhearing in this matter, counsel for Carolinas conceded that proper service had subsequently \nbeen effectuated.  Therefore, the Motion to Quash Service of Process is DENIED as moot. \nby nature a new contract to pay the amount due based on the acceptance of or failure \nto object to an account rendered.”). \n63. Rockingham County has alleged the following in support of its claim for \naccount stated: \n131.  On February 10, 2023, Rockingham County calculated the balance \ndue under the Infrastructure Improvements Agreement, which was \n$1,573,429.18.  This letter is attached as Exhibit 131. \n132.  That balance due October 18, 2023, was submitted to Defendant \n[Carolinas], the party to be charged, in a February 10, 2023 letter to its \nGeneral Counsel, Maribel Zambrana -Garcia from Clyde B. Albright, \nRockingham County Attorney. \n133.  Defendant [Carolinas] never challenged the accuracy of the balance \ndue to Rockingham County. \n134.  Defendant [Carolinas] acknowledged the correctness of the balance \ndue when neither Ms. Zambrana -Garcia nor any other [Carolinas] \nrepresentative objected to it. \n135. Defendant [Carolinas] by its contractual agreement promised to \npay the $1,573,429.18 balance due as set forth in the letter. \n136. Defendant [Carolinas] also implicitly agreed to pay the balance due \nwhen neither Ms. Zambrana -Garcia nor any other NTE Energy \nrepresentative objected to it. \n137. Defendant [Carolinas] owes the balance due to Rockingham County \nplus accruing interest. \n138. Defendant [Carolinas] failed to pay the balance due. \n(Am. Compl. ¶¶ 131–38.) \n64. The Court agrees with Carolinas that this claim should be dismissed.  \nThe question of whether Carolinas is required to reimburse Rockingham County for \nthe infrastructure improvement sums is one of the central issues in this lawsuit and \none of the questions as to which t he County  seeks a declaratory judgment in its \nAmended Complaint.  Moreover, a number of the exhibits attached to the Amended \nComplaint expressly state Carolinas’ position that  the project has not actually been \nterminated but rather has been merely delayed by the Duke Energy litigation.   \nTherefore, Carolinas’ liability for the sums sought by Rockingham County remains a \ndisputed issue.    \n65. For these reasons, Rockingham County’s claim for account stated is \nDISMISSED WITHOUT PREJUDICE.  See Kapur v. IMW EMR, LLC, 2020 NCBC \nLEXIS 148, at *19 (N.C. Super. Ct. Dec. 18, 2020) (holding that even taking the \nplaintiff’s allegations as true, dismissal of claim for account stated was proper where \nit was clear a dispute existed as to amounts owed). \nB. Promissory Estoppel \n \n66. Although the Amended Complaint attempts to state a claim for \npromissory estoppel, North Carolina courts have made clear that promissory estoppel \ncannot exist as an affirmative claim for  relief.  TG Equip. & Supply, LLC v. EBay, \nInc., 2015 NCBC LEXIS 9, at *12 n.24 (N.C. Super. Ct. Jan. 23, 2015)  (cleaned up); \nsee, e.g., Value Health Sols. Inc. v. Pharm. Res. Assocs., Inc. , 2020 NCBC LEXIS 65, \nat *34–35 (N.C. Super. Ct. May 22, 2020) (refusing to recognize promissory estoppel \nas an affirmative claim); Haddock v. Volunteers of Am., Inc., 2021 NCBC LEXIS 8, at \n*18–19 (N.C. Super. Ct. Jan. 22, 2021) (same). \n67. Accordingly, Rockingham County’s claim for promissory estoppel is \nDISMISSED WITH PREJUDICE.11 \nC. Attachment \n68. Finally, Rockingham County has also asserted a claim for prejudgment \nattachment against Carolinas .  In support of this claim, the Amended Complaint \nrequests “that the Court issue an order for attachment in the amount of $4.5 million \nin order to bring property of Defendant [Carolinas] within the legal custody of the \ncourt in order that it may subsequently be applied to the satisfaction of any judgment \nfor money which may be rendered against Defendant [Carolinas].”  (Am. Compl.  \n¶ 210.)  \n69. “The attachment of property owned by a defendant is  proper when the \nplaintiff seeks a money judgment in the principal action and shows a need for a \nprejudgment remedy in order to insure that funds will be available to satisfy that \njudgment.”  Loman Garrett, Inc. v. Timco Mech., Inc., 93 N.C. App. 500, 502 (1989).   \n70. In order to comply with N.C.G.S. § 1-440.11—the statute authorizing \nattachment as a remedy —a claimant “must submit an affidavit setting forth  that \nplaintiff has commenced an action to secure a judgment for money, the amount of the \npotential judgment, the nature of the action, and the grounds for the attachment.”  \nGMAC Mortg., LLC v. Mathews, 2011 U.S. Dist. LEXIS 75275, at *2 (W.D.N.C. July \n12, 2011).  \n \n11 To be clear, nothing herein shall preclude Rockingham County from asserting the doctrine \nof promissory estoppel in this case in the event the need should arise. Rather, the Court’s \nruling is simply that North Carolina law does not recognize a n offensive claim for monetary \ndamages premised solely upon a theory of promissory estoppel. \n71. Prejudgment attachment has been described as an “extraordinary \nremedy[.]”  RDLG, LLC v. RPM Group, LLC , 2011 U.S. Dist . LEXIS 56816, * *4–5 \n(W.D.N.C. May 26, 2011). \n72. Rockingham County concedes in its brief ing that it has not yet filed an \naffidavit, as required, in order to show an entitlement to the remedy of attachment.  \nMoreover, e ven a ssuming that the Amended Complaint (as to which Rockingham \nCounty filed a belated verification) could potentially serve as the type of affida vit \nrequired under N.C.G.S. § 1 -440.11, the broad and conclusory allegations contained \ntherein about the alleged depletion of Carolinas’ assets are insufficient to show the \npropriety of prejudgment attachment  at the present time . Nor does the Amended \nComplaint explain how it arrives at the requested $4.5 million figure or identify the \nspecific property of Carolinas as to which it is seeking attachment. \n73. Therefore, this claim is DISMISSED WITHOUT PREJUDICE.  See \nEstate of Chambers v. Vision Two Hospitality Mgmt., LLC , 2013 NCBC LEXIS  49, \n**19-22 (N.C. Super. Ct. Nov. 21, 2013) ( dismissing plaintiff’s request for \nprejudgment attachment in amount of $1,500,000  premised on allegation that \ndefendant had transferred assets while insolvent with intent to defraud plaintiffs and \nobserving that plaintiff’s request  failed to  “specify . . . assets or property ” of \ndefendants for which attachment was being sought).  \n  \nCONCLUSION \n THEREFORE, IT IS ORDERED as follows:   \n1. The Remaining Defendants’ Motion s to Dismiss  pursuant to Rule \n12(b)(6) are GRANTED, and all claims asserted against them are  DISMISSED \nWITHOUT PREJUDICE; \n2. The Court DEFERS ruling on Defendants NTE Energy, LLC, NTE \nEnergy Services, and Castillo’s Motions to Dismiss pursuant to Rule 12(b)(2) without \nprejudice to their right to refile said Motions, if necessary, at a later date if Plaintiff \nseeks leave to file a new amended pleading containing claims against them; \n3. Defendant Carolinas’ Motion to Dismiss is GRANTED as to the claims \nagainst it for account stated, piercing the corporate veil, civil conspiracy/facilitation \nof fraud, fraudulent inducement, and attachment, and those claims are DISMISSED \nWITHOUT PREJUDICE; \n4. Defendant Carolinas’ Motion to Dismiss as to the claim against it for \npromissory estoppel is GRANTED, and that claim is DISMISSED WITH \nPREJUDICE;  \n5. Defendant Carolinas’ Motion to Quash Service of Process is DENIED \nAS MOOT; and  \n6. The parties are DIRECTED to use a caption on all future filings in this \nmatter that is consistent with the Court’s rulings contained herein. \n \n \nSO ORDERED, this the 15th day of April, 2024.   \n        /s/ Mark. A. Davis   \n        Mark A. Davis \nSpecial Superior Court Judge \nfor Complex Business Cases "
}