{
  "id": "7966bf0162fb2fa4dd4d802cda85f7666b259eee41a6a6a9cfe77dc31e42244d",
  "source_file": "data/raw/ncbc/7966bf0162fb2fa4dd4d802cda85f7666b259eee41a6a6a9cfe77dc31e42244d.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUS TICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 09 CVS 9983 \n \n \nHOWARD L. SHAREFF, )   \n Plaintiff ) \n  )  \n v.  ) OPINION AND  ORDER ON  \n   ) MOTIONS TO DISMISS \nLAKEBOUND FIXED RETURN FUND, LLC; ) \nSILVERDEER MANAGEMENT, LLC;  ) \nSILVERDEER, LLC; RICHARD S. ) \nDECKELBAUM; HOWARD A. JACOBSON; ) \nVISIONQUEST WEALTH MANAGEMENT, ) \nLLC and STEPHEN C. PETERS, ) \n  Defendants ) \n \n \n THIS CAUSE, designated a complex business case by Order of the Chief Justice \nof the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, all references to the North Carolina General Statutes will be to \"G.S.\"), and \nassigned to the undersigned Chief Special Superior Court Judge for Complex Business \nCases, is before the court upon Defendant Howard A. Jacobson's Motion to Dismiss or \nin the Alternative for Judgment on the Pleadings (\"First Jacobson Motion\"); Defendant \nHoward A. Jacobson's Motion for Judgment on the Pleadings (\"Second Jacobson \nMotion\"); Defendants VisionQuest Wealth Management, LLC, and Stephen C. Peters' \nMotion to Dismiss the Complaint (\"VisionQuest Motion\") and the Motion to Dismiss of \nDefendants Lakebound Fixed Return Fund, LLC; SilverDeer Management, LLC; \nSilverDeer, LLC; Richard S. Deckelbaum and Howard A. Jacobson (\"Lakebound \nMotion\"); and \n THE COURT, having considered the arguments, briefs , other submissions of \ncounsel and appropriate matters of record concludes that with respect to Plaintiff's \n \nShareff v. Lakebound Fixed Return Fund, LLC, 2013 NCBC 16. \n \nrespective Claims for Relief as alleged in the Complaint and Amended Complaint, the \nFirst and Second Jacobson Motions should be DENIED, the Lakebound Motion is \nMOOT and, consistent with the court's June 14, 2010 Order, the VisionQuest Motion \nshould be GRANTED.  \nMcDaniel & Anderson, LLP by L. Bruce McDaniel, Esq. and Law Offices of \nJames C. White, P.C. by James C. White, Esq. and Michelle M. Walker, Esq. for \nPlaintiff. \n \nKilpatrick Townsend & Stockton, LLP by Hayden J. Silver, III, Esq. and Emily \nMoseley, Esq. for Defendants Lakebound Fixed Return Fund, LLC; SilverDeer \nManagement, LLC; SilverDeer, LLC; Richard S. Deckelbaum. \n \nDefendant Howard A. Jacobson, Esq., Pro Se.   \n \nGraebe Hanna & Sullivan, PLLC by Christopher T. Graebe, Esq. for Defendants \nVisionQuest Wealth Management, LLC and Stephen C. Peters. \n \nJolly, Judge. \nI. \nTHE PARTIES \n \n[1] Plaintiff Howard L. Shareff is a citizen and re sident of Wake County, North \nCarolina.  \n[2] Defendant Lakebound Fixed Return Fund, LLC (\"La kebound\") is a North \nCarolina limited liability company with its principal office in Wake County, North \nCarolina.  At times material to this action, Lakebound was engaged in the real estate \nand development business. \n[3] Defendant SilverDeer Management, LLC (\"SD Manag ement\") is a North \nCarolina limited liability company with its principal office and place of business in Wake \nCounty, North Carolina.  At times material to this action, SD Management was the \nmanager of Lakebound.  \n[4] Defendant SilverDeer, LLC (\"SilverDeer\") is a N orth Carolina limited \nliability company with its principal office and place of business in Wake County, North \nCarolina.   At times material to this action, SilverDeer was the parent of SD \nManagement. \n[5] Defendant Richard S. Deckelbaum (\"Deckelbaum\") is a citizen and \nresident of Wake County, North Carolina.  Deckelbaum organized Lakebound, SD \nManagement and SilverDeer and, at times material to this action, either directly or \nindirectly owned and/or controlled these entities.   \n[6] Defendant Howard A. Jacobson (\"Jacobson\") is a citizen and resident of \nWake County, North Carolina.  Jacobson organized Lakebound, SD Management and \nSilverDeer and, at times material to this action, either directly or indirectly owned and/or \ncontrolled these entities. \n[7] Defendant VisionQuest Wealth Management, LLC (\" VisionQuest\") is a \nNorth Carolina limited liability company and investment adviser, registered under the \nNorth Carolina Investment Adviser Act, with its principal office and place of business in \nWake County, North Carolina.  At times material to this action, VisionQuest was an \ninvestment adviser for Plaintiff and was not registered as a broker-dealer with the North \nCarolina Secretary of State.  \n[8] Defendant Stephen C. Peters (\"Peters\") is a cit izen and resident of Wake \nCounty, North Carolina.  Peters is the owner and principal of VisionQuest.  At times \nmaterial to this action, Peters operated as principal in connection with investment advice \nprovided by VisionQuest.  Peters was not registered as a broker-dealer or securities \nsalesman with the North Carolina Secretary of State.  \nII. \nPROCEDURAL HISTORY  \n[9] On May 20, 2009, Plaintiff filed a Complaint an d Request for Jury Trial \nagainst all Defendants (\"Complaint\").  The Complaint alleges seven Causes of Action \n(\"Claim(s)\"): First Claim – Violation of North Caro lina Securities Act by Sale of Securities \nby Unregistered Dealers or Salesmen; Second Claim –  North Carolina Securities Fraud; \nThird Claim – Common Law Fraud; Fourth Claim – Brea ch of Contract; Fifth Claim – \nViolation of North Carolina Investment Adviser Act by Defendants VisionQuest Wealth \nManagement, LLC and Stephen C. Peters; Sixth Claim – Breach of Fiduciary Duty by \nDefendants VisionQuest Wealth Management, LLC and Stephen C. Peters and Seventh \nClaim – Punitive Damages.  \n[10] On July 24, 2009, Lakebound, SD Management, Si lverDeer, Deckelbaum \nand Jacobson (collectively, \"Lakebound Defendants\") filed the Lakebound Motion, \npursuant to Rules 9(b) and 12(b)(6) of the North Carolina Rules of Civil Procedure \n(\"Rule(s)\"). \n[11] On August 5, 2009, VisionQuest and Peters (col lectively, \"VisionQuest \nDefendants\") filed the VisionQuest Motion, pursuant to Rules 9 and 12(b)(6). \n[12] On October 23, 2009, the court heard oral argu ment on the Lakebound \nand VisionQuest Motions.  The court granted the VisionQuest Motion as to all Claims \nand this Order includes analysis of that decision.  At the hearing, the court deferred \nruling on the Lakebound Motion. \n[13] On June 29, 2011, Plaintiff filed a voluntary dismissal as to Lakebound, \nSD Management, SilverDeer and Deckelbaum. 1  Plaintiff's voluntary dismissal left \nJacobson as the only remaining Defendant in this action.   \n[14] On June 29, 2011, Plaintiff filed a Motion for  Leave to Amend his \nComplaint.  \n[15] On August 11, 2011, the court granted Plaintif f's Motion for Leave to \nAmend his Complaint, and Plaintiff's Amended Complaint was deemed filed (\"Amended \nComplaint\").  \n[16] The Amended Complaint contains essentially the  same allegations and \nClaims that were previously alleged against Jacobson in the Complaint. 2  The Amended \nComplaint only removes allegations that were previously alleged against Defendants \nthat had been dismissed from this action. \n[17] On September 16, 2011, Defendant Jacobson file d both an Answer to the \nAmended Complaint and the First Jacobson Motion.  The First Jacobson Motion does \nnot raise new legal argument, but instead incorporates the entirety of the Lakebound \nMotion and Memorandum in Support thereof.  \n[18] On May 14, 2012, Defendant Jacobson filed the Second Jacobson Motion.  \nPlaintiff, in his responsive brief to the Second Jacobson Motion, asks this court to strike \nthe Second Jacobson Motion on the grounds that it is redundant to the First Jacobson \nMotion.     \n                                                \n \n1 Consequently, the Lakebound Motion is moot. \n2 Specifically, the Amended Complaint contains three Claims: (a) North Carolina Securities Fraud, (b) \nCommon Law Fraud and (c) Punitive Damages.  These C laims and factual allegations in support thereof \nwere fully briefed in the Lakebound Motion.  \n[19] While the First Jacobson Motion makes mention of Rule 12(c), the fully-\nbriefed Lakebound Motion, incorporated in support of the First Jacobson Motion, only \nseeks dismissal of Plaintiff's Claims pursuant to Rule 12(b)(6).  The Second Jacobson \nMotion and accompanying brief seek dismissal of Plaintiff's Claims pursuant to Rule \n12(c) exclusively.  The court therefore will treat the First Jacobson Motion as having \nbeen made pursuant to Rule 12(b)(6) and the Second Jacobson Motion as having been \nmade pursuant to Rule 12(c).  Accordingly, the court declines Plaintiff's request that it \nstrike the Second Jacobson Motion and will analyze Jacobson's motions under both a \nRule 12(b)(6) and Rule 12(c) standard.   \nIII. \nFACTUAL BACKGROUND  \nAmong other things, the Complaint and Amended Complaint collectively, allege \nthat: \n[20] Prior to February 19, 2008, VisionQuest, throu gh Peters, recommended \nan investment in Lakebound to Plaintiff.  Peters allegedly represented an investment in \nLakebound to be \"safe\" due to monies secured by developer deposits, first lien positions \nin properties in which Lakebound invested and Peters' direct scrutiny and diligence in \nconnection with the investment. 3 \n[21] From early December 2007 through January 31, 2 008, Defendants, \ndirectly and through their agents, represented the following to Plaintiff: (a) Lakebound \nonly invested in real estate and would only invest in real estate in which Lakebound \nwould have a first lien position or better; (b) Lakebound's real estate investments were \n                                                 \n3 Compl. ¶ 8. \nand would be secured by escrowed builder deposits and (c) there were and would be \nestablished escrow reserve accounts to pay interest to investors. 4 \n[22] Contrary to these representations, (a) Lakebou nd did not invest in real \nestate before or after Plaintiff's investment; (b) Lakebound had no investments that were \nsecured by builder deposits before Plaintiff's investment or at times material this action \nand (c) no escrow accounts were established to pay interest to investors. 5 \n[23] Additionally, Defendants failed to disclose th at: (a) Lakebound committed \nto purchase SilverDeer Olde Liberty LLC, a development wholly-owned by Deckelbaum \nand Jacobson, without a valid and current appraisal and without approval by the \ninvesting members of Lakebound; 6 (b) SD Management was wholly-owned by \nSilverDeer, which in turn was wholly owned and operated by Deckelbaum and \nJacobson, such that all management fees paid by Lakebound to SD Management \ninured to Deckelbaum and Jacobson, along with other benefits referenced in the \nComplaint and Amended Complaint;7 (c) there would be no money from Lakebound \navailable to make interest payments to its investors 8 and (d) Defendants had no plans to \nfurnish Plaintiff accurate financial information concerning Lakebound as required by law \nand no intention to provide financial reports and documents as indicated in Defendants' \nPrivate Placement Memorandum. 9 \n[24] On or about February 19, 2008, Plaintiff decid ed to invest $500,000 in \nLakebound. 10   The VisionQuest Defendants, allegedly, received compensation from \n                                                 \n4 Id.  ¶ 9. \n5 Id.  ¶ 11. \n6 Id.  ¶ 11(b). \n7 Id.  ¶ 11(c). \n8 Id.  ¶ 11(d). \n9 Id.  ¶ 11(e). \n10  Id.  ¶ 18. \nLakebound for the sale of securities to Plaintiff.11   Plaintiff has received nothing from \nDefendants in return for his investment.12  \nIV. \nDISCUSSION  \n[25] As mentioned above, the First Jacobson Motion and the VisionQuest \nMotion seek dismissal of the Plaintiff's Claims pursuant to Rule 12(b)(6).  When \ndeciding a Rule 12(b)(6) motion, the well-pleaded allegations of the complaint are taken \nas true and admitted, but conclusions of law or unwarranted deductions of facts are not \nadmitted.  Sutton v. Duke , 277 N.C. 94, 98 (1970).  \n[26] A complaint fails to state a claim upon which relief can be granted when \nthe complaint, on its face, reveals that (a) no law supports the plaintiff's claim; (b) there \nis an absence of facts sufficient to make a good claim or (c) some fact disclosed in the \ncomplaint necessarily defeats the plaintiff's claim.  Jackson v. Bumgardner , 318 N.C. \n172, 175 (1986).  However, a complaint should not be dismissed for failure to state a \nclaim upon which relief can be granted unless it (a) does not give sufficient notice to the \ndefendant of the nature and basis of the plaintiff's claim or (b) appears beyond a \nreasonable doubt that the plaintiff could not prove any set of facts in support of his claim \nthat would entitle him to relief.  Sutton , 277 N.C. at 108-09.  \n[27] When deciding a Rule 12(b)(6) motion, the cour t may consider documents \nattached as exhibits and specifically referenced in the complaint, without converting the \nmotion into one for summary judgment.  Oberlin Capital, L.P. v. Slavin , 147 N.C. App. \n52, 60-61 (2001).  \n                                                \n \n11  Id.   \n12  Id.  ¶ 24. \nA. \nVisionQuest Motion  \n[28] As discussed above, the court previously grant ed the VisionQuest Motion \nfrom the bench at a prior hearing.  The Complaint alleges, as against the VisionQuest \nDefendants, violations of the North Carolina Securities Act, fraud, breach of contract, \nbreach of the North Carolina Investment Advisers Act, breach of fiduciary duty and \npunitive damages.   \n1. \nViolation of North Carolina Securities Act \n[29] In the First Claim of the Complaint, Plaintiff  alleges that the VisionQuest \nDefendants are liable to him under G.S. 78A-56 due to violations of G.S. 78A-36. 13   \nGenerally speaking, G.S. 78A-36 requires any person who transacts business in North \nCarolina as a dealer or salesman of securities to register in accordance with the North \nCarolina Securities Act.  At issue is whether the VisionQuest Defendants were the \nsellers of the securities purchased by Plaintiff so as to bring them within the reach of \nG.S. 78A-36.   \n[30] G.S. 78A-36 has been given a narrow constructi on by courts in this state.  \nSee, e.g., State v. Clemmons , 111 N.C. App. 569 (1993); State v. Williams, 98 N.C. \nApp. 274 (1990).  Here, there is no allegation that the VisionQuest Defendants actually \nsold shares in Lakebound.  Further, there is not a sufficient allegation that the \nVisionQuest Defendants solicited Plaintiff's investment in Lakebound with the intent to \nserve their own financial interests.  Therefore, the court CONCLUDES that G.S. 78A-36 \n                                                 \n13  The Amended Complaint does not include this Claim against Jacobson.  Accordingly, the court need \nonly consider the VisionQuest Motion as to this Claim.  \ndoes not apply to the alleged acts of the VisionQuest Defendants as they were not a \n\"dealer\" or \"salesman\" within the meaning of G.S. 78A-36.  Accordingly, the \nVisionQuest Motion with regard to this Claim should be GRANTED, and as to the \nVisionQuest Defendants this Claim should be DISMISSED.   \n2. \nFraud Claims \n[31] Plaintiff alleges three fraud-based Claims aga inst the VisionQuest  \nDefendants; the first for violations of G.S. 78A-56 (\"Securities Fraud\"), the second for  \ncommon law fraud (\"Common Law Fraud\") and the third for violations of G.S. 78C-\n38(a)(1) (\"Investment Adviser Fraud\")14  (collectively, \"Fraud Claims\").     \n[32] The court concludes that the Fraud Claims are subject to Rule 9(b), which \nrequires \"[i]n all averments of fraud, duress or mistake, the circumstances constituting \nfraud or mistake shall be stated with particularity.\"  A plaintiff may satisfy Rule 9 by \nalleging \"time, place and content of the fraudulent representation, identity of the person \nmaking the representation and what was obtained as a result of the fraudulent acts or \nrepresentations.\"  Terry v. Terry , 302 N.C. 77, 85 (1981).   \n[33] As to the Claims for Securities Fraud and Comm on Law Fraud, Plaintiff \nalleges that all Defendants, each of them directly and through their agents, made false \nstatements between early December 2007 and January 31, 2008. 15   As such, the \nallegations related to these two Claims do not distinguish between the VisionQuest \n                                                 \n14  Plaintiff alleges that the VisionQuest Defendants violated G.S. 78C-8(a), 78A-8(d) and 78C-33.  The \ncourt notes that G.S. 78A-8(d) and 78C-33 do not exist.  These references are deemed typographic \nerrors, and the court concludes that, based on Plaintiff's arguments, he has solely alleged a violation of \nG.S. 78C-38(a).     \n15  Compl. ¶ 9. \nDefendants and the other named Defendants. 16   The language of the Complaint does \nassign all of the fraudulent representations to each Defendant, but does not alert the \ncourt or the Defendants as to which fraudulent representations each Defendant \nallegedly made.  Consequently, the court is unable to identify the particular alleged \nstatements made by the VisionQuest Defendants with regard to Plaintiff's Claims for \nSecurities Fraud and Common Law Fraud.  Further, Paragraph 11(e) of the Complaint \nsuggests that Plaintiff's Securities Fraud and Common Law Fraud claims are based \nupon misrepresentations made by the Lakebound Defendants, not the VisionQuest \nDefendants.   \n[34] As to Plaintiff's Claim for Investment Adviser  Fraud, the court concludes \nthat the Complaint lacks sufficient specificity to state a claim upon which relief may be \ngranted.  Other than the generalized factual allegations discussed above, Plaintiff \nalleges that the VisionQuest Defendants recommended an investment in Lakebound as \n\"safe\" when, \"[i]n truth and fact, it was not safe.\"17   These allegations are insufficient to \nsatisfy the requirements of Rule 9.   \n[35] Taken as a whole, Plaintiff's allegations fail  to state a Claim for Securities \nFraud, Common Law Fraud or Investment Adviser Fraud against the VisionQuest \nDefendants.  Accordingly, the VisionQuest Motion with regard to these Claims should \nbe GRANTED, and as to the VisionQuest Defendants these Claims should be \nDISMISSED.  \n                                                \n \n16  See, e.g ., id. ¶¶ 30, 31, 34-37, 53. \n17  Id . ¶ 8. \n3. \nBreach of Contract \n[36] Plaintiff's Fourth Claim alleges Breach of Con tract against the VisionQuest \nDefendants.  Plaintiff alleges that the VisionQuest Defendants had a contractual \nrelationship with Plaintiff,18  pursuant to which VisionQuest was to be his investment \nadviser for compensation on or after January 15, 2008.   However, the Complaint makes \nno allegation that the investment adviser contract between Plaintiff and the VisionQuest \nDefendants was breached. 19   Instead, the Breach of Contract Claim appears to be \ntargeted at the contract between Plaintiff and Lakebound.20   In the absence of any \nallegation of a breached contract between the VisionQuest Defendants and Plaintiff, this \nClaim must fail.  Accordingly, the VisionQuest Motion with regard to Plaintiff's Breach of \nContract Claim should be GRANTED, and as to the VisionQuest Defendants this Claim \nshould be DISMISSED. \n4. \nBreach of Fiduciary Duty \n[37] Without determining the question of whether Pl aintiff has properly alleged \nthe existence  of a fiduciary duty, the court concludes that Plaintiff has failed to allege \nfacts demonstrating a breach  of any purported fiduciary duty by the VisionQuest \nDefendants.  Here, Plaintiff has alleged that Peters represented to him that an \ninvestment in Lakebound was \"safe\" as a result of the monies secured by developer \ndeposits, first lien positions in properties and Peters' direct scrutiny and diligence in \n                                                 \n18  Pl. Mem. Resp. Mot. Dismiss 10.  \n19  Furthermore, Plaintiff's responsive brief in opposition to the VisionQuest Motion makes no specific \nreference to a breach by VisionQuest with regard to the investment adviser contract with Plaintiff.  Id.  \n20  Compl. ¶¶  39-40.  \nconnection with the investment. 21   Plaintiff alleges that, contrary to Peters' \nrepresentation, the investment was not safe because there were no first lien positions, \ninvestments were not secured by deposits and there were no escrow accounts for \ninterest established. 22   Even assuming a fiduciary duty existed, the court concludes that \nPlaintiff's limited allegations relative to the VisionQuest Defendants do not demonstrate \na breach of fiduciary duty by either of them.  Based upon the foregoing, the court \nconcludes that Plaintiff has not stated a claim for breach of fiduciary duty by the \nVisionQuest Defendants.  Accordingly, the VisionQuest Motion with regard to this Claim \nshould be GRANTED, and as to the VisionQuest Defendants this Claim should be \nDISMISSED. \n5. \nPunitive Damages \n[38] The court's conclusion that all underlying Cla ims against the VisionQuest \nDefendants should be dismissed, leaves no basis upon which punitive damages could \nbe granted.  Accordingly, the VisionQuest Motion with regard to this Claim should be \nGRANTED, and as to the VisionQuest Defendants this Claim should be DISMISSED. \nB. \nFirst Jacobson Motion – Rule 12(b)(6)  \n[39] The Amended Complaint alleges three causes of action against Defendant \nJacobson: First Claim – North Carolina Securities F raud; Second Claim – Common Law \nFraud and Third Claim – Punitive Damages (collectiv ely, \"Amended Claims\"). \n                                                 \n21  Id.  ¶ 8. \n22  Id . \n[40] The First Jacobson Motion seeks dismissal of P laintiff's Amended Claims \nbased on nearly identical grounds as the VisionQuest Motion – failure to satisfy \nparticularized pleading requirements of Rule 9. 23    \n[41] However, Plaintiff's Amended Claims against De fendant Jacobson, as \nthey are alleged in the Amended Complaint, are distinguishable from the fraud-based \nClaims as initially alleged in the Complaint against the VisionQuest Defendants. \n[42] Most notably, the allegations of the Amended C omplaint are alleged solely \nagainst Defendant Jacobson.  Thus, the alleged misrepresentations are particularly \nassigned to Defendant Jacobson alone, not fatally generalized against a group of \nmultiple defendants, as was the case in the Complaint. \n[43] Further, the Amended Complaint identifies two written documents, which \ncontain the specific content of the alleged false representations and concealment of \nmaterial facts made by Defendant Jacobson. 24   Those documents are identified as the \nLakebound Operating Agreement and Private Placement Memorandum, which were \nprepared by Defendant Jacobson for the purpose of selling interests in Lakebound. 25    \n[44] The crux of Plaintiff's Amended Claims is that  the representations in the \nPrivate Placement Memorandum were fraudulent and designed to induce Plaintiff to \ninvest in Lakebound. 26   Further, Defendant Jacobson was Lakebound's promoter and \narguably most familiar with Lakebound's investment history and strategy.  In essence, \nDefendant Jacobson specifically is alleged to be at the center of the fraudulent scheme \ncomplained of by Plaintiff.    \n                                                \n \n23  Mot. Dismiss Defs. Jacobson 1; Mem. Supp. Mot. Dis miss Def. Jacobson 4-6.  \n24  Am. Compl. ¶¶ 5, 7, 10.  \n25  Id. ¶¶ 3, 5.  \n26  Id.  ¶¶ 7, 9.  \n[45] Accordingly, the court concludes that Plaintif f has sufficiently stated fraud-\nbased Claims upon which relief can be granted against Defendant Jacobson under the \nstandards of Rule 12(b)(6).  Consequently, Plaintiff has also properly stated a Claim for \npunitive damages based upon fraud under G.S. 1-15D.  As such, the First Jacobson \nMotion should be DENIED.   \nC. \nSecond Jacobson Motion – Rule 12(c)  \n[46] A motion for judgment on the pleadings should not be granted unless the \nmoving party clearly establishes that there are no remaining issues of material fact and \nthat the moving party is entitled to judgment as a matter of law.  Am. Bank & Trust Co. \nv. Elzey , 26 N.C. App. 29, 32 (1975).  Further, \"[w]hen a party moves for judgment on \nthe pleadings, he admits the truth of all well-pleaded facts in the pleading of the \nopposing party and the untruth of his own allegations insofar as they are controverted \nby the pleadings of the opposing party.\"  Pipkin v. Lassiter , 37 N.C. App. 36, 39 (1978) \n(citing Gammons v. Clark , 25 N.C. App. 670 (1975)). \n[47] As discussed above, in his Amended Complaint P laintiff has made \nsufficiently detailed allegations in support of the Amended Claims stated against \nDefendant Jacobson.   Accepting the well-pleaded allegations of the Amended \nComplaint as true, the court concludes that Defendant Jacobson is not entitled to \njudgment as a matter of law as to any of Plaintiff's Amended Claims.  Therefore, the \nSecond Jacobson Motion should be DENIED.   \nNOW THEREFORE, based upon the foregoing, it hereby is ORDERED that: \n[48] Defendants VisionQuest Wealth Management, LLC,  and Stephen C. \nPeters' Motion to Dismiss the Complaint is GRANTED, and all Claims in this civil action \nagainst Defendants VisionQuest Wealth Management, LLC and Stephen C. Peters are \nDISMISSED. \n[49] The Motion to Dismiss of Defendants Lakebound Fixed Return Fund, LLC; \nSilverDeer Management, LLC; SilverDeer, LLC; Richard S. Deckelbaum and Howard A. \nJacobson is MOOT and no further ruling from this court is necessary. \n[50] Defendant Howard A. Jacobson's Motion to Dismi ss or in the Alternative \nfor Judgment on the Pleadings is DENIED. \n[51] Defendant Howard A. Jacobson's Motion for Judg ment on the Pleadings is \nDENIED.   \nThis the 6th day of March, 2013. "
}