{
  "id": "799084a47079d804ee40f47dcaaa85457b1071749d539637fcda4ade54bd97a8",
  "source_file": "data/raw/ncbc/799084a47079d804ee40f47dcaaa85457b1071749d539637fcda4ade54bd97a8.pdf",
  "raw_text": "Amerigas Propane, LP v. Coffey, 2014 NCBC 4. \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUS TICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 13 CVS 11778 \n \n \nAMERIGAS PROPANE, LP and ) \nAMERIGAS PROPANE, INC., ) \n Plaintiffs )  \n  ) ORDER ON MOTION \n v.  ) FOR PRELIMINARY \n   ) INJUNCTION \nERMON CLARK COFFEY and MARSH  ) \nL.P. GAS, INC.,  ) \n \n THIS CAUSE, designated a complex business case by Order of the Chief Justice \nof the North Carolina Supreme Court pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, references to the North Carolina General Statutes will be to \"G.S.\"), and \nassigned to the undersigned Chief Special Superior Court Judge for Complex Business \nCases, is before the court on Plaintiffs' Motion for Preliminary Injunction (\"Motion\"), \npursuant to Rule 65 of the North Carolina Rules of Procedure (\"Rule(s)\"); and \n THE COURT, having considered the Motion, briefs in  support of and in \nopposition to the Motion, submissions and arguments of counsel and appropriate \nmatters of record, FINDS and CONCLUDES as follows: \nFINDINGS OF FACT \n1 \n1. AmeriGas Partners, L.P. is a publicly traded Del aware limited partnership. \nPlaintiff AmeriGas Propane, Inc., a Pennsylvania corporation, is the General Partner of \nboth AmeriGas Partners, L.P. and Plaintiff AmeriGas Propane, L.P., a Delaware limited \npartnership. 2 \n                                            \n1 The factual findings are for the limited purpose of determining the Motion. \n2 Konowalcyzyk Aff. ¶ 2; Woodward Aff. ¶¶ 2-4. \n \n \n2. AmeriGas Partners, L.P. acquired Heritage Operat ing, L.P., Heritage GP, \nLLC, and their subsidiaries and certain affiliates (\"Heritage\") on January 12, 2012, \nthrough a Contribution and Redemption Agreement (\"Contribution Agreement\"). 3   \nThrough the Contribution Agreement, AmeriGas Partners, L.P. acquired all outstanding \nand issued equity interests in Heritage, which were then transferred to AmeriGas \nPropane, L.P.  Heritage merged into AmeriGas Propane on July 1, 2013 (hereinafter, \nthe \"Acquisition\").4  The Heritage business territory that is material to this litigation is \nlocated primarily in the area of Madison County, North Carolina. \n3. As part of the Contribution Agreement, AmeriGas Partners, L.P. agreed to \nmake all employees of the acquired companies eligible for certain AmeriGas benefits, \nincluding the AmeriGas 401(k) plan, give credit for certain benefits accrued through \nHeritage and guarantee that Heritage employees would not have their pay docked for \none year after the close of the transaction. 5  AmeriGas did not formally fire and rehire \nany of the Heritage employees that came to work for AmeriGas as part of the \nContribution Agreement. 6  \n4. Defendant Ermon Clark Coffey (“Coffey”) worked f or Heritage in its \nMarshall, Madison County, North Carolina office at the time of the Acquisition. 7  Coffey \nhad been employed by Heritage as a Delivery Representative in the Marshall area for \napproximately eleven years before the Acquisition. 8  After the Acquisition, Coffey’s \nduties and interactions with customers remained substantially the same.  As part of his \n                                            \n3 Konowalczyk Aff. ¶ 3; Woodward Aff. ¶ 5; Ex. B to Woodward Aff. (Contribution Agreement). \n4 Woodward Aff. ¶¶ 5-6; Contribution Agreement. \n5 Konowalczyk Aff. ¶ 5; Contribution Agreement § 5.24. \n6 Def. Coffey Resp. Pls.' Mot. Prelim. Inj. (\"Coffey Br.\") 10-12. \n7 Ex. 1 to Pls.' Reply Br. Supp. Mot. Prelim. Inj. (\"Shockley Aff.\") ¶ 3. \n8 Id. ; Br. Supp. Mot. Prelim. Inj. (\"AmeriGas Br.\") 3. \n \n \nregular job duties, both before and after the Acquisition, Coffey had knowledge of and \naccess to certain information about his employer's business dealings, including the \nnames, addresses and price rates for Heritage/AmeriGas customers of the Marshall \nOffice. 9  Prior to the Acquisition, Coffey was not subject to any non-competition or non-\nsolicitation contractual agreements with Heritage.  \n5. On January 12, 2012, the closing day of the Acqu isition, Coffey signed a \nConfidentiality and Post-Employment Agreement (\"Post-Employment Agreement\") with \nAmeriGas.  The Post-Employment Agreement defines \"AmeriGas\" to include \"Heritage \nOperating, L.P., Heritage GP, LLC, Titan Energy Partners, L.P., Titan Energy GP, LLC \nand their respective subsidiaries, partnerships and affiliates (collectively referred to \nherein, along with AmeriGas Partners, L.P. and AmeriGas Propane, L.P. and their \nsubsidiaries, partnerships and affiliates as 'AmeriGas').\" 10  \n6. The Post-Employment Agreement contains two subst antive provisions that \nare relevant to the Motion: \n(a) Paragraph C.3, captioned \"Confidential Informat ion and AmeriGas \nProperty,\" provides that Coffey  will protect Confidential Information, defined in \nParagraph C.2 to include business and marketing plans; past, present and \nprospective customer identities and gas usage patterns; pricing and marketing \npractices; financial information and any strategic plans. 11  \n(b) Paragraph C.4 contains a two year non-solicitat ion provision that \nprohibits Coffey from \"directly or indirectly solicit[ing] the business of any \n                                            \n9 Shockley Aff. ¶ 10-11; AmeriGas Br. 4. \n10  Ex. 6 to AmeriGas Br. (Post-Employment Agreement) ¶ A. \n11  Id.  ¶ C. \n \n \nAmeriGas Customer\" or \"directly or indirectly sell[ing] or provid[ing] propane or \nany other goods or services\" to a customer supplied by AmeriGas as of Coffey's \ntermination date.  The term \"AmeriGas Customer\" is defined to include \"any \ncustomer which is located within a fifty aerial mile radius of any AmeriGas District \nOffice where [Coffey] worked during the two-year period prior to the termination\" \nof Coffey's termination date. 12  \n7. The enumerated consideration for the Post-Employ ment Agreement \nincluded Coffey's \"initial employment . . . continued employment . . . \npromotion . . . incentive compensation payment; and/or . . . increase in \ncompensation.\" 13   \n8. In support of the Motion, Plaintiffs have offere d evidence that Coffey \nreceived \"new benefits\" as part of his \"new employment,\" specifically that he became \neligible for bonuses and wage increases as consideration for the Post-Employment \nAgreement, and that he received a raise in October 2012 and a bonus in January \n2013. 14  \n9. In opposition to the Motion, Coffey has offered evidence that the benefits \nhe received from AmeriGas in purported consideration for this Post-Employment \nAgreement were no different from those that he had been receiving as an employee of \nHeritage, and that his job responsibilities and benefits did not change. 15   For example, \nCoffey continued to receive health insurance, a 401(k) plan and the same amount of \n                                            \n12  Id.  The third provision in paragraph C.4 places restrictions on Coffey's ability to interfere with the \nemployment of other AmeriGas employees, but Plaintiffs have not requested relief based on this \nprovision. AmeriGas Br. 1-2. \n13  Post-Employment Agreement ¶ C. \n14  AmeriGas Br. 5-6; Ex. 5 to AmeriGas Br. (\"Second Ranson Aff.\") ¶ 2. \n15  Coffey Br. 10; Ex. E to Coffey Br. (\"Coffey Aff.\") ¶ 6. \n \n \npay, and continued to be eligible for periodic bonuses as he had been in the past. 16  The \nemployees transitioned from Heritage to AmeriGas immediately became eligible for \nAmeriGas benefits, rather than having to wait a certain amount of time as is typically \nrequired of new AmeriGas employees. 17  \n10. The court finds that the benefits and job respo nsibilities Coffey received \nfrom AmeriGas upon signing the Post-Employment Agreement were not materially \ndifferent from those he had been receiving as an employee of Heritage. 18    \n11. Coffey was fired from AmeriGas on May 3, 2013. On May 20, 2013, he \nbegan to work for Defendant Marsh L.P. Gas, Inc. (“Marsh”), a Tennessee corporation \nthat competes with AmeriGas in the area around Marshall.19   Plaintiffs contend that \nCoffey and Marsh have been using the confidential information that Coffey acquired in \nthe course of his employment with Heritage, and later AmeriGas, in contravention of the \nPost-Employment Agreement.20   Plaintiffs request a preliminary injunction enjoining \nDefendants from breaching the confidentiality and non-solicitation provisions \n(”Restrictive Provisions”) of the Post-Employment A greement.21  \n12. The parties have been proceeding under a Stipul ated Consent Protective \nOrder, entered by this court on October 7, 2013.  The Motion has been briefed and \nargued and is ripe for determination. \n  \n                                            \n16  Id. \n17  Holland Dep. 29:8-15.  \n18  Coffey Br. 10; Ex. E to Coffey Br. (\"Coffey Aff.\") ¶ 6. \n19  Def. Marsh L.P. Gas, Inc.'s Mem. Opp. Pls.' Mot. Prelim. Inj. & Supp. Marsh's Mot. Dismiss 1. \n20  Am. Compl. ¶2. \n21  Mot. Prelim. Inj. 1-2. \n \n \nCONCLUSIONS OF LAW \n1. A preliminary injunction is an extraordinary mea sure that \"will not be lightly \ngranted.\" Travenol Lab., Inc. v. Turner , 30 N.C. App. 686, 692 (1976) (citation omitted).  \nA plaintiff must show \"a likelihood of success on the merits of his case and . . . [that] \nplaintiff is likely to sustain irreparable loss unless the injunction is issued, or if, in the \nopinion of the Court, issuance is necessary for the protection of his rights during the \ncourse of litigation.\"  Analog Devices, Inc. v. Michalski , 157 N.C. App. 462, 466 (2003) \n(citations omitted).  The movant bears the burden of establishing the right to a \npreliminary injunction.  Pruitt v. Williams , 288 N.C. 368, 372 (1975). \n2. Defendant Coffey contends that the Post-Employme nt Agreement was not \nsupported by sufficient consideration and that the Restrictive Provisions relied upon by \nPlaintiffs therefore are not enforceable against him.  Plaintiffs contend to the contrary.  \nAs a threshold matter, it is clear that if there did not exist sufficient consideration to \nsupport the Post-Employment Agreement, Plaintiffs will fail in establishing a likelihood of \nsuccess on the merits of their claims against Coffey and further analysis of the Plaintiffs’ \nclaims would not be necessary. \nConsideration \n3. For any contract to be enforceable, the parties must have provided \nconsideration in support of the promises given.  \"A mere promise, without more, is \nunenforceable.\" Inv. Prop. of Asheville, Inc. v. Norburn , 281 N.C. 191, 195 (1972); see \nalso Duncan v. Duncan , 147 N.C. App. 152, 155 (2001).  Such consideration is a key \nelement of restrictive covenants in employment contracts. \n \n \n4. Although an offer of employment may serve as con sideration for a \nrestrictive employment provision, generally this will only work if (a) the employment \nagreement is signed at the beginning of the employment relationship or (b) if some new \nmaterial consideration is provided.  See Estate of Graham v. Morrison , 168 N.C. App. \n63, 70 (2005) (\"Past consideration . . . is not adequate consideration to support a \ncontract.\" (citation omitted)); see also  Forrest Paschal Machinery Co. v. Milholen , 27 \nN.C. App. 678, 686-687 (1975) (\"[W]hen the relationship of employer and employee is \nalready established without a restrictive covenant, any agreement thereafter not to \ncompete must be in the nature of a new contract based upon a new consideration.\" \n(citations omitted) (internal quotation marks omitted)).  Thus, signing a contract in \nexchange for continuing an employment relationship, without more, will not suffice as \nconsideration.  \n5. As such, an employment contract signed at the ti me of a business \nacquisition may only use employment with the acquiring company as consideration if \nthe old employment relationship is deemed terminated as a result of the transaction.  In \nthis regard, North Carolina courts previously have stated that acquisition of another \ncompany by asset purchase will act as a termination of existing employment \nrelationships, and existing employees of the acquired business do not necessarily \nbecome employees of the acquiring entity.  See, e.g. , Calhoun v. WHA Med. Clinic, \nPLLC,  178 N.C. App. 585, 597 (2006) (citing QSP v. Hair , 152 N.C. App. 174 (2002)); \nsee also Better Bus. Forms & Prods., Inc. v. Craver, 2007 NCBC 34 (2007) (\"[W]hen an \nemployer sells its assets . . . the employment relationship has been terminated.\" Id.  ¶ \n38.).  Depending on the circumstances of the particular acquisition, the new \n \n \nemployment relationship may serve as consideration. See Calhoun , 178 N.C. App. at \n588-89, 597 (finding that an asset purchase followed by the execution of new \nemployment contracts provided sufficient consideration for restrictive covenants \nprotecting the acquiring company); see also QSP , 152 N.C. App. at 178 (\"QSP's [asset] \nbuyout, once effective, would have left defendant unemployed but for QSP's offer of \nemployment to defendant and defendant's subsequent acceptance. This offer . . . was \nan offer of new employment and therefore constituted valuable consideration.\"). \n6. On the other hand, acquisition of a business thr ough a purchase of stock \nor other equity, which results in the purchase of ownership interests instead of specific \nassets, will not automatically terminate existing employment relationships and therefore \nordinarily will not constitute new employment for purposes of consideration. See \nCovenant Equip. Corp. v. Forklift Pro, Inc. , 2008 NCBC 10, ¶ 42, n.11.  In the instant \ncase, Plaintiffs purchased the Heritage business through an equity acquisition, a \nprocedure akin to a stock purchase.  Plaintiffs have not proffered sufficient evidence to \nsupport a conclusion that the Acquisition, as structured, terminated Coffey's \nemployment with Heritage.  As a result, the court cannot conclude that the Acquisition \nformed the basis for new employment as consideration for Coffey's Post-Employment \nAgreement.  \n7. Finally, Plaintiffs and Defendants argue contrad ictory facts regarding the \nexistence of any consideration apart from the employment itself. 22   Plaintiffs contend \nthat Coffey became eligible for \"new benefits\" and raises in exchange for signing the \nPost-Employment Agreement.23   However, apart from an assertion that signing the \n                                            \n22  See FINDINGS 8, 9 and 10 above.  \n23  AmeriGas Br. 5-6. \n \n \nPost-Employment Agreement made Coffey eligible for bonuses and wage increases, 24  \nPlaintiffs have not convincingly demonstrated that these “new” benefits are materially \ndifferent from the benefits that Coffey received during his employment with Heritage. 25   \nSee Mastrom, Inc. v. Warren , 18 N.C. App. 199 (1973) (concluding that eligibility for \nraises, which would be based on the employer's discretion, provided insufficient \nconsideration to support a covenant not to compete).  In fact, the Contribution \nAgreement contains promises from AmeriGas that acquired employees will not have \ntheir wages or salaries decreased for a period of one year, that these employees will be \ncredited for contributions made to benefit plans prior to the acquisition and that \naccumulated vacation time shall carry over. 26   If anything, this at least inferentially \nsupports the proposition that benefits remained the same during the transition from \nHeritage to AmeriGas. 27   \n8. Based on the record before it, the court is unab le to conclude that \nPlaintiffs have successfully demonstrated a likelihood of success on the merits of the \n                                            \n24  Id. 5; Second Ranson Aff. ¶ 2; Holland Dep. 64:3-11. \n25  See Coffey Br. 10; Coffey Aff. ¶ 6. \n26  Contribution Agreement § 5.24. \n27  The Post-Employment Agreement signed by Coffey res tricts his ability to solicit or sell to customers of \nAmeriGas. Plaintiffs, citing Aeroflow, Inc. v. Arias , 2011 NCBC 20, contend that in analyzing the issue  of \nconsideration the court should apply a lower standard of scrutiny to the non-solicitation clause than would \nbe applied to a non-competition clause.  It is true that the court in Aeroflow  observes that “while the \nelements are the same for the two covenants, non-solicitation agreements are more easily enforced.” \n(citing generally Asheboro Paper and Packaging, Inc. v. Dickinson , 599 F. Supp. 2d 664 (M.D.N.C. \n2009)).  Defendants contend that such a distinction makes no difference here.  Rather, they argue that  \nthe non-solicitation language of the Post-Employmen t Agreement in substance is the same as a non-\ncompete agreement and that the same standards of pr oof therefore should apply to both.  Regardless of \nthese respective arguments, in the final analysis the court cannot conclude from the evidence before i t \nthat Plaintiffs have demonstrated a likelihood of s uccess on establishing the element of consideration for \npurposes of enforcing any valid employment contract.  Consequently, further analysis of whether there is \na material difference in the consideration required to support a non-competition clause and a non-\nsolicitation clause is not necessary. \n \n \n \nelement of consideration required in proof of their claims.  The Motion therefore should \nbe denied. \nNOW THEREFORE, based upon the foregoing FINDINGS and CONCLUSIONS, \nit is ORDERED: \n1. The Motion is DENIED. \n2. The Consent Temporary Restraining Order entered in this matter is \nDISSOLVED. \nThis the 11th day of February, 2014.  \n \n "
}