{
  "id": "799ae5b70d12ba2947a9028ebcbe6a1ba9904d5973dd871e1a3c4e74908a0538",
  "source_file": "data/raw/ncbc/799ae5b70d12ba2947a9028ebcbe6a1ba9904d5973dd871e1a3c4e74908a0538.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWATAUGA COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n13 CVS 456 \n \nKENNETH GOTTFRIED, \n \nPlaintiff, \n \nv. \n \nP. ALEXANDER COVINGTON, JR., \nEXPRESSIONS HOLDINGS, INC., ONE \nLOVE SMOKE SHOP, INC. and \nBENJAMIN COVINGTON, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION \n \n \n \nCapua Law Firm, P.A. by Paul A. Capua, R. Scott Tobin, and Michael Volpe \nfor Plaintiff Kenneth Gottfried; \nWomble Carlyle Sandridge and Rice, LLP by Sarah Motley Stone and \nBrandie N. Smith, for Defendants P. Alexander Covington, Jr. and \nExpressions Holdings, Inc.; and  \nGray, Layton, Kersh, Solomon, Furr & Smith, P.A. by Michael Carpenter and \nChristopher M. Whelchel for Defendants Benjamin Covington and One Love \nSmoke Shop, Inc.  \nMurphy, Judge.  \n{1} THIS MATTER is before the Court on Defendants P. Alexander \nCovington, Jr. (“A. Covington”) and Expressions Holdings, Inc.’s (“Expressions”) \n(collectively, “Expressions Defendants”) Motion to Dismiss pursuant to Rule 12(b)(6) \nof the North Carolina Rules of Civil Procedure (“Motion I”), and Defendants \nBenjamin Covington (“B. Covington”) and One Love Smoke Shop, Inc. (“One Love”) \n(collectively, “One Love Defendants”) Motion to Dismiss pursuant to Rule 12(b)(6) of \nthe North Carolina Rules of Civil Procedure (“Motion II”).  Having considered the \nMotions, the parties’ briefs in support of and opposition to the Motions, and the \narguments of counsel at the hearing held on April 17, 2014, the Court GRANTS \nMotions I and II. \n \n \nGottfried v. Covington, 2014 NCBC 26.\n \n \nI. \nPROCEDURAL HISTORY \n{2} On September 4, 2013, Plaintiff Kenneth Gottfried (“Plaintiff”) filed his \nComplaint in this action, asserting claims for fraud, breach of contract, unfair and \ndeceptive trade practices, equitable accounting, civil conspiracy to commit \nconversion, and declaratory judgment. \n{3} Subsequently, the case was designated a mandatory complex business \ncase, and assigned to this Court on October 8, 2013.  \n{4} On December 20, 2013, Expressions Defendants filed Motion I, seeking \ndismissal of Plaintiff’s claims for fraud, unfair and deceptive trade practices, and \ncivil conspiracy to commit conversion.  That same day, One Love Defendants filed \nMotion II to dismiss Plaintiff’s claims for unfair and deceptive trade practices, \nequitable accounting, and civil conspiracy to commit conversion. \n{5} Thereafter, on January 13, 2014, Plaintiff filed a consolidated response \nin opposition to the Motions.  On January 27, 2014, the Expressions Defendants and \nOne Love Defendants separately filed replies in support of their Motions.  And, the \nCourt held a hearing on the Motions on April 17, 2014. \nII.  \nFACTUAL BACKGROUND \n{6} For purposes of this Order and Opinion, the Court recites those facts \nfrom the Complaint that are relevant to the Court’s legal determinations. \n{7} Plaintiff formerly owned and operated six retail novelty stores in North \nCarolina under the trade name “Expressions” (“Expressions Stores”), and was the \nsole holder of the “Expressions” trademark and other related business trademarks \n(the “Marks”).  (Compl. ¶ 9.)  \n{8} In 2007, Plaintiff offered the Expressions Stores and their assets for \nsale.  (Compl. ¶10.)  A. Covington contacted Plaintiff about purchasing the stores, \nand the parties negotiated through 2008.  (Compl. ¶10.)  Initially, Plaintiff intended \nto retain the Marks in the sale, but according to Plaintiff, A. Covington convinced \nhim to transfer the Marks to Expressions in return for royalty payments.  (Compl. ¶ \n \n \n13.)  As part of this negotiation, Plaintiff alleges that A. Covington represented to \nPlaintiff that he planned to expand Expressions into a nationwide retail novelty \nbusiness, and that such expansion would occur using the Expressions trade name, \nresulting in larger royalties for Plaintiff.  (Compl. ¶ 14.) \n{9} In anticipation of the sale, A. Covington incorporated Expressions in \nJuly 2008 as a holding company for the Expressions Stores and the Marks.  Per the \nComplaint, A. Covington is the sole owner of Expressions.  (Compl. ¶ 11.)  \n{10} On September 3, 2008, Plaintiff and A. Covington, on behalf of \nExpressions, entered into an Asset Purchase Agreement (“APA”) under which \nExpressions acquired substantially all of the assets of the Expressions Stores.  \n(Compl. ¶15.)  Contemporaneous with the APA, Plaintiff assigned the Marks to \nExpressions under the terms of an Intellectual Property Agreement (“IP \nAgreement”).  (Compl. ¶ 15.) \n{11} The IP Agreement outlined a comprehensive plan for royalty payments \nto Plaintiff after Expressions recouped certain initial start-up costs. In relevant \npart, Expressions would pay Plaintiff royalties equal to 30% of the net pre-tax \nincome from retail operations of any “New Store.”  (Compl. Ex. A.)\n 1  Pursuant to the \nIP Agreement, a “New Store” includes “any new physical retail outlet[] owned, \noperated, and opened by [Expressions] . . . that operate[s] under the trade name \n‘EXPRESSIONS’.”  (Compl. Ex. A § 2(a).)  Expressions further agreed that “any new \nphysical retail outlet owned, operated and opened by Expressions . . . must use the \n‘EXPRESSIONS’ trade name and such store will be considered a New Store and the \nNew Store Royalty will apply . . . .”  (Compl. Ex. A § 2(a).)   \n{12} Additionally, the IP Agreement included a non-compete clause that \nprohibited Plaintiff from engaging in retail or wholesale business substantially \n                                                 \n1 “When documents are attached to and incorporated into a complaint, they become part of the \ncomplaint and may be considered in connection with a Rule 12(b)(6) motion without converting it \ninto a motion for summary judgment.”  Schlieper v. Johnson, 195 N.C. App. 257, 261, 672 S.E.2d 548, \n551 (2009).  Plaintiff attached the IP Agreement to the Complaint as Exhibit A, and expressly refers \nto it throughout the Complaint.  The Court, therefore, considers this document in reaching its \ndeterminations. \n \n \nsimilar to the business of Expressions.  (Compl. Ex. A.)  The IP Agreement defined \nsuch substantially similar business as the sale of certain goods and services termed \n“Products,” including adult novelty gift items, clothing, costumes, tobacco, tobacco \npipes and accessories, adult DVDs and body piercing services.  (Compl. Ex. A.)  \nHowever, the IP Agreement contains no reciprocal promise by A. Covington.  \nIndeed, the IP Agreement does not restrict A. Covington in any way from owning or \noperating new, similar stores not utilizing the Marks.  \n{13} On May 11, 2010, A. Covington and B. Covington incorporated and \nopened One Love in Charlotte, North Carolina.  According to Plaintiff, One Love is a \nnovelty retail business substantially similar to Expressions that is owned and \noperated by A. Covington and B. Covington.  (Compl. ¶ 16.) \n{14} Upon learning about One Love’s operations, Plaintiff questioned A. \nCovington about his and Expressions’ involvement with One Love, and A. Covington \nresponded that he was only a “silent partner” in One Love.  (Compl. ¶ 25.)  \nHowever, Plaintiff contends he later discovered that A. Covington actively \nparticipated in the operations of One Love. \n{15} Given the similarities between the Expressions Stores and One Love, \nPlaintiff asserts that Expressions should have opened One Love under the \nExpressions’ trade name, and thereafter, should have paid Plaintiff royalties due \nunder the IP Agreement.  In failing to do so, Plaintiff argues that Expressions \nbreached the IP Agreement.  Furthermore, Plaintiff contends that the Expressions \nDefendants committed fraud; that the actions of the Expressions Defendants and \nthe One Love Defendants constituted unfair and deceptive trade practices; that the \nOne Love Defendants and A. Covington conspired to convert Plaintiff’s royalties; \nand that Plaintiff is entitled to an equitable accounting from One Love and a \ndeclaratory judgment that he has been released from the non-compete in the IP \nAgreement.   \nIII.   \nLEGAL STANDARD \n{16} The question for the court on a Rule 12(b)(6) motion to dismiss is \n \n \n“whether, as a matter of law, the allegations of the complaint, treated as true, are \nsufficient to state a claim upon which relief may be granted under some legal \ntheory, whether properly labeled or not.” Harris v. NCNB Nat’l Bank of North \nCarolina, 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987).   \n{17} “The complaint must be liberally construed, and the court should not \ndismiss the complaint unless it appears beyond a doubt that the plaintiff could not \nprove any set of facts to support his claim which would entitle him to relief.” Block \nv. County of Person, 141 N.C. App. 273, 277–78, 540 S.E.2d 415, 419 (2000) (quoting \nHarris, 85 N.C. App. at 670, 355 S.E.2d at 840).  When the complaint fails to allege \nthe substantive elements of some legally cognizable claim, or where it alleges facts \nthat defeat the claim, the complaint should be dismissed under Rule 12(b)(6).  See \nHudson-Cole Dev. Corp. v. Beemer, 132 N.C. App. 341, 345–46, 511 S.E.2d 309, 312 \n(1999). \n{18} While factual allegations must be accepted as true on a motion to \ndismiss, bare legal conclusions are “not entitled to a presumption of truth.”  Miller \nv. Rose, 138 N.C. App. 582, 592, 532 S.E.2d 228, 235 (2000).  Further, the Court is \nmindful that averments of fraud must be pled specifically and with particularity.  \nN.C. R. Civ. P. 9(b).   \nIV. \nANALYSIS \nA. \nFRAUD \n{19} To state a claim for fraud, a plaintiff must allege a “(1) false \nrepresentation or concealment of a material fact, (2) reasonably calculated to \ndeceive, (3) made with intent to deceive, (4) which does in fact deceive, and (5) \nresulting in damage to the injured party.” Becker v. Graber Builders, Inc., 149 N.C. \nApp. 787, 793, 561 S.E.2d 905, 910 (2002) (quoting Ragsdale v. Kennedy, 286 N.C. \n130, 138, 209 S.E.2d 494, 500 (1974)).   \n{20} “A claim for fraud may be based on an ‘affirmative misrepresentation \nof a material fact, or a failure to disclose a material fact relating to a transaction \n \n \nthat the parties had a duty to disclose.’”  McKee v. James, 2013 NCBC 38 ¶ 49 (N.C. \nSuper. Ct. July 24, 2013), http://www.ncbusinesscourt.net/opinions/ \n2013_NCBC_38.pdf (quoting Hardin v. KCS Int’l, Inc., 199 N.C. App. 687, 696, 682 \nS.E.2d 726, 733 (2009)).  Here, Plaintiff alleges that the Expressions Defendants \nfailed to disclose material facts about A. Covington’s involvement in One Love.   \n{21}  “Fraudulent concealment or fraud by omission is, by its very nature, \ndifficult to plead with particularity.”  Lawrence v. UMLIC-Five Corp., 2007 NCBC \n20 ¶ 39 (N.C. Super. Ct. June 18, 2007), http://www.ncbusinesscourt.net/opinions/ \n2007_NCBC_20.pdf.  Thus, Plaintiff must allege: \n(1) the relationship [between plaintiff and defendant] giving rise to the \nduty to speak; (2) the event or events triggering the duty to speak and/or \nthe general time period over which the relationship arose and the \nfraudulent conduct occurred; (3) the general content of the information \nthat was withheld and the reason for its materiality; (4) the identity of \nthose under a duty who failed to make such disclosures; (5) what [the \ndefendant] gained by withholding information; (6) why plaintiff's \nreliance on the omission was both reasonable and detrimental; and (7) \nthe damages proximately flowing from such reliance.   \nLawrence, 2007 NCBC 20 ¶ 39 (adopting Breeden v. Richmond Cmty. Coll., 171 \nF.R.D. 189, 195–96 (M.D.N.C. 1997)).   \n{22} “A duty to speak may arise: (1) in the context of a fiduciary \nrelationship, (2) where ‘a party has taken affirmative steps to conceal material facts \nfrom the other,’ or (3) ‘where one party has knowledge of a latent defect in the \nsubject matter of the negotiations . . . .’”  McKee, 2013 NCBC 38 ¶ 51 (quoting \nHarton v. Harton, 81 N.C. App. 295, 297, 344 S.E.2d 117, 119 (1986)). \n{23} Plaintiff initially argues that the Expressions Defendants owed him a \nfiduciary duty to disclose the information.  However, the factual allegations do not \nsupport such a claim.  Although Plaintiff alleges a relationship of trust, there are no \nspecific factual allegations to support this assertion, nor is there any allegation of \ndominion and control by the Expressions Defendants.  Kaplan v. O.K. Techs., LLC, \n196 N.C. App. 469, 474, 675 S.E.2d 133, 137 (2009) (“Although our courts have \nbroadly defined fiduciary relationships, no such relationship arises absent the \nexistence of dominion and control by one party over another.”).  The facts as alleged \n \n \nsimply describe two parties bound to each other under the terms of a contract \nnegotiated at arm’s length, which does not in itself create a fiduciary relationship \nbetween the parties.  See Branch Banking & Trust, Co. v. Thompson, 107 N.C. App. \n53, 61, 418 S.E.2d 694, 699 (1992).   \n{24} Next, Plaintiff argues that the Expressions Defendants took \naffirmative steps to conceal their connection to One Love, giving rise to a duty to \nfully disclose their involvement to Plaintiff.  While the allegations support \nPlaintiff’s claim that A. Covington hid his true involvement with One Love, this \nconcealment was not of a material fact relevant to the transaction between the \nparties.  Under the IP Agreement, A. Covington remained free to engage in other \nbusinesses, even similar, competing businesses.  The IP Agreement only \nconstrained Expressions from opening similar businesses under a different name, \nand Plaintiff does not allege that Expressions had any ownership interest or \ninvolvement in One Love.  Even accepting the allegations as true, the Court does \nnot discern any concealment or misrepresentation of a \nmaterial fact.   \n{25} Furthermore, Plaintiff failed to allege how he actually relied on the \nconcealment to his detriment.  Although Plaintiff includes the conclusory allegation \nthat he relied on the Expressions Defendants’ omissions, there are no factual \nallegations regarding what actions Plaintiff took or refrained from taking in \nreliance thereon.2  Instead, Plaintiff merely complains that he has been denied \nroyalties due under the IP Agreement.  It seems Plaintiff’s injury is based on the \nalleged breach of contract rather than any reliance on the Expressions Defendants’ \nmisrepresentations or concealment.  The Court, therefore, concludes that Plaintiff \nfailed to sufficiently allege a claim for fraud. \n{26} Accordingly, the Court hereby GRANTS Motion I with respect to \nPlaintiff’s claim for fraud, and DISMISSES the claim with prejudice.   \n \n                                                 \n2 The Court notes that Plaintiff did not allege or argue that the Expressions Defendants fraudulently \ninduced Plaintiff to execute the IP Agreement through their representations about developing the \nbusiness nationwide.  Rather Plaintiff’s claim relies solely on the Expressions Defendants’ actions in \ncarrying out their obligations under the IP Agreement after execution. \n \n \nB. \nUNFAIR AND DECEPTIVE TRADE PRACTICES \n{27} To properly state a claim for unfair and deceptive trade practices, a \nplaintiff must allege that “(1) defendants committed an unfair or deceptive act or \npractice, (2) in or affecting commerce and (3) plaintiff was injured as a result.” \nPhelps-Dickson Builders, LLC v. Amerimann Partners, 172 N.C. App. 427, 439, 617 \nS.E.2d 664, 671 (2005) (citing Edwards v. West, 128 N.C. App. 570, 574, 495 S.E.2d \n920, 923 (1998)).  In this case, Plaintiff alleges that both the Expressions \nDefendants and the One Love Defendants committed unfair and deceptive trade \npractices.   \n1.  \nTHE EXPRESSIONS DEFENDANTS \n{28} The Expressions Defendants argue that Plaintiff’s claim fails because \nit attempts to elevate a breach of contract claim to an unfair and deceptive trade \npractices claim. \n{29} “Ordinarily, under section 75-1.1, a mere breach of contract does not \nconstitute an unfair or deceptive act . . . .”  Cullen v. Valley Forge Life Ins. Co., 161 \nN.C. App. 570, 578, 589 S.E.2d 423, 430 (2003) (citing Becker, 149 N.C. App. at 794, \n561 S.E.2d at 910).  To proceed with such a claim for unfair and deceptive trade \npractices, “[t]he plaintiff must show substantial aggravating circumstances \nattending the breach . . . .”  Eastover Ridge, LLC v. Metric Constructors, Inc., 139 \nN.C. App. 360, 368, 533 S.E.2d 827, 833 (2000) (internal quotation and citation \nomitted).  To be sure, “[i]t is ‘unlikely that an independent tort could arise in the \ncourse of contractual performance, since those sorts of claims are most \nappropriately addressed by asking simply whether a party adequately fulfilled its \ncontractual obligations.’”  Id. (quoting Broussard v. Meineke Muffler Discount, Inc., \n155 F.3d 331, 347 (4th Cir. 1998)).   \n{30} In alleging his claim for unfair and deceptive trade practices, Plaintiff \nrelies on the same facts underlying his claim for breach of contract and fraud.  To \nthe extent it relies on the allegations of fraud, Plaintiff’s claim for unfair trade \n \n \npractices fails for the same reasons discussed above, leaving the Court solely with \nthe underlying claim for breach of contract.  Without the aggravating fraud claim, \nPlaintiff has not pled substantial aggravating circumstances attending the breach \nthat would rise to the level of an unfair or deceptive act.  The Court concludes, \ntherefore, that Plaintiff’s claim against the Expressions Defendants fails as a \nmatter of law. \n{31} Accordingly, the Court GRANTS Motion I as to Plaintiff’s unfair and \ndeceptive trade practices claim, and hereby DISMISSES the claim against the \nExpressions Defendants with prejudice.   \n2.  \nTHE ONE LOVE DEFENDANTS \n{32} As to the One Love Defendants, the Complaint is devoid of allegations \nrevealing any individual actions by One Love or B. Covington other than their \nassociation with A. Covington.  Plaintiff does not allege that either made any \nmisrepresentations or were parties to any contract with Plaintiff.  Indeed, Plaintiff \ndoes not allege any prior relationship or interaction with One Love or B. Covington \nbeyond Plaintiff’s interactions with A. Covington related to Expressions.  Although \nPlaintiff alleged a civil conspiracy, Plaintiff limited his conspiracy claim to the \nalleged conversion of royalties, and did not argue that any such claim supported the \nunfair and deceptive trade practices claim.\n3  Instead, Plaintiff relies solely on the \nalleged actions of the Expressions Defendants to sustain this claim.  Without an \nallegation of an unfair or deceptive act committed by the One Love Defendants, the \nCourt concludes that Plaintiff cannot proceed with this claim.4 \n                                                 \n3 In any case, as discussed below, Plaintiff’s claim for conspiracy to commit conversion fails, and \nthus, would not allow Plaintiff’s claim for unfair and deceptive trade practices to survive.   \n4 Because the Court dismissed Plaintiff’s unfair and deceptive trade practices claim against the \nExpressions Defendants, the Court need not address Plaintiff’s argument that One Love is the alter \nego of Expressions, and can be held liable for Expressions’ actions.  However, the Court notes that \nthere is only one allegation in the Complaint that asserts, as a legal conclusion, that One Love is the \nalter ego of Expressions, (Compl. ¶ 23), and none of the required factual allegations to support that \nclaim appear anywhere in the Complaint.  As such, it is unlikely that this claim would survive even \nif the Court were to reach this argument.   \n \n \n{33} Accordingly, the Court GRANTS Motion II as to this claim.  The Court \nhereby DISMISSES Plaintiff’s claim for unfair and deceptive trade practices against \nthe One Love Defendants with prejudice.    \nC. \nEQUITABLE ACCOUNTING \n{34} “The remedy of an equitable accounting may be available when a \nplaintiff has asserted a valid claim for relief in equity and an accounting is \nnecessary to compel discovery of information regarding accounts held exclusively by \nthe defendant.”  Mkt. Choice, Inc. v. New England Coffee Co., 2009 U.S. Dist. \nLEXIS 73627 at *35–*36 (W.D.N.C. Aug. 18, 2009) (citing Dunn v. Johnson, 115 \nN.C. 249, 20 S.E. 390, 390–91 (1894), and Toomer v. Branch Banking & Trust Co., \n171 N.C. App. 58, 70, 614 S.E.2d 328, 337 (2005)).  Nevertheless, the Court will not \ngrant equitable relief where a party has a full and complete remedy at law.  See \nHinson v. United Fin. Servs., Inc., 123 N.C. App. 469, 473, 473, S.E.2d 382, 385 \n(1996).  In requesting an equitable accounting, Plaintiff must allege facts that \nwarrant an equitable remedy.  Wilmar, Inc. v. Liles, 13 N.C. App. 71, 74, 185 S.E.2d \n278, 280 (1971).   \n{35} Plaintiff contends that he needs an accounting from One Love to assess \nthe amount of royalties due under the IP Agreement.  However, Plaintiff may \nobtain this relief through discovery related to his breach of contract claim.  \nFurthermore, Plaintiff failed to allege or argue any clear reason why discovery \nwould be insufficient, other than a vague assertion that “the statutory limitations or \nCourt rules or orders which may limit discovery may not be coextensive with the \nequitable rights to an accounting.”  (Pl.’s Br. Opp. Mot. II 14–15.)  The Court finds \nthis argument unavailing, and concludes that Plaintiff has failed to sufficiently \nallege facts that warrant an equitable accounting. \n{36} Accordingly, the Court GRANTS Motion II, and hereby DISMISSES \nPlaintiff’s claim for equitable accounting with prejudice. \n \n \n \n \nD. \nCIVIL CONSPIRACY TO COMMIT CONVERSION \n{37} “The elements of a civil conspiracy are: (1) an agreement between two \nor more individuals; (2) to do an unlawful act or a lawful act in an unlawful way; (3) \nresulting in injury to plaintiff inflicted by one or more of the conspirators; and (4) \npursuant to a common scheme.  Strickland v. Hedrick, 194 N.C. App. 1, 19, 669 \nS.E.2d 61, 72 (2008) (internal quotation and citation omitted).  “It is well \nestablished that ‘there is not a separate civil action for civil conspiracy in North \nCarolina.’”  Piraino Bros., LLC v. Atl. Fin. Group, Inc., 211 N.C. App. 343, 350, 712 \nS.E.2d 328, 333 (2011) (quoting Dove v. Harvey, 168 N.C. App. 687, 690, 608 S.E.2d \n798, 800 (2005)).  “Instead, ‘civil conspiracy is premised on the underlying act.’”  Id. \n(quoting Harris v. Matthews, 361 N.C. 265, 273, n.2, 643 S.E.2d 566, 571, n.2 \n(2007)).   \n{38} Plaintiff alleges conversion as the underlying tort for his civil \nconspiracy claim.  Specifically, Plaintiff argues that A. Covington and the One Love \nDefendants conspired to convert the royalty payments due to Plaintiff under the IP \nAgreement.   \n{39} “Conversion is defined as ‘an unauthorized assumption and exercise of \nthe right of ownership over goods or personal chattels belonging to another, to the \nalteration of their condition or the exclusion of an owner’s rights.’”  Norman v. Nash \nJohnson & Sons’ Farms, Inc., 140 N.C. App. 390, 414, 537 S.E.2d 248, 264 (2000).  \nHowever, “only goods and personal property are properly the subjects of a claim for \nconversion.  A claim for conversion does not apply to . . . intangible interests such as \nbusiness opportunities and expectancy interests . . . .”  Id.  Here, the royalties \nconstitute an intangible, contractual expectancy under the IP Agreement, and are \nnot subject to a claim for conversion.  Plaintiff’s underlying claim for conversion \ntherefore fails, leaving no premise for the civil conspiracy claim.\n5  \n                                                 \n5 The Court also notes that Plaintiff made no attempt to argue that the civil conspiracy claim was \nbased on any other underlying tort alleged in the Complaint.   \n \n \n{40} The Court GRANTS Motions I and II with respect to Plaintiff’s claim \nfor civil conspiracy to commit conversion, and hereby DISMISSES the claim with \nprejudice.  \nV. \nCONCLUSION \n{41} For the reasons stated above, the Court GRANTS Motions I and II, and \naccordingly, DISMISSES with prejudice Plaintiff’s claims for fraud, unfair and \ndeceptive trade practices, equitable accounting, and civil conspiracy to commit \nconversion.     \nSO ORDERED, this 25th day of June 2014. \n "
}