{
  "id": "79e8a04cf9da2be2a56b012e9961fd1daefb21dc465916a4f6534ad9afd933b9",
  "source_file": "data/raw/ncbc/79e8a04cf9da2be2a56b012e9961fd1daefb21dc465916a4f6534ad9afd933b9.pdf",
  "raw_text": "Islet Scis., Inc. v. Brighthaven Ventures, LLC, 2017 NCBC 17. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 15 CVS 16388 \n \nISLET SCIENCES, INC. ) \n  Plaintiff, )  \n   )  \n v.  )               OPINION AND ORDER ON  \n   )            THIRD-PARTY DEFENDANTS  \nBRIGHTHAVEN VENTURES, LLC, )         JOHN STEEL, EDWARD   \nJAMES GREEN, WILLIAM WILKISON, )            GIBSTEIN, & COVA CAPITAL  \nOFSINK LLC, and DARREN OFSINK, )             PARTNERS LLC’S MOTION \n  Defendants, )       TO DISMISS \n   ) \nand   ) \n   ) \nBRIGHTHAVEN VENTURES LLC, ) \n  Third-Party Plaintiff, ) \n   ) \n v.  ) \n   ) \nJOHN F. STEEL, IV, EDWARD T.  ) \nGIBSTEIN, and COVA CAPITAL  ) \nPARTNERS, LLC,  ) \n           Third-Party Defendants. ) \n \nTHIS MATTER comes before the Court on Third-Party Defendants John F. \nSteel, Edward T. Gibstein, and COVA Capital Partners, LLC ’s (collectively, “Third-\nParty Defendants”) Motion to Dismiss Defendant Brighthaven Ventures LLC’s Third-\nParty Complaint (“Motion to Dismiss”).  \n THE COURT, after considering the Motion to Dismiss, the briefs in support of \nand in opposition to the Motion to Dismiss, the arguments of counsel at the hearing, \nand other appropriate matters of record, concludes that the Motion to Dismiss should \nbe GRANTED, in part, and DENIED, in part, for the reasons set forth below. \nMcGuireWoods LLP by Michael F. Easley, Jr, Esq., Irving M. Brenner, \nEsq., Michael L . Simes, Esq., for Plaintiff Islet Sciences, Inc. and for \n \n \nThird-Party Defendants John F. Steel, IV, Edward T. Gibstein and \nCOVA Capital Partners, LLC. \n \nParry Tyndall White by K. Allan Parry, Esq., for Defendants James \nGreen and William Wilkison.  \n \nJerry Meek, PLLC by Gerald F. Meek, Esq. for Defendant Brighthaven \nVentures, LLC.  \n \nYoung Moore and Henderson, P.A. by Walter E. Bro ck, Jr., Esq. for \nDefendants Ofsink LLC and Darren Ofsink. \n \nMcGuire, Judge. \nI. FACTUAL AND PROCEDURAL BACKGROUND. \n1. The factual and procedural background of this matter has been recited \nby the Court in its  Opinion and Order on Green and Wilkison’s Motions and its \nOpinion and Order on Defendant Brighthaven, LLC’s Motion to Dismiss issued on \nJanuary 12, 2017. Here, the Court recites only those background and procedural facts \nnecessary to the resolution of the Motion to Dismiss.1 \n2. Plaintiff Islet Sciences, Inc. (“Islet” or “Plaintiff”) is a public corporation \norganized and existing under the laws of the State of Nevada with its headquarters \nin Raleigh, North Carolina. Islet is in the business of developing and commercializing \nnew medicines and technologies to treat patients suffering from metabolic disease.  \nJohn F. Steel (“Steel”) was Islet’s largest shareholder and at all times relevant to this \nmatter was on Islet’s Board of Directors. \n                                                 \n1 The background facts are drawn from the allegations in BHV’s Third -Party Complaint \n(hereinafter “Third -Party Compl.”) and BHV’s Counterclaims (hereinafter “Countercl.”), \nwhich are expressly incorporated into the Third-Party Complaint (Third-Party Compl. ¶¶ 5, \n10, 15, and 20.) \n \n \n3. Defendant Brighthaven Ventures, LLC (“BHV”) is a privately -owned \npharmaceutical research and development company headquartered in Raleigh, North \nCarolina. BHV develops pharmaceutical products t o treat obesity -related health \ncomplications. Defendants James Green (“Green”) and William Wilkison (“Wilkison”) \nown BHV.   \n4. At all times relevant to this lawsuit, BHV was developing the SGLT2 \ninhibitor remoglifozin etzbonate (“Remo”) to treat type 2 diabet es and nonalcoholic \nsteatohepatitis under a licensing agreement with Kissei Pharmaceuticals (“Kissei”), \nthe original creator and developer of Remo. \n5. COVA Capital Partners, LLC (“COVA”) , a New York limited liability \ncompany, is an investment banker. Edward T. Gibstein (“Gibstein”) is the CEO and \nowner of COVA. \n6. On August 6, 2013, Islet signed an engagement agreement with COVA.  \nUnder the agreement, COVA was to provide investment banking services to Islet and \nraise funds for Islet in exchange for a commission o n all amounts raised.  On \nSeptember 10, 2013, BHV entered into a “Mutual Nondisclosure Agreement”  with \nCOVA pursuant to which the parties agreed not to use or disclose  “Confidential \nInformation” belonging to either party or to any third party for two years.  (Mem. \nSupp. Mot. Dismiss Third-Party Compl., Ex. C – Mutual Nondisclosure Agreement.) \n7. By September 2013, discussions began between Islet, COVA, Gibstein , \nand BHV concerning BHV granting a sublicense to Islet for the development of Remo. \nBHV contends that “Gibstein, COVA, and Islet knew that BHV was not interested in \n \n \nentering into a relationship with Islet for the development of Remo, except pursuant \nto a license agreement,” and that Green and Wilkison were not interested in becoming \ndirectors or officers of Islet “unless BHV and Islet entered into a license agreement \nfor Remo.” (Countercl. ¶ 4.)  \n8. On October 29, 2013, Gibstein, acting on behalf of COVA and Islet, \nrepresented to BHV, through Green and Wilkison,  that BHV and Islet had reache d \nan agreement for the license of Remo and that Islet’s board of directors supported the \nagreement. On October 30, 2013, in reliance upon Gibstein’s representation, Green \nand Wilkison accepted their appointments as the CEO and COO, respectively, of Islet \nand members of Islet’s board of directors. \n9. BHV also alleges that in reliance on the representation that Islet and \nBHV had reached agreement on a license for Remo, BHV “ changed course with \nrespect to the development of Remo ,” “deferred pursuit of funding opp ortunities for \nthe further development of Remo while the agreement with Islet was being finalized,” \nand missed a “window of opportunity . . . to obtain funding for further development \nof Remo.” (Countercl. ¶ 8.) \n10. Despite the representation that the parties had an agreement to license \nRemo, Gibstein, COVA, and Islet “began to repudiate the license of Remo” and \n“instead promote a merger between Islet and BHV.” ( Countercl. ¶ 9.) BHV alleges \nthat once Gibstein, COVA, and Islet repudiated the proposed license agr eement, it \n“considered the proposed merger to be its only realistic alternative.” (Countercl. ¶ 10.) \n \n \n11. On March 12, 2014, BHV entered into a Binding Letter of Intent with \nIslet pursuant to which Islet would acquire BHV. On September 30, 2014, BHV and \nIslet entered into an Agreement and Plan of Merger (“Merger Agreement”).  Both the \nLetter of Intent and the Merger Agreement provided that Islet would be responsible \nfor all costs and expenses of the merger transaction. (Countercl. ¶¶ 11–12.) \n12. Steel initially supported the Merger Agreement, believing the proposed \nmerger would increase the value of his Islet stock. Contrary to his expectations, \nhowever, following the public announcement of the Merger Agreement, Islet’s share \nprice did not increase significantly. ( Countercl. ¶¶ 13 –14.) Concerned that his \nownership in Islet would be diluted, Steel “conspir [ed] with Gibstein, Richard \nSchoninger, and others, [to launch] a campaign to replace the agreed upon Merger \nAgreement with a new merger agreement that minimized the risk that his shares \nwould be diluted.” (Countercl. ¶ 14.) \n13. Ultimately, a majority of disinterested Islet directors agreed to \nterminate the Merger Agreement and, instead, enter into an exclusive license \nagreement for the development of Remo. ( Countercl. ¶ 15.) On March 3, 2015, Islet \nand BHV entered into an agreement terminating the Merger Agre ement \n(“Termination Agreement”) . ( Countercl. ¶¶ 15 –19.) The Termination Agreement \nagain provided that Islet would pay all costs and expenses resulting from the Merger \nAgreement, the Termination Agreement, and the Exclusive License Agreement. \n(Countercl. ¶¶ 15–19.) \n \n \n14.  On March 3, 2015, Islet and BHV also entered into an exclusive license \nagreement for the development of Remo (“Exclusive License Agreement”).  The \nExclusive License Agreement provided that it would become effective only if Islet \nraised $10 million in equity or debt financing by May 31, 2015. BHV eventually \nextended the deadline for raising the $10 million to July 13, 2015. \n15. After Steel failed to block terminati on of the Merger A greement and \napproval of the Exclusive  License Agreement, “Steel, Gibstein, and others launched \na campaign to undermine Islet’s attempt to raise the $10 million in capital required \nto make the Exclusive License Agreement effective.” (Countercl. ¶ 25.) \n16. In June 2015, Steel and Gibstein learned that Islet was close to raising \nthe financing required to make the Exclusive License Agreement effective. On June \n29, 2015, in an attempt to prevent Islet from securing the financing, Steel, Gibstein,  \nand other Islet shareholders aligned with Steel, filed a Petition in state court in \nNevada seeking an order requiring Islet to hold a shareholders’ meeting  “for the \npurpose of electing directors as required by” Nevada law.  (“Nevada Lawsuit”) . \n(Countercl. ¶ 27; Mem. Supp. Mot. Dismiss Third -Party Compl., Ex. A .) On July 7, \n2015, the Nevada Court issued a temporary restraining order requiring a meeting of \nthe shareholders and enjoining Islet from taking any actions outside the ordinary \ncourse of business. ( Countercl. ¶ 27; Mem. Supp. Mot. Dismiss Third -Party Compl., \nEx. B.) \n17. Steel’s and Gibstein’s motive in filing the Nevada Lawsuit was to \n“effectively eliminate Islet’s ability to raise the capital required by the Exclusive \n \n \nLicense Agreement,” by causing the expiration of the Exclusive Licensing Agreement. \n(Countercl. ¶¶ 28, 31.) \n18. Islet failed to raise the $10 million by July 13, 2015, and the Exclusive \nLicense Agreement expired. (Id. ¶ 30.) \n19. On December 11, 2015, Islet initiated this lawsuit by filing a Complaint. \n20. On December 14, 2015, this case was designated a mandatory complex \nbusiness case by Order of the Chief Justice of the North Carolina Supreme Court, \npursuant to N .C. Gen. Stat. § 7A -45.4(b) (hereinafter, refere nces to the North \nCarolina General Statutes will be to “G.S.”), and assigned to the undersigned Special \nSuperior Court Judge for Complex Business Cases by Order of Chief Judge James L. \nGale on December 14, 2015. \n21. On February 19, 2016, BHV filed its Answer, Counterclaims, and Third-\nParty Complaint against Steel, Gibstein, and COVA.  In its Third-Party Complaint, \nBHV asserts the following causes of action: (1) tortious interference with a contract \nagainst Steel and Gibstein; (2) tortious interference with pros pective advantage, in \nthe alternative, against Steel and Gibstein; (3) breach of contract against COVA; and \n(4) common law fraud, in the alternative, against COVA and Gibstein.  \n22. On May 13, 2016, Third -Party Defendants filed the Motion to Dismiss \npursuant to Rules 12(b)(2) and (6) of the North Carolina Rules of Civil Procedure \n(“Rule(s)”). Third-Party Defendants seek dismissal of Steel because the Court lacks \npersonal jurisdiction over him  and dismissal of the remaining  Third-Party \nDefendants on the grounds that BHV failed to allege sufficient facts to establish each \n \n \nof the causes of action. The Motion to Dismiss was fully briefed, the Court has heard \narguments, and it is now ripe for disposition. \nII. ANALYSIS. \nA. Motion to Dismiss Steel pursuant to Rule 12( b)(2) for lack of personal \njurisdiction. \n \n23. BHV makes claims against Steel for tortious interference with contract \nand, alternatively, tortious interference with prospective advantage.  (Third-Party \nCompl. ¶¶ 5–14.) BHV alleges that “[t]he Exclusive License Agreement constituted a \nvalid contract between BHV and Islet, conferring upon BHV certain co ntractual \nrights against Islet,” and that “Steel . . . intentionally and maliciously induced Islet \nnot to perform its obligations under the Exclusive License Agreement.” (Third-Party \nCompl. ¶¶ 6, 8.) Alternatively, BHV alleges that if the Exclusive License Agreement \ndid not become a binding contract, it “constituted a prospective advantage for BHV,” \nand that Steel interfered with the prospective advantage. (Id. ¶11–12.) \n24. Third-Party Defendants move to dismiss the claims against Steel on the \ngrounds that Steel is not subject to personal jurisdiction in this state. ( Mem. Supp. \nMot. Dismiss Third-Party Compl. 4.) Steel is a resident and citizen of California, and \nBHV does not allege that Steel was present in North Carolina at any time relevant \nto this matter. Third-Party Defendants contend that Steel does not have sufficient \ncontacts with North Carolina for this Court to exercise jurisdiction over him. Since \nSteel has not offered an affidavit in support of his motion, however, the allegations \nin the Third -Party Complaint must be “accepted as true and deemed controlling.” \nBrown v. Refuel Am., Inc., 186 N.C. App. 631, 634, 652 S.E.2d 389, 392 (2007). \n \n \n25. “[T]he plaintiff bears the burden of proving, by a preponderance of the \nevidence, grounds for exercising personal jurisdiction over a defendant. . . . [U]pon a \ndefendant’s motion to dismiss for lack of personal jurisdiction, the plaintiff bears the \nburden of making out a prima facie case that jurisdiction exists.” Bauer v. Douglas \nAquatics, Inc., 207 N.C. App. 65, 68, 698 S.E.2d 757, 761 (2010) (citation omitted). To \ndetermine whether personal jurisdiction over a defendant exists, the Court conducts \na two-step analysis: first, personal jurisdiction must exist under the North Carolina \nlong-arm statute; second, the exercise of personal jurisdiction must not violate the \ndue process clause of the Fourteenth Amendment of the United States Constitution. \nBauer, 207 N.C. App. at 67, 698 S .E.2d at 760; Banc of Am. Sec. LLC v. Evergreen \nInt’l Aviation, Inc. , 169 N.C. App. 690, 693, 611 S.E.2d 179, 182 (2005 ). However, \nbecause North Carolina’s long-arm statute has been interpreted to allow the exercise \nof personal jurisdiction to the fullest extent allowed under the due process clause, the \ntwo-step analysis generally collapses into one inquiry. Dillon v. Numismatic Funding \nCorp., 291 N.C. 674, 676, 231 S.E.2d 629, 630−31 (1977);  Brown, 186 N.C. App. at \n633, 652 S.E.2d at 391. \n26. For a court to ex ercise personal jurisdiction over a non -resident \ndefendant, due process requires that the defendant “have certain minimum contacts \nwith [the forum state] such that the maintenance of the suit does not offend \ntraditional notions of fair play and substantial justice.” Int’l Shoe Co. v. Washington, \n326 U.S. 310, 316 (1945) (int ernal quotations omitted). The defendant must \npurposefully avail himself of the privilege of conducting activities in the forum state, \n \n \nthereby invoking the benefits and protections of th e forum state’s laws.  Tom Togs, \nInc. v. Ben Elias Indus. Corp. , 318 N.C. 361, 365, 348 S.E.2d 782, 786 (1986). The \n“relationship between the defendant and the forum must be ‘such that he should \nreasonably anticipate being haled into court there.’” Id. at 365−66, 348 S.E.2d at 786 \n(quoting World-Wide Volkswagen Corp. v. Woodson , 444 U.S. 286, 297 (1980)). \nUnilateral activity within the forum state by others who have some relationship with \na non-resident defendant is insufficient. Banc of Am. Sec. LLC, 169 N.C. App. at 695, \n611 S.E.2d at 184. “Each defendant’s contacts with the forum State must be assessed \nindividually.” Brown, 186 N.C. App. at 638, 652 S.E.2d at 394 (quoting Calder v. \nJones, 465 U.S. 783, 790 (1984)). \n27. In determining whether a defendan t has sufficient minimum contacts, \nNorth Carolina courts consider “(1) the quantity of the contacts, (2) the nature and \nquality of the contacts, (3) the source and connection of the cause of action to the \ncontacts, (4) the interest of the forum state, and (5) the convenience to the parties.”  \nBanc of Am. Sec. LLC, 169 N.C. App. at 696, 611 S.E.2d at 184. \n28. There are two types of personal jurisdiction: specific jurisdiction and \ngeneral jurisdiction. Id. Specific jurisdiction exists when a defendant purposefully \ndirected his activities toward the forum and the cause of action arises out of or relates \nto such activities. Stetser v. TAP Pharm. Prods. Inc. , 162 N.C. App. 518, 521, 591 \nS.E.2d 572, 575 (2004) . The essential foundation of specific jurisdiction is the \nrelationship among the defendant, the forum state, and the cause of action. Tom Togs, \nInc., 318 N.C. at 366, 348 S.E.2d at 786. The cause of action must arise out of activities \n \n \ndefendant purposefully directed toward the forum state. Stetser, 162 N.C. App. at \n521, 591 S.E.2d at 575. A defendant can reasonably anticipate that he may be sued \nin a state for injuries arising from activities that he purposefully directed toward that \nstate. Tom Togs, Inc., 318 N.C. at 366, 348 S.E.2d at 786.    \n29. General jurisdiction exists when the defendant maintains continuous \nand systematic contacts with the forum state, even though those contacts may be \nunrelated to the cause of action. Stetser, 162 N.C. App. at 521, 591 S.E.2d at 575. In \nassessing whether a non-resident defendant has continuous and systematic contacts \nso as to support general jurisdiction, a court examines all contacts with the forum \nthat occurred during the relevant time period. Sea-Roy Corp. v. Parts R  Parts, Inc., \nNo. 1:94CV00059, 1995 U.S. Dist. LEXIS 21859, at *34−35 (M.D.N.C. Aug. 16, 1995). \nThe level of minimum contacts required to support general jurisdiction is \nsignificantly higher than that required to support specific jurisdiction. Cambridge \nHomes of N.C. L.P. v. Hyundai Constr., Inc., 194 N.C. App. 407, 412, 670 S.E.2d 290, \n295 (2008); Stetser, 162 N.C. App. at 521, 591 S.E.2d at 575. A determination of \nwhether a defendant has such continuous and systematic contacts so as to support \ngeneral jurisdiction is based on the totality of the circumstances and depends on the \nfacts of each case. Stetser, 162 N.C. App. at 522, 591 S.E.2d at 576. \n30. BHV argues only that the Court has specific personal jurisdiction over \nSteel, and not general personal jurisdiction. \n31. BHV contends that jurisdiction is conferred over Steel pursuant to G.S. \n§ 1-75.4(3) which provides personal jurisdiction “[i]n any action claiming injury to \n \n \nperson or property . . .  within or without this State arising out of an act or omission \nwithin this State by the defendant.” BHV claims Steel tortiously interfered with the \nExclusive License Agreement between Islet and BHV. In the Third-Party Complaint, \nBHV alleges Steel interfered “with a contract between two companies headquartered \nin North Carolina, which conduct constitutes an act within this State causing injury \nto a North Carolina company.” (Third -Party Compl. ¶ 4.)  “[A] claim of action for \ntortious interference with contrac t has also been considered a local act or omission \nfor purposes of personal jurisdiction in North Carolina.”  Kehrer v. Fields, No. 5:11-\nCV-260-FL, 2012 U.S. Dist. LEXIS 2282, at *8 n. 3 (E.D.N.C. January 9, 2012) (citing \nN.C. Mut. Life Ins. Co. v. McKinley  Fin. Serv., Inc. , 386 F.  Supp. 2d 648, 655 \n(M.D.N.C. 2005)). The Court concludes that BHV’s allegation that Steel caused BHV \ninjury by interfering with the Exclusive License Agreement is sufficient to invoke the \nlong-arm statute. \n32. The Court also must determine if Steel’s contacts in North Carolina are \nsufficient to assert personal jurisdiction over him in accordance with the federal due \nprocess standard. Replacements, Ltd. v. Midwesterling, 133 N.C. App. 139, 143, 515 \nS.E.2d 46, 49 (1999) (“When personal jurisdiction is alleged to exist pursuant to the \nlong-arm statute, the question of statutory authority collapses into one inquiry – \nwhether the defendant has the minimum contacts with North Carolina necessary to \nmeet the requirements of due process.”) \n33. Plaintiff points the Court to Calder, 465 U.S. 783, 790, and its progeny \nin support of its argument that Steel has sufficient contacts to satisfy due process . \n \n \n(Br. Opp. Thir d-Party Defs.’ Mot. Dismiss 8.) The “effects test” (or “ Calder test”) \nrequires the plaintiff to e stablish the following to support the exercise of specific \njurisdiction over an out -of-forum defendant : “(1) the defendant committed an \nintentional tort; (2) the plaintiff felt the brunt of the harm in the forum, such that the \nforum can be said to be the focal point of the harm; and (3) the defendant expressly \naimed his tortious conduct at the forum, such tha t the forum can be said to be the \nfocal point of the tortious activity.” Carefirst of Maryland, Inc. v. Carefirst Pregnancy \nCenters, Inc., 334 F.3d 390, 398  n. 7 (4th Cir. 2003); see also Walden v. Fiore , 134 \nS.Ct. 1115 (2014) (refining the “effects test” in Calder). Under Calder, courts have \nexercised specific jurisdiction over defendants accused of tortious interference where \nthe defendants knew that the harm would be suffered in the forum.  See, e.g., CE \nDistribution, LLC v. New Sensor Corp. , 380 F.3d 110 7, 1111 –12 (9th Cir. 2004) \n(specific jurisdiction over tortious interference claim exists where defendant \ncommitted intentional acts outside of the forum with knowledge that the harm would \nbe suffered in the forum);  Cent. Freight Lines Inc. v. APA Transp.  Corp., 322 F.3d \n376, 384 (5th Cir. 2003) (defendant’s awareness of and interference with a contractual \nrelationship between two Texas -based companies whose business relationship \ncenters around Texas and that resulted in harm to plaintiff in Texas supported  \npersonal jurisdiction in Texas); Remick v. Manfredy, 238 F.3d 248, 260 (3rd Cir. 2001) \n(specific jurisdiction exists over tortious interference claim where the effects of the \ndefendants’ intentional conduct would necessarily have been felt in forum). \n \n \n34. Third-Party Defendants argue that the required minimum contacts \nmust arise from the defendant’s own actions that are connected to the forum , such \nthat the plaintiff is not the only link between the defendant and the forum . (Mem. \nSupp. Mot. Dismiss Third -Party Compl. 5 , citing Walden, 134 S. Ct. at 1122. ) In \nWalden, the Court held: \nCalder [v. Jones, 465 U.S. 783 (1984)] made clear that mere \ninjury to a forum resident is not a sufficient connection to \nthe forum. Regardless of where a plaintiff lives or works, \nan injury is jurisdictionally relevant only insofar as it \nshows that the defendant has formed a contact with the \nforum State. The proper question is not where the plaintiff \nexperienced a particular injury or effect but whether the \ndefendant’s conduct connects  him to the forum in a \nmeaningful way. \n \n134 S.Ct. at 1125. \n \n35. Here, however, the fact that BHV was injured in North Carolina is not \nthe only link between Steel and this State. Islet, also headquartered in Raleigh, is \nthe other party to the Exclusive Licensing Agreement with wh ich Steel allegedly \ninterfered. In filing the lawsuit in Nevada state court, Steel sought and obtained an \norder requiring a meeting of the shareholders that he would have known would be \ncommunicated to Islet’s officials at the corporation’s Raleigh offices, and would \nrequire those same officials to take actions in Raleigh to facilitate the holding of the \nshareholders meeting. The Court concludes that the nature and quality of Steel’s \ncontacts, the connection between those contacts and BHV’s claims for tortious \ninterference, and North Carolina’s interest in the Exclusive License Agreement,  are \nsufficient to satisfy due process requirements.  \n \n \n36. Accordingly, Third-Party Defendants’ motion to dismiss Steel for lack of \npersonal jurisdiction pursuant to Rule 12(b)(2) is DENIED. \nB. Motion to Dismiss Pursuant to Rule 12(b)(6). \n37. Third-Party Defendants move to dismiss each of the claims against them \npursuant to Rule 12(b)(6) on the grounds that BHV has failed to state claims on which \nrelief can be granted.  In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the \nCourt reviews the allegations of the complaint in the light most favorable to the \nplaintiff. The Court’s inquiry is “whether, as a matter of law, the allegations of the \ncomplaint, treated as true, are sufficient to state a claim upon which relief may be \ngranted under some legal theory.” Harris v. NCNB Nat’l Bank of N.C., 85 N.C. App. \n669, 670, 355 S.E.2d 838, 840 (1987). The Court construes the complaint liberally and \naccepts all allegations as true. Laster v. Francis, 199 N.C. App. 572, 577, 681 S.E.2d \n858, 862 (2009). \n38. Dismissal of a clai m pursuant to Rule 12(b)(6) is proper “(1) when the \ncomplaint on its face reveals that no law supports [the] claim; (2) when the complaint \nreveals on its face the absence of fact sufficient to make a good claim; [or] (3) when \nsome fact disclosed in the complaint necessarily defeats the . . . claim.” Oates v. JAG, \nInc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985); see also Jackson v. Bumgardner, \n318 N.C. 172, 175, 347 S.E.2d 743, 745 (1986). Otherwise, “a complaint should not be \ndismissed for insufficiency unless it appears to a certainty that plaintiff is entitled to \nno relief under any state of facts which could be proved in support of the claim.” \nSutton v. Duke, 277 N.C. 94, 103, 176 S.E.2d 161, 166 (1970) (emphasis omitted). \n \n \n39. The Court is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.” Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, 274, 620 \nS.E.2d 873, 880 (2005). A “trial court can rejec t allegations that are contradicted by \nthe documents attached, specifically referred to, or incorporated by reference in the \ncomplaint.” Laster, 199 N.C. App. at 577, 681 S.E.2d at 862. The Court can also ignore \na party’s legal conclusions set forth in its pleading. McCrann v. Pinehurst, LLC, 225 \nN.C. App. 368, 377, 737 S.E.2d 771, 777 (2013). \n1. Tortious Interference with a Contract against Steel and Gibstein. \n40. BHV makes claims for tortious interference with contract against Steel \nand Gibstein, alleging that they “ intentionally and maliciously induced Islet not to \nperform its obligations under the Exclusive License Agreement by, in part, taking \nactions designed to sabotage Islet’s ability to perform under that agreement.” (Third-\nParty Compl. ¶ 8.) BHV alleges that Steel and Gibstein interfered with the Exclusive \nLicense Agreement by f iling the Nevada Lawsuit and obtaining the temporary \nrestraining order in that lawsuit. (Countercl. ¶ 27.)  Although BHV contends that \nSteel and Gibstein interfered with the Exclusive License Agreement by other conduct \nin addition to filing the Nevada Lawsuit  (Br. Opp. Th ird-Party Defs.’ Mot. Dismiss \n10), it has not alleged any other specific conduct in support of the claim for tortious \ninterference with contract. \n41. To establish a claim for tortious interference with contract, a plaintiff \nmust show: “(1) a valid contract between the plaintiff and a third person which confers \n \n \nupon the plaintiff a contractual right against a third person; (2) the defendant knows \nof the contract; (3) the defendant intentionally induces the third person not to perform \nthe contract, (4) and in doing so acts without justification; (5) resulting in actual \ndamage to plaintiff.” United Lab., Inc. v. Kuykendall, 322 N.C. 643, 661, 370 S.E.2d \n375, 387 (1988). \n42. The Third-Party Defendants argue that BHV has not stated a cause of \naction for tortious interference with a contract because Steel and Gibstein had a legal \nright to initiate the Nevada Lawsuit, and the exercise of such right was justified or \nprivileged. (Mem. Supp. Mot. Dismiss Third-Party Compl. 7–10.) A motion to dismiss \na claim of tortious interference is properly granted where the complaint shows the \ninterference was justified or privileged.  Peoples Security Life Ins. Co. v. Hooks , 322 \nN.C. 216, 220, 367 S.E.2d 647, 650 (1988). Accordingly, “the complaint must admit of \nno motive for interference other than malice.” Pinewood Homes, Inc. v. Harris , 184 \nN.C. App. 597, 605, 646 S.E.2d 826, 832–33 (2007).  \n43. In support of their argument that Steel and Gibstein were privileged in \nfiling the Nevada Lawsuit, Third -Party Defendants site to several decisions from \ncourts in jurisdictions other than North Carolina. The North Carolina Court of \nAppeals, h owever, has held , in at least two instances , that a  claim for tortious \ninterference can be based on the filing o f a lawsuit and pursuit of legal remedies \nwhere such conduct was undertaken for a malicious purpose . See Pinewood Homes, \nInc., 184 N.C. App. at 605, 646 S.E.2d at 833 (allowing tortious in terference claim \nwhere plaintiffs alleged facts supporting allegation “the seeking of the injunction was \n \n \nthe malicious act”); Reichhold Chems., Inc. v. Goel , 146 N.C. App. 137, 14 9–50, 555 \nS.E.2d 281, 289 (2001) (holding that plaintiff is justified in bringing a lawsuit only if \nhe “acted with sufficient lawful reason ” and “a showing of leg al malice will defeat \nplaintiff’s defense of justification in filing suit ” regardless of its “objective \nreasonableness”). \n44. BHV has alleged that Steel and Gibstein acted maliciously in filing the \nNevada action, but the Court still must determine whether BHV has alleged facts to \nsupport the allegation of malice. Pinewood Homes, 184 N.C. App. at 605, 646 S.E.2d \nat 833 (“[G]eneral allegations of malice are insufficient as a matter of pleading  . . . . \nThe court “must determine whether plaintiffs’ have alleged a factual basis to support \nthe claim of malice.”) (citation omitted). \n45. The Court concludes that BHV has alleged sufficient facts to support its \nclaim that Steel and Gibstein acted with malice. Steel and Gibstein filed the Nevada \nLawsuit to petition for an order requiring Islet to hold a shareholders meeting to elect \ndirectors. In his tenure as Chairman, CEO, and President of Islet, however, Steel had \nnever convened a meeting of Islet’s stockholders. (Countercl. ¶ 27.) BHV alleges that \non July 17, 2015, Steel and Gibstein  filed a pleading in the Nevada Lawsuit \n“admitting that their primary motivation in seeking injunctive relief from the Court \nwas to prevent Islet from raising the funds necessary for the license agreement to \nbecome effective.” (Countercl. ¶ 31.) BHV further alleges “[t]his motive was contrary \nto the interests of Islet, as reflected in the decision by the majority of Islet’s \ndisinterested directors to approve the Exclusive License Agreement” and th at Steel \n \n \nand Gibstein  “hoped that, by forcing the termination of the Exclusive License \nAgreement, they could coerce BHV to enter into a new merger agreement on terms \nthat did not require the issuance of new shares to BHV.” (Countercl. ¶ 28.)   \n46. Finally, just prior to the scheduled meeting of Islet’s shareholders, \n“COVA filed an action in the United States District Court for the Southern District \nof New York to block the very shareholder meeting  that … Gibstein had petitioned \nthe Nevada Court to order.” (Countercl. ¶ 32.) If proven, these factual allegations  \nwould tend to support BHV’s allegation of malice. DDM&S Holdings, LLC v. Doc \nWatson Enters., LLC, 2016 NCBC LEXIS 88, *14-15, (N.C. Super. Ct. November 10, \n2016) (concluding that plaintiffs alleged facts supporting claim that defendants filed \nlawsuit for malicious purpose and denying motion to dismiss tortious interference \nclaim where). \n47. Accordingly, Third-Party Defendants’ motion to dismiss BHV’s claim for \ntortious interference with a contract should be DENIED. \n2. Tortious Interference with Prospective Advantage  against Steel and \nGibstein. \n \n48. As an alternative claim to its claim for tortious interference with \ncontract, BHV makes a claim for tortious interference with prospective advantage.  \nBHV alleges that “to the extent that the Exclusive License Agreement  . . . is not yet \nan enforceable contract [it] constituted a prospective advantage for BHV” and “Steel \nand Gibstein intentionally and maliciously induced Islet to refrain from meeting the \nconditions that would give rise to an effective Exclusive License Agreement . . . . ” \n(Third-Party Compl. ¶¶ 11–12.)  \n \n \n49. “To state a claim for wrongful interference with prospective advantage, \n[plaintiff] must allege facts to show that the defendants acted without justification in \n‘inducing a third party to refrain from entering into a contract with them which \ncontract would have ensued but for the interference.’” Walker v. Sloan, 137 N.C. App. \n387, 393, 529 S.E.2d 236, 242 (2000) (citation omitted). As discussed above, BHV has \nsufficiently alleged that Steel and Gibstein acted with malice, and without \njustification, in interfering with the Exclusive License Agreement.  \n50. Third-Party Defendants’ motion to dismiss  BHV’s claim for tortious \ninterference with prospective advantage should be DENIED. \n3. Breach of Contract against COVA. \n51. BHV alleges “BHV and COVA entered into  the Mutual Nondisclosure \nAgreement, pursuant to which COVA agreed not to disclose any ‘Confidential \nInformation’ of BHV to any third -party for two years after receiving such \ninformation.” (Third-Party Compl. ¶ 16.)  BHV further alleges that it  complied with \nthe terms of the agreement, but that “COVA breached the Mutual Nondisclosure \nAgreement by and through the public disclosures made by COVA” in the two lawsuits \nfiled in New York and “upon information and belief, by other disclosures.” (Id. ¶¶ 17–\n18.) Finally, BHV alleges that as a result of COVA’s breach, BHV suffered damages.  \n(Id. ¶ 19.) \n52. Third-Party Defendants argue that BHV has not alleged the specific \nconfidential information that was disclosed, and that the facts disclosed in the New \nYork lawsuits w ere public, and not confidential, information. (Mem. Supp. M ot. \n \n \nDismiss Third-Party Compl. 10 –12.) In the Third -Party Complaint, BHV does not \nspecify the confidential information allegedly disclosed in the New York lawsuits, but \ncontends in its brief that “ both lawsuits revealed specific details regarding the \nmilestone payments contemplated in the proposed merger between Islet and BHV ,” \nand that such information was confidential. (Br. Opp. Third-Party Defs.’ Mot. Dismiss \n16.) \n53.  As a preliminary matter, the Mutual Nondisclosure Agreement  \ncontains a choice of laws provision stating that New York law governs the agreement.  \nUnder New York law, “[t]he essential elements for pleading a cause of action to \nrecover damages for breach of contract are the existence of a  contract, the \nplaintiff's performance pursuant to the contract, the defendant's breach of his or her \ncontractual obligations, and damages resulting from the breach .” Dee v. Rakower, \n112 A.D.3d 204, 208–09, 976 N.Y.S.2d 470, 474 (2013). \n54. The question of whe ther BHV has sufficiently pleaded its claim for \nbreach of contract, however, is a procedural matter to which North Carolina’s \npleading requirements apply.  Boudreau v. Baughman, 322 N.C. 331, 335, 368 S.E.2d \n849, 853 –54 (1988) (holding that u nder North Carolina conflict of law principles, \nmatters affecting the substantial rights of the parties are determined by lex loci, the \nlaw of the situs of the claim, and remedial or procedural rights are determined by lex \nfori, the law of the forum); accord Harco Nat’l Ins. Co. v. Grant Thornton LLP , 206 \nN.C. App. 687, 692 , 698 S.E.2d 719, 722 –23 (2010); Camacho v. McCallum , 2016 \nNCBC LEXIS 81, at *16–17 (N.C. Super. Ct. October 25, 2016). Rule 8 of the North \n \n \nCarolina Rules of Civil Procedure requires only that a claimant provide “[a] short and \nplain statement of the claim sufficiently particular to give the court and the parties \nnotice of the transactions, occurrences, or series of transactions or occurrences, \nintended to be proved showing that the pleader is entitled to relief.” G.S. § 1A-1, Rule \n8(a)(1). In addition, our Court of Appeals recently has reiterated that “[t] he general \nstandard for civil pleadings in North Carolina is notice pleading. Pleadings should be \nconstrued liberally and are sufficient if they give notice of the events and transactions \nand allow the adverse party to understand the nature of the claim and to prepare for \ntrial.” Radcliffe v. Avenel Homeowners Ass’n, 2016 N.C. App. LEXIS 824, at *52, 789 \nS.E.2d 893, 913 (N.C. Ct. App. Aug. 2, 2016). \n55.  BHV has met North Carolina’s notice pleading standard by adequately \nalleging each of the elements of a claim for breach of contract under New York law.  \nThird-Party Defendants’ motion to dismiss BHV’s claim for breach of contract should \nbe DENIED. \n4. Common Law Fraud against COVA and Gibstein. \n \n56. BHV purports to bring a claim, in the alternative, for f raud against \nCOVA and Gibstein in the event the “Court determine[s] that no agreement was \nreached between Islet and BHV for the license of Remo.” (Third-Party Compl. ¶ 24.) \nBHV alleges that on October 29, 2013, Gibstein, acting as an agent of COVA, sent an \nemail to Green in which Gibstein “represented that ‘the financial terms for all BHV \ntechnology to be licensed to Islet Sciences  have been agreed upon .” (Third -Party \nCompl. ¶ 21, 22.) BHV further alleges that “the statement by Gibstein constituted a \n \n \nfalse statement as to a material fact which was reasonably calculated to deceive, and \ndid in fact deceive, BHV.” (Third-Party Compl. ¶24.) \n57. “To make out an actionable case of fraud, plaintiff must show: (a) that \nthe defendant made a representation relating to some material past or existing fact; \n(b) that the representation was false; (c) that when he made it defendant knew it was \nfalse or  made it recklessly without any knowledge of the truth and as a positive \nassertion; (d) that the defendant made the false representation with the intention \nthat it should be acted on by the plaintiff; (e) that the plaintiff reasonably relied upon \nthe representation and acted upon it; and (f) that the plaintiff suffered injury.” Libby \nHill Seafood Rests., Inc. v. Owens, 62 N.C. App. 695, 698, 303 S.E.2d 565, 568 (1983) \n(quoting Odom v. Little Rock & I -85 Corp., 299 N.C. 86, 91 –92, 261 S.E.2d 99, 103 \n(1980)).  It is well established, however, that \nIt . . . is the law in this State, that mere unfulfilled promises \ncannot be made the basis for an action of fraud. If, however, \na promise is made fraudulently --that is, with no intention \nto carry it out, thus being a misrepresentation of a material \nfact, the state of the promisor’s mind, and with intention \nthat it shall be acted upon, and i t is acted upon to the \npromisee’s injury--then, it will sustain an action based on \nfraud and misrepresentation . . . . Mere proof of \nnonperformance is not sufficient to establish the necessary \nfraudulent intent. \n \nWilliams v. Williams, 220 N.C. 806, 810–11, 18 S.E.2d 364, 366–67 (1942) (citations \nomitted); accord Supplee v. Miller-Motte Bus. Coll., Inc., 239 N.C. App. 208, 229, 768 \nS.E.2d 582, 598 (2015) (“ An unfulfilled promise is not actionable fraud, however, \nunless the promisor had no intention of carrying it out at the time of the promise, \nsince this is misrepresentation of a material fact.”). \n \n \n58. Preliminarily, the Court must deter mine the  nature of the alleged \nfraudulent representation because  BHV characterizes the representation made by \nCOVA and Gibstein differently in different places in its pleadings. In the claim for \nfraud in the Third-Party Complaint, BHV alleges that Gibstein “represented that ‘the \nfinancial terms  for all BHV technology to be licensed to Islet Sciences have been \nagreed upon.’” (Third-Party Compl. ¶ 21; emphasis added.) In its allegation in the \nCounterclaim, which BHV expressly incorporates into the fraud  claim (Third-Party \nCompl. ¶ 20 ), BHV alleges Gibstein represented that “BHV and Islet had reached \nagreement for the license of Remo to Islet .” (Countercl. ¶ 6; emphasis added.) In its \nCounterclaim allegations, BHV also alleges that the parties had only “reached \nagreement as to all material terms”  of the license agreement , but that further \nnegotiations were necessary to “consummate the agreed upon tran saction” \n(Countercl. ¶¶ 71 –72.) Consistent with the notion that material terms had been \nagreed upon but that the parties had not entered into a final agreement are BHV’s \nallegations characterizing the license for the development of Remo as “the anticipated \nlicense agreement ,” the “propos ed license agreement ,” and the “potenti al license.” \n(Countercl. ¶¶ 9 –10.) Finally, BHV also alleges that it was only after Green and \nWilkison accepted positions with Islet on October 30, 2013, that Islet “began t o \nrepudiate the agreed license,”  and that it was not until January 2014, Islet, COVA, \nand  Gibstein “abandoned the proposed license agreement, instead pushing BHV to \nagree to a merger between” Islet and BHV. (Countercl. ¶ 9.) \n \n \n59. The Court concludes that  BHV’s allegations support a claim that  \nGibstein represented to BHV not that Islet agreed to the final terms of a license \nagreement, but only that Islet intended to enter into a final license agreement with \nBHV.  \n60. Significantly, however, BHV has not alleged facts that would support a \nclaim that COVA and Gibstein knew that any representation was false when they \nmade it. While BHV alleges that Gibstein and COVA intended to induce BHV and \nGreen and Wilkison into believing that Islet would enter into a final agreement to \nlicense the development of R emo, it does not allege that Islet had no intention of \nreaching a final licensing agreement, nor that COVA and Gibstein knew Islet would \nnot enter a final agreement. Rather, the allegations suggest that COVA and Gibstein \nbelieved that Islet would enter int o a final license agreement at the time they made \nthe representations, and that  it was  only later , during negotiations over “non -\nmaterial” terms, that Islet changed course and decided that it did not want to finalize \nthe agreement.  \n61. BHV’s failure to allege  that COVA and Gibstein knew the \nrepresentation made on October 29, 2013  was false is fatal to the claim for fraud. \nGadsden v. Johnson , 261 N.C. 743, 748, 136 S.E.2d 74, 78 (1964) (holding that the \nplaintiff did not allege the essential elements of promiss ory fraud where the \ncomplaint “[did] not allege that . . . promissory representations were made by \ndefendants with no intention of carrying them out”); Braun v. Glade Valley Sch., Inc., \n77 N.C. App. 83, 87–88, 334 S.E.2d 404, 407 (1985) (affirming dismissal of claim for \n \n \nfraud where “the plaintiff made no allegations as to the defendant’s intent to deceive \nthe plaintiff. . . . [and] [t]here are no allegations in the complaint that the defendants \nknew the representation was false or made the representation recklessly and without \nregard for its truth”). Accordingly, Third-Party Defendants’ motion to dismiss BHV’s \nclaim for fraud should be GRANTED.  \nTHEREFORE, IT IS ORDERED that: \n62. Third-Party Defendants’ Motion to Dismiss all claims against Steel for \nwant of personal jurisdiction is DENIED. \n63. Third-Party Defendants’ Motion to Dismiss BHV’s Third-Party claim for \ntortious interference with a contract against Steel and Gibstein is DENIED. \n64. Third-Party Defendants’ Motion to Dismiss BHV’s Third-Party claim for \ntortious interference with prospective advantage against Steel and Gibstein is \nDENIED.  \n65. Third-Party Defendants’ Motion to Dismiss BHV’s Third-Party claim for \nbreach of contract against COVA is DENIED. \n66. Third-Party Defendants’ Motion to Dismiss BHV’s Third-Party claim for \ncommon law fraud against COVA and Gibstein is GRANTED. \n67. Except as expressly granted above, Third-Party Defendants’ Motion to \nDismiss is DENIED. \n  \n \n \n \nThis the 6th day of March, 2017.  \n \n    /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases \n "
}