{
  "id": "7a1a54227428b02c284aba579ee78077bd19e93ee2e173b76b944458f15ed785",
  "source_file": "data/raw/ncbc/7a1a54227428b02c284aba579ee78077bd19e93ee2e173b76b944458f15ed785.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nGASTON COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n13 CVS 1686 \n \nDSM DYNEEMA, LLC, \n \nPlaintiff, \n \nv. \n \nJAMES THAGARD, Ph.D.; \nHONEYWELL SPECIALTY \nMATERIALS, LLC; HONEYWELL \nADVANCED COMPOSITES, INC.; \nand HONEYWELL \nINTERNATIONAL, INC., \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION \n \n \n \n{1} THIS MATTER is before the Court upon Defendants Honeywell Specialty \nMaterials, LLC, Honeywell Advanced Composites, Inc., and Honeywell \nInternational, Inc.’s (collectively, the “Honeywell Defendants”) Motion for Protective \nOrder (the “Motion for Protective Order”) and Plaintiff DSM Dyneema, LLC’s \n(“Plaintiff”) Motion to Compel Responses to Requests for Production (the “Motion to \nCompel”).  After review of the Motions, briefs in support of and in opposition to the \nMotions, and the arguments of counsel at a hearing held on October 1, 2014, the \nCourt GRANTS in part the Honeywell Defendants’ Motion for Protective Order and \nDENIES Plaintiff’s Motion to Compel, each with the right to renew as specifically \nprovided below. \nMcCullough Ginsberg Montano & Partners LLP by Theodore McCullough and C. \nDino Haloulos, and Bell, Davis & Pitt, P.A. by Edward B. Davis and Kevin G. \nWilliams for Plaintiff DSM Dyneema, LLC. \n \nKirkland & Ellis LLP by Craig S. Primis and Daniel A. Bress, and Erwin, \nBishop, Capitano & Moss, P.A. by Joseph W. Moss, Jr., and Lex M. Erwin for \nDSM Dyneema,LLC v. Thagard, 2014 NCBC 50. \nDefendants Honeywell Specialty Materials, LLC, Honeywell Advanced \nComposites, Inc. and Honeywell International, Incorporated. \n \nBledsoe, Judge. \nI. \nINTRODUCTION \n{2} This case involves Plaintiff’s claims arising out of Defendants’ alleged \nmisappropriation of Plaintiff’s trade secrets.  The issue for decision on the Motions \nis whether Plaintiff has identified the trade secret information it claims has been \nmisappropriated with sufficient particularity at this stage of the litigation to entitle \nPlaintiff to discovery of the Honeywell Defendants’ confidential information and \ntrade secrets.   \n{3} The Honeywell Defendants contend that Plaintiff has not met its burden \nand, as a result, have moved for a protective order requiring Plaintiff to identify its \ntrade secrets with greater particularity before the Honeywell Defendants are \nrequired to respond to Plaintiff’s requests for production and disclose their \nconfidential information and trade secrets.  Plaintiff contends that it has identified \nthe misappropriated trade secrets with the sufficient particularity required under \napplicable North Carolina law and moves for an order compelling the Honeywell \nDefendants to respond to Plaintiff’s requests for production without further delay.\n1 \n \n \n \n                     \n1 The parties’ fact discovery deadline is currently set to expire on October 31, 2014. \nII. \nFACTUAL BACKGROUND \n{4} Plaintiff and the Honeywell Defendants are competitors in the ballistic \nperformance material production industry and have historically competed for \nUnited States Department of Defense contracts involving the development of fibers \nused in enhanced combat helmets (“ECH”).  Plaintiff specifically developed its ECH \ndesigns for use in combat helmets manufactured by Ceradyne, Inc. (“Ceradyne”).   \n{5} In 2010, the Honeywell Defendants hired Defendant Dr. James Thagard, \nPlaintiff’s former chief scientist and technical leader who had previously overseen \nPlaintiff’s ECH program.  In February 2013, Ceradyne ended its relationship with \nPlaintiff and awarded an ECH contract to the Honeywell Defendants.  \n{6} Thereafter, on August 2, 2013, Plaintiff filed its Amended Complaint in \nGaston County Superior Court, asserting claims against the Honeywell Defendants \nand/or Defendant Thagard for misappropriation of trade secrets, tortious \ninterference with existing and prospective business relations, tortious interference \nwith contract, conversion, breach of fiduciary duty, breach of contract, unjust \nenrichment, and unfair and deceptive trade practices under N.C.G.S. § 75-1.1. \n{7} Plaintiff identified its trade secret material in its Amended Complaint as \nfollows: \n[d]uring the course of his employment with DSM, Thagard was \nexposed to confidential and proprietary business information, trade \nsecrets, and know-how of DSM, including, but not limited to, technical \ninformation and formulas, proprietary product development \ninformation and technical know-how regarding the Dyneema HB80 \nUHMWPE material and regarding the incorporation of Dyneema HB80 \ninto helmets for optimal performance, proprietary development tools, \nproprietary software applications, design details, product design and \napplication (including, but not lim ited to, resin types, matrix \ncharacteristics, fiber properties, numbe r of plies, air content, stiffness, \nand aging), processing know-how, manufacturing know-how (including, \nbut not limited to, creep forming, vacuum processing, deep draw, \noptimal temperature and pressure, an d adhesives), matrix stiffness, \nratio of resin to fiber, interlaminar strength, areal density, elasticity, \nflexural properties, tenacity, matrix interface, role of coefficient of \nthermal expansion, prevention of delamination and other deformation, \ntest methods and results, marketing and sales strategies and practices, \npricing and contractual details for customers, customer profits, \nbusiness costing data, customer correspondence, business plans, area \nplans, license reviews, proposed  applications, meeting minutes, \nmarketing data, customer lists, prospect lists, competitive bid \ninformation, employee lists, and internal strengths and weaknesses, \namong other information (the “Trade Secrets”).  DSM’s Trade Secrets \nalso include the results of DSM’s resin and materials testing program, \nwhich include the optimal number of filaments per ply to increase \nperformance, optimal resin types, proprietary information and \ntechnical know-how regarding optimal temperature, and proprietary \ninformation and technical know-how regarding effective pressure.  \nDSM’s Trade Secrets were developed, used, and expanded while \nThagard oversaw DSM’s ECH Projec t and the development of DSM’s \nECH product. \n(Pl.’s Compl. ¶ 14; Pl.’s Br. Supp. Mot. Compel, p. 3–4.) \n{8} In response to the Honeywell Defendants’ First Set of Interrogatories, \nPlaintiff provided a further narrative and a more specific description of its trade \nsecret information as follows: \nFrom ECH project inception to 2013, the areas of know-how that DSM \nshared and that are alleged to have been incorporated into, and/or to \nhave advanced, the current ECH helmet design include, at a minimum: \n1. Resin (matrix) types:  their characteristics and suitability \nfor new ballistic materials \n2. Adhesives used in helmet manufacture \n3. Fiber characteristics of ballistic material, as they relate to \nECH production issues \n4. Number of plies of UD board to be used in new ballistic \nmaterials \n5. Air content of the helmet shell and its relation to ballistic \nperformance \n6. Aging of the helmet shell and its relation to air content \nand ballistic performance \n7. Air content of plies of UD board:  effect on ballistic \nperformance \n8. Air content of pressed panels:  effect on ballistic \nperformance \n9. Interlaminar shear strength of a “resin-starved” system \n10. Coefficient of thermal expansion of materials \n11. Hardness of materials, as  related to blunt trauma \nprotection \n12. Stiffness of materials, as related to blunt trauma \nprotection and back-face deformation \n13. Aging of the materials:  effect on material stability \n14. Ways in which manufacturing process variables were \nadjusted to increase helmet performance: \na. Optimal temperature range for helmet \nprocessing \nb. Maximum temperature for helmet processing \nc. Pressure amount used for helmet processing \nd. Pressure type used for helmet processing \ne. Vacuum process technique used for helmet \nprocessing to increase helmet performance \nf. Combined effect of vacuum process technique \nand aging \ng. “Deep draw” technique used for helmet \nprocessing \nh. “Creep forming” technique used for helmet \nprocessing \n15. Joint testing and sharing of results \n16. DSM technical expertise shared with Ceradyne in \naddressing Ceradyne’s specific production problems \n17. Particular knowledge components, combined with ongoing \ntesting, leading to an accumulation and buildup of \nknowledge and a specific end result \n(Defs.’ Br. Supp. Mot. Protective Order, p. 6; Pl.’s Br. Supp. Mot. Compel, p. \n6–7; Defs.’ Resp. Pl.’s Mot. Compel, Exs. I, K-1–K-2.) \n{9} On April 1, 2014, Plaintiff served its First Requests for Production on the \nHoneywell Defendants, requesting documents related to the Honeywell Defendants’ \nECH program and seeking other information the Honeywell Defendants contend is \nconfidential or constitutes its trade secrets.  The Honeywell Defendants objected to \nthe Requests as overbroad, vague, and unduly burdensome, and refused to produce \nresponsive documents because Plaintiff had not yet “identified with any reasonable \ndegree of particularity the confidential trade secrets that it claims to be protecting \nthrough this action . . . .”  (Pl.’s Br. Supp. Mot. Compel, Ex. B.)   \n{10} Thereafter, Plaintiff served its Second Requests for Production, requesting \nproduction of samples of the Spectra Shield composite material used by the \nHoneywell Defendants in the ECH program.  (Defs.’ Br. Supp. Mot. Protective \nOrder, p. 5.)  The Honeywell Defendants again objected to Plaintiff’s Second \nRequests as overbroad, vague, unduly burdensome, and unwarranted in the absence \nof an adequate trade secret identification by Plaintiff. \n{11}   In response to the objections, Plaintiff sent the Honeywell Defendants a \nletter dated July 18, 2014, challenging the Honeywell Defendants’ objections, but \nultimately narrowing the scope of the production sought. (Pl.’s Br. Supp. Mot. \nCompel, Ex. D.)  The Honeywell Defendants did not produce documents responsive \nto the July 18, 2014 letter, standing on their contention that they should not be \nrequired to produce their confidential information and trade secrets until Plaintiff \nhas identified with sufficient particularity the trade secrets it claims the Honeywell \nDefendants have misappropriated. \n{12} After the parties were unable to reach agreement concerning the propriety \nand scope of production, Plaintiff filed its Motion to Compel and the Honeywell \nDefendants filed their Motion for Protective Order.  After briefing was completed, \nthe Court held a hearing on both Motions on October 1, 2014.  The Motions are now \nripe for decision. \nIII. \nANALYSIS \nA. Pre-discovery identification of trade secrets \n{13} North Carolina’s liberal discovery rules permit parties to obtain discovery \non any relevant, non-privileged matter that appears “reasonably calculated to lead \nto the discovery of admissible evidence.”  N.C. R. Civ. P. Rule 26(b) (2014); \nAnalog \nDevices, Inc. v. Michalski, 2006 NCBC 14 ¶ 40 (N.C. Super. Ct. Nov. 1, 2006), \nwww.ncbusinesscourt.net/opinions/2006%20NCBC%2014.htm (requiring production \nof documents and splitting the cost of production between the parties).  However, \n“[i]t is equally clear under the Rules that North Carolina judges have the power to \nlimit or condition discovery under certain circumstances.”  Id., at ¶ 40.  Rule 26(c) \nprovides that \nUpon motion by a party or by the person from whom discovery is \nsought, and for good cause shown, th e judge of the court in which the \naction is pending may make any order which justice requires to protect \na party or person from unreasonable annoyance, embarrassment, \noppression, or undue burden or expense, including . . . that the \ndiscovery not be had; that the disc overy may be had only on specified \nterms and conditions . . . that the scope of the discovery be limited to \ncertain matters . . . [and] that a trade secret or other confidential \nresearch, development, or commercial information not be disclosed or \nbe disclosed only in a designated way . . . .  \nN.C. R. Civ. P. 26(c) (2014). \n{14} Under North Carolina law, “a plaintiff must identify a trade secret with \nsufficient particularity so as to enable a defendant to delineate that which he is \naccused of misappropriating and a court to determine whether misappropriation \nhas or is threatened to occur.”  Analog Devices, Inc. v. Michalski, 157 N.C. App. 462, \n468, 579 S.E.2d 449, 453 (2003).  It is not sufficient for a plaintiff to make “general \nallegations in sweeping and conclusory statements, without specifically identifying \nthe trade secrets allegedly misappropriated.”  \nWashburn v. Yadkin Valley Bank & \nTrust Co., 190 N.C. App. 315, 327, 660 S.E.2d 577, 585–86 (2008).   \n{15} Most North Carolina cases assessing whether a plaintiff has identified its \nmisappropriated trade secrets with “sufficient particularity” have been decided as a \nmatter of proper pleading at the motion to dismiss stage of the litigation, e.g., id. at \n325, 660 S.E.2d at 585; McKee v. James, 2013 NCBC 38 ¶ 84 (N.C. Super. Ct. July \n24, 2013), http://www.ncbusinesscourt.net/opinions/2013_NCBC_38.pdf; upon \npresentation of evidence on a motion for preliminary injunction, e.g., Analog \nDevices, 157 N.C. App. at 463, 579 S.E.2d at 451; Horner Int’l Co. v. McKoy, 754 \nS.E.2d 852, 855 (N.C. Ct. App. 2014); VisionAIR, Inc. v. James, 167 N.C. App. 504, \n510–11, 606 S.E.2d 359, 364 (2004); Unimin Corp. v. Gallo, 2014 NCBC 43 ¶ 41 \n(N.C. Super. Ct. Sep. 4, 2014), \nwww.ncbusinesscourt.net/opinions/2014_NCBC_43.pdf; after the completion of \ndiscovery on a motion for summary judgment, e.g., Stephenson v. Langdon, 2010 \nN.C. App. LEXIS 1682 (N.C. Ct. App., Sept. 7, 2010); Panos v. Timco Engine Ctr., \nInc., 197 N.C. App. 510, 519, 677 S.E.2d 868, 875 (2009); or at trial, e.g., Sunbelt \nRentals, Inc. v. Head & Engquist Equip., LLC, 174 N.C. App. 49, 59, 620 S.E.2d \n222, 230 (2005); Byrd's Lawn & Landscaping, Inc. v. Smith, 142 N.C. App. 371, 542 \nS.E.2d 689 (2001).   \n{16} The Court is not aware of a reported North Carolina state court decision \napplying the “sufficient particularity” evaluation as a threshold requirement to \nplaintiff’s discovery into a defendant’s trade secrets.2  Numerous federal courts, \nhowever, including the Western District of North Carolina, have held that a \nplaintiff alleging a trade secret misappropriation claim must identify its trade \nsecrets with reasonable particularity before it is allowed to obtain discovery of a \ndefendant’s confidential information and trade secrets.\n3  See, e.g., Ikon Office \nSolutions, Inc. v. Konica Minolta Business Solutions, U.S.A., Inc., 2009 U.S. Dist. \nLEXIS 116372, *11–*12 (W.D.N.C., Nov. 25, 2009) (holding that “a [p]laintiff will \nnormally be required first to identify with reasonable particularity the matter \nwhich it claims constitutes a trade secret, before it will be allowed (given a proper \nshowing of need) to compel discovery of its adversary’s trade secrets”); Lwin Family \nCo. v. Aung Min Tun, 2012 U.S. Dist. LEXIS 146294, *2 (W.D.N.C., Oct. 11, 2012) \n(noting that a “trade secret defendant is protected from discovery until the claimant \nhas made a pre-discovery identification of the trade secrets involved”); BioD, LLC v. \n                     \n2 This Court’s unpublished order in Unimin Corp. v. Gallo, No. 14 CVS 141 (N.C. Super. Ct., Aug. 20, \n2014), cited by the Honeywell Defendants at the he aring, required the plaintiff to make a more \nspecific identification of its trade secrets afte r the Court ordered plaintiff and defendants to \nsimultaneously exchange narrowly-focused expedited discovery requests and responses, including \ntrade secret information, in connection with plaintiff’s motion for preliminary injunction.   \n \n3 Because the North Carolina Rules of Civil Procedure are substantially similar to the Federal Rules \nof Civil Procedure, our courts often look to federal cases for interpretive guidance. Turner v. Duke \nUniv., 325 N.C. 152, 164, 381 S.E.2d 706, 713 (1989); Moody v. Sears Roebuck & Co.,  191 N.C. App. \n256, 266, 664 S.E.2d 569, 576 (2008). \nAmnio Tech., LLC, 2014 U.S. Dist. LEXIS 109755, *17 (D. Ariz., Aug. 6, 2014) \n(holding that “to ensure that plaintiffs are not on a fishing expedition and so that \nthe court and defendants can discern the relevancy of plaintiffs’ discovery requests, \nit would be appropriate for plaintiffs to identify their trade secrets with reasonable \nparticularity”); L-3 Commc’ns Corp. v. Jaxon Eng’g & Maint., Inc., 2011 U.S. Dist. \nLEXIS 117757, *2 (D. Colo., Oct. 12, 2011) (“[A] plaintiff will normally be required \nfirst to identify with reasonable particularity the matter which it claims constitutes \na trade secret, before it will be allowed . . . to compel discovery of its adversary’s \ntrade secrets.”). \n{17} An unpublished Order by Judge Tennille on a motion to compel in SCR-\nTech, LLC v. Evonik Energy Servs. LLC, No. 08 CVS 16632 (N.C. Super. Ct. Dec. \n30, 2009), cited by Plaintiff, is to similar effect.  In that case, Judge Tennille delayed \nthe plaintiff’s discovery into the defendants’ confidential information and trade \nsecrets until he had concluded the plaintiff had described its trade secrets “with \nsufficient particularity so as to put [the defendants] on notice of what trade secrets \nthey [were] accused of misappropriating” and “to enable the court to protect the \nlitigants’ trade secrets and confidential methods of operation from potential misuses \nof the discovery processes.”  \nId. at ¶ 1.  Rather than offer broad generalities or list \ncommon product or process components, the plaintiff in SCR-Tech “describ[ed] in \ndetail the underlying process it use[d] for creating catalyst regeneration recipes and \nthe criteria it use[d] to interpret catalyst tests.”  Based on this specific identification \nof the plaintiff’s trade secrets, Judge Tennille determined that the defendants \nshould respond to discovery “in light of the trade secret definitions disclosed.”  Id. at \n¶ 4. \n{18} Requiring plaintiffs to make pre-discovery disclosure of their \nmisappropriated trade secrets is supported by strong practical and policy reasons, \nincluding to assist the trial court “in determining relevancy and the scope of \ndiscovery,” e.g., Ikon, at *12, to prevent fishing expeditions into a competitor \ndefendant’s trade secrets, e.g., Ray v. Allied Chemical Corp., 34 F.R.D. 456, 457 \n(S.D.N.Y. 1964) (observing that without pre-discovery identification, “it would be a \nsimple matter to obtain one’s trade secret by the mere assertion of a claim”), to deny \na plaintiff the opportunity to craft a trade secret claim to fit the evidence from the \ndefendant, \ne.g., Switch Commc’ns Grp. v. Ballard, 2012 WL 2342929, at *4 (D. Nev. \nJune 19, 2012) (noting that pre-discovery identification “ensures that [plaintiff] will \nnot mold its cause of action around the discovery it receives”), to permit the \ndefendant a fair opportunity to develop its defense, e.g., USAA v. Mitek Sys., 289 \nF.R.D. 244, 248 (W.D. Tex. 2013) (“Pre-discovery identification . . . provides the \ndefendants with an equal playing field, allowing them ample time and opportunity \nto develop their defense rather than ambushing them on the eve of trial.”), to \nprevent “needless exposure of the defendant’s trade secrets,” DeRubeis v. Witten \nTechs., Inc., 244 F.R.D. 676, 680-81 (N.D. Ga. 2007), and to allow well-investigated \nclaims to proceed while discouraging meritless trade secret claims. USAA, 289 \nF.R.D. at 248 (“[pre-discovery identification] allows the Court to utilize its resources \nmore effectively by exposing the viable claims, permitting early dismissal of the \nnonviable claims, and allowing the case to proceed unfettered by needless discovery \n disputes pertaining to unquestionably relevant information central to the parties' \nclaims and/or defenses”).  \n{19} Nevertheless, there are countervailing considerations that counsel caution \nin strictly requiring a plaintiff’s pre-discovery identification of its trade secrets in all \ncases, including recognition of the broad right to discovery under federal and state \nrules of civil procedure, e.g., Upjohn Co. v. Hygieia Biological Labs., 151 F.R.D. 355, \n359 (E.D. Cal. 1993) (“with respect to discovery request [sic] in general, courts are to \nbroadly construe relevancy requirements”), the inherent difficulty in certain \nsituations of identifying what portions of trade secrets have been misappropriated \nprior to receipt of discovery from defendants, \ne.g., DeRubeis, 244 F.R.D. at 680 \n(“[T]he trade secret plaintiff, particularly if it is a company that has hundreds of \nthousands of trade secrets, may have no way of knowing what trade secrets have \nbeen misappropriated until it receives discovery on how the defendant is \noperating.”), and the possibility that premature trade secret identification may \nencompass non-trade secret information or may be too specific to capture all \nmisappropriated trade secrets, \ne.g., id. (“If the list is too general, it will encompass \nmaterial that the defendant will be able to show cannot be trade secret . . . If \ninstead it is too specific, it may miss what the defendant is doing.”). \n{20} The Court must strike a balance in assessing these considerations and \ndetermining the appropriate discovery and the appropriate sequence of discovery \nwhere misappropriation of trade secrets has been alleged.  See Microwave Research \nCorp. v. Sanders Assocs., Inc., 110 F.R.D. 669, 672 (D. Mass. 1986) (“In cases \ninvolving the disclosure of confidential information and/or trade secrets, the Court \nmust strike a balance.”).   \n{21} Assessing these various considerations in the context of the facts here, the \nCourt finds the reasoning in \nSCR-Tech and the other cases requiring pre-discovery \ndisclosure of trade secrets persuasive and concludes that Plaintiff should be \nrequired to identify the trade secrets it claims the Honeywell Defendants have \nmisappropriated with sufficient particularity before the Honeywell Defendants are \nrequired to produce their confidential information and trade secrets to Plaintiff in \ndiscovery.   \nB. Sufficiency of Plaintiff’s trade secret identification \n{22} Having decided that pre-discovery identification is required, the Court now \nturns to the sufficiency of Plaintiff’s specific identifications here for purposes of the \nMotions.  Although Plaintiff has offered lengthy narrative descriptions in its \nAmended Complaint and in its discovery responses, the actual trade secret \ndescriptions Plaintiff offers are broadly stated, lack particularity and in large part \nappear to simply identify features that are common to all ballistic materials or \ncommon to the development and manufacture of ballistic materials.  Plaintiff does \nnot explain how any of these features are unique to Plaintiff’s products or processes, \nhow any of these features have been modified or used in ways that are unique to \nPlaintiff, or ultimately how Plaintiff has a protectable trade secret in any of the \nidentified features or components Plaintiff lists.  Plaintiff’s identifications stand in \nstark contrast to those Judge Tennille found sufficient in SCR-Tech to justify \ndiscovery.  Compare SCR-Tech, supra, *2 (permitting discovery after plaintiff \n“describe[d] “in detail the underlying process it use[d] for creating catalyst \nregeneration recipes and the criteria it use[d] to interpret catalyst tests”), \nwith \nDura Global Techs., Inc. v. Magna Donnelly Corp., 2007 WL 4303294, at *4 (E.D. \nMich., Dec. 6, 2007) (denying discovery of defendant’s trade secrets and finding \ninsufficient plaintiffs’ “list of general categories and types of information they allege \ncomprise their trade secrets”), and Hill v. Best Med. Int’l, Inc., 2010 U.S. Dist. \nLEXIS 62726, *14 (W.D. Pa., June 24, 2010) (denying discovery of defendant’s trade \nsecrets because  plaintiff’s “general allegations and generic references to products \n[were] insufficient to satisfy . . . [the] burden of identifying . . . misappropriated \ntrade secrets with ‘reasonable particularity . . .’”).      \n{23} In short, Plaintiff must do more before discovery of the Honeywell \nDefendants’ confidential information and trade secrets is appropriate here.  \nAlthough “sufficient particularity” at this stage does not require Plaintiff to “define \nevery minute detail of its trade secrets down to the finest detail or require a mini-\ntrial on misappropriation” before Plaintiff is granted discovery of the Honeywell \nDefendants’ trade secret information, see Prolifiq Software Inc. v. Veeva Sys. Inc., \n2014 U.S. Dist. LEXIS 77493, *5 (N.D. Cal., June 4, 2014), Plaintiff’s identification \nmust be sufficiently particular to put the Honeywell Defendants on notice of the \nspecific nature of Plaintiff’s trade secret claims and allow the Honeywell Defendants \nand the Court to determine the relevance of Plaintiff’s requested discovery.  \nSee, \ne.g., Xerox Corp. v. IBM, 64 F.R.D. 367, 371 (S.D.N.Y. 1974) (“At the very least, a \ndefendant is entitled to know the bases for plaintiff’s charges against it . . . The \nburden is upon the plaintiff to specify those charges, not upon the defendant to \nguess at what they are.”).   \n{24} In particular, to obtain discovery of the Honeywell Defendants’ trade \nsecrets and confidential information, Plaintiff cannot claim that a method or process \nis a trade secret at this stage of the litigation “without identifying the steps in the \nprocess and explaining how those steps make [the] method or process unique.” \nBioD, LLC, 2014 U.S. Dist. LEXIS 109755, *18; see also Stoneeagle Servs., Inc. v. \nValentine, 2013 U.S. Dist. LEXIS 188512, *13 (N.D. Tex., June 5, 2013) (“Requiring \n[the plaintiffs] to describe how the claimed trade secret is unique from that which is \nfound in the public domain will [help the defendants craft their discovery responses, \nprovide relevant documents, and limit objections].”).  Similarly, Plaintiff must \nspecifically describe “what particular combination of components renders each of its \ndesigns novel or unique, how the components are combined, and how they operate \nin unique combination” before discovery of the Honeywell Defendants’ trade secrets \nand confidential information will be permitted. Switch Commc’ns Grp., 2012 WL \n2342929, at *5; see Struthers Scientific & Int’l Corp. v. Gen. Foods Corp., 51 F.R.D. \n149, 153 (D. Del., Nov. 18, 1970) (“If [the plaintiff] is, in fact, relying for its trade \nsecret allegations on a unique combination of known components disclosed to [the \ndefendant], [the plaintiff] should be required to specifically describe what particular \ncombination of components it has in mind, how those components are combined, \nand how they operate in a unique combination . . . This matter cannot be left to \npure speculation and conjecture.”); see generally DeRubeis, 244 F.R.D. at 681. \n{25} Based on the foregoing, the Court concludes that Plaintiff has not \nidentified its alleged trade secrets with sufficient particularity under North \nCarolina law at this pre-discovery stage of the litigation to enable the Honeywell \nDefendants to delineate that which they are accused of misappropriating and the \nCourt to protect the parties’ trade secret and confidential information from potential \nmisuse through discovery.  Accordingly, the Court will not require the Honeywell \nDefendants to produce its confidential information and trade secrets to Plaintiff \nuntil Plaintiff identifies the trade secrets it claims Defendant has misappropriated \nwith sufficient particularity consistent with this Order.\n4   \n{26} As noted previously, the Honeywell Defendants also challenged Plaintiff’s \ndiscovery requests as overly broad, vague and unduly burdensome. The Honeywell \nDefendants’ counsel suggested at the hearing that in the event the Court required \nPlaintiff to provide a more specific identification of its trade secrets, the Court \nshould consider deferring a ruling on the Honeywell Defendants’ challenges on \nthese grounds to permit the parties an opportunity to negotiate the scope of \nPlaintiff’s discovery requests in light of the Court’s Order.  The Court finds merit in \nthis suggestion and thus denies the Honeywell Defendants’ Motion for Protective \nOrder on grounds of overbreadth, vagueness and burdensomeness without prejudice \n                     \n4 The Court notes that, with the consent of the part ies, the Court (Murphy, J.) entered a Stipulation \nand Protective Order on October 10, 2013 to protect the disclosure of confidential and trade secret \ninformation in this litigation.  Any disclosure of confidential or trade secret information pursuant to \nthis Order may be made under the provisions of the Stipulation and Protective Order.  \nto the Honeywell Defendants’ right to renew their Motion for Protective Order, and \nPlaintiff’s right to renew its Motion to Compel, should the parties fail to reach \nagreement on the scope of Plaintiff’s discovery requests in light of this Order.   \nIV. \nCONCLUSION \n{27} IT IS THEREFORE ORDERED, ADJUDGED and DECREED as follows: \na. The Honeywell Defendants’ Motion for Protective Order is GRANTED, \nexcept as DENIED as set forth in paragraph 26 and subject to a right to \nrenew; \nb. Plaintiff’s Motion to Compel is DENIED, subject to a right to renew as \nset forth in paragraph 26; \nc. Plaintiff is directed to supplement its responses to the Honeywell \nDefendants’ discovery requests consistent with this Order within \ntwenty (20) days of the entry of this Order; \nd. Each party shall bear its own costs and expenses related to these \nMotions; and \ne. All other requested relief is DENIED. \nSO ORDERED, this the 17th day of October 2014. \n \n "
}