{
  "id": "7a9f181c393e9e091d9854c85a9901764963ff44fb2ab2c8892045661f742aee",
  "source_file": "data/raw/ncbc/7a9f181c393e9e091d9854c85a9901764963ff44fb2ab2c8892045661f742aee.pdf",
  "raw_text": "Horne Heating & Air Conditioning Co. v. Horne, 2017 NCBC 94. \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 21608 \n \nHORNE HEATING & AIR \nCONDITIONING CO., \n \nPlaintiff, \n \nv. \n \nPATRICIA S. HORNE and THE \nESTATE OF ELVERSON C. \nHORNE, JR, \n \nDefendants. \n \n \n \n \n \n \n \nORDER AND OPINION DENYING IN \nPART AND GRANTING IN PART \nDEFENDANTS’ MOTIONS TO \nDISMISS \n \n \n \n1. THIS MATTER is before the Court upon Defendants Patricia S. Horne ’s \n(“Ms. Horne”) and the Estate of Elverson C. Horne, Jr.’s ( “the Estate,” collectively \n“Defendants”) separate Motions to Dismiss (the “Motions”) portions of Plaintiff Horne \nHeating & Air Conditioning Co.’s (“Plaintiff”) Amended Complaint  under Rule \n12(b)(6) of the North Carolina Rules of Civil Procedure. \n2. Having considered the Motions, the briefs in support of and in opposition to \nthe Motions, and the argu ments of counsel at a September 19, 2017  hearing on the \nMotions, the Court hereby DENIES in part and GRANTS in part the Motions to \nDismiss. \nMarcellino & Tyson, PLLC, by Matthew Marcellino and Wesl ey Rainer, for \nPlaintiff Horne Heating & Air Conditioning Co. \n \nHull & Chandler, P.A., by Andrew Brendle, for Defendants Patricia S. Horne \nand The Estate of Elverson C. Horne, Jr.  \n \nBledsoe, Judge.  \n \n \n \n \nI.  \n \nFACTUAL BACKGROUND \n3. The Court does not make findings  of fact on a Rule 12(b)(6) motion to \ndismiss.  The following factual summary is drawn from relevant allegations in the \nAmended Complaint and the contract that is the subject of the Amended Complaint. \n4. Plaintiff is a corporation duly organized and existing under the laws of the \nState of North Carolina with an office and principal place of business in Mecklenburg \nCounty, North Carolina.  (Am. Compl. ¶ 1, ECF No. 1.)  Until March 13, 2016, Plaintiff \nhad two shareholders: Elverson C. Horne, Jr. (“Mr. Horne”), holder of ninety-nine of \nPlaintiff’s one hundred outstanding shares, and his son, Jonathon D. Horne  \n(“Jonathon Horne”) , the holder of the remaining share of Plaintiff’s stock .  ( Am. \nCompl. ¶ 3, 8; Compl. Ex. A, ECF No. 32.) \n5. Plaintiff alleges that “[o]n December 20, 1990, Plaintiff caused to be issued \na policy of insurance by [Prudential] bearing number 98 259 072 in the face amount \nof $500,000.00 upon the life of [Mr. Horne]” (the “Policy”).  (Am. Compl. ¶ 7.)  Plaintiff \nalleges that “the beneficiary of the Policy was [Plaintiff].”  (Am. Compl. ¶ 7.)  Plaintiff \nasserts that the “purpose of the acquisition of the Policy was to fund the redemption \nof [Plaintiff’s] stock upon the death of the shareholder [Mr. Horne] and to provide \nadditional working capital to Plaintiff.”  (Am. Compl. ¶ 8.)   \n6. Plaintiff also alleges that “on February 13, 1991, Plaintiff, [Mr. Horne] and \n[Jonathon Horne] executed a Stock Redemption Agreement” (the “Agreement”).  (Am. \nCompl. ¶ 9.)  According to Plaintiff, the Agreement “provides, inter alia, that Plaintiff \n \n \nshall be the beneficiary of the Policy and for the redemption of all shares of a \nstockholder upon his death using the death benefit proceeds, to the extent necessary, \npayable under the Policy to Plaintiff.”  ( Am. Compl. ¶ 9.)  Although at issuance the \nPolicy identified Mr. Horne as the owner, and Plaintiff as the beneficiary, the \nAgreement specifically provided that Plaintiff “shall be the owner of any policy or \npolicies of insurance acquired pursuant to the terms of thi s Agreement[.]”  (Compl. \nEx. A, Art. 6B.)  The Agreement further stated that Plaintiff “shall be named as \nbeneficiary of any such policies.”  (Compl. Ex. A., Art. 6B.)   \n7. Plaintiff contends that in early 2016, and with Mr. Horne’s death imminent, \nMr. and Ms. Horne improperly caused the beneficiary of the Policy to be changed from \nPlaintiff to Ms. Horne “without the permission, consent or approval of Plaintiff.”  (Am. \nCompl. ¶ 14.)  Mr. Horne subsequently died on March 13, 2016, and Prudential \nthereafter paid the net death benefit of $470,000 to Ms. Horne.  (Am. Compl. ¶ 3, 15.)  \nPlaintiff seeks to recover these funds through this action. \nII. \n \nPROCEDURAL BACKGROUND \n8. Plaintiff filed its complaint (“Complaint”) on December 2, 2016, asserting \nclaims against Ms. Horne and the Estate.  On May 12, 2017, Plaintiff filed an \nAmended Complaint (“Amended Complaint”), adding new allegations and  claims and \njoining as defendants Greg Sheets, Greg W.C. Sheets & Associates, LLC (the “Sheets \nDefendants”), and Prudential Insur ance Company of America (“Prudential”).   \nPlaintiff voluntarily dismissed its claims against the Sheets Defendants on \n \n \nSeptember 18, 2017 and against Prudential on September 19, 2017.  Ms. Horne and \nthe Estate are the only defendants remaining in the case. \n9. Among its various claims, Plaintiff seeks to recover against (i) the Estate for \nMr. Horne’s alleged breach of the Agreement, (ii) Ms. Horne for her alleged tortious \ninterference with that same Agreement, and (iii) Ms. Horne and the Estate for their \nalleged conversion of the Policy proceeds.  (Am. Compl. ¶¶ 18–23, 42–44.)  Ms. Horne \nand the Estate moved to dismiss these specific claims through separate Motions to \nDismiss filed on July 13, 2017. (ECF Nos. 15, 16.) \n10. The Court held a hearing on the Motions on September 19, 2017, at which \nall parties were represented by counsel.  At the conclusion of the hearing, the Court \nannounced that it would enter a written order granting Defendants’ separate Motions \nseeking dismissal of Plaintiff’s conversion claim but denying the Estate’s Motion to \nDismiss Plaintiff’s breach of contract claim and denying Ms. Horne’s Motion to \nDismiss Plaintiff’s claim for tortious interference with contract. \n11. The Court enters this Order and Opinion to memorialize its oral ruling s at \nthe September 19 hearing. \n III. \nANALYSIS \nA. Standard of Review  \n12. In deciding a  Rule 12(b)(6)  motion, the Court’s inquiry is “whether the \nallegations of the complaint, treated as true, are sufficient to state a claim upon which \nrelief may be granted under some legal theory, whether properly labele d or not.”  \n \n \nEnoch v. Inman , 164 N.C. App. 415, 417, 596 S.E.2d 361, 363 (2004); see Sutton v. \nDuke, 277 N.C. 94, 98 –99, 176 S.E.2d 161, 163 (1970) .  The Court views the facts \npleaded and permissible inferences in a light most favorable to the non-moving party.  \nGoodman v. Holmes & McLaurin Attorneys at Law , 192 N.C. App. 467, 473, 665 \nS.E.2d 526, 531 (2008).   In addition, t he Court “ may properly consider documents \nwhich are the subject of a plaintiff's complaint and to which the complaint specifically \nrefers[.]”  Oberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 60, 554 S.E.2d 840, 847 \n(2001).  Dismissal under Rule 12(b)(6) is proper “(1) when the complaint on its face \nreveals that no law supports plaintiff's claim;  (2) when the complaint reveals on its \nface the absence of fact sufficient to make a good claim; or (3) when some fact disclosed \nin the complaint necessarily defeats the plaintiff's claim.”  Oates v. JAG, Inc. , 314 \nN.C. 276, 278, 333 S.E.2d 222, 224 (1985).  \nB. Breach of Contract Against the Estate \n13. Plaintiff contends that Mr. Horne breached the Agreement by changing the \nPolicy beneficiary without Plaintiff’s consent or approval.  (Am. Compl. ¶¶ 18 –20.)  \nThe Estate argues that Plaintiff’s breach  of contract claim should be dismissed \nbecause Plaintiff failed to plead the existence of a valid contract between Plaintiff and \nMr. Horne , and, in particular, failed to use the specific words “valid contract” \nanywhere in its Amended Complaint.   (Defs.’ Br. Supp. Mot. Dismiss 3 –4, ECF No. \n17.)  The Estate’s argument is without merit. \n14. In order to state a claim for breach of contract, a plaintiff must adequately \nallege the existence of a valid contract and the breach of the terms of that contract.  \n \n \nCharlotte Motor Speedway, LLC v. Cty. of Cabarrus, 230 N.C. App. 1, 6, 748 S.E.2d \n171, 175 (2013).  In North Carolina, “a valid contract requires (1) assent; (2) mutuality \nof obligation; and (3) definite terms.”  Id. at 7, 748 S.E.2d at 176; see also Northington \nv. Michelotti, 121 N.C. App. 180, 184, 464 S.E.2d 711, 714 (1995) (“It is a well-settled \nprinciple of contract law that a valid contract exists only where there has been a \nmeeting of the minds as to all essential terms of the agreement.”).  Mutual assent is \noften understood as a “meeting of the minds,” occurring when the parties demonstrate \nan intent to be bound by definite terms.  Parker v. Glosson, 182 N.C. App. 229, 232, \n641 S.E.2d 735, 737 (2007).   \n15. Here, Plaintiff specifically alleged that “Plaintiff, [Mr. Horne] and [Jonathon \nHorne] executed [the] Stock Redemption Agreement [.]”  (Am. Compl. ¶ 9.)  Plaintiff \nattached the Agreement to the original Complaint and “incorporated it by reference \nas if fully set forth herein” in the Amended Complaint.1  (Compl. Ex. A; Am. Compl. \n¶ 9.)  The Agreement is notarized and signed under seal by Plaintiff, Mr. Horne, and \nJonathon Horne .  It contains nine pages of detailed provisions setting forth the \nparties’ respective obligations concerning Plaintif f’s purchase of Mr. Horne’ s and \nJonathon Horne’s stock upon death as well as the parties’ agreement concerning the \n                                                 \n1  Contrary to the Estate’s contention, i t is of no consequence on this Motion that Plaintiff \ninadvertently failed to attach the Stock Purchase Agreement to the Amended Complaint.   \nSee, e.g., Shaw v. Gee, 2016 NCBC LEXIS 103, at *2, n.1 (N.C. Super. Ct. Dec. 21, 2016) \n(concluding consideration of two exhibits attached to original complaint but not to amended \ncomplaint did not convert Rule 12(b)(6) motion to  one under Rule 56 ); see also  Eastway \nWrecker Serv., Inc. v. City of Charlotte, 165 N.C. App. 639, 642, 599 S.E.2d 410, 412 (2004)  \n(“Since the exhibits to the complaint were expressly incorporated by reference in the \ncomplaint, they were properly considered in connection with the motion to dismiss as part of \nthe pleadings.”). \n \n \nfunding for Plaintiff’s purchase of a deceased shareholder’s stock.  As such, the Stock \nPurchase Agreement plainly reflects assent, mutuality  of obligation, and definite \nterms—the required elements of a valid and binding contract.   \n16. The Estate’s contention that the words “valid contract” must be specifically \npleaded simply has no basis in law.  See, e.g., Stellar Ins. Grp., Inc. v. Cent. Cos., LLC, \nNo. 2:06cv11, 2006 U.S. Dist. LEXIS 75801, at *23 (W.D.N.C. 2006) ( holding that \n“there are no magic words for pleading [a contract claim under North Carolina law]”) \n(citing Poor v. Hill, 138 N.C. App. 19, 26, 530 S.E.2d 838, 843 (2000)); cf. Feltman v. \nCity of Wilson , 238 N.C. App. 246, 253–54, 7 67 S.E.2d 615, 621 (2014) (rejecting \n“magic words” such as “but for” to plead causation). \n17. In paragraphs 19 and 20 of the Amended Complaint, Plaintiff refers to the \nStock Purchase Agreement as a “contract” and alleges that Mr. Horne “breached the \nterms and provisions of”  that document.  Plaintiff’s allegations are sufficient to \nwithstand a motion to dismiss under Rule 12(b)(6). \nC. Tortious Interference with Contract Against Ms. Horne \n18. Plaintiff premises its tortious interference claim on its contention that Ms. \nHorne induced Mr. Horne to breach the Stock Purchase Agreement by changing the \nbeneficiary of the Policy from Plaintiff to Ms. Horne .  (Am. Compl. ¶¶ 21–23.)  Like \nthe Estate in challengin g Plaintiff’s breach of contract claim, however, Ms. Horne \nargues that the tortious interference claim must fail because Plaintiff failed to allege \nthe existence of a valid contract.  (Defs.’ Br. Supp. Mot. Dismiss 3 –4.)  Ms. Horne’s \nargument necessarily fails for the same reasons discussed in Section B above.  \n \n \nD. Conversion Against the Estate and Ms. Horne \n19. Plaintiff’s conversion claim is premised on its contention that Mr. and Ms. \nHorne wrongfully caused Ms. Horne to be substituted for Plaintiff as the beneficiary \nof the Policy and to thereafter receive the Policy proceeds that would have otherwise \nbeen paid to Plaintiff .  (Am. Compl. ¶¶ 42 –44.)  As pleaded, the interest Plaintiff \ncontends that Defendants converted was not the Policy’s net death benefit itself, but \nrather Plaintiff’s right to recover the Policy’s net proceeds as the Policy’s properly \ndesignated beneficiary.  Such an interest  is a contract right, which our courts have \ndeemed an intangible interest under North Carolina law.  See Coca-Cola Bottling Co. \nConsol. v. Durham Coca-Cola Bottling Co., 141 N.C. App. 569, 583, 541 S.E.2d 157, \n166 (2000) (recognizing “intangible assets” include “contract rights”).   \n20. North Carolina law  is clear  that “intangible interests such as business \nopportunities a nd expectancy interests” are not subject to a conversion claim.  \nNorman v. Nash Johnson & Sons’ Farms, Inc. , 140 N.C. App. 390, 414, 537 S.E.2d \n248, 264 (2000)  (holding that “ only goods and personal property are properly the \nsubjects of a claim for convers ion”).  Accordingly, Plaintiff’s conversion claim \nnecessarily fails as a matter of law.   See, e.g., Gottfried v. Covington , 2014 NCBC \nLEXIS 26, at *19 (N.C. Super. Ct. June 25, 2014) (holding that right to receive \nroyalties under written agreement constitutes an “intangible, contractual \nexpectancy” that is “not subject to a claim for conversion”). \n \n \n \n \nIV. \nCONCLUSION \n21. WHEREFORE, for the foregoing reasons, the Court hereby GRANTS in \npart and DENIES in part Defendants’ Motions as follows: \na. The Estate’s mot ion to dismiss Plaintiff’s breach of contract claim  is \nDENIED.  \nb. Ms. Horne’s motion to dismiss  Plaintiff’s tortious interference with \ncontractual relations claim is DENIED.  \nc. Defendants’ respective Motions to Dismiss Plaintiff’s conversion claim \nare GRANTED, and Plaintiff’s conversion claim against each \nDefendant is hereby DISMISSED with prejudice.  \n \nSO ORDERED, this the 11th day of October, 2017.  \n \n/s/ Louis A. Bledsoe, III  \nLouis A. Bledsoe, III \n     Special Superior Court Judge \n       for Complex Business Cases \n "
}