{
  "id": "7aa16ace8b7e353f2cb8129125d54bc5ed2625e513fab3e953b89e1e2af5da2c",
  "source_file": "data/raw/ncbc/7aa16ace8b7e353f2cb8129125d54bc5ed2625e513fab3e953b89e1e2af5da2c.pdf",
  "raw_text": "Sloan v. Inolife Techs., Inc., 2019 NCBC 3. \n \nSTATE OF NORTH CAROLINA \n \nFORSYTH COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 306 \n \nBIZROBE TRUST, BY ITS TRUSTEE \nDOUBLEBENT, LLC, \n \n   Plaintiff, \n \nv. \n \nINOLIFE TECHNOLOGIES, INC.; \nMANHATTAN TRANSFER \nREGISTRAR COMPANY; MTRCO, \nINC.; and JOHN CHARLES \nAHEARN, III,  \n \nDefendants. \n \n-and- \n \nINOLIFE TECHNOLOGIES, INC., \n \nThird-Party \nPlaintiff, \n \nv. \n \nGARY BERTHOLD, \n \nThird-Party \nDefendant. \n \n-and- \n \nN3GU CAPITAL LTD., \n \nThird-Party \nPlaintiff, \n \nv. \n \n \n \nORDER AND OPINION ON THIRD-\nPARTY DEFENDANT RANDALL \nLANHAM’S MOTION TO DISMISS \nFOR INSUFFICIENT SERVICE OF \nPROCESS AND FOR LACK OF \nPERSONAL JURISDICTION \nGARY BERTHOLD, \n \nThird-Party \nDefendant. \n \n-and- \n \nGARY BERTHOLD, \n \nThird-Party \nPlaintiff, \n \nv. \n \nRANDALL LANHAM and 8687544 \nCANADA, INC. \n \nThird-Party \nDefendants. \n \n \n1. THIS MATTER  is before the Court on  Third-Party Defendant Randall \nLanham’s (“Lanham”) Pre-Answer Motion to Dismiss for Insufficient Service of \nProcess (the “Rule 12(b)(5) Motion”) and for Lack of Personal Jurisdiction (the “Rule \n12(b)(2) Motion”) (collectively, the “Motions”).  (ECF Nos. 75, 123  (renewing the \nMotions).)  For the reasons set forth herein, the Court GRANTS the Rule 12(b)(5) \nMotion and DENIES as moot the Rule 12(b)(2) Motion. \nFitzgerald Litigation by Andrew L. Fitzgerald, for Third-Party Plaintiff \nGary Berthold.  \n \nHiggins Benjamin, PLLC by Gilbert Andia, Jr., for Third-Party \nDefendant Randall Lanham.  \n \nRobinson, Judge. \n \n \n \n \nI. INTRODUCTION \n2. The claims asserted by Third -Party Plaintiff Gary Berthold (“Berthold”) \nagainst Lanham , and which Lanham seeks to dismiss through the Motions,  arise \nfrom a transaction negotiated by Berthold and Lanham for the sale of Berthold’s \ninterest in Defendant InoLife Technolo gies, Inc. (“InoLife”) .  Berthold alleges that \nLanham approached him on behalf of a then -undisclosed client about  locating a \npublicly traded  company that the client could  acquire.  Soon thereafter, the two \nentered into negotiations, which ultimately resulted in a contract for the sale of \nBerthold’s controlling interest in InoLife  to Lanham’s client .  Berthold alleges, \nhowever, that Lanham, among other things, fraudulently induced Berthold to enter \ninto the contract, in reliance on misrepresentations Lanham made during the course \nof the negotiations, and breached the terms of the contract.  Berthold filed claims \nagainst Lanham for breach of contract, breach of the covenant of good faith and fair \ndealing, fraud, fraud in the inducement, and negligent misrepresentation.  Lanham \nseeks dismissal of all claims for insufficient service of process and for lack of personal \njurisdiction under Rules 12(b)(5) and 12(b)(2), respectively, of the North Carolina \nRules of Civil Procedure (“Rule(s)”). \nII. PROCEDURAL BACKGROUND \n3. The procedural history of this action is complex.  The Court sets forth only \nthat procedural background relevant to the Motions. \n4. Plaintiffs Norman L. Sloan (“Sloan”), John T. Root ( “Root”), Candace A. \nTrumbull (“Trumbull”), Nick Plessas (“Plessas”), Candace Wernick (“Wernick”), \nWoneeya Thundering Hawk (“Thundering Hawk”), and Bizrobe Trust, by its Trustee \nDoublebent, LLC (“Bizrobe”) (collectively, “Plaintiffs”) initiated this action by filing \ntheir Complaint on January 17, 2017. (ECF No. 1.)1 \n5. This case was designated a mandatory complex business case by order of \nthe Chief Justice of the Supreme Court of North Carolina dated January 19, 2017, \n(ECF No. 4), and assigned to the undersigned on the same day by order of then-Chief \nBusiness Court Judge James L. Gale, (ECF No. 5).   \n6. On April 6, 2017, Defendants InoLife, Manhattan Transfer Registrar \nCompany, MTRCO, Inc., and John Charles Ahea rn, III  answered, with InoLife \nasserting third-party claims against Berthold.  (ECF No. 31.)   \n7. On June 20, 2017, Berthold filed his Answer and Counterclaim and Third-\nParty Complaint, asserting third-party claims against Lanham for breach of contract, \nbreach of the covenant of good faith and fair dealing, fraud, fraud in the inducement, \nand negligent misrepresentation, and a third -party claim against Third -Party \nDefendant 8687544 Canada, Inc. (“Canada”) for breach of contract.  (ECF No. 40.) \n8. On November 30, 2017, Lanham filed the Motions.  Lanham submitted his \naffidavit and a brief in support of the Motions.  (Mem. L. Supp. Pre -Answer Mot. to \n                                                 \n1 Bizrobe is the only remaining plaintiff in this action.  Plessas  filed a notice of voluntary \ndismissal with prejudice on March 13, 2017.  (ECF No. 26.)  Following Sloan’s death, the \nCourt granted the Estate of Norman L. Sloan’s (“Estate of Sloan”) motion to substitute as a \nparty plaintiff for Sloan.  (ECF N o. 106.)  On  August 2, 2018 , the Estate of Sloan, Root, \nTrumbull, Wernick, and Thundering Hawk voluntarily dismissed with prejudice their claims, \nand InoLife voluntarily dismissed with prejudice its counterclaims against Trumbull.  (ECF \nNo. 116.) \nDismiss for Insufficient Serv. Process & Lack Personal Jurisdiction, ECF No. 76 \n[“Mem. Supp.”]; Affidavit of Randall Lanham, ECF No. 77 [“Lanham Aff.”].) \n9. On December 28, 2017, Berthold filed a brief in oppositio n to the Motions, \nwith two supporting affidavits.  (Br. Resp. to Third-Party Def. Randall Lanham’s Mot. \nto Dismiss, ECF No. 81 [“Br. Resp.”]; Affidavit of Andrew L. Fitzgerald, ECF No. 81.1 \n[“Fitzgerald Aff.”]; Affidavit of Gary S. Berthold, ECF No. 81.2.) \n10. After delays occasioned by Sloan’s death in early 2018, Berthold filed an \nAmended Answer, Counterclaim, and Third-Party Complaint as of right on August 7, \n2018.  (ECF No. 119.)   \n11. On September 6, 2018, Lanham renewed the Motions.  The Court held a \nhearing on the Motions on September 18, 2018, at which Lanham and Berthold were \nrepresented by counsel. \n12. On October 10, 2018, Berthold filed a second Motion for Leave to Amend \n(“Second Motion to Amend”).  (ECF No. 138.)  After a hearing, the Court granted the \nSecond Motion to Amend on December 6, 2018 .  (Order on Third -Party Pl. Gary \nBerthold’s Mot. Leave to Am. & Third -Party Def. 8687544 Canada, Inc.’s Mot. to \nDismiss, ECF No. 161 [“Order”].)  The following day, Berthold filed  his Amended \nAnswer, Second Amended Counterclaims and Third -Party Complaint (“Berthold’s \nSecond Amended Third-Party Complaint”).  (ECF No. 163.)  The Court did not require \nLanham to renew or refile the Motions after Berthold filed his amended pleadings , \npermitting the Motions, as previously filed, to seek dismissal of Berthold’s Second \nAmended Third-Party Complaint filed against Lanham on December 7, 2018.   \n13. The Motions are ripe for resolution. \nIII. FACTUAL BACKGROUND \n14. The facts concerning service  of process are drawn from the affidavits and \nexhibits submitted in support of and in opposition to the Motions. \n15. Lanham is an attorney licensed by and residing in the state of California.  \n(Lanham Aff. ¶¶ 2, 5; Fitzgerald Aff. ¶ 2, Ex. 1.)  Lanham is a member and manager \nof the law firm, Lanham & Lanham, PLLC  (“Lanham & Lanham”).  (Lanham Aff. ¶ \n5.) \n16. The Affidavit of Service filed by Berthold’s counsel pursuant to N.C. Gen. \nStat. § 1-75.10(a)(4) asserts that the Answer, Counterclaim, and Third Party -\nComplaint, along wi th the summons, (collectively, the “Process”) were deposited in \nthe United States Mail “for mailing by certified mail, return receipt requested, on \nJuly 6, 2017[.]”  (Affidavit of Service ¶ 2, ECF No. 54.1 [“Aff. of Service”].)  The Process \nwas addressed to “Randall Lanham, at 28562 Oso Pkwy #D, Rancho Santa Margarita, \nCalifornia 92688” (the “Address”).  (Aff. of Service ¶ 2, Ex. A.)  The return receipt \nattached to the Affidavit of Service states that the date of delivery was July 10, 2017.  \n(Aff. of Service ¶ 3, Ex. A.) \n17. The parties dispute  in their respective briefs  whether the Address is the \nlocation from which Lanham operates his law firm, Lanham & Lanham.  The \nundisputed evidence show s that Lanham has provided the Address as his  official \ncontact address with the State Bar of California.  (Fitzgerald Aff. ¶ 2, Ex. 1.)   The \nAddress is also reflected as Lanham & Lanham’s contact address on the firm’s \nletterhead on two letters sent by Lanham on August 28, 2012 and November 29, 2015, \nrespectively.2  (Fitzgerald Aff. ¶¶ 3, 6, Exs. 2, 5.)  The Address also appears as the \nfirm’s contact address on a check dated February 9, 2016 from Lanham & Lanham \nmade payable to the New York Division of Corporations.  (Fitzgerald Aff. ¶ 4, Ex. 3.)   \n18. Lanham, however, asserts that the Address is in fact the location of a postal \nservice center at which Lanham & Lanham receives only regular mail and not where \nhe conducts the business of his law firm.  (Lanham Aff. ¶¶ 6, 7.) \n19. The Process was signed for by an unidentified individual, with the box on \nthe return receipt for “Agent” checked and the box for “Addressee” blank.  (Aff. of \nService Ex. A.)  The signature of the individual who signed for the Process is illegible, \nand the “Received by (Printed Name)” box below the signature line is also blank.  (Aff. \nof Service Ex. A.)  Lanham avers without dispute that he did not sign for the Process.  \n(Lanham Aff. ¶ 6.)  Lanham believes that the individual who signed for the Process \nwas an employee of the postal service center located at the Address.  (Lanham Aff. ¶ \n7.) \n20. Lanham’s sworn statement further provides that he has not authorized the \npostal service center to acc ept service of registered mail addressed either to him \npersonally or to Lanham & Lanham.  (Lanham Aff. ¶ 7.)  Lanham asserts that, \n                                                 \n2 The Court notes that the street number in the Address as it appears in Lanham & Lanham’s \nletterhead differs slightly from the street number in the Address as it appears in other \ndocuments submitted in opposition to the Motions.  (Compare Fitzgerald Aff. Exs. 2, 5 (listing \nstreet number as 28652), with Fitzgerald Aff. Exs. 1, 3 (listing street number as 28562).)  This \ndiscrepancy, however, does not appear relevant to the resolution of the Motions , and the \nparties do not argue otherwise.  \ninstead, he has authorized the postal service center to accept only regular mail \naddressed to Lanham & Lanham.  (Lanham Aff. ¶ 7.) \n21. Lanham neither admits nor  denies that he received the Process.  ( See \ngenerally Lanham Aff.) \nIV. ANALYSIS \nA. Legal Standard \n22. “Jurisdiction of the court over the person of a defendant is obtained by \nservice of process, voluntary appearance, or consent. ”  Grimsley v. Nelson, 342 N.C. \n542, 545, 467 S.E.2d 92, 94 (1996); see also Glover v. Farmer, 127 N.C. App. 488, 490, \n490 S.E.2d 576, 577 (1997) (“It is well established that a court may obtain personal \njurisdiction over a defendant only by the issuance of summons and service of process \nby one of the statutorily specified methods”).  “Absent valid service of process, a court \ndoes not acquire personal jurisdiction over the defendant and the action must be \ndismissed.”  Glover, 127 N.C. App. at 490, 490 S.E.2d at 577  (citing Sink v. Easter, \n284 N.C. 555, 561, 202 S.E.2d 138, 143 (1974)).   \n23. Rule 4 “provides the methods of service of summons and complaint \nnecessary to obtain personal jurisdiction over a defendant, and the rule is to be \nstrictly enforced to insure [sic] that a defendant will receive actual notice of a claim \nagainst him.”  Grimsley, 342 N.C. at 545, 467 S.E.2d at 94.   Rule 4(j)(1)(c) sets forth \nthe requirements for service of process on natural persons by registered or certified \nmail, the method used by Berthold here: “By mailing a copy of the summons and of \nthe complaint, registered or certified mail, return receipt requested, addressed to the \nparty to be served, and delivering to the addressee .”  N.C. Gen. Stat. § 1A -1, Rule \n4(j)(1)(c) (emphasis added) .  “Where a statute provides for service of summons by \ndesignated methods, the specified requirements must be complied with or there is no \nvalid service.”  Broughton v. Dumont, 43 N.C. App. 512, 514–15, 259 S.E.2d 361, 363 \n(1979) (citing Guthrie v. Ray, 293 N.C. 67, 69, 235 S.E.2d 146, 148 (1977)).  “[A] person \nrelying on the service of a notice by mail must show strict compliance with the \nrequirements of the statute.”  Fulton v. Mickle, 143 N.C. App. 620, 623, 518 S.E.2d \n518, 521 (1999) (quoting In re Appeal of Harris, 273 N.C. 20, 24, 159 S.E.2d 539, 543 \n(1968)). \n24. Where a defendant challenges proper service of the summons, service by \nregistered or certified mail may be proved:  \nby affidavit of the serving party averring: \na. That a copy of the summons and complaint was deposited in \nthe post office for mailing by registered or certified mail, return \nreceipt requested; \nb. That it was in fact received as evidenced by the attached \nregistry receipt or other evidence satisfactory to the court of \ndelivery to the addressee; and \nc. That the genuine receipt or other evidence of delivery is \nattached. \n \nN.C. Gen. Stat. § 1-75.10(a)(4).   \nB. Service on Lanham Was Insufficient \n25. Lanham and Berthold’s primary dispute concerns the interpretation of the \nphrases “delivering to the addressee” in Rule 4(j)(1)(c) and “delivery to the addressee” \nin section 1-75.10(a)(4).3  Lanham contends that service was insufficient because the \n                                                 \n3 Although some of the cases cited below concern the interpretation and application of Rule \n4(j)(1)(d), which describes the manner of service upon a natural person by designated delivery \nreturn receipt was signed for by an unknown individual, who (1) although indicating \nhe or she signed as “Agent,” had no authority to accept service of process on behalf of \nLanham, and (2) presumably worked at the postal service center, which was not \nauthorized to receive registered mail on behalf of Lanham.  (Mem. Supp. 6.)  Berthold, \non the other ha nd, contends that the key question is whether Lanham actually \nreceived process and, thus, notice of the claims asserted against him .  (Br. Resp. 6 –\n7.)    Because service was made at the address at which Lanham “holds himself out ” \nas conducting his business , and because Lanham does not deny that  he received \nprocess, Berthold argues that “it can be assumed that Lanham [in fact ] received \nprocess[.]”  (Br. Resp. 6.) \n26. Lanham relies principally on the Court of Appeals’ opinion in Hamilton v. \nJohnson, 228 N.C. App.  372, 747 S.E.2d 158 (2013) , to support his position that \nservice of process was in sufficient.  In Hamilton, the plaintiff attempted service on \nthe defendant by Federal Express at his last known address in Texas.  See id. at 374, \n747 S.E.2d at 160.  When delivered by Federal Express, an individual identified only \nas “KKPOINI” signed for the documents.  Id.  The plaintiff submitted an affidavit of \n                                                 \nservice authorized pursuant to 26 U.S.C. § 7502(f)(2), and N.C. Gen. S tat. § 1.75 -10(a)(5), \nproscribing the methods for proof of service via designated delivery service, our Court of \nAppeals has noted that the relevant language of Rule 4(j)(1)(d) and section 1 -75.10(a)(5) is \nnearly identical to the relevant language in Rule 4(j)(1)(c) and section 1 -75.10(a)(4), \nrespectively.  Washington v. Cline, 233 N.C. App. 412, 422, 761 S.E.2d 650, 657 (2014) (“Rule \n4(j)(1)c, like Rule 4(j)(1)d, requires ‘deliver[y] to the addressee’ to effectuate valid service;  \nsection 1-75.10(4), like section 1-75.10(5), allows proof of delivery to the addressee with ‘other \nevidence’ sufficient to establish that the summons and complaint were ‘in fact received  [by \nthe addressee].’”).  Accordingly, cases interpreting Rule 4(j)(1)(d) and section 1-75.10(a)(5) are \nrelevant to the Court’s analysis of service under Rule 4(j)(1)(c) and proof of service under \nsection 1-75.10(a)(4).  See id. \nservice, and the trial court entered an order denying the defendant’s motion to \ndismiss, finding that service was proper pursuant to Rule 4( j)(1)(d).  Id. at 374–75, \n747 S.E.2d at 160–61.  From this order the defendant appealed.  Id.   \n27. On appeal, the plaintiff contended that service was proper because \n“KKPOINI,” the concierge at  the defendant’s residence, was authorized to sign for \npackages pursuant to the defendant’s lease.  Id. at 378, 747 S.E.2d at 162.  Relying \non an earlier Court of Appeals case and Rule 4(j)(9)(b), the plaintiff argued that \ndelivery “to the addressee, via registered or certified mail, and signed for by a person \nof reasonable age and discretion on the addressee’s behalf” created a presumption of \nproper service of process on the defendant.  Id. (citing Lewis Clarke Assocs. v. Tobler, \n32 N.C. App. 435, 438, 232 S.E.2d 458, 459 (1977)). \n28. The Court of Appeals disagreed and, in doing so, made two holdings directly \nrelevant here.  First, the court noted that Rule 4(j)(9)(b) was no longer in effect, and \nthat when the “legislature redrafted Rule 4(j) in 2001, the statutory presumption set \nforth in Rule 4(j)(9)(b) . . . was codified as part of Rule 4(j2)(2) and is only applicable \nin default judgments.”  Id., 747 S.E.2d at 162 –63.  Second, the court held that \n“[a]bsent any statutory presumption, [the] plaintiff bore the burden of proving that \n‘KKPOINI’ was defendant’s agent, authorized by law to accept service of process on \nhis behalf.”  Id., 747 S.E.2d at 163.  The record evidence, however, did not establish \nthat “KKPOINI” was defendant’s agent for service of process.  Id. (“[I]t is unclear how \n‘KKPOINI’ was employed in [the defendant’s] building.”)  Accordingly, the court could \nnot conclude that “service on ‘KKPOINI’ . . . satisfie [d] Rule 4(j)(1)(d)’s requirement \nof ‘delivering [process] to the addressee.’”  Id. at 379, 747 S.E.2d at 163. \n29. Lanham contends that the facts of the instant case parallel those in \nHamilton and compel the same result.  (Mem. Supp. 6.)  The Court agrees.  First, the \ninstant case does not involve a default judgment, and thus Berthold does not enjoy \nRule 4(j2)(2)’s pre sumption that service of process was proper.  See Hamilton, 228 \nN.C. App. at 378, 747 S.E.2d at 162 –63.  Accordingly, Berthold bears the burden of \nproving that the unidentified individual who signed for the Process “was [Lanham’s] \nagent, authorized to accept service of process on his behalf.”  Id., 747 S.E.2d at 163.   \n30. Second, as with the purported concierge in Hamilton, the record before this \nCourt lacks conclusive evidence that the unidentified individual  who signed for the \nProcess was Lanham’s agent.  Lanham avers that no one at the Address was \nauthorized to accept registered mail on his behalf, let alone accept service of process \nas his registered agent.  (Lanham Aff. ¶ 7.)  Berthold did not submit evidence directly \naddressing whe ther the unidentified individual was Lanham’s agent.  Rather, \nBerthold contends that the evidence concerning the Address suggests that the \nAddress is the location at which Lanham operates his law firm.  ( Br. Resp. 2.)  \nHowever, all of the evidence Berthold  submitted concerning the Address —that it \nappears in Lanham & Lanham’s letterhead , checks, and  on Lanham’s California \nState Bar registration—is fully compatible with Lanham’s contrary assertion that the \nAddress is merely a mailing address for  a postal serv ice center at which Lanham  \nreceives regular mail for his law firm  and not the physical address at which he \noperates his law firm or resides.  (See Berthold Aff. Exs. 1–2, 4–5; Lanham Aff. ¶¶ 6, \n7.)    \n31. Berthold contends that “North Carolina law does not concern itself with the \ntechnicalities of the identity, role[,] or authority of the person who signed for \ndelivery[,]” as was the court’s focus in Hamilton.  (Br. Resp. 4; see also Br. Resp. 6.)  \nRather, Berthold, citing Washington, 233 N.C. App. at 421–22, 761 S.E.2d at 656–57 \nand Granville Med. Ctr. v. Tipton , 160 NC. App. 484, 490 –94, 586 S.E.2d 791, 796 –\n98 (2003), encourages the Court to follow cases holding that “the key issue is whether \nservice provided notice of the suit to t he addressee.”  (Br. Resp. 4 –5.)  The Court \nconcludes that these cases are either inapposite or distinguishable from the facts of \nthe instant case. \n32. Granville Medical Center is inapposite because it involves the presumption \nafforded under Rule 4(j2)(2) wher e, unlike here, a default judgment is sought \nfollowing a failure by a defendant to timely respond to a complaint.  See 160 N.C. \nApp. at 490–94, 586 S.E.2d at 796–98; see also Washington, 233 N.C. App. at 422, 761 \nS.E.2d at 657 (distinguishing Granville Medical Center, in part, on the ground that \nthe case involved a presumption of proper service).   \n33. Washington is distinguishable on its facts.  In that case, the defendants \nadmitted that they had received service of process by Federal Express under Rule \n4(j)(1)(d).  233 N.C. App. at 414–16, 761 S.E.2d at 653.  Noting that “the ‘crucial issue’ \nis whether the summons and complaint were in fact received by the defendants \nchallenging service[,]” id. at 422, 761 S.E.2d at 657, the Court of Appeals found the \ndefendants’ admissions determinative in rejecting their motion under Rule 12(b)(5), \nid. at 423, 761 S.E.2d at 658.  Here, Lanham has not admitted that he received the \nProcess, and Berthold has failed to carry his burden to show otherwise through \ncompetent evidence .  Moreover, Berthold’s contention that Lanham’s counsel’s \nappearance to contest the sufficiency of process establishes that the Process was in \nfact received would require the denial of any challenge under Rule 12(b)(5).  This is \nhardly the result the Court of Appeals intended through its holding in Washington.   \n34. On the record before the Court, the Court finds that the Address is that of \na postal service center serving as the contact address for Lanham and not the location \nat which Lanham operates his law firm.  This finding distinguishes the instant case \nfrom other cases which service of process was held to be proper because  made upon \nan individual employed at the defendant’s place of business.  See, e.g. , Fender v. \nDeaton, 130 N.C. App. 657, 663, 503 S.E.2d 707, 710–11 (1998) (holding that service \nwas proper when process was delivered to defendant’s law firm and signed for by \ndefendant’s wife, who had signed for certified mail in the past without question and \nthus acted as defendant’s agent for service of process).   \n35. The Court finds that Berthold has not carried his burden of showing  that \nthe unidentified individual who signed for the Process was Lanham’s authorized \nagent.  Accordingly, t he Court concludes that service on the unidentified individual \ndoes not  satisfy the requirements for service o f process under Rule 4(j)(1)(c)’s \nrequirement of “delivering to the addressee.”  See Hamilton, 228 N.C. App. at 379, \n747 S.E.2d at 163.  The Court determines that Lanham’s Rule 12(b)(5) Motion should \ntherefore be granted. \n36. Having concluded that service was insufficient under Rule 4(j)(1)(c), the \nCourt has “not acquire[d] personal jurisdiction over the defendant and the action \nmust be dismissed.”  Glover, 127 N.C. App. at 490, 490 S.E.2d at 577 (citing Sink, 284 \nN.C. at 561, 202 S.E.2d at  143).  Thus, the Court need not address Lanham’s Rule \n12(b)(2) Motion, and that motion should be and is denied as moot.  Cf. Love v. Moore, \n305 N.C. 575, 579, 291 S.E.2d 141, 145 (1982) (“A challenge to the court’s jurisdiction \nover the person, Rule 12(b)(2), concerns whether the court has power, assuming it is \nproperly invoked , to require the defendant to come into court to adjudicate the \nclaim[.]” (emphasis in original)). \nV. CONCLUSION \n37. For the foregoing reasons, the Court hereby GRANTS the Rule 12(b)(5) \nMotion, DENIES as moot the Rule 12(b)(2) Motion, and Berthold’s claims contained \nin his Second Amended Third-Party Complaint against Lanham are  hereby \nDISMISSED without prejudice. \n \nSO ORDERED, this the 9th day of January, 2019. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}