{
  "id": "7ae0ecc63e7a9c287d94fc65f762af5e74be8740beb08effacb1ecb890f3dc44",
  "source_file": "data/raw/ncbc/7ae0ecc63e7a9c287d94fc65f762af5e74be8740beb08effacb1ecb890f3dc44.pdf",
  "raw_text": "Ikerd v. Greenwood, 2008 NCBC 9. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF CATAWBA \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n07 CVS 4447 \n \nW. STEVE IKERD and BETTY IKERD, \n \nPlaintiffs,  \n \nv.  \n \nDALE V. GREENWOOD; \nNO PUN GREENWOOD; \nTHE DALE V. GREENWOOD  \nIRREVOCABLE TRUST DATED  \nMAY 8, 2002; \nROBERT H. PRENTICE, TRUSTEE; \nDKG I, LLC; \nDKG II, LLC; and  \nETHC, LLC, \n \n                         Defendants. \n  \n \n \n \n \n \nORDER CLARIFYING ORDER \nDENYING DESIGNATION AS A \nMANDATORY COMPLEX BUSINESS \nCASE\n \nThis Court entered an Order on April 8, 2008, (the “April 8 Order”) in the \nabove-captioned case denying designation of this action as a mandatory complex \nbusiness case on the grounds that the Notice of Designation (the “Notice”) was filed \noutside of the time limits prescribed by North Carolina General Statute section 7A-\n45.4 (“Section 7A-45.4”).  In the April 8 Order, the Court recited that the original \ncomplaint was filed in Catawba County on December 17, 2007, and that the \namended complaint was filed on January 15, 2008.  The Court relied on those dates \nfor triggering the period during which a party has to file a Notice of Designation.  It \nhas recently come to the Court’s attention, however, that Defendant Dale V. \nGreenwood (“Defendant”) was not served with the original complaint until January \n31, 2008.  The filed-stamped copy of the civil summons was filed in the Catawba \nCounty Clerks Office on February 1, 2008, and shows the date of return as January \n31, 2008. \nThe Notice of Designation shall be filed: (1) By the plaintiff, the third-\nparty plaintiff, or the petitioner for judicial review contemporaneously \nwith the filing of the complaint, third-party complaint, or the petition \nfor judicial review in the action. (2) By any intervenor when the \nintervenor files a motion for permission to intervene in the action. \n(3) By any defendant or any other party within 30 days of receipt of \nservice of the pleading seeking relief from the defendant or party.   \n \nN.C. Gen. Stat. § 7A-45.4(c)(3) (LEXIS through 2007 legislation) (emphasis added).   \nDefendant faxed the Notice of Designation and accompanying documents to \nthe Chief Justice and the Chief Judge of the Business Court on February 29, 2008.  \nCopies were faxed to Plaintiffs’ counsel.  The filed-stamped copy of the Notice was e-\nmailed to the undersigned Business Court judge on March 14, 2008.  Filing does not \noccur until the pleading or other papers are received by the clerk of court unless the \njudge has permitted the papers to be filed with him.  N.C.R. Civ. P. 5(e)(1).  Section \n7A-45.4 allows a party to designate an action a complex business case “by filing a \nNotice of Designation in the Superior Court in which the action has been filed and \nsimultaneously serving the notice” on the opposing counsel, Chief Judge for the \nBusiness Court, and Chief Justice.  N.C. Gen. Stat. § 7A-45.4(b) (emphasis added).  \nThe date stamp on the filed-stamped copy of the Notice shows that Defendant filed \nit with the clerk of court on March 5, 2008.  As noted in the April 8 Order, the \nNotice was served February 29, 2008, and faxed to this Court on that day; however \nthe date of filing is March 5, 2008. \n Although the original complaint was filed December 17, 2007, Defendant was \nnot served with that complaint until January 31, 2008.  The time period within \nwhich Defendant had to file the Notice was triggered by the date the Defendant was \nserved with the original complaint—January 31, 2008.  See N.C. Gen. Stat § 7A-\n45.4(d); see also Williams v. Moore, 95 N.C. App. 601, 604, 383 S.E.2d 416, 417 \n(1989) (finding that the three day extension allowed under Rule 6(e) of the North \nCarolina Rules of Civil Procedure did not apply when the deadline for a filing was \ntriggered by date of service and not mailing).  Defendant had thirty days from \nJanuary 31, 2008, to file the Notice.  The day of filing is not included in counting the \nprescribed period.  N.C.R. Civ. P. 6(a).  Thirty days from January 31, 2008, falls on \nMarch 1, 2008, a Saturday.  Defendant had until Monday, March 3, 2008, to file the \nNotice of Designation.  See id.  Defendant filed the Notice with the Clerk of Court in \nCatawba County on March 5, 2008.   \nIt appears from the Certificate of Service and the Business Court file that the \nNotice was served on the Chief Justice, the Chief Judge for the Business Court, and \nopposing counsel by fax on February 29, 2008, which would have been within the \ntime permitted if it had been filed at that time.  The Notice was not filed with the \nClerk of Court of Catawba County until March 5, 2008, which was after the time \npermitted.  The Court holds that serving a copy of the Notice and accompanying \ndocuments on the office of the Chief Justice or the office of the Chief Judge of the \nBusiness Court is not sufficient for filing under the statute.  “Filing” does not occur \nuntil the Notice is filed with the Superior Court in which the action originated.  The \nparty filing the Notice has the burden to show that it has been timely filed.  In this \ninstance, Defendant has not met that burden. \nFor the reason given above, the Court hereby DENIES designation of this \ncase as a mandatory complex business case.  The Court again reminds the parties \nthat this case can still be designated a Rule 2.1 exceptional civil case and assigned \nto the undersigned upon recommendation of the Senior Resident Superior Court \nJudge. \n \nIT IS SO ORDERED this the 30 day of April, 2008. "
}