{
  "id": "7aeed59b845b3537c250a2e0fdeef1354c773c2dbb77d8d658e279d5fb46c822",
  "source_file": "data/raw/ncbc/7aeed59b845b3537c250a2e0fdeef1354c773c2dbb77d8d658e279d5fb46c822.pdf",
  "raw_text": "Lord Baltimore Capital Corp. v. N.C. Dep’t of Revenue, 2017 NCBC 79. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 3096 \n \nLORD BALTIMORE CAPITAL \nCORPORATION, \n \nPetitioner, \n \nv. \n \nNORTH CAROLINA \nDEPARTMENT OF REVENUE, \n \nRespondent. \n \n \n \nOPINION AND ORDER ON \nRESPONDENT’S MOTION TO \nDISMISS PETITION FOR JUDICIAL \nREVIEW \n \n \n \n \n \n THIS MATTER comes before the Court upon Respondent North Carolina \nDepartment of Revenue’s (“Respondent”) Motion to Dismiss Petition for Judicial \nReview (“Motion”). Respondent seeks dismissal pursuant to North Carolina Rules of \nCivil Procedure 12(b)(1), (b)(2), and (b)(6) (hereinafter “Rules”). \n THE COURT, having considered  the Motion, the parties’ briefs in support of \nand in opposition to the Motion , and other appropriate matters of record , \nCONCLUDES that the Motion should be GRANTED for the reasons set forth below. \nGordon & Rees, LLP, by Robert W. Shaw, for Petitioner Lord Baltimore Capital \nCorporation. \n \nNorth Carolina Attorney General Josh Stein, by Assistant Attorney General \nPerry J. Pelaez, for Respondent North Carolina Department of Revenue. \n \nMcGuire, Judge. \n \n \n \nFACTS AND PROCEDURAL HISTORY1 \n1. Lord Baltimore Capital Corporation (“Petitioner”)  is a real estate \ndevelopment holding company structured as a Delaware S corporation doing business \nin North Carolina. Petitioner filed a North Carolina S Corporation Tax Return for the \nperiod from January 1, 2010, through December 31, 2010 (the “2010 tax year”). \n2. Respondent is the State agency responsible for administering North \nCarolina’s tax laws and collecting taxes due to the State. \n3. This matter arises out of Petitioner ’s administrative challenge to \nRespondent’s October 10, 2014  Notice of Tax Assessment against Petitioner for \npayment of outstanding corporate franchise taxes for the 2010 tax year in addition to \npenalty and interest charges (hereinafter, “Tax Assessment” shall mean the taxes, \npenalties, and interest owed by Petitioner for the 2010 tax year). \n4. On November 14, 2014, Petitioner filed with Respondent its Objection and \nRequest for Departmental Review regarding the Tax Assessment.  \n5. On February 26, 2016, Respondent upheld the Tax Assessment in a Notice \nof Final Determination (“Final Determination”). The Final Determination set out that \nPetitioner owed Respondent a total of $173,380.00 in taxes, penalties, and interest.  \n                                                 \n1Some of the procedural facts herein are drawn from Respondent’s Notice of Designation of \nCase as Mandatory Complex Business Case (“Notice”, ECF No. 3), and not from the Petition \nfor Judicial Review. Petitioner does not dispute any of the procedural facts alleged in the \nNotice. In addition, “[w]hen reviewing a motion to dismiss for lack of subject matter \njurisdiction pursuant to Rule 12(b)(1), a trial court may consider and weigh matters outside \nthe pleadings.” Dare County v. N.C. Dep’t of Ins., 207 N.C. App. 600, 610, 701 S.E.2d 368, 375 \n(2010). The Court concludes that it can rely on facts stated in the Notice in deciding the \nMotion. \n \n \n6. On April 18, 2016, Petitioner filed a Petition for Contested Case Hearing \nwith the Office of Administrative H earings (“OAH”) to challenge the Final \nDetermination (the “OAH Petition”). \n7. On February 14, 2017, the OAH issued its Final Decision  on the OAH \nPetition, captioned Lord Baltimore Capital Corp . v. North Carolina Department of \nRevenue, 16 REV 03860 (“OAH Final Decision”). The OAH Final Decision upheld the \nTax Assessment. \n8. On March 13, 2017, Petitioner filed with the Court a Petition for Judicial \nReview of the OAH Final Decision pursuant to  North Carolina General Statutes \n§§ 150B-45 and 150B -46 (hereafter, all references to the North Carolina General \nStatutes will be to “G.S.”). (ECF No. 1.) \n9. On April 6, 2017, Respondent filed the Motion  to Dismiss Petition for \nJudicial Review . (ECF No. 8 .) Respondent contends that the Court lacks subject \nmatter jurisdiction over this case because Petitioner did not pay the Tax Assessment \nprior to filing its Petition for Judicial Review as required by G.S. § 105-241.16. (ECF \nNo. 8.) \n10. On April 21, 2017, Petitioner paid the  Tax Assessme nt. (Pet’r’s. Resp. \nOpp. Mot. Dismiss, ECF No. 15, at 2, Ex. 1.) Respondent accepted the payment, but \nexpressly reserved its challenge to Petitioner’s failure to pay the assessment prior to \nfiling the Petition for Judicial Review. (ECF No. 15, at 2, Ex. 2.) \n \n \n11. On May 31, 2017, Petitioner filed its Response to Respondent’s Motion to \nDismiss and on June 2, 2017, Respondent filed its Reply (ECF No. 16). The Motion is \nripe for determination. \nANALYSIS \n12. Respondent moves to dismiss the  Petition for Judicial Review  on the \ngrounds that: (a) the Respondent is protected from suit  by sovereign immunity ; (b) \nthe Court lacks subject matter jurisdiction over this matter because Petitioner did \nnot comply with the statutory requirements for filing a petition for review; and, (c) \nsince the Court lacks jurisdiction over the claim, Petitioner fails to state a c laim for \nwhich relief can be granted. \n13. “It is an established principle of jurisprudence, resting on grounds of \nsound public policy, that a state may not be sued in its own courts or elsewhere unless \nit has consented by statute to be sued or has otherwise wa ived its immunity from \nsuit.” Can Am South, LLC v. State , 234 N.C. App. 119, 125, 759 S.E.2d 304, 309 \n(2014); Prudential Ins. Co. v. Powell, 217 N.C. 495, 499, 8 S.E.2d 619, 621 (1940) (“It \nis axiomatic that the sovereign cannot be sued in its own courts o r in any other \nwithout consent and permission. ”). As an agency of the State of North Carolina, \nRespondent is entitled to assert sovereign immunity protection. Battle Ridge Cos. v. \nN.C. DOT , 161 N.C. App. 156, 157, 587 S.E.2d 426, 427 (2003) (“[A] subordina te \ndivision of the state or an agency exercising statutory governmental functions may \nbe sued only when and as authorized by statute.”). \n \n \n14. The State can waive its soverei gn immunity and consent to suit  by \nstatute. Great American Ins. Co. v. Gold , 254 N.C. 16 8, 173, 118 S.E.2d 792, 795 \n(1961) (“The State is immune from suit unless and until it has expressly consented to \nbe sued.  It is for the General Assembly to determine when and under what \ncircumstances the State may be sued.”). “Waiver of sovereign immunity  may not be \nlightly inferred and State statutes waiving this immunity, being in derogation of the \nsovereign right to immunity, must be strictly construed.”  Guthrie v. North Carolina \nState Ports Authority , 307 N.C. 522, 537 —538, 299 S.E.2d 618, 627 (1983). “When \nstatutory provision has been made for an action against the State, the procedure \nprescribed by statute must be followed, and the remedies thus afforded are exclusive. \nThe right to sue the State is a conditional  right, and the terms prescribed by the \nLegislature are conditions precedent to the institution of the action.” Great American \nIns. Co., 254 N.C. at 173, 118 S.E.2d at 795. \n15. The Supreme Court of North Carolina has declined to decide whether the \ndefense of sovereign immunity is grounded specifically in subject matter jurisdiction \nor personal jurisdiction . Teachy v. Coble Dairies, Inc. , 306 N.C. 324, 327 —328, 293 \nS.E.2d 182, 184 (1982). There are cases holding that a defense of sovereign immunity \njustifies dismissal based on lack of subject matter jurisdiction. Great American Ins. \nCo., 254 N.C. at 171—172, 118 S.E.2d at 794 (1961) (affirming trial court’s conclusion \nthat “[t]his is an action against the State of  North Carolina to restrain or avoid the \ncollection of a tax, and this court is without jurisdiction over the subject matter of the \naction, the State of North Carolina not having permitted itself to be sued in this \n \n \nmanner. . . .” (emphasis added)); Dare County v. N.C. Dep’t of Ins., 207 N.C. App. 600, \n611, 701 S.E.2d 368, 376 (2010) (“[T]he extent to which the trial court had subject \nmatter jurisdiction over Petitioners’ request for judicial review of the consent order \ndepends upon whether the General Assembly has enacted any statutory \nprovisions authorizing Petitioners to seek and obtain judicia l review of the consent \norder.” (emphasis added)).  \n16. There also are appellate decisions holding  that a defense of sovereign \nimmunity requires dismissal for lack of  personal jurisdiction . Can Am South , 234 \nN.C. App. at 123—124, 759 S.E.2d, at 308 (“[T]his Court has consistently held that: \n(1) the defense of  sovereign immunity presents a question of personal, not subject \nmatter, jurisdiction.”); Green v. Kearney, 203 N.C. App. 260, 265, 690 S.E.2d 755, 760 \n(2010) (“[T]he general rule is that sovereign immunity presents a question of personal \njurisdiction, not subject matter jurisdiction. . . .”). \n17.  Finally, there are cases holding that a party’s failure to comply with the \nstatutory requirements for filing suit against the State requires dismissal of the claim \nbased on the State’s sovereign immunity , but that do not expressly ground the \ndismissal in subject matter or personal jurisdiction. Middlesex Constr. Corp. v. State, \n307 N.C. 569, 575, 299 S.E.2d 640, 644 (1983) ( “Plaintiff’s claims must be pursued \nunder the provisions of  [the statute] and thus the Superior Court of Wake County \nlacked jurisdiction to adjudicate these claims”; citing Guthrie, 307 N.C. at 537—538, \n299 S.E.2d at 627, supra); Buchan v. Shaw , 238 N.C. 522, 78 S.E.2d 317 (1953) \n(dismissing tax action on grounds of State’s sovereign immunity for plaintiff’s failure \n \n \nto follow procedures under predecessor statute to G.S. § 150 -241.16). These cases do \nnot expressly state whether sovereign immunity implicates subject matter or \npersonal jurisdiction. \n18. Respondent contends that G.S. § 105 -241.16 is the exclusive means by \nwhich Petitioner may seek review of the OAH Final Decision. G.S. § 105 -241.16 \nprovides as follows: \n A taxpayer aggrieved by the final decision in a contested \ncase commenced at the Office of Administrative Hearings \nmay seek judicial review of the decision in accordance with \nArticle 4 of Chapter 150B of the General Statutes. \nNotwithstanding G.S. 150B -45, a petition for judicial \nreview must be filed in the Superior Court of Wake County \nand in accordance with the procedures for a mandatory \nbusiness case set forth in G.S. 7A-45.4(b) through (f). Before \nfiling a petition for judicial review, a taxpayer must pay the \namount of tax, penalties, and interest the final decision \nstates is d ue. A taxpayer may appeal a decision of the \nBusiness Court to the appellate division in accordance with \nG.S. 150B-52. \n \n(emphasis added). In addition, G.S. § 105 -241.19 expressly provides, in pertinent \npart, that “[t]he remedies in G.S. 105 -241.11 through G .S. 105-241.18 set out the \nexclusive remedies for disputing the denial of a requested refund, a taxpayer ’s \nliability for a tax, or the constitutionality of a tax statute. Any other action is barred.” \n19. Respondent contends that Petitioner’s failure to pay the Tax Assessment \nbefore it filed the Petition for Judicial Review requires dismissal because Petitioner \nhas not satisfied the conditions precedent to bringing this action, and the Court lacks \nsubject matter and personal jurisdiction. See, e.g., Great Amer. Ins. Co., 254 N.C. at \n171—172, 118 S.E.2d at 794 (1961)  (dismissing tax action against Commissioner of \n \n \nInsurance on the basis of subject matter jurisdiction for failure to follow s tatutorily-\nprescribed procedure); In re State ex rel. Employment Sec. Com. , 234 N.C. 651,  653, \n68 S.E.2d 311, 312 (1951) (“There can be no appeal from the decision of an \nadministrative agency except pursuant to specific statutory provision \ntherefor. . . .[T]he appeal must co nform to the statute granting the right and \nregulating the procedure. . . .[The statutory requirements] are conditions precedent \nto obtaining a review by the courts and must be observed. Noncompliance therewith \nrequires dismissal.”) (citations omitted) ; Dare C ounty, 207 N.C.  App. at 610, 701 \nS.E.2d at 375 (“[Statutory requirements] are conditions precedent to obtaining a \nreview by the courts and must be observed. Non -compliance therewith requires \ndismissal.”). \n20. Petitioner argues that it  has now  “cur[ed]” the failure to pay the Tax \nAssessment prior to filing its petition in this Court and the issue is now moot. (ECF \nNo. 15 at 2―3.) Petitioner cites no North Carolina authority supporting a right to \n“cure” a failure to comply with a statutory prerequisite to  filing suit. 2 The Court \nconcludes that Petitioner has no such right to cure in this case. \n                                                 \n2 The Court notes that payment of the disputed federal taxes is one of the jurisdictional \nprerequisites to a taxpayer filing suit seeking a refund in federal court. 28 U.S.C. § 1346(a)(1); \nFlora v. United States, 357 U.S. 63, 72—75 (1958). In Mires v. United States, the Tenth Circuit \nCourt of Appeals held that taxpayer cured its failure to pay the disputed tax by paying the \ntaxes after filing suit and amending the complaint to allege compliance with the statute “with \nthe government’s consent and district court’s permission.” 466 F.3d 1208, 1212 (10th Cir. 2006) \n(emphasis added).  In this case, Respondent expressly notified Petitioner that it did not \nconsent to Petitioner’s attempt to cure . In addition, Petitioner has not sought nor received \nthe Court’s permission to amend the Petition for Judicial Review. \n \n \n21. Petitioner further contends that the provisions of the N orth Carolina \nAdministrative Procedure Act regarding the process for seeking judicial review of \nState agency decisions should be “liberally construed,” and that since Petitioner has \npaid the taxes due, dismissal is “inequitable and unnecessary.” (ECF No. 15, at 3.) \n22. Petitioner’s arguments miss the mark. G.S. § 105-241.16 is a waiver of \nthe State’s sovereign immuni ty and “must be strictly construed.”  Guthrie, 307 N.C. \nat 537—538, 299 S.E.2d at 627.  The Court of Appeals has held that: \n[N]o appeal lies from an order or decision of an \nadministrative agency of the State . . . unless the right is \ngranted by statute. . .  . [T]he appeal must conform to the \nstatute granting the right and regulating the procedure. \nThe statutory requirements are mandatory  and not \ndirectory. They are conditions precedent to obtaining a \nreview by the courts and must be observed. Noncompliance \ntherewith requires dismissal. \n \nDare County, 207 N.C. App. at 610, 701 S.E.2d at 375; see also In re T.R.P., 360 N.C. \n588, 590, 636 S.E.2d 787, 790 (2006) (“ Our General Assembly within constitutional \nlimitations, can fix and circumscribe the jurisdiction of the courts of this State. Where \njurisdiction is statutory and the Legislature requires the Court to exercise its \njurisdiction in a certain manner, to follow a certain procedure, or otherwise subjects \nthe Court to certain limitations, an act of the Court be yond these limits is in excess \nof its jurisdiction.”) (internal quotations omitted; citations omitted). \n23. The significance of the jurisdictional requirement at issue in this case is \nfurther underscored by the fact that the General Assembly revised G.S. § 105-241.16 \nin 2010 to make clear that  a petitioner must pay  the taxes prior to seeking judicial \nreview. Before this revision, G.S. § 105-241.16 provided that “[a] taxpayer who files a \n \n \npetition for judicial review must pay the amount of tax, penalties, and interest the \nfinal decision states is due.” 2010 N.C. ALS 95 s. 9. In 2010, however, the General \nAssembly revised G.S. § 105 -241.16 to specifically provide that “[b]efore filing a \npetition for judicial review , a taxpayer must pay the amount of tax, penalti es, and \ninterest the final decision states is due. ” Id. (emphasis added).  Based on the \nlegislative history and plain language of G.S. § 105-241.16, the Court concludes that \nthe statute’s pre -petition payment requirement  is a jurisdictional mandate for a \ntaxpayer seeking judicial review of an OAH final decision.  \n24. Petitioner, in violation of the procedure set out in G.S. § 105 -241.16, \nfailed to pay its corporate franchise tax assessment for the 2010 tax year prior to \nfiling its Petition for Judicial Review, and the Court lacks subject matter jurisdiction \nover the  claim and personal jurisdiction over Respondent. Respondent’s M otion \nshould be GRANTED, and the Petition for Judicial Review should be DISMISSED \nWITHOUT PREJUDICE.3 \n THEREFORE, IT IS ORDERED that  Respondent’s Motion is GRANTED and \nthe Petition for Judicial Review is DISMISSED without prejudice. \n This the 8th day of September, 2017. \n \n     \n    /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge for \n    Complex Business Cases \n                                                 \n3 To the extent Petitioner would be beyond the 30 day deadline for filing another petition for \njudicial review, G.S. § 150B-45(c) provides the superior court with the discretion to accept a \nlate-filed petition upon a showin g of good cause. See High Rock Lake Partners, LLC v. N.C. \nDOT, 217 N.C. App. 442, 446—447, 720 S.E.2d 706, 709 (2011). "
}