{
  "id": "7aff4c70963eba8cfdb09ddde047d4ccc6cf456ed921dbb8c4933d0254d04b6b",
  "source_file": "data/raw/ncbc/7aff4c70963eba8cfdb09ddde047d4ccc6cf456ed921dbb8c4933d0254d04b6b.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCOUNTY OF SURRY \n \n \n \n \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n14-CVS-1202 (Master File); \n14-CVS-1031;  \n14-CVS-1127; \n14-CVS-1161 \n \nIn re Pike Corp. Shareholder Litigation\n \n \n \nORDER GRANTING AWARD OF \nATTORNEYS’ FEES \n \n \n {1} THIS MATTER is before the Court on  that portion of Plaintiffs’ Motion \nfor Final Approval of Settlement, Certification of Settlement Class, Appointment of \nClass Representative and Class Counsel, and Award of Attorneys’ Fees and \nExpenses (“Motion”) that seeks attorneys’ fees in connection with the settlement of \nthis consolidated class-action litigation (“Settlement”).  The Court has today by \nseparate order approved the Settlement, certified the Settlement class, and \napproved the appointment of class representative and class counsel.  The \nSettlement is expressly independent of the Court’s determination of the award for \nattorneys’ fees that is now before the Court.  For the reasons discussed below, the \nCourt now approves an aggregate award that includes both expenses and attorneys’ \nfees in the total amount of $550,000.00. \nKessler Topaz Meltzer & Check, LLP by J. Daniel Albert, and Schiller & \nSchiller, PLLC by David G. Schiller for Plaintiffs Annabelle Umberger and \nMichael Orban. \n \nLewis & Roberts, PLLC by Paul R. Dickinson, Jr., for Plaintiff Collin Lieberg. \n \nHausler Law Firm, PLLC by Kurt F. Hausler and Rigrodsky & Long, P.A. by \nBrian D. Long for Plaintiff Edwin Beickert. \n \nMoore & Van Allen PLLC by Gregory J. Murphy, Scott M. Tyler, Glenn E. \nKetner, III, and Mark A. Nebrig for Defendants Pike Corporation, J. Eric \nPike, Charles E. Bayless, James R. Helvey, III, Peter Pace, Daniel J. \nSullivan, and James L. Turner. \n \n \nIn re Pike Corp. S’holder Litig., 2015 NCBC 90.\n \n \nRobinson, Bradshaw & Hinson, P.A. by Robert W. Fuller, Edward F. \nHennessey, IV, and Adam K. Doerr, and Dechert, LLP by Stuart T. Steinberg \nfor Defendants Court Square Capital Partners, Pioneer Parent, Inc., and \nPioneer Merger Sub, Inc. \nGale, Chief Judge. \nI. BACKGROUND \n{2} Plaintiffs in the various consolidated actions, Annabelle Umberger, \nMichael Orban, Collin Lieberg, and Edwin Beickert are former shareholders of \nDefendant Pike Corporation (“Pike”). \n{3} On August 4, 2014, Pike announced that it had entered into a merger \nagreement with Pioneer Parent, Inc. (“Pioneer Parent”), an affiliate of Court Square \nCapital Partners.  Under the merger agreement, Pioneer Parent would acquire Pike \nfor twelve dollars in cash per share of Pike common stock, and Pike’s Chairman and \nChief Executive Officer, J. Erik Pike, would roll over his shares in exchange for \nshares in Pioneer Parent.  Pike’s Board of Directors formed a special committee, \nwhich retained Merrill Lynch, Pierce, Fenner & Smith Inc. (“BofA”) as its financial \nadvisor.   \n{4} Four shareholder class-action lawsuits were filed between August 19, \n2014, and September 25, 2014.  Pike filed a preliminary proxy statement on \nSeptember 19, 2014.  Each of the four class-action lawsuits was designated as a \ncomplex business case and assigned to this Court between September 26, 2014, and \nOctober 2, 2014.  The four lawsuits include \nOrban v. Pike Corp., No. 14 CVS 1031 \n(filed Aug. 19, 2014; designated and assigned Oct. 2, 2014), Lieberg v. Pioneer \nParent, Inc., No. 14 CVS 1127 (filed Sept. 8, 2014; designated and assigned Oct. 2, \n2014), Beickert v. Pike, No. 14 CVS 1161 (filed Sept. 17, 2014; designated and \nassigned Oct. 2, 2014), and Umberger v. Pike Corp., No. 14 CVS 1202 (filed Sept. 25, \n2014; designated Sept. 26, 2014; assigned Sept. 30, 2014).1   \n                                            \n1  Section 7A-27(a)(2) of the North Carolina General Statutes provides that appeal lies of right \ndirectly to the Supreme Court of North Carolina for cases that are designated as complex business \ncases on or after October 1, 2014.  N.C. Gen. Stat. § 7A-27(a)(2) (amended 2015).   \n \n \n{5} Each of the class-action complai nts alleged breaches and aiding and \nabetting breaches of fiduciary duties in connection with the merger, and included \nboth process claims and disclosure claims.  Specifically, Plaintiffs challenged that \nmembers of Pike’s Board of Directors omitted substantial, material information \nfrom the preliminary proxy statement and made misleading disclosures, which led \nto an inadequate merger consideration.   \n{6} On September 29, 2014, Plaintiff Umberger filed a Motion for \nExpedited Proceedings.  By consent, the Court entered a Consolidation Order that \ndesignated the Umberger Class Action Complaint as the operative complaint, \nappointed Kessler Topaz Meltzer & Check, LLP (“Kessler Topaz”) as Lead Counsel, \nand appointed Schiller & Schiller, PLLC as Liaison Counsel.  Two of the four class-\naction complaints included a derivative action; the Umberger Class Action \nComplaint did not.\n2 \n{7} On November 10, 2014, the parties reached an agreement regarding \nexpedited discovery.  Lead Counsel then conducted document and deposition \ndiscovery, which included document discovery requests and depositions of BofA.\n {8} Pike filed its definitive proxy statement on November 18, 2014, which \nincluded certain disclosures that, according to Plaintiffs, resolved some of the \ndisclosure deficiencies that were detailed in the Umberger\n Class Action Complaint.  \nPike set a shareholder vote to approve the merger for December 18, 2014.   \n{9} On November 20, 2014, Plaintiffs deposed Pike’s lead independent \ndirector and chairman of the special committee that was charged with reviewing the \nmerger transaction.  On November 26, 2014, Plaintiffs filed a Motion for \n                                            \n2  The Court makes its award based on the voluntary Stipulation of the parties rather than on the \nbasis of statutory authority.  As such, the Court does not separately consider whether it could or \nshould award attorneys’ fees based on any derivative claim where (1) the Umberger Class Action \nComplaint, designated as the operative complaint, did not include a derivative claim, and (2) even \nthough the class-action complaints in \nBeickert and Lieberg included derivative claims, these claims \nwere brought prior to the expiration of the required ninety-day period following the presentation of a \ndemand to Pike’s Board, and without the Board having responded to the demand.  See N.C. Gen. \nStat. § 55-7-42(1), (2) (2013).  The Court then notes but does not decide whether, under those facts, a \nderivative proceeding had actually “commence[d].”  Id. § 55-7-42.  Those statutory considerations will \nhave to be considered if an appellate court determines that the Stipulation does not provide an \nadequate basis for the award of attorneys’ fees. \n \n \nPreliminary Injunction.  The Court granted Plaintiffs leave to file a supporting brief \nfollowing the Thanksgiving holiday and set a hearing for December 10, 2014.   \n {10} The parties reached an agreement- in-principle to resolve all claims on \nDecember 1, 2014, and executed a Memorandum of Understanding (“MOU”) on \nDecember 8, 2014.  Consistent with the MOU, Pike made supplemental disclosures \nby filing a Form 8-K with the SEC on December 9, 2014. \n {11} Pike’s shareholders approved the merger by vote on December 18, \n2014. \n {12} After the shareholder vote, Plaintiffs secured and reviewed \napproximately 120,000 pages of additional documents.  On May 8, 2015, the parties \nexecuted a Stipulation and Agreement of Compromise, Settlement and Release \n(“Stipulation”), and Plaintiffs filed an Unopposed Motion for Preliminary Approval \nof Settlement, Certification of Settlement Class, Approval of Class Notice and Final \nApproval Hearing Scheduling.  On May 12, 2015, the Court issued its Order \nPreliminarily Approving Settlement and Providing for Notice, and set the matter \nfor a final fairness hearing on August 26, 2015.   \n {13} At the fairness hearing on August 26, 2015, the Court thoroughly \nconsidered whether Plaintiffs’ counsel reasonably determined that a settlement \nbased on disclosures only and without further monetary relief was reasonable, fair, \nand adequate.  After considering evidence and factors regarding the fairness and \nadequacy of relief obtained on behalf of the settlement class, the form of the release, \nand the preservation of any appraisal remedy, the Court indicated its position that \nthe Settlement was in the best interest of the class, and that it would certify a non-\nopt-out class for purposes of the Settlement.  The Court reserved further \nconsideration of whether to award attorneys’ fees and, if so, in what amount. \n{14} At the time of the fairness hearing, the question of whether a North \nCarolina trial court has the authority to award attorneys’ fees as part of a class-\naction settlement in the absence of additional statutory authority was before the \nNorth Carolina Court of Appeals.  This Court earlier noted this unsettled question \nwhile assuming that it had the authority to approve fees of an uncontested amount \n \n \nso long as the Court found them to be reasonable.  In re Harris Teeter, 2014 NCBC \nLEXIS 47, at *22 (N.C. Super. Ct. Sept. 24, 2014).  The terms of the Stipulation now \nbefore the Court are different in that here, there has been no agreement by \nDefendants not to contest the amount of fees that Plaintiffs’ counsel requests for an \naggregate award.   \nII. PLAINTIFFS’ REQUESTED AWARD \n{15} Plaintiffs’ counsel requests an  aggregate award of $550,000.00 for \nefforts by all class counsel, which includes reimbursement for expenses.  Defendants \nagreed only that they would not contest an award of up to $275,000.00, and they \nnow claim that the Court cannot and should not award any greater amount.  \nPlaintiffs contend that the Court has the authority to award any amount that it \ndeems reasonable based on Defendants’ undertakings in the Stipulation.  \nDefendants contend that the Court’s only authority to award fees depends on the \nagreement, and Defendants have only agreed to pay the lesser amount.\n3  \n{16} The North Carolina Court of Appeals issued its opinion in Ehrenhaus \nv. Baker on September 15, 2015, which followed an earlier appeal regarding the \nclass settlement.  Ehrenhaus v. Baker (Ehrenhaus II), Nos. COA14-1201, COA14-\n1083, 2015 N.C. App. LEXIS 771 (N.C. Ct. App. Sept. 15, 2015); Ehrenhaus v. Baker \n(Ehrenhaus I), 216 N.C. App. 59, 717 S.E.2d 9 (2011). \nA. The Parties’ Agreements \n{17} The parties addressed the issue of  attorneys’ fees in the MOU and in \nthe final Stipulation.  Paragraph twelve of the MOU reads, in relevant part, as \nfollows: \n                                            \n3  The Court recognizes a practical consideration that Defendants’ position creates, if adopted.  Class \ncounsel generally recognize that, for ethical reasons, counsel cannot negotiate for a fee award until \nthe settlement of class claims has been resolved.  That is, plaintiffs’ counsel typically seeks to avoid a \npotential conflict of interest by deferring any fee negotiation until a settlement on the class claims \nthat is not dependent on the fee award has been reached.  If the Court’s authority to award fees is \nlimited to the amount that defendants actually agreed to after the class settlement has already been \nreached, class counsel has little practical leverage other than insisting that defendants negotiate in \ngood faith.   \n \n \nPlaintiffs intend to file a petition for an award of attorneys’ fees \nand reimbursement of expenses with the Court.  It is Plaintiffs’ \ncounsel’s position that they are entitled to reasonable attorneys’ fees \nand reimbursement of expenses.  Defendants agree that the \nSupplemental Disclosures were solely caused by Plaintiffs’ initiation \nand prosecution of their claims as set forth in the Consolidated Action, \nand that such Supplemental Disclosures constitute valid consideration \nto Pike and its shareholders.  After agreeing upon all material terms \nattendant to the Settlement, the Parties will negotiate in good faith \nregarding the amount of the attorneys’ fees, costs, and expenses to be \npaid to Plaintiffs’ counsel in the Consolidated Action, subject to \napproval of the Court (the “Agreed-to Fee”).  Defendants shall not \nobject to or oppose any application for fees made by Plaintiffs’ counsel \nin the Consolidated Action, provided that such application is for an \naward no greater than the amount of the Agreed-to Fee.  If the Parties \nreach agreement on an Agreed-to Fee, then in no event shall \nDefendants be obligated to pay Plaintiffs’ counsel’s attorneys’ fees and \nexpenses in excess of the Agreed-to Fee in connection with the \nSettlement.  If the Parties are unable to reach agreement with respect \nto the amount of such attorneys’ fees, costs, and expenses to which \nPlaintiffs’ counsel are entitled, then Plaintiffs reserve the right to \nsubmit an application for an award of attorneys’ fees, costs, and \nexpenses to be paid to Plaintiffs’ counsel (the “Contested Fee \nApplication”) and Defendants reserve the right to object to the amount \nof such application, but in no event will Defendants argue that \nPlaintiffs are (i) not entitled to any award of fees, costs, and expenses \nor (ii) entitled to an award of fees, costs and expenses in an amount \nless than the highest award of fees, costs and expenses that \nDefendants propose during good faith negotiations over an Agreed-to \nFee.  In the event of a Contested Fee Application, Defendants agree to \npay whatever award of attorneys’ fees, costs and expenses that the \nCourt awards. . . .  Any failure by the Court to approve the amount of \nsuch fees shall not affect the validity of the terms of the \nSettlement. . . .  Resolution of Plaintiffs’ petition for attorneys’ fees and \nexpenses shall not be a precondition to the consummation of the \nSettlement or the dismissal with prejudice of the Consolidated Action. \n(Pls.’ Mot. Final Approval of Settlement Ex. C ¶ 12, at 17−19.) \n {18} The parties then executed the final Stipulation, prior to which the \nparties were unable to reach an agreed-to fee award request.  Paragraph nineteen of \nthe Stipulation provides as follows: \n \n \n \n Plaintiffs intend to file a petition to approve payment of \nattorneys’ fees and reimbursement of expenses with the Court.  It is \nPlaintiffs’ counsel’s position that they are entitled to reasonable \nattorneys’ fees and reimbursement of expenses.  Defendants agree that \nthe Supplemental Disclosures were solely caused by Plaintiffs’ \ninitiation and prosecution of their claims as set forth in the \nConsolidated Action, and that such Supplemental Disclosures \nconstitute material benefit to Pike and its shareholders.  After \nagreeing upon all material terms attendant to the Settlement, the \nParties negotiated in good faith regarding the amount of the attorneys’ \nfees, costs, and expenses to be paid to Plaintiffs’ counsel in the \nConsolidated Action, subject to approval of the Court.  The Parties at \npresent have been unable to reach agreement on the amount of \nattorneys’ fees, costs and expenses to be paid to Plaintiffs’ counsel, and \npursuant to the MOU, Plaintiffs will make a contested fee application \nto the Court (the “Contested Fee Application”).  The parties agree that \nthey will continue to seek to negotiate the Contested Fee Application in \ngood faith in an attempt to reach a resolution prior to the Settlement \nHearing.  In connection with the Contested Fee Application, Pike, its \nsuccessor in interest, and/or the insurer(s) of Pike, or its successor in \ninterest, on behalf of all Defendants, agree to pay whatever award of \nattorneys’ fees, costs and expenses that the Court approves, and shall \nnot argue that Plaintiffs are (i) not entitled to any award of attorneys’ \nfees, costs, and expenses or (ii) entitled to an award of attorneys’ fees \nless than $275,000.  The parties further intend to, and do, reserve all \narguments in connection with the Contested Fee Application to the \nextent those arguments do not contradict anything in this Stipulation \nor the Memorandum of Understanding. \n(Pls.’ Mot. Final Approval of Settlement Ex. A ¶ 19, at 17−18.) \nB. Plaintiffs’ Contested Request for an Aggregate Award \n {19} The notice of settlement that wa s sent to class members indicated that \nPlaintiffs’ counsel would seek an aggregate award of up to $595,000.00 for \nattorneys’ fees and expenses.  No class member has objected to the Settlement or to \nPlaintiffs’ request for this aggregate award.  The highest amount that Defendants \nhave offered during negotiations as an aggregate award is $275,000.00.   \n {20} Plaintiffs subsequently reduce d their request for fees and expenses \nfrom $595,000.00 to $550,000.00, which Lead Counsel indicates was to eliminate \nany potential duplication of effort by various class counsel.  Plaintiffs submitted a \n \n \nContested Fee Application for $550,000.00, which includes $35,686.64 of out-of-\npocket expenses, with supporting affidavits.     \nC. Evidence Offered in Support of Plaintiffs’ Request \n {21} Although Plaintiffs did not subm it the underlying billing records, J. \nDaniel Albert of the firm Kessler Topaz reviewed records and submitted affidavits \nto support Plaintiffs’ application for an aggregate award.  Mr. Albert filed his initial \naffidavit on July 15, 2015, which summarized in chart form the time spent by each \nof the firms that represented the class prior to May 12, 2015, segregated by category \nof effort.  As Lead Counsel, Kessler Topaz spent a total of 940 hours.  Kessler \nTopaz’s normal billing rates range from $250.00 per hour for legal assistants to \n$725.00 per hour for partners.  These hours, multiplied by the attorneys’ respective \nregular hourly rates, represent total fees of $523,381.25 for Lead Counsel alone.  \nMr. Albert submitted affidavits from counsel at the other firms to show the time \nspent by other counsel.  The total time spent by all firms that represented Plaintiffs’ \nclass equaled 1394.60 hours.  That number, multiplied by the attorneys’ normal \nhourly billing rates reflected in the affidavit, equals $744,986.75. \n{22} Class counsel incurred expenses totaling $35,686.64. \n {23} The requested aggregate award of $550,000.00 then represents total \nattorneys’ fees of $514,313.36 ($550,000.00 less $35,686.64 in expenses).  This would \nrepresent a blended average billing rate of $547.14 per hour if calculated with \nrespect to the 940 hours spent by attorneys and staff of Lead Counsel only, and a \nblended average billing rate of $368.79 if calculated to reflect all time spent by all \nPlaintiffs’ counsel.  Conversely, the Defendants’ position represents total fees of \n$239,313.36 ($275,000.00 less expenses).  The respective average hourly billing \nrates similarly calculated would be $254.59 and $171.60.  If time for legal assistants \nis excluded, calculated average hourly billing rates for total attorney time of all \nclass counsel would be $413.00 per hour based on Plaintiffs’ requested awarded and \n$192.00 per hour based on Defendants’ position. \n \n \n {24} Lead Counsel’s regular billing rates exceed the rates that are generally \ncharged in North Carolina.  The Court has therefore analyzed the amounts using \nstandard billing rates that are more customary in North Carolina.  Using a partner \nrate of $550.00 per hour and an associate or of-counsel rate of $250.00 per hour, the \ntotal fees for time spent by attorneys at the Lead Counsel firm would be \napproximately $350,000.00.  The time spent by attorneys at other firms was all \nbilled by partners.  If that time was billed at $375.00 per hour, the total billing \nwould be approximately $170,000.00.  The total attorneys’ fees and expenses so \ncalculated would roughly equal Plaintiffs’ request for an aggregate award of \n$550,000.00. \n {25} The Court has also carefully co nsidered Defendants’ suggestion that \nthere has been an unnecessary duplication of effort by the prosecution of four \nseparate actions.  Mr. Albert filed a supplemental affidavit on August 31, 2015, \nwhich reflects that the total of 1394.60 hours spent by Plaintiffs’ counsel includes \nonly 102.75 hours spent by Plaintiff Beickert’s counsel, and 36.5 hours spent by \nPlaintiff Lieberg’s counsel, collectively totaling 139.25 hours, which represents less \nthan ten percent of the 1394.60 total hours spent by all counsel.  \n {26} The affidavits in support of the Motion state that each of Plaintiffs’ \ncounsel accepted the engagement pursuant to a written contingency fee agreement \nthat provides for a sharing of fees and that was appropriately signed by the clients. \nIII. ANALYSIS \nA. The Court Has Authority to Award Attorneys’ Fees Based on the \nVoluntary Stipulation Without the Need for Further Statutory \nAuthority. \n{27} The long-standing general rule is  that a court can award attorneys’ \nfees to a prevailing party only if the court has the statutory authority to do so.  \nFaulkenbury v. Teachers’ & State Emps.’ Ret. Sys. of N.C., 345 N.C. 683, 696, 483 \nS.E.2d 422, 430 (1997); Ehrenhaus I, 216 N.C. App. at 94, 717 S.E.2d at 32.  This is \nknown as the American rule.  In the context of a class-action settlement, the North \n \n \nCarolina Court of Appeals has now resolved that the American rule does not govern \na settlement where there is no “prevailing party,” and that the Court does not need \nexplicit statutory authority to award attorneys’ fees where the parties have agreed \nto a fee-shifting provision in a voluntary settlement.  Ehrenhaus II, 2015 N.C. App. \nLEXIS 771, at *19.   \n{28} In Ehrenhaus II, the court of appeals explained that “the concerns the \nAmerican Rule was intended to alleviate [are] not implicated” by voluntary \nsettlement agreements.  \nId. at *20 (citing Crutchfield v. Marine Power Engine Co., \n209 P.3d 295, 304 (Okla. 2009) (explaining that “[e]xceptions to the American Rule \nare usually crafted to encourage the conservation of judicial resources by promoting \nsettlement and discouraging unnecessarily protracted litigation”)).  Allowing parties \nto negotiate attorneys’ fees is consistent with this State’s policy of encouraging out-\nof-court settlements among litigants.  See Penn Dixie Lines, Inc. v. Grannick, 238 \nN.C. 552, 555−56, 78 S.E.2d 410, 413 (1953); Ehrenhaus II, 2015 N.C. App. LEXIS \n771, at *20−22.  Ehrenhaus II makes clear that in the class-action context, a court \ncan enforce a settlement agreement that provides for the payment of attorneys’ fees, \nsubject to the requirement that the Court’s award must be reasonable.    \n{29} Ehrenhaus II did not explicitly address whether the Court’s authority \nto award fees under a voluntary settlement is limited to only the amount that a \ndefendant has agreed not to contest.  The Court reads Ehrenhaus I and Ehrenhaus \nII collectively to indicate that the Court’s authority to award fees requires only that \nthat the parties’ voluntary settlement agreement provides for fee shifting and does \nnot require parties to agree to a specific amount of the fees to be awarded.  When \nthe parties agree to fee shifting but do not agree on the amount of fees to be \nawarded, the Court may award the amount that it determines to be fair and \nreasonable, potentially subject to an agreed-to floor or cap.4  In determining \n                                            \n4  The Court is never bound to award class counsel an amount that it considers to be unreasonable.  \nEhrenhaus II recognizes that courts have a duty to encourage the voluntary resolution of disputes.  \nIt logically follows from the holding in Ehrenhaus II that parties are free to establish a cap on \nattorneys’ fees.  If the parties agree to a fee-shifting provision that includes a cap, the Court will \naward up to a maximum amount of fees within that cap if the Court finds that the fee request is \n \n \nwhether an award for attorneys’ fees is fair and reasonable, the Court may consider, \nbut is not bound by, the agreement of the parties.  See Ehrenhaus II, 2015 N.C. \nApp. LEXIS 771, at *25 (citing In re Bluetooth Headset Prods. Liab. Litig., 654 F.3d \n935, 941 (9th Cir. 2011) (“[C]ourts have an independent obligation to ensure that \nthe award, like the settlement itself, is reasonable, even if the parties have already \nagreed to an amount . . . .”)). \n{30} Here, the parties have agreed to  a fee-shifting provision and a floor, \nbut they have not agreed on the specific amount that the Court should award.  \nThus, the Court must determine the amount of fees that would be both fair and \nreasonable under the circumstances.     \n{31} The MOU and the Stipulation in this matter require Defendants to pay \n“whatever award of attorneys’ fees, costs and expenses that the Court approves.”  \n(Pls.’ Mot. Final Approval of Settlement Exs. C ¶ 12, at 18 & A ¶ 19, at 18.)  While \nDefendants are free to contest any request for an award greater than $275,000.00, \nthe Court has discretion to award a higher amount.   \n{32} The Court will review the fairness and reasonableness of Plaintiffs’ \nrequested fee award under Rule 1.5 of the North Carolina Rules of Professional \nConduct (“Rule(s)”) considering, but not being bound by, the respective assertions of \nthe parties as to what amount is reasonable.  \nB. The Requested Award Is Reasonable Under Rule 1.5 \n{33} After due consideration of the Rule 1.5 factors, the Court determines \nthat the requested aggregate award of $550,000.00 is reasonable, is not clearly \nexcessive, and should be awarded.   \n{34} Rule 1.5 provides that “[a] lawy er shall not make an agreement for, \ncharge, or collect an illegal or clearly excessive fee or collect a clearly excessive \n                                            \nreasonable under Rule 1.5 of the North Carolina Rules of Professional Conduct.  See Ehrenhaus II, \n2015 N.C. App. LEXIS 771, at *20.  The parties can also agree to a floor on fees, which the Court \nmay honor, as long as the Court finds that the floor falls within the range of reasonableness.  Here, \nthe Court does not construe the language of the MOU or the Stipulation to reflect an agreement to \ncap fees at $275,000.00; rather, that figure represents an agreed-to floor. \n \n \namount for expenses.”  N.C. R. Prof’l Conduct 1.5(a).  The rule provides that the \nfollowing factors should be considered to determine whether a fee is “clearly \nexcessive”:        \n(1) the time and labor required, the novelty and difficulty of the \nquestions involved, and the skill requisite to perform the legal service \nproperly; \n(2) the likelihood, if apparent to the client, that the acceptance of the \nparticular employment will preclude other employment by the \nlawyer; \n(3) the fee customarily charged in the locality for similar legal services; \n(4) the amount involved and the results obtained; \n(5) the time limitations imposed by the client or by the circumstances; \n(6) the nature and length of the professional relationship with the client; \n(7) the experience, reputation, and ability of the lawyer or lawyers \nperforming the services; and \n(8) whether the fee is fixed or contingent. \nN.C. R. Prof’l Conduct 1.5(a)(1)−(8). \n {35} As noted above, Plaintiffs’ counsel devoted 1394.60 hours to \nprosecuting the claims, not including appearances at the fairness hearing.  \nPlaintiffs have adequately established that the hours were spent efficiently, at the \ndirection of Lead Counsel, without unnecessary duplication of effort.  This is \nparticularly true considering that the requested award was adjusted downward \nafter class notice, to eliminate any unnecessary duplication of effort.   \n{36} The nature of the claims required  highly skilled litigation counsel with \nexperience in shareholder class-action lawsuits.  Lead Counsel has experience in \nlitigating shareholder class actions before both this Court and the Delaware Court \nof Chancery, and Liaison Counsel has substantial experience before this Court.  \nHowever, the affidavit of Lead Counsel reflects billing rates that exceed those \ntypically charged in North Carolina.  The Court believes that there are North \nCarolina lawyers who are fully capable of pursuing similar litigation and, thus, that \nit would be unnecessary and inappropriate to apply billing rates higher than those \ntypically charged by skilled counsel in North Carolina.  \nSee GE Betz, Inc. v. Conrad, \n__ N.C. App. __, 752 S.E.2d 634, 657 (2013) (explaining that “[i]n assessing the \nreasonableness of awarding [attorneys’] fees” to out-of-state counsel, a court should \n \n \n“consider whether ‘services of like quality [were] truly available in the locality \nwhere the services are rendered’” (third alteration in original) (quoting Nat’l \nWildlife Fed’n v. Hanson, 859 F.2d 313, 317 (4th Cir. 1988))), disc. rev. denied, 367 \nN.C. 786, 766 S.E.2d 837 (2014). \n {37} From experience and as a result of its consideration of the records in \nother lawsuits, this Court is aware of the prevailing rates charged in North \nCarolina for similar litigation.  As noted above, the Court has determined that the \naggregate requested award equates to roughly $550.00 per hour for partner hours of \nLead Counsel, $375.00 per hour for partner hours of other counsel, and $250.00 per \nhour for associate time.  Those hourly fees are within, but at the higher end of, the \nrange that this Court has found to be reasonable for complex business litigation in \nNorth Carolina.  \nSee, e.g., Nakatsukasa v. Furiex Pharms., Inc., 2015 NCBC LEXIS \n71, at *24 (N.C. Super. Ct. July 1, 2015) (noting that rates of approximately $300.00 \nto $550.00 per hour are typical for this type of litigation in North Carolina); see also \nIn re Progress Energy S’holder Litig., 2011 NCBC LEXIS 45, at *26 (N.C. Super. Ct. \nNov. 29, 2011) (describing a rate of $130.00 per hour as “well below the amount \ncustomarily charged in North Carolina” for complex business litigation).   \n {38} The Court has considered Defendants’ argument that the fee award \nshould be discounted because the relief obtained for the class included only \ndisclosures without monetary relief.  In other cases, that argument may have \nsubstantial merit.  Here, however, the argument in this case must be \ncounterbalanced by at least two points.  First, the Court is granting no incentive \nover normal rates to reflect extraordinary success or to account for the contingent \nnature of the engagement.  Second, for the reasons discussed below, the Court finds \nthat the particular supplemental disclosures that were obtained for the benefit of \nthe class were sufficiently material and substantial to justify the recovery of fees \ncalculated at normal hourly billing rates. \n{39} The fact that the settlement benefit was limited to supplemental \ndisclosures is not dispositive in analyzing the reasonableness of fees measured \nagainst the results obtained under Rule 1.5.  The Court is mindful of substantial \n \n \ncommentary that disclosure settlements might often reflect more of a tax on the cost \nof a merger transaction rather than a meaningful substantive benefit to the \nsettlement class, particularly when the accompanying release is the broadest \npossible.  Those considerations perhaps underlie the Delaware Court of Chancery’s \nrecent caution that fee requests in disclosure-only settlements may now face more \nsearching scrutiny, particularly when accompanied by the broadest possible \nreleases.  See In re Riverbed Tech., Inc. S’holders Litig., C.A. No. 10484-VCG, 2015 \nDel. Ch. LEXIS 241, at *21−22 (Del. Ch. Sept. 17, 2015).5  The Court finds the \ncaution to be a fair one. \n{40} The Court is nonetheless persua ded that a significant fee award is \njustified in this case in light of the particular supplemental disclosures obtained, \ntogether with the fact that the release does not preclude the appraisal remedy that \nNorth Carolina favors when a shareholder challenges the price of a transaction.  \nIRA ex rel. Oppenheimer v. Brenner Cos., 107 N.C. App. 16, 20, 419 S.E.2d 354, 357 \n(1992) (noting that when shareholders challenge the adequacy of consideration paid \nin a corporate transaction, the exclusive remedy is appraisal, absent “fraud, \nmisrepresentation, self-dealing, deliberate waste of corporate assets, or gross and \npalpable overreaching” (quoting Weinberger v. UOP, Inc., 457 A.2d 701, 714 (Del. \n1983))). \n{41} Defendants clearly and expressl y agreed in both the MOU and the \nStipulation that “the Supplemental Disclosures were solely caused by Plaintiffs’ \ninitiation and prosecution of their claims as set forth in the Consolidated Action, \nand that such Supplemental Disclosures constitute valid consideration to Pike and \nits shareholders.”  (Pls.’ Mot. Final Approval of Settlement Exs. A ¶ 19, at 17 & C ¶ \n12, at 17.)  While it is difficult to place a monetary value on supplemental \ndisclosures, \nsee In re Progress Energy S’holder Litig., 2011 NCBC LEXIS 45, at *27, \n                                            \n5  This Court has considered various decisions of the Delaware Court of Chancery when it has \napproved prior class settlements.  Delaware recognizes the common-benefit doctrine, and the factors \nthat the Delaware courts employ in granting fees to class counsel under that doctrine closely parallel \nthe factors that this Court considers under Rule 1.5.  See Sugarland Indus., Inc. v. Thomas, 420 A.2d \n142, 149−50 (Del. 1980). \n \n \nDefendants agree that the supplemental disclosures in this case were material and \nconstituted valid consideration.  The supplemental disclosures in this particular \ncase cannot be fairly characterized as “routine,” as some of those supplemental \ndisclosures were clearly required to correct prior material disclosures that \nerroneously described circumstances related to negotiations between the \ncorporation, its CEO, and its suitor.    \n{42} In sum, on the particular facts of  this case, the Court finds that there \nwere sufficient supplemental disclosures of a value adequate to support the \nrequested aggregate award.   \n{43} This is the Court’s first opportun ity to review a class settlement since \nthe court of appeals’s ruling in \nEhrenhaus II.  While Ehrenhaus II makes clear that \nthe Court has the authority to award fees, it is equally clear that the authority is \nconstrained by the Court’s duty to closely scrutinize any fee request under a \nreasonableness standard.  Ehrenhaus II, 2015 N.C. App. LEXIS 771, at *25.  There \nmust be evidence to support a conclusion that a requested fee is reasonable.  The \nCourt does not assume reasonableness, and the parties cannot substitute a simple \nagreement for record evidence of reasonableness.  Absent such evidence, a court \nshould either deny the request or substantially reduce its award to a reasonable \namount supported by record evidence.   \n{44} In addition to considering the various Rule 1.5 factors in this case, the \nCourt has also compared the requested award to a range of awards that this Court \nhas found to be reasonable in disclosure-based settlements.  See, e.g., In re PPDI \nLitig., 2012 NCBC LEXIS 33, at *10 (N.C. Super. Ct. May 24, 2012) (approving \n$450,000.00 in attorneys’ fees); In re Progress Energy S’holder Litig., 2011 NCBC \nLEXIS 45, at *35 (awarding $550,000.00 in attorneys’ fees and expenses); Order, \nEhrenhaus v. Baker, No. 08 CVS 22632 (N.C. Super. Ct. Feb. 5, 2010), \nhttp://www.ncbusinesscourt.net/TCDDotNetPublic/default.aspx?CID=3&caseNumbe\nr=08CVS22632 (approving $1,056,067.57 in attorneys’ fees).  Further, to the extent \nthat review of Delaware precedent is meaningful, the requested fee in this matter \nfalls within the range of fees that have been awarded by the Chancery Court in \n \n \ndisclosure-based settlements.  See In re Sauer-Danfoss Inc. S’holders Litig., 65 A.3d \n1116, apps. A–C, at 1141–43 (Del. Ch. 2011).   \n{45} In sum, based on the record an d the above considerations, the Court \nfinds that the requested aggregate award of $550,000.00 is both fair and reasonable. \nIV. CONCLUSION \n {46} For the foregoing reasons, the Court concludes as follows: \n1. Plaintiffs are entitled to an aggregate award of $550,000.00; \n2. This Order does not affect the finality of the Class Settlement, which the \nCourt has approved by separate order; \n3. This Order shall be deemed a Final Order in each of the four consolidated \nactions. \n \nThis the 8th day of October, 2015. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Special Superior Court Judge \n    for Complex Business Cases \n "
}