{
  "id": "7b15aff47b72592716b6023a51da1a9f833f43cdfc2f8d7b56df28a0538ceec1",
  "source_file": "data/raw/ncbc/7b15aff47b72592716b6023a51da1a9f833f43cdfc2f8d7b56df28a0538ceec1.pdf",
  "raw_text": "Wake County v. Hotels.com, LP, 2007 NCBC 35 \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \nMASTER FILE NO: 06 CVS 16256 \nWAKE COUNTY, \n \nPlaintiff, \n \nv. \n \nHOTELS.COM, LP, et al., \n \nDefendants. \n \n \n \n \n \n \nORDER  \n \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF BUNCOMBE \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n07 CVS 585 \nBUNCOMBE COUNTY, \n \nPlaintiff, \n \nv. \n \nHOTELS.COM, LP, et al.,  \n \nDefendants. \n \n \n \n \n \n \n \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF DARE \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n07 CVS 56 \nDARE COUNTY, \n \nPlaintiff, \n \nv. \n \nHOTELS.COM, LP, et al.,  \n \nDefendants. \n \n \n \n \n \n \n \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF CUMBERLAND \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n06 CVS 10630 \nCUMBERLAND COUNTY, \n \nPlaintiff, \n \nv. \n \nHOTELS.COM, LP, et al.,  \n \nDefendants. \n \n \n \n \n \n \n \n \n \nThe Shanahan Law Group by Reef C. Ivey, II and Kieran J. Shanahan for \nPlaintiffs Wake County and Cumberland County. \n \nLong, Parker, Warren & Jones, P.A. by Scott W. Jones and Steven R. Warren \nfor Plaintiff Buncombe County. \n \nWard & Smith, P.A. by Hugh R. Overholt and Gary J. Rickner for Plaintiff \nDare County. \n \nWilliams Mullen Maupin Taylor, P.A. by Charles B. Neely, Jr., Nancy S. \nRendleman, and Robert W. Shaw for Defendants Hotels.com; Hotels.com, LP; \nHotels.com GP, LLC; Hotwire, Inc.; Trip Network, Inc., d/b/a Cheap \nTickets.com; Travelport Inc., f/k/a Cendant Travel Distribution Services \nGroup, Inc.; Expedia, Inc; Internetwork Publishing Corp., d/b/a Lodging.com; \nLowestfare.com, Incorporated; Maupin-Tour Holding, LLC; Orbitz, Inc.; \nOrbitz, LLC; Priceline.com, Incorporated; Priceline.com, LLC; Site59.com, \nLLC; Travelocity.com, Inc; Travelocity.com, LP; Travelweb, Inc.; Travelweb \nLLC; Travelnow.com, Inc.; Cheap Tickets, Inc.; and Sabre, Inc.   \n \nSkadden, Arps, Slate, Meagher & Flom LLP by Darrel J. Hieber, Karen L. \nValihura, Celso M. Gonzalez-Falla, and Michael A. Barlow for Defendants \nPriceline.com, Incorporated; Lowestfare.com, Incorporated; and Travelweb, \nLLC. \n \n \n \n \n \n \n \n \nDiaz, Judge. \n \nI. \n \nSTATEMENT OF THE CASE  \n \n{1} Plaintiffs are North Carolina counties.  (Wake Compl. ¶ 1; Cumberland \nCompl. ¶ 1; Dare Compl. ¶ 1; Buncombe Compl. ¶ 8.) \n{2} Each Plaintiff has, either by passage of an ordinance or by resolution, \nenacted an occupancy tax pursuant to authorization from the North Carolina \nGeneral Assembly (collectively the “Occupancy Tax”).  The Occupancy Tax requires \nremittance and collection of a tax based on the gross receipts derived from the \nrental of hotel rooms and other similar accommodations within each County.  (Wake \nCompl. ¶ 19; Cumberland Compl. ¶ 19; Dare Compl. ¶¶ 19–20; Buncombe Compl. ¶ \n33.) \n{3} Plaintiffs allege that Defendants contract with hotel owners or operators to \npurchase blocks of hotel rooms at a discounted rate and then offer the rooms to \nconsumers via the internet at a higher rate.  (Wake Compl. ¶ 25; Cumberland \nCompl. ¶ 25; Dare Compl. ¶ 25; Buncombe Compl. ¶ 31.)1 \n{4} Plaintiffs allege Defendants have not remitted the full amount of the \nOccupancy Tax.  (Wake Compl. ¶¶ 24–27; Cumberland Compl. ¶¶ 24–27; Dare \nCompl. ¶¶ 24–27; Buncombe Compl. ¶ 36.) \n{5} More specifically, Wake, Cumberland, and Dare Counties allege \nDefendants charge and collect the Occupancy Tax from consumers based on the \nhigher rate, but only remit amounts to each County based on the discounted rates \npaid to the hotel owners, thereby pocketing the difference.  (Wake Compl. ¶ 25; \nCumberland Compl. ¶ 25; Dare Compl. ¶ 25.)  Buncombe County professes \nuncertainty as to whether Defendants engage in this practice (Buncombe Compl. ¶ \n35), but it does allege Defendants are “charging more money in ‘fees and taxes’ than \n                                                 \n1 Wake and Cumberland Counties have dismissed their claims against Defendant Maupin-Tour \nHolding, LLC without prejudice.  \n \n \nrequired by the statutory occupancy tax rate, resulting in additional, hidden, and \nunlawfully retained profits.”  (Buncombe Compl. ¶ 36.)2 \n{6} Plaintiffs also allege Defendants have failed to file occupancy tax returns, \nas required by law.  (Wake Compl. ¶ 29; Cumberland Compl. ¶ 29; Dare Compl. ¶ \n29; Buncombe Compl. ¶ 35.)  \n{7} Plaintiffs assert claims for (1) declaratory judgment; (2) violations of the \nOccupancy Tax; (3) conversion; (4) imposition of a constructive trust; (5) an \naccounting; (6) unfair and deceptive trade practices; and (7) agency liability.   \n{8} They seek (1) an order compelling Defendants to pay the full amount of the \ntax going forward; (2) recovery of all unpaid taxes; (3) civil penalties pursuant to the \nOccupancy Tax and state law; (4) treble damages; and (5) recovery of Plaintiffs’ \ncosts and attorney fees.   \n{9} Before the Court are Defendants’ Motions to Dismiss. \n                \nII. \nCONTENTIONS OF THE PARTIES \n{10} The Occupancy Tax imposes a tax of some specified percentage on the \ngross receipts derived from the rental of any room, lodging, or similar \naccommodation within the County that is “subject to the State sales tax . . . under \nSection 105-164.4(a)(3)” of the North Carolina General Statutes.  (Wake Compl. ¶ \n19 (emphasis added).)3 \n{11} The parties’ central disagreement in these cases relates to the effect of this \nquoted language upon Defendants’ web-based business model.   \n{12} Specifically, Defendants contend the clause in the Occupancy Tax \nreferencing the “State sales tax” necessarily cabins the reach of Plaintiffs’ taxing \n                                                 \n2 As to these allegations, Defendants contend (based on a comment made by Dare County’s counsel \nduring oral argument) that Plaintiffs may have violated their pleading obligations under Rule 11 of \nthe North Carolina Rules of Civil Procedure.  (Defs. Sur-Reply Br. Supp. Mot. Dismiss 2 n.2.)  For \nnow, however, the Court accepts the allegations of the Complaints as true, and declines to address a \nRule 11 challenge absent a proper motion. \n3 Wake County’s Occupancy Tax is representative of the tax enacted by the other Plaintiffs.   \n \n \nauthority to those individuals or entities upon whom the state sales tax may be \nlevied.  (Defs. Br. Supp. Mot. Dismiss Wake Compl. 3–5.) \n{13} Defendants assert the state sales tax is levied only upon “operators of \nhotels.”  Defendants deny they are hotel operators and note that the State has never \nattempted to pin that label on them for purposes of the sales tax.  (Defs. Br. Supp. \nMot. Dismiss Wake Compl. 3–5.) \n{14} Accordingly, Defendants contend it is only the discounted room rate that \nDefendants pay the hotel owners, and not the additional compensation Defendants \nreceive for facilitating the lodging transactions, which is subject to the Occupancy \nTax.  (Defs. Br. Supp. Mot. Dismiss Wake Compl. 2–3.) \n{15} Plaintiffs, on the other hand, argue that the reach of the Occupancy Tax is \nbroader than that of the state sales tax.  According to Plaintiffs, the plain language \nof the Occupancy Tax encompasses gross receipts received by any “person, firm, \ncorporation, or association” for the rental of a room, irrespective of whether that \nperson or entity operates a hotel.  (Wake Mem. Opp’n Mot. Dismiss 9.) \n{16} Plaintiffs contend the “subject to the sales tax” clause in the Occupancy \nTax is not intended “to limit the Occupancy Tax’s reach to operators of hotels . . . \nbut rather to define the types of rental accommodations subject to the tax.”  (Dare \nMem. Opp’n Mot. Dismiss 9.)   \n{17} As a result, Plaintiffs argue, Defendants must remit the Occupancy Tax \nbased on the full amount they receive from a consumer for a hotel room, including \nany amount Defendants categorize as compensation for their services. \n{18} Plaintiffs also argue that, by collecting the tax on the full amount charged \nto the consumer and only remitting a portion, Defendants necessarily qualify as \n“taxable establishments” subject to the Occupancy Tax.  (Wake Mem. Opp’n Mot. \nDismiss 15.)4 \n                                                 \n4 Defendants concede only that they collect the Occupancy Tax on the discounted rate (see Defs. Br. \nSupp. Mot. Dismiss Wake Compl. 2), but (at least at this stage) the Court must accept Plaintiffs’ \nallegations as true. \n \n \n{19} Specifically, Plaintiffs contend “Defendants cannot be allowed to charge, \ncollect, and remit a portion of the [tax] on the one hand (while pocketing part of \nthose taxes for themselves) and then claim on the other hand that the [Occupancy \nTax does] not apply to them.”  (Wake Mem. Opp’n Mot. Dismiss 15.) \n{20} Defendants make two additional arguments for dismissal of the claims \nlodged by Cumberland, Dare, and Buncombe Counties. \n{21} Defendants assert that Cumberland County has filed suit prematurely, \nwithout first exhausting certain administrative remedies promulgated for the \ncollection and enforcement of the Occupancy Tax.  (Defs. Br. Supp. Mot. Dismiss \nCumberland Compl. 12–16.) \n{22} Cumberland County responds that its suit is proper because (1) North \nCarolina law permits judicial tax collection actions at any time, (2) the doctrine of \nexhaustion of administrative remedies applies only to private litigants and not a \ntaxing authority, and (3) exhaustion of any such remedies would be futile in this \ncase.  (Cumberland Mem. Opp’n Mot. Dismiss 5–11.) \n{23} Defendants further assert they are entitled to dismissal of some or all of \nthe claims lodged by Dare and Buncombe Counties because these Counties failed to \nproperly codify or file the various resolutions enacting the Occupancy Tax.  (Defs. \nBr. Supp. Mot. Dismiss Dare Compl. 8 n.3; Defs. Br. Supp. Mot. Dismiss Buncombe \nCompl. 11–12.) \n{24}  Dare and Buncombe Counties reject this notion, pointing out that the \nstatutes Defendants cite in support of their argument only apply to ordinances.  \nThey assert the enabling legislation authorizing enactment of the Occupancy Tax \ndirected these Counties to levy the tax by resolution.  Because they have otherwise \ncomplied with the notice and recording requirements set forth in the enabling acts, \nDare and Buncombe Counties contend dismissal of their claims on this ground is \nnot appropriate.  (Dare Mem. Opp’n Mot. Dismiss 7 n.4; Buncombe Mem. Opp’n \nMot. Dismiss 5–7.) \n \n \n \n \nIII. \nSUMMARY OF DECISION \n{25} The Court GRANTS Defendants’ Motion to Dismiss Cumberland County’s \nComplaint, without prejudice to the County’s right to re-file the action following \nexhaustion of its administrative remedies. \n{26} The Court GRANTS Defendants’ Motions to Dismiss Plaintiffs’ claims \nalleging a violation of the North Carolina Unfair and Deceptive Trade Practices Act. \n{27} The Court also GRANTS Defendants’ Motions to Dismiss Plaintiffs’ claims \nfor conversion. \n{28} In all other respects, Defendants’ Motions to Dismiss are DENIED. \n \nIV. \nPROCEDURAL HISTORY \n{29} Plaintiffs filed their Complaints on various dates between November 2006 \nand February 2007.  \n{30} The cases were transferred to the North Carolina Business Court, and \nsubsequently consolidated for purposes of pre-trial matters.  \n{31} Defendants moved to dismiss on 9 May 2007.  \n{32} Briefing on the motions was completed on 21 June 2007, and the Court \nheard oral arguments on 18 July 2007.   \n \nV. \nTHE FACTS  \nA. \nTHE PARTIES \n{33} Plaintiffs are duly established North Carolina counties. (Wake Compl. ¶ 1; \nCumberland Compl. ¶ 1; Dare Compl. ¶ 1; Buncombe Compl. ¶ 8.) \n{34} Defendants are foreign entities doing business in North Carolina.  (Wake \nCompl. ¶¶ 2–15; Cumberland Compl. ¶¶ 2–15; Dare Compl. ¶¶ 2–15; Buncombe \nCompl. ¶¶ 9–29.) \n \n \nB. \nTHE CLAIMS \n1. \nTHE STATE SALES TAX  \n{35} The North Carolina state sales tax statute imposes a 4% tax on a \n“retailer’s net taxable sales or gross receipts” for the “privilege” of being a “retailer.”  \nN.C. Gen. Stat. §105-164.4(a) (2005) (effective July 1, 2007).5 \n{36} As applied to lodging transactions, the statute provides:  \nOperators of hotels, motels, touris t homes, tourist camps, and similar \ntype businesses and persons who rent  private residences and cottages \nto transients are considered retailers under this Article.  A tax at the \ngeneral rate of tax is levied on the gross receipts derived by these \nretailers from the rental of any rooms, lodgings, or accommodations \nfurnished to transients for a consideration. \n \nId. § 105-164.4(a)(3).  \n2. \nPLAINTIFFS’ AUTHORITY TO TAX \n{37} Plaintiffs received authority to enact the Occupancy Tax from the General \nAssembly through the passage of enabling legislation.  Wake County’s enabling \nlegislation, which in substance is representative of the acts passed for the benefit of \nthe other Plaintiffs, provides in relevant part: \nSection 1. Intent. This act authorizes Wake County to levy a room \noccupancy tax and a prepared food and beverage tax. \n \nSec. 2. Definitions. The definitions in G.S. 105-164.3 apply to this act \nto the extent they are not inconsistent with the provisions of this act. \nThe following definitions also apply in this act: \n \n                        . . . .  \n \n(5) Taxable establishment. A hotel,  motel, inn, tourist camp, or \nsimilar place that is subject to a room occupancy tax levied \npursuant to this act and a retailer that sells prepared food or \n                                                 \n5 The tax rate was 4.25% before 1 July 2007. \n \n \nbeverages and is subject to the prepared food and beverage tax \nlevied pursuant to this act. \n \n . . . . \n \nSec. 4. Occupancy Tax. The Wake County Board of Commissioners may \nby resolution, levy a room occupancy tax of up to six percent (6%) of the \ngross receipts derived from the re ntal of any room, lodging, or \naccommodation furnished by a hotel,  motel, inn, tourist camp, or \nsimilar place within the county that is subject to the State sales tax \nimposed under G.S. 105-164.4(a)(3). \n \n . . . . \n \nSec. 8. Collection.  Every operator of a taxabl e establishment shall, on \nand after the effective date of the levy of a tax under this act, collect \nthe tax.   The tax shall be stated an d charged separately from the \nrental charge or sales price, shall be shown separately on the taxable \nestablishment's sales records, and shall be paid by the purchaser to the \ntaxable establishment as trustee for and on account of the county.  The \ntax shall be added to the rental ch arge or sales price and shall be \npassed on to and collected from the purchaser instead of being borne by \nthe taxable establishment.  \n \n . . . . \n \nSec. 9. Administration. The county shall administer and collect the \ntaxes levied pursuant to this act . . . .  The taxes levied pursuant to this \nact are due and payable to the county in monthly installments on or \nbefore the fifteenth day of the mont h following the month in which the \ntax accrues. \nEvery taxable establishment liable for the tax shall, on or \nbefore the fifteenth day of each month, prepare and render a return to \nthe county. . . .    \n \n1991 N.C. Sess. Laws 594 (emphasis added). \n3. \nTHE OCCUPANCY TAX  \n{38} Pursuant to the various enabling acts, each Plaintiff has imposed an \nOccupancy Tax on the gross receipts derived from the rental of a room within the \nparticular county.  (Wake Compl. ¶ 19; Cumberland Compl ¶ 19; Dare Compl. ¶ 19; \nBuncombe Compl. ¶ 33.)  \n \n \n{39} Wake County’s Occupancy Tax imposes “a six (6) percent tax . . . on the \n‘gross receipts derived by any person, firm, corporation, or association from the \nrental of any room, lodging or accommodation furnished by a hotel, motel, inn, \ntourist camp, or similar place within the County that is subject to the State sales \ntax imposed under Section 105-164.4(a)(3) of the North Carolina General Statutes.’”  \n(Wake Compl. ¶ 19.)   \n{40} Consistent with the enabling legislation, Wake County requires every \noperator of a ‘”taxable establishment” to collect the tax and file a return.  (Defs. Br. \nSupp. Mot. Dismiss Wake Compl. Ex. 1B.)  \n{41} Cumberland County’s Occupancy Tax states, “The tax rate shall be six (6) \npercent of the gross receipts of any person, firm, corporation, or association derived \nfrom the rental of any sleeping room or lodging furnished in any hotel, motel, or inn \nlocated in Cumberland County and subject to the three (3) percent sales tax levied \nby the State of North Carolina.”  (Cumberland Compl. ¶ 19.) \n{42} Cumberland County’s ordinance places the onus for collection of the \nOccupancy Tax on the County’s Tax Collector, and it too requires any entity owning \nor operating a hotel, motel, or inn to file a return.  (Defs. Br. Supp. Mot. Dismiss \nCumberland Compl. Ex. 16C.)  \n{43} Buncombe County has, by a series of resolutions, enacted an Occupancy \nTax of “4% of the gross receipts derived from the rental of any room, lodging, or \nsimilar accommodation furnished by any hotel, motel, inn, tourist camp, or other \nsimilar place within the County now subject to [the] sales tax imposed by the State \nunder G.S. 105-164.4[a](3).”  (Buncombe Compl. ¶ 33.)  The resolutions provide no \nfurther guidance as to collection of the tax, although the County has developed \nreturn forms and other materials for enforcement of the resolutions.  (Defs. Br. \nSupp. Mot. Dismiss Buncombe Compl. Exs. 14–15.)  \n{44}  Similarly, Dare County has, by a series of resolutions (some of which are \ncodified in the County’s Code of Ordinances), enacted a “five (5) percent room \noccupancy tax . . . on the ‘gross receipts derived from the rental’ of  ‘any room, \n \n \nlodging, or similar accommodation subject to sales tax under G.S. 105-164.4(a)(3)’ in \nDare County.”  (Dare Compl. ¶ 19.)6 \n{45} Pursuant to state law, failure to file a room occupancy tax return or pay \nthe tax subjects the taxpayer to civil penalties and possible criminal prosecution.  \nSee, e.g., N.C. Gen. Stat. § 153A-155(e) (2005). \n4. \nCUMBERLAND COUNTY’S ADMINISTRATIVE PROCEDURE \n{46} Cumberland County has implemented additional administrative \nprocedures related to the enforcement of its Occupancy Tax, although it admits that \nit did not adhere to them in this case. \n{47} The Cumberland County Tax Collector is required to make an initial \ndetermination of all persons or entities subject to the Occupancy Tax.  (Cumberland \nCompl. Ex. B.)   Following such a determination, the Tax Collector is required to \n“send notice to said person or organization of such determination,” together with a \ncopy of the ordinance, the administrative procedures, tax returns, instructions, and \na “demand for payment of such taxes as may become due thereafter.”  (Cumberland \nCompl. Ex. B.) \n{48} Any person or entity so notified may apply under the Cumberland County \nprocedures for a ruling from the Tax Collector that it is not subject to the tax.  \n(Cumberland Compl. Ex. B.)  In conjunction with such a request, the putative \ntaxpayer is entitled (upon request) to a “conference” with the Tax Collector before a \nruling issues.  (Cumberland Compl. Ex. B.) \n{49} A taxpayer receiving an adverse ruling from the Tax Collector may file a \nwritten appeal to the “Occupancy Tax Appeals Panel,” which consists of the County \nManager, the Assistant County Manager with supervisory responsibility for the Tax \nCollector, and the County Finance Director.  (Cumberland Compl. Ex. B.)  \n \n                                                 \n6 Wake and Cumberland Counties have enacted ordinances setting forth the terms of the Occupancy \nTax.  (Wake Compl. ¶ 19; Cumberland Compl. ¶ 19.)  Buncombe County enacted its Occupancy Tax \nby resolution.  (Buncombe Mem. Opp’n Mot. Dismiss 2–3.)  In the case of Dare County, its most \nrecent increase in the tax was enacted by resolution.  (Dare Mem. Opp’n Mot. Dismiss 6–7.) \n \n \nVI. \nPRINCIPLES OF LAW \nA. \nRULE 12(b)(6) MOTION TO DISMISS \n{50} The essential question on a motion to dismiss pursuant to Rule 12(b)(6) of \nthe North Carolina Rules of Civil Procedure is “whether the facts alleged in the \ncomplaint, when viewed in the light most favorable to the plaintiffs, gives rise to a \nclaim for relief on any theory.” Ford v. Peaches Entm’t Corp., 83 N.C. App. 155, 156, \n349 S.E.2d 82, 83 (1986).  On a motion to dismiss, the complaint’s material factual \nallegations are taken as true.  Oberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 56, \n554 S.E.2d 840, 844 (2001) (citing Hyde v. Abbott Labs., Inc., 123 N.C. App. 572, \n575, 473 S.E.2d 680, 682 (1996)). \n{51} “The complaint must be liberally construed, and the court should not \ndismiss the complaint unless it appears beyond a doubt that the plaintiff could not \nprove any set of facts to support his claim which would entitle him to relief.”  Block \nv. County of Person, 141 N.C. App. 273, 277–78, 540 S.E.2d 415, 419 (2000). \n{52} However,  \n[d]ismissal of a complaint under Rule 12(b)(6) is proper when one of \nthe following three conditions is satisfied: (1) when the complaint on its \nface reveals that no law supports plaintiff’s claim; (2) when the \ncomplaint on its face reveals the absence of fact sufficient to make a \ngood claim; (3) when some fact di sclosed in the complaint necessarily \ndefeats plaintiff’s claim. \n   \nShepherd v. Ocwen Fed. Bank, FSB, 172 N.C. App. 475, 477, 617 S.E.2d 61, 63 \n(2005) (citation and quotation marks omitted).   \nB. \nSUBJECT MATTER JURISDICTION \n{53} “As a general rule, where the legislature has provided by statute an \neffective administrative remedy, that remedy is exclusive and its relief must be \nexhausted before recourse may be had to the courts.”  Presnell v. Pell, 298 N.C. 715, \n721, 260 S.E.2d 611, 615 (1979). \n \n \n{54} “If a plaintiff has failed to exhaust its administrative remedies, the court \nlacks subject matter jurisdiction and the action must be dismissed.” Justice for \nAnimals, Inc. v. Robeson County, 164 N.C. App. 366, 369, 595 S.E.2d 773, 775 \n(2004) (citing Shell Island Homeowners Ass'n v. Tomlinson, 134 N.C. App. 217, 220, \n517 S.E.2d 406, 410 (1999)).  \n{55} In considering a motion to dismiss for lack of subject matter jurisdiction, \nthe court may consider and weigh matters outside of the pleadings.  Tart v. Walker, \n38 N.C. App. 500, 502, 248 S.E.2d 736, 737 (1978). \nC. \nSTATUTORY INTERPRETATION \n{56} “The interpretation of statutory language is a matter of law, and thus, \nappropriately resolved upon a Rule 12(b)(6) motion.”  Peacock v. Shinn, 139 N.C. \nApp. 487, 497, 533 S.E.2d 842, 849 (2000) (citing Taylor Home, Inc. v. City of \nCharlotte, 116 N.C. App. 188, 195, 447 S.E.2d 438, 443 (1994)).   \n{57} “The cardinal principle of statutory construction is that the intent of the \nlegislature is controlling.”  State ex rel. Utils. Comm’n v. Public Staff, 309 N.C. 195, \n210, 306 S.E.2d 435, 444 (1983) (citations omitted); see also Colonial Pipeline Co. v. \nClayton, 275 N.C. 215, 226, 166 S.E.2d 671, 679 (1969) (holding that construction of \na tax statute is a question of legislative intent). \n{58} The best indicator of the legislature’s intent is the statute’s plain language.  \nSee Colonial Pipeline, 275 N.C. at 226, 166 S.E.2d at 679.  “If the language of a \nstatute is free from ambiguity and expresses a single, definite, and sensible \nmeaning, judicial interpretation is unnecessary and the plain meaning of the \nstatute controls.”  Mazda Motors of Am., Inc. v. Sw. Motors, Inc., 296 N.C. 357, 361, \n250 S.E.2d 250, 253 (1979) (citations omitted).  \nD. \nUNFAIR AND DECEPTIVE TRADE PRACTICES \n{59} To state a claim under the North Carolina Unfair and Deceptive Trade \nPractices Act, N.C. Gen. Stat. §§ 75-1.1 to 75-16 (the “UDTPA”), Plaintiffs must \nallege “(1) defendants committed an unfair or deceptive act or practice, (2) in or \n \n \naffecting commerce and (3) plaintiff was injured as a result.” Phelps-Dickson \nBuilders, L.L.C. v. Amerimann Partners, 172 N.C. App. 427, 439, 617 S.E.2d 664, \n671 (2005) (citing Edwards v. West, 128 N.C. App. 570, 574, 495 S.E.2d 920, 923 \n(1998)).   \n{60} Although the UDTPA’s language is broad, “the Act is not intended to apply \nto all wrongs in a business setting.” HAJMM Co. v. House of Raeford Farms, Inc., \n328 N.C. 578, 593, 403 S.E.2d 483, 492 (1991).  This is particularly so where the \nalleged wrong is already the subject of extensive governmental regulation and \noversight.  See Skinner v. E. F. Hutton & Co., 314 N.C. 267, 275, 333 S.E.2d 236, \n241 (1985) (holding that “securities transactions are beyond the scope of N.C.G.S. § \n75-1.1” in part because securities transactions are “already subject to pervasive and \nintricate regulation” under state and federal law). \n{61} Moreover, it is beyond cavil that the UDTPA’s primary purpose is to \nprotect the consuming public.  Id. at 275, 333 S.E.2d at 241. Consistent with that \npurpose, the UDTPA gives a private cause of action to consumers aggrieved by \nunfair or deceptive business practices.  See Marshall v. Miller, 302 N.C. 539, 543, \n276 S.E.2d 397, 400 (1981); see also Bhatti v. Buckland, 328 N.C. 240, 245, 400 \nS.E.2d 440, 443 (1991) (stating that the purpose of the UDTPA “is to declare, and to \nprovide civil legal means to maintain, ethical standards of dealings between persons \nengaged in business . . . and the consuming public in this State”).  \nE. \nCONVERSION \n{62} The tort of conversion is ‘“an unauthorized assumption and exercise of the \nright of ownership over goods or personal chattels belonging to another, to the \nalteration of their condition or the exclusion of an owner's rights.”’ Lake Mary Ltd. \nP’ship v. Johnston, 145 N.C. App. 525, 531, 551 S.E.2d 546, 552 (2001) (quoting \nPeed v. Burleson’s, Inc., 244 N.C. 437, 439, 94 S.E.2d 351, 353 (1956)) (emphasis \nadded). \n{63} “Where there has been no wrongful taking or disposal of [personal \nproperty], and the defendant has merely come rightfully into possession and then \n \n \nrefused to surrender [the property], demand and refusal are necessary to the \nexistence of the tort.”  Hoch v. Young, 63 N.C. App. 480, 483, 305 S.E.2d 201, 203 \n(1983) (citation omitted).  \n \nVII. \nANALYSIS \nA. \nFAILURE TO REMIT THE OCCUPANCY TAX  \n{64} These cases present thorny issues of statutory interpretation regarding the \nscope of Plaintiffs’ taxing power under the Occupancy Tax. \n{65} Nearly identical claims have been asserted by cities and counties across \nthe country, and the parties have referred me to a number of decisions from these \njurisdictions.  Not surprisingly, the result turns on the particulars of the tax statute \nand the allegations of the complaints.  See, e.g., City of Charleston v. Hotels.com, \nL.P., No. 2:06-cv-1646-PMD, 2007 U.S. Dist. LEXIS 83628 (D.S.C. Nov. 5, 2007) \n(denying motion to dismiss where tax was imposed on those engaged in “furnishing \naccommodations to transients” because defendants received money in exchange for \n“supplying” hotel rooms); City of North Myrtle Beach v. Hotels.com L.P., No. 4:06-\nCV-3063-RBH (D.S.C. Sept. 30, 2007) (denying motion to dismiss where ordinance \ntaxed the gross proceeds received by a provider or seller of hotel rooms); City of \nOrange v. Hotels.com, L.P., No. 1:06-CV-413, 2007 U.S. Dist. LEXIS 70482 (E.D. \nTex. Sept. 5, 2007) (granting motion to dismiss where the plain language of the \nordinance imposed the tax only on the amount received by the hotel in consideration \nfor occupancy of the room); City of San Antonio v. Hotels.com, No. SA-06-CA-381-\nOG, 2007 U.S. Dist. LEXIS 39757 (W.D. Tex. Mar. 16, 2007) (denying motion to \ndismiss where occupancy tax was levied on any person or entity owning, operating, \nmanaging, or controlling any hotel and plaintiff alleged defendants had a right to \ncontrol occupancy as a result of their contracts with hotel); City of Gallup v. \nHotels.com, L.P., No. 06-0549-JC (D.N.M. Jan. 30, 2007) (denying motion to dismiss \nwhere occupancy tax was levied as a percentage of the total rent paid for lodging \n \n \nand plaintiff alleged defendants were collecting tax based on retail rate paid by \nconsumers but only remitting tax on the wholesale rate paid to the hotel owner); \nLeon County v. Hotels.com, L.P., No. 06-21878, 2006 U.S. Dist. LEXIS 88253 (S.D. \nFla. Dec. 6, 2006) (denying motion to dismiss where occupancy tax was levied for \nthe privilege of renting, leasing, or letting for consideration hotel rooms and \ncomplaint alleged defendants engaged in the practice of subletting \naccommodations); City of Fairview Heights v. Orbitz, Inc., No. 05-CV-840-DRH, \n2007 U.S. Dist. LEXIS 26736 (S.D. Ill. July 12, 2006) (denying motion to dismiss on \nprincipal claims where ordinance imposed a duty on owner of every hotel or motel to \ncollect the tax and defined “owner” to include any person receiving consideration for \nthe rental of a hotel room); \nCity of Rome v. Hotels.com, L.P., No. 4:05-CV-249-HLM, \n2006 U.S. Dist. LEXIS 56369 (N.D. Ga. May 8, 2006) (denying motion to dismiss \nwhere plaintiff alleged defendants were collecting excise taxes on retail value of the \ntransaction but only remitting a reduced amount based on wholesale rates paid by \ndefendants for the hotel rooms); \nCity of Findlay v. Hotels.com, L.P., 441 F. Supp. 2d \n855 (N.D. Ohio 2006) (denying motion to dismiss where, although ordinance did not \nimpose a direct tax on defendants, plaintiff pled that defendants were in fact \ncollecting taxes under the ordinance and failing to remit the same).    \n{66} At least one North Carolina court has considered the questions before me.  \nIn Pitt County v. Hotels.com L.P., United States District Judge Terrence Boyle held \non reconsideration that the Pitt County Room Occupancy Tax Ordinance (the “Pitt \nCounty Ordinance”) did not apply to the defendant on-line travel companies.  No. \n4:06 CV-30-BO (E.D.N.C. Aug. 12, 2007). \n{67} Judge Boyle initially denied the defendants’ motion to dismiss.  See Pitt \nCounty v. Hotels.com L.P., No. 4:06 CV-30-BO (E.D.N.C. Mar. 29, 2007).  He \nreasoned in the first instance that the reach of the Pitt County Ordinance was not \nlimited “to persons or businesses who turn over keys, or maintain hotel premises,” \nbut in fact “encompasses all ‘gross receipts derived’ from a room rental, regardless \nof whether the rental is arranged online by a third party, or during a face-to-face \ntransaction between a hotel and a walk-in guest.”  Id., slip op. at 6.  \n \n \n{68} On reconsideration, however, Judge Boyle granted the defendants’ motion \nto dismiss, holding that the “subject to the sales tax” clause in the Pitt County \nOrdinance served to make the occupancy tax co-extensive with the state sales tax.  \nPitt County v. Hotels.com L.P., No. 4:06 CV-30-BO, slip op. at 10 (E.D.N.C. Aug. 12, \n2007).  As a result, Judge Boyle determined the reach of the Pitt County Ordinance \nwas limited to the gross receipts derived by “operators of hotels” and similar places.  \nId., slip op. at 10–11.   \n{69} Because neither the sales tax statute nor the Pitt County Ordinance \ndefined the word “operator,” Judge Boyle looked to the ordinary meaning of that \nword.  Id., slip op. at 7.  According to Judge Boyle, “‘to operate’ means generally to \nconduct or to manage a commercial enterprise’s daily affairs.”  Id.  As a result, \nbecause the defendant on-line travel companies did not conduct or manage a hotel’s \ndaily affairs, they were not subject to the Pitt County Ordinance.  \nId.  \n{70} The Court takes no position on the merits of Judge Boyle’s analysis.  \nSuffice it to say that the issues of statutory interpretation in these cases are \ncomplex.  At this stage, however, the Court need only look to Plaintiffs’ pleadings to \nconclude that dismissal of the principal claims is not appropriate. \n{71} The Complaints in these cases allege (either directly or by implication) \nthat Defendants are in fact charging and collecting the Occupancy Tax from \nconsumers, but not remitting to Plaintiffs the full amount collected.  In fact, \nPlaintiffs allege Defendants are charging and collecting the tax on the higher retail \nrate charged to consumers, but only remitting to Plaintiffs an amount of tax based \non the lower wholesale rate paid to hotel owners, thereby pocketing the difference.  \nPlaintiffs also allege Defendants are not filing occupancy returns, as required by \nlaw.  (Wake Compl. ¶¶ 25, 29; Cumberland Compl. ¶¶ 25, 29; Dare Compl. ¶ 25, 29; \nBuncombe Compl. ¶¶ 35–36.) \n{72} On these facts, it does not matter whether (as Defendants urge) the reach \nof the Occupancy Tax is co-extensive with that of the state sales tax or whether \nDefendants “operate” hotels.  Instead, by (1) collecting the tax from consumers and \nthen failing to remit the full amount to Plaintiffs, and (2) not filing returns as \n \n \nrequired by law, Defendants have not complied with the plain language of the \nOccupancy Tax (and the corresponding enabling acts) requiring them to account for \nand remit all such taxes.   \n{73} Thus, at least at this stage of the case, Plaintiffs have stated claims that \nwould entitle them to relief.  See City of Rome v. Hotels.com, L.P., No. 4:05-CV-249-\nHLM, 2006 U.S. Dist. LEXIS 56369 (N.D. Ga. May 8, 2006) (applying the same \nanalysis and reaching same result).  \n{74} Accordingly, the Court DENIES Defendants’ motions to dismiss Counts I, \nII, IV, V, and VII of the Complaints (all of which directly address the alleged \nviolations of the Occupancy Tax) as well as Plaintiffs’ separate claims for civil \npenalties under the Occupancy Tax.   \nB. \nTHE UDTPA CLAIM \n{75} The Court does, however, GRANT Defendants’ motions to dismiss \nPlaintiffs’ UDTPA claims.  These claims fail as a matter of law for four separate \nreasons. \n{76} First, except for the claim that Defendants are misleading consumers as to \ntheir liability for the Occupancy Tax, Plaintiffs have failed to allege anything \nbeyond an ordinary, garden-variety failure to pay a tax.  In other words, Plaintiffs \nhave failed to allege the type of egregious or aggravating circumstances that would \nwarrant UDTPA liability.   \n{77} In that regard, the Court agrees with Defendants that if Plaintiffs “could \nsuccessfully state a UDTPA claim in a tax dispute on the facts alleged, then every \ntax dispute between [the State] and a taxpayer who opposes application of a tax \ncould become a UDTPA claim, thus allowing governments to assert treble damages \nin ordinary tax disputes.”  (Defs. Br. Supp. Mot. Dismiss Wake Compl. 38.)  \n{78} Second, to the extent Plaintiffs’ UDTPA claim is premised on the \nallegation that Defendants are misleading consumers by including in their retail \nroom rates a charge for the Occupancy Tax that thereafter is not remitted fully to \nPlaintiffs (Wake Compl. ¶ 25), the victims of this deceptive practice are not \n \n \nPlaintiffs, but rather those consumers who are duped into paying more for a room \nthan they would otherwise.  Put another way, Plaintiffs fail to allege what standing \nthey have to vindicate the rights of consumers purportedly violated by Defendants’ \nactions.7  \n{79} Third, while the Court agrees with Plaintiffs that a political subdivision of \nthe State may, under certain circumstances, pursue a UDTPA claim, it finds no \nbasis for allowing such a claim on these facts.   \n{80} In enacting the UDTPA, the North Carolina General Assembly “intended \nto establish an effective private cause of action for aggrieved consumers in [North \nCarolina] . . . because common law remedies had proved often ineffective.”  Marshall \nv. Miller, 302 N.C. 539, 543, 276 S.E.2d 397, 400 (1981) (emphasis added).      \n{81} In this case, Plaintiffs are political subdivisions of the State seeking to \nenforce their taxing authority.  By even the most generous of interpretations, there \nis no commercial activity involved here that implicates the UDTPA, and therefore \nno basis for allowing these claims to proceed.     \n{82} Finally, the Occupancy Tax already provides a series of civil and criminal \npenalties for Defendants’ alleged failure to remit the tax.  N.C. Gen. Stat. § 153A-\n155(e) (2005).  Consequently, permitting Plaintiffs to pursue treble damages on \nthese facts, where there already exists an extensive regulatory regime to address \nthe violations, would improperly “create overlapping supervision, enforcement, and \nliability in this area.”  \nSee HAJMM Co. v. House of Raeford Farms, Inc., 328 N.C. \n578, 593, 403 S.E.2d 483, 493 (1991) (affirming trial court’s dismissal of a UDTPA \nclaim involving a corporate securities dispute in part because of “pervasive \nregulation” of securities transactions by other sources); \nsee also Sideshow, Inc. v. \nMammoth Records, Inc., 751 F. Supp. 78, 80–81 (E.D.N.C. 1990) (holding that \nplaintiff’s trademark claims were outside the scope of the UDTPA because plaintiff \nhad other adequate remedies); Bach Halsey Stuart, Inc. v. Hunsucker, 38 N.C. App. \n                                                 \n7 Section 75-9 of the North Carolina General Statutes authorizes the North Carolina Attorney \nGeneral to prosecute UDTPA claims on behalf of the public; it provides no such authority to \nPlaintiffs. \n \n \n414, 420–21, 248 S.E.2d 567, 570 (1978) (holding that alleged violations relating to \nthe sale of commodities did not fall within the UDTPA because there existed a \n“pervasive” federal scheme for regulating commodities transactions).  \n{83} Accordingly, the Court GRANTS Defendants’ motions to dismiss Plaintiffs’ \nUDTPA claims.  \nC. \nCONVERSION \n{84} Defendants next seek dismissal of Plaintiffs’ claims alleging conversion.  \nThe Court also GRANTS this relief.  \n{85} Plaintiffs’ core premise in these lawsuits is that Defendants have a duty to \ncollect and remit the Occupancy Tax based on the retail rates they charge \nconsumers for hotel rooms.  But that contention has legs only if Defendants may in \nfact lawfully collect the full amount of the tax.  To do that, of course, Defendants \nmust first obtain the tax proceeds from the consumer.  Put another way, Defendants \nmust lawfully come into possession of the proceeds before they can remit the same \nto Plaintiffs.   \n{86} The law, however, is clear that where a defendant lawfully comes into \npossession of another’s property, a claim for conversion will lie only when the \nrightful owner demands return of the property and the defendant refuses.  \nHoch v. \nYoung, 63 N.C. App. 480, 483, 305 S.E.2d 201, 203 (1983).  \n{87} In this case, Plaintiffs fail to allege this condition precedent to the \nprosecution of this tort.  Accordingly, the Court GRANTS Defendants’ motions to \ndismiss Plaintiffs’ claims for conversion.  \nD. \nCUMBERLAND COUNTY’S FAILURE TO EXHAUST  \nADMINISTRATIVE REMEDIES \n{88} The Court next addresses an argument for dismissal unique to \nCumberland County.  \n{89} Defendants allege that Cumberland County’s failure to exhaust its own \nadministrative remedies for collection and enforcement of the Occupancy Tax \n \n \nrequires dismissal of its case.  The Court agrees and GRANTS Defendants’ motion \nto dismiss Cumberland’s Complaint on this ground. \n{90}  “As a general rule, where the legislature has provided by statute an \neffective remedy, that remedy is exclusive and its relief must be exhausted before \nrecourse may be had to the courts.”  Presnell v. Pell, 298 N.C. 715, 721, 260 S.E.2d \n611, 615 (1979) (citing King v. Baldwin, 276 N.C. 316, 172 S.E.2d 12 (1970)).   \n{91} North Carolina courts require exhaustion of administrative remedies out of \njudicial restraint and respect for the expertise of the administrator.  See King, 276 \nN.C. at 324, 172 S.E.2d at 17 ( “The State Board [of Assessments] – unlike the \ncourts – has the staff, the specialized knowledge and expertise necessary to make \ninformed decisions upon questions relating to the valuation and assessment of \nproperty.”). \n{92} Given the level of expertise required in tax cases, the doctrine of \nexhaustion of administrative remedies has particular application here.  As one court \nhas explained, “[t]he doctrine . . . has often been employed in taxpayer cases where \nthe statutes provide administrative channels through which a taxpayer may \nquestion the appraisal of his property.”  Church v. Madison County Bd. of Educ., 31 \nN.C. App. 641, 646, 230 S.E.2d 769, 771 (1976). \n{93} Cumberland County, however, resists application of the doctrine in this \ncase, contending that (1) North Carolina law expressly permits it to prosecute a tax \ncollection action at any time, (2) the doctrine applies only to private litigants \naggrieved by a governmental decision, and (3) exhaustion is not required if the \nadministrative remedy is either inadequate or futile.  (Cumberland Mem. Opp’n \nMot. Dismiss 5–11.)   The Court disagrees.  \n{94} As to the County’s first contention, the statute relied on for that \nproposition provides: \nAction may be brought at any time  and in any court of competent \njurisdiction in this State or other State, in the name of the State and at \nthe instance of the Secretary of Revenue, to recover the amount of any \ntaxes, penalties, and interest due under this Subchapter. This remedy \n \n \nis in addition to all other remedies for the collection of said taxes and \nshall not in any respect abridge the same.  \n \nN.C. Gen. Stat. §105-239 (2005).8\n \n{95} As Defendants point out, on its face, this statute speaks only to the powers \nof the North Carolina Secretary of Revenue in enforcement actions, and says \nnothing about the authority of a County to bypass its own administrative \nprocedures with respect to the enforcement of the Occupancy Tax.    \n{96} Cumberland County’s contention that the doctrine of exhaustion of \nremedies applies only to private litigants fares no better.  While it is true, as the \nCounty argues, that the North Carolina cases address exhaustion only where a \nparty aggrieved by a state or agency decision bypasses its administrative remedies, \nthis does not mean that a governmental body should be immune from a similar \nrequirement.    \n{97} To the contrary, requiring Cumberland County to exhaust its \nadministrative remedies is consistent with the views of other courts that have \nconsidered the question. \n{98} For example, in City of Atlanta v. Hotels.com, the plaintiff sued seventeen \nonline travel companies (many of whom are defendants in this case) for their \nalleged failure to remit occupancy taxes.  No. A07A1376, 2007 Ga. App. LEXIS 1144 \n(Ga. Ct. App. Oct. 26, 2007).   \n{99} The trial court dismissed the complaint for lack of subject matter \njurisdiction because of the City’s failure to comply with its administrative tax \nassessment procedures before bringing suit.  Id., slip op. at 1. \n{100} The Georgia Court of Appeals affirmed, specifically rejecting the City’s \nargument that the exhaustion doctrine did not apply to it: \nIt is true that the exhaustion doctrine usually is applied to bar \nlawsuits brought by an aggrie ved private citizen against the \ngovernment.  Nevertheless, we have indicated that a similar principle \n                                                 \n8 The General Assembly has repealed this statute effective 1 January 2008.  See 2007 N.C. Sess. \nLaws 491. \n \n \ncan be applied against the government when it bypasses \nadministrative procedures prior to bringing suit against a private \ncitizen, at least where the statutory language reflects that the \nprocedures are a mandatory condition precedent to filing suit, and \nwhere compliance by the government with the procedures would not be \nuseless or futile under the circumstances.  Such a rule makes \nparticular sense in the tax context, where public policy and judicial  \neconomy counsel in favor of allowing questions of tax assessment and \ncollection to first be resolved at the local level.  \n \nId., slip op. at 5–6 (internal citations omitted).9\n \n{101} As was the case in City of Atlanta, the plain language of Cumberland \nCounty’s administrative procedures makes clear they are conditions precedent to \nfiling suit.   \n{102} The procedures expressly direct “all persons entrusted with the \nenforcement of [the] ordinance to comply with such procedures” and further \nobligates the Tax Collector (or his designee) to (a) compile a list of those persons or \nentities subject to the occupancy tax, (b) open an occupancy tax account for each \nsuch taxpayer, and (c) send notice to the putative taxpayer of the Tax Collector’s \ndetermination, together with a copy of the ordinance, the County’s administrative \nprocedures, the relevant tax return forms, and a demand for payment of the tax.  \n(Cumberland Compl. Ex. B (emphasis added).)   \n{103} If a taxpayer disputes the Tax Collector’s determination, it may contest it \nand seek a pre-ruling conference with the Tax Collector.  (Cumberland Compl. Ex. \nB.)   The Tax Collector must rule in writing on the taxpayer’s objection, and a ruling \nadverse to the taxpayer may be appealed to the Occupancy Tax Appeals Panel, \nconsisting of the County Manager, the Assistant County Manager with authority \n                                                 \n9 As the Georgia Court of Appeals noted, this conclusion is “in accord with courts in several other \njurisdictions, which have similarly held that counties and cities must comply with mandatory \nadministrative tax assessment procedures prior to bringing suit against a taxpayer.”  City of \nAtlanta, slip op. at 6 (citing County of Nassau v. Hotels.com, L.P., No. 2:06-cv-05724-ADS-WDW \n(E.D.N.Y. Aug. 17, 2007); City of Rome v. Hotels.com, L.P., No. 4:05-CV-249-HLM, 2006 U.S. Dist. \nLEXIS 56369  (N.D. Ga. May 10, 2007); City of Los Angeles v. Hotels.com, L.P., No. BC 326693 (Cal. \nSuper. Ct. July 27, 2007); City of San Diego v. Hotels.com, L.P., No. GIC 861117 (Cal. Super. Ct. July \n27, 2007); City of Philadelphia v. Hotels.com, Nos. 0106023, 122014, 2006 Phila. Ct. Com. Pl. LEXIS \n218 (Pa. Ct. Common Pleas May 25, 2006)); see also City of Oakland v. Hotels.com, L.P., No. C 07-\n3432 SBA (N.D. Cal. Nov. 5, 2007).   \n \n \nover the Tax Collector, and the County Finance Director.  (Cumberland Compl. Ex. \nB.)  Only after that body issues a decision may an aggrieved party resort to the \ncourts. \n{104} Of course, Cumberland County was not obligated to provide an \nadministrative process for resolving disputes over the enforcement of its Occupancy \nTax.  But having chosen to create these procedures, it may not arbitrarily decide to \nignore them in favor of a lawsuit.   \n{105} Nor should the County be excused from adhering to its procedures because \nthey would be inadequate or futile.  In the first place, the County’s contention that \nit will be delayed in “obtaining critically needed revenue” (Cumberland Mem. Opp’n \nMot. Dismiss 10) presumes a favorable result on questions that are far from settled, \nand is an argument that could be used in every case to thwart a taxpayer’s resort to \nadministrative remedies.   \n{106} Moreover, it is not correct (despite the County’s contention) that “only \nthrough discovery, which is not available in the administrative process, can it be \ndetermined if Defendants are actually collecting but failing to remit the [occupancy] \ntax.”  (Cumberland Mem. Opp’n Mot. Dismiss 11.) \n{107} To the contrary, the County’s administrative procedures provide for an \naudit of the records and accounts of every person or entity subject to the Occupancy \nTax, and North Carolina law provides independent authority for the issuance of an \nadministrative search warrant where a taxpayer fails to cooperate with such an \naudit.  See N.C. Gen. Stat. § 15-27.2 (2005) (establishing standards for issuance of \nadministrative search and inspection warrants). \n{108} Lastly, even if this matter eventually returns to this Court, compliance \nwith the County’s administrative procedures “may resolve or clarify several factual \nissues related to whether the companies owe the tax and in what amount, thereby \nnarrowing the issues for [trial] and resulting in a more efficient and streamlined \njudicial proceeding.” \nCity of Atlanta v. Hotels.com, No. A07A1376, 2007 Ga. App. \nLEXIS 1144, slip op. at 16 (Ga. Ct. App. October 26, 2007).    \n \n \n{109}  Because Cumberland County’s Complaint fails to allege that it exhausted \nits administrative remedies, the Court GRANTS Defendants’ motion to dismiss the \nCounty’s action for lack of subject matter jurisdiction. \n{110}  Dismissal of the action, however, shall be without prejudice to the \nCounty’s right to re-file suit following exhaustion of its administrative remedies.10   \nE.  \nFAILURE TO CODIFY THE OCCUPANCY TAX \n{111} Finally, Defendants argue that Buncombe County’s Complaint (and that \nportion of Dare County’s Complaint seeking recovery pursuant to a 2001 resolution \nincreasing the amount of its Occupancy Tax) must be dismissed because these \nPlaintiffs failed to codify their tax schemes or otherwise publish the particulars of \nthe Occupancy Tax in a book of ordinances available for public review and scrutiny.  \n(Defs. Br. Supp. Mot. Dismiss Buncombe Compl. 11–12; Defs. Br. Supp. Mot. \nDismiss Dare Compl. 8 n.3.)     \n{112}  Buncombe and Dare Counties respond that the General Assembly \nspecifically authorized them to enact their Occupancy Tax by resolution, and thus \nthe codification requirements otherwise applicable to ordinances do not apply.  \n(Buncombe Mem. Opp’n Mot. Dismiss 5–7; Dare Mem. Opp’n Mot. Dismiss 7 n.4.)  \nThe Court agrees.  \n{113} Defendants correctly note that where the General Assembly has legislated \nprocedural requirements for the enactment of county or city ordinances, they must \nbe followed.  (Defs. Br. Supp. Mot. Dismiss Buncombe Compl. 11–12.) \n{114} But what Defendants ignore is that the legislature is also free to except \nmunicipal corporations from these statutory requirements and authorize \nsubstantive action by other means.  See, e.g., Jones v. Comm’rs, 137 N.C. 579, 596, \n50 S.E. 291, 297 (1905) (holding that counties are “simply agencies of the State, \nconstituted for the convenience of local administration in certain portions of the \nState’s territory, and in the exercise of such functions they are subject to almost \n                                                 \n10 The Court DENIES Cumberland County’s request that the case be stayed pending the County’s \ncompliance with its administrative procedures. \n \n \nunlimited legislative control”); White v. Comm’rs of Chowan County, 90 N.C. 437, \n438 (1884) (holding that the functions and powers of counties are not always the \nsame, and they may be “enlarged, abridged or modified at the will of the \nlegislature”).  \n{115} In this case, the General Assembly did precisely that, by passing enabling \nlegislation authorizing Buncombe and Dare Counties to levy a room occupancy tax \nand further directing that the tax could be levied only by resolution.  N.C. Gen. \nStat. § 153A-155 (2005); \nsee also 1983 N.C. Sess. Laws 908, § 17; 1985 N.C. Sess. \nLaws 449, § 1; 1985 N.C. Sess. Laws 942, § 1; 1991 N.C. Sess. Laws 177, § 3; 2001 \nN.C. Sess. Laws 439, § 3.1; 2001 N.C. Sess. Laws 162, § 1.   \n{116} Moreover, in each case, Plaintiffs enacted the tax only after providing \nnotice to the public and an opportunity to be heard. (Defs. Br. Supp. Mot. Dismiss \nBuncombe Compl. Exs. 11–13; Dare Compl. Ex. B.)  \n{117} Defendants do not dispute that these Plaintiffs complied with the \nrequirements set forth in the enabling acts.  Rather, they argue Plaintiffs “failure to \norganize [their] laws as required [either by codification or by inclusion in a book of \nordinances] leaves the public and courts with no means of independently \nresearching the law and at the mercy of . . . county officials to tell them what laws \n[each] county has enacted.”  (Defs. Br. Supp. Mot. Dismiss Buncombe Compl. 12.)  \n{118} Defendants’ theoretical parade of horribles notwithstanding, the Court is \nnot persuaded.  \n{119} In the first place, the plain language of the enabling acts (which are easily \naccessible) directed Buncombe and Dare Counties to pass their Occupancy Tax by \nresolution.  See N.C. Gen. Stat. § 153A-155 (2005); see also 1983 N.C. Sess. Laws \n908, § 17; 1985 N.C. Sess. Laws 449, § 1; 1985 N.C. Sess. Laws 942, § 1; 1991 N.C. \nSess. Laws 177, § 3; 2001 N.C. Sess. Laws 39, § 3.1; 2001 N.C. Sess. Laws 162, § 1.     \n{120} In reliance on these legislative mandates, these Plaintiffs gave notice to \nthe public as to each proposed resolution and provided their citizens an opportunity \nto be heard.  See N.C. Gen. Stat. § 153A-12 (requiring counties to exercise corporate \npower in the manner provided by the law of the State). \n \n \n{121} Second, although the resolutions enacting the Occupancy Tax may not be \nkept in the manner of a code or book of ordinances, at least in the case of Buncombe \nCounty, they are recorded in the official Minute Books of the County’s Board of \nCommissioners, which the County Clerk has attested is an indexed public record \navailable for inspection.  (Kathy Hughes Aff. ¶¶ 8, 10, 11.)11  \n{122} Finally, Defendants do not contend they have in fact been hampered in \ndefending this case by the manner in which the Occupancy Tax was passed.  \nCertainly, the briefs and arguments submitted to this Court admit of no such \ndeficiency.   \n{123}  Accordingly, the Court DENIES Defendants’ motions to dismiss the \nBuncombe and Dare County complaints on this ground.  \n \nVIII. \nCONCLUSION \n{124} The Court GRANTS Defendants’ Motion to Dismiss Cumberland County’s \nComplaint, without prejudice to the County’s right to re-file the action following \nexhaustion of its administrative remedies for enforcing the Occupancy Tax. \n{125} The Court GRANTS Defendants’ Motions to Dismiss Plaintiffs’ claims \nalleging a violation of the North Carolina Unfair and Deceptive Trade Practices Act. \n{126} The Court also GRANTS Defendants’ Motions to Dismiss Plaintiffs’ claims \nfor conversion. \n{127} In all other respects, Defendants’ Motions to Dismiss are DENIED. \n                                                 \n11 The Court considered this affidavit without objection. \n \n "
}