{
  "id": "7b1a4510ae8b853d8e65c5a67ae196232cd3a69fce08b92375549befb6745306",
  "source_file": "data/raw/ncbc/7b1a4510ae8b853d8e65c5a67ae196232cd3a69fce08b92375549befb6745306.pdf",
  "raw_text": "Bandy v. A Perfect Fit for You, 2017 NCBC 63. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF CARTERET \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 456 \n \nSHELLEY P. BANDY,  \n \nPlaintiff, \n \nSTATE OF NORTH CAROLINA, \n \nIntervenor-Plaintiff, \n \nv. \n \nMARGARET A. GIBSON, \nindividually, and RONALD WAYNE \nGIBSON, \n \nDefendants, \n \nA PERFECT FIT FOR YOU, INC.,  \n \nDefendant and \nIntervenor-Defendant \n \n \n \n \n \n \n \n \n \nOPINION AND ORDER \n  \nTHIS MATTER comes before the Court upon Defendants Margaret A. Gibson \nand Ronald Wayne Gibson’s  Motion for Partial Judgment on the Pleadings  \n(“Motion”) pursuant to North C arolina Rule  of Civil Procedure  12(c) (hereinafter \n“Rule(s)”).  \nTHE COURT, having considered the Motion, the briefs in support of and in \nopposition to the Motion , the arguments of counsel at the hearing, and other \nappropriate matters of record,  concludes that the Motion should be GRANTED, in \npart, and DENIED, in part, for the reasons set forth below. \nWheatly, Wheatly, Weeks , Lupton & Massie, P.A., by Wesley C. Cooper, Esq., \nStevenson L. Weeks, Esq., and C.R. Wheatly, III, Esq. for Plaintiff Shelley P. \nBandy. \n \n \nWard and Smith, P.A., by Michael J. Parrish, Esq. and E. Bradley Evans, \nEsq. for Defendants Margaret A. Gibson and Ronald Wayne Gibson. \n \nMcGuire, Judge. \nI. FACTUAL AND PROCEDURAL BACKGROUND. \n1. Plaintiff Shelley P. Bandy (“Bandy”)  is a certified fitter of medical \ndevices for use of mastectomy, diabetes, and other patients. Certification as fitter is \nrequired in order to directly bill for fitter services through Medicare, Medicaid, and \nsome private insurance carriers.  (First Am. Compl. ¶¶ 6—7.) \n2. Defendant Margaret A. Gibson’s (“Margaret”) background is in medical \ninsurance billing. Ronald Wayne Gibson ( “Ronald”) (collectively, Margaret and \nRonald are the “ Gibsons”) is Margaret’s husband . Bandy and Margaret began \nworking together for a retail medical device and pharmacy business in Carteret \nCounty in 2008. While working together, Bandy and Margaret became experienced \nin billing patients for fitting services. (First Am. Compl. ¶¶ 8—11.) \n3. In 2013-14, Bandy and Margaret decided to go into business together \nutilizing Bandy’s certification as a fitter and ability to direct bill for fitting services \nand Margaret’s experience with medical insurance billing to create a “boutique \nbusiness offering custom fitting services and sales of medical and therapeutic \ndevices.” (First Am. Compl. ¶¶ 15—24.) Bandy and Margaret eventually agreed that \nthey would form an “S” corporation with 500 shares of stock, with Bandy and \nMargaret each owning 250 shares. Bandy left it to Margaret to take care of forming \nthe corporation, while Bandy worked on the “operational side of the business.” \n(First Am. Compl. ¶ 32.)  On September 14, 2014, Bandy and Margaret co-signed a \n \nlease for a retail store location, and each signed a personal guaranty on the lease. \n(First Am. Compl. ¶¶ 37—38, Exs. E and F.) \n4. On September 18, 2014, Margaret filed with the North Carolina \nSecretary of State  Articles of Incorporation forming A Perfect Fit for You, \nIncorporated (“Perfect Fit”). (First Am. Compl. ¶ 39, Exh. G.)  The Articles of \nIncorporation authorized 50 0 shares of stock in Perfect Fit, but the shares have \nnever been issued. (First Am. Compl. ¶ 41.) Bandy alleges that  Margaret \nrepresented to her that they were both equal shareholders in the business with \nMargaret serving as President and Ba ndy as  Vice-President. (First Am. Compl.  ¶ \n40.) \n5. During October, 2014, Perfect Fit prepared to open its doors. Bandy \ncontributed office equipment and furniture for use in the store, and Margaret \nprovided an investment of approximately $65,000. Perfect Fit opened for business in \nOctober 2014. (First Am. Compl. ¶¶ 44—49.) Bandy alleges that she and Margaret \nheld themselves out to the public and each other as “co -owners” of the business. \n(First Am. Compl. ¶¶ 50—51.) \n6.  Bandy worked tirelessly to build Perfect Fit ’s business, developing \nrelationships with health care providers and vendors and suppliers  in the Carteret \nCounty area and later other parts of North Carolina . (First Am. Compl. ¶¶ 55 —65.) \nBetween May and September, 2015 , Bandy generated over $2 million do llars in \nrevenue for Perfect Fit . (First Am. Compl. ¶ 66 .) In October, 2015, alone Bandy \ngenerated another $2 million dollars in revenue for Perfect Fit. (First Am. Compl. ¶ \n \n75.) Bandy alleges she alone generated more than $7 million in revenue  for Perfect \nFit during 2015. (First Am. Compl. ¶¶ 77—79.) \n7. In early 2016 Bandy began to suspect that “her ownership interest in \n[Perfect Fit] was not what [Margaret] had represented it to be and what the parties \nhad agreed to.  (sic)” (First Am. Compl. ¶ 89 .) In March of 2016, Bandy discovered \nthat Perfect Fit was paying a salary to Ronald, who was neither an employee nor an \nowner of Perfect Fit . (First Am. Compl. ¶ 91 .) Bandy also reviewed corporate \nrecords and discovered that Margaret had never issued any shares of stock in \nPerfect Fit to Bandy. (First Am. Compl. ¶ 97.) \n8. Bandy also reviewed Perfect Fit’s financial records and discovered that \nMargaret had made or author ized withdrawals of over $3,320, 419.00 from Perfect \nFit to herself and Ronald during the five month period from December 2015 to April \n2016, and h ad withdrawn over $7,800,000.00 from the business since its \nincorporation in October of 2014 . (First Am. Compl. ¶ 98.)  Bandy claims that the \nwithdrawals were in “no way related to the administration or  operation of [Perfect \nFit].” (First Am. Compl. ¶ 99.) Margaret has directed payments from Perfect Fit to \nherself, Ronald, Ronald’s construction company, and a limited liability company \nowned by Margaret and Ronald. (First Am. Compl. ¶¶ 98 —109.) Margaret also has \ncaused Perfect Fit to make payments for the purchase of automobiles and a house \nfor her and Ronald, and for life insurance, annuities, and pension and profit sharing \nplans for the benefit of her and Ronald. (First Am. Compl. ¶¶ 110—125.) \n \n9. On May 16, 2016, Bandy  initiated this action by filing a verified \ncomplaint in Carteret County Superior Court against Margaret and Perfect Fit. 1 In \nthe verified complaint, Bandy alleged that Margaret reneged on an agreement that \nBandy would be a 50% shareholder in Perfect Fit, and later transferred out of \nPerfect Fit and to the Gibsons millions of dollars in which Bandy has a 50% \nownership interest. The verified complaint contained, inter alia , a motion for a \ntemporary restraining order against the Gibsons and a motion for appoi ntment of a \nreceiver over Perfect Fit.  \n10. On May 16, 2016, t he Honorable Benjamin G. Alford  issued a \nTemporary Restraining Order and an Order on Appointment of Receiver (“Receiver \nOrder”). The Receiver Order appointed Douglas Goines as the receiver of “prope rty \nand assets which are the subject of this action” and provided Goines with “full \npower to take possession of and manage [Perfect Fit’s] business, books, and profits, \nless any necessary expenditures incurred in connection with the necessary \noperation of the property and business until a final adjudication of this cause may \nbe had.” (Receiver Order 1.) \n11. On June 15, 2016, Judge Alford issued an Order Granting Preliminary \nInjunction and Appointment of Receiver (“PI Order”). The PI Order froze all assets \nand funds in the possession of the Gibsons that were the result of corporate funds \ntransferred out of Perfect Fit’s bank account by Margaret. (PI Order 5 –6.) Judge \nAlford also ordered that Goines would continue to act as receiver for Perfect Fit. (PI \n                                                 \n1 On July 12, 2016, Bandy filed the First Amended Complaint that, inter alia, added Ronald \nWayne Gibson as a Defendant. \n \nOrder 6.) Goines has managed Perfect Fit as receiver since his appointment in May, \n2016. \n12. On June 15, 2016, this matter  was designated to the North Carolina \nBusiness Court. On June 16, 2016, the case was assigned to the undersigned by \norder of the Honorable James L. Gale, Chief Judge of the North Carolina Business \nCourt. \n13. On July 12, 2016, Bandy filed the First Amended Complaint  \n(“Amended Complaint”). The Amended Complaint makes claims against Defendants \nfor declaratory judgment (Count One), fraud (Count Two), constructive fraud (Count \nThree), breach of contract (Count Four), conversion (Count Five), unjust enrichment \n(Count Six), violations of North Carolina’s Unfair and Deceptive Trade Practices Act \n(Count Seven), piercing the corporate veil (Count Eight), punitive da mages (Count \nNine), judgment against the person (Count Ten), and attachment (Count E leven). \nThe Amended Complaint also s ought injunctive relief (Count Twelve) and the \nappointment of a receiver over Perfect Fit and its assets (Count Thirteen). \n14. On July 25, 2 016, the Gibsons filed the Motion , seeking judgment on \nthe pleadings  on Bandy’s claims for unjust enrichment  (Count VI) , unfair and \ndeceptive trade practices  (Count VII), and judgment against the person  (Count X). \nOn September 7, 2016, the Court held a hearing on the Motion, and the Motion was \nripe for disposition. \n \n15. Subsequent to the hearing on the Motion, however, circumstances \narose that drastically altered the course of this lawsuit. 2 As a result of those \ncircumstances, on January 19, 2017, the Court issued an order staying the case. The \nstay subsequently was extended by the Court , but expired on  June 30, 2017.   \nAccordingly, the Court now decides the Motion. \nII. DISCUSSION AND ANALYSIS. \n16. The purpose of Rule 12(c) is “to dispose of baseless claims or defense s \nwhen the formal pleadings reveal their lack of merit.” Ragsdale v. Kennedy , 286 \nN.C. 130, 137, 209 S.E.2d 494, 499 (1974).  The Court must “view the facts and \npermissible inferences in the light most favorable to the nonmoving party.” Id. “A \nmotion for judgment on the pleadings is the proper procedure when all the material \nallegations of fact are admitted in the pleadings and only questions of law remain. \nWhen the pleadings do not resolve factual issues, judgment on the pleadings is \ngenerally inappropriate .” Id. In decidi ng a 12(c) motion, the court may consider \ndocuments attached and incorporated into the pleadings. Reese v. Mecklenburg Cty., \n200 N.C. App. 491, 497, 685 S.E.2d 34, 38 (2009). A Rule 12(c) motion for judgment \non the pleadings should be denie d “unless it is clear that plaintiff is not entitled to \nany relief under any statement of facts.” Praxair, Inc. v. Airgas, Inc. , 1999 NCBC \nLEXIS 5, at *8 (N.C. Super. Ct. May 26, 1999). \n17. In the Motion, the Gibsons seek  judgment in their favor on Bandy’s \nclaims for unjust enrichment (Count VI), unfair and deceptive trade practices \n                                                 \n2 The circumstances are described in the Court’s order issued on June 19, 2017. Bandy v. A \nPerfect Fit For You, 2017 NCBC LEXIS 56 (N.C. Super. Ct. June 29, 2017). \n \n(Count VII), and judgment against the person (Count X).  The Court will consider \neach claim in turn. \nA. Unjust Enrichment. \n18. In Count VI of the Amended Complaint, Bandy alleges that Margaret, \nRonald, and Perfect Fit have been unjustly enriched by her work on behalf of,  and \nthe sales she generated for,  Perfect Fit. ( First Am. Compl. ¶¶ 165 –171.) Bandy \nalleges that “[Margaret], on behalf of the closely -held corporation and herself, \nconsciously accepted the money and consciously directed the withdrawal of over \n$7.8 million dollars for her own benefit, [and] that of [Ronald]… .” ( First Am. \nCompl. ¶ 168.)  Bandy also alleges that Ronald “has received and conscious ly \naccepted measurable benefits.” (First Am. Compl. ¶ 169.) \n19. “The doctrine of unjust enrichment was devised by equity to exact the \nreturn of, or payment for, benefits received under circumstances where it would be \nunfair for the recipient to retain them without the contribut or being repaid or \ncompensated.” Collins v. Davis,  68 N.C. App. 588, 591, 315 S.E.2d 759, 761 (1984) ; \nNorman v. Nash Johnson & Sons’  Farms, Inc., 140 N.C. App. 390, 417, 537 S.E.2d \n248, 266 (2000)  (“In order to properly set  out a claim for unjust enrichment, a \nplaintiff must allege that property or benefits were conferred on a defendant under \ncircumstances which give rise to a legal or equitable obligation on the part of the \ndefendant to account for the benefits received . . . .”). “An unjust enrichment claim is \nneither in tort nor contract but is described as a claim in quasi contract or a \ncontract implied in law.” Booe v. Shadrick , 322 N.C. 567, 570, 369 S.E.2d 554, 556 \n \n(1988) (internal quotations omitted; citation omitted) . Therefore, “if there is a \ncontract between the parties the contract  governs the claim  and the law will not \nimply a contract.” Id. \n20. To state a claim for unjust enrichment, plaintiff must allege facts that \nshow: (1) plaintiff conferred a benefit on defendant; (2) the benefit was not conferred \nofficiously; (3) the benefit was not gratuitous; (4) the benefit was  measurable; and \n(5) defendant consciously accepted the benefit.  Butler v. Butler, 239 N.C. App. 1, 7, \n768 S.E.2d 332, 336 (2015).  \n21. The Gibsons first contend that Bandy’s unjust enrichment claim fails \nbecause North Carolina law will not imply a contract where an express agreement \ngoverns a party’s claim. In the Amended Complaint, Bandy alleges that she and \nMargaret had an agreement to form Perfect Fit and that each would own 50% of the \nbusiness, and that Margaret breached the agreement. ( First Am. Compl. ¶¶ 153 —\n159.) The Gibsons argue that because Bandy has alleged an express contract, she \n“may not pursue a claim for unjust enrichment. (Gibsons’ Mem. Supp. Mot. 4.) \n22. The Gibsons’ argument is simply incorrect. “The general rule, which is \nsubject to some qualification under statutes, is that the statement of the same cause \nof action in different ways or forms, each in a separate count, so as to meet different \npossible phases of the evidence as it may be developed at the trial, or different \npossible legal views, is permissible . . .  [t]he plaintiff can unite two causes of action \nrelating to the same transaction and have alternative relief. ” Jenkins v. Duckworth \n& Shelton, Inc. , 242 N.C. 758, 759, 89 S.E.2d 471, 472 (1955)  (citations omitted) . \n \nThis rule applies to pleading an express contract and a claim for unjust enrichment \nin the alternative. Id.; James River Equip., Inc. v. Mecklenburg Utils., Inc., 179 N.C. \nApp. 414, 419, 634 S.E.2d 557, 560 (2006) ( “It is well -established that liberal \npleading rules permit pleading in the alternative, and that breach of express \ncontract and quantum merit theories may be pursued in the complaint even if \nplaintiff may not ultimately be able to prevail on both.”). \n23. In their reply, the Gibsons argue that even if Bandy may allege breach \nof contract and unjust enrichment in the same action, she must expressly label one \nclaim as “in the alternativ e.” (Gibsons’ Reply Supp. Mot 1 —2.) The Gibsons cite no \nauthority in support of its argument that failure to specifically plead unjust \nenrichment “in the alternative” requires dismissal of her claim.  \n24. North Carolina is a “notice pleading” state where a plaintiff is only \nrequired to set forth “[a] short and plain statement of the claim sufficiently \nparticular to give the court and the parties notice of the transactions, occurrences, \nor series of transactions or occurrences intended to be proved showing that th e \npleader is entitled to relief . . . .” Rule 8(a)(1); Radcliffe v. Avenel Homeowners Ass’n, \n789 S.E.2d 893, 913, 2016 N.C. App. LEXIS 824, at *52 (2016). The Court is mindful \nthat “[t]he adoption of the notice theory of ple ading indicated the legislature’ s \nintention that controversies be r esolved on their merit . . . following an opportunity \nfor discovery, rather than resolving them on technicalities of pleading.”   Wentz v. \nUnifi, Inc. , 89 N.C. App. 33, 38, 365 S.E.2d 198, 200  (1988) (internal quotations \nomitted; citation omitted) . The Cour t is unwilling to  prevent Bandy’s unjust \n \nenrichment claim from moving to discovery because it was not specifically plead ed \nin the alternative to her breach of contract claim.  The Motion for judgment on the \npleadings concerning  Bandy’s failure to specifical ly assert her  unjust enrichment  \nclaim in the alternative to her breach of contract claim should be DENIED. \n25. The Gibsons next argue that Bandy’s unjust enrichment claim should \nbe dismissed because the work performed by Bandy , including her efforts in \ngenerating millions of dollars in sales,  was for the benefit of Perfect Fit and did not \nconfer a direct benefit on Margaret or Ronald individually. Since only Perfect Fit \ndirectly benefited from Bandy’s efforts, Margaret argues that Bandy’s claim of \nunjust enrich ment against both her and her husband should be dismissed. The \nGibsons’ base their argument on the North Carolina Court of Appeals decision in \nEffler v. Pyles , 94 N.C . App. 349, 380 S.E.2d 149  (1989). In Effler, the plaintiff \nalleged that her former son -in-law (Richard) had agreed (during his marriage  to \nplaintiff’s daughter) to apply the proceeds from the sale of certain property to repay \na loan the plaintiff had co -signed for her daughter and Richard . After the plaintiff \nco-signed for the loan, t he plaintiff’s daughter passed away . Richard remarried and \nthen conveyed the property to himself and his new wife as tenants by the entireties . \nRichard and his new wife  subsequently sold the property, but did not use the \nproceeds to repay the plaintiff . Id. at 352,  380 S.E.2d at 151 . The plaintiff sued \nRichard for breach of the oral agreement to repay the loan and sued  Richard’s new \nwife for unjust enrichment, claiming that she diverted to herself the sale proceeds of \nthe property. The trial court dismissed the unjust enrichment claim against the new \n \nwife at summary judgment,  and the Court  of Appeals affirmed, holding \n“[a]lthough [Richard] had previously acquired his interest in this property with \nplaintiff’s assistance, this does not satisfy plaintiff’ s burden of sh owing that she \nconferred a benefit directly on [the new wife] .” Id. at 353, 380 S.E.2d at 152 \n(emphasis added). \n26. To the extent that the  Gibsons argue that  Effler imposes a \nrequirement that , in order to state a claim for unjust enrichment , Bandy must \nallege that she directly conferred a benefit on Margaret or Ronald , the Court \nconcludes that they are incorrect. First, the North Carolina Supreme Court has not \nexpressly imposed a requirement that a benefit be directly conferred in order to \nsupport a claim for unjust enrichment. Booe, 322 N.C. at 570, 369 S.E.2d at 556 (“In \norder to establish a claim for unjust enrichment, a party must have conferred a \nbenefit on the other party  [and] the defendant must have consciously accepted the \nbenefit.”). In fact, the Supre me Court’s decision in  Embree Constr. Gr p., Inc. v. \nRafcor, Inc. , 330 N.C. 487, 411 S.E.2d 916 (1992) , suggests that an  unjust \nenrichment claim does not always require  a direct benefit. In Embree, the Supreme \nCourt held that plaintiff -contractor sufficiently alleged a claim for  unjust \nenrichment against defendant -lender even though the plaintiff-contractor provided \nno services directly to the defendant -lender. The Court held that, although not a \ndirect beneficiary of plaintiff -contractor’s services, the len der had benefited at the \nplaintiff’s expense  because it did not disburse the funds remaining in the \n \nconstruction loan to plaintiff while it also acquired the completed building as \nsecurity for the loan at issue. Id. at 495—97, 369 S.E.2d 922–23. \n27. In addition, decisions subsequent to Effler have concluded that a claim \nfor unjust enrichment do es not require a direct benefit . See New Prime, Inc. v. \nHarris Transp. Co., 222 N.C. App. 317, 729 S.E.2d 7 32, 2012 N.C. App. LEXIS 921, \nat *11 (2012) (unpublished) ( “Our holding in the instant case is in line with the \nRestatement and other states. Many jurisdictions do not require that the plaintiff \nconfer a direct benefit on the defendant in order to recover under a theory of unjust \nenrichment.”); Metric Constructors, In c. v. Bank of Tokyo -Mitsubishi, Ltd. , 72 F. \nAppx. 916, 921 , 2003 U.S. App. LEXIS 15067,  at *13 (4th Cir. \n2003) (discussing Effler and Embree, concluding that “[u]nder North Carolina law, it \nis sufficient for a plaintiff to prove that it has conferred some benefit on the \ndefendant, without regard to th e directness of the transaction .”); Lau v. Constable , \n2017 NCBC LEXIS 10,  at *14—16 (N.C. Super. Ct. Feb. 7, 2017)  \n(“Although Effler has not been expressly overruled, cases decided after  Effler have \nheld that an indirect benefit can support an unjust enrichment claim.”). \n28. In this case, Bandy has sufficiently alleged that her sales work and \nother efforts on behalf of Perfect Fit benefitted Margaret personally. Bandy alleges \nthat Perfect Fit was a closely held corp oration in which she and Margaret were the \nonly shareholders.3 Any benefit Bandy conferred on Perfect Fit would have directly \n                                                 \n3 Bandy also has alleged a claim for “Alter Ego/Piercing the Corporate Veil” (First Am. \nCompl. ¶¶ 179—182). Bandy alleges that Margaret dominated and controlled Perfect Fit \nand ignored corporate formalities, and that Perfect Fit’s corporate form should be \ndisregarded for purposes of imposing liability against Margaret.  Thus, to the extent \n \nbenefitted Margaret.  Margaret personally allowed or directed the distribution of \nmore than $7 million  from the assets of  Perfect F it to herself and Ronald. Bandy \nalleges those assets were acquired  by Perfect Fit  largely due to her  sales and \nbusiness development efforts . These allegations could support a claim that Bandy \nconferred a direct benefit, and clearly show she provided at least an indirect benefit, \non Margaret. The Court cannot dismiss  Bandy’s unjust enrichment claim against \nMargaret at this stage of the proceedings , and  the Motion for judgment on the \npleadings concerning Bandy’s claim for unjust enrichment against Margaret should \nbe DENIED. \n29. The issue of whether Bandy conferred a benefit on Ronald is a more \ndifficult one. See Norman Owen Trucking Inc. v. Morkoski , 131 N.C. App. 168, 178, \n506 S.E.2d 267, 274 (1998)  (addressing whether p laintiff, which had contract with \ndefendant-company to provide trucking services, failed to produce evidence  at trial \nthat it conferred a benefit directly on defendant -shareholder/director/employee of \ndefendant-company or that he consciously accepted a benefit). With regard to the \nbenefit conferred on Ronald, Bandy alleges that : Perfect Fit paid Ronald a salary \ndespite the fact that Ronald was not employed by Perfect Fit ( First Am. Compl. ¶¶ \n93 and 115;)  Margaret “made or authorized withdrawals” from Perfect Fit to \nMargaret and Ronald jointly  in the  amount of $3,320,419.00 (First Am. Compl. ¶ \n98); Margaret made  multiple payments from Perfect Fit directly to Ronald \nindividually ( First Am. Compl. ¶¶ 101, 104, 106, 109, and  113); Margaret “made , \n                                                                                                                                                             \nBandy’s claim for unjust enrichment is asserted against Perfect Fit, she also has alleged a \nmeans of imposing liability directly against Margaret. \n \ndirected, and/or authorized” payments from Perfect Fit dir ectly to Ronald’ s \nconstruction company ( First Am. Compl.  ¶ 102); Margaret purchased automobiles \nfor Ronald  using Perfect Fit funds ( First Am. Compl. ¶¶ 110 and 121 ); Margaret \nmade payments from Perfect Fit of $100,000.00 to an LLC owned by Margaret and \nRonald (First Am. Compl. ¶ 107); and that Margaret made or authorized payments \nfrom Perfect fit to purchase life insurance policies, annuities, pensions , and a house \nfor the benefit of Ronald ( First Am. Compl. ¶¶ 111 and 114 —125.) Bandy alleges \nthat Margaret and Ronald “have benefitted directly and indirectly from the efforts \nand actions of Bandy” and that Ronald consciously accepted the benefits. (First Am. \nCompl. ¶ 169.) \n30. The Court concludes that Bandy has alleged that she conferred a \nbenefit on Ronald,  either directly or indirectly, through her work on behalf of \nPerfect Fit, and that Ronald consciously accepted the benefit . These allegations are \nsufficient to survive dismissal.  See Lau, 2017 NCBC LEXIS 10, at *15—16. The \nMotion for judgment on the pleadings c oncerning Bandy’s claim of unjust \nenrichment against Ronald should be DENIED.    \nB. Unfair and Deceptive Trade Practices. \n31. In Count Seven  of the Amended Complaint , Bandy claims  that \nMargaret violated the North Carolina  Unfair and Deceptive Trade Practices A ct, \nN.C. Gen. Stat. § 75 -1.1 et seq.  (“UDTPA”) (hereafter, all references to the North \nCarolina General Statutes will be to “G.S.”). (First Am. Compl. ¶¶ 172—178.) Bandy \nalleges that (a) Margaret induced Bandy to contribute assets and perform work for \n \nPerfect Fit by promising Bandy that she and Margaret were each 50% shareholders \nand owners of the company  and that Margaret later reneged on that promise, (b) \nMargaret improperly took more than $7.8 million from Perfect Fit, (c) Margaret’s \nconduct caused Bandy damages. (First Am. Compl. ¶¶ 173—176.) \n32. The UDTPA provides that “[u]nfair methods of competition in or \naffecting commerce, and unfair or deceptive acts or pra ctices in or affecting \ncommerce, are declared unlawful .” G.S. § 75 -1.1(a). Whether an act is unfair or \ndeceptive practice which violates the UDTPA is a question of law for the court. \nAlexander v. Alexander , 792 S.E.2d 901 , 904 , 2016 N.C. App. LEXIS 1252, at *7  \n(2016). \n33. For purposes of the UDTPA, the term “‘commerce’ includes all business \nactivities, ho wever denominated, but does not include professional services \nrendered by a member of a learned profession. ” G.S. § 75 -1.1(b). The phrase \n“‘business activities ’ [ ]  connotes the manner in which businesses conduct their \nregular, day-to-day activities, or af fairs, such as the purchase and sale of goods, or \nwhatever other activities the business regularly engages in and for which it is \norganized.” White v. Thompson , 364 N.C. 47, 52, 691 S.E.2d 676, 679 (2010 ). \nAdditionally, the North Carolina Court of Appeals provided in Alexander that: \nAlthough this statutory definition of commerce is \nexpansive, the [UDTPA] is not intended to apply to all \nwrongs in a business setting.  HAJMM Co. v. House of \nRaeford Farms, Inc. , 328 N.C. 578, 593, 403 S.E.2d 483, \n492 (1991). In White, our Supreme Court emphasized that \nthe UDTPA “is not focused on the internal conduct of \nindividuals within a single market participant, that is, \nwithin a single business[,] ” but rather “the General \n \nAssembly intended the Act's provisions to apply to \ninteractions between market participants .” White, 364 \nN.C. at 53, 691 S.E.2d at 680 (emphasis added). \n \n792 S.E.2d at 904, 2016 N.C. App. LEXIS 1252, at *7—8. \n34. The Gibsons  argue that Bandy’s UDTPA claim  involves the internal \naffairs of Perfect Fit , namely a d ispute over the ownership of the shares in the \ncorporation and Margaret’s actions as an officer and/or shareholder of Perfect Fit , \nand that these alleged actions were not “in or affecting commerce.”  (Gibsons’ Mem. \nSupp. Mot. 8—10.) The Court agrees. \n35. “The [UDTPA] is not focused on the internal conduct of individuals \nwithin a single market participant, that is, within a single business . . . [a]s a result, \nany unfair or deceptive conduct contained solely within a single business is not \ncovered by the Act. ” White, 364 N.C. at 53, 691 S.E.2d at 680 ; see also Weaver Inv. \nCo. v. Pressly Dev.  Assoc., 234 N.C. App. 645, 654, 760 S.E.2d 755, 761 (2014) \n(dismissing UDTPA claim because “defendants’ misconduct within the confines of \nthe partnership was  not ‘in or affect ing commerce  . . . ’”); Polyquest, Inc. v. Vestar \nCorp., LLC, 2014 U.S. Dist. LEXIS 14905 , at *34—35 (E.D.N.C. February 6, 2014) \n(dismissing claim brought by one company against another engaged in a joint \nventure, holding “although Defendants’ actions were  not confined to the internal \noperations of a ‘single business,’ their actions were confined to the internal \noperation of a ‘single market participant,’ the joint venture”); McKee v. James, 2014 \nNCBC LEXIS 74, at *42 (N.C. Super. Ct. Dec. 31, 2014 ) (dismissing UDTPA claims \nbetween members of an LLC because “the undisputed evidence o f record does not \n \nreveal a dispute between McKee Craft and another business or consumers at large, \nbut rather a dispute between Plaintiffs and James as co-owners of McKee Craft”). \n36. Bandy’s argument that Margaret’s actions “affected businesses and \nconsumers outside of [Perfect Fit]” such as Ronald, Ronald’s construction company, \nthe Gibsons’ LLC, and the landlord who entered into a lease with Perfect Fit  do not \nsave her claim. (Bandy’s Mem. Opp. Mot. 12.) There is no allegation that Margaret \ndirected any unfair or deceptive conduct towards any of these third parties or \ntowards any businesses or individuals other than Bandy. Any indirect dealings that \nMargaret or Perfect Fit  had with other market participants was incidental to the \nalleged unfair conduct that took place solely within Perfect Fit. Alexander, 792 \nS.E.2d at 905, 2016 N.C. App. LEXIS 1252, at *10 —11 (2016) (Majority \nshareholder’s “misappropriation of [corporate] funds throu gh payments made \ndirectly to himself and his family members as well as payments made to cover some \nof his own personal expenses” including “‘land rent’ in connection with the st orage \nof the company’s vehicles . . . are more properly classified as the misappropriation of \ncorporate funds within a single entity rather than commercial transactions between \nseparate market partic ipants ‘in or affecting commerce. ’”); Powell v. Dunn, 2014 \nNCBC LEXIS 3, at *9—10 (N.C. Super. Ct. Jan. 28, 2014) (“As a result, when th e \nunfair or deceptive conduct alleged only affects relationships within a single \nbusiness or market participant, and not dealings with other market participants, \nthat conduct is not ‘in or affecting’ commerce within the meaning of  Section 75-1.1, \neven if o ther market participants may be indirectly involved in the unfair or \n \ndeceptive acts . . .  [T]he involvement of an investment bank and another potential \nacquirer in the merger process provides a sufficient factual basis from which the \ncourt could conclude Plaintiffs’ claim is ‘in or affecting commerce.’”). \n37. The Court concludes that any alleg ed unfair or deceptive conduct in \nthis action took place within Perfect Fit and was not in or affecting commerce.   \nTherefore, the Motion for judgment on the pleadings con cerning Bandy’s UDTPA \nviolation claim should be GRANTED. \nC. Judgment Against the Person. \n38. In Count X, Bandy purports to raise claims under G.S. §§ 1 -410 and 1-\n311 for a judgment of arrest agai nst the person against Margaret.  (First Am. \nCompl. ¶¶ 191—193.) G.S. § 1 -410 provides for arrest of a defendant in certain \ntypes of cases including, inter alia, “when the action is brought to recover damages \nfor fraud or deceit” or ”[w]hen the defendant has removed, or disposed of his \nproperty, or is about to do so, wit h intent to defraud his creditors.” G.S.  § 1-410 (4) \nand (5). G.S. § 1-311 provides for post-judgment “execution against the person.” G.S. \n§ 1-311 provides in relevant part as follows: \nIf the action is one in which the defendant might have \nbeen arrested, a n execution against the person of the \njudgment debtor may be issued to any county within the \nState, after the return of an execution against his \nproperty wholly or partly unsatisfied. But no execution \nshall issue against the person of a judgment debtor, \nunless an order of arrest has been served, as provided in \nthe Article Arrest and Bail, or unless the complaint \ncontains a statement of facts showing one or more of the \ncauses of arrest required by law, whether such statement \nof facts is necessary to the caus e of action or not. \nProvided, that where the facts are found by a jury, the \n \nverdict shall contain a finding of facts establishing the \nright to execution against the person; and where jury trial \nis waived and the court finds the facts, the court shall find \nfacts establishing the right to execution against the \nperson. Such findings of fact shall include a finding that \nthe defendant either (i) is about to flee the jurisdiction to \navoid paying his creditors, (ii) has concealed or diverted \nassets in fraud of his  creditors, or (iii) will do so unless \nimmediately detained.    \n \n39. Bandy alleges that “Gibson may be arrested  pursuant to N.C.G.S. § 1-\n410” (First Am. Compl. ¶ 192 ), but “[i]n lieu of immediate arrest, Plaintiff hereby \nrequests execution against the person, [Margaret], in the event execution against \nher property is returned wholly or partially unsatisfied pursuant to N.C.G.S. § 1-\n311.” (First Am. Compl. ¶ 193.) The Gibsons seek dismissal of Count X, contending \nthat these statutes do not create private causes of action, but instead create \nprocedural remed ies that may be invoked in appropriate case s. (Gibsons’ Mem. \nSupp. Mot. 10—11.) \n40. Bandy asserts that  judgment against the person should survive the \nMotion because “where there has not already been a lawful arrest  under G.S. § 1 -\n410, the complaint or affidavit must allege such facts as would have justified an \norder for such arrest.” Nunn v. Smith, 270 N.C. 374, 378, 154 S.E.2d 497, 500 (1967) \n(noting that plaintiff’s fraud claim was sufficient upon which to support  an order of \narrest under G.S. 1-410(4)); see also Turlington v. Aman, 163 N.C. 555, 559, 79 S.E. \n1102, 1104  (1913) (providing that facts sufficient to establish a cause of arrest \nwithin a complaint are also  sufficient upon which to issue an execution agai nst the \nperson). \n \n41. The Court is not convinced that G.S. § 1 -311 creates a civil cause of \naction. See Safford v. Barnes, 2014 U.S. Dist. LEXIS 158863, at *18 (M.D.N.C. Nov. \n10, 2014) (“[G.S. §§ 1 -410 and 1 -311] merely allow the execution of a judgment \nagainst an individual who may have been arrested in a civil action.  . . . They do not \ncreate a private right of action.”)  Rather, it appears that the remedy of a post -\njudgment execution against the person may properly be raised following entry of a \njudgment and the failure of an execution against the judgment -debtor’s property so \nlong as the underlying judgment was based on facts that would support one of the \nreasons for arrest under G.S. § 1 -410. Grimes v. Miller , 429 F.  Supp. 1350, 1355 , \n1977 U.S. Dist. LEXIS 16 432 (M.D.N.C. 1977) (“N.C. Gen. Stat. § 1 -311 requires \nthat facts be found by a jury or by a judge ‘establishing the right to execution \nagainst the person. ’”). Plaintiff has alleged such facts here, including in her claims \nfor fraud (First Am. Compl. ¶¶ 140—148,) conversion (First Am. Compl. ¶¶ 160—\n164,) and potentially other claims. If Bandy obtains a judgment on one or more of \nthose claims, and cannot satisfy that judgment by execution on Margaret’s property, \nshe will have satisfied the requirements of G.S. § 1-311. \n42. As Bandy’s claim for judgment against the person is not an individual \ncause of action , the Motion for judgment on the pleadings concerning Count X  \nshould be GRANTED . Count X is dismissed WITHOUT PREJUDICE . This Order, \nhowever, shall not preclud e Bandy from seeking to execute against the person  of \nMargaret pursuant to G.S. § 1-311 if facts entitling Bandy to such an execution are \nultimately entered into judgment.    \n \nTHEREFORE, IT IS ORDERED that: \n43. The Motion for judgment on the pleadings concernin g Bandy’s claim \nfor unjust enrichment is DENIED. \n44. The Motion for judgment on the pleadings concerning Bandy’s claim \nfor violation of the UDTPA is GRANTED, and the claim is DISMISSED WITH \nPREJUDICE. \n45. The Motion for judgment on the pleadings concerning  Bandy’s claim \nfor judgment against the person is GRANTED, and the claim is DISMISSED \nWITHOUT PREJUDICE as provided herein. \n This the 26th day of July, 2017. \n \n     /s/ Gregory P. McGuire    \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases \n "
}