{
  "id": "7b96e9561c5a2da9560a533355c54a90f20f8e9f2cf27770d2f76a320a6d0e6c",
  "source_file": "data/raw/ncbc/7b96e9561c5a2da9560a533355c54a90f20f8e9f2cf27770d2f76a320a6d0e6c.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF BUNCOMBE 14 CVS 4260 \n \nSOUTHERN FASTENING SYSTEMS, INC., ) \n  Plaintiff,  ) \n   ) ORDER REGARDING NOTICE OF \n v.  ) DESIGNATION AND ASSIGNMENT \n   )  \nGRABBER CONTRUCTION PRODUCTS,  ) \nINC. and JOSEPH EDWARD FARRELL, ) \n  Defendants. ) \n  \nTHIS MATTER was designated to the North  Carolina Business Court by Order of \nthe Chief Justice of the North Carolina Supr eme Court dated November 5, 2014, pursuant \nto Defendants’ Notice of Designation of Action as Mandatory Complex Business Case Under \nN.C. Gen. Stat. § 7A-45.4 served on the Ch ief Justice on November 3, 2014 (“Notice of \nDesignation”). For reasons explained below, the Court has inquired on its own motion \nwhether the Notice of Designation was time ly in accordance with recent statutory \namendments regarding mandatory designation.  The Court understands the operative facts \nare as follows: \n1.  Plaintiff initiated this action by f iling a Verified Complaint and Motion for \nPreliminary and Permanent Injunctive Relie f (“Complaint”) in Buncombe County on \nSeptember 30, 2014. \n2. The Complaint was served on Defendant Grabber Construction Products, Inc. \non October 3, 2014, and on Defendant Farrell on October 4, 2014, via FedEx. \n3. On November 3, 3014, within thirty days of service of the Complaint, \nDefendants served the Notice of Designation on Plaintiff via e-mail and First Class Mail, \nand on the same day provided notice via e-mail to the Chief Justice of the Supreme Court of \nNorth Carolina and to the Chief Business Court Judge. \n4. Also on November 3, 2014, Defendants ma iled the Notice of Designation to \nthe Clerk of Superior Court of Buncombe Count y for filing. Presumptively, the Notice of \nDesignation was then actually filed with th e Clerk after November 3, 2014, and more than \nthirty days after service of the Complaint on Defendants.   \nS. Fastening Sys., Inc. v. Grabber Constr. Prods., Inc., 2014 NCBC 55. \n \nOn these facts, the question arises whether the Notice of Designation was untimely \nbecause it was not “filed” within the requisite th irty days after service of the Complaint.   \nN.C. Gen. Stat. § 7A-45.4 (effective October 1, 2014) provides that: \n(c) A party designating an action as a mandatory complex \nbusiness case shall file a Notice of Designation in the Superior \nCourt in which the action has been filed, shall \ncontemporaneously serve the notice on each opposing party or \ncounsel and on the Special Superior Court Judge for Complex \nBusiness Cases who is then the senior Business Court Judge, \nand shall contemporaneously send a copy of the notice by e-\nmail to the Chief Justice of the Supreme Court for approval of \nthe designation of the action as a mandatory complex business \ncase.  \n \n(d) The Notice of Designation shall be filed . . . [b]y any \ndefendant or any other party within 30 days of receipt of \nservice of the pleading seeking relief from the defendant or \nparty. \n \nThe statute does not further define the term “filing.” The Court reads the statute to \nmean that “filing” occurs when a Notice of Designation is filed with the Clerk of the \nSuperior Court in the county in which the acti on is pending. Under this construction, the \nNotice of Designation here would not be time ly.  Recognizing the possible uncertainty in \nhow the statute should be read until clarifie d by this Order and further recognizing that \nany defect is not jurisdictional, the Court, in its discretion, deems the Notice of Designation \nto be timely. \nThe Court will publish its Order to provide notice to the practicing bar that the \nCourt will in the future expect a Notice of De signation to be filed with the appropriate \nClerk of Superior Court within the time provid ed by N.C. Gen. Stat. § 7A-45.4, and that \nfailure to do may result in the Notice of Designation being deemed untimely, defeating a \nright to mandatory designation.  \nTHEREFORE, IT IS ORDERED that: \n1. The Notice of Designation is deemed timely. \n2. This civil action hereby is ASSIGNED to  the Honorable Louis A. Bledsoe, III, \nSpecial Superior Court Judge for Complex Business Cases and the General Rules of \nPractice and Procedure for the North Carolina Business Court shall apply to this case going \nforward. \n \n3. All motions, except for any opposition to  the designation of this action as a \nmandatory complex business case, should be  directed to Judge Bledsoe. Any motion \nopposing designation of the case as a mand atory complex business case on grounds other \nthan the timely filing of the Notice of Desig nation with the Clerk of Superior Court of \nBuncombe County should be directed to the undersigned.  \nThis the 5th day of November, 2014. \n  "
}