{
  "id": "7bab47c27336256a0c5b5d1ef35fa8389d87fc82534f80d321186a78e594a165",
  "source_file": "data/raw/ncbc/7bab47c27336256a0c5b5d1ef35fa8389d87fc82534f80d321186a78e594a165.pdf",
  "raw_text": "Blue Ridge Pediatric & Adolescent Medicine, Inc. v. First Colony Healthcare, LLC, 2012 \nNCBC 51.  \n \nSTATE OF NORTH CAROLINA  \n \nWATAUGA COUNTY  \nIN THE GENERAL COURT OF \nJUSTICE  \nSUPERIOR COURT DIVISION  \n11 CVS 127  \nBLUE RIDGE PEDIATRIC & \nADOLESCENT MEDICINE, INC., a \nNorth Carolina professional corporation;  \nA TO Z ENTERPRISES, LLC, a North \nCarolina limited liability company; \nGREGORY L. ADAMS, an individual; \nCLINTON B. ZIMMERMAN, JR., an \nindividual; and WESLEY SCOTT ST. \nCLAIR, an individual, \n \n \nPlaintiffs,  \n \nv.  \n \nFIRST COLONY HEALTHCARE, LLC, \na North Carolina limited liability \ncompany; FCHC – GREENWAY \nCOMMONS LAND, LLC, a North \nCarolina limited liability company; \nFCHC – GREENWAY COMMONS \nINVESTORS, LLC, a North Carolina \nlimited liability company; FCHC – \nGREENWAY COMMONS, LLC, a North \nCarolina limited liability company; FC \nHEALTHCARE, INC., a North Carolina \ncorporation; FIRST COLONY \nHEALTHCARE HOLDINGS II, LLC, a \nNorth Carolina limited liability \ncompany; RANDY T. RUSSELL, an \nindividual; DENNIS R. NORVET, an \nindividual; BOBBY D. HINSON, an \nindividual; FIRST COLONY \nHEALTHCARE II, LLC, a North \nCarolina limited liability company; FC \nHEALTHCARE II, INC., a North \nCarolina corporation; COLONY \nDEVELOPMENT PARTNERS, LLC, a \nNorth Carolina limited liability \ncompany; and COLONY \nMANAGEMENT, INC., a North Carolina \ncorporation, \n \n \nDefendants.  \n \n \n \n \n \n \n \n    \n    \n    \n    \n    \n    \n    \nORDER & OPINION ORDER & OPINION ORDER & OPINION ORDER & OPINION     \n \n  \n \nHarris, Creech, Ward and Blackerby, P.A., by W. Gregory Merritt, \nThomas M. Ward, Jay C. Salsman, and Luke A. Dalton for Plaintiffs. \nBrown Law, LLP, by Gregory W. Brown and Justin M. Osborn for \nDefendants. \nMurphy, Judge. \n{1}  THIS MATTER THIS MATTER THIS MATTER THIS MATTER is before the Court on Defendants’ (First Colony \nHealthcare, LLC and several affiliated companies (collectively “First Colony”), \nRandy T. Russell (“Russell”), Dennis R. Norvet (“Norvet”), and Bobby D. Hinson \n(“Hinson”) (collectively “Individual Defendants”)) Motion to Dismiss (the “Motion”) \npursuant to Rules 9(b) and 12(b)(6) of the North Carolina Rules of Civil Procedure.  \n{2}  Having considered Plaintiffs’ Amended Complaint, the parties’ briefs and \nsubmissions, and the contentions of counsel made at the October 31, 2011, hearing \non Movants’ Motion to Dismiss, the Court GRANTS GRANTS GRANTS GRANTS in part and DENIES DENIES DENIES DENIES in part \nDefendants’ Motion to Dismiss. \nI. \nPROCEDURAL HISTORY \n{3}  On March 8, 2011, Plaintiffs Blue Ridge Pediatric and Adolescent \nMedicine, Inc. (“Blue Ridge”); A to Z Enterprises, LLC (“A to Z”); Gregory L. Adams, \nClinton B. Zimmerman, Jr., John R. Lonas, and Wesley Scott St. Clair (collectively \nthe “Doctors”) brought this action against Defendants.  (Compl. 39.) \n{4}  Plaintiffs filed a Verified Amended Complaint on May 27, 2011.  (V. Am. \nCompl. 41.) \n{5}  Defendants filed this Motion on July 8, 2011.  (Defs.’ Mot. Dismiss 4.) \n{6}  The Motion was fully briefed on August 29, 2011, and the Court held a \nhearing on October 31, 2011.  (Pls.’ Mem. Law Opp. Defs.’ Mot. Dismiss 50.) \n{7}  By order dated May 14, 2012, the Court stayed all case management \ndeadlines, including discovery until August 13, 2012, and directed the parties to \nengage in mediation before August 13, 2012.  Blue Ridge Pediatric & Adolescent \nMedicine, Inc. v. First Colony Healthcare, LLC, No. 11 CVS 127 (N.C. Super. Ct. \nMay 14, 2012) (order staying discovery). \n  \n \nII. \nFACTUAL BACKGROUND \n{8}  Defendants move the Court to dismiss Plaintiffs’ complaint pursuant to \nRule 12(b)(6) of the North Carolina Rules of Civil Procedure.  While Rule 12(b)(6) \nmotions ordinarily do not require findings of fact because they do “not present the \nmerits, but only [determine] whether the merits may be reached,” for purposes of \nthe Court’s Rule 12(b)(6) analysis, this Order and Opinion recites those facts from \nthe Complaint that are relevant to the Court’s legal determinations.  Concrete Serv. \nCorp. v. Investors Group, Inc. , 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986).   \n{9}  Plaintiff Blue Ridge, a North Carolina professional corporation, provides \npediatric and adolescent medical services.  The Blue Ridge doctors are all \nshareholders and directors of Blue Ridge, as well as members and managers of A to \nZ.  (V. Am. Compl. ¶¶ 2–3.)  \n{10}  Defendants are in the business of real estate development and property \nmanagement.  Plaintiffs brought this action against Defendants seeking to recover \ndamages arising out of a real estate development and lease agreement between the \nparties.  ( See generally  V. Am. Compl.) \n{11}  Initially, Defendants First Colony Healthcare, LLC; First Colony \nHealthcare II, LLC; First Colony Healthcare Holdings II, LLC; FC Healthcare, Inc.; \nFC Healthcare II, Inc.; FCHC – Greenway Commons, LLC (“GC”); FCHC – \nGreenway Commons Investors, LLC (“GCI”); and FCHC – Greenway Commons \nLand, LLC (“GCL”) (collectively “First Colony Subsidiaries”) were affiliates of First \nColony Corporation.  (V. Am. Compl. ¶ 10.)  However, First Colony Corporation filed \nfor bankruptcy, is currently under the protection of the Bankruptcy Court, and is \nnot named in this lawsuit.  (V. Am. Compl. ¶ 61.) \n{12}  Defendants Colony Development Partners, LLC (“CDP”) and Colony \nManagement, Inc. (“CM”) are affiliated companies formed after the execution of the \nagreements at issue in this litigation.  (V. Am. Compl. ¶¶ 11, 55.)  In the summer of \n  \n2008, CDP took over for First Colony Corporation, assuming the assets and duties \nof a number of its affiliates.  (V. Am. Compl. ¶¶ 55, 191.) \n{13}  In early 2006, Plaintiffs decided to relocate their business.  (V. Am. Compl. \n¶ 14.)  Unable to locate an existing building to fit their needs, Plaintiffs began the \nsearch for 1.5 to 2 acres of land located close to the hospital upon which to construct \na new building.  (V. Am. Compl. ¶ 15.)   \n{14}  One parcel (the “Templeton Property,” owned by Templeton Properties \n(“Templeton”)) appeared to be particularly suitable, but was larger than Plaintiffs \nneeded.  (V. Am. Compl. ¶ 16.)  When Templeton declined to sell less than the whole \nparcel to Plaintiffs, Joe Joseph, a representative of one of the construction \ncompanies considered for the project, referred Plaintiffs to First Colony to discuss \nthe potential development of the property.  (V. Am. Compl. ¶¶ 16–17.) 1   First \nColony “held itself out as a very financially strong and very fiscally responsible \nexpert in medical park development.”  (V. Am. Compl. ¶ 110.)  Plaintiffs were then \nintroduced to Norvet, a principal of First Colony.  Norvet made a sales presentation \nto Plaintiffs and provided promotional materials detailing First Colony’s \nconstruction and development expertise.  (V. Am. Compl. ¶¶ 18–20.)  After the \npresentation, “Russell was introduced to Plaintiffs as another principal of First \nColony who would be Plaintiffs’ primary contact for the proposed project.”  (V. Am. \nCompl. ¶ 22.) \n{15}  First Colony proposed a partnership arrangement with Plaintiffs whereby \nFirst Colony would provide the capital and assume all risks incident to developing \nthe Templeton Property into a medical office park and Blue Ridge would lease office \nspace from First Colony for a period of ten years.  (V. Am. Compl. ¶ 20.)  As part of \nthe agreement, Blue Ridge would, through ownership in A to Z, become members in \nthe companies owning the office park, allowing Blue Ridge to share in the profits \n                                                 \n1 In the Amended Complaint, Plaintiffs assign the term “First Colony” to “First Colony \nCorporation” (V. Am. Compl. ¶ 5), but later state, “collectively, for administrative ease \nFirst Colony Corporation and/or its Affiliates may be referred to herein as ‘First Colony.’” \n(V. Am. Compl. ¶ 10.) This ambiguity  has no bearing on the Court’s resolution of these Motions.  \n  \nfrom the office building and from any subsequent sale of the property.  (V. Am. \nCompl. ¶ 21.) \n{16}  Induced by First Colony’s assurances that Plaintiffs would be equity \nparticipants in the deal and that Plaintiffs would have access to all of First Colony’s \npertinent financial records for the deal, Plaintiffs indicated a tentative decision to \nmove forward with the proposed partnership.  (V. Am. Compl. ¶¶ 24, 27.)  On \nOctober 26, 2006, anticipating the deal with First Colony, Plaintiffs signed a \ncontract to purchase the Templeton Property for less than fair market value.  (V. \nAm. Compl. ¶ 25.)     \n{17}  In response, Defendant Hinson prepared the documents needed to \nmemorialize the agreement of the parties, including a lease and an operating \nagreement.  (V. Am. Compl. ¶ 28.)  In early January 2007, Plaintiffs forwarded the \ndocuments to their counsel, Thomas M. Ward, for his review.  (V. Am. Compl. ¶ 29.) \n{18}  Ward raised concerns about the proposed deal that caused Plaintiffs to \nreconsider their involvement.  At Plaintiffs’ request, Ward wrote a letter to Hinson \ndetailing those aspects of the proposal he viewed as unfavorable to Plaintiffs.  (V. \nAm. Compl. ¶¶ 33–34.)  Thereafter, Russell personally visited Plaintiffs in Boone, \nNorth Carolina.  Insisting that Ward did not understand the transaction, Russell \nassured Plaintiffs that the parties’ relationship was a “special relationship of trust \nand confidence,” and that First Colony would always have Plaintiffs’ “best interest \nat heart.”  (V. Am. Compl. ¶ 35.)  Russell also pointed out that Plaintiffs would be \nrecouping a substantial part of the lease payments in profits from the deal.  (V. Am. \nCompl. ¶ 35.)  In February 2007, Plaintiffs decided to go forward with the deal as \nproposed.  (V. Am. Compl. ¶ 36.)   \n{19}  On February 22, 2007, Russell emailed the transaction documents \nprepared by Hinson to Plaintiffs and stated that no material changes had been \nmade to them.  (V. Am. Compl. ¶¶ 41–42.)  Russell reiterated that Hinson would act \nas the lawyer for the partnership and had prepared the documents with Plaintiffs’ \ninterests in mind.  (V. Am. Compl. ¶ 42.) \n  \n{20}  In March 2007, the parties completed the agreement.  As part of the deal, \non March 29, 2007, Plaintiffs conveyed the Templeton Property to GCL.  (V. Am. \nCompl.¶ 47.)  Shortly before, on March 7, 2007, Blue Ridge entered into a ten-year \nlease agreement (the “Lease”) on the yet-to-be-constructed office building at a rate \nin excess of fair market value that the Doctors individually guaranteed.  (V. Am. \nCompl. ¶ 21, 46.)  On the same day, A to Z and GCL executed an operating \nagreement (the “Operating Agreement”).  (V. Am. Compl. Ex. Q.)  Plaintiffs allege \nthat, as an inducement to enter the Lease, First Colony promised that profits \narising out of the Operating Agreement would be distributed quarterly to A to Z.  \n(V. Am. Compl. ¶ 57.) \n{21}  Plaintiffs moved into the completed office on or around March 21, 2008.  \n(V. Am. Compl. ¶ 56.)  To date, Blue Ridge has paid rents in excess of $971,000, but \nA to Z has received no distributions of profits pursuant to the Operating Agreement.  \n(V. Am. Compl. ¶¶ 56–57.)   \n{22}  In October 2008, and March 2009, Plaintiffs asked Defendants about the \npayments required under the profit-sharing provisions of the Operating Agreement.  \n(V. Am. Compl. ¶¶ 58–60.)  Plaintiffs allege that Russell’s long-delayed responses \nfailed to fully explain the financial status of the project.  (V. Am. Compl. ¶¶ 58–60.)  \nAlso in October 2008, Plaintiffs sought financial information about the project, as \npromised by First Colony.  In response, Plaintiffs received some financial records \nfrom Russell.  (V. Am. Compl. ¶ 24, 59.)  When they compared the records from \nRussell to copies of the Lease and Operating Agreements provided by First Colony \nat the signing of the Lease, Plaintiffs noticed what they allege were material \nchanges to certain contractual terms of the Operating Agreement.  (V. Am. Compl. ¶ \n71.)  Plaintiffs also discovered that they were never provided with fully executed \ncopies of the agreements.  (V. Am. Compl. ¶ 68.)  Plaintiffs later learned that all of \nthe Templeton Property had been sold without Plaintiffs’ knowledge, and Plaintiffs \nhad received nothing from the sale.  (V. Am. Compl. ¶ 66.) \n{23}  Plaintiffs’ allegations of wrongdoing by the Defendants can be generally \nsummarized as follows:  (1) Defendants concealed or misrepresented facts \n  \nsurrounding the financial stability of First Colony; (2) Defendants altered the \nOperating Agreement and other documents without Plaintiffs’ knowledge or \nconsent; (3) Defendants sold the property without A to Z’s consent and without \nsharing any of the profits of the sale; and (4) Defendants misrepresented material \nfacts and made unauthorized changes to the agreements which resulted in \nadditional costs and fees for Plaintiffs.  ( See generally  V. Am. Compl. ¶¶ 12–110.) \nIII. \nLEGAL STANDARD \n{24}  On a motion to dismiss pursuant to Rule 12(b)(6) of the North Carolina \nRules of Civil Procedure, the question for the court is “‘whether, as a matter of law, \nthe allegations of the complaint, treated as true, are sufficient to state a claim upon \nwhich relief may be granted under some legal theory.’”  Block v. County of Person , \n141 N.C. App. 273, 277, 540 S.E.2d 415, 419 (2000) (quoting Harris v. NCNB Nat'l \nBank , 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987)). \n{25}  “The complaint must be liberally construed, and the court should not \ndismiss the complaint unless it appears beyond a doubt that the plaintiff could not \nprove any set of facts to support his claim which would entitle him to relief.”  Id . at \n277–78, 540 S.E.2d at 419.  When the complaint fails to allege the substantive \nelements of some legally cognizable claim, or where it alleges facts that defeat any \nclaim, the complaint should be dismissed under Rule 12(b)(6).  See Hudson-Cole \nDev. Corp. v. Beemer , 132 N.C. App. 341, 345–46, 511 S.E.2d 309, 312 (1999). \n{26}  However, unlike factual allegations, bare legal conclusions are “not \nentitled to a presumption of truth” on a motion to dismiss.  Miller v. Rose , 138 N.C. \nApp. 582, 592, 532 S.E.2d 228, 235 (2000).   \n{27}  In applying the standard applicable to Rule 12(b)(6) motions, the Court is \nmindful that averments of fraud, denial of performance or condition precedent of a \ncontract, and demands for punitive damages must be pled specifically and with \nparticularity.  N.C. R. Civ. P.  9(b), (c), (k).  \n \n \n  \n \n \n \nIV. \nANALYSIS \nA. \nINTRODUCTION \n{28}  Defendants’ arguments are generally twofold.  First, Defendants argue \nthat certain Plaintiffs lack standing to bring claims against Defendants.  Second, \nDefendants argue that each of Plaintiffs’ claims in the Verified Amended \nComplaint, except for claim thirteen (wrongful conversion), should be dismissed \npursuant to Rules 12(b)(6) and 9(b) of the North Carolina Rules of Civil Procedure.   \nB. \nCLAIMS \n1. \nDOCTORS’ STANDING  \n{29}  To properly assert a claim against another party, a plaintiff must have \nstanding.  Therefore, “[a] lack of standing may be challenged by a 12(b)(6) motion to \ndismiss.”  See, e.g., Energy Investors Fund v. Metric Constructors, Inc. , 351 N.C. \n331, 337, 525 S.E.2d 441, 445 (2000).  \n{30}  “[G]uarantors of a corporation’s debts ordinarily may not pursue individual \nactions to recover damages for injuries to the corporation.”  Barger v. McCoy Hillard \n& Parks , 346 N.C. 650, 661, 488 S.E.2d 215, 221 (1997).  However, a guarantor may \nestablish standing by alleging “either (1) that the wrongdoer owed him a special  \nduty , or (2) that the injury suffered by the guarantor is personal to him and distinct \nfrom the injury sustained by the corporation itself.”  Id . (emphasis added).  “[T]he \nexistence of a special duty may be established by facts showing that defendants \nowed a duty to plaintiffs that was personal to plaintiffs as guarantors and was \nseparate and distinct from the duty defendants owed the corporation.”  Id .   \n{31}  In Barger , the court found a special duty arose between the parties \nbecause (1) the plaintiffs “specifically informed” defendants that the loan would be \n  \npersonally guaranteed, and (2) defendants assured the plaintiffs of the corporation’s \nfinancial status to induce the guarantees.  Id . at 661, 488 S.E.2d at 221. \n{32}  Here, the Doctors agreed to personally guarantee the Lease after \nDefendants allegedly misrepresented themselves as “very financially strong and \nvery fiscally responsible.”  (V. Am. Compl. ¶¶ 21, 110.)  As in Barger , the facts \nalleged in Plaintiff’s complaint sufficiently indicate that (1) Defendants were aware \nthe Doctors were personally guaranteeing the Lease, and (2) the representations \nmade by Defendants about their financial status “induced” the Doctors’ guarantees.  \nThese allegations, taken as true, would create a special duty personal to the \nDoctors, adequate to confer standing upon them. \n{33}  Accordingly, the Court concludes that Plaintiffs Adams, Zimmerman, and \nSt. Clair have standing to bring their individual claims as personal guarantors of \nthe Lease and may pursue all claims associated with those personal guarantees.   \n2. \nPLAINTIFFS’ CLAIMS APPLICABLE TO THE FIRST COLONY S UBSIDIARIES AND \nTHE INDIVIDUAL DEFENDANTS  \na. \nPIERCING THE CORPORATE VEIL - INSTRUMENTALITY  \n{34}  “It is well recognized that courts will disregard the corporate form or \n‘pierce the corporate veil,’ and extend liability for corporate obligations beyond the \nconfines of a corporation’s separate entity, whenever necessary to prevent fraud or \nto achieve equity.”  Glenn v. Wagner,  313 N.C. 450, 454, 329 S.E.2d 326, 330 (1985); \nsee also White v. Collins Bldg., Inc. , 704 S.E.2d 307, 310 (N.C. Ct. App. 2011) \n(applying the veil-piercing theory against a LLC).  However, a court will only \n“disregard the corporate form and pierce the corporate veil where an individual \nexercises actual control over a corporation, operating it as a mere instrumentality or \ntool.”  Becker v. Graber Builders, Inc. , 149 N.C. App. 787, 790, 561 S.E.2d 905, 908 \n(2002) (internal quotations and citation omitted).  \n{35}  In determining whether to enforce a claim under this theory, North \nCarolina courts apply the “instrumentality rule,” which considers the following: \n  \n (1) Control, not mere majority or complete stock control, but complete \ndomination, . . . so that the corporate entity as to this transaction had \nat the time no separate mind, will or existence of its own; and \n(2) Such control must have been used by the defendant to commit \nfraud or wrong, to perpetrate the violation of a statutory or other \npositive legal duty, or a dishonest and unjust act in contravention of \nplaintiff's legal rights; and \n(3) The aforesaid control and breach of duty must proximately cause \nthe injury or unjust loss complained of. \n \nGlenn , 313 N.C. at 454–55, 329 S.E.2d at 330 (quoting B-W Acceptance Corp. v. \nSpencer , 268 N.C. 1, 9, 149 S.E.2d 570, 576 (1966)).   \n{36}  Factors that have been considered by the courts in piercing the corporate \nveil include (1) inadequate capitalization, (2) non-compliance with corporate \nformalities, (3) complete domination and control of the corporation so that it has no \nindependent identity, or (4) excessive fragmentation of a single enterprise into \nseparate corporations.  Id . at 636, 329 S.E.2d at 198.   \n{37}  Plaintiffs assert that the structure of the First Colony Subsidiaries gives \nrise to such a claim with regard to the Individual Defendants as principals and \nofficers of the First Colony Subsidiaries.  Specifically, Plaintiffs allege (1) that the \nprincipals “exercised complete dominion and control over [First Colony \nSubsidiaries],” (2) that such control was used to “perpetrate a wrong and/or fraud \nagainst Plaintiffs,” and (3) that the aforesaid control proximately caused “monetary \nlosses and interest thereon, inconvenience as well as other incidental and \nconsequential damages.”  (V. Am. Compl. ¶¶ 98–99.)  However, these bare legal \nconclusions are not entitled to the presumption of truth afforded factual allegations \non a motion to dismiss.   \n{38}  While Plaintiffs allege that numerous affiliates occupy the same office, \nshare the same employees, and are insolvent (V. Am. Compl. ¶ 96), they fail to point \nto specific acts of control or domination by the Individual Defendants over First \nColony Subsidiaries that would allow them to take advantage of this arrangement.  \nPlaintiffs allege that Russell, a principal of First Colony, acted as their point of \ncontact, and that Hinson served as the lawyer for the partnership and prepared the \n  \ndocuments for the deal.  (V. Am. Compl. ¶¶ 22, 28, 42.)  However, these allegations \nmerely establish a working relationship, rather than outlining the requisite control \nand domination to substantiate this claim.  As to Norvet, Plaintiffs only allege legal \nconclusions, unsupported by actual facts, regarding Norvet’s degree of control over \nthe First Colony Subsidiaries.  (V. Am. Compl. ¶¶ 97–98.)  As such, the Court \nconcludes that Plaintiffs have failed to adequately allege that the First Colony \nSubsidiaries are “a mere instrumentality” of the Individual Defendants sufficient to \npierce the corporate veil and hold Russell, Hinson, and Norvet liable for the \ncompanies’ wrongs.  \n{39}  For these reasons, the Court GRANTS GRANTS GRANTS GRANTS Defendants’ Motion to Dismiss as to \nPlaintiffs’ claim of piercing the corporate veil. \nb. \nBREACH OF CONTRACT  \n{40}  To sufficiently state a claim for breach of contract, a plaintiff must show \n“(1) existence of a valid contract and (2) breach of the terms of [the] contract.”  \nWoolard v. Davenport , 166 N.C. App. 129, 134, 601 S.E.2d 319, 322 (2004) (quoting \nPoor v. Hill , 138 N.C. App. 19, 26, 530 S.E.2d 838, 843 (2000)).   \n{41}  Plaintiffs’ Amended Complaint alleges that (1) “[i]n return for and in \nconsideration of a ten year Lease by Blue Ridge, . . . the Defendants agreed . . . to  \nprovide all capital, assume all risk, and . . . [share] 50% of the profits from the sale \nof any part of the Templeton Property” (V. Am. Compl. ¶ 21), and (2) Defendants \nfailed to deliver Plaintiffs’ share of the proceeds from the sale of the Templeton \nproperty (V. Am. Compl. ¶ 107).  The Court concludes that the facts as pled are \nsufficient to survive Defendants’ motion to dismiss Plaintiffs’ claim for breach of \ncontract.   \n{42}  Accordingly, the Court DENIES DENIES DENIES DENIES Defendants’ Motion to Dismiss as to \nPlaintiffs’ claim for breach of contract.  \nc. \nFRAUD IN THE INDUCEMENT, INTENTIONAL OR NEGLIGENT \nMISREPRESENTATION, AND NEGLIGENCE  \n  \n{43}  First, in moving to dismiss the fraud claim, Defendants argue that \nPlaintiffs have failed to meet the Rule 9 pleading standard requiring “all averments \nof fraud . . . [to] be stated with particularity.” N.C. R. Civ. P. 9(b). \n{44}  “The essential elements of fraud are: ‘(1) False representation or \nconcealment of a material fact, (2) reasonably calculated to deceive, (3) made with \nintent to deceive, (4) which does in fact deceive, (5) resulting in damage to the \ninjured party.’”  Rowan County Bd. of Educ. v. U.S. Gypsum Co. , 332 N.C. 1, 17, 418 \nS.E.2d 648, 658 (1992) (quoting Terry v. Terry , 302 N.C. 77, 83, 273 S.E.2d 674, 677 \n(1981)).   \n{45}  While Rule 9 allows intent and knowledge to be averred generally, the \nplaintiff must particularly allege the “time, place and contents of the fraudulent \nrepresentation, the identity of the person making the representation and what was \nobtained.”  Terry , 302 N.C. at 85, 273 S.E.2d at 678.  In addition, the plaintiff must \nallege that he justifiably relied on the misrepresentation in that “he was denied the \nopportunity to investigate or that he could not have learned the true facts by \nexercise of reasonable diligence.”  Hudson-Cole Dev. Corp. v. Beemer , 132 N.C. App. \n341, 346, 511 S.E.2d 309, 313 (1999).  \n{46}  Here, Plaintiffs allege that each of the Individual Defendants made certain \nmisrepresentations on specific dates and at specific locations regarding the details \nof the transactions at issue, and about the company’s financial status.  (V. Am. \nCompl. ¶¶ 21, 24, 32, 34, 35, 39, 42, 110.)      \n{47}  However, Plaintiffs’ allegations are devoid of any facts supporting \njustifiable reliance.  Although Plaintiffs argue that Defendants falsely held \nthemselves out as being financially stable (V. Am. Compl. ¶ 110), they make no \nallegations regarding efforts timely taken to investigate this assertion or to learn \nthe true facts through reasonable diligence.  While Plaintiffs allege that Defendants \npromised access to Defendants’ financial records concerning the proposed \ntransaction, Plaintiffs neglected to request such information for nearly two years.  \n(V. Am. Compl. ¶¶ 24, 59.)  When Plaintiffs expressed concerns about the deal \nbefore finalizing it, Defendants reassured them they had their “best interests at \n  \nheart” (V. Am. Compl. ¶ 35) and Plaintiffs ultimately moved forward with the deal.  \n(V. Am. Compl. ¶ 36.)  It was only after the transaction failed to fully materialize \nthat Plaintiffs sought access to the financial information.  \n{48}  Plaintiffs also argue that the changes made to the contract after Plaintiffs \nsigned the document support fraud.  Again, Plaintiffs fail to allege justifiable \nreliance on the representations made with respect to the contents of the contract.  \nEven though Plaintiffs allege that in an email exchange Russell lied about the \nchanges to the contract, they admit the same email contained a copy of the contract \nwith certain changes.  (V. Am. Compl. ¶¶ 42–43.)  By failing to allege facts in \nsupport of their own investigation and due diligence, Plaintiffs have not \ndemonstrated reasonable reliance.  As such, Plaintiffs’ claim for fraud is fatally \ndeficient.  \n{49}  As with fraud, claims for intentional or negligent misrepresentation and \nnegligence require allegations of justifiable reliance.  Oberlin Capital, L.P. v. Slavin , \n147 N.C. App. 52, 61, 554 S.E.2d 840, 847 (2001) (dismissing claims for fraud, \nnegligent misrepresentation, and negligence for failing to allege justifiable reliance \nin spite of the fact that the stricter Rule 9(b) pleading standard does not apply to \nnegligence); see also Helms v. Holland , 124 N.C. App. 629, 635, 478 S.E.2d 513, 517 \n(1996).  Because the complaint fails to set out such reliance, Plaintiffs have failed to \nstate a claim for intentional or negligent misrepresentation and for negligence. \n{50}  Given the above conclusions, the Court need not address Defendants’ \narguments regarding the personal tort liability of Russell, Norvet, and Hinson, or \nthe applicability of the economic loss rule to these claims. \n{51}  For the reasons given, the Court GRANTS GRANTS GRANTS GRANTS Defendants’ Motion to Dismiss \nPlaintiffs’ third, fifth and sixteenth claims for relief, fraud in the inducement, \nintentional or negligent misrepresentation, and negligence, respectively.   \nd. \nCONSTRUCTIVE FRAUD  \n{52}  Pleading constructive fraud requires less particularity than active fraud.  \nSidden v. Mailman , 137 N.C. App. 669, 677, 529 S.E.2d 266, 272 (2000) (citing Terry \n  \nv. Terry,  302 N.C. 77, 85, 273 S.E.2d 674, 678–79 (1981)). Constructive fraud can be \nbased on a breach of a “confidential relationship rather than a specific \nmisrepresentation.”  Terry , 302 N.C. at 85, 273 S.E.2d at 678–79. \n{53}  To support a claim of constructive fraud, a plaintiff must sufficiently allege \n“(1) the existence of a fiduciary duty, and (2) a breach of that duty.”  Governor’s \nClub, Inc. v. Governors Club Ltd. P'ship , 152 N.C. App. 240, 249–50, 577 S.E.2d \n781, 788 (2002) (citing Keener Lumber Co. v. Perry , 149 N.C. App. 19, 28, 560 \nS.E.2d 817, 824 (2002)).  A fiduciary relationship exists where “there has been a \nspecial confidence reposed in one who in equity and good conscious is bound to act \nin good faith and with due regard to the interests of the one reposing confidence . . . \n.”  Kaplan v. O.K. Techs., LLC , 196 N.C. App. 469, 472, 675 S.E.2d 133, 136 (2009).  \nHowever, “it is not sufficient for plaintiff to allege merely that defendant had won \nhis trust and confidence and occupied a position of dominant influence.”  Rhodes v. \nJones , 232 N.C. 547, 548–49, 61 S.E.2d 725, 726 (1950).    \n{54}  Here, Plaintiffs simply allege a fiduciary relationship arising out of \ncontractual duties owed by Defendants.  (V. Am. Compl. ¶ 131.)  Such a conclusory \nallegation, unsupported by facts, cannot sustain this claim.  Plaintiffs did not point \nto any language in either the Lease or Operating Agreement which would support a \nfiduciary duty.  In addition, Plaintiffs cannot establish the existence of a blanket \nduty based on the relationship between the LLC managers and members under the \nOperating Agreement.  See Kaplan , 196 N.C. App. at 474, 675 S.E.2d at 137 \n(“[M]anagers of a limited liability company . . . owe a fiduciary duty to the company, \nand not to individual members.”).   \n{55}  Plaintiffs’ allegations describe a land development deal between \nbusinessmen with no specific facts to support a special confidence reposed in the \nDefendants.  In support of their claim, Plaintiffs allege that Russell expressly told \nthem they had a relationship of trust and confidence.  (V. Am. Compl. ¶ 35.)  \nHowever, Plaintiffs neglect to allege any facts which establish that this type of \nrelationship actually existed beyond a single statement made during the course of \nnegotiations.  In fact, Plaintiffs retained their own counsel to review the documents \n  \nprepared by Defendants (V. Am. Compl. ¶ 29) and negotiated back and forth via a \nseries of emails before finalizing the deal.  (V. Am. Compl. ¶¶ 33–42.)  The Court \nconcludes, therefore, that Plaintiffs have not adequately alleged the existence of a \nfiduciary relationship with Defendants.  As such, Plaintiffs’ claim for constructive \nfraud fails as a matter of law.   \n{56}  In light of its conclusions, the Court does not address Defendants’ \narguments regarding the personal tort liability of Russell, Norvet, and Hinson or \nthe applicability of the economic loss rule to these claims. \n{57}  For these reasons, the Court GRANTS GRANTS GRANTS GRANTS Defendants’ Motion to Dismiss \nPlaintiffs’ fourth claim for relief, constructive fraud. \ne. \nSECURITIES FRAUD \n{58}  As to Plaintiff’s sixth claim, securities fraud, Defendants argue the \nAmended Complaint again fails to meet the Rule 9(b) requirement of particularity.  \n(Mem. Law Supp. Defs.’ Mot. Dismiss 21–23, 25.)   \n{59}  The North Carolina Securities Act imposes liability upon any person who: \n(1)  Offers or sells a security in violation of G.S. 78A-8(1), 78A-8(3) . . ., \nor  \n(2)  Offers or sells a security by means of any untrue statement of a \nmaterial fact or any omission to state a material fact necessary in \norder to make the statements made, in light of the circumstances \nunder which they were made, not misleading (the purchaser not \nknowing of the untruth or omission), and who does not sustain the \nburden of proof that he did not know, and in the exercise of \nreasonable care could not have known of the untruth or omission. \nN.C.  G EN . S TAT . § 78A-56 (2011). \n{60}  A violation of sections 78A-8(1) and (3), pursuant to subsection (1) above, \nrequires that the defendant, in connection with the offer, sale, or purchase of any \nsecurity, either (1) employ a “device, scheme, or artifice to defraud” or (2) engage in \nan “act, practice, or course of business which operates or would operate as a fraud or \ndeceit upon any person.”  N.C.  G EN . S TAT . §§ 78A-8(1), (3) (2011). \n  \n{61}  According to the North Carolina Securities Act, the definition of “security” \nincludes a “certificate of interest or participation in any profit-sharing agreement, . . \n.[and an] investment contract . . . .”  N.C.  G EN . S TAT . § 78A-2(11) (2011).   \n{62}  Plaintiffs allege Defendants induced Plaintiffs to enter into the Operating \nAgreement that gave Blue Ridge a membership interest in GCL, GCI, and GC and \npurported to allocate the profits of the companies.  (V. Am. Compl. ¶¶ 21, 111, Ex. \nQ.)  And, Defendants “sold” the security in exchange for Plaintiffs’ obligations under \nthe Lease.  (V. Am. Compl. ¶ 21.)  The Court concludes that Plaintiffs have properly \nalleged the sale of a security.  \n{63}  Plaintiffs allege specific material misrepresentations by Defendants \nregarding the financial health of First Colony, and regarding the terms of the \ncontract (V. Am. Compl. ¶¶ 18–20, 28, 35, 42, 50–92, 110, 146.), that support \nPlaintiffs’ assertion of a “scheme” or “course of business” that operated to deceive \nthe Plaintiffs in connection with the offer of the security.  (V. Am. Compl. ¶¶ 50–92.)  \nThese allegations satisfy the requisite particularity requirements of time, place, and \nindividual actions taken, in accordance with Rule 9(b), as discussed above.  See \nsupra  ¶ 45–46.  Specifically, Plaintiffs allege statements made by Russell (V. Am. \nCompl. ¶¶ 35, 42), Hinson’s preparation of the altered documents (V. Am. Compl. ¶¶ \n28, 85), and Norvet’s participation at the initial sales presentation proclaiming First \nColony’s financial stability and expertise in developing medical parks.  (V. Am. \nCompl. ¶¶ 18–20, 110.)  The Court concludes that Plaintiffs have sufficiently pled \nfacts to support its claim under N.C. Gen Stat. section 78A-56. 2 \n{64}  Defendants also argue that Russell, Norvet, and Hinson should not be \nincluded in the tort claims since they acted as agents for First Colony.  However, \nDefendants misapprehend the well-settled rule that “one is personally liable for all \ntorts committed by him, including negligence, notwithstanding that he may have \nacted as agent for another or as an officer for a corporation.”  Strang v. Hollowell , 97 \n                                                 \n2 The Court is unaware of any case law asserting that the common law fraud requirement for \nalleging justifiable reliance extends to statutory claims for securities fraud.  And, the Court declines \nto extend such a requirement to this claim at this stage.  \n  \nN.C. App. 316, 318, 387 S.E.2d 664, 666 (1990) (citing Palomino Mills, Inc. v. \nDavidson Mills Corp. , 230 N.C. 286, 52 S.E.2d 915 (1949)).  \n{65}  The Amended Complaint contains several allegations supporting the \npersonal liability of the Individual Defendants, as discussed above.  In light of these \nindividual acts, the Court concludes that Plaintiffs have stated a claim for securities \nfraud against the Individual Defendants.  \n{66}  The Court also concludes that Defendants’ reliance on the economic loss \nrule is inapplicable as North Carolina appellate courts have yet to extend the \ndoctrine to bar claims based on fraud.  See Coker v. DaimlerChrysler Corp. , 172 \nN.C. App. 386, 405, 617 S.E.2d 306, 318 (2005), aff’d per curiam , 360 N.C. 398, 627 \nS.E.2d 461 (2006) (Hudson, J., dissenting).  \n{67}  Accordingly, the Court DENIES DENIES DENIES DENIES Defendants’ Motion to Dismiss Plaintiffs’ \nsixth claim for relief, securities fraud. \nf. \nRESCISSION OF LEASE FOR FAILURE OF CONDITION PRECED ENT  \n{68}  “A condition precedent is a fact or event, occurring subsequently to the \nmaking of a valid contract, that must exist or occur before there is a right to \nimmediate performance, before there is a breach of contract duty, before the usual \njudicial remedies are available.”  Chem. Realty Corp. v. Home Fed. Sav. & Loan \nAss'n of Hollywood , 84 N.C. App. 27, 37, 351 S.E.2d 786, 792 (1987) (internal \nquotations and citations omitted).  “Conditions precedent are not favored by the law \nand a provision will not be construed as such in the absence of language clearly \nrequiring such construction.”  Id.  (quoting Cox v. Funk , 42 N.C. App. 32, 255 S.E.2d \n600 (1979)).  Allegations regarding the failure of a condition precedent “shall be \nmade specifically and with particularity.”  N.C. R. Civ. P. 9(c). \n{69}  Plaintiffs Amended Complaint merely alleges “[t]hat the failure of \nDefendants to fulfill their agreements with Plaintiffs constitutes a failure of a \ncondition precedent material to the agreements to the parties.”  (V. Am. Compl. ¶ \n152.)  Specifically, Plaintiffs take the position that the Lease should be declared \nvoid because they have not received the equity ownership interest and profits from \n  \nthe operation of the Templeton Property or the sharing of profits from the sale of \nthe property, as provided for in the Operating Agreement.  (V. Am. Compl. ¶ 150.)  \nApplying this logic would require Plaintiffs to receive their equity interest and \nDefendants to pay out profits from the sale of the property to trigger Plaintiffs’ \nobligations under the Lease.  Plaintiff’s equity interest was driven in part by \nPlaintiffs’ lease payments.  It would be counter-intuitive for Plaintiffs’ equity \ninterest or profits from the sale of the Templeton Property to be a condition \nprecedent to the Plaintiffs’ obligations under the Lease absent an express provision \nin the Lease or Operating Agreement upon which Plaintiffs rely.  Plaintiffs have not \nasserted the existence of any such provision(s) in either the Lease or Operating \nAgreement.  Accordingly, the Court concludes Plaintiffs have not stated a claim for \nfailure of a condition precedent. \n{70}  Therefore, the Court GRANTS GRANTS GRANTS GRANTS Defendants’ Motion to Dismiss Plaintiffs’ \nseventh claim for relief, rescission of lease for failure of condition precedent. \ng. \nACTION TO CANCEL LEASE AND FOR RESCISSION FOR FAILU RE OF \nCONSIDERATION  \n{71}  “’In order to defeat a contract for failure of consideration, the failure of \nconsideration must be complete and total.’”  Fairfield Harbour Prop. Owners Ass'n \nv. Midsouth Golf, LLC , 715 S.E.2d 273, 282 (N.C. Ct. App. 2011) (quoting Harllee v. \nHarllee,  151 N.C. App. 40, 49, 565 S.E.2d 678, 683 (2002)).  However, “where a \nperson has been induced to part with something of value for little or no \nconsideration, equity will seize upon the slightest circumstance of fraud, duress, or \nmistake for the purpose of administering justice in a particular case.”  Hinson v. \nJefferson , 24 N.C. App. 231, 237, 210 S.E.2d 498, 502 (1974), j. modified on other \ngrounds , 287 N.C. 422, 215 S.E.2d 102 (1975).   \n{72}  Here, Plaintiffs allege no facts demonstrating there was a “complete and \ntotal” failure of consideration, Fairfield , 715 S.E.2d at 282, or that they received \n“little or no consideration” under the Lease.  Hinson , 24 N.C. App. at 237, 210 \nS.E.2d at 502.  Essentially, Plaintiffs allege the deal with Defendants was that,  \n  \nin consideration of the execution of a ten year Lease by Blue Ridge and \nthe guarantee of the Lease by the individual Doctors, the Defendants \nagreed and contracted . . . to provide all capital, assume all risk, and as \n“partners,” First Colony and Plaintiffs through A to Z would each \nreceive 50% of the profits from the sale of any part of the Templeton \nProperty [and that] Blue Ridge would also share in a portion of the \nownership and profits from the office building . . . . \n \n(V. Am. Compl. ¶ 21.)  In fact, Defendants provided the capital and completed the \nbuild-out of the Blue Ridge building as agreed, and Plaintiffs moved in on March 21, \n2008.  (V. Am. Compl. ¶¶ 49, 50, 53.)  Furthermore, at the time they filed their \nAmended Complaint, Plaintiffs were still tenants under the Lease making lease \npayments.  (V. Am. Compl. Ex. N.)  As stated by Plaintiffs, they merely did not \nreceive as great a benefit from the business arrangement with Defendants as \nexpected, (Pls.’ Mem. Law Opp. Defs.’ Mot. Dismiss 19–20), not that there was a \n“complete and total” failure of consideration.  (V. Am. Compl ¶ 57.)   \n{73}  For the foregoing reasons, the Court GRANTS GRANTS GRANTS GRANTS Defendants’ Motion to \nDismiss Plaintiffs’ eighth claim for relief, rescission of lease for failure of \nconsideration. \nh. \nWAIVER  \n{74}  Plaintiffs’ claim that Defendants waived their right to enforce the Lease \nthrough their alleged bad conduct.  ( See  Pls.’ Mem. Law Opp. Defs.’ Mot. Dismiss 41 \n(citing Bell v. Brown , 227 N.C. 319, 322, 42 S.E.2d 92, 94 (1947)).)  In Bell , the \nplaintiff lessee told the defendant lessor that he was no longer interested in \npurchasing the property under an option contract that had been executed by the \nparties.  Bell , 227 N.C. at 323, 42 S.E.2d at 94.  Defendant relied on plaintiff’s \nrejection of his right to purchase the property and incurred additional costs by \nmaking changes to his construction plan.  Id.   When plaintiff then sought to enforce \nthe option, the court found his previous statement amounted to a waiver of his right \nto purchase under the option agreement. Id.    \n{75}  In Bell , the Court wrote:  “a written contract, involving an interest in land, \nmay be waived or rescinded by parol, but in the absence of a mutual agreement, an \n  \nabandonment, or waiver of such a contract is to be inferred only from such positive \nand unequivocal acts and conduct as are clearly inconsistent with the contract.” Id. \nat 322.   \n{76}  Here, Plaintiffs do not allege a mutual agreement with Defendants, or any \nparol representations made by Defendants, constituting a waiver of Defendants’ \nright to enforce the Lease with Plaintiffs.   \n{77}  The Court next considers whether Defendants committed “such positive \nand unequivocal acts and conduct as are clearly inconsistent with the [lease].”  \nAgain, Plaintiffs do not point to any specific terms of the lease agreement that \nDefendants repudiated or abandoned by acts or conduct that were clearly \ninconsistent with the Lease.        \n{78}  Accordingly, the Court GRANTS GRANTS GRANTS GRANTS Defendants’ Motion to Dismiss Plaintiffs’ \nninth claim for relief, waiver. \ni. \nCONFLICT OF INTEREST  \n{79}  Plaintiffs seek relief on the grounds of conflict of interest.  The Court is \nunaware of any a factual or legal circumstance that would form the basis of a \nseparate and independent claim for conflict of interest in North Carolina, and the \nCourt declines to recognize such a claim herein.  The Court notes in passing that, \nordinarily, conflicts of interest might be relevant evidence in circumstances where a \nparty owed a fiduciary duty to another.  In their Amended Complaint, however, \nPlaintiffs fail to allege a fiduciary relationship existed between the parties, as \ndiscussed above. \n{80}  The Court, therefore, GRANTS GRANTS GRANTS GRANTS Defendants’ Motion to Dismiss Plaintiffs’ \ntenth claim for relief, conflict of interest. \nj. \nUNJUST ENRICHMENT  \n{81}  “In order to state a claim for unjust enrichment, the plaintiff's allegations \nmust set forth that a benefit was conferred on the defendant, that the defendant \naccepted the benefit, and that the benefit was not gratuitous.”  Jackson v. Carolina \n  \nHardwood Co. , 120 N.C. App. 870, 872, 463 S.E.2d 571, 573 (1995) (citing Booe v. \nShadrick,  322 N.C. 567, 570, 369 S.E.2d 554, 556 (1988)).   \n{82}  Plaintiffs allege they assigned to Defendants a right to purchase property \nat a price far below fair market value, executed a long-term lease at a rate in excess \nof fair market value, and that Plaintiffs granted these non-gratuitous benefits to get \na share of the profits from the property.  (V. Am. Compl. ¶¶ 25, 46, 47, 56, 126.)  \nThese allegations satisfy the elements of a claim for unjust enrichment. \n{83}  Defendants argue, however, that “if there is a contract between the \nparties, the contract governs the claim and the moving party may not maintain a \nclaim for unjust enrichment.”  (Mem. Law Supp. Defs.’ Mot. Dismiss 21 (citing  Se. \nShelter Corp. v. BTU, Inc. , 154 N.C. App. 321, 331, 572 S.E.2d 200, 206 (2002)).)  \n{84}  While the Court notes that several contracts are alleged to be at issue in \nthis case, this fact does not, at this phase of the litigation, bar the allegation of \nalternative theories of recovery in the Amended Complaint.  See  N.C. R. Civ. P. \n8(e)(2).  Accordingly, the Court concludes that Plaintiffs have sufficiently pled this \nclaim.   \n{85}  Therefore, the Court hereby DENIES DENIES DENIES DENIES Defendants’ Motion to Dismiss \nPlaintiffs’ eleventh claim for relief, unjust enrichment. \nk. \nUNFAIR AND DECEPTIVE TRADE PRACTICES  \n{86}  “To establish a claim for unfair or deceptive trade practices[,] . . . a plaintiff \nmust show (1) defendant engaged in an unfair or deceptive practice or act, (2) ‘in or \naffecting commerce,’ and (3) such act proximately caused actual injury to the \nplaintiff.”  Governor’s Club Inc. , 152 N.C. App. at 250, 567 S.E.2d at 788 (quoting \nN.C.  G EN S TAT . § 75-1.1 (2011)).  Activities affecting commerce include “buying, \ndeveloping and selling real estate,” id. , as well as “the rental of commercial \nproperty.”  Mosley & Mosley Builders v. Landin Ltd., 97 N.C. App. 511, 518, 389 \nS.E.2d 576, 580, disc. rev. denied , 326 N.C. 801, 393 S.E.2d 898 (1990).  \nFurthermore, to properly allege an unfair or deceptive act, “it is sufficient if a \nplaintiff shows that a defendant’s acts possessed the tendency or capacity to mislead \n  \nor created the likelihood of deception.”  RD&J Props. v. Lauralea-Dilton Enters. , \n165 N.C. App. 737, 748, 600 S.E.2d 492, 501 (2004).  \n{87}  Here, the facts supporting Plaintiffs’ claim for securities fraud can \nsimilarly be relied upon to support the unfair and deceptive practices claim.  (V. \nAm. Compl. ¶¶ 18–20, 28, 35, 42, 50–92, 110.)  Further, by developing and renting \nthe Templeton Property in connection with the alleged actions, the practice is “in or \naffecting commerce.”  Lastly, Plaintiffs allege Defendants’ fraudulent acts deprived \nPlaintiffs of profits promised under the Operating Agreement.  (V. Am. Compl. ¶ \n56.)  The Court concludes, therefore, that Plaintiffs have sufficiently pled facts \nalleging unfair and deceptive trade practices. \n{88}  In light of its conclusions, the Court DENIES DENIES DENIES DENIES Defendants’ Motion to \nDismiss Plaintiffs’ twelfth claim for relief, unfair and deceptive trade practices. \nl. \nPUNITIVE DAMAGES  \n{89}  In their fourteenth claim, Plaintiffs seek to place Defendants on notice that \npunitive damages are sought in this matter.   \n{90}  “Ordinarily punitive damages are not recoverable.  In the proper case, \nhowever, punitive damages are permitted on public policy grounds.”  Terry , 302 \nN.C. at 88, 273 S.E.2d at 680 (internal citations omitted).  “’In North Carolina \nactionable fraud . . . is well within North Carolina’s policy underlying its concept of \npunitive damages.’”  Id . (alteration original) (citation omitted).   \n{91}  Having found sufficient facts alleging securities fraud and unfair and \ndeceptive trade practices, the Court concludes that Plaintiffs have also adequately \nstated a claim for punitive damages. \n{92}  The Court, therefore, DENIES DENIES DENIES DENIES Defendants’ Motion to Dismiss Plaintiffs’ \nfourteenth claim for relief, punitive damages. \nm. \nCIVIL CONSPIRACY  \n{93}  It is well recognized that “there is not a separate civil action for civil \nconspiracy in North Carolina.”  Dove v. Harvey , 168 N.C. App. 687, 690, 608 S.E.2d \n  \n798, 800 (2005), disc. rev. denied , 360 N.C. 289, 628 S.E.2d 249 (2006) (citing Shope \nv. Boyer , 268 N.C. 401, 150 S.E.2d 771 (1966)).  However, a plaintiff may assert the \nclaim of civil conspiracy to “associate the defendants together [such that] the acts \nand conduct of one might be admissible against all.”  Id.  (quoting Fox v. Wilson , 85 \nN.C. App. 292, 300, 354 S.E.2d 737, 742–43 (1987)).   \n{94}  “In order to state a claim for civil conspiracy, a complaint must allege ‘a \nconspiracy, wrongful acts done by certain of the alleged conspirators, and injury.’”  \nNorman v. Nash Johnson & Sons’ Farms, Inc. , 140 N.C. App. 390, 537 S.E.2d 248, \n265 (2000) (quoting Henry v. Deen , 310 N.C. 75, 87, 310 S.E.2d 326, 334 (1984)). \n{95}  As to wrongful acts, the Court previously concluded that Plaintiffs alleged \nsufficient facts demonstrating unfair and deceptive trade practices and securities \nfraud.  Plaintiffs further allege an agreement encompassing those unlawful acts \nexisted between the Defendants (V. Am. Compl. ¶ 177), which deprived Plaintiffs of \nprofits arising out of the Operating Agreement.  (V. Am. Compl. ¶ 56.)  Accordingly, \nthe Court concludes Plaintiffs have sufficiently stated a claim for civil conspiracy. \n{96}   Therefore, the Court DENIES DENIES DENIES DENIES Defendants’ Motion to Dismiss Plaintiffs’ \nfifteenth claim for relief, civil conspiracy. \nn. \nEQUITABLE ESTOPPEL  \n{97}  Plaintiffs seek to rely on equitable estoppel to rescind and enjoin \nenforcement of the Lease.  However, in its Motion, Defendants do not assert any \nclaim or affirmative defense under the Lease.   \n{98}  This Court is not aware of any North Carolina case in which equitable \nestoppel has been asserted as the basis of an independent affirmative claim for \nrelief.  Rather, like the case cited by Plaintiffs in support of its claim, equitable \nestoppel provides a defense to bar enforcement of opposing claims or affirmative \ndefenses.  See Friedland v. Gales , 131 N.C. App. 802, 806, 509 S.E.2d 793, 796 \n(1998) (allowing equitable estoppel claim to bar statute of limitations defense).  This \nCourt declines to recognize equitable estoppel as an affirmative claim for relief at \nthis stage.   \n  \n{99}  However, given that Defendants have yet to file an answer in this case, the \nCourt’s ruling here does not bar Plaintiffs’ from later asserting this claim in \nresponse to any affirmative defenses or counterclaims raised by Defendants.  \n{100}  For this reason, the Court GRANTS GRANTS GRANTS GRANTS Defendants’ Motion to Dismiss \nPlaintiffs’ seventeenth claim for relief, equitable estoppel, without prejudice.   \n3. \nPLAINTIFFS’ CLAIMS APPLICABLE TO COLONY DEVELOPMENT  PARTNERS, LLC \n(“CDP”), AND COLONY MANAGEMENT, INC. (“CM”)  \n{101}  Plaintiffs allege that First Colony assigned its contractual rights and \nduties to CDP and CM in the summer of 2008.  (V. Am. Compl. ¶ 55.)  Taken as \ntrue, Plaintiffs’ allegation would allow Plaintiffs to assert claims arising out of the \nduties enumerated in those assignments.    \n{102}  Defendants contend that Plaintiffs fail to allege any connection giving rise \nto a duty owed by CDP and CM to Plaintiffs.  However, where an assignment exists, \n“the other party to the original contract may sue the assignee as a third-party \nbeneficiary of his promise of performance.”  Rose v. Vulcan Materials, Co. , 282 N.C. \n643, 663, 194 S.E.2d 521, 534 (1973).  \n{103}  This Court concludes that the assignment is properly alleged such that \nPlaintiffs should have the opportunity during discovery to uncover exactly what, if \nany, liability CDP and CM may have to Plaintiffs. \n{104}  The Court, therefore, DENIES DENIES DENIES DENIES Defendants’ Motion to Dismiss Plaintiffs’ \nclaim incorporating certain claims from Section I of the Amended Complaint \nagainst CDP and CM. \n4. \nCLAIMS APPLICABLE TO ALL DEFENDANTS \na. \nCONSTRUCTIVE TRUST  \n{105}  “[A] constructive trust is a fiction of equity, brought into operation to \nprevent unjust enrichment through the breach of some duty or other wrongdoing.”  \nRoper v. Edwards , 323 N.C. 461, 464, 373 S.E.2d 423, 424–25 (1988).  Although this \nCourt concluded no fiduciary duty has been alleged, Plaintiffs did properly plead an \n  \nunjust enrichment claim to support this request for relief. \n{106}  Defendants contend the election of remedies doctrine bars pleading this \nform of relief.  (Mem. Law Supp. Defs.’ Mot. Dismiss 29–30.)  \n{107}  “The ‘whole doctrine of election [of remedies] is based on the theory that \nthere are inconsistent rights or remedies of which a party may avail himself, and a \nchoice of one is held to be an election not to pursue the other.’”  Richardson v. \nRichardson,  261 N.C. 521, 530, 135 S.E.2d 532, 539 (1964) (quoting Machine Co. v. \nOwings , 140 N.C. 503, 53 S.E. 345 (1906)).   \n{108}  However, this doctrine does not apply to pleadings, as the Rules of Civil \nProcedure allow parties to plead in the alternative.  N.C. R. Civ. P. 8(e)(2) (“A party \nmay also state as many separate claims or defenses as he has regardless of \nconsistency and whether based on legal or on equitable grounds or on both.”).   \n{109}  Accordingly, the Court DENIES DENIES DENIES DENIES Defendants’ Motion to Dismiss Plaintiffs’ \nclaim for imposition of a constructive trust. \nb. \nINDEPENDENT RECEIVER  \n{110}  Plaintiffs seek appointment of an independent receiver to receive and \ndistribute rents and to preserve GCL, GCI, and GC.  (V. Am. Compl. ¶ 208.)   \n{111}  “[A] receiver may be appointed . . . when plaintiff establishes an apparent \nright to specific property . . . where specific property, or its rents and profits, are in \ndanger of being lost or materially injured or impaired.”  Murphy v. Murphy , 261 \nN.C. 95, 101, 134 S.E.2d 148, 153 (1964).  More specifically, receiverships are \nallowed by statute for unfair and deceptive trade practices where “restitution is \nsought for violations of G.S. 75-1.1.”  N.C.  G EN . S TAT . § 1-502(5) (2011). \n{112}  As previously discussed, Plaintiffs have alleged both a right to receive a \nshare of rents and a claim for unfair and deceptive trade practices.  Accordingly, the \nCourt concludes this claim is proper. \n{113}  The Court, therefore, DENIES DENIES DENIES DENIES Defendants’ Motion to Dismiss Plaintiffs’ \nclaim for appointment of an independent receiver. \n \n  \nc. \nREQUEST FOR ACCOUNTINGS  \n{114}  In this claim, Plaintiffs seek access to records and an audit of the \nGreenway Companies (GCL, GCI, and GC) by an independent third party pursuant \nto Section 11.2 of the Operating Agreement.  (V. Am. Compl. Ex. Q at 27.)  By \nstatute, all members of a limited liability company “shall be bound by any operating \nagreement.”  N.C.  G EN . S TAT . § 57C-3-05 (2011).  Here, the Operating Agreement \nexpressly allows for any member of the limited liability company to request either \nor both of the actions sought by Plaintiffs here.  (V. Am. Compl. Ex. Q at 27.) \n{115}  In their Amended Complaint, Plaintiffs reference and include a letter \ndated February 23, 2011, which called for the inspection of records.  (V. Am. Compl. \nEx. S.)  Since the Operating Agreement does not specify any requirements for a \nproper demand under Section 11.2, Defendants’ failure to submit to Plaintiffs’ \nrequest may constitute a further breach of contract under the Operating \nAgreement.  As such, the Court concludes that Plaintiffs’ properly assert this claim \nfor relief pursuant to their rights under the Operating Agreement.  \n{116}  For the reasons given, the Court DENIES DENIES DENIES DENIES Defendants’ Motion to Dismiss \nPlaintiffs’ claim for a request for accountings.  \nd. \nDECLARATORY JUDGMENT  \n{117}  Defendants make no specific argument as to why this claim should be \ndismissed, and the Court sees no reason to find that it fails to state a claim \npursuant to Rule 12(b)(6).  (Mem. Law Supp. Defs.’ Mot. Dismiss 30.) \n{118}  “Where a complaint requesting declaratory relief alleges the existence of a \nreal controversy arising out of the parties’ opposing contentions and respective legal \nrights, it is normally sufficient.”  Fuller v. Easley , 145 N.C. App. 391, 398, 553 \nS.E.2d 43, 48 (2001) (internal quotations and citations omitted). \n{119}  This Court, having found sufficient facts to allege a real controversy as to \nthe Lease, concludes dismissal of this claim would be improper. \n  \n{120}  For the reasons given, the Court hereby DENIES DENIES DENIES DENIES Defendants’ Motion to \nDismiss Plaintiffs’ claim for declaratory judgment. \ne. \nPRELIMINARY INJUNCTION  \n{121}  Plaintiffs seek the issuance of a preliminary injunction to protect their \npossessory interests in the medical office that is the subject of this litigation.  They \nallege that Defendants have threatened ejection for non-payment of certain fees \nunder the terms of the Lease.  (V. Am. Compl. ¶ 215.)   \n{122}  “[A] prayer for relief in [a] complaint may constitute a sufficient motion for \na preliminary injunction, and . . . a separate or additional motion is not necessarily \nrequired.”  Collins v. Freeland , 12 N.C. App. 560, 562, 183 S.E.2d 831, 832 (1971).  \nHowever, Business Court Rule 15.2 requires that “[a]ll motions, unless made orally \nduring a hearing or trial, . . . be in paper writing or electronic form and . . . be \naccompanied by a brief . . . set out in a separate paper.”  BCR 15.2 (2006) (emphasis \nadded).   \n{123}  Plaintiffs stated a prayer for relief in their Amended Complaint, but have \nnot filed a supporting brief pursuant to the Business Court Rules.  Therefore, a \nmotion for injunctive relief is not properly before the Court at this time. \n{124}  Accordingly, the Court GRANTS GRANTS GRANTS GRANTS Defendants’ Motion to Dismiss Plaintiffs \nfifth claim in this section, Motion for Preliminary Injunction, without prejudice. \n5. \nDERIVATIVE CLAIMS  \n{125}  Plaintiffs alternatively raise derivative claims on behalf of GCL, GCI, and \nGC.  (V. Am. Compl. ¶¶ 225–245.)  Defendants argue, and this Court agrees, that \nPlaintiffs have not satisfied the statutory requirements for bringing such an action.  \n(Mem. Law Supp. Defs.’ Mot. Dismiss 30.)   \n{126}  By statute, a member of a limited liability company may bring a derivative \naction in accordance with the following conditions: \n(1) The plaintiff does not have the authority to cause the limited \nliability company to sue in its own right; and \n  \n(2) The plaintiff (i) is a member of the limited liability company at \nthe time of bringing the action, and (ii) was a member of the limited \nliability company at the time of the transaction of which the \nplaintiff complains . . . . \n(b) The complaint shall allege with particularity the efforts, if any, \nmade by the plaintiff to obtain the action the plaintiff desires from the \nmanagers, directors, or other applicable authority and the reasons for \nthe plaintiff's failure to obtain the action, or for not making the effort.  \nN.C.  G EN . S TAT . §§ 57C-8-01(a)–(b) (2011). \n{127}  Plaintiffs’ Amended Complaint fails to sufficiently allege derivative claims \nbecause it does not state with particularity the actions sought from the Defendants \nor the efforts made in seeking those actions.  Rather, Plaintiffs allege their counsel \nsent a letter, dated February 23, 2011, to Defendants “advis[ing] of the filing of the \nComplaint and the relief sought.”  (V. Am. Compl. ¶ 232, Ex. S.)  The Court \nconcludes that the letter dated February 23, 2011, and allegedly delivered \ncontemporaneously with the filing of this action, is insufficient to meet the \nrequirements of section 57C-8-01.  Furthermore, because the Amended Complaint \nalso fails to allege with particularity Plaintiffs’ reasons for not making an effort to \nobtain the desired action from the Defendants, Plaintiffs are not entitled to relief by \nway of a derivative action. \n{128}  Therefore, the Court GRANTS GRANTS GRANTS GRANTS Defendants’ Motion to Dismiss Plaintiffs’ \nderivative claims contained in section IV of the Amended Complaint, without \nprejudice. \nV. \nCONCLUSION \n{129}  For the reasons stated herein, the Court GRANTS GRANTS GRANTS GRANTS in part and DENIES DENIES DENIES DENIES in \npart Defendants’ Motion to Dismiss pursuant to Rule 12(b)(6).  Accordingly, the \nCourt DISMISSES DISMISSES DISMISSES DISMISSES with prejudice Plaintiffs’ claims for piercing the corporate veil, \nfraud in the inducement, intentional or negligent misrepresentation, negligence, \nconstructive fraud, rescission of the lease for failure of condition precedent, \nrescission of the lease for failure of consideration, waiver, and conflict of interest as \n  \nto all Defendants; DISMISSES DISMISSES DISMISSES DISMISSES without prejudice Plaintiffs’ claims for equitable \nestoppel, preliminary injunction and all derivative claims as to all Defendants.    \n    \nSO ORDERED, SO ORDERED, SO ORDERED, SO ORDERED, this the 3rd day of October, 2012. \n \n \n "
}