{
  "id": "7c3b7e30bf67a22238d41e819c2c11c0c500b63698e6b91adaa390c7d725d090",
  "source_file": "data/raw/ncbc/7c3b7e30bf67a22238d41e819c2c11c0c500b63698e6b91adaa390c7d725d090.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 22041 \n \nMAURICE PANZINO,  \n \nPlaintiff, \n \nv. \n \nMAP MANAGEMENT OF \nCHARLOTTE LLC; AND PATRICK \nWHALEN, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \n \n1. Maurice Panzino is a former shareholder of 5Church, Inc.  This is the second \nlawsuit in which he has claimed that  others trampled his shareholder rights .  The \ndefendants, MAP Management of Charlotte LLC (“MAP”) and Patrick Whalen, have \nmoved to dismiss the complaint.  (ECF No. 4.)  For the following reasons, the Court \nGRANTS in part and DENIES in part the motion.  \nBradley Arant Boult Cummings LLP, by Jonathan E. Schulz, Dana C. \nLumsden, and Dexter Hobbs, for Plaintiff Maurice Panzino.  \n \nParker Poe Adams & Bernstein LLP, by Eric A. Frick and Eric H. \nCottrell, for Defendants MAP Management of Charlotte, LLC and \nPatrick Whalen.  \n \nConrad, Judge. \nI. \nBACKGROUND \n2. 5Church has operated a restaurant in Charlotte, North Carolina since 2012.  \n(See Compl. ¶¶ 8, 12, ECF No. 3.)  Although formed as a corporation, it is governed \nby an operating agreement  of the sort  usually associated with limited liability \ncompanies.  ( See Compl. ¶ 9.)  The operating agreement names MAP as 5Church’s \nPanzino v. MAP Mgmt. of Charlotte LLC, 2021 NCBC 10. \nmajority shareholder and “Managing Member.”  (Compl. ¶¶ 14, 15.)  Whalen is MAP’s \n“Managing Member and President.”  (Compl. ¶ 17.) \n3. Soon after 5Church was formed, Panzino became a minority shareholder.  \nThe shares were payment for his work  supervising construction of the Charlotte \nrestaurant.  (See Compl. ¶¶ 10, 11.)   \n4. As early as 2013, MAP deci ded to open a new restaurant carrying the \n5Church name in Charleston, South Carolina .  ( See Compl. ¶¶ 18, 20.)  Whalen \ninvited some of 5Church’s shareholders to invest  in the restaurant, but he did not \ninvite Panzino.  (See Compl. ¶ 21.)  A new business—5Church Charleston, LLC—was \nformed in late 2014  without Panzino’s involvement.  (See Compl. ¶¶ 23, 24.)  A few \nyears later, Whalen opened another restaurant, Sophia’s Lounge, near the original \nrestaurant in Charlotte.  (See Compl. ¶ 28.)  Again, neither Whalen nor MAP invited \nPanzino to invest.  (See Compl. ¶ 29.) \n5. This frustrated Panzino, who believes he was excluded in bad faith.  With \nPanzino on the sidelines, Whalen and MAP’s other members secured larger interests \nin both new restaurants .  ( See Compl. ¶¶ 25–27, 31.)  Panzino was also frustrated \nwith MAP’s management of 5Church.  He  alleges that MAP gave away an excessive \namount of free food and drink to investors and their guests, reducing the restaurant’s \nrevenue and, thus , his share of distributions .  ( See Compl. ¶¶ 34–36.)  As a result , \nPanzino sold his shares in 2017.  (See Compl. ¶ 37.)   \n6. In July 2018, Panzino sued 5Church and Whalen in Mecklenburg County \nSuperior Court.  That case, which remains pending,  involves three claims for relief.  \nThe first is a claim that Whalen breached his fiduciary duties by excluding Panzino \nfrom the Charleston restaurant .  The second is a claim that 5Church and Whalen \nbreached the operating agreement  by excluding Panzino from Sophia’s Lounge, \nfailing to provide financial information on a monthly basis, and failing to make \nrequired distributions.  The third is a request for an equitable accounting.  The Court \nissued an opinion in that case that describes the claims in more detail.  See generally \nPanzino v. 5Church, Inc. , 2020 NCBC LEXIS 17 (N.C. Super. Ct. Feb. 12, 2020)  \n(granting motion for summary judgment in part and denying it in part). \n7. In November 2019, Panzino filed  this suit  against MAP  and Whalen.   \nPanzino asserts claims for constructive fraud and breach of fiduciary duty against  \nMAP.  (See Compl. ¶¶ 59–69, 70–73.)  He further alleges that MAP is Whalen’s alter \nego and seeks to hold Whalen liable on a veil-piercing theory.  (See Compl. ¶¶ 39–58.)   \n8. MAP and Whalen have moved to dismiss both claims.  After full briefing and \na hearing in June 2020, the motion is now ripe for disposition. \nII. \nANALYSIS \n9. Constructive fraud and breach of fiduciary duty are distinct claims  with \noverlapping elements.  To state a claim for breach of fiduciary duty, the plaintiff must \nplead the existence of a fiduciary duty, a breach of that duty, and injury proximately \ncaused by the breach.  See Green v. Freeman, 367 N.C. 136, 141 (2013).  Constructive \nfraud requires, as an additional element, that the defendant sought to benefit himself \nthrough the breach.  See White v. Consol. Planning, Inc. , 166 N.C. App. 283, 294 \n(2004). \n10. Here, the claims are premised on an alleged fiduciary relationship between \nMAP, as majority shareholder of 5Church, and Panzino, as a minority shareholder.  \n(See Compl. ¶¶  60, 64.)  Panzino bases his claim  for constructive fraud on the \nallegation that MAP breached its fiduciary duties when it denied him the chance to \ninvest in the Charleston restaurant and Sophia’s Lounge.  ( See Compl. ¶¶ 60–68.)  \nPanzino bases his separate claim for breach of fiduciary duty  on the allegation that \nMAP mismanaged 5Church by giving away too much free food and drink.  (See Compl. \n¶¶ 71, 72.)  MAP and Whalen seek to dismiss both claims.  The Court considers each \nin turn. \nA. Constructive Fraud \n11. MAP and Whalen challenge the claim for constructive fraud on two grounds.  \nFirst, they observe that Panzino’s original lawsuit against  5Church and Whalen \ninvolves similar allegations about the Charleston restaurant and Sophia’s lounge .  \nThis claim, they contend, covers the same subject matter and is therefore barred by \nthe prior pending action doctrine.  (See, e.g., Br. in Supp. 8–9, ECF No. 6.) \n12. Second, MAP and Whalen argue that the complaint fails to state a claim for \nrelief under Rule 12(b)(6) of the North Carolina Rules of Civil Procedure.  (See Br. in \nSupp. 13–14.)  As discussed below, the Court agrees with this second argument and \ntherefore need not reach the first.  See, e.g., Greene v. Tr. Servs. of Carolina, LLC, 244 \nN.C. App. 583, 591 (2016) (affirming dismissal of claim under Rule 12(b)(6) without \nreaching alternative ground under prior pending action doctrine) ; Thomas v. N.C. \nCent. Univ., 2012 N.C. App. LEXIS 801, at *6– 7 (N.C. Ct. App. 2012) (unpublished)  \n(same).  \n13. A motion to dismiss under Rule 12(b)(6) “tests the legal sufficiency of the \ncomplaint.”  Isenhour v. Hutto, 350 N.C. 601, 604 (1999) (citation and quotation marks \nomitted).  The motion should be granted only when “(1)  the complaint on its face \nreveals that no law supports the plaintiff’s claim; (2) the complaint on its face reveals \nthe absence of facts sufficient to make a good claim; or (3)  the complaint discloses \nsome fact that necessarily defeats the plaintiff’s claim.”  Corwin v. Brit ish Am. \nTobacco PLC, 371 N.C. 605, 615 (2018) (citation and quotation marks omitted) .  In \ndeciding the motion, the Court must treat the well -pleaded allegations of the \ncomplaint as true and view the facts and permissible inferences “in the light most \nfavorable to” the nonmoving party.  Sykes v. Health Network Sols., Inc., 372 N.C. 326, \n332 (2019) (citation and quotation marks omitted).   \n14. Solely for purposes of their motion, MAP and Whalen assume the existence \nof a fiduciary relationship between MAP and Panzino .  Even so, they contend that \nMAP did not breach its fiduciary duties by failing to offer Panzino a chance to invest \nin businesses separate from 5Church.  They contend that there is no “duty to allow \nindividual shareholders the opportunity to invest in an independent business \nsubsequently opened by another shareholder.”  (Br. in Supp. 14.)  Panzino disagrees, \nresponding that MAP has the burden to show that it acted fairly and in good faith  \ntoward him.  (See Opp’n 8–9, ECF No. 9.) \n15. The usual rule is that shareholders do not owe fiduciary duties to one \nanother or to the corporation.  Majority shareholders, however, “draw to themselves \nand use all the powers of the corporation.”   Gaines v. Long Mfg. Co. , 234 N.C. 340, \n344 (1951).  Control of the corporation imposes  \na correlative duty . . . to exercise good faith, care, and diligence to make the \nproperty of the corporation produce the largest possible amount, to protect \nthe interests of the holders of the minority of the stock , and to secure and \npay over to them their just proportion of the income and of the proceeds of \nthe corporate property.   The controlling majority of the stockholders of a \ncorporation, while not trustees in a technical sense, have a real duty to \nprotect the interests of the minority in the management of the corporation , \nespecially where they undertake to run the corpor ation without giving the \nminority a voice therein. \nId. (emphasis added) (citation omitted). \n16. Assuming that MAP had a fiduciary duty to protect Panzino’s interest s in \nthe management of 5Church and the corporate property , the complaint does not \nallege a breach of that duty.  Rather, the complaint alleges that MAP started two new \nrestaurant business es but did not enlist Panzino to become a co- owner of those  \nseparate businesses.  Even taking these allegations as true, they do not amount to a  \nbreach of the fiduciary duties that MAP  owed in its role as majority shareholder of \n5Church. \n17. In his opposition, Panzino cites two cases from other jurisdictions to support \nhis more expansive view of a majority shareholder’s fiduciary duties.  N either \naddresses the issue here .  The first case deals with a general partner’s decision to \nexclude a limited partner from the partnership’s investment fund.  It has nothing to \ndo with se parate business venture s.  See Desert Equities, Inc. v. Morgan Stanley \nLeveraged Equity Fund, II, L.P., 624 A.2d 1199, 1204, 1206–07 (Del. 1993).   \n18. The second case is an unpublished decision affirming the confirmation of an \narbitration award.  The underlying dispute between two LLC members  appears to \nhave been based on  a provision in an operating agreement that gave each member \nthe option to participate in new businesses developed by the other.  In discussing the \narbitrator’s award, t he court did no t address that provision or the nature of any \nfiduciary duties the members owed to each other .  See Bevan v. DaVita, Inc., 557 F. \nApp’x 706, 709–11 (10th Cir. 2014).   \n19. It bears noting that 5Church’s operating agreement gives its shareholders a \nright of first refusal to invest in “a second business to be opened after the \ncommencement of this business.”  Panzino , 2020 NCBC LEXIS 17, at *13 (quoting \noperating agreement).  In his original lawsui t, Panzino claimed that 5Church and \nWhalen breached this provision by failing to offer an opportunity to invest in Sophia’s \nLounge.  The Court granted summary judgment in favor of 5Church and Whalen \nbecause it was undisputed that Sophia’s Lounge was not the “second business” that \nopened.  See id.  at *13– 15.  In this case, Panzino does not rely on the operating \nagreement to support his claim.* \n20. In short, the complaint does not adequately allege a breach of the fiduciary \nduties owed by MAP and therefore does not state a claim for constructive fraud.  The \nCourt therefore grants the motion to dismiss this claim. \n \n* The existence of a contractual provision addressing shareholder rights regarding new \nbusinesses could implicate the economic loss rule, but neither side has raised the issue.  See, \ne.g., Perry v. Frigi-Temp Frigeration, Inc., 2020 NCBC LEXIS 100, at * 15–19 (N.C. Super. \nCt. Sept. 3, 2020)  (dismissing minority shareholder’s claim for constructive fraud based on \neconomic loss rule). \nB. Breach of Fiduciary Duty  \n21. Panzino’s second claim is for breach of fiduciary duty.  MAP  and Whalen \ncontend that the claim is barred by the prior pending action doctrine , but they have \nnot argued that the claim fails to state a claim for relief .  (See, e.g., Br. in Supp. 9 –\n10.) \n22. “Under the law of this state, where a prior action is pending between the \nsame parties for the same subject matter in a cou rt within the state having like \njurisdiction, the prior action serves to abate the subsequent action.”  Eways v. \nGovernor’s Island, 326 N.C. 552, 558 (1990).  “This is so because the court can dispose \nof the entire controversy in the prior action and in consequence the subsequent action \nis wholly unnecessary.  By abating the second action, a multiplicity of actions is \nprevented.”  Clark v. Craven Regional Med. Auth. , 326 N.C. 15, 20 (1990).  The test \nis this: “Do the two actions present a substantial identity as to parties, subject matter, \nissues involved, and relief demanded?”  Cameron v. Cameron, 235 N.C. 82, 85 (1952). \n23. Assuming without deciding that the parties  in the two actions are \nsubstantially similar, the Court concludes that there is not a substantial identity as \nto the subject matter and issues involved.  The claim for breach of fiduciary duty in \nthis case rests on allegations that MAP mismanaged 5Church by giving free food and \ndrink to investors.  (See Compl. ¶ 72.)  Although MAP and Whalen contend that the \nfirst-filed action also involves allegations of mismanagement, the theories in that case \nare substantially different.  There, Panzino claims that Whalen (not MAP) breached \nthe operating agreement  (not his fiduciary duties)  by withholding financial \ninformation and limiting distributions (not by giving away free food and drink).   \n24. Put simply, the claim for breach of fiduciary duty in this action is \nsubstantially different from the  claims at issue in the first -filed action.  These \ndifferences “preclude abatement as to th[e] claim” for breach of fiduciary duty.  Clark, \n326 N.C. at 22; see also Gibbs v. Guilford Tech. Cmty. Coll. , 2002 N.C. App. LEXIS \n1879, at *7–10 (N.C. Ct. App. Apr. 16, 2002) (unpublished). \n25. MAP and Whalen  also argue that the introduction of a new claim is an \nattempt to circumvent the case management order  in the origi nal action  and the \nprocedural rules that govern amendments to the complaint.  (See Br. in Supp. 11–13.)  \nEven if this  were correct, MAP  and Whalen have not cited any precedent for \ndismissing a claim for these reasons when there is no substantial identity of parties, \nsubject matter, issues, or relief demanded.  The Court declines to do so. \n26. The claim for breach of fiduciary duty is not barred by the prior pending \naction doctrine.  The Court therefore denies the motion to dismiss the claim.   \nIII. \nCONCLUSION \n \n27. For all these reasons, the Court GRANTS the motion to dismiss the claim \nfor constructive fraud.  In all other respects, the Court DENIES the motion.  \n28. The parties shall file a revised case management report and proposed case \nmanagement order containing amended case management deadlines no later than \nMarch 12, 2021.  The parties’ revised case management report and proposed case \nmanagement order shall comply with Business Court Rule 9.   \n \nSO ORDERED, this the 12th day of February, 2021.   \n/s/ Adam M. Conrad  \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n \n \n "
}