{
  "id": "7c4daa26584dde7c23a1d81e5dc206c3dbc70a868f6e788336c7060930e535e6",
  "source_file": "data/raw/ncbc/7c4daa26584dde7c23a1d81e5dc206c3dbc70a868f6e788336c7060930e535e6.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF GUILFORD \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n14 CVS 8677 \nHILCO TRANSPORT, INC., \n \n  Plaintiff, \n \nv. \n \nNATALIE L. ATKINS; MICHAEL \nALLAN BREWER, as Custodian for \nPatterson Riley Brewer under the \nNorth Carolina Uniform Transfers to \nMinors Act; and MICHAEL ALLAN \nBREWER, as Custodian for Nicholas \nAlan Brewer under the North Carolina \nUniform Transfers to Minors Act,  \n \n  Defendants and \n  Third-Party Plaintiffs, \n \n  v. \n \nJOHN GURNEY LONG;  \nJONATHAN DREW LONG; \nRICHARD WOHLFORD;  \nLONG INVESTMENT PROPERTIES, \nLLC; CAROLINA TRANSPORT OF \nGREENSBORO, INC.; and ASHLEY \nLONG MICHAELS, \n \n   Third-Party Defendants.\n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER  \n \n{1} THIS MATTER is before the Court on Defendants’ Motion to Dismiss \n(“Motion”), made pursuant to Rule 12(b)(6) of the North Carolina Rules of Civil \nProcedure (“Rule(s)”).  The Motion seeks to foreclose Plaintiff’s right to demand \nspecific performance for the sale of Defendants’ shares.  For the reasons stated \nbelow, the Motion is DENIED. \nHilco Transp., Inc. v. Atkins, 2015 NCBC 44.\n \n \nCarruthers & Roth, P.A. by J. Patrick Haywood and Mark K. York for \nPlaintiff. \n \nLaw Offices of Charles Winfree by Charles H. Winfree, Joseph B. Bass III, \nand Ryan Q. Gladden for Defendants. \n \nGale, Chief Judge. \nI. STANDARD OF REVIEW \n{2} On a motion to dismiss pursuant to Rule 12(b)(6), the Court inquires \n“whether, as a matter of law, the allegations of the complaint, treated as true, are \nsufficient to state a claim upon which relief may be granted under some legal \ntheory, whether properly labeled or not.”  Crouse v. Mineo, 189 N.C. App. 232, 237, \n658 S.E.2d 33, 36 (2008) (quoting Harris v. NCNB Nat’l Bank of N.C., 85 N.C. App. \n669, 670, 355 S.E.2d 838, 840 (1987)).  The Court may grant a motion to dismiss \nunder Rule 12(b)(6) where one of the following is true: (1) the complaint on its face \nreveals that no law supports the plaintiff’s claim; (2) the complaint on its face \nreveals the absence of facts sufficient to make a good claim; or (3) the complaint \ndiscloses some fact that necessarily defeats the plaintiff’s claim.  Oates v. JAG, Inc., \n314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985). \n{3} In considering a Rule 12(b)(6) motion, the Court accepts the factual \nallegations of the Complaint as true without assuming the veracity of Plaintiff’s \nlegal conclusions.  See Walker v. Sloan, 137 N.C. App. 387, 392, 592 S.E.2d 236, 241 \n(2000). \nII. PROCEDURAL HISTORY \n{4} Plaintiff initiated this action on August 29, 2014, seeking specific \nperformance of a stockholder agreement.  The case was designated a complex \nbusiness matter on September 5, 2014, and assigned to the undersigned on \nSeptember 9, 2014. \n{5} On November 3, 2014, Defendants filed the present Motion, seeking to \ndismiss the breach of contract claim and challenging Plaintiffs’ right to specific \n \n \nperformance.  The Court heard argument on January 6, 2015.  The Motion is ripe \nfor disposition. \nIII. FACTUAL BACKGROUND \n{6} Plaintiff Hilco Transport, Inc. (“H ilco”) is a closely held North Carolina \ncorporation that provides transportation services for waste, petroleum, propane, \nasphalt, dump, and aggregate hauling.  William H. Long (“Doc Long”) and his \ndaughter, Patty Long Hill (“Patty Hill”) founded Hilco in 1987. \n{7} Shortly after Hilco’s incorporation, Doc Long’s  sons, Charles Long and \nThird-Party Defendant John Gurney Long (“Gurney Long”) (collectively, “the Long \nBrothers”), began managing Hilco’s operations. \n{8} On January 17, 2005, a Stockholder Buy-Sell Agreement (“Stockholder \nAgreement”) was executed.  The signatories were Hilco and seven of the ten existing \nstockholders.1  The stockholder signatories were the Long Brothers; Third-Party \nDefendants Jonathan Drew Long and Ashley Long Michaels, who are Gurney \nLong’s children; and Wendi L. Brewer, Natalie L. Atkins (“Atkins”), and Tyra L. \nNall (“Nall”), who are Charles Long’s daughters.  Defendant Michael Allen Brewer \n(“M.A. Brewer”), subsequently agreed to be bound by the Stockholder Agreement \nafter taking Wendi Brewer’s shares as custodian for their children, Patterson Riley \nBrewer and Nicholas Alan Brewer, under the North Carolina Uniform Transfers to \nMinors Act.  \n{9} The Stockholder Agreement recites that it was intended to ensure that, \n“upon the death of one of the Long Brothers, the Long Brother who survives will \nhave the right, but not the obligation, to acquire some or all of the Shares of the \ndeceased Long Brother and his family and thereby obtain voting control over the \nCorporation.”  (Compl. Ex. A (“Stockholder Agreement”).)  The Complaint asserts \nthat the Stockholder Agreement’s further unstated purpose was “to ensure that the \n                                                 \n1  A subsequent motion challenges whether Hilco effectively adopted the agreement at the time of \nexecution, because it was not signed in accordance with the company’s bylaws.  This Order does not \naddress that issue. \n \n \ndeceased Long Brother’s family members would be fairly compensated for their \nShares and that the surviving Long Brother would be able to continue running \nHilco in a congenial manner.”  (Compl. ¶ 25.) \n{10} More specifically, the Stockholder Agreement provides, \nNotwithstanding anything contained in this Agreement to the contrary \n. . . upon the death of one of the Long Brothers, the surviving Long \nBrother shall have (i) the right to acquire the Shares of the Deceased \nLong Brother pursuant to Article IV and thereby obtain voting control \nover the Corporation, (ii) the ability (upon acquisition of voting control) \nto elect a controlling majority of the Board of Directors of the \nCorporation, and (iii) the ability to require one or more of the family \nmembers of the Deceased Long Brother to sell their Shares to the \nCorporation. \n(Stockholder Agreement § 5.1.)  The Stockholder Agreement states that any shares \nsold pursuant to Section 5.1 are to be sold at fair market value measured at the end \nof the month preceding the exercise of the option. Under the agreement, R. Wayne \nHutchins, CPA (“CPA Hutchins”) is to determine the value of the shares to be sold.  \n(Stockholder Agreement § 6.1.)\n2 \n {11} In addition to Section 5.1, a separate section of the Stockholder \nAgreement gives each signatory a right to specific performance: \nEach Stockholder agrees that each and every provision of this \nAgreement is reasonably necessary for the protection of the rights and \ninterest of each Stockholder and his or her successors or assigns and \nthat monetary damages may not be an adequate remedy for a breach of \nthis Agreement.  The Stockholders and their successors and assigns \nshall therefore be entitled to specific performance and injunctive relief \nto enforce the provisions of this Agreement. \n(Stockholder Agreement § 10.1.) \n{12} No provision of the Stockholder Agreement expressly provides a right \nof specific performance directly to Hilco.  However, a surviving Long Brother can \nrequire corporate redemption of shares. \n                                                 \n2 A subsequent motion challenges whether CPA Hutchins’s valuation is binding as to the shares at \nissue.  This Order does not address this issue. \n \n \n{13} On June 30, 2005, Charles Long  passed away unexpectedly.  On \nOctober 17, 2005, Gurney Long purchased Charles Long’s shares from the Estate of \nCharles L. Long, based on a valuation by CPA Hutchins.  Gurney Long has since \nremained active in Hilco’s operations.  In or around the fall of 2010, Nall redeemed \nher 223 shares.  In or around 2013, Wendi Brewer initiated a discussion concerning \nHilco’s possible redemption of Defendants’ shares, but no agreement was reached. \n {14} On April 25, 2014, Gurney Long i ssued a Notice of Special Meeting of \nthe Board of Directors of Hilco Transport, Inc. for the purpose of considering a \nmotion to redeem Defendants’ shares pursuant to the Stockholder Agreement.  On \nApril 28, 2014, Atkins purported to gift her shares to Doc Long.3 \n{15} The special meeting was held on Ma y 9, 2014.  During the meeting, the \nBoard (1) ratified the Stockholder Agreement on behalf of Hilco; (2) declared void \nand ineffective Atkins attempted transfer to Doc Long; and (3) authorized Hilco to \nexercise its option under the Stockholder Agreement to redeem Defendants’ shares.  \n(Compl. ¶¶ 86–90.)  Hilco subsequently issued written notice to Atkins and M.A. \nBrewer that it was exercising its option to purchase their shares. \n{16} Hilco engaged CPA Hutchins to  value Atkin’s and M.A. Brewer’s \nshares.  The closing for the redemption of their shares was scheduled for August 15, \n2014.  Defendants refused to allow Hilco to redeem their shares, giving rise to the \npresent dispute.  Among other issues, Defendants challenge whether CPA Hutchins \nprepared a proper valuation consistent with the Stockholder Agreement.4 \n{17} The present Motion is limited to the issue of whether the terms of the \nStockholder Agreement preclude Hilco’s right to seek specific performance. \n \n \n                                                 \n3 If it applies, Section 1.1 of the Stockholder Agreement restricts such a transfer.  By a subsequent \nmotion which this Order does not address, Atkins contends that she made her gift prior to Hilco’s \nratification of the Stockholder Agreement, so that her transfer was not governed by the Stockholder \nAgreement. \n4 A subsequent motion raises the issue of what burden Defendants must meet to challenge CPA \nHutchins’s valuation.  This Order does not address that issue. \n \n \nIV. ANALYSIS \n{18} The Court is called upon to interpret the terms of the Stockholder \nAgreement and to reconcile potential conflicts of language among its various \nprovisions.  Where a contract is sufficiently specific and mutually enforceable, a \ncourt will permit specific performance of its terms.  \nSee Lacy J. Miller Mach. Co. v. \nMiller, 58 N.C. App. 300, 306, 293 S.E.2d 622, 626 (1982).  Assuming the \nStockholder Agreement is enforceable,5 no party challenges either that the \nindividual stockholders have the right to specific performance or that Gurney Long \nhas the right to cause Hilco to redeem the shares.  Rather, the Motion asserts that \nonly the stockholders, but not Hilco itself, have a right to compel specific \nperformance. \n{19} There are special rules for interp reting stockholder agreements that \nlimit share transfers, including that “restrictions on alienation or transfer of stock \nare not favored and consequently are strictly construed.”  Avrett & Ledbetter \nRoofing & Heating Co. v. Phillips, 85 N.C. App. 248, 251, 354 S.E.2d 321, 323 \n(1987).  However, such agreements can be upheld where the language is clear, \nbecause “[w]hile both option contracts and restrictions on the alienation of property \ninterests are strictly construed, the clear intent of the parties as expressed on the \nface of the contract controls.”  Lee v. Scarborough, 164 N.C. App. 357, 360, 595 \nS.E.2d 729, 732 (2004). \n{20} The parties’ intent is to be glea ned from the language used within the \nfour corners of the contract.  Stovall v. Stovall, 205 N.C. App. 405, 410, 698 S.E.2d \n680, 684 (2010) (quoting Lynn v. Lynn, 202 N.C. App. 423, 431, 689 S.E.2d 198, \n204–05 (2010)).  The contract is to “be construed as a whole, considering each clause \nand word with reference to all other provisions and giving effect to each whenever \npossible.”  Marcoin, Inc. v. McDaniel, 70 N.C. App. 498, 504, 320 S.E.2d 892, 897 \n(1984).  \n                                                 \n5 Again, a subsequent motion, not addressed in this Order, challenges the validity and enforceability \nof the Stockholder Agreement. \n \n \n{21} Defendants contend that the parties to the Stockholder Agreement \nclearly intended that Hilco would not be entitled to specific performance.  \nDefendants argue that because the Stockholder Agreement expressly gives such a \nright to the stockholders but not to Hilco, it necessarily follows that Hilco has no \nsuch right.  Defendants cite Lee v. Scarborough to support their argument that, \nunless expressly granted, no right to specific performance of a contract exists.  The \nLee court implied that corporate conduct must be clearly prohibited by a restrictive \nagreement in order for it to be actionable.  Lee, 164 N.C. App. at 360, 595 S.E.2d at \n732 (noting the relevant inquiry was whether a restriction on change in \ncapitalization of a company “clearly prohibited” approval of a merger).  Lee does not, \nhowever, speak to whether an option contract that operates as a restriction on \nalienation must expressly authorize specific performance.  Other North Carolina \nCourt of Appeals opinions have specifically enforced such agreements without \nmentioning whether the underlying agreements expressly authorized specific \nperformance.  \nSee generally Crowder Constr. Co. v. Kiser, 134 N.C. App. 190, 517 \nS.E.2d 178 (1999); Lacy J. Miller Mach., 58 N.C. App. at 306, 293 S.E.2d at 626 \n(1982).  \n {22} Defendants also contend that the doctrine of expressio unius est \nexclusion alterius, meaning that the expression of one thing is the exclusion of \nanother, dictates that Hilco’s right to specific performance should not be inferred \nfrom the Stockholder Agreement.  See Evans v. Diaz, 333 N.C. 774, 779–80, 430 \nS.E.2d 244, 247 (1993).  The doctrine does not resolve the issue of contract \ninterpretation in this case.  Defendants’ argument is based on an assumption that \nSection 10.1 is the only section that governs Hilco’s right to specific performance.  \nPlaintiff counters that Section 5.1 of the Stockholder Agreement is also relevant to \ndiscerning the parties’ intent.  The Court agrees. \n{23} Section 5.1 begins with the phrase, “[n]otwithstanding anything \ncontained in this Agreement to the contrary,” and then provides that the surviving \nLong Brother can require family members of the deceased brother to sell their \nshares to the Corporation.  (Stockholder Agreement § 5.1.)  Plaintiff contends that \n \n \nthis language makes clear that Hilco is ultimately entitled to purchase the shares of \nthe deceased brother’s immediate family members.  Plaintiff asserts that Hilco is \nentitled to a specific performance remedy in its own name to accomplish the purpose \nof the Stockholder Agreement, particularly where the surviving Long Brother \ndirects the corporate action as he is entitled to do.  See Crowder Constr., 134 N.C. \nApp. at 211, 517 S.E.2d at 192 (specifically enforcing a stock restriction and buy-out \nagreement against a shareholder because such contracts “are designed to ensure \nthat ownership of all of the stock, especially of a close corporation, stays within the \ncontrol of . . . those who will continue to contribute to its successes or failures” \n(quoting Gallagher v. Lambert, 549 N.E.2d 136, 137 (N.Y. 1989))). \n{24} The Complaint alleges that Hilco was authorized under Gurney Long’s \nmotion to redeem the shares in question.  Under Section 5.1, if Gurney Long was \nentitled to cause Hilco to call shares, this defeats a negative implication that Hilco \nwas to be barred from specific performance. \n{25} Defendants’ argument essentially is that Gurney Long cannot compel \nor authorize Hilco to take the necessary action to redeem the shares, and that only \nGurney Long individually can take such actions.  The Court finds the argument \ninconsistent with Section 5.1.  Moreover, according to the Stockholder Agreement, \nto the extent Section 5.1 and Section 10.1 conflict, Section 5.1 controls. \n{26} In sum, the Court concludes that it should not construe Section 10.1 as \nan express limitation on Hilco’s right to specific performance to compel redemption \nwhen acting pursuant to Section 5.1 of the Stockholder Agreement.    \n{27} In denying the present Motion to Dismiss, the Court has not \ndetermined that Hilco is actually entitled to specific performance.  There are many \nissues yet to be resolved in that regard.  The Court’s determination is limited to the \nconclusion that the Stockholder Agreement does not expressly limit Hilco’s right to \nspecific performance, and that Hilco may properly seek that remedy. \n \n \n \n \nV. CONCLUSION \n{28} For the foregoing reasons, Defend ants’ Motion to Dismiss is DENIED. \n \n IT IS SO ORDERED, this the 5th day of May, 2015. \n  \n /s/ James L. Gale \n James L. Gale \n Chief Special Superior Court Judge \n    for Complex Business Cases \n "
}