{
  "id": "7c647b12225876634fd97c8d1c969b361493198c4d603c3ed4be2872e3f53ef7",
  "source_file": "data/raw/ncbc/7c647b12225876634fd97c8d1c969b361493198c4d603c3ed4be2872e3f53ef7.pdf",
  "raw_text": "Morris v. Scenera Research, LLC, 2012 NCBC 27. \n \n{1} \n This matter is before the court for Entry of Judgment following a jury trial.  \nThe court narrowed the issues for trial by its grant of partial summary judgment by \norder dated January 4, 2012.  The case was called for trial on January 30, 2012.  At \nthe close of the evidence, the court directed a verdict for Defendant Scenera \nResearch, LLC  (“Scenera”) on the issue of patent ownership because Plaintiff had \nnot presented evidence necessary to support any claim to ownership under the \nguidelines set by the court’s summary judgment order.  On February 15, 2012, the \njury returned a verdict in favor of Plaintiff Robert Paul Morris (“Morris”) on all \nremaining claims.  Morris seeks Judgment on the jury verdict as well as \nsupplemental relief on his statutory claims.  Scenera seeks judgment on the patent \nownership claim consistent with the court’s summary judgment order and its grant \nof a directed verdict.   \n \nI. I. I. I.    FACTUAL BACKGROUND FACTUAL BACKGROUND FACTUAL BACKGROUND FACTUAL BACKGROUND    \n{2}  A broad overview of the claims is instructive in understanding the jury’s \nverdict on the ten Issues submitted. \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \n \n IN THE GENERAL COURT OF  JUSTICE \nSUPERIOR COURT DIVISION \n09 CVS 19678 \nROBERT PAUL MORRIS, \n \nPlaintiff, \n \nv. \n \nSCENERA RESEARCH, LLC, and \nRYAN C. FRY, \n \nDefendants. \n \n)\n \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n \n \n \n \n \nJUDGMENT JUDGMENT JUDGMENT JUDGMENT    \n{3}  The evidence was undisputed that Morris was employed by Scenera and \nthat his employment ended on July 10, 2009.  The reasons for and who initiated the \nend of his employment, however, were very much disputed.  The evidence was also \nundisputed that both Scenera and Defendant Ryan C. Fry (“Fry”) were Morris’s \nemployers under the North Carolina Wage and Hour Act, N.C. Gen. Stat. §§ 95-25.1 \net seq.  (“Wage Act”) and the North Carolina Retaliatory Employment \nDiscrimination Act, N.C. Gen. Stat. §§ 95-240 et seq. (“REDA”).    \n{4}  The evidence was also undisputed that Morris had, prior to his \nemployment with Scenera, done work as an independent contractor to Scenera \npursuant to a written agreement while he was employed by a related company, but \nthat he later become employed by Scenera and that the initial terms agreed to as a \npart of his employment with Scenera were not reduced to writing.  The Parties \nagreed that there was a verbal agreement, and that Morris would in addition to a \nbase salary receive bonus compensation for inventions Morris made during his \nemployment.  The bonus compensation included $5,000 to become due at the time of \nassignment of the invention and execution of a patent application, and an additional \n$5,000 when a patent issued from such an application. \n{5}  The Parties disagreed whether Morris was entitled to a patent issuance \nbonus if he was not employed at the time a patent issued.  The Parties also \ndisagreed whether Morris was “hired to invent” and the correlated issue of whether \nhe ever had any ownership in any invention he made during the term of his \nemployment.  Morris claimed that he had not been “hired to invent” and that  \ninventions were not a part of his regular employment duties, such that he controlled \nthe option of whether to offer to assign any invention.  Consequently, he contended \nthat he was not obligated to assign and further had the right to rescind any prior \nassignment for failure of consideration upon Defendants’ refusal to pay disputed \npatent bonuses.  Defendants on the other hand contended that Morris was “hired to \ninvent,” and ownership of the inventions is independent of the disputed wage \nclaims, so that ownership of any such invention immediately vested in Scenera.  As \na result, Defendants contended that ownership of an invention vested in Scenera \nwithout the need for any express assignment, and that Morris is obligated as a \nmatter of law to assign any such invention not already assigned, with no right to \nrescind any prior assignment.  The Parties also disputed whether Morris was, in \naddition to the assignment, required to support the patent through the application \nprocess in order to “earn” any patent issuance bonus.  The undisputed evidence was \nthat on the date Morris’s employment ended on July 10, 2009, Scenera had 150 \npending patent applications on inventions for which Morris was the inventor. \nInventions Morris made during his employment are identified by Exhibit A to his \nAmended Complaint, which Exhibit is incorporated by reference.  Morris, by the \ntime of trial, had assigned executed written agreements on all but a few of these \ninventions. \n{6}  While the Parties disputed whether any bonuses were due after January 1, \n2008, they agreed that any such bonus which is owed qualifies as “wages” under the \nWage Act.  Defendants denied both that any such wages were owed and the amount \nwhich Morris claims even if some bonus compensation is due. The disputes included \nwhether bonuses had been cancelled, whether Morris was eligible for bonuses \nwithout being employed at the time the bonus was payable, and whether Morris had \n“earned” bonuses claim within the meaning of the Wage Act.  As an initial matter, \nthe Parties disagreed whether patent bonuses were to continue at all after January \n1, 2008.  The evidence for both Parties indicated that Morris and Scenera reached \nagreement on some changes to be implemented as of January 1, 2008, in \nconsideration of Defendants potentially implementing a company-wide incentive \ncompensation plan.  Morris maintained that he agreed to suspend, but not cancel, \npatent application bonuses during 2008 to assist with Scenera’s cash flow, but that \npayment of patent issuance bonuses was never suspended.  Morris contended that \nassignment bonuses continued to accrue during 2008 and became payable in 2009 \nand that he never agreed to any alternative incentive compensation plan for himself \nthat would substitute for his existing bonus plan.  Defendants contended that \nMorris had agreed to cancel the patent bonus system entirely, and that Defendants \nlater did implement a company-wide incentive plan more aligned with the \ncompany’s profitability, but that Morris demanded greater individual considerations \nto which he was not due.   \n{7}  Morris contended that he is entitled to recover $210,000 for application \nand issuance bonuses which had accrued as of the date Morris’s employment ended \nin July 2009.  Of that sum, $145,000 had accrued prior to January 1, 2008, and in \nlight of the voluntary payment suspension for 2008, became payable on January 15, \n2009.  An additional $65,000 accrued after January 1, 2008, and was payable no \nlater than July 15, 2009, the first fifteenth of the month following the end of a \ncalendar quarter.  The evidence demonstrated that Morris received $20,000 in 2008 \nbeyond his normal base compensation.  Morris contends this compensation was for \npatent bonuses; Defendants contend it was not, because patent bonuses had been \neliminated.  Morris believed that Defendants should receive a credit for $20,000 in \npatent bonuses paid, but that if the $20,000 payment was not for patent bonuses, he \nwas then entitled to accrued unpaid bonus compensation of $230,000 rather than \nthe $210,000 on which he based his claim.    \n{8}  The evidence was clear that negotiations over disputed bonuses were \nundertaken in 2009 when Scenera requested that Morris execute a written \nemployment agreement, and that Morris was the only regular Scenera employee \nwho did not have a written agreement.  The evidence also established that \nthroughout these negotiations, Morris consistently made clear his belief that he was \nentitled to bonuses that had continued to accrue after January 1, 2008.   However, it \nwas not until late in the negotiations for an employment agreement that Morris also \ndemanded that he be paid future patent issuance bonuses irrespective of whether \nhe remained employed.  The evidence established that during negotiations Scenera \nconsidered payment of $210,000 without admitting that this sum was being paid as \nearned wages, but further that Scenera steadfastly refused to consider paying \npatent issuance bonuses on patents issued after Morris’s employment ended.  \nRather, Defendants’ evidence was that Scenera had a consistent policy applied to all \nemployees, including Morris, that payment of issuance bonuses was conditioned on \ncontinued employment.      \n{9}  Morris claimed that he had “earned” the issuance bonus immediately upon \nassigning the invention to Scenera, such that they were wages due to be paid when \nhis employment terminated, even if the payment of those bonuses may have been \ndeferred until patent issuance, assuming his employment had continued.  Scenera \ncontended Morris would only earn an issuance bonus by continuing his support of \nthe patent applications, which he had refused to do.    \n{10}  As related to the REDA claim, Morris presented evidence that he had \nduring the term of his employment asserted claims that he was entitled to issuance \nbonuses irrespective of his continued employment.  The evidence also established \nthat he refused to assign further inventions or sign further patent applications until \nthe wage dispute was resolved.   The evidence also established that, when the \nParties could not agree on multiple terms being proposed by Morris for a written \nemployment agreement, Morris advised Scenera that an employment agreement \nappeared out of reach and that he would only consider a severance agreement \nwhereby Morris would continue to support the patent portfolio as an independent \ncontractor.  Morris further suggested that he was entitled to challenge Scenera’s \nownership of patents or applications based on Morris inventions.  Ultimately, \nMorris’s employment ended and no independent contractor agreement was ever \nagreed to.  Morris contended that Scenera terminated Morris in order to achieve \nleverage in contract negotiations, and did so in retaliation for Morris’s continued \ninsistence for his patent bonuses.  Defendants contended that it was Morris, not \nScenera, who elected to discontinue Morris’s employment, such that he “effectively \nresigned.”    \n{11}  Morris introduced evidence that Scenera has enjoyed a ninety percent \n(90%) average rate of  patents issuing from patent applications, and that the \nsuccess rate on applications for Morris’s inventions was somewhat higher.  Morris \nthen contended that the amount of his bonus wages was then “calculable” within \nthe meaning of the Wage Act at the time of termination.  Morris contended that he \nis entitled to patent issuance bonuses calculated by a formula of 150 pending patent \napplications at $5,000 per application multiplied by the ninety percent (90%) \nsuccess rate.  This calculation yields a total of $675,000 in unpaid patent bonuses \n(150 x $5,000 x 90%= $675,000).  Morris contended that these payments had been \nfully earned and became due on July 15, 2009.  Defendants claimed that Morris was \nnot eligible for and had not earned bonuses for patents which had not issued at the \ntime Morris’s employment ended.    \n{12}  Morris’s Wage Act claim was for the wages he contended were due, along \nwith statutory penalties.  His REDA claim was to recover damages from his \nretaliatory termination.   Defendants denied any liability under either Act. \n{13}  Scenera asserted one counterclaim against Morris for breaches of fiduciary \nduty.  That counterclaim was dismissed just before trial.  Scenera also \ncounterclaimed for damages because of Morris’s failure to support Scenera’s patent \nrights.  Defendants maintained that counterclaim and submitted expert evidence to \nprove their damages.  Defendants further contended that Morris refused to seek \nalternative employment after July 10, 2009, such that any recovery for retaliatory \ndischarge must be reduced for failure to mitigate damages. \n \nII. II. II. II.    THE THE THE THE JURY VERDICT JURY VERDICT JURY VERDICT JURY VERDICT    \n{14}  The court submitted ten Issues to the jury in light of these various \ncontentions.  Issues 1 and 2 were to determine whether the bonus program had \nbeen cancelled as of January 1, 2008, and if not, the amount of bonuses that had \naccrued but had not been paid as of the end of Morris’s employment.  Issue 3 was to \ndetermine both whether Morris was eligible for patent issuance bonuses without \ncontinued employment and, if so, whether he had done everything necessary to earn \npatent issuance bonuses for patents that had not issued prior to the end of his \nemployment.  Issue 4 was to determine the amount owed for patent issuance \nbonuses for patents to issue in the future.  Issues 5, 6, and 7 were to determine \nwhether Scenera terminated Morris rather than his having resigned, and if so, \nwhether the termination was retaliatory.  Issues 8 and 9 were to determine whether \nMorris had suffered damages because of a retaliatory termination and, if so, the \namount by which those damages should be reduced because of a failure to mitigate \ndamages.  Issue 10 was to determine whether Scenera was entitled to any recovery \nfrom Morris on its counterclaims.    \n{15}  The court, by its summary judgment order, determined that Morris was \n“hired to invent,” such that ownership of any invention in dispute had immediately \nvested in Scenera absent Morris’s ability to prove an express agreement to the \ncontrary. The court directed a verdict in Scenera’s favor on patent ownership when \nMorris presented no competent evidence of any such agreement.   As such, no \npatent ownership issue was submitted to the jury and the jury was instructed that \nScenera owns the inventions and patents that may issue pursuant to them. \n{16}  The jury issued its unanimous Verdict in Morris’s favor on all Issues as \nfollows: \n \n1.  Was Plaintiff Robert Paul Morris entitled to any patent bonuses after January 1, 2008?   \nANSWER: ANSWER: ANSWER: ANSWER:    \na.  Yes    ✓    1  \nb.  No  _______ \nIf y If y If y If you answer this issue “ye ou answer this issue “ye ou answer this issue “ye ou answer this issue “yes,” then proceed to issue s,” then proceed to issue s,” then proceed to issue s,” then proceed to issue number 2  number 2  number 2  number 2.  If you answer this issue .  If you answer this issue .  If you answer this issue .  If you answer this issue \n“no,” “no,” “no,” “no,” do not answer issue  do not answer issue  do not answer issue  do not answer issuess ss number 2  number 2  number 2  number 2, 3 and 4 , 3 and 4 , 3 and 4 , 3 and 4    but but but but proceed to issue number proceed to issue number proceed to issue number proceed to issue number 55 55.. ..    \n \n2.  If you answered issue number 1 “yes,” what amount of patent bonus payments are owed to \nPlaintiff because patent applications were filed or patents issued as of July 10, 2009?    \nANSWER ANSWER ANSWER ANSWER:  $ 210,000   \n1  \n \n3.  If you answered issue number 1 “yes,” is Plaintiff entitled to receive patent issuance bonuses \nfor patent applications pending on July 10, 2009?  \nANSWER: ANSWER: ANSWER: ANSWER:    \nA. A. A. A.   Yes  Yes  Yes  Yes    ✓✓ ✓✓    1     \nB. B. B. B.   No  No  No  No  _____   _____   _____   _____    \nIf you answer this issue “yes” then answer issue number 4; if you answer this If you answer this issue “yes” then answer issue number 4; if you answer this If you answer this issue “yes” then answer issue number 4; if you answer this If you answer this issue “yes” then answer issue number 4; if you answer this \nissue “no,” do not answer issue number 4 and proceed to issue number 5. issue “no,” do not answer issue number 4 and proceed to issue number 5. issue “no,” do not answer issue number 4 and proceed to issue number 5. issue “no,” do not answer issue number 4 and proceed to issue number 5.    \n    \n4.  If you answered issue number 3 “yes,” what amount of patent issuance bonuses is Plaintiff \nentitled to recover because of patent applications pending as of July 10, 2009?    \nANSWER:   ANSWER:   ANSWER:   ANSWER:   $675,000   1     \n \n \n \n5.  Did Defendants terminate Plaintiff’s employment?  \nANSWER: ANSWER: ANSWER: ANSWER:    \na.  Yes    ✓✓ ✓✓    \n1  \nb.  No  _____ _____ _____ _____ \nIf you answer this question “yes,” then proceed to issue number If you answer this question “yes,” then proceed to issue number If you answer this question “yes,” then proceed to issue number If you answer this question “yes,” then proceed to issue number 66 66.  If you a .  If you a .  If you a .  If you answer this nswer this nswer this nswer this \nissue “no,” then issue “no,” then issue “no,” then issue “no,” then do not answer issues  do not answer issues  do not answer issues  do not answer issues 66 66 through  through  through  through 9 9 9 9 but but but but proceed to issue proceed to issue proceed to issue proceed to issue 10  10  10  10.. ..    \n \n6.  If your answer to issue number 5 is “yes,” was Plaintiff’s claim for or his threat to file a claim \nor suit to collect for patent bonuses a substantial factor in Defendants’ decision to terminate \nPlaintiff’s employment? \nANSWER: ANSWER: ANSWER: ANSWER:    \na.  Yes    ✓✓ ✓✓    11  \nb.  No  _____ _____ _____ _____ \nIf you answer this question “yes,” then proceed to issue number If you answer this question “yes,” then proceed to issue number If you answer this question “yes,” then proceed to issue number If you answer this question “yes,” then proceed to issue number 77 77.  If you answer this .  If you answer this .  If you answer this .  If you answer this \nissue “no,” then issue “no,” then issue “no,” then issue “no,” then do not answer issues  do not answer issues  do not answer issues  do not answer issues 77 77    through through through through 99 99 but  but  but  but proceed to issue  proceed to issue  proceed to issue  proceed to issue    10 10 10 10.. ..    \n \n7.  If your answer to issues number 5 and 6 are “yes,” would Defendants have terminated \nPlaintiff even if he had not made a claim for or threatened to make a claim or file suit to \ncollect patent bonuses? \nANSWER: ANSWER: ANSWER: ANSWER:    \na.  Yes _____ _____ _____ _____ \nb.  No     ✓✓ ✓✓     \n11  \nIf you answer this issue “no If you answer this issue “no If you answer this issue “no If you answer this issue “no,, ,,” the ” the ” the ” then proceed to issue number 8 n proceed to issue number 8 n proceed to issue number 8 n proceed to issue number 8.  If you answer this is.  If you answer this is .  If you answer this is .  If you answer this issue sue sue sue \n“yes “yes “yes “yes,” then ,” then ,” then ,” then do not answer issues  do not answer issues  do not answer issues  do not answer issues 88 88 and  and  and  and 99 99 but  but  but  but proceed to issue  proceed to issue  proceed to issue  proceed to issue number  number  number  number 10 10 10 10.  .  .  .      \n \n \n8.  If you have answered issues number 5 and 6 “yes” and issue number 7 “no,” what amount of \ndamages is Plaintiff entitled to recover for retaliatory termination?  \nANSWER:  ANSWER:  ANSWER:  ANSWER:  $540,000   1  \n \n9.  By what amount, if any, should Plaintiff’s damages be reduced? \nANSWER: ANSWER: ANSWER: ANSWER: $150,000   1   \n \n10.  What amount, if any, is Scenera Research, LLC entitled to recover from Plaintiff for breach \nof his assignment agreements?   \nANSWER:  ANSWER:  ANSWER:  ANSWER:  $0         1  \nIII. III. III. III.    REQUEST FOR REQUEST FOR REQUEST FOR REQUEST FOR SUPPLEMENTAL RELIEF SUPPLEMENTAL RELIEF SUPPLEMENTAL RELIEF SUPPLEMENTAL RELIEF    \n{17}  Following the Verdict, Morris requested judgment for the amounts \nawarded by the jury plus supplemental relief, including liquidated damages and \nattorneys’ fees pursuant to the Wage Act and treble damages and attorneys’ fees \npursuant to REDA.  \nA. A. A. A.    Liquidated Liquidated Liquidated Liquidated DD DDamages and amages and amages and amages and II IInterest nterest nterest nterest UU UUnder the Wage Act nder the Wage Act nder the Wage Act nder the Wage Act    \n{18}  N.C. Gen. Stat. § 95-25.22 allows for recovery of unpaid wages.  Any bonus \ncompensation due to Morris constituted wages within the meaning of the Wage Act.  \nAs employers, Scenera and Fry are jointly and severally liable for amounts owed for \nunpaid wages.  N.C. Gen. Stat. § 95-25.22(a1) provides for the additional recovery of \ninterest and liquidated penalties.  The statute provides:  \nIn addition to the amounts awarded pursuant to subsection (a) of this \nsection, the court shall award liquidated damages in an amount equal \nto the amount found to be due as provided in subsection (a) of this \nsection, provided that if the employer shows to the satisfaction of the \ncourt that the act or omission constituting the violation was in good \nfaith and that the employer had reasonable grounds for believing that \nthe act or omission was not a violation of this Article, the court may, in \nits discretion, award no liquidated damages or may award any amount \nof liquidated damages not exceeding the amount found due as provided \nin subsection (a) of this section.    \n    \n{19}  Defendants bear the burden of proving their good faith and reasonable \ngrounds for believing that their acts did not violate the Wage Act.  In the absence of \nsuch proof, the statute directs the court to grant damages in an amount equal to the \nunpaid wages owed.  The issue of good faith is for the court’s determination. \n{20}  The jury rejected Defendants’ contention that Morris agreed to cancel the \npatent bonus compensation plan as of January 1, 2008.  Morris additionally has \ncontended that, as a matter of law, a cancellation of bonuses as of this date could \nnot have been effective even if Morris had agreed, because any cancellation would \nonly be effective after written notice issued before the bonus had been earned.  N.C. \nGen. Stat. § 95-22.13(3).  As a result, Morris contends that because the jury \naccepted his argument that any application or issuance bonus had been “earned” \nwithin the meaning of the Wage Act when Morris voluntarily assigned the \ninvention, the wages could not have been forfeited by a voluntary verbal agreement. \n{21}  There is no clear guidance from the North Carolina appellate courts as to \nwhat constitutes “good faith” and “reasonable grounds for believing” within the \nmeaning of the Wage Act.  Federal courts applying the Fair Labor Standards Act, \nanalogous to the Wage Act, have developed a standard that examines an employer’s \nconduct and belief both subjectively and objectively.  See, e.g.,  Kornegay v. Aspen \nAsset Group, LLC , 204 N.C. App. 213, 246 (2010), Armitage v. Emporia , 782 F. \nSupp. 537 (D.Kan. 1992).  Morris contends that the objective component requires, at \na minimum, that the employer actually consult the statute and then form an \nobjectively reasonable position that the statute would not be violated upon taking \ncertain actions.  According to Morris, it logically follows that an employer cannot \nhave an objectively reasonable ground to believe the statute was not violated if the \nstatute was not consulted in the first instance.  Morris stressed evidence that \nneither Fry nor his financial assistant Ms. Schmidlein were aware of or consulted \nthe Wage Act during the course of their negotiations with Morris, evidence which \nMorris apparently contends also supports a finding that Scenera never consulted \nthe Wage Act or related regulations before terminating Morris, thereby foreclosing \nany good faith defense to liquidated damages.  Morris further argues that \nDefendants cannot invoke any defense of reliance on advice of counsel because \nDefendants neither waived the attorney-client privilege nor presented specific \ntestimony as to what advice counsel may have given.  Morris is correct that \nDefendants neither asserted an “advice of counsel” defense nor introduced \ntestimony as to what advice counsel provided.  Scenera’s evidence demonstrated, \nhowever, that both counsel for Morris and for Defendants negotiated their \nrespective positions with reference to the Wage Act.  The inference is clear that \nDefendants’ counsel had consulted the Wage Act while Morris was still employed.   \n{22}  Defendants contend that they have demonstrated their good faith and \ntheir reasonable belief that they were not in violation of the Wage Act by their proof \nthat they subjectively believed and had objectively reasonable grounds to believe \nthat they did not violate the Wage Act because they did not owe wages based on the \nagreements they had reached with Morris.  Defendants argue that they reasonably \nbelieved, based on Morris’s own words and actions, that the bonus program had \nbeen cancelled as of January 1, 2008.  Their position was, Morris contended,  \nundermined by Fry’s reference to his fellow investors during the course of \nnegotiations that bonuses had been “suspended” rather than “cancelled.”  \nDefendants separately point to the absence of any evidence that the Parties had \never agreed that Morris would be entitled to any patent issuance bonus if he were \nnot employed when the patent issued.  Evidence established that Morris’s regular \npractice as a supervisor was to sign employment letters for other inventors which \nexpressly provided that an employee had to be employed at the time of issuance in \norder to receive an issuance bonus.  \n{23}  Morris contends that Defendants are foreclosed from this argument as to \nany agreement made at employment inception because they cannot enforce or rely \non employment terms that had never been reduced to writing.  Morris reads N.C. \nGen. Stat. § 95-25.13 to require an employer in all instances to advise an employee \nof his compensation terms in writing.  Morris acknowledges that N.C. Gen. Stat. § \n95-23.13(1) allows an initial notification to be oral, but other provisions of N.C. Gen. \nStat. § 95-23.13 mandate that compensation terms and conditions then be reduced \nto writing and are enforceable by the employer only if provided by a written \nnotification.  To the contrary, Defendants contend that N.C. Gen. Stat. § 95-25.13(1) \nallows the initial compensation agreement to be oral and only requires written \nnotification for a subsequent change in employment terms. \n{24}  The court finds by the greater weight of the evidence that Defendants \nreasonably believed that Morris and Defendants agreed at the inception of Morris’s \nemployment that Morris would receive patent application and patent issuance \nbonuses, that his employment at the time of patent issuance was a condition of the \npatent issuance bonuses and that issuance bonuses required continued \nemployment.  Defendants never changed this condition which was in place when \nMorris’s employment began.  That belief was not unreasonable, even after an \ninformed reading of the Wage Act and related regulations.   The court finds that \nwhen refusing to pay issuance bonuses for patents which had not yet issued at the \ntime Morris’s employment ended, Defendants acted in good faith and with a \nreasonable belief that they were not in violation of the Wage Act.  Accordingly, \nMorris is not entitled to recover liquidated damages in an amount equal to the \n$675,000 the jury awarded for patent issuance bonuses for patents which had not \nyet issued. \n{25}  However, the court finds from the greater weight of the evidence that \nDefendants have not adequately demonstrated good faith or reasonable grounds for \na belief that their failure to pay application and issuance bonuses accruing during \nthe period of January 1, 2008 through July 10, 2009 was not a violation of the Wage \nAct.  While there is evidence to support Defendants’ subjective good faith, there was \nno evidence supporting a conclusion that a change in Morris’s wages was reduced to \nwriting until June 2009, shortly before his employment ended. The court finds that \nMorris is entitled to recover the $210,000 awarded by the jury together with \nliquidated damages in an equal amount.  The court, considering the greater weight \nof the evidence, further concludes in its discretion that it would award liquidated \ndamages in the amount of $210,000, even if Defendants had proven that they acted \nin good faith or with a reasonable belief within the meaning of the Wage Act.  \n{26}  The court finds that Morris is entitled to recover interest at the legal rate \nset forth in N.C. Gen. Stat. § 24-1 upon the bonus compensation, which had accrued \nas of July 10, 2009.  The court finds that $145,000 of such compensation was due on \nJanuary 15, 2009, such that interest on that amount should accrue from that date.  \nAdditionally, $65,000 of such compensation was due on July 15, 2009, such that \ninterest on that amount should accrue from that date.  Any patent issuance bonuses \nfor patents, which had not issued as of July 10, 2009, would not have been due until \nJuly 15, 2009, such that interest on the amount of $675,000 should be calculated \nbeginning on that date.  The statute does not provide for the award of pre-judgment \ninterest for liquidated damages, so that interest on the liquidated damages of \n$210,000 accrues from the date of this Judgment.   \nB.  B.  B.  B.  Treble d Treble d Treble d Treble damages under amages under amages under amages under REDA  REDA  REDA  REDA    \n{27}  N.C. Gen. Stat. § 95-243 allows for the recovery of damages for a \nretaliatory employment termination.  N.C. Gen. Stat. § 95-243(c) provides that the \ncourt shall treble damages if the employers’ violation was “willful.”  Morris concedes \nthat the amount potentially subject to trebling is $390,000, which is the $540,000 \ndamages award less the $150,000 amount to be deducted for failure to mitigate \ndamages.   \n{28}  It is clear that the jury rejected Defendants’ alternative contention that \nMorris resigned or that they would have terminated Morris even if he had not made \nthe disputed wage claims.  Morris contends that this necessarily compels the court \nto conclude that the violation of REDA was willful.  The court does not agree. \n{29}  The court does not purport here to summarize all of the evidence \nsurrounding the discussions, negotiations and circumstances that ultimately led to \nthe end of Morris’s employment.  But the court considers that certain key evidence \nprecludes a finding of willfulness.  Morris, both in final jury arguments and in post-\nverdict submissions, highlighted the communications evidenced by Exhibits 158 and \n221 admitted at trial.  These Exhibits arose in the context of communications \nbetween Morris and Defendants related to whether the bonus plan had been \ncancelled.  These documents do not inescapably lead to the conclusion that \nScenera’s termination of Morris was necessarily a willful violation of REDA as \nMorris argues.   \n{30}  Morris clearly demanded payment of bonuses, which he contended had \nbeen suspended but were accruing during 2008.  In contrast, Defendants \nmaintained that any individual bonus plan had been cancelled and that Morris \nshould be expected to execute a written employment agreement as other employees \nhad done.  After negotiations between Morris and Fry reached no resolution, \nnegotiations then continued between counsel for the Parties.  Morris has \nconsistently argued that Scenera purposely terminated Morris under the ruse of an \neffective resignation in order to obtain leverage in negotiations of an employment \nagreement.  Defendants have contended that Morris himself made clear that he \nwished his employment to end.  Defendants contend they were willing to continue to \nnegotiate in good faith for an independent contractor agreement and to pay Morris \nthe disputed $210,000 wage claim, although they categorically rejected the claim to \nfuture issuance bonuses.  Defendants have argued that Morris thereafter demanded \nsuch unreasonable terms that no such independent contractor agreement could be \nreached.  Disputes as to patent ownership and obligation to assign inventions were \nmuch in play during these negotiations. \n{31}  Draft employment agreements were exchanged in late May or early June \n2009.  Morris believed that Scenera was overreaching, in that any bonus being \noffered was discretionary and could be withdrawn at any time, while Morris was \nbeing asked to forego his claim to accrued and future patent bonuses in exchange.  \nScenera believed that Morris was demanding unreasonable terms for an \nemployment agreement.  As the dispute intensified, on July 2, 2009, Morris’s \ncounsel Tony Biller (“Biller”) wrote an e-mail, included in Exhibit 221, in which he \nstated that,  \n[n]egotiations have established to us that our respective clients have \nfundamentally different perspectives on Mr. Morris’s value and \ncontributions to Scenera.  As you know, in a free market under such \ncircumstances, it’s best to part ways.  Accordingly, Mr. Morris wants to \nimmediately resolve the outstanding issue regarding non-payment of \npatent bonuses and negotiate a termination agreement. \n. . .  \n[s]ince the parties are so far apart on a permanent employment \nagreement, and the part time concept does not look workable, we \nsuggest pursuing a separation agreement. \n \nBiller suggested terms for such an agreement.  He also indicated that he would \ninitiate legal recourse to collect the unpaid bonuses if they had not been paid by \nJuly 13, 2009. \n{32} \n Subsequent to Biller’s e-mail, Fry and Morris spoke directly, after which \nMorris wrote Fry two July 7, 2009 e-mails included in Exhibit 158.  The first e-mail \nconcluded with the following statement: “There is one proposal only.  That is, the \npayment of the $210k, the issue bonuses, and my terminating my employment are \nall elements of a single proposal. They stand together.”  The second e-mail \nencouraged Fry to have his counsel, Haile Miller (“Miller”), contact Biller to clarify \nany confusion. \n{33}  Both Miller and Biller affirmed that they did not talk again before Miller \nresponded to Biller’s July 2, 2009 e-mail by her e-mail on July 9, 2009, which begins \nwith the assertion that, “Scenera understands that Mr. Morris has put forth an \neffective resignation” and indicated that Scenera “accepts his resignation effective \ntomorrow morning, July 10, 2009.”  Miller indicated that Scenera contended that no \nbonus compensation was due Morris, but then offered payment of $210,000 “on \ncondition that Mr. Morris acknowledge that such sum is the full amount due and \nowing him through the date of termination,” and provided that Scenera would make \nthose payments in two successive payroll periods.  Miller continued, making several \nstatements, including that Scenera refused to pay any future patent issuance \nbonuses and strongly worded cautions that Morris would suffer adverse \nconsequences should he elect to file suit, and also including cataloguing negative \nperceptions that may impair his ability to secure alternative employment. \n{34}  While Morris did not specifically resign, it was also apparent that Morris \nwas unlikely to continue his employment.  It was also clear that no agreement on \nthe wage claim was imminent and that Morris intended to further prosecute his \nwage claims and intended to continue to dispute patent ownership and obligation to \nassign inventions while those claims remained unresolved. \n{35}  Scenera offered to pay the disputed $210,000, but never without condition.  \nIt is, however, unclear whether Morris would have agreed to sign an employment \nagreement had Scenera paid that amount without condition while also refusing the \nother elements that Morris insisted must be included in any employment \nagreement, including future patent issuance bonuses. \n{36}  The court acknowledges that the jury rejected Scenera’s contention that \nMorris had resigned.  But in considering willfulness the court also considers that \nMorris himself raised the issue of severing his employment and preferring to \ncontinue his association only under a consulting arrangement.   Ultimately, the \nfailure to reach an agreement, if based on wages, related to that portion of the wage \nclaim for patent issuance bonuses for patents which had not yet issued.  On this \nissue, the court has concluded that Defendants’ denial was in good faith. \n{37}  On the issue of treble damages, the relevant question is whether \nDefendants acted in conscious and intentional disregard of or indifference to \nMorris’s rights when terminating his employment.  The court concludes they did \nnot.  Considering all the claims and positions asserted, and having heard the entire \nevidentiary presentation, the court concludes that Defendants did not willfully \nviolate REDA.  Accordingly, the damages the jury awarded for retaliatory \ndiscrimination should not be trebled. \n \nIV. IV. IV. IV.    SCENERA’S REQUEST FOR JUDGMENT ON SCENERA’S REQUEST FOR JUDGMENT ON SCENERA’S REQUEST FOR JUDGMENT ON SCENERA’S REQUEST FOR JUDGMENT ON PATENT OWNERSHIP PATENT OWNERSHIP PATENT OWNERSHIP PATENT OWNERSHIP    \n{38}  Morris maintained through discovery, summary judgment, and trial that \nhe had not been hired by Scenera to invent and that, as a result, he was entitled to \nrefuse to assign inventions to Scenera and to rescind those assignments he had \nmade upon Scenera’s refusal to recognize Morris’s wage claims.  Admittedly, Morris \nhas consistently testified that he did not wish to sever his relationship with the \npatent portfolio or his relationship with fellow workers.  Morris lays the loss of \nthose relationships entirely at Scenera’s feet because of its refusal to honor the \nwage claims.  In short, Morris contends that litigation would not have been \nnecessary had Scenera honored the wage claims.  Scenera in turn contends that the \nlitigation became necessary because Morris reached well beyond his wage claims \nwith his unfounded insistence of patent ownership, and in doing so, created a cloud \non the very patents from which any such wage claim would be derived. \n{39}  The court confronted the disputed contentions as to ownership upon \nScenera’s motion for summary judgment and wrote an extended memorandum of \nopinion for its reasons in deciding in Scenera’s favor.  In summary, the court \ndetermined that Morris was hired to invent.  Therefore, Scenera’s ownership of \nthose inventions could only be successfully challenged if Morris were able to offer \ncompetent evidence to prove that he and Scenera had reached an express agreement \nvarying the legal presumption of ownership, as established in Speck v. North \nCarolina Dairy Foundation, Inc., 311 N.C. 679, 686, 319 S.E.2d 139, 143 (1984).  \nMorris offered no such evidence at trial.  The court accordingly directed a verdict in \nScenera’s favor at the close of the evidence. \n{40}  Morris identified inventions he made during the course of his employment \nin Exhibit A to his Complaint.  Scenera offered no evidence of any additional \ninvention.  The evidence documented that there are a small number of inventions \nMorris identified that have not been reduced to a written assignment agreement.   \n{41}  Scenera is entitled to a declaration that it owns each invention that Morris \nmade during the term of his employment with Scenera and that ownership vested \nin Scenera at the time of invention.  It is entitled to a declaration that Morris is \nobligated to execute assignments of any such invention which has not yet been \nexpressly assigned.  Scenera is further entitled to a declaration that assignment \nagreements executed by Morris are not subject to challenge on the basis that \nMorris, rather than Scenera or its assignees, owns the invention.   \n{42}  The evidence presented in this case is, however, insufficient for the court \nto enter a declaratory judgment foreclosing any other dispute that might arise \nrelated to assignment agreements. \n    \nV. V. V. V.    ATTORNEYS’ FEES AND COSTS ATTORNEYS’ FEES AND COSTS ATTORNEYS’ FEES AND COSTS ATTORNEYS’ FEES AND COSTS    \n{43}  N.C. Gen. Stat. § 95-25.22 (d) and § 95-243 (c) each provide that the court \nmay award a successful plaintiff reasonable costs and expenses, including attorneys’ \nfees.  \n{44}  Morris succeeded on each of the ten Issues submitted to the jury.  He was, \nhowever, not the successful litigant on the issue of fraudulent inducement and \npatent ownership which the court resolved adversely to him on summary judgment.  \nHe successfully defended Scenera’s counterclaims.    \n{45}  The court concludes that Morris should recover attorneys’ fees as a \nsuccessful litigant, but the total fees and expenses sought should, in part, be \nallocated among the claims on which he was successful and those on which he was \nnot.  The court has very carefully considered Morris’s argument that no allocation of \nfees should be made because no litigation would have been required at all if \nDefendants had paid the wages Morris demanded.  As noted above, the court is not \nconvinced that the case is as simple as that.  The court has considered the holdings \nin Whiteside Estates, Inc. v. Highlands Cove, L.L.C., 146 N.C. App. 449, 467-68, 553 \nS.E.2d 431, 443-44 (2001) (holding that reasonableness does not require \napportionment of fees necessary when claims are “inextricably interwoven”), and \nHamilton v. Memorex Telex Corp., 118 N.C. App. 1, 16-17, 454 S.Ed.2d 278, 286 \n(1995) (refusing to apportion fees where litigation of similar claims directly \nbenefitted successful class claims under Wage Act).  \n{46}  Morris’s counsel has submitted affidavits, which document fees charged \nand costs incurred during the prosecution of this litigation.  Counsel has further \naffirmed by affidavit that the time spent was reasonably necessary for the \nprosecution of the case and that the rates charged were those reasonably and \nregularly charged by that counsel for similar litigation.  Based on the court’s \nfamiliarity with fee applications in other cases, the court finds that hourly rates \ncharged by Morris’s counsel are well within the ranges of fees charged in Wake \nCounty for litigation of a similar nature.  While the court has not reviewed fee \nstatements from defense counsel, based on its general familiarity with the Raleigh \nlegal environment, and having reviewed fee applications in other matters, the court \nconcludes that Plaintiff’s counsel’s rates are likely significantly less than hourly \nrates charged by defense counsel. \n{47}  Although the case proceeded in federal court through the completion of \ndiscovery, save and except for two remaining discovery motions which this court \naddressed, the undersigned personally was involved in all post-discovery \nproceedings, including dispositive motion practice, trial and post-trial motion \npractice the undersigned observed all aspects of pre-trial and trial strategy.  While \nthe Parties honored the confidentiality of the several mediation and settlement \nefforts prior to trial, the undersigned personally participated to a limited degree in \nsettlement negotiations during trial.   \n{48}  The court is specifically well acquainted with the reputation and skill of \nthe various counsel involved in the litigation.  The court finds that Morris’s counsel \nare highly skilled and competent and that they represented Morris with zeal and \ndiligence. \n{49}  The court has reviewed all statements of Morris’s counsel in camera .  The \ncourt is now thoroughly familiar with the nature and scope of the legal services \nrendered during the course of the litigation in the federal and state court.   \n{50}  In reviewing and issuing its orders on discovery and summary judgment, \nthe court reviewed and became familiar with the record of proceedings in the case in \nthe United States District Court for the Eastern District of North Carolina before \nits remand to the Wake County Superior Court. \n{51}  The court has carefully considered and is well-informed regarding those \nfactors to be considered in determining the reasonableness of requested attorneys’ \nfees as required by N.C. Gen. Stat. § 95-25.22(d) and the holding of Williams v. New \nHope Found. Inc. , 192 N.C. App. 528, 665 S.E.2d 586 (N.C. App. 2008). \n{52}  Morris has submitted affidavits documenting attorneys’ fees and expenses \nincurred totaling over $800,000 to date, including fees for work after verdict. \n{53}  The court, in its discretion, concludes that Morris should recover attorneys’ \nfees and expenses totaling $450,000. \n \nVI. VI. VI. VI.    CONCLUSION CONCLUSION CONCLUSION CONCLUSION    \n{54} \n Accordingly, it is ORDERED, ADJUDGED and DECREED that: \n1)  Plaintiff is entitled to recover of Scenera and Fry, jointly and severally, the \nfollowing: \na.  The sum of $210,000 representing unpaid wages for patents that had \nbeen applied for or had issued on or before July 10, 2009; \nb.  Liquidated damages in the amount of $210,000; \nc.  The sum of $675,000 representing patent issuance bonuses for patent \napplications pending as of July 10, 2009, without further liquidated \ndamages; \nd.  The sum of $390,000 for damages suffered as a result of retaliatory \ntermination, representing damages of $540,000 reduced by $150,000 \nbecause of Plaintiff’s failure to mitigate his damages, without such \ndamages being trebled; \ne.  Attorneys’ fees and costs in the amount of $450,000; \nf.  Interest at the statutory rate provided by N.C. Gen. Stat. § 24-1: \ni.  on $145,000 from January 15, 2009; \nii.  on $65,000 from July 15, 2009; \niii.  on $675,000 from July 15, 2009; \niv.  on $210,000 from the date of this Judgment; \nv.  on $390,000 from the date of this Judgment; \nvi.  on $450,000 from the date of this Judgment; \n2)  The court declares that Scenera is the owner of each of the inventions, patent \napplications, and patents identified in Exhibit A to Morris’s Complaint, a \ncopy of which is attached to this Judgment.  Ownership of those inventions \nvested in Scenera at the time of invention; \n3)  The court declares that Morris is obligated to and shall execute an \nassignment to Scenera of any of the inventions identified in Exhibit A to \nMorris’s Complaint that he has not already assigned; \n4)  Specifically, Morris must therefore assign to Scenera and/or its affiliates \nownership of the following patent applications:  Patent Application \n61/502,918; Patent Application 61/502,928, Patent Application 61/502,931, \nPatent Application 61/502,924; Patent Application 61/502,922; Patent \nApplication 11/774,989; \n5)  The court declares that the assignment agreements which have been or are to \nbe executed by Morris as directed by this Judgment represent ownership \nwhich was vested in Scenera at the time of invention, and that such \nassignments are not subject at any time prior to this judgment to attack on \nby reasons of any assertion that such inventions were or are owned by \nMorris; \n6)  Defendant Scenera shall have and recover nothing of Morris by reason of its \ncounterclaim for damages, and such counterclaim is dismissed with prejudice.   \n7)  Defendants shall bear their own costs and attorneys’ fees. \n8)  Plaintiff’s pre-judgment Motion for Order of Attachment and Injunction in \nAid of Execution and Request for Peremptory Hearing filed on April 26, 2012 \nis DENIED. \nThis 14 \nth  day of May, 2012. \n \n \n \n  \n  \n "
}