{
  "id": "7cc96882ee6ae9444554ba8bfd87542f6cb708de95f675c582495a527c8046e5",
  "source_file": "data/raw/ncbc/7cc96882ee6ae9444554ba8bfd87542f6cb708de95f675c582495a527c8046e5.pdf",
  "raw_text": "Local Social, Inc. v. Stallings, 2019 NCBC 8. \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 1889 \nLOCAL SOCIAL, INC. and LYNELL \nI. EADDY, \n \n   Plaintiffs, \n \nv. \n \nSEAN STALLINGS, \n \n   Defendant. \n \nORDER AND OPINION ON \nPLAINTIFF LOCAL SOCIAL, INC.’S \nMOTION TO DISMISS DEFENDANT’S \nMOTION TO ENFORCE MEDIATED \nSETTLEMENT AGREEMENT  \nUNDER RULE 12(b)(1) \n \n1. THIS MATTER is before the Court on Plaintiff Local Social, Inc.’s (“Local \nSocial”) Motion to Dismiss Defendant’s Motion to Enforce Mediated Settlement \nAgreement Under Rule 12(b)(1) (the  “Motion”).  (ECF No. 54  [“Mot.”].)  For the \nreasons set forth below, the Court GRANTS the Motion. \nWard and Smith, P.A., by Gary J. Rickner and Marla S. Bowman, for \nPlaintiff Local Social, Inc. \n \nAdams, Howell, Sizemore & Lenfestey, P.A., by Ryan J. Adams, for \nDefendant. \n \nRobinson, Judge. \nI. PROCEDURAL AND FACTUAL BACKGROUND \n2. The procedural and factual background of this matter is set out more fully \nin Local Social, Inc. v. Stallings, 2018 NCBC LEXIS 43 (N.C. Super. Ct. May 9, 2018) \nand Local Social, Inc. v. Stallings , 2017 NCBC LEXIS 94 (N.C. Super. Ct. Oct. 9, \n2017).  The Court recites here only those facts relevant and necessary for its \ndetermination of the Motion. \n3. This litigation arises out of several disputes between Plaintiff Lynell I. \nEaddy (“Eaddy” and, together with Local Social, “Plaintiffs” ) and Defendant Sean \nStallings (“Stallings ”).  In 2014, Eaddy sold half her interest  in Local Social to \nStallings.  At some point after Stallings became a shareholder, the relationship \nbetween Eaddy and Stallings deteriorated.  Plaintiffs allege that Stallings engaged \nin an array of misconduct —including using Local Social’s credit card for personal \nexpenses totaling approximately $146,736 (the “Disputed Expenses”) —which led \nPlaintiffs to remove Stallings as president, terminate his employment, and initiate \nthis litigation on February 16, 2017 seeking monetary and equitable relief on claims \nfor breach of fiduciary duty and constructive fraud, conversion and misappropriation, \nconstructive trust, accounting, computer trespass, unfair and deceptive trade \npractices, punitive damages, enforcement of a promissory note, judicial enforcement \nof a security interest, and two claims for breach of contract.  (Verified Compl. 12−17, \n19−21, ECF No. 1.)  In response, Stallings asserted counterclaims for violation of the \nNorth Carolina Wage and Hour Act, conversion, and three claims for breach of \ncontract.  (Answer & Countercls. 16–19, ECF No. 8.)  \n4. This action was designated as a mandatory complex business case by order \nof the Chief Justice of the Supreme Court of North Carolina dated February 16, 2017, \n(ECF No. 3), and assigned to the undersigned by order of the Chief Business Court \nJudge dated February 17, 2017, (ECF No. 4). \n5. The parties participated in a mediated settlement conference on December \n18, 2017, at which they executed a Memorandum of Settlement (the “Memorandum”) \nreflecting their agreement to resolve this litigation.   (Second Aff. Sean Stallings Ex. \nA, ¶ 6, ECF No. 41 [“Stallings Aff.”].)   \n6. The Memorandum provide s that Plaintiffs shall pay Stallings: “(i) \n$90,000.00 cash within 60 days of this [Memorandum] plus (ii) $27,500.00 each year \non the anniversary of this [Memorandum] each year [s ic] for 4 years (no interest)[,]”  \n(Stallings Aff. Ex. A, ¶¶  2−3(a)), with t he $27,500 payments to be secured by a \nconfession of judgment in the total amount of $110,000 in favor of Stallings against \nPlaintiffs, (Stallings Aff. Ex. A, ¶ 3(b)).  The fully executed confession of judgment is \nto be delivered to, and held by, Stallings’s attorney pending Plaintiffs’ compliance \nwith their obligation to pay $27,500 each year for four years.   (Stallings Aff. Ex. A, \n¶ 3(b)(i).)  \n7. Paragraph 3(d) of the Memorandum obligates the parties to file a mutual \nstipulation of dismissal with prejudice of all claims in this action.  (Stallings Aff. Ex. \nA, ¶ 3(d).)  Pursuant to paragraph 3(e), the confession of judgment , settlement \nagreement, and stipulation of dismissal “shall be delivered to the respective parties \nwhen the $90,000.00 payment is timely made[.]”  (Stallings Aff. Ex. A, ¶ 3(e).)  \nPursuant to paragraph 3(c) of the Memorandum, the parties executed a Settlem ent \nAgreement and Mutual Release  (the “Settlement Agreement”) , in which Plaintiffs \nand Stallings, among other things, agreed to release all claims between them.  \n(Stallings Aff. ¶ 13, Ex. A, ¶ 3(c); Br. Opp’n to Def.’s Mot. to Enforce Settlement Agr. \nEx. 1, ¶ 14, ECF No. 43.1  [“Eaddy Aff.”] ; see Stallings Aff. Ex. B [“Settlement \nAgreement”].)     \n8. The source of the parties’ current dispute lies in paragraph 3(f)  of the \nMemorandum, which states that Plaintiffs \nagree[] to work in good faith with Local Social, Inc.’s accounting firm to \nrecharacterize [sic] the item marked “loan to [Stallings]” on the 2016 \nLocal Social, Inc. balance sheet: (i) as an uncollectible debt on the 2017 \ntaxes, (ii) as business expenses for the year 2016, requiring an \namendment of the 2016 tax returns of Local Social, Inc., or (iii) some \ncombination of the above, in increments recommended by Local Social, \nInc.’s accountant.  \n \n(Stallings Aff. Ex. A, ¶ 3(f) ; see also Settlement Agreement ¶ 17 (incorporating \nparagraph 3(f) of the Memorandum).) \n9. Initially, Local Social’s accountants recommended that all but $18,212.54 \nof the Disputed Expenses should be re-characterized as business expenses for the \nyear 2016 and that Local Social’s 2016 tax return should be amended to reflect the \nsame.  (Stallings Aff. ¶ 9.)  Stallings, however, did not agree with this proposal as he \nbelieves that all of the Disputed Expenses are deductible business expenses.   \n(Stallings Aff. ¶ 9.)  Thereafter, on February 11, 2018, Local Social’s counsel e-mailed \nStallings’s counsel with an alternative plan according to which Local Social would \ndeduct approximately $43,671.03 of the Disputed Expenses on its 2017 tax return.   \n(Stallings Aff. ¶ 10.)  Again, Stallings did not agree with the proposal.  (Stallings Aff. \n¶ 10.) \n10. Eventually, Local Social’s counsel contacted Lori Aveni (“Aveni”), a certified \npublic accountant who provides bookkeeping services for Local Social, for her \nprofessional opinion on reclassifying the Disputed Expenses.  (Br. Opp’n to Def.’s Mot. \nto Enforce Settlement Agr. Ex. 2, ¶ 6, ECF No. 43.2 [“Aveni Aff.”] ; Eaddy Aff. ¶ 12.)  \nAveni advised counsel and the parties that the Disputed Expenses should not be \nreclassified as an uncollectible debt on Local Social’s 2017 tax return due to IRS \nregulations requiring that a debt be “bona fide” in order to  qualify for bad -debt \ndeduction.  (See Aveni Aff. ¶ 7 (d).)  Aveni further advised the Disputed Expenses \ncould not be reclassified as business expenses for the year 2016 because, absent actual \nreceipts documenting the expenses, Local Social’s 2016 tax return would face the risk \nof an IRS audit.  (See Aveni Aff. ¶ 7(a)–(b); Eaddy Aff. ¶¶ 13–14.) \n11. Stallings filed the Motion to Enforce Mediated Settlement Agreement (the \n“Motion to Enforce”) on February 28, 2018.   (ECF No. 40  [“Mot. to Enforce”].)  The \nCourt held a hearing on the Motion to Enforce on April 26, 2018 and issued an Order \nand Opinion denying the Motion to Enforce on May 9, 2018.  Local Social, 2018 NCBC \nLEXIS 43, at *14. \n12. The Court noted in its May 9, 2018 Order and Opinion that the parties \nagree that the Memorandum is a  valid and enforceable contract, but disagree as to \nthe interpretation of Paragraph 3(f).  Id. at *11.  Stallings argued that paragraph 3(f) \nrequires Local Social “to reclassify the Disputed Expenses in one of three ways: (1) as \nan uncollectible debt on L ocal Social’s 2017 tax return, ( 2) as deductible business \nexpenses for the year 2016, which would require an amendment to Local Social’s 2016 \ntax return, or (3) some combination of (1) and (2).” Id.  Plaintiffs contended that \nparagraph 3(f) only required them to work in good faith with Local Social’s accounting \nfirm to reclassify the Disputed Expenses and that they had fulfilled this obligation by \nseeking the advice of their accountant,  “even though they have not reclassified the \nexpenses based on their accountant’s advice[.]”  Id. at 11–12. \n13. The Court concluded that paragraph 3(f) “is susceptible to more than one \nreasonable interpretation and, therefore, is ambiguous.”  Id. at 12–13.   Specifically, \nthe Court held that: \nParagraph 3(f) can reasonably be interpreted as merely requiring that \nPlaintiffs make a good faith effort to re-characterize the Disputed \nExpenses as an uncollectible debt, deductible business expenses, or a \ncombination of the two, whether they succeed in re -characterizing the \nDisputed Expenses or not.  Paragraph 3(f) can also reasonably be \ninterpreted, however, as requiring Plaintiffs to actually re-characterize \nthe Disputed Expenses and work in good faith with Local Social’s \naccounting firm only with regard to the method by which the expenses \nare re -characterized—that is, as an uncollectible debt, business \nexpenses, or a combination of the two.  If the latter interpretation of \nparagraph 3(f) applies, Plaintiffs have failed to comply with the \nagreement as it is undisputed that Plaintiffs have not re -characterized \nthe Disputed Expenses.  Conversel y, if the former d efinition of \nparagraph 3(f) applies, there is a dispute of fact as to whether Plaintiffs \nhave complied with the agreement. \n \nId. at 13. \n \n14. Accordingly, the Court denied the Motion to Enforce, stating that the “issue \nof interpretation and effect of paragraph 3(f) of the Memorandum shall proceed to \ntrial.”  Id. at 14. \n15. The Court scheduled this action for trial beginning July 16, 2018.  (Pretrial \nScheduling Order ¶ 2, ECF No. 49.) \n16. In the parties’ proposed Pretrial Order , filed on June 22, 2018 , Stallings \ncontended that the chief issue for trial was: \nDoes paragraph 3(f) of the Memorandum . . . require Local Social to \nreclassify the Disputed Expenses in one of three ways: (1)  [as] an \nuncollectible debt on the 2017 Local Social tax return, (2) as business \nexpenses for the year 2016, requiring an amendment of Local Social’s \n2016 tax returns, or (3) some combination of (1) and (2) in increments \nrecommended by Local Social’s accountant? \n \n(Proposed Pretrial Order 6, ECF No. 50.) \n17. During the course of pretrial preparations , Local Social and Stallings \nsought additional advice from accountants on how Local Social could reclassify the \nDisputed Expenses in accordance with paragraph 3(f) of the Memorandum.  (See Mot. \n¶ 4; Def.’s Br. Resp. to Local Social’s Mot. to Dimiss Ex. D, at 1, ECF No. 63.4 [“June \n28 E-mail”].)  On June 28, 2018, Stallings’s counsel informed Local Social’s counsel \nthat Stallings had identified two certified public accounts willing to discuss working \nwith Local Social to amend its tax returns.  (See June 28 E-mail 1.)   \n18. Rather than work with the accountants suggested by Stallings’s counsel, \nLocal Social contacted S. Scott Hensley (“Hensley”), a certified public accountant with \nStancil PC, who advised Local Social on July 3, 2018 that it was his “professional \nopinion that the appropriate action is to re-characterize the entirety of the [Disputed \nExpenses] amount as uncollectible debt” on Local Social’s 2017 tax return.  (Mot. Ex. \nA, at 1, ECF No. 54.1 [“July 3 Letter”].)  Hensley further advised that this cours e of \naction would require an amendment of Local Social’s 2017 tax return and would \n“result in corresponding income to [] Stallings,” to whom Local Social would issue a \n1099C form.  (July 3 Letter 1.)    \n19. On July 5, 2018, Local Social filed the Motion, along with a brief in support.  \n(Pl. Local Social, Inc.’s Br. Supp. Mot. to Dismiss  Def’s Mot. to Enforce Mediated  \nSettlement Agr. Under Rule 12(b)(1), ECF No. 56 [“Br. Supp.”].)   \n20. Following the pretrial hearing held on July 9, 2018, the Court continued \nthe trial of this action to a later, unspecified date.  (Order Continuing Trial ¶¶ 1, 3, \nECF No. 61.) \n21. The following day, Local Social engaged Hensley “to amend its tax returns \nin compliance with [p]aragraph 3(f), and provided him with all documentation \nnecessary to amend Local Social’s returns.  (Notice Supp. Mot. to Dismiss ¶ 4(a), ECF \nNo. 62 [“Notice Supp.”].)  Hensley committed to filing Local Social’s amended tax \nreturns by August 15, 2018.  (Notice Supp. ¶ 4(b).) \n22. Stallings filed his brief in opposition to the  Motion on July 30, 2018, \ncontending that the parties had previously agreed that the Disputed Expenses “could \nnot be deducted from [Local Social’s] 2017 tax returns as [an] uncollectible debt due \nto the applicable IRS regulations” and that, regardless, ame nding Local Social’s tax \nreturns for 2017 does not comply with paragraph 3(f) of the  Memorandum.  ( Def.’s \nBr. Resp. to Local Social’s Mot. to Dismiss 4, 7–8, ECF No. 63 [“Br. Resp.”].)   \n23. Local Social filed its reply brief on August 13, 2018.  (Pl.’s Reply Supp. of \nMot. to Dismiss Def.’s Mot. to Enforce Mediated Settlement Agr. Under R. 12(b)(1) 4, \nECF No. 64 [“Reply”].)  Local Social attached to its reply brief a n unverified letter \nfrom Hensley dated August 13, 2018, stating that Hensley had completed Local  \nSocial, Inc.’s amended tax returns to reclassify the Disputed Expenses partially as \nbusiness expenses for 2016 and partially as an uncollectible debt for 2017. 1  (Reply \n                                                 \n1 There appears to be a discrepancy in amount concerning Disputed Expenses between \nHensley’s August 13 letter and other documents.  Local Social’s 1120S Overflow Statement \nfor its original 2016 tax return labels the Disputed Expenses as the “sean [sic] loan” and lists \nthe amount at $146,736 .  (Def.’s Suppl. Br. Resp. to Pl.’s Mot. to D ismiss Pursuant to R. \nEx. A, at 1, ECF No. 64.1 [“August 13 Letter”].)  Hensley first reduced the Disputed \nExpenses by $19,016 as business expenses for which there were verifiable receipts.  \n(August 13 Letter 1.)  After accounting for meals and expenses, Hensley amended \nLocal Social’s 2016 tax return “to account for $14,510 in deductible business \nexpenses.”  (August 13 Letter 1.)  Hensley also discovered an error in Local Social’s \nprior return and reduced the Disputed Expenses by an additional $63,273, leaving a \nremainder of $51,043 in Disputed Expenses.  (August 13 Letter 1.)  Finally, Hensley \namended Local Soci al’s 2017 tax return to write off the remaining $51,043 as an \nuncollectible debt.  (August 13 Letter 1.)  The written-off $51,043 of uncollectible debt \nis listed on Schedule K to the 2017 tax return as a nondeductible capital loss.  (Suppl. \nBr. Resp. Ex. C, ECF No. 69.3.)  \n24. The Court held a telephone conference with counsel for the parties on \nAugust 29, 2018 to discuss these developments, after which counsel for Local Social \nprovided Stallings’s counsel with copies of the amended 2016 and 2017 tax returns, \nalong with Stallings’s amended K-1 forms.  (Scheduling Order ¶¶ 1, 10, ECF No. 66.)  \nFollowing the telephone conference, the Court directed Local Social to file an affidavit \nof Hensley verifying that Local Social’s amended tax returns for 2016 and 2017 had \nbeen filed with the relevant state and federal authorities, and directed the parties to \n                                                 \n12(b)(1) Ex. A , ECF No. 69 .1.)  Additionally, Local Social’s bala nce sheet as of August 15, \n2017 lists the “Loan to Sean” as $146,736.25.  (Suppl. Br. Resp. Ex. B , ECF No. 69.2 .)  \nHowever, Hensley’s August 13 letter states that Local Social’s  “2016 tax return originally \nreferenced a ‘loan to Shareholder’ totaling $146,736 a nd is comprised of a $133,332 loan to \nSean Stallings and a $13,404 loan to Lynell Eaddy.”  (August 13 Letter 1.)  Although Stallings \npoints out the discrepancy, it does not appear that he relies on the discrepancy in opposing \nthe Motion.  (See Def.’s Suppl. Br. Resp. to Pl.’s Mot. to Dismiss Pursuant to R. 12(b)(1) 2 n.2, \nECF No. 69 [“Suppl. Br. Resp.”].)       \n(1) meet and confer, following Stallings and his counsel’s review of the relevant \ndocuments, in an attempt to resolve their dispute, and (2) file supplemental briefs in \nsupport of an d in opposition to the Motion if they could not resolve their dispute.  \n(Scheduling Order ¶ 12(a)–(d).) \n25. On September 5, 2018, Local Social filed the affidavits of both Hensley and \nEaddy, verifying that Local Social’s 2016 and 2017 tax returns had been amended as \nstated in Hensley’s August 13 letter.  (Aff. S. Scott Hensley ¶¶ 3 –9, ECF No. 67.1; \nAff. Lynell I. Eaddy ¶¶ 6–12, ECF No. 67.2.) \n26. The parties informed the Court by e-mail on September 12, 2018 that, after \nStallings’s and his counsel’s r eview of the amended returns, the parties had been \nunable to resolve their dispute.   \n27. Stallings filed a supplemental brief in opposition to the Motion on October \n9, 2018.  Local Social filed its supplemental reply brief in support of the Motion on \nOctober 23, 2018.  (Pl. Local Social, Inc.’s Suppl. Reply Br. Supp. Mot. to Dismiss \nDef.’s Mot. to Enforce Mediated Settlement Agr. Under R. 12(b)(1 ), ECF No. 70 \n[“Suppl. Reply”].) \n28. The Motion has now been fully briefed.  The Court elects to decide the \nMotion without oral argument, pursuant to Rule 7.4 of the General Rules of Practice \nand Procedure for the North Carolina Business Court. \n29. The Motion is ripe for resolution.     \n \n \nII. ANALYSIS \n30. “Because a moot claim is not justiciable, and a trial court does not have \nsubject matter jurisdiction over a non -justiciable claim, mootness is properly raised \nthrough a motion under . . . Rule 12(b)(1).”  Yeager v. Yeager, 228 N.C. App. 562, 565–\n566, 746 S.E.2d 427, 430 (2013) (citing Sharpe v. Park Newspapers of Lumberton, Inc., \n317 N.C. 579, 585 –86, 347 S.E.2d 25, 30 (1986); McAdoo v. Univ. of N.C. at Chapel \nHill, 225 N.C. App. 50, 51–52, 736 S.E.2d 881, 814–15, disc rev. denied, 366 N.C. 581, \n740 S.E.2d 465 (2013)); see also N.C. Gen. Stat. § 1A -1, Rule 12(h)(3) (“Whenever it \nappears by suggestion of the parties or otherwise that the court lacks jurisdiction of \nthe subject matter, the court shall dismiss the action.”).   A defect in subject ma tter \njurisdiction may be raised by a party or by the court sua sponte.  Conner Bros. Mach. \nCo. v. Rogers , 177 N.C. App. 560, 56 1, 629 S.E.2d 344, 345 (2006).   A court may \nconsider matters outside the pleadings in determining whether subject matter \njurisdiction exists.  Keith v. Wallerich, 201 N.C. App. 550, 554, 687 S.E.2d 299, 302 \n(2009); Tart v. Walker, 38 N.C. App. 500, 502, 248 S.E.2d 736 737 (1978). \n31.  “A case is ‘moot’ when a determination is sought on a matter which, when \nrendered, cannot have any practical effect on the existing controversy.”  Roberts v. \nMadison C ty. Realtors Ass’n , 344 N.C. 394, 398 –99, 474 S.E.2d 783, 787 (1996) \n(citation omitted); see also In re Peoples, 296 N.C. 109, 147, 250 S.E.2d 890, 912 (1978) \n(defining a case as moot when “the relief sought has been granted or [] the questions \noriginally in controversy between the parties are no longer at issue ”).   \nMootness “is not  determined solely by examining facts in existence at the \ncommencement of the action.”  In re Peoples, 296 N.C. at 148, 250 S.E.2d at 912; see \nalso In re A.K., 360 N.C. 449, 452, 628 S.E.2d 753, 755 (2006).  Rather, “[i]f the issues \nbefore a court . . . become moot at any time during the course of the proceedings, the \nusual response should be to dismiss the action.”  In re Peoples, 296 N.C. at 148, 250 \nS.E.2d at 912 (citations omitted). \n32. Local Social argues that Stallings’s Motion to Enforce and the issues t he \nCourt ordered to go to trial are moot because it has now complied with the \nrequirements of paragraph 3(f)(iii) by (1) amending its 2016 tax returns to re -\ncharacterize a portion of the Disputed Expenses as business expenses , and (2) \namending its 2017 tax  return to re -characterize the remainder of the Disputed \nExpenses as an uncollectible debt.  (See Reply 4, 6–7; Suppl. Reply 3–4.)  Accordingly, \nLocal Social contends, there is no longer a factual dispute for a jury to decide, nor is \nthere anything for the Court to order Local Social to do within the scope of the relief \nrequested in Stallings’s Motion to Enforce.  ( See Br. Supp. 7; Reply 4, 6–7; Suppl. \nReply 3.) \n33. Stallings advances several arguments purporting to show that the Motion \nto Enforce is not moot. For the following reasons, the Court finds none of Stallings’s \narguments persuasive. \n34. Stallings first argues that paragraph 3(f) requires Local Social to work with \nits “accounting firm[,]” which Stallings interprets to exclude Hensley and Stancil PC.  \n(Br. Resp. 8–9.)  Specifically, Stallings contends that “[r]eference to [Local Social’s] \naccounting firm” in the paragraph 3(f) “should be read to prohibit [Local Social] from \nnow contending that [] Hensley and Stancil PC is it s accounting firm when all \nevidence tends to show that [Local Social] had never engaged Stancil PC or Hensley \nprior to signing the [Memorandum] or even prior to two weeks before trial.”  (Br. \nResp. 8–9.)   \n35. The Court is not persuaded by this argume nt for several reasons.  First, \n“accounting firm” is not a defined term in either the Memorandum or the Settlement \nAgreement.  The phrase only appears in paragraph 3(f), which includes no \nrequirement that Local Social work with the accounting firm it engaged prior to the \nexecution of the Memorandu m.  ( See Stallings Aff. Ex. A, ¶ 3(f).)  Second, the \nargument is belied by the fact that on June 28, 2018, Stallings also proposed that \nother accounts not previously engaged by Local Social be contacted to discuss \namending Local Social’s tax returns.  (See Br. Resp. Ex. D, at 1.)  Third, and finally, \nafter Hensley filed the amended 2016 and 2017 tax returns, Stallings conceded that, \nat least with respect to the 2016 tax returns, Hensley’s amendment is compliant with \nparagraph 3(f).  (See Suppl. Br. Resp. 3 (“The amended [2016] tax return is compliant \nwith the [Memorandum] to the extent it was amended to deduct a portion of the \n[Disputed Expenses] as deductible business expenses. . . . This is an acceptable \nadjustment under paragraph 3(f) . . . .”).) \n36. Second, Stallings argues that amending Local Social’s 2017 tax return is \nboth barred by the “mend the hold” doctrine and not contemplated by paragraph 3(f).  \n(See Br. Resp. 6, 9.)  However, following Hensley’s amendment of the 2016 and 2017 \ntax returns, Stallings appears to have abandoned his argument that Local Social may \nnot comply with paragraph 3(f) by amending its 2017 tax returns .  Stallings states \nthat because Local Social “chose to amend the 2017 tax returns in a way that fails to \ndeduct the remainder of th e [Disputed Expenses], [Local Social] is still not in \ncompliance with the requirements of paragraph 3(f)[.]”  ( Suppl. Br. Resp. 5.)  \nStallings’s argument suggests that an amendment of Local Social’s 2017 tax return \nin a manner he finds acceptable would pro vide him with the relief he seeks through \nhis Motion to Enforce.   \n37. Furthermore, to the extent Stallings continues to rely on the “mend the \nhold” doctrine in his supplemental brief,2 the Court concludes that the doctrine does \nnot support his position.  The “mend the hold” doctrine is “an equitable doctrine that \nprecludes the assertion of inconsistent litigation positions, usually concerning the \nmeaning of a contract, within the context of a single lawsuit.”  Whitacre P’ship v. \nBioSignia, Inc. 358 N.C.1, 24, 591 S.E.2d 870, 886 (2004)  (citation omitted).  “The \nmetaphor that gives the doctrine its name derives from wrestling terminology and \nmeans ‘to get a better grip (hold) on your opponent.’”  Id. (quoting Harbor Ins. Co. v. \nCont’l Bank Corp., 922 F.2d 357, 362 (7th Cir. 1990)).  The doctrine does not, however, \npreclude a change in litigation position due to newly discovered facts.  See Harbor, \n922 F.2d at 364–65; Sager v. Standard Ins. Co., No. 5:08-CV-628-D, 2011 U.S. Dist. \n                                                 \n2 Stallings’s supplemental brief states that he “will avoid rearguing the points made in his \nprior [brief in response].  This brief shall supplement the prior brief based upon [Stallings’s] \nreview of the amended tax returns which were filed by [Local Social] after [Stallings’s prior] \nbrief was filed.”  (Suppl. Br. Resp. 1 n.1.)  Although it is not entirely clear  from Stallings’s \nbriefing, the Court assumes that Stallings continues to rely on arguments made in his \noriginal response brief except to the extent the newly raised arguments in his supplemental \nresponse brief indicate that he has abandoned his previous arguments.  \n \nLEXIS 96282, at *27 (E.D.N.C . Aug. 26, 2011); see also Kannan v. Assad , 182 N.C. \n77, 78, 108 S.E. 383, 384 (1921) (“It is well understood that, except in proper instances, \na party to a suit should not be allowed to change his position with respect to a \nmaterial matter, during the course of litigation[.]” (emphasis added)  (citations \nomitted)). \n38. Stallings contends that Local Social’s position that its 2017 tax returns may \nbe amended to re-characterize the remaining Disputed Expenses as an uncollectible \ndebt is “clearly inconsistent wi th its multiple prior positions regarding paragraph \n3(f),” which were based on Aveni’s advice that such a re -characterization would \nviolate IRS regulations.  (Br. Resp. 9.)   However, as Local Social points out, rather \nthan trying “to get a better hold” on Stallings in an effort to deny him the relief he \nseeks, Local Social “is pointing out to the referee that the match is over.”  (Reply 6.)  \nFurthermore, the Court agrees with Local Social ’s contention that its change in \nposition resulted from new facts—Local Social found an accountant willing and able \nto amend its 2016 and 2017 tax returns.  (Reply 6.)   As such, the doctrine does not \nbar Local Social from taking the position that its amendment of the 2017 tax returns, \nalong with its amendment of its 2016 tax returns, provide Stallings with the relief he \nseeks.  See Harbor, 922 F.2d at 364–65; Sager, 2011 U.S. Dist. LEXIS 96282, at *27; \nsee also Kannan, 182 N.C. at 78, 108 S.E. at 384. \n39. Even after  the amendment of the 2016 and 2017 tax returns , Stallings \ncontends that Local Social has not complied with paragraph 3(f) “because the \n[D]isputed [E]xpenses . . . are not being fully deducted on the amended tax returns.”  \n(Suppl. Br. Resp. 1.)  Stallings’s specific grievance is that, when Hensley amended \nLocal Social’s 2017 tax return to write off the remaining $51,043 as an uncollectibl e \ndebt, rather than deduct this amount, Hensley listed the remaining $51,043 as a non-\ndeductible capital loss on Sch edule K .  (Suppl. Br. Resp. 4.)  Stallings repea tedly \nasserts that receiving a deduction in the amount of the Disputed Expenses is \nimportant to him because it “should result in a reduction of [his] taxable income from \n[Local Social].”  (Suppl. Br. Resp. 5; see also Suppl. Br. Resp. 3, 4; Br. Resp. 2; \nStallings Aff. ¶ 8.) \n40. The importance to Stallings of receiving a deduction notwithstanding , the \nCourt concludes that Stallings’s contention that he is entitled to a deduction is beyond \nthe scope of his Motion to Enforce and the issues the Court ordered to be tried by a \njury.  In essence, Stallings now asks the Court to conclude that Local Social has \nbreached the Memorandum by not fully deducting the Disputed Expenses.  However, \nthrough his Motion to Enforce, Stallings sought specific performance of the \nMemorandum.  (Mot. to Enforce 2 (requesting that the Court “enter an order directing \nthe parties to carry out the obligations agreed to”  in the Memorandum).)  Moreover, \nStallings’s proposed issues for trial did not ask the jury to determine whether \nparagraph 3(f) entitled Stallings to any deductions.  (See Proposed Pretrial Order 6.)  \nAny claim for breach of the Memorandum and/or Settlement Agreement is separate \nand distinct from the relief Stallings’s seeks through his Motion to Enforce.  Cf. \nHardin v. KCS Int’l,  Inc., 199 N.C. App. 687, 709, 682 S.E.2d 726, 741 (2009) \n(affirming trial court’s grant of motion to enforce settlement agreeing and dismissal \nof plaintiff’s action, but noting that “[t]his ruling does not . . . preclude [plaintiff] from \nfiling a separate  action regarding breach . . . of the settlement agreement”).   The \nCourt therefore concludes that such a claim should be dealt with, if at all, through a \nseparate action for breach of contract.  See id.  Accordingly, the Court’s ruling here is \nnot determinative of any separate action for breach of the Memorandum  Stallings \nmight bring.3   \n41. In sum , the Court concludes that the Motion to Enforce and the issues \nremaining for trial are now moot because  Local Social has performed under \nparagraph 3(f)(iii) by re-characterizing portions of the Disputed Expenses as business \nexpenses on its amended 2016 tax returns and as an uncollectible debt on its amended \n2017 tax returns.  See In re Peoples, 296 N.C. at 147, 250 S.E.2d at 912.  Through his \nMotion to Enforce and his  proffered interpretation of paragraph 3(f), Stallings \nrequested that the Court order Plaintiffs to re-characterize the Disputed Expenses in \none of the three ways provided for in paragraph 3(f).  Local Social, through Hensley, \nhas now performed under parag raph 3(f)(iii).  There remains nothing for a jury to \ndecide with respect to paragraph 3(f)’s  interpretation, nor is there any relief within \nthe scope of the Motion to Enforce for the C ourt to order .  Indeed, apart from \n                                                 \n3 Stallings also separately argues that Local Social is “in breach” of the Memorandum because \nLocal Social’s conduct since the parties’ mediation “is not consistent with the requirements \nof ‘good faith.’”  (Br. Resp. 7.)  Stallings bas es this argument on the same conduc t by Local \nSocial on which he based his arguments, addressed above, that Local Social cannot change \nits position on amending its 2017 tax returns and engage Hensley to complete the \namendments.  ( See Br. Resp. 7 –8.)  As with Stallings’s contention that he i s entitled to a \ndeduction, the Court concludes that any claim for breach of paragraph 3(f)’s “good faith” term \nis separate and distinct from the relief sought in Stallings’s Motion to Enforce.  Any such \nclaim should therefore be dealt with, if at all, through a separate action.  The Court, however, \nexpresses no view on whether any such claim would be meritorious.  \nStallings’s contention that Local Social must deduct the Disputed Expenses on its \namended tax returns, he does not explain what remains for the Court to order  Local \nSocial to do. \n42. Accordingly, the Court determines that the Motion should be granted.    As \na result, the parties are returned t o their status prior to the filing of the Motion to \nEnforce and the Court concludes that there are no issues presently existing which \nwould require a trial.  Subject to further disputes regarding compliance with the \nterms of the settlement reached by and b etween the parties, the Court expects the \nparties to complete the tasks necessary for completion of the settlement and file \nmutual dismissals as contemplated by the parties’ settlement.  This ruling is without \nprejudice to Stallings’s ability to file a sep arate action regarding Local’s Social’s \npurported breach of the Memorandum and/or Settlement Agreement.  \nIII. CONCLUSION \n43. For the foregoing reasons, the Motion is GRANTED. \nSO ORDERED, this the 30th day of January, 2019. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}