{
  "id": "7ced3672929c90b4375e0425952326b029fdf6b791b2d6320dddec9bbe900fec",
  "source_file": "data/raw/ncbc/7ced3672929c90b4375e0425952326b029fdf6b791b2d6320dddec9bbe900fec.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nHENDERSON COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23 CVS 1820 \n \nDANIEL YODER, M.D., \n \nPlaintiff, \n \nv. \n \nALAN VERM, M.D.; LOOKING \nGLASS EYE CENTER, P.A.; \nLOOKING GLASS \nENTERPRISES, LLC; and \nHEALTHCARE LLC, VII,, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT HEALTHCARE LLC, \nVII’S MOTION TO DISMISS \n \n \n1. THIS MATTER is before the Court upon Defendant Healthcare LLC, VII’s \n(“Healthcare VII”) Motion to Dismiss (the “Motion”)  pursuant to Rule 12(b)(6) of the \nNorth Carolina Rules of Civil Procedure (the “Rule(s)”), filed 16 February 2024 in the \nabove-captioned case.1 \n2. Having considered the Motion, the parties’ briefs in support of and in \nopposition to the Motion, the Verified Complaint , the arguments of counsel at the \nhearing on the Motion, and  other appropriate matters of record,  the Court hereby \nGRANTS the Motion as set forth below. \nPrince, Massagee, & Alexander, PLLC, by Sharon B. Alexander and Lucy \nK. Massagee, for Plaintiff Daniel Yoder. \n \nJames, McElroy & Diehl, P.A., by Adam L. Ross, Jennifer M. Houti, and \nHaley Lohr, for Defendants Alan Verm, Looking Glass Eye Center, P.A., \nand Looking Glass Enterprises, LLC. \n \nBradley Arant Boult Cummings, LLP, by Dana C. Lumsden and Hanna \nE. Eickmeier, for Defendant Healthcare LLC, VII. \n \n1 (Mot. Dismiss, ECF No. 7.) \n \nYoder v. Verm, 2024 NCBC 24. \nBledsoe, Chief Judge. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND  \n3. The Court does not make findings of fact when ruling on a motion to dismiss \nunder Rule 12(b)(6).  Rather, the Court recites the allegations asserted in the Verified \nComplaint (the “Complaint”) that are relevant to the Court’s determination of the \nMotion. \n4. This case has its origins in the settlement of three cases previously before \nthis Court: Looking Glass Eye Center, P.A. v. Yoder (Henderson County \n22-CVS-1141), Yoder v. Looking Glass Enterprises, LLC  (Henderson County \n22-CVS-1384), and Yoder v. Looking Glass Eye Center, P.A. (Transylvani a County \n22-CVS-332; collectively, the “Original Litigation”).  The Original Litigation involved \nthe same parties now before the Court, with the exception of Defendant Healthcare \nVII. \n5. After litigating for a number of months, the parties reached a settlement of \nthe Original Litigation, which was memorialized in a written settlement agreement \n(the “Settlement Agreement” or “Agreement”)2 the Court approved on 15 December \n \n2 (Consent Mot. Approve Settlement and Allow Discontinuance Derivative Proceedings Ex. B \n[hereinafter “Settlement Agreement”] , 22-CVS-332 ECF No. 34.2 (redacted).)   The parties \nfiled the unredacted version of the Settlement Agreement under seal in 22-CVS-332 as ECF \nNo. 34.1.  Since the Settlement Agreement has not yet been filed on the Court’s electronic \ndocket in th is action , the Court’s citations to this document will be to ECF No. 34.2 in \n22-CVS-332.  Pinpoint citations will be to the page numbers automatically assigned to the \nelectronic PDF of the filing as the document itself is not paginated. \n \n2022.3  The parties to this action, with the exception of Healthcare VII, were all \nsignatories to the Settlement Agreement.4 \n6. Almost a year later, however, Plaintiff Daniel Yoder (“Plaintiff” or “Yoder”) \nfiled the Verified Complaint in this action on 28 November 2023, alleging that \nDefendants Alan Verm (“Verm”), Looking Glass Eye Center, P.A.  (“LGEC”), and \nLooking Glass Enterprises, LLC (“LGE”) have “failed and refused to comply with all \nof the obligations imposed  . . . by the terms of the Settlement Agreement.” 5  As a \nresult, Plaintiff now seeks a declaratory judgment as to the rights and obligations of \nthe parties under the Set tlement Agreement6 and asserts four causes of action for \nbreach of th at Agreement—three against Verm and LGEC 7 and one against Verm \nand LGE. 8  Plaintiff does not assert any claims for relief against Defendant \nHealthcare VII  and instead avers that “Healthcare VII is joined as a party to this \n \n3 (Verified Compl. ¶¶ 8–9, ECF No. 2; Order Approving Proposed Settlement Agreement, 22-\nCVS-332 ECF No. 38.) \n4 (Settlement Agreement 12.) \n \n5 (Verified Compl. ¶ 16.) \n \n6 (Verified Compl. ¶¶ 84–85.) \n \n7 (Verified Compl. ¶¶ 18–63.)  These causes of action seek (i) accounting and payment from \nVerm and LGEC of certain “Additional Funds” as contemplated by the Settlement \nAgreement, (Verified Compl. ¶¶  20–27); (ii) payment of interest by Verm and LGEC on a \npromissory note pursuant to th e terms of the Settlement Agreement, (Verified Compl. \n¶¶ 2944); and (iii) alleged damages from Verm and LGE related to a buyout of Yoder’s \ninterest in LGE as prescribed by the Settlement Agreement, (see Verified Compl. ¶¶ 61–63.) \n \n8 (Verified Compl. ¶¶ 64–83.)  This cause of action seeks alleged damages related to Verm \nand LGE’s buyout of Yoder’s interest in Healthcare VII as contemplated by the Settlement \nAgreement.8   \n \naction to ensure a complete resolution of the issues in controversy complained of \nherein that pertain to Healthcare VII.”9  \n7. Healthcare VII filed the Moti on with supporting brief on 16 February \n2024.10  Yoder filed his response on 5 March 2024,11 and Healthcare VII filed its reply \non 15 March 2024.12  After full briefing, the Court held a hearing on the Motion on 10 \nApril 2024, at which all parties were represented by counsel.  The Motion is now ripe \nfor resolution.  \nII. \nANALYSIS  \n8. “A justiciable controversy is a prerequisite to a court’s obtaining [subject \nmatter] jurisdiction.”  Town of Ayden v. Town of Winterville, 143 N.C. App. 136, 140 \n(2001); see, e.g., Creek Pointe Homeowners Ass’n v. Happ, 146 N.C. App. 159, 164 \n(2001) (“Jurisdiction in North Carolina depends on the existence of a justiciable case \nor controversy.”).  “ A justiciable controversy entails ‘an actual controversy between \nparties having adverse interests in the matter in dispute.’ ”  Time Warner Ent. \nAdvance-Newhouse P’ship v. Town of Landis, 228 N.C. App. 510, 516 (2013) (quoting \nGaston Bd. of Realtors, Inc. v. Harrison, 311 N.C. 230, 234 (1984)).   \n \n9 (Verified Compl. ¶ 15.) \n \n10 (Mot. Dismiss; Def.’s Mem. Law Supp. Def. Healthcare LLC, VII’s Mot. Dismiss Pl.’s \nCompl., ECF No. 8.) \n \n11 (Pl.’s Mem. Law Opp’n Healthcare LLC, VII’s Mot. Dismiss, ECF No. 10.) \n \n12 (Def.’s Mem. Law Further Supp. Def. Healthcare LLC, VII’s Mot. Dismiss Pl.’s Compl., \nECF No. 14.) \n9. To plead a justiciable controversy: \n[T]he plaintiff shall allege in his complaint and show at the trial that a \nreal controversy, arising out of their opposing contentions as to their \nrespective legal rights and lia bilities . . . exists between or among the \nparties, and that the relief prayed for will make certain that which is \nuncertain and secure that which is insecure. \n \nTime Warner Ent. Advance -Newhouse P’Ship, 228 N.C. App. at 516 (alterations in \noriginal) (quoting Carolina Power & Light Co. v. Iseley, 203 N.C. 811, 820 (1933)).   \n10. If a plaintiff fails to allege a justiciable controversy, the trial court must \ndismiss the plaintiff’s action for lack of subject matter jurisdiction.  See, e.g. , Yeager \nv. Yeager, 228 N.C. App. 562, 565 (2013) (“[A] trial court does not have subject matter \njurisdiction over a non-justiciable claim[.]”); Raja v. Patel, 2017 NCBC LEXIS 25, at \n*18–19 (N.C. Super. Ct. Mar. 23, 2017) (holding that a complaint that “does not allege \na real, existing, and justiciable controversy between the parties [ ] must be dismissed, \nwithout prejudice”). \n11. Healthcare VII contends that it should be dismissed from this action under \nRule 12(b)(6) because “there are no facts sufficient to make a good claim” against it.\n13  \nThe Court agrees that dismissal is appropriate—but under Rule 12(b)(1) rather than \nRule 12(b)(6)—because a review of Plaintiff’s Complaint makes plain that Plaintiff \ndoes not allege an actual or justiciable controversy with Healthcare VII.   Indeed, \nPlaintiff does not assert any claims against Healthcare VII, allege any wrongdoing \nby Healthcare VII, or seek any  relief from Healthcare VII .  The only allegations \n \n13 (Def.’s Mem. Law S upp. Def. Healthcare LLC, VII’s Mot. Dismiss Pl.’s Compl. 8 (quoting \nOates v. JAG, Inc. 314 N.C. 276, 278 (1985)).)   \n  \ninvolving Healthcare VII are those identifying the entity,14 asserting that Healthcare \nVII is joined “to ensure a complete resolution of the issues in controversy,”15 alleging \nthe ownership interests in Healthcare VII,16 referencing the “cash held by Healthcare \nVII,”17 and asserting that “Verm and/or Healthcare VII may need to enter into a loan \ntransaction to effectuate the purchase of Yoder’s membership interest in Healthcare \nVII.”18   \n12. The last three of these allegations are included in Plaintiff’s fourth claim for \nrelief alleging that Verm and LGE breached the Settlement Agreement and are the \nones on which Plaintiff principally relies in opposing Healthcare VII’s Motion.   \nPlaintiff argues th at because the Settlement Agreement forecasts that Healthcare \nVII “may need to obtain a loan”  to facilitate the purchase of Yoder’s interest, 19 \nHealthcare VII is a necessary party to this action.   \n13. But as noted above, Healthcare VII is not a party to the Settlement \nAgreement and thus is not bound by the Agreement’s provisions.  See, e.g. , Howe v. \nLinks Club Condo. Ass’n, 263 N.C. App. 130, 139 (2018) (“[A]s a matter of law, a non-\nparty to a contract cannot be held liable for any breach that may have occurred.”  \n \n14 (Verified Compl. ¶ 5.) \n \n15 (Verified Compl. ¶ 15.) \n \n16 (Verified Compl. ¶¶ 65–66, 68.) \n \n17 (Verified Compl. ¶¶ 78–81.) \n \n18 (Verified Compl. ¶ 72.) \n \n19 (Pl.’s Mem. Law Opp’n Healthcare LLC, VII’s Mot. Dismiss 4.) \n(cleaned up)).  Moreover, as pleaded, the Settlement Agreement does not obligate \nHealthcare VII to obtain a loan; indeed, the Settlement Agreement itself reflects only \nthe parties’ acknowledgement that “Healthcare VII may need to enter into a loan \ntransaction,” not Healthcare VII’s agreement to obtain a loan.   \n14. Based on the above, the Court concludes that Plaintiff has failed to plead \nfacts showing the existence of an actual or just iciable controversy with Healthcare \nVII.  As a result, the Court does not have subject matter jurisdiction over Healthcare \nVII in connection with this matter.  The Court will therefore dismiss Healthcare VII \nas a party to this litigation under Rule 12(b)(1 ) without prejudice.20  See, e.g. , State \nex rel. Utils. Comm’n v. Cube Yadkin Generation, LLC, 279 N.C. App. 217, 221 (2021) \n(“The existence of an actual controversy is a jurisdictional prerequisite to any judicial \naction based thereon.”); Holton v. Holton, 258 N.C. App. 408, 415 (2018) (holding that \na dismissal for lack of subject  matter jurisdiction “must be made without  prejudice, \nsince a trial court without jurisdiction would lack authority to adjudicate the \nmatter.”). \n \n20 Healthcare VII’s decision to move under Rule 12(b)(6) rather than under Rule 12(b)(1) is of \nno consequence to the Court’s resolution of the Motion since “it is well -established that an \nissue of subject matter jurisdiction may be raised at any stage of a case and may be raised by \na court on its own  motion.”  Sanford v. Williams, 221 N.C. App. 107, 116 (2012)  (quoting \nLaurel Valley Watch, Inc. v. Mountain Enters. of Wolf Ridge, LLC , 192 N.C. App. 391, 404 \n(2008)); see, e.g., Lemmerman v. A.T. Williams Oil Co., 318 N.C. 577, 580 (1986) (“Every court \nnecessarily has the inherent judicial power to inquire into, hear and determine questions of \nits own jurisdiction, whether of law or fact, the decision of which is necessary to determine \nthe question s of its jurisdiction.”).  The Court, therefore, is fully within its authority to \ndetermine its subject matter jurisdiction over this matter on the current Motion .  See, e.g., \nState v. Whittle Commc’ns, 328 N.C. 456, 462– 63 (1991) (affirming trial court’s dismissal of \naction on its own motion under Rule 12(b)(1)). \n \nIII. \nCONCLUSION \n15. WHEREFORE, the Court hereby GRANTS the Motion.  Healthcare VII is \nhereby DISMISSED from this action without prejudice. \n    SO ORDERED, this the 19th day of April, 2024. \n \n \n     /s/ Louis A. Bledsoe, III   \n      Louis A. Bledsoe, III \n      Chief Business Court Judge   \n   \n "
}