{
  "id": "7cf1b55075745a5406e413e0a0dadd10214498f27b0c4fb0cc747ec9b743d9c4",
  "source_file": "data/raw/ncbc/7cf1b55075745a5406e413e0a0dadd10214498f27b0c4fb0cc747ec9b743d9c4.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nORANGE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 1724 \n \nJULIE SMITH MASON, \n \n   Plaintiff, \n \nv. \n \nRICHARD S. MASON, \n \n   Defendant. \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION FOR \nSUMMARY JUDGMENT \n \n \n1. THIS MATTER is before the Court on the 16 April 2021 filing of Plaintiff’s \nMotion for Summary Judgment (the “Motion”) brought pursuant to Rule 56 of the \nNorth Carolina Rules of Civil Procedure (the “Rule(s)”).  ( Pl.’s Mot. Summ. J., ECF \nNo. 273 [“Pl.’s Mot”].) \n2. For the reasons set forth herein, the Court GRANTS in part and DENIES \nin part the Motion. \nDavis Hartman Wright, LLP by John Charles Bircher, for Plaintiff \nJulie Smith Mason.1  \n \nJ.M. Cook, P.A. by J.M. Cook, for Defendant Richard S. Mason.  \n \nRobinson, Judge. \n \n \n1 The Motion was filed by Pamela S. Duffy and Molly S. Whitlatch, who were counsel for \nPlaintiff Julie Smith Mason at the time of filing.  Subsequent to the filing of the Motion, Duffy \nand Whitlatch withdrew as counsel of record in this matter, (ECF No. 298), Plaintiff filed for \nbankruptcy protection, and John Charles Bircher was appointed as Trustee of Plaintiff’s \nestate and appears on Plaintiff’s behalf in this matter.  (See Not. of App. by Trustee for Bankr. \nEstate of Julie S. Mason, ECF No. 300.) \nMason v. Mason, 2022 NCBC 24. \n \n \nI. INTRODUCTION \n3. Plaintiff Julie Smith Mason (“Plaintiff”) initiated this action in her capacity \nas a minority shareholder seeking the judicial dissolution of the former defendant to \nthis action, Multiflora Greenhouses, Inc. (“MGI”) .  As a result of stipulations and \nagreements made by the parties in the course of the litigation, the remaining issue \nleft for determination is the value of Plaintiff’s interest in MGI , which is due to be \npaid to Plaintiff by Defendant Richard S. Mason (“Defendant”).  \nII. FACTUAL AND PROCEDURAL BACKGROUND \n4. The Court sets forth here only those portions of the factual and procedural \nhistory relevant to its determination of the Motion.  The Court does not make findings \nof fact when ruling on motions for summary judgment.  “But to provide context for its \nruling, the Court may state either those facts that it believes are not in material \ndispute or those facts on which a material dispute forecloses summary adjudication.”  \nEhmann v. Medflow, Inc. , 2017 NCBC LEXIS 88, at *6 (N.C. Super. Ct. Sept. 26, \n2017). \n5. Plaintiff filed her Complaint on 13 December 2017, asserting claims for \ndissolution of MGI and breach of fiduciary duty against Defendant.  (Compl. 6–8, ECF \nNo. 4.)  Specifically, Plaintiff stated that she “is entitled to judicial dissolution of \n[MGI], unless [MGI] elects to purchase her shares at their fair value in accordance \nwith procedures as the court may provide pursuant to N.C.G.S. § 55-14-13.”  (Compl. \n¶ 36.) \n \n \n6. At the time this action was initiated, Plaintiff and Defendant were married \nbut legally separated and together owned a combined majority of the shares of MGI: \nPlaintiff owned 39.65% of outstanding shares and Defendant owned 39.63% of the \noutstanding shares.  (Compl. ¶ 8.)  Plaintiff and Defendant were also the sole \ndirectors of MGI.  (Compl. ¶ 9.)  Plaintiff acted as MGI’s Vice President, Treasurer, \nand Secretary.  (Compl. ¶ 10.)  Defendant acted as MGI’s President and CEO and \nmanaged MGI’s employees, including two shareholder-employees.  (Compl. ¶ 11.)      \n7. Defendant and MGI filed a joint Answer on 22 January 2018.  (Answer, \nECF No. 8.)  Defendant asserted in what is titled the “Third Defense” that dissolution \nof MGI is not an appropriate remedy because Defendant, in his individual capacity,  \n“is willing to purchase the Plaintiff’s shares at their fair value, in accordance with \nsuch procedures as the Court may provide.”  (Answer 2.) \n8. The parties submitted their Case Management Report on 21 February \n2018.  (Case Management Report, ECF No. 9 [“CMR”].)  The parties represented that \nDefendant “is agreeable to purchase [Plaintiff’s] interests in MGI for fair value \npursuant to a valuation process to be agreed upon by the parties or imposed by the \nCourt[, and] the issue before the Court is one of valuation only rather than disputing \nthe right to dissolution.”  (CMR ¶¶ 1, 3.A.)   It was made clear to the C ourt early in \nthis litigation that there was an agreement between the parties that Defendant was \nto purchase Plaintiff’s share in MGI for “fair value.”  (Case Management Rep. 8, ECF \nNo. 9.)  This agreement was later memorialized by the parties in a written stipulation.  \n \n \n(Joint Stip. Re. Date of Valuation of Multiflora Greenhouses, Inc.  1, ECF No. 43  \n[“Joint Stipulation”].) \n9. On 4 May 2018, Plaintiff filed a Motion for Appointment of a Receiver or, in \nthe Alternative, Preliminary Injunctive Relief, and Motion for Temporary \nRestraining Order (the “Receivership Motion”).  (ECF No. 29.)   Plaintiff requested \nthat the Court appoint a receiver to oversee MGI and ma de a request in the \nalternative that the Court preliminar ily enjoin Defendant and MGI from taking \ncertain action with respect to MGI and MGI’s wholly owned subsidiary, Austram, \nLLC (“Austram”).   On 16 May 2018, Plaintiff filed a Motion for Appointment of \nReferee (the “Referee Motion”).  (ECF No. 38.)   \n10. On 6 August 2018, the Court held a hearing on the Receivership Motion \nand the Referee Motion.  (See ECF No. 73.)  During the hearing, Defendant, through \ncounsel, represented to the Court that a receivership was unnecessary, among other \nreasons, because Defendant had agreed to buy Plaintiff’s shares in MGI for fair value \nand would make sure that the company would continue in operation by paying \nwhatever debts and obligations came due. \n11. Following the 6 August 2018 hearing, the Court entered the Order on \nPlaintiff’s Motion for Receiver or Preliminary Injunction and Motion for Referee (the \n“Injunction”).  (Pl.’s Mot. for Receiver or Prelim. Inj. & Mot. for Referee, ECF No. 82 \n[“Inj.”].)  The Court denied Plaintiff’s request for the appointment of a receiver and a \nreferee but granted in part Plaintiff’s request for a preliminary injunction  and \n \n \neffectively enjoined Defendant from taking certain actions while operating MGI.  (Inj. \n¶¶ 16, 21, 24–25.)   \n12. Shortly after entry of the Court’s Injunction, on 24 September 2018, MGI’s \nattorney, without consulting with Plaintiff, filed with the United States Bankruptcy \nCourt a voluntary petition for relief pursuant to Chap ter 11 of the United States \nBankruptcy Code.  (ECF No. 97.)         \n13. On 16 April 2019, Plaintiff filed a Motion for Criminal Contempt  (the \n“Contempt Motion”) alleging that Defendant willfully and intentionally violated the \nInjunction entered by the Court.  (ECF No. 129.)   \n14. On 17 April 2019, Plaintiff filed a  Notice of Voluntary Dismissal without \nPrejudice, dismissing all of her claims against MGI.  (ECF No. 137.)   \n15. On 26 November 2019, after a duly noticed evidentiary hearing, the Cou rt \nentered its Order on Motion for Criminal Contempt Regarding Guilt (the “Contempt \nOrder”).  See Mason v. Mason, 2019 NCBC LEXIS 79, at *15–16 (N.C. Super. Ct. Nov. \n26, 2019). \n16. The Court made the following findings of fact in the Contempt Order:  \n43. At all times relevant herein, MGI had four shareholders, Mr. Mason, \n[Johannes] Lenselink, Timothy Stephens (“Mr. Stephens”), and Ms. \nMason. . . . Mr. Mason  informed both Mr. Lenselink and Mr. Stephens \nthat Mr. Mason intended to put MGI into bankruptcy.  However, Mr. \nMason intentionally did not disclose this information to Ms. Mason.  Mr. \nMason intentionally directed Mr. Lenselink and Mr. Stephens not to \nadvise Ms. Mason  that he was considering filing for bankruptcy \nprotection for MGI.  Mr. Mason did this because  he was worried that, \narmed with prior notice of Mr. Mason’s intention to put MGI i n \nbankruptcy, Ms. Mason might take steps in an attempt to thwart Mr. \nMason’s plan.  \n \n \n \n44. Anticipating Ms. Mason would not agree to filing for bankruptcy, Mr. \nMason implemented a scheme around September 2018  to increase the \nnumber of directors from two (Mr. Mason and Ms. Mas on) to four \n(adding Mr. Lenselink and Mr. Stephens).  After increasing the size of \nthe board,  Mr. Mason intended to instruct Mr. Lenselink and Mr. \nStephens to vote in favor of putting MGI into bankruptcy without the \nconsent of or notice to Ms. Mason.  \n \n46. At the board of directors meeting on September 20, 2018, Mr. \nLenselink and Mr. Stephens were elected as directors, increasing the \nboard from two directors to four.  Mr. Mason actively concealed the plan \nto file for bankruptcy by instructing Mr. Lenselink and Mr. Stephens to \nnot inform Ms. Mason of the pending bankruptcy.  \n \n47. Shortly thereafter,  Mr. Mason, Mr. Lenselink, and Mr. Stephens \nvoted without a duly noticed meeting and without notifying Ms. Mason \nto place [MGI] into bankruptcy.  \n \nMason, 2019 NCBC LEXIS, at *18–20.  \n \n17. Even in the midst of  the proceedings on the Contempt Motion, Defendant \nrecognized his obligation to purchase Plaintiff’s shares in MGI.  On 23 May 2018, the \nparties filed a Joint Stipulation Regarding Date of Valuation of Multiflora \nGreenhouses, Inc. agreeing that the date of  valuation of MGI “for the purpose of \nestablishing a value for Defendant Richard Mason’s buy out of Plaintiff Julie Mason’s \nshares shall be the date of the parties’ marital separation, October 16, 2017.”  (Joint \nStipulation 1.)  On 3 August 2018, Defendant  submitted an affidavit to the Court, \nwhich in part states “I have stipulated to the Court that I will acquire Plaintiff’s stock \nin MGI[,]” confirming for a third time that Defendant agreed to purchase Plaintiff’s \nshare in MGI  (Aff. Richard S. Mason ¶ 54, ECF No. 80 [“R. Mason Aff.”].) \n \n \n18. On 25 June 2019, Plaintiff filed a Status Report as to Plaintiff’s Claims \nAgainst Richard Mason, in part requesting the Court address the MGI valuation \nissues.  (ECF No. 155.) \n19. On 30 July 2019, in the domestic proceedings bet ween the parties, the \nparties entered into a Stipulation and Consent Order pursuant to which the parties \nagreed “that any claims either may have against the other regarding the value, if any, \nand distribution of the stock each party owns in [MGI] are withi n the jurisdiction of \nthe Business Court . . . and such claims may be resolved at either party’s election by \nasserting an appropriate claim in the pending action in the Business Court[.]”  \n(Proposed Compl., Ex. C ¶ 3) \n20. Notwithstanding this express agreement  between the parties , after \nresolution of the Contempt Motion, Defendant filed Defendant Richard S. Mason’s \nMotion to Dismiss and, in the Alternative, Set Aside Court Orders on 19 December \n2019, requesting that the Court either dismiss the action or set aside any stipulations \nrequiring Defendant to purchase Plaintiff’s shares in MGI .  (ECF No. 232.)  On 26 \nMay 2020, the Court entered the Order and Opinion on Defendant Richard S. Mason’s \nMotion to Dismiss and, in the Alternative, Set Aside Orders denying Defendant’s \nrequest.  Mason v. Mason , 2020 NCBC LEXIS 66, at *9 (N.C. Super. Ct. May 26, \n2020).  Spe cifically, the Court stated “the Court declines to relieve Defendant from \nthe agreement to purchase MGI’s shares he made, with the advice of counsel, at the \ninception of this litigation.”  Id. \n \n \n21. On 12 June 2020, the Court in its discretion entered the Order on Plaintiff’s \nMotion to Supplement Complaint  denying Plaintiff’s request to supplement her \nbreach of fiduciary duty claim but permitting Plaintiff “to supplement the Complaint \nwith allegations pertinent to the valuation of her MGI shares [,]” again limiting the \nscope of this litigation to the issue of the value of Plaintiff’s share in MGI.  (ECF No. \n261.)  On 10 July 2020, Plaintiff filed a Voluntary Dismissal of Second Claim for Relief \nWithout Prejudice dismissing her claim for breach fiduciary duty.  (ECF No. 262.) \n22. On 30 November 2020, the Court entered the Order on Joint Motion for \nProposed Scheduling Order, implementing a schedule for the parties to engage in \ndesignation and discovery regarding experts to value Plaintiff’s shares in MGI.  (ECF \nNo. 272.)   \n23. On 26 January 2021, Defendant obtained a commissioned expert report \nrendered by Jim Turner CPA, CVA (“Mr. Turner”) of Turner Business Appraisers (the \n“Turner Report”).  The Turner Report calculated the value of MGI as of the agreed to \ndate — 16 October 2017. (Calculation Engagement of: Multiflora Greenhouses, Inc. \nAs of: October 16, 2017, ECF No. 273.1 [“Turner Report”].) \n24. The Turner Report includes a valuation of Plaintiff’s 39.65% equity interest \nin M GI as of 16 October 2017.  (Turner Report 4.)  Using  the adjusted net asset \nmethod, the Turner Report establishes MGI’s total value as of 16 October 2017 as \n$960,600.  (Turner Report 15– 16.)  Mr. Turner then applied a twenty percent (20%) \ndiscount for Plaintiff’s lack of control over MGI (the “minority discount”) and a thirty \npercent (30%) lack of marketability discount.  (Turner Report 28, 34.)  The determined \n \n \nfinal value for Plaintiff’s 39.65% interest in MGI in the Turner Report is $213,000 .  \n(Turner Report 36.) \n25. On 1 March 2021, Defendant provided Plaintiff with a copy of the Turner \nReport in compliance with the Court’s scheduling order.  (Turner Report 1.)   (See \nTurner Report.) \n26. On 16 April 2021, Plaintiff filed her Motion for Summary Judgment , (See \nPl.’s Mot.), along with a supporting brief, (Br. Supp. Pl.’s Mot. Summ. J., ECF No. \n274), which request that the Court enter judgment in the amount of $380,640 as the \nfair value of Plaintiff’s shares in MGI on 16 October 2017.   (Pl.’s Mot. 3.)  In her \nmotion, Plaintiff explains that she arrived at the figure of $380,640 by accepting the \nentity valuation for MGI determined by the Turner Report and using certain other \nfindings of the T urner Report  but eliminating th e minority and marketability \ndiscounts on the grounds that they are inapplicable under the circumstances.  \n27. On 1 June 2021, Defendant filed Defendant Richard S. Mason’s Objection \nto Motion f or Summary Judgment  (the “Objection”), (Def. Richard S. Mason’s Obj . \nMot. Summ. J., ECF No. 280 [“Obj.”]), and his brief in opposition to the Motion, (Br., \nECF No. 281 [“Def.’s Br. Obj.”]). \n28. On 11 June 2021, Plaintiff filed Plaintiff’s Reply Memorandum of Law in \nSupport of Motion for Summary Judgment and in Opposition to Defendant’s Motion \nin the Alternative for Summary Judgment in Defendant’s Favor.  (ECF No. 284.) \n29. The Court held a hearing on the Motion on 28 September 2021.  ( See ECF \nNo. 292.) \n \n \n30. On 9 February 2022, Plaintiff filed an Amended Suggestion of Bankruptcy, \n(ECF No. 295), notifying the Court that Plaintiff  filed a voluntary petition for relief \nunder Chapter 7 of the U.S. Bankruptcy Code in the United States Bankruptcy Court \nfor the Eastern District of North Carolina.  (Am. Sugg. Bankruptcy 1.) \n31. On 28 February 2022, a Notice of Appearance was filed in this action by \nJohn C. Bircher III, Bankruptcy Trustee for Plaintiff’s estate. \n32. On 9 March  2022, the Court held a conference with counsel and the \nBankruptcy Trustee via the Court’s telecommunication system to discuss the status \nof this litigation.      \n33. The Motion is ripe for resolution. \nIII. LEGAL STANDARD \n34. Summary judgment is appropriate “if the ple adings, depositions, answers \nto interrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and that any party is entitled \nto a judgment as a matter of law.”  N.C. R. Civ. P. 56(c).  “A ‘genuine issue’ is one that \ncan be maintained by substantial evidence.”  Dobson v. Harris, 352 N.C. 77, 83 (2000). \n35. The moving party bears the burden of showing that there is no genuine \nissue of material fact and that the movant is entitled to judgment as a matter of law.  \nHensley v. Nat’l Freight Transp., Inc. , 193 N.C. App. 561, 563 (2008).  The movant \nmay make the required showing by proving that “an essential element of the opposing \nparty’s claim does not exist, cannot be proven at trial, or would be barred by an \naffirmative defense, or by showing through discovery that the opposing party cannot \n \n \nproduce evidence to support an essential element of her claim.”  Dobson, 352 N.C. at \n83 (citations omitted). \n36. “Once the party seeking summary judgment makes the required showing, \nthe burden shifts to the nonmoving party to produce a forecast of evidence \ndemonstrating specific facts, as opposed to allegations, showing that he can at least \nestablish a prima facie case at trial.”  Gaunt v. Pittaway, 139 N.C. App. 778, 784−85 \n(2000).  The Court must view the evidence in the light most favorable to the \nnonmovant.  Dobson, 352 N.C. at 83.  However, the nonmovant “may not rest upon \nthe mere allegations or denials of her p leading, but her response, by affidavits or as \notherwise provided in this rule, must set forth specific facts showing that there is a \ngenuine issue for trial.  If [the nonmovant] does not so respond, summary judgment, \nif appropriate, shall be entered again st [the nonmovant].”  N.C.G.S. § 1A -1, Rule \n56(e).  \nIV. ANALYSIS \n37. It has been made clear to the parties  by the Court that (1) Defendant is \nbound by his stipulations and representations to the Court and Plaintiff and must  \npay the value of Plaintiff’s shares in M GI to Plaintiff ; and (2)  the only outstanding \nissue before this Court is the valuation of Plaintiff’s shares in MGI as o f 16 October \n2017. \nA. Defendant’s Request for Summary Judgment \n38. Defendant’s Objection requests that “the Court deny the Plaintiff’s Motion, \nin the alternative, enter judgment in favor of the Defendant and such further relief \n \n \nas the Court may deem appropriate .”  (Obj. 3.)  Rule 7.2 of the North Carolina \nBusiness Court Rules (“BCR(s)”) provides that “[e]ach motion m ust be set out in a \nseparate document.”  Defendant filed his response to the Motion and his own Rule 56 \nmotion in one document , therefore, Defendant’s Objection is not in compliance with \nBCR 7.2 .  Accordingly, the Court , in its discretion,  does not consider Defendant’s \nrequest for summary judgment  contained in Defendant’s Objection  to be properly \nbefore the Court.  \nB. Plaintiff’s Request for Summary Judgment \n39. Pursuant to N.C.G.S. § 55 -14-31, whe n a court determines that judicial \ndissolution is appropriate and the corporation, or another shareholder, subsequently \nelects to purchase the shares of the shareholder seeking judicial dissolution pursuant \nto N.C.G.S. § 55 -14-30(2)(ii), the c ourt shall not order dissolution but may aid in \ndetermining the fair value of the shares in accordance with procedures that the court \nmay provide.   \n40. In the present case, the Court has not determined that judicial dissolution \nis appropriate. However, since Defendant made representations to Plaintiff and the \nCourt that he would purchase Plaintiff’s  shares without a finding of judicial \ndissolution, the Court concludes that N.C.G.S. § 55-14-31 is nonetheless applicable in \nthis instance.   Therefore, the Court finds the developed case law int erpreting \nN.C.G.S. § 55-14-31 and making determinations as to fair value of corporations to be \npersuasive in this instance .  To the extent Plaintiff seeks summary judgment \ndetermining that Defendant owes Plaintiff the fair value of her ownership interest in \n \n \nMGI, Plaintiff’s request is GRANTED and summary judgment is entered in her favor \nand against Defendant on liability for purchase of her shares as of the stipulated \nvaluation date. \n41. This Court has previously held  that the determination of fair value under \ncircumstances such as those presented here is entrusted to  the Court’s sound \ndiscretion.  Finkel v. Palm Park, Inc., 2020 NCBC LEXIS 137, at *21 (N.C. Super. Ct. \nNov. 18, 2020) (quoting Royals v. Piedmont Elec. Repair Co., 1999 NCBC LEXIS 1, at \n**35 (N.C. Super. Ct. Mar. 3, 1999)). However, “fair value” is not defined by statute.  \nRoyals, 1999 NCBC LEXIS 137, at **34.   \n42. This Court has recognized that “[t]he Legislature wisely provided for \nflexibility in determining fair value.  Recognizing that every situation will be \ndifferent, the Legislature did not limit fair value to market value and did not place \nany limiting parameters on the factors to be considered in determining fair value.”  \nGarlock v. Southeastern Gas & Power, Inc., 2001 NCBC LEXIS 9, at **36 (N.C. Super. \nCt. Nov. 14, 2001). \n43. Fair market value is not the equivalent of “fair value,” however it “is a factor \nto be given heavy weight[, and] it is the starting point for any valuation.”  Royals , \n1999 NCBC LEXIS 1, at **35. When courts have relied o n fair market value \ncalculations, they have done so due to the independence, sophistication, and \nreliability of the financial advisors preparing the report. See Reynolds Am. Inc. v. \nThird Motion Equities Master Fund Ltd. , 2020 NCBC  LEXIS 35, at  **217 (N.C. \nSuper. Ct. Apr. 27, 2020). \n \n \n44. Plaintiff argues that  the fair value of her  ownership interest in MGI is \n$380,640 and requests that the Court enter summary judgment in her favor for that \namount.  (Pl.’s Mot. ¶ 8.)  Plaintiff arrives at this figure in reliance on the Turner \nReport’s findings.  (Pl.’s Mot. ¶ ¶ 2, 7.)  Specifically, Plaintiff assumes the MGI \nenterprise value (that is , the value of the company as a whole) as of the stipulated \nvaluation date and multiplies that value by Plaintiff’s ownership share in MGI.2 \n45. Instead of putting forth  an expert valuation using methods and data \nPlaintiff deemed to be reliable, Plaintiff simply asks the  Court to disregard the \nTurner Report’s twenty percent (20%) minority discount and thirty percent (30%) \nmarketability discount.  (Pl.’s Mot. ¶ 8.)   After eliminating these discounts, Plaintiff \narrives at a valuation of $380,640.  (Pl.’s Mot. ¶ 8.) \n46. Puzzlingly, while relying on the Turner Report in her Motion, Plaintiff also \nstates that she “does not agree with all of the methodologies and data relied upon by \nMr. Turner to reach his conclusion.”  (Pl.’s Mot. ¶ 7.)  Plaintiff also undermines the \naccuracy of the Turner Report’s underlying data , stating that “[t]he Defendant’s \nexpert relied on information provided by Richard Mason without engaging in any \nindependent verification of that information.”  (Pl.’s Mot. ¶ 3.)  \n47. Our Supreme Court has held that “ [a] court generally possess es the \ndiscretion to choose to accord little probative weig ht to the results of a particular  \n[valuation] analysis if there are legitimate justifications for that choice. ”  Reynolds \nAm. Inc. v. Third Motion Equities Master Fund Ltd., 379 N.C. 524, 537 (2021). \n \n2 The math is straightforward in this regard:  $960,000 (company value) x .3965 (Plaintiff’s \nownership share) = $380,640. \n \n \n48. Understanding that Plaintiff ultimately bears the burden of proof on the \nissue of fair value, the Court concludes that, based on the record before it on summary \njudgment, Plaintiff has not carried her burden of proving, for purposes of a summary \njudgment motion, that the Court should disregard the minority and lack of \nmarketability discounts employed by Defendant’s expert. \nV. CONCLUSION \n49. For the foregoing reasons, the Court hereby DENIES  the Motion to the \nextent it seeks entry of a judgment for a sum certain — $380,640.  However, as noted \npreviously, the Court GRANTS the Motion to the extent it seeks entry of a judgment \nof liability for the fair value of Plaintiff’s shares in MGI.  \n50. As a result of the Court’s ruling herein, the parties are hereby ORDERED \nto meet and confer regarding proposed deadlines for setting this matter for trial.  The \nparties shall advise the Court, by email correspondence sent to the Court’s Law Clerk, \nRyan Dovel, ryan.t.dovel@nccourts.org, copying all other counsel, on or before Friday, \n17 June 2022 regarding their joint or respective proposals as to developing a schedule \nfor a bench trial on the merits. \nSO ORDERED, this the 13th day of May, 2022. \n \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}