{
  "id": "7d21f30ce2280c18b9baa83ef0e0c234060cadc565c2cd61c29e2bc1676613f1",
  "source_file": "data/raw/ncbc/7d21f30ce2280c18b9baa83ef0e0c234060cadc565c2cd61c29e2bc1676613f1.pdf",
  "raw_text": "JDH Capital LLC v. Flowers, 2007 NCBC 31 \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF MECKLENBURG  \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n07 CVS 5354 \nJDH CAPITAL LLC, \n \nPlaintiff,  \n \nv.  \n \nREBECCA D. FLOWERS, DWF \nDEVELOPMENT, INC., and FLOWERS \nPLANTATION FOUNDATION, INC. \nf/k/a FLOWERS PLANTATION, INC. , \n \nDefendants. \n \n \n \n \n \nORDER ON MOTION TO COMPEL AND \nMOTIONS FOR SANCTIONS \n \n{1} This case arises out of Plaintiff’s suit for breach of contract, unjust \nenrichment, fraud, negligent misrepresentation, and unfair and deceptive trade \npractices.  This matter comes before the Court on Defendant Flowers’ Motion to \nCompel Discovery and Motion for Sanctions and Plaintiff’s Motion for Sanctions. \n{2} After considering the briefs, the Court GRANTS Defendant’s Motion to \nCompel Discovery, DENIES Defendant’s Motion for Sanctions, and DENIES \nPlaintiff’s Motion for Sanctions. \n \nJohnston Allison & Hord by Robert L. Burchette, Daniel A. Merlin, and \nMartin L. White for Plaintiffs. \n \nManning, Fulton & Skinner, PA by Michael T. Medford and William S. \nCherry III for Defendants. \n \n \nTennille, Judge. \n \n{2} This matter is before the Court on Defendant Flowers’ Motions to Compel \nDiscovery and for Sanctions, dated August 31, 2007, and Plaintiff’s Motion for \nSanctions, dated September 19, 2007, in the above captioned case.  Prior to the \nfilings of these motions, Plaintiff filed a Motion for Extension of Time to respond to \nDefendant Flowers’ interrogatories with the Clerk of Mecklenburg County Superior \nCourt.   \n{3} The above captioned case was designated a Mandatory Complex Business \nCase by virtue of the Notice of Designation of Action as Mandatory Complex \nBusiness Case Under N.C. Gen. Stat. § 7A-45.4, dated April 20, 2007.  This case \nwas assigned to the undersigned Special Superior Court Judge on April 30, 2007.  \nBusiness Court Rule 9.2 states in no uncertain terms that “all motions to extend \nany of the times prescribed or allowed by these Rules, the North Carolina Rules of \nCivil Procedure, or by court order, shall be directed to the Business Court Judge \nassigned to the case.”  BCR 9.2 (2006) (emphasis added).   \n{4} Plaintiff’s Motion for Extension of Time was filed with the Clerk “[a]lmost \ntwo months” after the case was designated a Mandatory Complex Business Case \nand assigned to the undersigned Special Superior Court Judge.  (Def.’s Br. 3.)  The \nCourt notes that Plaintiff has made no objection to these statements regarding the \ntiming and place of filing its motion.  The Motion for Extension of Time was filed in \nthe incorrect court according to the Business Court Rules.  Thus, Plaintiff’s \nobjection to Defendant Flowers’ interrogatories was not properly filed and will not \nbe considered by the Court. \n{5} If Plaintiff had filed the Motion for Extension of Time in the correct court, \ni.e., the Business Court, the Motion would have been improper.  Business Court \nRule 9.2 requires the movant for any motion for extended time to “first consult with \nany opposing party” before filing the motion.  BCR 9.2.  Plaintiff has not provided \nany evidence that there was such a consultation before the Motion for Extension of \nTime was filed in Mecklenburg County Superior Court.  Thus, Plaintiff’s objection to \nDefendant Flowers’ interrogatories was not properly filed. \n{6} Were the Court to consider the objection on the merits, Plaintiff would still \nnot prevail.  Plaintiff’s interpretation of the rules governing interrogatory parts is \nincorrect, without merit, and unsupported by the vast majority of legal authority.  \nNorth Carolina’s rule on interrogatories states that “[i]nterrogatory parts and \nsubparts shall be counted as separate interrogatories for purposes of [Section 1A-1, \nRule 33 of the General Statutes of North Carolina].”  N.C. Gen. Stat. § 1A-1, Rule \n33(a) (2005).  The Federal Rule of Civil Procedure dealing with interrogatories \nstates that the number of interrogatories shall not exceed twenty-five “including all \ndiscrete subparts.”  Fed. R. Civ. P. 33(a).  The Federal rule was designed to stop \nattorneys from “evad[ing] [the twenty-five interrogatory] limitation through the \ndevice of joining as ‘subparts’ questions that seek information about discrete \nseparate subjects.”  Fed. R. Civ. P. 33 advisory committee’s note (1993).  The same \ncan be said for the North Carolina Rule of Civil Procedure addressing \ninterrogatories.   \n{7} The question for the trial court to decide is whether the interrogatory \nsubpart is requesting “several pieces of disparate information.”  BENDER’S FORMS OF \nDISCOVERY TREATISE § 3.14(1)(a); see also Safeco Ins. Co. of Am. v. Rawstron, 181 \nF.R.D. 441, 444–45 (1998) (discussing the flexible approach to interpreting \ninterrogatory subparts and reasoning that the Federal Rules of Civil Procedure \nfavored the flexible approach allowing the trial court discretion on when to decide if \na subpart was requesting information about discrete subjects).  One heavily cited \ncase interpreted interrogatory “subparts” similar to the ones at issue here to count \nas only one interrogatory because all of the subparts were “sufficiently related to \nthe primary question.” 1  Ginn v. Gemini, Inc. 137 F.R.D. 320, 322 (1991).  In an \nunpublished decision, the 4th Circuit cited Ginn through Kendall v. GES Exposition \nServs., 174 F.R.D. 684 (D. Nev. 1997), to find that the pertinent question was the \nsubject matter of the interrogatories.  Am. Chiropractic Ass’n v. Trigon Healthcare, \nInc., No. 1:00CV00113, 2002 U.S. Dist. LEXIS 14327, at *3–4 (W.D. Va. 2002) \n(deciding that asking the same question to five different plaintiffs was still only one \n                                                 \n1 The Plaintiff discards cases such as Ginn which were cited by Defendant for not being North \nCarolina authority, relying solely on a plain meaning interpretation of the statute.  Plaintiff noted \nthough that there are no North Carolina cases concerning interpreting “subparts” in North Carolina \nGeneral Statute § 1A-1, Rule 33(a).  (Pl.’s Br. Opp. Def.’s Mot. Compel Disc. and Pl.’s Mot. Sanctions \n3.)  The Court notes that the \nGinn decision has been followed in the 6th, 9th, 10th, and 11th Circuits. \ninterrogatory).  Plaintiff would have this court ignore the subject matter and focus \ninstead on the literal number of facts requested in the interrogatory. \n{8} Plaintiff contends that an interrogatory which asks for multiple answers \nmust be multiple interrogatories.  (Pl.’s Br. Opp. Def.’s Mot. Compel Disc. and Pl.’s \nMot. Sanctions 4–5.)  The Court disagrees.  Interrogatories are designed to elicit \nfacts in a cost-efficient manner.  Plaintiff’s interpretation of the rules would \nseverely limit interrogatories to one-event, one-fact questions.  That interpretation \nis counter to the reason for using interrogatories.   \n{9} Based on the foregoing, it is hereby ORDERED, ADJUDGED, and \nDECREED: \n1. Defendant Flowers’ Motion to Compel is hereby GRANTED.  Plaintiff shall \nanswer the interrogatories in full within twenty (20) days of today’s date. \n2. Plaintiff’s Motion for Sanctions is hereby DENIED. \n3. Defendant Flowers’ Motion for Sanctions is hereby DENIED. \n \nIT IS SO ORDERED this the 12th day of October, 2007. \n "
}