{
  "id": "7d40564736336517f1e4331187c675263ca38930009fde6c346ce07a7a088bc0",
  "source_file": "data/raw/ncbc/7d40564736336517f1e4331187c675263ca38930009fde6c346ce07a7a088bc0.pdf",
  "raw_text": "Foster Biodevice, LLC v. Cantrell, 2016 NCBC 51. \n \nSTATE OF NORTH CAROLINA \n \nGUILFORD COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 3729 \n \nFOSTER BIODEVICE, LLC, \n \nPlaintiff, \n \nv. \n \nBARRY L. CANTRELL, RICHARD \nKENT RIDDLE, PAINBLOX, INC., \nand LIFE CARE MEDICAL DEVICES \nLIMITED, INC., \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTIONS TO SET ASIDE \nVOLUNTARY DISMISSAL, FOR \nSUMMARY JUDGMENT, AND TO \nDISMISS FOR FAILURE TO PROSECUTE\n \n \n \n{1} THIS MATTER  is before the Court upon Defendants Barry L. Cantrell, \nRichard Kent Riddle, Painblox, Inc., and Life Care Medical Devices Limited, Inc.’s \n(collectively, “Defendants”) Motion to Set Aside Voluntary Dismissal (filed May 26, \n2016) (the “Motion to Set Aside Dismissal”), Motion for Summary Judgment (filed \nMay 9, 2016) (the “Motion for Summary Ju dgment”), and Motion to Dismiss for \nFailure to Prosecute (filed Ma y 9, 2016) (the “Motion to Di smiss”) (collectively, the \n“Motions”). \n{2} After considering the Motions, the Part ies’ briefs in support of and in \nopposition to the Motions, the appropriate information of record, and arguments of \ncounsel at the hearing held on the Motions, the Court hereby DENIES Defendants’ \nMotion to Set Aside Dismissal.  As a result of this ruling, the Court DENIES as moot \nDefendants’ Motion for Summary Judgment and Defendants’ Motion to Dismiss.   \nPoyner Spruill LLP, by Eric P. Steven s, for Plaintiff Foster Biodevice, \nLLC. \n \nWyrick Robbins Yates & Ponton LLP, by Charles George and Kevin J. \nStanfield, for Defendants Barry L. Cantrell, Richard Kent Riddle, \nPainblox, Inc., and Life Care Medical Devices Limited, Inc. \n \nRobinson, Judge. \n \n \n \nI. \nPROCEDURAL AND FACTUAL BACKGROUND \n{3} Plaintiff instituted this action on February 25, 2015 by filing a Complaint \nseeking a declaratory judgment, injunctive relief, a constructive trust, and damages \nfor conversion relating to alleged ownership of patent improvements.  Plaintiff’s claim \nfor a declaratory judgment asserted that \nPlaintiff is entitled to a declaratory judgment . . . that all right, title, and \ninterest in and to the DPI I mprovements and the Challenged \nApplication belong to Plaintiff, th at the purported assignments of the \nChallenged Application from Riddle and Cantrell to Painblox, and from \nPainblox to Life Care, were void and had no effect, and that Defendants \nhave no right, title, or interest in  or to the DPI Improvements or the \nChallenged Application.   \n(Pl.’s Compl. ¶ 31.) \n{4} The matter was designated a mandatory complex business case on March \n3, 2015, and assigned to this Court (Bledsoe, J.) on the same day.   \n{5} Defendants filed their Answer on April 10, 2015.  De fendants’ Answer \nincluded numerated responses to each alle gation of Plaintiff’s Complaint, asserted \nvarious affirmative defenses, and concluded with a prayer for relief that included, \namong other things, a request  \n[t]hat the Court enter a declaratory judgment finding that all right, title \nand interest to the in the [sic] i mprovements that are the subject of \nUSPA No. 13/886,871 and U.S. Applic ation Serial Number 61/042,167, \nand any intellectual property to which it relates are solely owned by Life \nCare and that Plaintiff has no such right, title or interest; or \nalternatively that the Court enter a declaratory judgment that all right, \ntitle and interest to the improvements that are the subject of USPA No. \n13/886,871 are solely owned by Life Care. \n(Defs.’ Answer 11.) \n{6} Following the completion of discov ery pursuant to the Court’s Case \nManagement Order entered June 5, 2015, and mediation of the case, Plaintiff’s \ncounsel filed a Motion to Withdraw as Counsel on February 26, 2016.  In the Motion, \nPlaintiff’s counsel contended that he was entitled to withdraw because Plaintiff had \nfailed to pay for the legal services he and hi s firm rendered to Plaintiff.  Defendants \ndid not oppose this request, and the Court (Bledsoe, J.) entered an Order on March 7, \n2016 permitting Plaintiff’s counsel to withdraw.  The Order permitting withdrawal \nwas served on Plaintiff.  In addition to permitting Plaintiff’s counsel to withdraw, and \nbecause a corporate entity involved in litigation in the North Carolina Business Court \nmust be represented by a licensed attorney, see LexisNexis v. Travishan Corp. , 155 \nN.C. App. 205, 207, 573 S.E.2d 547, 548 (2002), the Order (i) provided for a period of \ntime, extending through April 6, 2016, with in which Plaintiff, a limited liability \ncompany, could locate and retain replacement counsel, and (ii) set a hearing for April \n26, 2016, at which time the Court would di scuss with counsel trial and pretrial \nscheduling.   \n{7} On April 25, 2016, the day before the scheduled hearing, and because no \nsubstitute/successor counsel for Plaintif f had made an appearance or indicated \ninvolvement in the matter, Defe ndants filed, and served upon Plaintiff, a motion to \npostpone the hearing scheduled for the next day and to extend the deadline for filing \ndispositive motions.  The Court (Bledsoe, J.) granted the motion on April 25, 2016 \nand extended the deadline for filing dispositive motions to May 9, 2016. \n{8} On May 9, 2016, Defendants, throug h counsel, filed the Motion for \nSummary Judgment and the Motion to Dismiss along with a supporting brief and \naffidavits.  To date, Plaintiff has filed no t filed a response in opposition to these \nmotions. \n{9} Rather than respond substantively to the Motion for Summary Judgment \nand Motion to Dismiss, Plaintiff, through its former counsel, filed a Notice of Limited \nAppearance and Voluntary Dismissal Without Prejudice on May 25, 2016, before any \nresponses to Defendants’ Motion for Summary Judgment and Motion to Dismiss were \ndue.  In the filing, Plaintiff’s former counsel indicated that he was “making a limited \nappearance . . . for the sole purpose of filing [the document].” \n{10} The next day, on May 26, 2016, in resp onse to the filing of the Notice of \nVoluntary Dismissal, Defendants filed their Motion to Set Aside Dismissal and \nMemorandum in Support.  \n{11} On June 14, 2016, Plaintiff, again through its former counsel, filed a \ndocument entitled “Memorandum Opposing Plaintiff’s [sic] Motion to Set Aside \nVoluntary Dismissal.”  In the first paragr aph of that document, Plaintiff’s counsel \nindicated that he was “appear[ing] specially on behalf of Plaintiff Foster Biodevice, \nLLC for the sole purpose of submitting this Memorandum . . . .” \n{12} Defendants have not filed a reply brief in support of their Motion to Set \nAside Dismissal.   \n{13} The case was reassigned to the undersign ed on July 5, 2016.  On July 6, \n2016, the Court conducted a telephonic hearing on the pending Motions, at which all \ncounsel were present.  The Motions are now ripe for resolution. \nII. \nANALYSIS \nA. Defendants’ Motion to Set Aside Dismissal \n{14} Defendants’ Motion to Set Aside Dismissal requests that the Court deem \nineffective and set aside the Voluntary Dism issal filed by Plaintiff’s counsel.  The \nauthority of this Court to entertain such a motion has been recently confirmed by this \nCourt in a thorough and well-reasoned decision by Judge Bledsoe.  See BB&T BOLI \nPlan Trust v. Mass. Mut. Life Ins. Co., 2016 NCBC LEXIS 36, at *9 (Apr. 29, 2016). \n{15} In general, plaintiffs have broad power under Rule 41(a) of the North \nCarolina Rules of Civil Procedure to voluntarily dismiss their claims, with or without \nthe consent of opposing parties, at any time before they “rest” their case.  N.C. R. Civ. \nP. 41(a)(1).  Indeed, “[t]he general rule is  that once a plaintiff takes a Rule 41(a)(1) \ndismissal, ‘there is nothing the defendant can do to fan the ashes of that action into \nlife[,] and the court has no role to play.’”  \nBB&T, 2016 NCBC LEXIS 36, at *12 \n(quoting Brisson v. Sullivan, 351 N.C. 589, 593, 528 S.E.2d 568, 570 (2000)).   \n{16} Despite this general rule, “a plaintiff may not dismiss his action by filing a \nnotice of dismissal if to do so would defeat the rights of a defendant who has \ntheretofore asserted some ground for affirmative relief, even though the plaintiff acts \nbefore resting his case.”  Seagraves v. Seagraves, 206 N.C. App. 333, 339, 698 S.E.2d \n155, 161 (2010) (citing McCarley v. McCarley, 24 N.C. App. 373, 376, 210 S.E.2d 531, \n533 (1975), rev’d in part on other grounds , 289 N.C. 109, 221 S.E.2d 490 (1976) \n(expressly agreeing with the Court of Appeals’ Rule 41 holding)); see also, e.g. , \nMaurice v. Hatterasman Motel Corp. , 38 N.C. App. 588, 592,  248 S.E.2d 430, 433 \n(1978) (“Where defendant sets up a claim for affirmative relief against plaintiffs \narising out of the same transactions allege d by plaintiffs, plaintiffs cannot take a \nvoluntary dismissal under Rule 41 without the consent of defendant.”); Swygert v. \nSwygert, 46 N.C. App. 173, 177, 264 S.E.2d 902, 904–05 (1980) (same).   \n{17} Defendants contend that they asserted  such a claim for affirmative relief \nthat prevents Plaintiff from voluntarily dismissing its claims without Defendants’ \nconsent, which they have not given.  It  is undisputed that Defendants failed to \ndenominate any part of their Answer as a counterclaim.  Nonetheless, Defendants \npoint to several paragraphs of the Answer, as well as the prayer for relief contained \ntherein, and contend that their Answer should be fairly read as asserting a \ncounterclaim requesting that a declaratory judgment be entered in their favor finding \nthat Defendant Life Care Medical Devices Limited, Inc. owned any intellectual \nproperty at issue in the litigation and that Plaintiff had no interest in any such \nproperty.   \n{18} Relying principally on \nMcCarley, 289 N.C. 109, 221 S.E.2d 490, Defendants \nargue that the failure to denominate their request for entry of a declaratory judgment \ncontained in the prayer for relief as a “C ounterclaim” is not determinative; rather, \nDefendants contend that the act of including a request for a declaratory judgment in \ntheir favor as one of the paragraphs in their prayer for relief is sufficient to be deemed \na request for affirmative relief.  Indeed, in McCarley, the North Carolina Supreme \nCourt held, in a divorce proceeding, that a defendant’s answer admitting plaintiff’s \nallegations together with a prayer for relief “that . . . the parties hereto be granted a \ndivorce from each other” prevented plai ntiff’s voluntary dismissal because the \ndefendant’s answer “was, in effect, a co unterclaim seeking affirmative relief and \narising out of the same transactions alleged in the complaint.”  McCarley, 289 N.C. \nat 113, 221 S.E.2d at 493.   \n{19} The Court is not persuaded that the Supreme Court’s holding in McCarley \nor its progeny compel the same conclusion here.  In McCarley, the plaintiff wife filed \na verified complaint praying for absolute di vorce from her husband, the defendant.  \nThe defendant thereafter filed an answer which admitted all of the relevant \nallegations of plaintiff’s complaint and stated that defendant “joins in [plaintiff’s] \nprayer for relief, and prays the Court that . . . the parties hereto be granted a divorce \nfrom each other.”  \nId. at 113, 221 S.E.2d at 493.  The Supreme Court ruled that \nPlaintiff’s attempt to dismiss the action without prejudice should be set aside.  The \ncourt reasoned that this was the correct result because “it would be manifestly unjust \nto allow a plaintiff, who comes into court upon solemn allegations which, if true, \nentitle defendant to some affirmative relief against the plaintiff, to withdraw, ex \nparte, the allegations after defendant has dema nded the relief to which they entitle \nhim.”  Id.  The court further defined “affirmative relief” as “that for which the \ndefendant might maintain an action entire ly independent of plaintiff’s claim, and \nwhich he might proceed to establish and recover even if plaintiff abandoned his cause \nof action . . . .”  Id. at 113–14, 221 S.E.2d at 493–94 (quoting Rhein v. Rhein, 69 N.W.2d \n657, 659 (Minn. 1955)).   \n{20} Here, in contrast to McCarley, Defendants concede that they denied, rather \nthan admitted, the material allegations of Plaintiff’s Complaint and that they seek \nrelief that is directly contrary to the relie f sought by Plaintiff.  (Defs.’ Mem. Supp. \nMot. Set Aside Dismissal 2. )  Therefore, the procedur al premise upon which the \nSupreme Court’s decision was based is not present here: Defendants have not \nadmitted the material allegations of the Complaint nor do they base their purported \nclaim on what Plaintiff alleges. Moreov er, the fact that neither Plaintiff nor \nDefendants treated Defendants’ prayer for relief as a counterclaim at any point in the \nlitigation prior to Defendants’ filing of their Motion to Set Aside Dismissal suggests \nthat none of the parties viewed Defendan ts’ prayer as anything but a standard \nrequest that the Court deny Plaintiff’s re quested relief.  The Court concludes that, \nunlike in McCarley, it would not be manifestly unjust to allow Plaintiff to voluntarily \ndismiss its claims against Defendants, as Rule 41(a) provides Plaintiff broad power \nto do.  As a result of the factual and procedural differences between this case and \nMcCarley, the Court is not persuaded that it should denominate Defendants’ Answer \nas a Counterclaim, thereby depriving Plaint iff of the right to dismiss its action \nvoluntarily before it rests. \n{21} The North Carolina appellate decisions applying McCarley to prohibit a \nplaintiff from voluntarily dismissing its ca se without prejudice have done so where, \nunlike here, the defendant has specifically pleaded a counterclaim arising out of the \nsame transaction or occurrence.  \nSee, e.g., Layell v. Baker , 46 N.C. App. 1, 6, 264 \nS.E.2d 406, 410 (1980) (“[W ]e conclude that defend ant’s assertion of that \ncounterclaim . . . could effectively deprive pl aintiff . . . of his right under Rule 41 to \ndismiss his own claim.”); Bradley v. Bradley, 206 N.C. App. 249, 254, 697 S.E.2d 422, \n426 (2010) (“Because defendant filed her answ er and counterclaims before plaintiff \nfiled the notice of voluntary dismissal . . . , her right to have her claims adjudicated \n“supervened,” and plaintiff no longer had the right to withdraw his first two claims \nwithout defendant’s consent.”); Seagraves, 206 N.C. App. at 34 0, 698 S.E.2d at 162 \n(“[B]ecause Defendants’ counterclaim rema ined pending . . . , Plaintiff was not \npermitted to take a voluntary dismissal of his remaining claim without Defendants’ \nconsent.”); Maurice, 38 N.C. App. at 592, 248 S.E.2d at 433 (“Plaintiffs’ effort to take \na voluntary dismissal also fails for the reason that defendant had filed a counterclaim \nseeking affirmative relief against plaintiffs arising out of the same transactions \nalleged in plaintiffs’ complaint.”); Swygert, 46 N.C. App. at 17 7, 264 S.E.2d at 905 \n(“Because defendant-husband’s claim for divorce was based on the . . . same \ntransaction alleged in plaintiff’s complaint , plaintiff-wife was thereafter bound to \nremain in court upon her allegations and could not dismiss her action ex parte.”).  The \nCourt is not convinced that McCarley and the appellate decisions applying it compel \nthe conclusion that Defendants’ Answer here should be recast as a counterclaim so \nas to prevent Plaintiff’s filing of it s voluntary dismissal without prejudice, \nparticularly in the face of the broad power Rule 41(a) expressly grants to plaintiffs to \nvoluntarily dismiss their claims.   \n{22} Finally, Defendants’ make no argument in their brief in support of the \nMotion to Set Aside Dismissal that they would be materially prejudiced by Plaintiff’s \nvoluntary dismissal.  Defendants assert only that they would have to incur the \nadditional time and expense of an additional lawsuit should Plaintiff choose to re-file, \nor should Defendants decide it is in their best interest to seek a declaration of the \nparties’ rights.  This “prejudice,” however, is inherent any time a plaintiff takes a \nvoluntary dismissal pursuant to Rule 41; t hus, it alone cannot be a basis for setting \naside the dismissal here. \n{23} Because Defendants did not file a counterclaim or otherwise seek \naffirmative relief, Plaintiff was free to dism iss its action prior to “resting” its case.  \nThe record is clear that Plaintiff had not “r ested” before filing its dismissal notice.  \nSee, e.g., Alston v. Duke Univ. 133 N.C. App. 57, 61–62, 514 S.E.2d 298, 301 (1999) \n(plaintiff not deemed to have rested her case where a motion for summary judgment \nhad been filed, but plaintiff had made no arguments against summary judgment).  \n{24} Accordingly, the Court concludes that Defendants’ Motion to Set Aside \nDismissal should be denied.  Further, because Plaintiff timely and properly dismissed \nits action, Defendants’ Motion for Summary Judgment and Motion to Dismiss became \nmoot, and should therefore be denied. \nB. Counsel’s “Limited Appearance” \n{25} While not directly relevant to the Court’s determination of the Motions \nbefore it, the Court declines to accept Plaintiff’s counsel’s attempt to limit his \ninvolvement in this matter.  Rule 1.2(c) of the Revised Rules of Professional Conduct \nof the North Carolina State Bar provides that  “[a] lawyer may limit the scope of the \nrepresentation if the limitation is reason able under the circumstances.”  The Court \ndoes not find the limitation implicitly suggested by Plaintiff’s counsel, in these \ncircumstances, to be reasonable.  The Court further directs counsel’s attention to 99 \nFormal Ethics Opinion 12, Inquiry #3 (Jan. 21, 2000), which provides that the ability \nof an attorney, in a litigated matter, to make a “limited appearance” is subject to the \nrules of the tribunal.  The Court is unawa re of any Business Court Rule or any \nprovision of the North Carolina Rules of Civil Procedure or the General Rules of \nPractice for the Superior and District Courts (“General Rules of Practice”) that would \npermit a limitation of responsibility under these circumstances.  Rather, Rule 16 of \nthe General Rules of Practice specifically provides that “[n]o attorney who has entered \nan appearance in any civil action shall withdraw his appearance, or have it stricken \nfrom the record, except on order of the cour t.”  As a result, at least until a proper \nmotion to withdraw has been filed and granted by the Court, the Court deems \nPlaintiff’s counsel to be, once again, counsel of record for Plaintiff in this matter, at \nleast with regard to proceedings in this Court, subject to all of the responsibilities of \ncounsel of record. \nIII. \nCONCLUSION \n{26} For the foregoing reasons, the Court hereby DENIES Defendants’ Motion \nto Set Aside Dismissal and DENIES as moot Defendants’ Motion for Summary \nJudgment and Motion to Dismiss.  As a result, the Court concludes that Plaintiff’s \nVoluntary Dismissal effected the dismissal of Plaintiff’s claims in this action without \nprejudice. \n SO ORDERED, this the 11th day of July, 2016. \n \n      / s /  M i c h a e l  L .  R o b i n s o n    \n      M i c h a e l  L .  R o b i n s o n  \n      Special Superior Court Judge  \n        for Complex Business Cases "
}