{
  "id": "7d4b6ff50efe6a94e6da03bb55cd898056a46b21d1feb9c80b572c7ab64b12d8",
  "source_file": "data/raw/ncbc/7d4b6ff50efe6a94e6da03bb55cd898056a46b21d1feb9c80b572c7ab64b12d8.pdf",
  "raw_text": "Quad Graphics, Inc. v. N.C. Dep’t of Revenue, 2021 NCBC 37. \n \n \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 7449 \n \nQUAD GRAPHICS, INC., \n \nPetitioner, \n \nv. \n \nNORTH CAROLINA DEPARTMENT \nOF REVENUE, \n \nRespondent. \n \n \n \n \nORDER AND OPINION ON FIRST \nAMENDED PETITION FOR JUDICIAL \nREVIEW \n \n  \n THIS MATTER is before the Court on Quad Graphics, Inc.’s (“Petitioner”) First \nAmended Petition for Judicial Review.  (“Amended Petition for Judicial Review,” ECF \nNo. 9.)  Pursuant to § 105-241.16 of the North Carolina General Statutes (“N.C.G.S.”), \nPetitioner seeks review of the June 24, 2020 Final Decision of the North Carolina \nOffice of Administrative Hearings (“OAH” ) (“Final Decision,” Rec., at pp. 938 –47).1   \nOn February 2, 2021, the Court held a hearing on the Amended Petition for Judicial \nReview. \nTHE COURT, having considered the Petition , the briefs and supplemental \nbriefs filed in support of and in opposition to the Petition , the official record of \nproceedings in the OAH, the arguments of counsel at the hearing, the applicable law, \nand other appropriate matters of record, concludes that the Petition  should be \nGRANTED and the Final Decision should be REVERSED. \n \n1 The Official Record on Judicial Review is filed in 10 parts on the electronic docket at ECF  \nNos. 27–36, each part consisting of 100 pages.  For example, Official Record Part 1 (ECF No. \n27) contains pages 1– 100 of the Official Record on Judicial Review; Official Record Part 2 \n(ECF No. 28) contains pages 101–200; and so on.  Hereinafter, ECF Nos. 27–36 are referred \nto as the “Rec.”.     \n \nGraebe Hanna & Sullivan, PLLC by Douglas W. Hanna and Akerman, LLP by \nMichael Bowen for Petitioner Quad Graphics, Inc.  \n \nThe North Carolina Department of Justice by Terence Friedman and Matthew \nSommer for Respondent North Carolina Department of Revenue. \n \nMcGuire, Judge. \nI. FACTS AND PROCEDURAL BACKGROUND  \n1. The facts giving rise to this lawsuit are not in dispute.  Petitioner is an \nS-Corporation headquartered in Sussex, Wisconsin .  Petitioner is  engaged in the \nbusiness of the commercial printing of books, magazines, catalogs, and items for \ndirect mail (“printed materials”)  to customers throughout the United States .  (Rec., \nat pp. 192–93, 200.)  Petitioner sold printed materials to customers in North Carolina \nand to customers who had printed materials delivered to third-party recipients with \nNorth Carolina addresses  (“direct mail”) during  the period September 1, 2009 \nthrough December 31, 2011 ( the “Sales at Issue”).   (Id. at pp. 245, 551– 56.)  \nPetitioner’s customers provided Petitioner  with the  addresses for the direct mail  \nrecipients in North Carolina via mailing lists.  (Id. at pp. 200–01, 244.) \n2. It is undisputed that Petitioner received the orders for the Sales at Issue \nfrom a customer, produced the printed materials at facilities located outside of North \nCarolina, and then deliver ed the printed materials to the United States Postal \nService (“USPS”) or another common carrier at sites outside of North Carolina.\n2  (Id. \nat p. 224.)  The USPS or common carrier would, in turn, deliver the printed materials \n \n2 Petitioner did not have a printing facility in North Carolina until 2013  when it purchased \nthe assets of a company called Vertis.  (Rec., at p. 224.)   \n \nto either the customers or the third-party direct mail recipients  inside North \nCarolina.  ( Id. at pp. 200– 01, 244.)   The contracts between Petitioner and its \ncustomers stated that title  to the printed materials , and risk of loss,  passed from \nPetitioner to the customers when the printed materials were deposited on  the \ncarrier’s shipping dock.3  (Id. at pp. 326, 335, 684–85.)   \n3. In August 2009 Petitioner hired a  North Carolina resident , Edward \nWaters (“Waters”), as a sales representative.  Waters “solicited orders for printed \nmaterials from North Carolina c ustomers[.]”  (Id. at pp. 245, 260, 555.)  Waters did \nnot have authority to accept or approve orders, as all orders were approved and \naccepted at Petitioner’s headquarters in Wisconsin.  ( Id. at p. 244.)  Prior to hiring \nWaters, Petitioner had no employees nor any other physical presence in North \nCarolina.  (Id. at pp. 202, 224, 239.)   \n4. In or around 2011, Respondent North Carolina Department of Revenue \n(the “Department”)  notified Petitioner of its intent to conduct an audit related to \nPetitioner’s business activities within North Carolina.  (Id. at p. 480.)  On November \n12, 2015, the Department issued a Notice of Sales and Use Tax A ssessment to \nPetitioner for uncollected and unremitted sales tax arising from sales of printed \nmaterials to North Carolina customers for the period  January 1, 2007 to December \n31, 2011 (the “Initial Assessment”).  ( Id. at p. 635.)  Petitioner appealed the Initial  \nAssessment by filing a request for Departmental Review.  (Id. at p. 43.)   \n \n3 This type of contractual shipping arrangement is commonly referred to as Free  On Board \nor Freight On Board Shipping Point (“FOB Shipping”). \n \n5. During the Departmental Review, the Department received additional \ninformation from Petitioner and concluded that certain sales should be excluded from \nthe Initial Assessment.  ( Id.)  Specifically, the Department removed those sales \nshipped to North Carolina customers for which Petitioner provided sufficient \ndocumentation demonstrating that the transactions were sales for resale by those \ncustomers.  ( Id.)  The Department also removed those sales that occurred before \nPetitioner hired Waters  in August 2009. 4  ( Id.)  The Department adjusted the \nProposed Assessment to reflect these changes , and on November 30, 2018 issued a \nNotice of Final Determination . (“NOFD,” Rec., at p p. 686–93; upholding the \nassessment of sales tax on the Sales at Issue.)   \n6. Petitioner appealed the NOFD by filing  a Petition for Contested Tax \nCase with the OAH.  ( Id. at pp. 5–12.)  Petitioner and the Department both moved \nfor summary judgment, and o n June 2 4, 2020, the OAH issued its Final Decision \ngranting summary judgment in favor of the Department, denying Petitioner’s motion \nfor summary judgment,  and upholding the assessment of sales tax on the Sales a t \nIssue.  (Id. at pp. 938–947.)  The OAH concluded that the Petitioner was a “retailer” \nas defined under N.C.G.S. § 105 -164.3(35)(a) (2010)5   (Id. at p. 942), and that  the \n \n4 The Department determined that, prior to Petitioner’s hiring of its resident sales \nrepresentative in North Carolina, Petitioner did not have a sufficient sales tax nexus with \nNorth Carolina.  (Rec., at p. 641.) \n   \n5 For purposes of this Order and Opinion, the Court refers to the provisions of the North \nCarolina Sales and Use Tax Act (the “Act”)  in effect during the period September 1, 2009 \nthrough December 31, 2011.  The Court’s use of the present tense in discussing these statutes \nis not intended to mean that the discussion applies to the current version of the statute to \nthe extent the statute has been amended effective after December 31, 2011. \n \nSales at Issue were properly sourced to North Carolina under N.C.G.S. §§ 105 -\n164.4B(a)(2) and (d)(2)(b)  (2010).  (Id. at pp. 944– 45.)  In addition, while \nacknowledging that she was “barred” from ruling on Petitioner’s constitutional \nchallenges to the NOFD, the administrative law judge (“ALJ”) nevertheless opined \nthat the physical presence of Petitioner’s sales representative  in North Carolina \ncreated a sufficient  constitutional nexus with the State to support the State’s \nimposition of sales tax on the Sales at Issue.6   (Id. at pp. 942–44.)   \n7. On July 24, 2020, Petitioner timely filed its Petition for Judicial Review \nof the Final Decision pursuant to N.C.G.S. §§ 105-241.16 and 7A-45(b)–(f).  (ECF No. \n3.)  On the same day, the case was designated as a mandatory complex business case, \nand assigned to the Honorable Louis A. Bledsoe, III, Chief Business Court Judge.  \n(ECF Nos. 1 –2.)  On August 20,  2020, Petitioner filed the Amended Petition for \nJudicial Review.  (ECF No. 9.) \n8. On September 24, 2020, the parties filed the stipulated official record of \nthe proceedings in  the Office of Administrative Hearing s.  (Stipulatio n Regarding \nContents of Record, ECF No. 26; Official Record, ECF Nos. 27–36.) \n9. On October 2, 2020, the Court issued an  Order and Opinion on various \nmotions filed by Petitioner and the Department  which, among other things, denied \nthe Department’s motion to dismiss the Amended Petition for Judicial Review.  (Ord. \n \n6 It is well established that in North Carolina, constitutional questions must be resolved by \nthe courts and not by the State’s administrative agencies.  In re Redmond, 369 N.C. 490, 493 \n(2017). \n \nand Op. on Respd.’s Mot. to Dism.  Petition, Respd.’s Mot. to Stay, and Petitioner’s \nMot. for Ext. Time to Serve Resp. with Pet. For Jud. Rev., ECF No. 41.) 7    \n10. On October 26, 2020, Petitioner filed its Brief in Support of Petition for \nJudicial Review.  (“Brief in Support,” ECF No. 42.)  On November 30, 2020, the \nDepartment filed its Response in Opposition to Petitioner’s Petition for Judicial \nReview on the Merits.  (“Response Brief,” ECF No. 43.)  On December 10, 2020, \nPetitioner filed its Reply Brief.  (“Reply Brief,” ECF No. 45.)   \n11. On January 6, 2021, this matter was reassigned to the undersigned.  \n(Reassignment Ord., ECF No. 46.)  The parties came before the Court for a hearing \non the Amended Petition for Judicial Review on February 2, 2021. \n12. On May 27, 2021,  the Court issued a Notice to Provide Supplemental  \nBriefing.  (ECF No. 49.)  On June 11, 2021,  Petitioner and the Department  filed \nsupplemental briefs.  (Respondent’s Suppl. Br., ECF No. 50; Petitioner’s Suppl. Br., \nECF No. 51.) \n13. The matter is now ripe for review.   \nII. LEGAL STANDARD  \n14. Petitioner appeals the F inal Decision granting summary judgment in \nfavor of the Department.  “A party aggrieved by the final decision in a contested case \ncommenced at the Office of Administrative Hearings may seek judicial review of the \ndecision in accordance with Article 4 of Ch apter 150B of the General Statutes.”  \n \n7 The Court also granted Petitioner’s Motion for Extension of Time to Serve Respondent with \nPetition for Judicial Review (ECF No. 20) and denied the Department’s Motion to Stay (ECF \nNo. 13).  (ECF No. 41, at ¶ 22.)   \nN.C.G.S. § 105 -241.16.  Under Chapter 150B, the task before this Court is to \n“determine whether the petitioner is entitled to the relief sought in the petition based \non [a] review of the final decision and the official record.”  N.C.G.S. § 150B-51(c).   \n15. “In reviewing a final decision allowing . . . summary judgment, the court \nmay enter any order allowed by . . . Rule 56” of the North Carolina Rules of Civil \nProcedure.  N.C.G.S. § 150B-51(d).  “Appeals arising from summary judgment orders \nare decided using a de novo standard of review.”  Midrex Techs., Inc. v. N.C. Dep’t of \nRevenue, 369 N.C. 250, 257 (2016) (citation omitted).  “Under the de novo standard of \nreview, the [Court] ‘consider[s] the matter anew[ ] and freely substitut[es] its own \njudgment for’ [that of the lower court].”  Id . at 257 (alterations in original) (citation \nomitted).   \n16. Under North Carolina law , summary judgment “shall be rendered \nforthwith if the pleadings, depositions, answers to interrogatories, and admissions on \nfile, together with the affidavits, if any, show that there is no genuine issue as to any \nmaterial fact and that any party is entitled to a judgment as a matter of law.”  \nN.C.G.S. § 1A -1, Rule 56(c).  A genuine is sue is “one that can be maintained by \nsubstantial evidence.”  Dobson v. Harris, 352 N.C. 77, 83  (2000).  A material fact is \none that “would constitute or would irrevocably establish any material element of a \nclaim or defense.”  Abner Corp. v. City Roofing & Sheetmetal Co. , 73 N.C. App. 470, \n472 (1985).  Summary judgment is appropriate if “the facts are not disputed and only \na question of law remains.”  Wal -Mart Stores E ast v. Hinton, 197 N.C. App. 30, 37  \n(2009) (citation omitted). \n17. Further, with respect to the standards applicable to this Court’s \nconsideration of constitutional challenges, our appellate courts have held that “[a] \nlaw is presumed constitutional until the contrary is shown and the burden is on the \nparty claiming that the law is unconstitutional to show why it is unconstitutional as \napplied to him.”  Perry v. Perry, 80 N.C. App. 169, 176 (1986). \nIII. ANALYSIS  \n18. In this appeal, Petitioner raises two arguments.  First, Petitioner \ncontends that the OAH erroneously held that Petit ioner was a “ Retailer” under the \nprovisions of N.C.G.S. § 105-164.3(35)(a) (2010) that was required to pay sales taxes \nto North Carolina on the Sales at Issue under the Act.    (Id. at pp. 6–12.)  Petitioner \nargues that “this set of facts forms the basis for use tax liability for the customers of \nPetitioner” but “ not a retail sales tax assessment.” 8  ( Id., at p. 2  (emphasis in \noriginal).) \n19. Second, Petitioner argues that the Department’s assessment of sales \ntaxes on the Sales at Issue is unconstitutional under the Due Process Clause and the \nCommerce Clause of the United States Constitution.   (Id. at pp. 12 –22.)  Both of  \nPetitioner’s argument s are grounded in its position that although the printed \nmaterials were sold to customers for use or consumption in North Carolina,  it is \nundisputed that title and possession of the printed materials took place outside the \n \n8 The North Carolina Sales and Use Tax Act “imposes a use  tax on items purchased outside \nthe state and thus not subject to [sales] tax, which are brought into the state for ‘storage use \nand consumption’ here.”  In re Assessment of Additional North Carolina & Orange County \nUse Taxes, 312 N.C. 211, 215 (1984), appeal dismissed, 472 U.S. 1001, 105 S. Ct. 2693, 86 L. \nEd. 2d (1985); see also N.C.G.S. § 105-164.6 (2010).  The Department is not seeking to assess \na use tax on the Sales at Issue. \nState.  Petitioner contends that since title and possession passed outside of North \nCarolina, the “sales” occurred outside of North Carolina.   \n20. The Court will first analyze Petitioner’s claim that the OAH misapplied \nthe provisions of the Act in deciding that Petitioner is a “retailer”  subject to North \nCarolina’s sales tax,  and second, the Court will analyze whether the imposition of \nsales tax on the Sales at Issue comports with the requirements of the United States \nConstitution.  \nA. OAH’s conclusion that Petitioner was a “Retailer” under N.C.G.S. \n§ 105-164.3(35) (2010)  \n   \n21. Determination of Petitioner’s statutory argument will require the Court \nto interpret the relevant and overlapping provisions of the Act  regarding the sales \nand use taxes that were in effect during the relevant time period.  The Supreme Court \nof North Carol ina summarized the basic principles used by our courts when \ninterpreting the language in a statute as follows: \n[q]uestions of statutory interpretation are ultimately \nquestions of law for the courts . . . .  The principal goal of \nstatutory construction is to accomplish the legislative \nintent.  The best indicia of that intent are the language of \nthe statute, the spirit of the act and what the act seeks to \naccomplish.  The process of construing a statutory \nprovision must begin with an examinat ion of the relevant \nstatutory language.  It is well settled that where the \nlanguage of a statute is clear and unambiguous, there is no \nroom for judicial construction and the courts must construe \nthe statute using its plain meaning.  In other words, if the \nstatutory language is clear and unambiguous, the court \neschews statutory construction in favor of giving the words \ntheir plain and definite meaning. \n \nWilkie v. City of Boiling Spring Lakes, 370 N.C. 540, 547 (2018) (cleaned up); see also \nN.C. Dep't of Corr. v. N.C. Med. Bd., 363 N.C. 189, 201 (2009) (“When the language \nof a statute is clear and without ambiguity, it is the duty of this Court to give effect \nto the plain meaning of the statute, and judicial construction of legislative intent is \nnot required.  However, when the language of a statute is ambiguous, this Court will \ndetermine the purpose of the statute and the intent of the legislature in its \nenactment.”). \n22. “Usually, words of a statute will be given their natural, approved, and \nrecognized meaning.”  Wilkie, 370 N.C. at 550.  “Courts should give effect to the words \nactually used in a statute and should neither delete words used nor insert words not \nused in the relevant statutory language during the statutory construction process.”  \nMidrex Techs., 369 N.C. at 258 (cleaned up).  The court should “give every word of the \nstatute effect, presuming that the legislature carefully chose each word used.”   N.C. \nDep't of Corr., 363 N.C. at 201. \n23. Finally, special rules of construction apply where the statute at issue is \none concerning taxation.  Accordingly, “[t]ax statutes are to be strictly construed \nagainst the State and in favor of the taxpayer.”  Wal-Mart Stores East, Inc., 197 N.C. \nApp. at 42 (internal citations omitted).   “If a taxing statute is suscept ible to two \nconstructions, any uncertainty in the statute or legislative intent should be resolved \nin favor of the taxpayer.”  Lenox, Inc. v. Tolson, 353 N.C. 659, 664 (2001). \n24. There are several statutory provisions relevant to the determination of \nPetitioner’s first argument.  The Act imposes a privilege tax on the net taxable sales \nor gross receipts of “tangible personal property” by a “retailer.”  N.C.G.S. § 105-164.4 \n(2010).9  Under the Act, a “retailer” is defined, in pertinent part, as follows: \nA person engaged in the business of any of the following:  \na. Making sales at retail, offering to make sales at retail, or \nsoliciting sales at retail of tangible personal property, \ndigital property, or services for storage, use or consumption \nin this State. \n \nN.C.G.S. § 105-164.3(35)(a) (2010). \n25. The Act further defines various terms within the definition of “retailer.”  \nA “person” is defined as “[a]n individual, . . . a limited liability company, a corporation, \n. . . or another group acting as a unit.”  Id. at § 105-164.3(26) (referring to N.C.G.S. § \n105-228.90 (2010)).  A “sale” is defined as “[t]he transfer for consideration of title or \npossession of tangible personal property or digital property or the performance for \nconsideration of a service.”  Id. at § 105-164.3(36) (2010).  A “sale at retail” or “retail \nsale” is “[t]he sale, lease, or rental for any purpose other than for resale, sublease, or \nsubrent.”  Id . at § 105-164.3(34) (2010).  “Tangible personal p roperty” is defined as \n“personal property that may be seen, weighed, measured, felt, or touched or is in any \nother manner perceptible to the senses”  Id. at § 105-164.3(46) (2010),  which includes \n“direct mail,” defined as “printed material delivered or di stributed by the [USPS] or \nother delivery service to a mass audience or to addresses on a mailing list by the \npurchaser or at the direction of the purchaser when the cost of the items is not billed \n \n9 The Act also clarifies that a “Complimentary use tax” at the same rate that applies to the \nsale of a product under § 105-164.4 is imposed where property is purchased outside the State \nfor “storage, use, or consumption in this State.”  N.C.G.S. § 105 -164.6 (2010).  “A product is \nsubject to [a complimentary use tax] only if it is subject to tax under [§] 105-164.4.”  Id.    \ndirectly to the recipients.”  Id . at § 105-164.3(7c) (2010).  A retailer is “engaged in \nbusiness” in North Carolina if it “permanently or temporarily” maintains “any \nrepresentative, agent, sales representative, or solicitor operating in this State in the \nselling or delivering” of tangible personal property.  Id. at § 105-164.3(9)(a) (2010). \n26. Here, it is undisputed that Petitioner is a “person” (Rec., at pp. 192, 248); \nthat the Sales at Issue involve “tangible personal property” or “direct mail” (Id. at p. \n553); that the Sales at Issue were “sales” as defined in N.C .G.S. § 105-164.3(36) (Id. \nat p. 276);  that Petitioner  “engaged in business” in North Carolina by having a \nresident sales representative in North Carolina selling its products; and that the \nprinted materials were stored, used, and consumed in this State (E CF No. 42, at p. \n11). \n27. Nevertheless, Petitioner argues that the OAH improperly held that \nPetitioner was a “retailer” under § 105-164.3(35)(a) (2010) because Petitioner did not \nmake the Sales at Issue in North Carolina.  Petitioner first argues that the Act defines \na “sale” as “the transfer for consideration of title or possession of tangible personal \nproperty.”  (ECF No. 42, at p. 8.)  Petitioner contends that it is undisputed that under \nthe terms of its  agreements with its customers, title and possession of the printed \nmaterials occurred when Petitioner delivered the printed materials to the USPS or \nother common carrier outside of North Carolina for delivery to customers and third-\nparty recipients in North Carolina.10  (Id. at p. 10.) \n \n10 The undisputed facts show that Petitioner delivered its printed materials to USPS or other \ncommon carrier “F.O.B.” at the point of shipment.  North Carolina has held that such terms \nmean that title to the shipped goods transfers at the place of shipment.  Duke Power Co. v. \nClayton, 274 N.C. 505, 516–517 (1968); Petrus Machinery, Inc. v. Radiator Specialty Co., 257 \n28. Petitioner next argues that in order to be a “retailer” under § 105-\n164.3(35) a person must make sales “in this State,” and because the transfer of title \nand possession to the printed materials took place outside of North Carolina , \nPetitioner cannot be a “retailer” under § 105-164.3(35).  (ECF No. 42, at p. 9; ECF No. \n45, at p. 3.)  In other words, under Petitioner’s interpretation, in order to be classified \nas a “retailer” under § 105-164.3(35), it must be making sales in which transfer of \ntitle or possession of the tangible personal property occurs in North Carolina.   \n29. In response, the Department contends that “it is without question that \nPetitioner is a ‘retailer’” under § 105-164.3(35).  (ECF No. 43, at p. 13.)  Specifically, \nthe Department argues that Petitioner attempts to impermissibly “expand[ ] the \ndefinition of ‘sale’ to require that transfer of title and possession occur in the state \nbefore [North Carolina]  can impose sales tax on the transaction,” which is \n“inconsistent with the General Assembly’s intent that [North Carolina]  be a \ndestination-based sales tax state[.]”  (Id . at p. 15.)  In support of this argument, the \nDepartment cites to § 105-164.4B, which “expressly provides the principles for \ndetermining ‘where to source the sale of a product.’”  (Id. (emphasis in original) (citing \nto N.C.G.S. § 105-164.4B(a) (2010)).)  The Department also cites to § 106-164.8, which \nimposes, inter alia, obligations on a  retailer to collect sales and use  tax in certain \ncircumstances where sales are contracted or accepted outside North Carolina with \n \nN.C. 85, 86 (1962) (“Where the contract of sale provides for a sale f.o.b. the point of shipment, \nthe title is generally held to pass, in the absence of a contrary intention between the parties, \nat the time of the delivery of the goods for shipment at the point designated.”). \nthe intent that they be brought into North Carolina for storage, use, or consumption \nin this State.  (Id. at p. 16 (citing N.C.G.S. § 105-164.8(a)(2), (4), (6) (2010).) \n30. The Court has closely considered the arguments raised by both parties \nand concludes that Petitioner’s contention that the term “in this State”, as used  in § \n105-164.3(35), requires that transfer of title or possession must take place within \nNorth Carolina in order for a person to be considered a “retailer” is untenable.  First, \nand most significantly , the Act imposes both a sales and a use  tax on retailers.  In \nother words, a retailer, as defined by N.C.G.S § 105 -164.3(35), includes persons \nmaking sales of tangible personal property that is used, consumed, or stored in North \nCarolina whether or not the sale occurs inside North Carolina.  \n31. In addition, a plain reading of the sentence at issue makes clear that the \nterm “for storage, use, or consumption  in this State” applies to the language in the \nphrase in which it is situated and does not limit the terms “[m]aking sales at retail, \noffering to make sales at retail, or soliciting sales at retail”  in the first phrase in the \nsentence.  See N.C.G.S. § 105 -164.3(35) (emphasis added) .  “Ordinary rules of \ngrammar apply when ascertaining the meaning of a statute[.]”  Winkler v. N.C. State \nBd. of Plumbing , 261 N.C. App. 106, 111 (2018) .  The “last antecedent rule” is one \nsuch example.   See HCA Crossroads Residential Ctrs. v . N.C. Dep’t of Human \nResources, etc., 327 N.C. 573, 578 (1990); Wilkie, 370 N.C. at 546–49; Novant Health, \nInc. v. Aetna U.S. Healthcare of the Carolinas, Inc., 2001 NCBC LEXIS 1, at *12 (N.C. \nSuper. Ct. Mar. 8, 2001) ; R.R. Friction Prods. Corp. v. N.C. Dep’t of Revenue, 2019 \nNCBC LEXIS 13, at *28 (N.C. Super. Ct. Feb. 21, 2019) , aff’d per curiam, 374 N.C. \n208 (2020).    \n32. Under the last antecedent rule, “relative and qualifying words, phrases, \nand clauses ordinarily are to be applied to the word or phrase immediately preceding \nand, unless the context indicates a contrary intent, are not to be construed as \nextending to or including others more remote. ”  HCA Crossroads Residential Ctrs. , \n327 N.C. at 578.  Here, applying the term “in this State” to its last antecedent in the \nsentence, the statute expands  the scope of  the definition of “retailer” to include \npersons making sales of tangible personal property outside of North Carolina where \nthat property will be used, consumed, or stored within North Carolina .  It does not \nlimit “retailer” only to persons making sales within North Carolina. \n33. In addition, the definition of “retailer” must be read in conjunction with \nthe other provisions of the Act .  See Huntington Props., LLC v. Currituck Cty. , 153 \nN.C. App. 218, 224 (2002) (“Portions of the same statute dealing with the same subject \nmatter are to be considered and interpreted as a whole, and in such case it is the \naccepted principle of statutory construction that every part of the law shall be given \neffect if this can be done by any fair and reasonable intendment ․” (cleaned up) .  \nSection 105-164.6, titled “Complimentary use tax,” expressly provides the authority \nfor North Carolina to collect a use tax from retailers on tangible personal property \nsold outside of North Carolina for  use, consumption, or storage in North Carolina.  \nSection 105-164.6 provides, in pertinent part, as follows: \n(a) Tax. – An excise tax at the applicable rate set in \n[N.C.]G.S. [§] 105-164.4 is imposed on the products listed \nbelow.  The applicable rate is the rate and maximum tax, \nif any, that would apply to the sale of a product.  A product \nis subject to tax under this section only if it is subject to tax \nunder [N.C.]G.S. [§] 105-164.4. \n  \n(1) Tangible personal property or digital property \npurchased inside or outside this State for storage, use, \nor consumption in this State.  \n \nN.C.G.S. § 105-164.6 (2010) (emphasis added).  The logical construction of these two \nseparate sections of the Act leads to the conclusion that the definition of “retailer” \ndoes not include the requirement that a retailer’s “sales” occur solely “in this State.” \n34. Section 105-164.8 also lends support to the Court’s construction of the \ndefinition of “retailer.”  That section provides, in pertinent part, as follows: \nA retailer is required to collect the tax imposed by this \nArticle notwithstanding any of the following: \n. . . \n \n(2) That the purchaser’s order or the contract of sale is \nmade or closed by acceptance or approval outside this \nState, or before any tangible personal property or digital \nproperty that is part of the order or contract enters this \nState. \n. . . \n \n(4) That the property is mailed to the purchaser in this \nState or a point outside this State or delivered to a carrier \noutside this state f.o.b. or otherwise and directed to the \npurchaser in this State regardless of whether the cost of \ntransportation is paid by the retailer or by the purchaser.  \n. . . \n  \n(6) Any combination in whole or in part of any two or more \nof the foregoing statements of fact, if it is intended that the \nproperty purchased be brought into this State for storage, \nuse, or consumption in this State. \n \nN.C.G.S. §§ 105-164.8(a)(2), (4), (6) (2010). \n \n35. These provisions directly address a retailer’s obligation to collect taxes \nunder the precise circumstances present here , where a seller transfers title or \npossession of the products to North Carolina purchasers at a location outside of North \nCarolina on F.O.B. terms.  Again, these requirements are not consistent with \nPetitioner’s construction of N.C.G.S. § 105-164.3(35) (2010). \n36. Therefore, the Court concludes that the OAH correctly found Petitioner \nto be a “retailer” within the meaning of N.C.G.S. § 105-164.3(35) (2010). \nB. Constitutional Arguments  \n37. Petitioner next argues that North Carolina’s assessment of sales tax on \nthe Sales at Issue —where it is undisputed that title and possession transferred to \nNorth Carolina purchasers and third- party recipients  outside of the State—is \nunconstitutional under the Commerce Clause in light of the United States Supreme \nCourt’s holding in McLeod v. J.E. Dilworth Co., 322 U.S. 327 (1944) (precluding sales \ntax liability on Commerce Clause grounds where out-of-state goods were delivered by \ncommon carrier into the s tate and title and possession to the goods transferred to \npurchaser outside of the taxing stat e) (further analyzed infra) .  (ECF No. 42, at pp. \n12–22; ECF No. 45, at pp.  4–12.)11  The Department, of course, argues that the Sales \nat Issue were properly sourced to North Carolina under N.C.G.S. § 105-164.4B (2010), \nand that “it is readily apparent that N.C.’s sales tax statutes meet the constitutional \nrequirements under . . . the Commerce Clause[.]”  (ECF No. 43, at pp. 20–24.)   \n \n11 Petitioner also brought a Due Process Clause challenge; however, the Court need only \naddress Petitioner’s Commerce Clause argument to reach its decision.  \n38. Preliminarily, the Court will address whether the Commerce Clause \nissue poses either a facial or an as-applied challenge to North Carolina’s sales and \nuse tax statutes.  The Supreme Court of North Carolina has held: \n[a]n as-applied challenge contests whether the statute can \nbe constitutionally applied to a particular defendant, even \nif the statute is otherwise generally enforceable.  A facial \nchallenge maintains that no constitutional applications of \nthe statute exist, prohibiting its enforceme nt in any \ncontext.  The constitutional standards used to decide either \nchallenge are the same. \n \nState v. Packingham , 368 N.C. 380, 3 83 (2015).  Although Petitioner does not \nexpressly label its constitutional challenges as either as-applied or facial, it does state \nthat  \n[i]n this case, the Department assessed sales tax to the \nPetitioner based on the fact that the property was used –  \nor enjoyed –  by Petitioner's customers in North Carolina. \nThe assessment in this case violates the Commerce Clause \nbecause it imposes a sales tax on transactions –  the \npassage of title and possession –  occurring wholly outside \nNorth Carolina. \n \n (ECF No. 9, at p. 2 (emphasis added).)  Accordingly, the Court interprets Petitioner’s \nconstitutional argument as an “as -applied” challenge and will assess whether the \nDepartment’s application of North Carolina’s then -applicable sales and use tax \nstatutes to the Sales at Issue was constitutional under the Commerce Clause.   \n39. To reach its decision, the Court need only answer one question: is the \nholding in  Dilworth the controlling law.  At the request of the Court, the parties \nsubmitted supplemental briefing on this issue.  (ECF Nos. 50 and 51.)  Before directly \naddressing this question, the Court will first provide necessary background.  \ni. The Department’s sourcing of the Sales at Issue to North Carolina \n40. Here, the Department in the NOFD and the OAH in the Final Decision \nfound that the Sales at Issue were properly sourced to North Carolina under N.C.G.S. \n§ 105-164.4B (2010) and, therefore, concluded that the State properly assessed a sales \ntax on Petitioner for the Sales at Issue.  (Rec., at pp. 17, 944– 45.)  This sourcing \nstatute provides, in relevant part, as follows: \n(a) General Principles –  The following principles apply in \ndetermining where to source the sale of a product. \n \n. . . \n \n(2) Delivery to a specified address – When a purchaser \nreceives a product at a location specified by the \npurchaser . . . , the sale is sourced to the location where the \npurchaser receives the product. \n \nN.C.G.S. § 105-164.4B(a)(2) (2010).  The sourcing principles also provide that “direct \nmail . . . is sourced to the location where the property is delivered” where “the \npurchaser provides the seller with information to show the jurisdictions to which the \ndirect mail is to be delivered.”  N.C.G.S. § 105-164.4B(d)(2) (2010). \n41. Under the language in §§ 105-164.4B(a)(2) and (d)(2), the Sales at Issue \nare sourced to the location where the purchaser “receives” the printed materials, or \nthe address where the printed materials are “delivered.”  Petitioner contends that the \nprinted materials are “receive[d]” or “delivered” at the location where title and \npossession transfers, which in the case of the Sales at issue, was a location outside \nNorth Carolina.  (ECF No. 45, at pp. 3–4.)  The Department contends that the printed \nmaterials are “received” or “delivered” at their ultimate destination, which in the case \nof the Sales at Issue, was North Carolina.  (ECF No. 43, at p. 20.)   While framed as \nstatutory arguments, the parties’ arguments regarding N.C.G.S. § 105- 164.4B have \nconstitutional implications.  If Petitioner’s Commerce Clause argument prevails, the \nDepartment’s reading of the statute would lead to an unconstitutional application \nagainst Petitioner for the imposition of sales tax on the Sales at Issue.   \n42. While neither “receives” nor “delivered” is defined in the Act , our \nSupreme Court has stated:  \n[t]he cardinal principal of statutory construction is to save \nand not to destroy.  We have repeatedly held that as \nbetween two possible interpretations of a statute, by one of \nwhich it would be unconstitutional and by the other valid, \nour plain duty is to adopt that which will save the act.  \nEven to avoid a serious doubt the rule is the same. \n \nIn re Dairy Farms, 289 N.C. 456, 465 (1976) (c itation and internal quotation marks \nomitted) (emphasis added); see also State v. T.D.R., 347 N.C. 489, 498 (“Where one of \ntwo reasonable constructions of a statute will raise a serious constitutional question, \nit is well settled that our courts should ado pt the construction that avoids the \nconstitutional question.”); Appeal of Arcadia Dairy Farms, Inc. , 289 N.C. 456, 465 –\n66 (applying the same principle to an as -applied challenge to the North Carolina \nconstitution).  Thus, the Court inevitably must determine whether the Department’s \ninterpretation of N.C.G.S. § 105-164.4B (2010) to source the Sales at Issue to North \nCarolina comports with the Commerce Clause.   \nii. Commerce Clause  \n43. The Commerce Clause of Article Three of the United States Constitution \nauthorizes Congress to “regulate Commerce with foreign Nations, and among the \nseveral States.”  U.S. CONST. art. I, § 8, cl. 3.  Along with its affirmative application, \nthe Commerce Clause also includes a “negative sweep” which “prohibits certain state \nactions that interfere with interstate commerce.”  Quill Corp v. North Dakota, 504 \nU.S. 298, 309 (1992).  Under the so-called “dormant” Commerce Clause, in order for \na state to impose a ta x on an interstate transaction , the tax must (1) be “applied to \nan activity with a substantial nexus with the taxing state”; (2) be “fairly apportioned”; \n(3) “not discriminate against interstate commerce”; and (4) be “fairly related to the \nservices provided by the state.”  Complete Auto Transit, Inc. v. Brady , 430 U.S. 274, \n279 (1977).   \n44. There are two considerations in determining whether a  “substantial \nnexus” exists between a state and the tax it wishes to impose: a “personal nexus” (i.e., \na nexus between the state and the taxpayer) and a “transactional nexus” (i.e., a nexus \nbetween the state and  the activity being taxed).  Hayes R. Holderness, Navigating \n21st Century Tax Jurisdiction , 79 M D. L. REV. 1, 7–18 (2019); see also R. Rosen & \nMarc D. Berns tein, State Taxation of Corporations: The Evolving Danger of \nAttributional Nexus, 41 TAX EXECUTIVE 533, 534 (1989) (referring to the concepts as \n“presence nexus” and “transactional nexus”); Walter Hellerstein, Jurisdiction to Tax \nIncome and Consumption in the New Economy: A Theoretical and Comparative \nPerspective, 38 G A. L. REV. 1, 3 (2003) (referring to the concepts as “enforcement \njurisdiction” and “substantive jurisdiction”); see also MeadWestvaco Corp. v. Ill. Dep't \nof Revenue, 553 U.S. 16, 25 (2008) (“ Where, as here, there is no dispute that the \ntaxpayer has done some business in the taxing State, the inquiry shifts from whether \nthe State may tax to what it may tax” (emphasis added)); Allied-Signal, Inc. v. Dir., \nDiv. of Taxation, 504 U.S. 768, 778 (1992) (“[A]lthough our modern . . . jurisprudence \nrejects a rigid, formalistic definition of minimum connection, we have not abandoned \nthe requirement that, in the case of a tax on an activity, there must be a connection \nto the activity itself, rather than a connection only to the actor the State seeks to \ntax.”); American Bus USA Corp. v. Dep’t of Rev. , 151 So. 3d. 67 (Fl. Ct. App. 2014) \n(finding that the taxpayer had a nexus with Florida, but holding that  the taxing \nstatute as applied to the taxpayer violated the nexus mandate of Complete Auto; that \nis, the “activity” must have a nexus with the taxing state).  \n45. Here, Petitioner concedes that it has a personal nexus with North \nCarolina.  (ECF No. 45, at p. 6.)  Nevertheless, Petitioner argues that this is “only \nhalf of the constitutional inquiry.  The remaining dispositive question . . . is whether \nNorth Carolina has a constitutionally sufficient nexus with the disputed \ntransactions.”  ( Id. (emphasis in original).)  Specifically, Petitioner contends “the \ncontrolling transactional nexus cases” of Dilworth and General Trading Co. v. State \nTax Commission of Iowa, 322 U.S. 335 (1944) render North Carolina’s transactional \nnexus with the Sales at Issue insufficient to impose a sales tax on the Sales at Issue.  \n(ECF No. 45, at p. 5; ECF No. 42, at pp. 18–22.)  In response, the Department denies \nthat there is a transactional nexus requirement under the Commerce Clause (ECF \nNo. 43, at p. 22), and further argues in its supplemental brief that Dilworth is no \nlonger good law (ECF No. 50, at p. 2).   To assess these arguments, the Court must \nanalyze and determine  the continuing vitality of  Dilworth and its companion case , \nGeneral Trading. \niii. Dilworth and General Trading \n46. In Dilworth, the United States Supreme Court considered whether \nArkansas could assess a sales tax on a Tennessee corporation for certain transactions \nbetween the company and residents of Arkansas.  322 U.S. at 327– 28.  The \ncorporation had no physical presence in Arkansas and  was not authorized to do \nbusiness in Arkansas.  Id . at 328.  Orders from Arkansas residents were  made \n“through solicitation in Arkansas by a traveling salesman domiciled in Tennessee, by \nmail or telephone.”  Id.  The orders required acceptance by the corporation’s office in \nMemphis, Tennessee.  Id .  The corporation’s products were shipped by delivery  to a \ncarrier in Tennessee, and title passed to the purchaser “ in Memphis” upon delivery \nof the products to the carrier.  Id .  The Supreme Court of Arkansas held that \nimposition of sales tax on these transactions  by Arkansas  was precluded by the \nCommerce Clause.  Id. at 327.  The United States Supreme Court affirmed, stating: \nwe would have to destroy both business and legal notions \nto deny that under the circumstances of the sale –  the \ntransfer of ownership –  was made in Tennessee.  For \nArkansas to impose a tax on such transaction would be to \nproject its powers beyond its boundaries and to tax an \ninterstate transaction. \n. . .   \nA sales tax is a tax on the freedom of purchase . . . .  A use \ntax is a tax on the enjoyment of that which was purchased.  \nIn view of the differences in the basis of these two taxes \nand the differences in the relation of the taxing state to \nthem, a tax on an interstate sale like the one before us and \nunlike the tax on the enjoyment of goods sold, involves an \nassumption of power by a state which the Commerce \nClause was meant to end.  \n \nId. at 330. \n47. Conversely, in  General Trading , Iowa imposed a use tax on goods \npurchased from a Minnesota company by Iowa residents.  322 U.S. at 336.  The Iowa \nstatute at issue required “e very retailer maintaining a place of business in Iowa to  \ncollect th e use  tax from the purchaser.”  Id . (cleaned up).   The company ha d no \nphysical presence in Iowa.  Id. at 337.  “ The property on which the use tax was laid \nwas sent to Iowa as a result of orders solicited by traveling salesmen sent into Iowa \nfrom [the company’s] Minnesota headquarters.  The orders were always subject to \nacceptance in Minnesota whence the goods were shipped into Iowa by common \ncarriers or the post. ”  Id.  The Iowa Supreme Court held that the company “ was a \n‘retailer maintaining a place of business in this state’ within the meaning of the Iowa \nstatute , . . .  [and] that Iowa had not exceeded its powers in the imposition of this use \ntax on Iowa purchasers, and that collection could validly be made” from the company.  \nId.  The United States Supreme Court agreed, and held that Iowa’s use tax did not \nviolate the Commerce Clause, concluding that \n[t]he tax is what it professes to be -- a non-discriminatory \nexcise laid on all personal property consumed in Iowa.  The \nproperty is enjoyed by an Iowa resident partly because the \nopportunity is given by Iowa to enjoy property no matter \nwhence acquired.   The exaction is made against the \nultimate consumer -- the Iowa resident who is paying taxes \nto sustain his own state government. To make the \ndistributor the tax collector for the State is a familiar and \nsanctioned device. \n \nId. at 338. \n  \n48. Thus, in Dilworth and in General Trading the states imposed different \ntaxes (i.e., sales versus  use) and the Court reached different results , with the only \nsignificant difference being  that in Dilworth, Arkansas did not have a sufficient \ntransactional nexus with the sales where title to the products transferred outside of \nArkansas, while in General Trading, Iowa clearly had a sufficient nexus to tax the in-\nstate use of the products by Iowa residents.    \n49. Relying on these precedents, Petitioner summarizes its argument as \nfollows: \n[t]he facts of this case are substantially indistinguishable \nfrom the pertinent facts in Dilworth  and are in direct \ncontrast to those in General Trading Co. and Excel [Inc. v. \nClayton, 269 N.C. 127 (1967)] .12  In Dilworth, as in this \ncase, though orders were solicited in the taxing state, all \norders for tangible personal property were  accepted and \napproved outside the taxing state, and legal title and \npossession of the tangible personal property passed to the \npurchasers outside the taxing state.   In Dilworth and in \nthis case, the tax assessed was a sales tax – not a use tax.  \nThere is simply no constitutionally  significant distinction \nbetween Dilworth and the facts of this case.  Dilworth has \nnot been overruled by the Court and remains the law of the \nland. \n \n(ECF No. 42, at p. 22 (cleaned up).)   T he Court agrees with Petitioner that, under \nDilworth, “a state sales tax survives scrutiny under the Commerce Clause only where \n \n12 In Excel, the Supreme Court of North Carolina addressed whether certain purported \ninterstate transactions were subject to sales tax.   269 N.C. 127 (1967) .  Notably, the Court \nfound that because the  out-of-state purchasers arranged for pickup of the products “f.o.b. \nLincolnton,” North Carolina, the products  “were delivered to [the purchasers] in North \nCarolina, the taxing jurisdiction.”   Id. at 134.  Accordingly, the Court held that North \nCarolina’s assessment of a sales tax on the transaction did not violate the Commerce Clause.  \n(Id.)   \nthe purchase of tangible personal property –  i.e., the transfer of ownership from the \nseller to buyer – takes place in the taxin g state.”  (ECF No. 51, at p. 1) (hereinafter \nreferred to as the “ Dilworth formalism.”)  If the Dilworth formalism remains good \nlaw, then the sales tax imposed on the Sales at Issue in this case is unconstitutional. \niv. Arguments as to whether Dilworth remains good law \n50. First, Petitioner argues that the United States Supreme Court has \n“consistently upheld” the Dilworth  formalism.  (ECF No. 51, at p. 1.)  Specifically, \nPetitioner cites to Oklahoma Tax Comm’n v. Jefferson Lines, 514 U.S. 175, 186 –87 \n(1995) (citing favorably to Dilworth, stating “we [have] held that a sales tax could not \nvalidly be imposed if the purchaser already had obtained title to the goods as they \nwere shipped from outside the taxing State into the taxing State by common carrier”); \nItel Cont. Int’l Corp. v. Huddleston, 507 U.S. 60 , 69 –75 (1993) (explaining that \n“Tennessee’s sales tax is imposed upon the ‘transfer of title or possession,’” and that \nthis tax “on a discrete transaction occurring within the state” does not implicate \nForeign Commerce Clause concerns13); Wardair Canada, Inc. v. Fla. Dep’t of Revenue, \n477 U.S. 1, 9 (1986) (recognizing there is “no threat of multiple international taxation \n. . . since the tax is imposed only upon the sale of fuel, a discrete transaction w hich \noccurs within one national jurisdiction only”); American Oil Co. v. Neill, 380 U.S. 451, \n457–58 (1965) (citing favorably to Dilworth, stating that “this Court has struck down \ntaxes directly imposed on or resulting from out -of-state sales which were held to be \n \n13 The Foreign Commerce Clause requires satisfaction of the same Complete Auto factors \nassessed in dormant Commerce Clause analysis.  See Itel Containers, 507 U.S. at 72.   \ninsufficiently related to activities within the taxing state, despite the fact that the \nvendor knew that the goods were destined for use in that State”).   \n51. Second, Petitioner addresses the United States Supreme Court’s most \nrecent sales and use tax decision, South Dakota v. Wayfair, Inc. , 138 S. Ct.  2080 \n(2018).  (ECF No. 51, at p. 3.)   Specifically, Petitioner argues that “[t]he core holding \nin Dilworth . . . was not presented to –  or discussed by – the Wayfair Court.”  (Id. at \np. 4.) \n52. On the other hand, the Department  argues that the United States \nSupreme Court “implicitly” overruled Dilworth in its decision in Complete Auto.  (ECF \nNo. 50, at p. 2.)  Specifically, the Department argues that:  \n[i]n place of the semantic distinctions [between a sales tax \nand use tax expressed in Dilworth] the Court offered a four-\npart test for evaluating the constitutionality of a tax  . . . .  \nThus, Complete Auto articulated a succinct standard by \nwhich to test the constitutionality of a tax while explicitly \neschewing the Spector\n14 rule and its rationale, which \nencapsulated the Dilworth understanding of the Commerce \nClause.  Nothing in the Complete Auto standard turned on \nsemantic distinctions between sales taxes and use taxes.  \nRelying on Dilworth as binding precedent would introduce \nan anachronism into modern state tax jurisprudence by \nreintroducing a formal interpretation of the Commerce \nClause long abandoned by the Court.   \n \n(ECF No. 50, at p. 7.)  Further, the Department argues that Wayfair did not expressly \naddress Dilworth because “it was already effectively abandoned under Complete \nAuto.”  (Id. at pp. 10–11.) \n \n14 Referring to Spector Motor Service, Inc. v. O’Connor, 340 U.S. 602 (1951), where the Court \nmade state taxation of interstate transactions per se unconstitutional.  See also, Freeman v. \nHewitt, 329 U.S. 249 (1946) (invalidating a state’s gross receipt tax on interstate sales of \nsecurities under the same rationale).  \na. Complete Auto  \n53. The Court is not persuaded that Complete Auto “implicitly” overruled \nDilworth formalism.  First, Complete Auto is neither a sales tax case, n or a nexus \ncase.  Its importance is that (1) it established an analytical framework for Commerce \nClause cases, on which every case since has relied , see 430 U.S. at 279; and (2) it \nrejected the Spector rule that a state tax on the “privilege of doing business” is \nnecessarily unconstitutional in the context of interstate commerce.  Id. at 288–89.   \n54. Accordingly, the Court acknowledges that, to the extent Dilworth posits \nthat taxation on interstate commerce  is per se unconstitutional, Complete Auto and \nother cases have clearly overruled that aspect of its holding.  However, the Supreme \nCourt’s rejection of the Spector rule in Complete Auto  did not  explicitly overrule \nDilworth’s holding that  to meet the trans actional nexus requirement under the \nCommerce Clause, a state sales tax must only be imposed on sales where the transfer \nof title or possession occurs within the taxing state.  This position is consistent with \nconclusions reached by commentators.  See Paul J. Hartman, Federal Limitations on \nState and Local Taxation  § 11.4 (2d ed.) (Supp. Nov. 2020) (acknowledging that the \nCourt in Complete Auto “abandoned the position that any tax found by the Court to \nbe imposed on interstate commerce is a per se violation  of the commerce clause” but \n“[u]nless the Court changes its ideas about what constitutes a sufficient nexus for \nsales tax purposes of the taxed event to the taxing state, apparently the Dilworth \nholding will remain”);  Richard D. Pomp, Wayfair: It’s Impli cations and Missed \nOpportunities, 58 W\nASH. U. J. L. & POL’Y 1, 53 (2019) (“[T]here is, however, another \naspect of Dilworth.  The whole transaction, starting with solicitation in Arkansas and \nending with the consumer having possession of the goods in Arkansas, constituted \ninterstate commerce, which, under the jurisprudence of the day, could not be taxed.  \nThat part of the opin ion was clearly overturned by subsequent cases.  But still left \nopen is the constitutional definition of where a sale takes place.”).   \nb. Wayfair \n55. With respect to Wayfair, the Court is similarly unpersuaded that its \nholding has any effect on the Dilworth formalism.  In Wayfair, the United States \nSupreme Court considered “when an out-of-state seller can be required to collect and \nremit [a South  Dakota sales] tax” and  “reconsidere[d] the scope and validity of the \nphysical presence rule mandated by” National Bellas Hess v. Dep’t of Rev. , 386 U.S. \n753 (1967) and Quill, 504 U.S. 298, under the Commerce Clause.15  138 S. Ct. at 2088. \n56. South Dakota enacted a statute which “require[d] out-of-state sellers to \ncollect and remit sales tax ‘as if the seller had a physical presence in the state”’ if the \nseller “on an annual basis, deliver[s] more than $100,000 of goods or services into the \nState or engage[s] in 200 or more separate transactions for the delivery of goods or \nservices into the State.”  Id . at 2089 (quoting S.B. 106 at ¶¶ 3, 5, 8(10)).  S.B. 106 \n \n15 The physical presence rule originated in Bellas Hess, where the Court held that in order for \na tax to pass muster under the Due Process Clause or the Commerce Clause, the taxpayer \nmust have a physical presence in the taxing jurisdiction.  386 U.S. at 758– 60 (“[T]he Court \nhas never held that a State may impose the duty of use tax collection and payment upon a \nseller whose only connection with customers in the State is by common carrier or the United \nStates mail.”).  Later, in Quill, the Court overruled Bellas He ss to the extent it “indicated \nthat the Due Process Clause requires a physical presence for the imposition of duty to collect \na use tax . . . as superseded by developments in the law of due process.”  Id. at 308.  However, \nwith respect to the Commerce Clause, the Quill Court held that the physical presence “bright-\nline rule” remained good law.  Id. at 312–319.   \nexpressly excluded the retroactive application of this new tax requirement for out-of-\nstate sellers.  Id. \n57. South Dakota filed a declaratory judgment action against on -line \nretailers Wayfair, Inc., Overstock.com, Inc., and Newegg, Inc., none of which had any \nemployees or real estate in South Dakota, “seeking a declaration that the \nrequirements of [S.B. 106] are valid and applicable to respondents[.]”  Id.  The South \nDakota Supreme Court affirmed a  lower court’s decision that S.B. 106 was  \nunconstitutional due to respondents ’ lack of physical presence in South  Dakota, \nreasoning that “Quill has not been overruled [and] remains the controlling precedent \non the issue of Commerce Clause limitations on interstate collection of sales and use \ntaxes.”  Id. (quoting 901 N.W.2d 754, 761 (S.D. 2017)). \n58. On review, the United States Supreme Court first acknowledged that \n[u]nder this Court’s decisions in Bellas Hess and  Quill, \nSouth Dakota may not require a business to collect its sales \ntax if the business lacks a physical presence in the State.  \nWithout that physical presence, South Dakota must rely on \nits residents to pay the use tax owed on their purchases \nfrom out of state sellers. \n \nId. at 2088.  However, the Court ultimately vacated and remanded the decision of the \nSouth Dakota Supreme Court, overruling the Bellas Hess and Quill physical presence \nrule, and upholding the constitutionality of S.B. 106.  Id . at 2098– 2100.  In the \nabsence of the bright-line physical presence rule, the Court relied on the first prong \nof the Complete Auto test, which “simply asks whether the tax applies to an activity \nwith a substantial nexus with the taxing state.”  Id .  Furth er, the Court stated, “a \nsubstantial nexus is established when the taxpayer [or collector] ‘avails itself of the \nsubsequent privilege of carrying on business’ in that jurisdiction.”   Id. at 2099 \n(citation omitted). \n59. As applied to S.B. 106, the Court in Wayfair held that the statute’s \napplicability thresholds require a “quantity of business [that] could not have occurred \nunless the seller availed itself of the substantial privilege of carrying on business in \nSouth Dakota.”  Id. at 2099.  Accordingly, in the case of Wayfair, Inc., Overstock.com, \nInc, and Newegg, Inc.—all entities for which S.B. 106 was applicable—the Court held \nthat the Commerce Clause tax “nexus is clearly sufficient based on both the economic \nand virtual contacts respondents have with the State.”  Id.    \n60. Notably, as pointed out by Petitioner, the Wayfair Court did not have \nreason to consider any questions regarding whether there existed a transactional \nnexus between South Dakota and the sales being taxed because the parties “agree[d] \nthat Sout h Dakota has the authority to tax these transactions. ”  Id . at 2092. 16  \nAccordingly, the Court concludes  that Wayfair does not overrule the Dilworth \nformalism.  Again, this Court’s conclusion is in line with conclusions reached by \ncommentators.  See Adam Themmesch, Darien Shanske, & David Gamage, Wayfair: \nSales Tax Formalism and Income Tax Nexus, STATE TAX NOTES 975, 976 (Sept. 3, \n2018) (stating that the Wayfair Court “certainly did not explicitly overrule” th e \n“Dilworth formalism” and “uncertainty involving this issue leads us to conclude that \nthe better course for states would be to continue to abide by Dilworth formalism and \nto enact economic nexus standards through their use tax systems”); Richard D. Pomp, \n \n16 The Supreme Court’s Opinion does not indicate whether title to the products sold by \nWayfair to the South Dakota residents passed inside or outside of South Dakota. \nWayfair: Its implications and Missed Opportunities, 58 WASH. U. J.L. & POL’Y 1, 51–\n56 (2019) (opining that “[p]ost -Wayfair legislation should . . . clarif[y] that it is the \nuse tax that remote vendors are being asked to collect and not the sales tax” as to  \navoid “a potential problem” created by the holdings in Dilworth and General Trading); \nHayes R. Holderness, Navigating 21st Century Tax Jurisdiction , 79 MD. L. REV. 1, \n13–24 (2019) (surveying the transactional nexus requirement since Dilworth  and \nexplaining that “the decision and the parties [in Wayfair ] focused on the personal \nnexus issue” and “did little with respect to the transactional nexus doctrine”). \nc. State Courts and Dilworth   \n61. In further support of its arguments, Petitioner cites to a number of state \ncourt cases which have adhered to the Court’s holding in Dilworth .  See Lamtec v. \nDep’t of Revenue, 215 P.3d 968, 971  (Wash. Ct. App. 2009) (holding that Dilworth \napplies solely to transaction -based taxes ( i.e., sales taxes) and not gross \nreceipts/activity-based taxes such as the Business & Occupation tax imposed on a \nNew Jersey corporation) ;  TA Operating Corp. v. Fla. Dep’t of Revenue, 767 So. 2d. \n1270, 1275 (Fla. Dist. Ct. App. 20 00) (relying on Dilworth  and holding fuel shipped \n“F.O.B. Brunswick, Georgia” was not subject to Florida’s fuel tax); World Book, Inc. \nv. Mich. Dep’t of Treasury , 459 Mich. 403, 412 , 590 N.W.2d 293 (1999) (relying on \nDilworth and holding that where a Michigan taxpayer was “through selling” (i.e., title \nand possession passed to buyers outside the State), the sales were subject to Michigan \nuse tax, and not sales tax);  Bloomingdale Bros. v. Chu , 513 N.E.2d 233, 234  (N.Y. \n1987) (“[T]he ultimate destination of the goods is not necessarily the location of a \nparticular sale [citing Dilworth].  Delivery may occur before the merchandise reaches \nits final destination.  Delivery, in the sense that physical custody is transferred, may \ntake place several times during the course of a transaction, but it is only that delivery \nwhich transfers control of the merchandise for consideration which marks a taxable \nevent [(citations omitted)].”); Sears, Roebuck and Co. v. Lindley , 436 N.E.2d 1029, \n1032 (Ohio 1982) (holding that Dilworth precluded the imposition of Ohio sales tax \non newspaper inserts printed outside Ohio and mailed into Ohio, with title and \npossession passing outside Ohio).   \n62. In support of its contrary argument, the Department cites to state court \ncases which have treated Dilworth as obsolete.  See Arizona Dep’t of Revenue v. Care \nComputer Sys., Inc. , 4 P.3d 469, 471  (Ariz. Ct. App. 2000) ( rejecting the argument \nthat a “transaction privilege tax requires a higher level of nexus with the taxing state \nthan does a use tax” reasoning that “[t]his argument is based on cases that were \ndecided when state taxes on interstate commerce were per se unconstitutional,” \nreferring to Dilworth, Freeman, and Spector);  Greenscapes Home & Garden Prods. v. \nTesta, 129 N.E.3d 1060, 1071 (Ohio Ct. App. 2019) (explaining that “[ Dilworth] was \ndecided at a time when . . . state taxes on interstate commerce were per se \nunconstitutional” and that “[i]n Complete Auto , the U.S. Supreme Court overruled \nthis line of cases and upheld a privilege on doing business tax on gross receipts from \ninterstate commerce.”); Baker & Taylor, Inc. v. Kawafuchi , 82 P.3d 804, 815 ( Haw. \n2004) (holding the same and declining to find Dilworth determinative).   \n63. Petitioner, on the other hand,  argues that Care Computer and \nGreenscapes “are of limited relevance” to this case due to the fact that (a) they both \ninvolve gross-receipts-based taxes—not sales taxes (ECF No. 51, at pp. 9 –12; citing \nto Lamtec, 215 P.3d at 971  and Ford Motor Co. v. City of Seattle , 156 P.3d 185, 190 \n(Wash. 2007) (holding Dilworth irrelevant where the tax involved is not a sales tax , \nbut rather a business and occupation tax on the privilege of doing business in the \ntaxing jurisdiction); and (b) both Care Computer and Greenscapes misinterpret \nComplete Auto as a rejection of the holding in Dilworth.  (ECF No. 51, at p. 12.)   \n64. Both parties make  compelling argument s regarding the impact of \nDilworth, Complete Auto , and Wayfair on this case.   T he Court has thoroughly \nreviewed the parties’ arguments, the relevant court decisions , and other persuasive \nauthorities, and concludes that  (a) Complete Auto did not overrule the Dilworth \nformalism; (b) Wayfair did not overrule the Dilworth formalism; and, therefore (c) the \nDilworth formalism remains the law of the land.  Absent contrary authority from the \nUnited States Supreme Court, the Court concludes that the principles set forth in \nDilworth are controlling, and finds that North Carolina does not have a sufficient \ntransactional nexus with the Sales at Issue under the Commerce Clause to impose \nsales tax on the Sales at Issue.   \n65. Therefore, the OAH’s finding that the Sales at Issue were properly \nsourced to North Carolina under N.C.G.S. § 105-164.4B (2010) giving North Carolina \nauthority to impose sales tax on those transactions  is unconstitutional as applied to \nPetitioner and should be REVERSED.  The S ales at Issue lacked  a sufficient \ntransactional nexus to North Carolina under the Commerce Clause of the United \nStates Constitution since it is undisputed that title to the Sales at Issue passed to the \npurchasers and third-party recipients outside of North Carolina.17   \nIV. CONCLUSION  \nTHEREFORE, IT IS ORDERED that  the Final Decision is REVERSED and \nsummary judgment is hereby entered in favor of Petitioners.  \n \nSO ORDERED, this the 23rd day of June, 2021.  \n \n        /s/ Gregory P. McGuire    \n        Gregory P. McGuire   \n        Special Superior Court Judge for  \n        Complex Business Cases \n \n17 Again, the Court emphasizes that its conclusion on this “as applied” challenge—that the \nDepartment’s sourcing of the Sales at Issue to North Carolina under  N.C.G.S. § 105-164.4B \n(2010) is unconstitutional—is not intended to apply to any later enacted revised versions of \nthe statute. "
}