{
  "id": "7d7e6999044d55c74c7c2d6430d2fabe17c927b1523b8b64dfdb7a2c161ea8b6",
  "source_file": "data/raw/ncbc/7d7e6999044d55c74c7c2d6430d2fabe17c927b1523b8b64dfdb7a2c161ea8b6.pdf",
  "raw_text": "  Carter v. Clements Walker PLLC, 2014 NCBC 1. \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF MECKLENBURG \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n08 CVS 4333 \n \nRONALD CARTER, \n \nPlaintiff,  \n \nv.  \n \nCLEMENTS WALKER PLLC, a North \nCarolina professional limited liability \ncompany;  \nF. RHETT BROCKINGTON, an \nindividual; and \nRALPH H. DOUGHERTY, an individual;  \n \n                         Defendants. \n  \n \n \n \n \n \n \nORDER AND OPINION \n \n \n{1} THIS MATTER is before the court on Defendants’ Motion for Summary \nJudgment, Defendants’ Motion to Strike, and Plaintiff’s Motion for Leave to Present \nAdditional Evidence.  For the reasons stated below, the Motion for Summary \nJudgment and Motion to Strike are GRANTED, and the Motion for Leave to \nPresent Additional Evidence is DENIED. \n \nHarrington Law, P.C. by James M. Harrington for Plaintiff Ronald Carter. \n \nPoyner & Spruill LLP by Cynthia L. Van Horne and E. Fitzgerald Parnell, III \nfor Defendants Clements Walker PLLC and F. Rhett Brockington. \n \nJames, McElroy & Diehl, P.A. by John S. Arrowood and Edward T. Hinson, \nJr. for Defendant Ralph H. Dougherty. \n \n \nGale, Judge. \n \n \n \n \nI. PROCEDURAL BACKGROUND \n \n{2} This action was filed in Mecklenburg County on February 29, 2008.  \nThe matter was designated a mandatory complex business case by order of the \nChief Justice of the Supreme Court of North Carolina dated March 3, 2008 and then \nassigned to the Judge Ben F. Tennille, then Chief Special Superior Court Judge for \nComplex Business Cases. \n{3} In March 2010, in ruling on Defendants’ Motions to Dismiss, Judge \nTennille held that the Complaint did not implicate a substantial issue of patent law \nsufficient to place the case within the exclusive jurisdiction of the federal courts \nunder 38 U.S.C. § 1338(a) and that only Nevada corporation Revolutionary \nConcepts, Inc. (“RCI-NV”), a prior plaintiff in this case to whom Plaintiff Ronald \nCarter (“Carter”) assigned the patent rights, had standing to assert the claims \nraised in the Complaint.  See generally Revolutionary Concepts, Inc. v. Clements \nWalker, PLLC, 2010 NCBC LEXIS 8 (N.C. Super. Ct. Mar. 9, 2010).  Defendants’ \nappeal was dismissed as interlocutory.  See generally Revolutionary Concepts, Inc. \nv. Clements Walker, PLLC, No. COA10-627, 2011 N.C. App. LEXIS 1391 (N.C. App. \nJuly 5, 2011). \n{4} After Judge Tennille’s retirement, this case was reassigned to the \nundersigned.  The court granted summary judgment in Defendants’ favor on all \nclaims.  See generally Revolutionary Concepts, Inc. v. Clements Walker PLLC, 2012 \nNCBC LEXIS 14 (N.C. Super. Ct. Mar. 8, 2012).  Plaintiffs then appealed both \nJudge Tennille’s prior order and the summary judgment on RCI-NV’s claims.  As to \nJudge Tennille’s order on standing, the Court of Appeals held that, because legal \nmalpractice claims in North Carolina are unassignable, Carter retained his \nmalpractice claim, had standing to assert it, and his assignment of that claim to \nRCI-NV was invalid.  Revolutionary Concepts, Inc. v. Clements Walker PLLC, __ \nN.C. App. __, 744 S.E.2d 130, 134 (N.C. App. 2013).  The Court of Appeals affirmed \nboth summary judgment in Defendants’ favor on claims alleged by RCI-NV and the \ncourt’s denial of RCI-NV’s oral Rule 15 and Rule 17 motions seeking to join North \nCarolina corporation Revolutionary Concepts, Inc. (“RCI-NC”) as a plaintiff in the \ncase.  Id. at 135–38.  The Court of Appeals also affirmed summary judgment in \nfavor of prior individual defendants Greg Clements and Christopher Bernard.  \nThus, only Carter’s claim for legal malpractice against Clements Walker, PLLC \n(“CW”), F. Rhett Brockington, and Ralph H. Dougherty remains for disposition after \nremand. \n{5} Defendants jointly filed a Motion for Summary Judgment under Rule \n56 on June 21, 2013 based on the assertion that Carter has failed to produce or \nforecast any damages evidence in support of his legal malpractice claim.  On July \n19, 2013, Carter filed a Motion for Continuance and Discovery under Rule 56(f) \nrequesting additional time to seek discovery from third parties to develop his \ndamages evidence.  Upon Defendants’ consent, the court granted that motion on \nAugust 7, 2013, affording Carter until September 17, 2013 to conduct additional \ndiscovery and respond to Defendants’ Motion for Summary Judgment.  Carter \nresponded to the Motion for Summary Judgment on that date.  Defendants later \nfiled a reply brief and a Motion to Strike the exhibits attached to Carter’s response.  \nAfter briefing on both the Motion for Summary Judgment and the Motion to Strike \nwas complete, the court heard oral argument on both Motions on October 29, 2013 \nand took the matters under advisement. \n{6} Carter filed a Motion for Leave to Present Additional Evidence on \nNovember 25, 2013.  Defendants responded in opposition on December 4, 2013.  All \nthree Motions have been fully briefed, a hearing was held on the Motion for \nSummary Judgment and Motion to Strike,1 and all three Motions are ripe for \ndisposition. \n \n \n \n \n                                                 \n1 Neither Party requested hearing on the Motion for Leave to Present Additional Evidence.  In its \ndiscretion, the court has not held a separate hearing on this motion and decides it on the papers. \nII. FACTUAL BACKGROUND \n \n{7} Past opinions of this court and the Court of Appeals provide a detailed \nsummary of the allegations in this case.  Revolutionary Concepts, Inc., __ N.C. App. \nat ___, 744 S.E.2d at 131–32; Revolutionary Concepts, Inc., 2012 NCBC LEXIS, at \n*1–*11.  In sum, Carter and RCI retained CW to seek both domestic and foreign \npatent protection for Carter’s invention.  CW filed a domestic patent application but \nallowed that application to be published before filing an application for \ninternational patent rights (the “PCT application”).  As a result, RCI and Carter \ncould not obtain patents in countries requiring absolute public novelty before \ngranting a patent.  Carter and RCI’s domestic patent application was eventually \napproved. \n{8} The court does not make findings of fact when ruling on a motion for \nsummary judgment. See Hyde Ins. Agency, Inc. v. Dixie Leasing Corp., 26 N.C.  \nApp. 138, 142, 215 S.E.2d 162, 164–65 (1975).  It is, however, appropriate for the \ncourt to describe the undisputed facts or lack of facts the record discloses in order to \nprovide context for the court’s ruling on the motion.  The court believes the \nfollowing facts are either uncontested or, if contested, have been construed in favor \nof the party opposing the Motion. \n{9} Carter claims that he suffered injury because of the loss of patent \nprotection in foreign jurisdictions.  (Compl. ¶¶ 30, 36, 43, 50; Pl.’s Resp. Opp’n Defs.’ \nMot. Summ. J. 7–8.)2  The Complaint also alleges that RCI paid CW $3,600 in fees \nto prepare and file the PCT application, but CW applied those fees towards other \nmatters.  (Complaint ¶¶ 55–58.)3 \n                                                 \n2 The court cannot consider an unverified pleading in determining whether a genuine issue of \nmaterial fact exists.  Rankin v. Food Lion, 210 N.C. App. 213, 220, 706 S.E.2d 310, 315–16 (2011) \n(citing Tew v. Brown, 135 N.C. App. 763, 767, 522 S.E.2d 127, 130 (1999)).  The court desc ribes the \nallegations from the Complaint only to frame the analysis of whether any evidence in the record \nsupports the injuries alleged in the Complaint. \n3 At the hearing, Carter’s counsel argued that this payment provided sufficient evidence of Carter’s \ndamages to overcome summary judgment.  The check evidencing this payment , submitted to the \ncourt in RCI’s and Carter’s opposition to summary judgment in 2011 and authenticated through \nCarter’s affidavit, was signed by Garry Stevenson, an officer of RCI, and drawn on an account \nbelonging to RCI.  (Pl.’s Resp. Opp’n Defs.’ Second Mot. Summ. J., Exs. A, B, Nov. 14, 2011.)  Carter \n \nA. Evidence Presented on Carter’s Damages \n \n{10} Carter was deposed in 2007 and 2010 and examined on his damages \ncontentions.  In the current record, neither Carter nor RCI has quantified the sales \npotential of the invention, (Carter Dep. 30:11–30:15, Apr. 11, 2007,) nor has he or \nanyone else researched the sales potential of the invention, (Carter Dep. 35:12–\n35:22, Apr. 11, 2007.)4  Neither Carter nor RCI has sought to manufacture the \ninvention, but only hoped to license it.  (Carter Dep. 45:5–45:11, Apr. 11, 2007.)  \nCarter has expressed no knowledge of the foreign marketing or licensing potential \nof the invention. (Carter Dep. 72:11–72:15, Apr. 11, 2007.)  In 2007, Carter did not \nknow of anyone who placed any monetary value on the invention or patent, nor \ncould he name any company or product in the target markets for the invention that \nwas infringing or exploiting the invention.  (Carter Dep. 84:13–85:13, Apr. 11, \n2007.) \n{11} As of 2007, Carter had not made any profit on the invention, nor had \nanyone advised him when the patent would attain commercial value.  (Carter Dep. \n99:2–99:12, Apr. 11, 2007).  Although Carter thought the patent would develop \ncommercial value in the near future, he did not then have any documentation or \nresearch substantiating that opinion.  (Carter Dep. 99:13–100:18, Apr. 11, 2007.)  \nNo one had yet approached him about buying RCI or the patent rights to the \ninvention.  (Carter Dep. 100:24–101:4, Apr. 11, 2007.)  In 2010, Carter again \nacknowledged that he had never licensed the invention.  (Carter Dep. 109:23–110:3, \nMay 25, 2010.) \n{12} RCI’s most recent annual report, dated April 15, 2013 and signed by \nCarter, states that RCI cannot guarantee that the invention or patent will generate \nrevenue or that it will even be developed.  (Defs.’ Mot. Summ. J. Ex. 3, 8–9.)  RCI \n                                                 \nalso testified, in both his deposition and the 2011 affidavit, that RCI made the payment.  (Pl.’s Resp. \nOpp’n Defs.’ Second Mot. Summ. J., Exs. A, B, Nov. 14, 2011; Carter Dep. 131:6 –131:10, Apr. 11, \n2007.)  Thus, the injury, if any, sustained by misuse of these funds belongs to RCI, not Carter. \n4 The court acknowledges that Carter has now requested leave to submit additional material which \nhe contends represents such value. \nacknowledges that successful commercialization of the invention is likely contingent \nupon third-party manufacturing or licensing agreements that may never \nmaterialize.  (Defs.’ Mot. Summ. J. Ex. 3, 8–9.)  The report does not contain any \nevidence supporting a conclusion that there will ultimately be successful \ncommercialization. \n{13} The record also contains excerpts from an expert report by Paul \nGariboldi asserting, with a confidence level of over 90%, the bare conclusion that \n“RCI lost total gross profits of approximately $33 million between the years of 2010 \nand 2020” by losing foreign patent rights.  (Defs.’ Mot. Summ. J. Ex. 6, 5.) \n \nB. Discovery Conducted After Carter’s Rule 56(f) Motion \n \n{14} As noted, the court granted Carter’s Rule 56(f) motion to allow \nadditional discovery of damages evidence.  During the extended period, Carter \nadmitted in response to written discovery that “no person or entity has ever \npurchased or licensed” the invention from him or RCI.  (Reply Pl.’s Resp. Defs.’ Mot. \nSumm. J., Ex. B.)  When asked to produce all documents showing any damages \nclaimed from lost patent rights, Carter responded that all such documents had \nalready been produced.  (Reply Pl.’s Resp. Defs.’ Mot. Summ. J., Ex. C, 6.)   \n{15} Carter objected to producing any documents reflecting any person’s or \nentity’s alleged or possible infringement of rights in the invention on the basis that \nsuch documents are “not relevant to any issue before the Court and not reasonably \ncalculated to lead to the discovery of admissible evidence.”  (Reply Pl.’s Resp. Defs.’ \nMot. Summ. J., Ex. C, 20.)  Carter objected on the same grounds when asked to \nproduce any agreements, communications, meeting records, letters of intent, or \nterm sheets between Carter or RCI and any other person or entity regarding \ndevelopment, licensing, or commercialization of the invention.  (Reply Pl.’s Resp. \nDefs.’ Mot. Summ. J., Ex. C, 7–10, 12.)  Carter lodged the same relevancy objection \nto producing any “documents evidencing any investment of any kind by any third \nparty in the” patented invention.  (Reply Pl.’s Resp. Defs.’ Mot. Summ. J., Ex. C, \n13.)  Carter also declined, on relevancy grounds, to produce any documents related \nto a series of transactions announced by RCI that could have involved realization of \nany commercial value in the invention or patent.  (Reply Pl.’s Resp. Defs.’ Mot. \nSumm. J., Ex. C, 14–20.)   \n{16} At the October 29, 2013 oral argument, Carter did not contest \nDefendants’ representations that he had not supplemented or modified any of these \ndiscovery responses.  Carter did not advise the court or Defendants at the oral \nargument that RCI had reached an agreement a month earlier on those matters \nwhich are now the subject of Plaintiff’s effort to supplement the record after oral \nargument through his Motion for Leave to Present Additional Evidence. \n{17} The court first considers the Motion for Summary Judgment based on \nthe evidentiary record as it was presented before and at the oral argument on the \nMotion for Summary Judgment.  It will then address Plaintiff’s subsequent effort to \nsupplement the record. \n \nIII. ANALYSIS \n \n{18} Summary judgment is proper when the pleadings, depositions, \nanswers to interrogatories, admissions, and submitted affidavits show that no \ngenuine issue as to any material fact exists and that the movant is entitled to \njudgment as a matter of law. N.C. Gen. Stat. § 1A-1, Rule 56(c); Andresen v. \nProgress Energy, Inc., 204 N.C. App. 182, 184, 696 S.E.2d 159, 160–61 (2010).    \n{19} The moving party must demonstrate the absence of a triable issue and \ndoes so either: “(1) by showing that an essential element of the opposing party’s \nclaim is non-existent; or (2) by demonstrating that the opposing party cannot \nproduce evidence sufficient to support an essential element of the claim or overcome \nan affirmative defense which would work to bar its claim.”  Wilhelm v. City of \nFayetteville, 121 N.C. App. 87, 90, 464 S.E.2d 299, 300 (1995) (citing Roumillat v. \nSimplistic Enters., Inc., 331 N.C. 57, 414 S.E.2d 339 (1992)).   \n{20} If the moving party carries this burden, the non-moving party “must \n‘produce a forecast of evidence demonstrating that the [non-moving party] will be \nable to make out at least a prima facie case at trial.’”  Roumillat, 331 N.C. at 63, 414 \nS.E.2d at 342 (quoting Collingwood v. G.E. Real Estate Equities, 324 N.C. 63, 66, \n376 S.E.2d 425, 427 (1989)); Rankin, 210 N.C. App. at 217, 706 S.E.2d at 313–14 \n(2011); see also N.C. Gen. Stat. § 1A-1, Rule 56(e) (non-moving party “must set forth \nspecific facts showing that there is a genuine issue for trial.”).  This forecast “may \nnot rest upon the mere allegations or denials of [a] pleading,” N.C. Gen. Stat. § 1A-\n1, Rule 56(e), nor may it rest upon unsworn affidavits or other inadmissible \nmaterials, see Rankin, 210 N.C. App. at 218–22, 706 S.E.2d at 314–16 (affirming \nsummary judgment where only inadmissible, unauthenticated documents and no \naffidavits or sworn testimony were submitted in response to summary judgment \nmotion). \n \nA. Carter Has Failed to Produce Evidence of Damages Entitling Him to \nProceed on His Claim \n \n{21} A plaintiff in legal malpractice case must “prove that he would not \nhave suffered the harm alleged absent the negligence of his attorney.”  Hummer v. \nPulley, Watson, King & Lischer, P.A., 157 N.C. App. 60, 66, 577 S.E.2d 918, 923 \n(2003) (citing Rorrer v. Cooke, 313 N.C. 338, 361, 329 S.E.2d 355, 369 (1985)).  \nDamages in a legal malpractice action are “the difference between (1) plaintiff’s \nactual pecuniary position and (2) what it should have been had the attorney not \nerred.” Smith v. Childs, 112 N.C. App. 672, 685, 437 S.E.2d 500, 509 (1993).  \nAlthough “practical application of this standard will vary from case to case \ndepending upon the nature of the attorney’s undertaking for the client[,]” the value \n“of any lost benefit is ordinarily based upon the circumstances existing at the time \nof the attorney’s negligent act or omission.”  Id. (emphasis added).5  Damages \n                                                 \n5 The Parties disagree over whether Carter’s assignment of patent rights and rights in the invention \nto RCI precludes his ability to recover damages caused by loss or impairment of those rights after the \ndate of this assignment.  The court does not reach this issue because it concludes that, even if Carter \nevidence must “allow the finder of fact to calculate the amount of damages with \nreasonable certainty.”  McAdoo v. Univ. of N.C. at Chapel Hill, __ N.C. App. __, 736 \nS.E.2d 811, 822 (2013) (citing Olivetti Corp. v. Ames Bus. Sys. Inc., 319 N.C. 534, \n547–48, 356 S.E.2d 578, 586 (1987)). \n{22} There is no evidence in the record from which the court or a jury could \nconclude with reasonable certainty that Carter suffered any actual damages as a \nresult of CW’s alleged malpractice.  To the contrary, Carter has testified on multiple \noccasions that, despite U.S. patent protection for the invention, neither Carter nor \nRCI has ever manufactured the invention, nor has any person or entity licensed the \ninvention.  As of 2007, neither Carter nor RCI had ever been advised of the \ninvention’s commercial value.  In his September 2013 discovery responses, Carter \nadmits no person or entity has ever purchased or licensed the invention, either \ndomestically or abroad.  Only Gariboldi’s report, which estimates that RCI \nsustained $33 million in lost profits as a result of losing foreign patent protection, \neven purports to provide any valuation of RCI’s damages.  In light of the \noverwhelming evidence that neither RCI nor Carter had, at the time of his opinion, \never realized or reasonably projected any commercial value from the invention (even \nthough it had domestic patent protection), Gariboldi’s speculative, bare-bones \nconclusion is insufficient to create a genuine issue of material fact on whether \nCarter suffered damages.6  See IGEN, Inc. v. White, 250 A.D.2d 463, 464–66, 672 \nN.Y.S.2d 867, 868–69 (N.Y. App. Div. 1998) (reversing trial court and granting \nsummary judgment on legal malpractice claim based on failure to secure foreign \npatent protection where evidence showed invention had no commercial value and \nexpert opinion on future value was “no more than idle speculation”).  \n{23} The court concludes that Defendants have demonstrated that Carter \nhas not produced evidence sufficient to support the injuries alleged in the \n                                                 \ncould recover damages after the assignment of rights, he has not produced any  competent evidence \nshowing damages at any point in time. \n6 In his response to Defendants’ Motion for Summary Judgment, Carter did not include any other \nportions of this report, argue that it creates a genuine issue of material fact as to Carter’s damages , \nor otherwise attempt to support or bolster Gariboldi’s opinion. \nComplaint underlying his legal malpractice claim.  Thus, to survive summary \njudgment, Carter must forecast competent evidence showing a prima facie case of \ndamages. \n \nB. Carter Has Not Forecast Evidence Demonstrating a Prima Facie Case \nfor Damages \n \n{24} In response to Defendants’ Motion for Summary Judgment, Carter \nfiled a brief in opposition and five exhibits.  Carter contends that Exhibit A is an \n“infringement analysis” assessing whether a security company’s product infringes \nRCI’s domestic patents on the invention.  Exhibits B through E appear to be \ninternet printouts of foreign products Carter argues are comparable to the \ninvention.  Carter did not submit any affidavits authenticating these exhibits, nor \ndid he submit any other affidavit in opposition to Defendants’ motion.  Carter did \nnot submit any deposition excerpts, answers to interrogatories, admissions, or any \nother materials in opposition to Defendants’ motion. \n \n1. Carter’s Exhibits are Inadmissible and Cannot be Considered in \nHis Forecast of Evidence \n \n{25} Defendants’ Motion to Strike contends Carter’s exhibits are \ninadmissible and may not be considered when evaluating the Motion for Summary \nJudgment.  “[A]ffidavits or other materials offered which set forth facts which would \nnot be admissible in evidence should not be considered when [considering a] motion \nfor summary judgment.”  Rankin, 210 N.C. App. at 218, 706 S.E.2d at 314 (quoting \nWein II, LLC v. Porter, 198 N.C. App. 472, 476–77, 683 S.E.2d 707, 711 (2009)).  \nEvidence must be authentic to be admissible.  N.C. Gen. Stat. § 8C-1, Rule 901.  \nUnless a document is self-authenticating, see N.C. Gen. Stat. § 8C-1, Rule 902, the \nparty offering the document must offer other “evidence sufficient to support a \nfinding that the [document] in question is what its proponent claims[,]” N.C. Gen. \nStat. § 8C-1, Rule 901.  Unauthenticated “internet printouts . . . do not constitute \nadmissible evidence for purpose of the analysis required in connection with . . . [a] \nsummary judgment motion[.]”  Rankin, 210 N.C. App. at 222, 706 S.E.2d at 316.  All \ntestimony, including opinion testimony, must be made under oath or affirmation to \nbe admissible.  N.C. Gen. Stat. § 8C-1, Rule 603. \n{26} The statements in Exhibit A, the “infringement analysis,” are not \nauthenticated or made through an affidavit and cannot be considered testimonial \nevidence.  The document itself is not authenticated through affidavit or deposition \ntestimony, nor is it self-authenticating.  Accordingly, Exhibit A is wholly \ninadmissible and may not be considered in ruling on the Motion for Summary \nJudgment. \n{27} Exhibits B, C, D, and E are all internet printouts showing other \nproducts similar to the invention.  Although Carter’s counsel argues that these \nproducts allegedly compete in foreign markets where Carter’s invention would have \ncompeted had Carter secured foreign patent protection, Carter has provided no \naffidavits, deposition testimony, other testimony, or evidence sufficient to \nauthenticate these documents or the conclusions Carter draws from them.  Thus, \nthe documents are inadmissible and may not be considered in ruling on the Motion \nfor Summary Judgment.  Even if the court took judicial notice of the authenticity of \nthe documents, as Carter urges, the documents, standing alone without any \nsupporting testimony, do not contain any relevant evidence that would create a \ngenuine issue of material fact on Carter’s damages. \n \n2. The Court Declines to Accept Carter’s Late Affidavit and Then Does \nNot Separately Address the Substantial Question of Whether, Even \nif Accepted, Carter Has Demonstrated a Basis to Survive Summary \nJudgment \n \n{28} Carter filed a Motion for Leave to Present Additional Evidence on \nNovember 25, 2013 offering affidavit testimony from Carter and RCI’s Form 10-Q \ndescribing a transaction RCI, upon shareholder approval, may enter to sell the \ndomestic patents covering the invention to a third party.  Carter contends that this \nevidence could not be presented to the court earlier “because it did not exist until” \nNovember 19, 2013, the date when RCI’s 10-Q was filed.  (Mot. Leave Present Add’l. \nEvidence 2.)  The court rejects the suggestion that Carter was not in a position to \nadvise the court at oral argument of the essential facts he now wishes to use to \ndefeat summary judgment.  Carter had adequate opportunity to timely comply with \nRule 56.  He did not. \n{29} Defendants contend, with supporting exhibits, that RCI announced \nthis transaction in early September 2013, several weeks before Carter responded to \nDefendants’ discovery requests seeking production of documents relevant to \nCarter’s alleged damages.  (Memo. Opp’n Pl.’s Mot. Leave Present Add’l Evidence 2–\n3, Exs. A–B.)  In fact, the 10-Q report itself indicates that the RCI Board reached \nagreement on the transaction on September 23, 2013. \n{30} Affidavits opposing a motion for summary judgment should be filed \ntwo days before the hearing date.  N.C. Gen. Stat. § 1A-1, Rule 56(c).  “[A] trial \ncourt may exclude . . . an untimely affidavit” from its consideration of a summary \njudgment motion.  Lockett v. Sister-2-Sister Solutions, Inc., 209 N.C. App. 60, 65, \n704 S.E.2d 299, 302 (2011) (citing N.C. Gen. Stat. § 1A-1, Rule 56(c)).  Although the \ncourt could accept late affidavits or evidence with a showing of excusable neglect, \nthere has been no demonstration or effort to demonstrate excusable neglect here. \n{31} Carter makes no effort to avoid the consequences of his own failure to \nproduce documents related to this transaction, instead objecting that any additional \ndocuments were irrelevant.  He should then be bound by his expressed position.  \n(See also Pl.’s Resp. Opp’n Defs.’ Mot. Summ. J. 12 (evidence of the domestic \npatent’s value “is not an appropriate direct measure of damages in this case”).) \n{32} Because the court concludes that Carter has failed to comply with Rule \n56’s requirement to make the proposed additional evidence a part of the record, the \ncourt does not undertake a complete assessment of whether the evidence is \ncompetent to forecast reasonably certain damages.  The court does note, however, \nthat even a cursory review of the affidavit and 10-Q suggests that RCI will remain \ninsolvent after the transaction, even if it is eventually approved by the shareholders \nand finalized, the financial statements in the 10-Q are conditioned on the \naccountants’ going concern opinion, and there are no assurances that the patented \ntechnology will be further developed, sold, or licensed.   \n \nIV. CONCLUSION \n \n{33} In sum, Defendants have carried their burden to show that Carter has \nnot produced any evidence of damages, and Carter has not presented any forecast of \nadmissible evidence showing a prima facie case of damages that could be \ndetermined with reasonable certainty.7  Accordingly, the court must grant \nDefendants’ Motion for Summary Judgment as to Carter’s remaining claims for \nlegal malpractice. \n{34} For the reasons expressed above, Defendants’ Motion to Strike is \nGRANTED, Plaintiff’s Motion for Leave to Present Additional Evidence is DENIED, \nand Defendants’ Motion for Summary Judgment is GRANTED. \n \n IT IS SO ORDERED, this the 10th day of January, 2014. \n \n                                                 \n7 Although Carter contends he “does not yet have full information about” foreign products that would \ninfringe upon Carter’s foreign patent rights, he responded to the Motion for Summary Judgment and \ncontends he “forecast sufficient evidence of damages” to preclude summary judgment.  (Pl.’s Resp. \nOpp’n Defs.’ Mot. Summ. J. 14.)  If Carter needed additional discovery to prepare his damages \nevidence, he could have filed another Rule 56(f) motion seeking continuance of the summary \njudgment hearing. See Rorrer, 313 N.C. at 360, 329 S.E.2d at 369 (stating party must move for \ncontinuance of summary judgment hearing under Rule 56(f) if that party is unprepared to respond to \nsummary judgment motion). "
}