{
  "id": "7d911e6b31d99fd74be0773bec10d34f892fb470b759ab1fbe17e27cd30b45d2",
  "source_file": "data/raw/ncbc/7d911e6b31d99fd74be0773bec10d34f892fb470b759ab1fbe17e27cd30b45d2.pdf",
  "raw_text": "Rabinowitz v. Suvillaga, 2019 NCBC 7. \n \nSTATE OF NORTH CAROLINA \n \nNEW HANOVER COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 244 \n \nCHARLES RABINOWITZ, \n \n   Plaintiff, \n \nv. \n \nIRMA ROSALES SUVILLAGA, \n \n   Defendant. \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION TO DISMISS \n \n1. THIS MATTER  is before the Court on Plaintiff Charles Rabinowitz’s \n(“Plaintiff”) Motion to Dismiss (the “Motion”) filed on September 24, 2018.  (ECF No. \n52 [“Mot.”].)  The Motion seeks to dismiss with prejudice the counterclaims asserted \nagainst Plaintiff by  Defendant Irma Rosales Suvillaga  (“Defendant”) pursuant to \nRule 12(b)(6) and to dismiss Defendant’s Amended Affirmative Defenses, Answer and \nCounterclaims in its entirety pursuant to Rule 15(a) of the North Carolina Rules of \nCivil Procedure  (“Rule(s)”).1  Having considered the Motion, the briefs, and the \narguments of counsel at a hearing on the Motion, the Court GRANTS in part and \nDENIES in part the Motion.  \nBrooks, Pierce, McLendon, Humphrey & Leonard, LLP, by Ryan C. \nFairchild, Thomas G. Varnum, and Edwin L. West, for Plaintiff. \n \nThe Lea/Schultz Law Firm, P.C., by James W. Lea, III, for Defendant. \n                                                 \n1 Defendant petitions for partition in this amended pleading. (See Am. Affirm. Defs., Answer \n& Countercl. ¶¶ 54−61, ECF No. 47 [“Affirm. Defs. & Answer”/“Countercl.”].)  However, the \nparties agreed at the October 30, 2018 hearing on the Motion that the petition for partition \nis a separate and distinct procedure handle d by the clerk of court in New Hanover County.  \nThus, Plaintiff made it clear at the hearing that the Motion does not target, and as a result \nthe Court does not consider, Defendant’s petition for partition.    \nRobinson, Judge. \nI. INTRODUCTION \n2. This litigation involves counterclaims by Defendant arising out of  her \nromantic relationship with Plaintiff and an alleged exchange of promises and services \npredicated on Defendant’s expectation that the two would live together and remain \nin a relationship  indefinitely.  Plaintiff and Defendant carried on a romantic \nrelationship for approximately ten years, which ended in 2016.  Plaintiff initially \nbrought suit against Defendant for Defendant’s failure to pay her portion of a house \nthat Plaintiff purchased  in Wilmington, North Carolina .  Thereafter, Defendant \nbrought counterclaims against Plaintiff allegi ng, inter alia , breach of contract, \nquantum meruit , unjust enrichment, and misrepresentation all as a result of the \nparties’ relationship fallout.   \nII. FACTUAL BACKGROUND \n3. The Court does not make findings of fact on a motion to dismiss pursuant \nto Rule 12(b)(6) but only recites those factual allegations that are relevant and \nnecessary to the Court’s determination of the Motion.  \n4. Plaintiff and Defendant are both citizens and residents of New Hanover  \nCounty, North Carolina.  (Countercl. ¶¶ 1−2.)  Plaintiff and Defendant were involved \nin a romantic relationship for almost ten years but were never married.  (Countercl. \n¶ 3.) \n5. In or around 2006, Plaintiff and Defendant met and became acquaintances.  \n(Countercl. ¶ 7.)  Shortly thereafter, the parties began a dating relationship and in \n2008, Plaintiff asked Defendant to move into his home in Spring Valley, New York.  \n(Countercl. ¶¶ 7, 10.)   \n6. Around 2009, Defendant lost her job.  (Countercl. ¶ 11.)  In 2011, Defendant \nwas offered a new job in Albany, New York.  (Countercl. ¶ 14.)  The parties were still \nliving together at this time in Spring Valley.  (Countercl. ¶ 14.)  As a result, Defendant \ncommuted to Albany for work.  (Countercl. ¶ 14.) \n7. At some point  after Defendant started working in Albany, Plaintiff \npurchased an apartment in Alba ny (the “Albany Apartment”) where Defendant \nresided.  (Countercl. ¶ 14.)   Defendant “maintained” the Albany Apartment for \nPlaintiff.  (Counter cl. ¶ 14.)  Defendant also paid rent to Plaintiff for the Albany \nApartment and paid the utility bills.  (Countercl. ¶ 14.)  On the weekends, Defendant \nwould travel to Spring Valley to be with Plaintiff.  (Countercl. ¶ 15.)   \n8. At all times since they  first began dating, the parties held themselves out \nas a couple.  (Countercl. ¶ 8.)  When Defendant would travel to Spring Valley to be \nwith Plaintiff, she would perform “relationship duties” which included “doing his \nlaundry, cooking lunch and dinner, cl eaning the house, taking care of some of his \nhygienic needs, engaging in a sexual relationship with him, taking him to doctor’s \nappointments, and handing all of his medical problems.”  (Countercl. ¶ 15.)  \nDefendant would also often grocery shop for Plainti ff and for herself, but Plaintiff \nwould reimburse Defendant for his share of the groceries.  (Countercl. ¶ 13.)  \nDefendant also put Plaintiff on her health insurance pursuant to his request.  \n(Countercl. ¶ 12.)  Plaintiff never reimbursed Defendant for the  cost of his health \ninsurance.  (Countercl. ¶ 12.)  During this time and throughout her relationship with \nPlaintiff, Defendant maintained all of her own expenses, which Defendant alleges led \nher to fall deeper into debt.  (Countercl. ¶ 9.)  \n9. In or around 20 15, Plaintiff indicated he wanted to relocate to North \nCarolina.  (Countercl. ¶ 16.)  Plaintiff told Defendant that he was going to sell his \nhome in Spring Valley and that Defendant could “pick a home that she liked, \nwherever she wanted” in North Carolina.   (Countercl. ¶ 16.)  Defendant wanted to \nmove near Duke Hospital, but “[t]his ultimately proved not to be an option.”  \n(Countercl. ¶ 16.)  As a result, the parties decided to look for a home in Wilmington, \nNorth Carolina.  (Countercl. ¶ 16.)  The parties travelled to Wilmington and Plaintiff \nultimately purchased a home located at 4402 Tollington Drive, Wilmington, North \nCarolina (the “Tollington Property”).  (Countercl. ¶ 17.) \n10. Shortly after purchasing the Tollington Property, Plaintiff told Defendant \nto start packing their belongings for the move to North Carolina.  (Countercl. ¶ 18.)  \nDefendant packed all of the parties’ belongings, travelled to Wilmington to meet with \nmovers and put together the parties’ furniture, and began to unpack and arrange the \nhome.  (Countercl. ¶18.)  Defendant did all this without Plaintiff’s assistance and \nwhile taking time off from work without pay.  (Countercl. ¶ 18.) \n11. “Throughout this entire time period from 2015 through the purchase of the \nTollington [P]roperty,” Plaintiff continually represented to Defendant that “she would \nnot have to work and that she could live with him forever.”  (Countercl. ¶ 19.)  Plaintiff \nalso told Defendant that he would leave her money in his will and that the Tollington \nProperty “would be hers[.]” (Countercl. ¶ 19.)    \n12. Prior to entering into her relationship with Plaintiff, Defendant was the \nowner of real property at 5097 Edinboro Lane, Wilmingt on, North Carolina  \n(“Edinboro Property”) .  (Countercl. ¶ 6.)   After the parties’ decision to move to \nWilmington, Plaintiff represented to Defendant that she would be able to sell the \nEdinboro Property and use the net proceeds from the sale to pay off her debt and that \n“she could do whatever she wanted with any left over equity.”  (Countercl. ¶ 19.)   \nShortly after the move to Wilmington, Defendant quit her job and “began making \nefforts to list the [Edinboro Property] for sale.”  (Countercl. ¶ 21.) \n13. Thereafter, in July 2016, Plaintiff “abruptly, and without warning,” en ded \nhis relationship with Defendant and told her that she was to vacate the Tollington \nProperty.  (Countercl. ¶ 22.)  \nIII. PROCEDURAL BACKGROUND \n14. The Court sets forth only that procedural background relevant to the \nMotion. \n15. Plaintiff initiated this action by fili ng his Complaint on January 23, 2017, \n(ECF No. 5), and later amended his Complaint as of right on February 17, 2017, (First \nAm. Compl., ECF No. 9 [“Am. Compl.”]).  The Amended Complaint asserts claims \nagainst Defendant for breach of contract, restitution (in the alternative), declaratory \njudgment (in the alternative), conversion, common law trespass to chattels, \nintentional infliction of emotional distress, and intrusion upon seclusion.  ( See Am. \nCompl. 6–14.)  \n16. Defendant filed her Answer and Affirmative Defenses (“Answer”) on April \n4, 2017.  (ECF No. 19.)  Over six months later, on October 26, 2017, Defendant moved \nto amend her Answer to add an additional affirmative defense and to assert \ncounterclaims (the “Motion to Amend”).  (See ECF No. 25.)  \n17. Nearly six months passed without Defendant calendar ing the Motion to \nAmend for a hearing.  (See ECF No. 34.)  Eventually on April 17, 2018,  Plaintiff \nnoticed Defendant’s Motion to Amend for a hearing along with two of his own motions.  \n(ECF No. 39.) \n18. Following a hearing on May 10, 2018  before the Honorable Jay D. \nHockenberry, Senior Resident Superior Court Judge, Judge Hockenberry entered an \norder on July 12, 2018 granting the Motion to Amend (the “Order”).  (Order (Def. Mot. \nto Am. Answer to Assert Countercl.) 2 –3, ECF No. 45 [“Order”].)   The Order stated \nthat “Defendant is allowed to file her amended pleading within five (5) days of the \nentry of this Order.”  (Order 2.)   \n19. On August 21, 2018, forty (40) days after entry of the Order, and more than \na month after the expiration of the period permitted by the Order to do so, Defendant \nfiled her Amended Affirmative Defenses, Answer and Counterclaims (the “ Amended \nPleading”).  (ECF No. 47.)  Therein, Defendant added equitable estoppel as her third \naffirmative defense and asserted counterclaims for breach of express contract, breach \nof implied contract for personal services, quantum meruit , unjust enrichment, \nconstructive and resulting trust, breach of partnership, equitable estoppel, and \nmisrepresentation.  ( See Countercl. 8−12 .)  Defendant also included a petition for \npartition.2  (See Countercl. ¶¶ 54−61.) \n20. As a result of the filing by Defendant of her counterclaim for breach of \npartnership, on August 31, 2018, Plaintiff filed a notice of designation of  this action \nas a mandatory complex business case under N.C. Gen. Stat. § 7A-45.4(a).  (ECF No. \n48 [“Notice”].)  This action was design ated by order of Chief Justice M ark Martin of \nthe Supreme Court of North Carolina on September 4, 2018, (ECF No. 1), and \nassigned to the undersigned by order of Chief Business Court Judge Louis A. Bledsoe, \nIII that same day, (ECF No. 2).   \n21. Plaintiff filed the Motion on September 24, 2018.  The Motion has been fully \nbriefed, and the Court held a h earing on the Motion on October 30, 2018 at which \nboth parties were represented by counsel. \n22. The Motion is ripe for determination. \nIV. LEGAL STANDARD \n23. In ruling on a motion to dismiss pursuant to Rule 12(b)(6) of the North \nCarolina Rules of Civil Procedure, the Court reviews the allegations of the Amended \nPleading in the light most favorable to Defendant.  The Court’s inquiry is “whether, \nas a matter of law, the allegations of the [Amended Pleading] . . . are sufficient to \nstate a claim upon which relief may be granted under some legal theory.”  Harris v. \nNCNB Nat’l Bank of N.C. , 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987).  The \n                                                 \n2 As discussed in note 1, supra, Defendant’s petition for partition is not a target of Plaintiff’s \nMotion.  \nCourt accepts all well -pleaded factual allegations in the relevant pleadi ng as true.  \nKrawiec v. Manly, 370 N.C. 602, 606, 811 S.E.2d 542, 546 (2018).   \n24. Our Supreme Court has noted  that “[i]t is well-established that dismissal \npursuant to Rule 12(b)(6) is proper when ‘(1) the [Amended Pleading] on its  face \nreveals that no law supports [Defendant’s counterclaim]; (2) the [Amended Pleading] \non its face reveals the absence of facts sufficient to make a good [counter]claim; or (3) \nthe [ Amended Pleading] discloses  some fact that necessarily defeats [Defendant’s \ncounterclaim].’”  See Corwin v. British Am. Tobacco PLC , No. 56PA17, 2018 N.C. \nLEXIS 1035, at *18−19 (N.C. Dec. 7, 2018) (quoting Wood v. Guilford County , 355 \nN.C. 161, 16 6, 558, S.E.2d 490, 494 (2002)).  This standard of review for motions \nbrought under Rule 12(b)(6) is the standard our Supreme Court “uses routinely . . . \nin assessing the sufficiency of [pleadings] in the context of complex commercial \nlitigation.”  Id. at *19 n.7.   \n25. The Court is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, 274, 620 \nS.E.2d 873, 880 (2005).  The Court can also ignore a party’s legal conclusions set forth \nin its pleading.  McCrann v. Pinehurst, LLC, 225 N.C. App. 368, 377, 737 S.E.2d 771, \n777 (2013). \nV. ANALYSIS \n26. Plaintiff seeks dismissal of the Amended Pleading  on two grounds: first, \nPlaintiff seeks dismissal of Defendant’s counterclaims pursuant to Rule 12(b)(6) for \nfailure to state any counterclaim upon which relief can be granted; and second  \nPlaintiff seeks dismissal of the Amended Pleading in its entirety because it was not \nfiled “by leave of court” pursuant to Rule 15(a).  (Mot. 1.)  The Court addresses \nPlaintiff’s procedural argument regarding Rule 15(a) first and then addresses the \nsubstantive allegations regarding the counterclaims pursuant to Rule 12(b)(6).  \nA. Dismissal for Failure to Comply with Rule 15(a) \n27. Plaintiff argues that Defendant failed to file the Amended Pleading in \ncompliance with the Order and has therefore failed to comply with Rule 15(a), making \ndismissal of the Amended Pleading appropriate.  (Pl. Br. Supp. Mot. Dismiss Def. \nCountercl. 5, ECF No. 53 [“Br. Supp. Mot.”].)  Plaintiff argues that because Defendant \nobtained leave to file the Amended Pleading for a period of  five (5) days, once that \nperiod expired, she no longer had leave and therefore the “pleading was filed without \nany permissible basis under Rule 15(a).”  (Br. Supp. Mot. 5−6.)  In her bri ef in \nresponse to the Motion (“Opposition Brief”) , Defendant concedes that the Amended \nPleading was untimely, but argues that because Plaintiff “used and relied solely on \nthe [Amended Pleading ] to file his Notice  . . . Plaintiff has clearly waived and is \nestopped from any objection to the [A]mended [P]leading in that he is wholly relying \non it to have this case moved to [the] [B]usiness [C]ourt.”  (Def. Reply Br. Pl. Br. Supp. \nMot. Dismiss Def. Countercl. 6−7, ECF No. 58 [“Opp’n Br.”].)   \n28. The Court finds no merit in Defendant’s waiver argument.  Plaintiff has a \nstatutory right to have this matter designated to the Business Court.  See N.C. Gen. \nStat. § 7A-45.4.  By doing so, Plaintiff does not waive any right to dispute the validity \nof those counterclaims pursuant to Rule 12(b)(6) or otherwise.   \n29. Rather, the Court must consider whether Rule 15(a) permits the Court to \nstrike or dismiss an amended pleading that fails to abide by its requirements.  Rule \n15(a) provides that, after a responsive pleading has been served, a party may amend \nhis or her pleading “only by leave of court or by written consent of the adverse party \n. . . .”  N.C. Gen. Stat. § 1A -1, Rule 15(a).  Neither in its text nor the comments does \nRule 15 vest the trial court w ith the authorit y to dismiss an amended pleading for \nfailure to follow the Rule.   \n30. Plaintiff argues that , while he did not originally move pursuant to Rule \n12(b)(1) or Rule 12(f), the Court could nonetheless use either rule to dismiss or strike \nthe untimely Amended Pleading sua sponte.  (Pl. Reply Br. Supp. Mot. Dismiss Def. \nCountercl. 8 n.2, ECF No. 59.)  After reviewing the record, briefing, and the law on \nthis matter, the Court believes that Rule 12(b)(1) is not the proper mechanism upon \nwhich to decide this issue.   \n31. With respect to Rule 12(f), this Rule provides that “the judge may order \nstricken from any pleading any insufficient defense or any redundant, irrelevant, \nimmaterial, impertinent, or scandalous matter.”   N.C. Gen. Stat. § 1A -1, Rule 12(f).  \nHowever, failure to timely file a pleading is not grounds for striking that pleading \nunder Rule 12(f).  See Carpenter v. Carpenter, 189 N.C. App. 755, 761, 659 S.E.2d 762, \n767 (2008).  Therefore, the Court declines to strike the Amended Pleading in its \nentirety pursuant to Rule 12(f).  Accordingly, Defendant’s Amended Pleading, which \nsets forth her answer to the Amended Complaint, three affirmative defenses \nincluding a newly -added equitable estoppel affirmative defense, and the \ncounterclaims, is not stricken from the reco rd and the Motion is DENIED to the \nextent it seeks to strike or dismiss this Amended Pleading in its entirety.  \n32. However, Rule 41(b) allows a court to dismiss counterclaims in a pleading \nfor failing to comply with the Rules of Civil Procedure or any order of the court.  N.C. \nGen. Stat. § 1A-1, Rule 41(b)−(c).  The language of Rule 41(b) embraces any type of \ncourt order and all the Rules of Civil Procedure.  See In re Will of Parker , 76 N.C. \nApp. 594, 598, 334 S.E.2d 97, 100 (1985); Jones v. Boyce, 60 N.C. App. 585, 587−88, \n299 S.E.2d 298, 300−01 (1983).  The authority given to a court to dismiss \ncounterclaims under Rule 41(b) derives from the inherent power of the court to \nmanage and control its proceedings.   See Daniels v. Montgomery Mut. Ins. Co ., 320 \nN.C. 669, 674−75, 360 S.E.2d 772, 776 (1987).     \n33. Here, dismissal of the counterclaims would be proper on two separate \ngrounds under Rule 41(b): first, Defendant violated an order of the trial court by \nfailing to timely file her Amended Pleading despite clear instruction in the Order on \nthe deadline by which  the Amended Pleading was  to be filed.  Second, while \nDefendant originally had “leave of court” to file her Amended Pleading, that “leave of \ncourt” only extended through the window of time the Order permitted Defendant to \nfile the Amended Pleading .  The Order “allowed [Defendant] to file her amended \npleading within five (5) days of the entry of this Order[.]” (Order 2.)  Therefore, on the \nsixth day after the Order’s entry, Defendant lacked “leav e of court” to file  her \nAmended Pleading, and her subsequent filing forty (40) days after entry of the Order \nwas improper.  The record further indicates that Defendant did not have Plaintiff’s \nconsent to file the Amended Pleading.  As a result, Defendant was in violation of Rule \n15(a) when she filed the Amended Pleading.  Accordingly, the counterclaims in the \nAmended Pleading are subject to dismissal pursuant to Rule 41(b).  \n34. The Court notes that Plaintiff did not move to dismiss the Amended \nPleading pursuant to Rule 41(b); rather, Plaintiff moved to dismiss the Amended \nPleading because it was “not filed ‘by leave of court’ pursuant to Rule 15(a) of the \nNorth Carolina Rules of Civil Procedure.”  (Mot. 1.)  Although Rule 41(b) is mentioned \nin neither the Motion nor the briefing on the Motion, the Court nonetheless finds that \ndismissal of the counterclaims in the Amended Pleading pursuant to Rule 41(b) is \nproper in light of  the Court of Appeals’  decisions in Jones v. Boyce and Plasman ex \nrel. Bolier & Co. v. Decca Furniture (USA), Inc., 811 S.E.2d 616 (N.C. Ct. App. 2018).  \n35. In Jones, the defendant in a professional malpractice action mo ved to \ndismiss the complaint based on the plaintiff’s failure to comply with Rule 8(a)(2).  60 \nN.C. App. at 586, 299 S.E.2d at 300.  The Court of Appeals affirmed dismissal of the \naction, reasoning that:  \nRule 8(a)(2) prescribes no penalty for violation of its proscription . . . .  \nAbsent application of the Rule 41(b) provision for dismissal for violation \nof the rules, litigants could ignore the proscription with impunity, \nthereby nullifying the express legislative purpose for its enactment.  The \nGeneral Assembly thus must have intended application of the Rule 41(b) \npower of dismissal  as a permissible sanction for violation of the  Rule \n8(a)(2) proscription. \n \nId. at 587, 299 S.E.2d at 300.   \n \n36. The Court of Appeals confronted a similar issue in Plasman.  There , the \nCourt of Appeals affirmed this Court’s dismissal with prejudice of a second amended \ncomplaint for the plaintiffs’ failure to comply with the requirements of Rule 8(a )(1).  \n811 S.E.2d at 625.  The plaintiffs argued on appeal that the defendants “never moved \nfor dismissal under Rule 41(b) . . . .  Therefore, the trial court erred by dismissing the \nSecond Amended Compla int without referencing Rule 41(b) and without a motion \nproviding [the plaintiffs] with notice that they were subject to Rule 41(b) dismissal.” \nId. at 624 (internal quotation marks and brackets  omitted).  Referencing Jones, the \nCourt of Appeals concluded that:  \nJones does not hold that specific reference to Rule 41(b) is required, only \nthat Rule 41(b) serves as the vehicle for ordering sanctions for violations \nof Rule 8.  In the present case, [the defendants] clearly indicated in their \nmotion to dismiss . . . that they were seeking dismissal in part based \nupon violations of Rule 8.  Therefore, [the plaintiffs] were put on notice \nthat [the defendants] were seeking dismissal based on Rule 8 violations \nthrough the only means available – Rule 41(b).    \n \nId. (citing Patterson v. Sweatt, 146 N.C. App. 351, 357, 553 S.E.2d 404, 409 (2001)). \n37. A similar analysis applies to Rule 15(a), “as it also ‘does not identify a \nparticular sanction that may be imposed ’ upon violation of its requirements. ”  Id. \n(quoting Patterson, 146 N.C. App. at 357, 553 S.E.2d at 409) .  Therefore, Rule 41(b) \nis the proper mechanism for this Court to dismiss t he counterclaims due to \nDefendant’s failure to follow both the proscriptions of Rule 15(a) and the Order  in \nfiling her Amended Pleading .  Moreover, like in Plasman, Defendant was fully on \nnotice that Plaintiff sought dismissal of the Amended Pleading for violation of Rule \n15(a) because it was a stated grounds for dismissal in both the Motion itself, (Mot. 1), \nand the brief in support, (Br. S upp. Mot. 5−6).  Additionally, Defendant briefed the \nvery issue in her Opposition Brief.  (Opp’n Br. 6−7.)  As a result, the Court finds it \nappropriate to dismiss the counterclaims in the Amended Pleading pursuant to Rule \n41(b) even though Plaintiff did no t expressly move for dismissal  pursuant to that \nRule.   \n38. Having decided that dismissal of the counterclaims is appropriate pursuant \nto Rule 41(b), the Court must determine whether the dismissal on this basis should \nbe with or without prejudice.  Whether to dismiss an action with prejudice  on these \ngrounds is in the discretion of the trial court.  See Jones, 60 N.C. App. at  586, 299 \nS.E.2d at 300  (“The grant of power to make the motion [to dismiss] implies \ndiscretionary power to allow it.”).  However, dismissal with prejudice “is not the only \navailable sanction and should be imposed only where the trial court determines that \nless drastic sanctions are insufficient.”  Patterson, 146 N.C. App. at 357, 553 S.E.2d \nat 409; see also Daniels, 320 N.C. at 674, 360 S.E.2d at 776 (“Dismissal with prejudice \n[pursuant to Rule 41(b)] . . . is a harsh sanction.”).  “[T]he circumstances of each case \nmust be carefully weighed so that the sanction properly takes into account the \nseverity of the party’s disobedience [with the Ru les].”  Patterson, 146 N.C. App. at \n357, 553 S.E.2d at 409 (citation omitted); see also Plasman, 811 S.E.2d at 625 (holding \nthat dismissal with prejudice was not an abuse of discretion where the plaintiffs were \nallowed to amend their complaint twice in conformity with Rule 8 and were given \nspecific direction on how to cure the defects with the complaint, and nonetheless still \nviolated Rule 8); Schell v. Coleman , 65 N.C. App. 91, 94, 308 S.E.2d 662 , 664−65 \n(1984) (holding that the trial court should have dismissed the action  with prejudice \nwhere the plaintiff “flagrant[ly]” violated Rule 8(a)(2) by fa iling to amend his \ncomplaint despite being permitted to do so, and “aggravat[ing]” the violation by \ninforming others that a lawsuit existed in the amount of two million dollars for \nmisappropriations and by causing adverse radio and newspaper publicity rega rding \nthe lawsuit).   \n39. Here, there are not repeated failures by Defendant to follow Rule 15(a); \nrather, Defendant followed Rule 15(a) first by seeking leave to amend her pleading \nand so obtained leave for a period of five (5) days.  Defendant only violated Rule 15(a) \nand an order of the trial court  when counsel for Defendant—knowing he missed the \ndeadline to file the Amended Pleading —nonetheless decided to file the Amended \nPleading without leave, noting at the October 30, 2018 hearing that he would “deal \nwith the consequences” of the untimely filing as they came.  While the Court believes \nthis to be a f lagrant violation of Rule 15(a), the Court also believes that counsel for \nDefendant did nothing further to aggravate the  Rule violation as in Schell, nor \nengaged in repeated violations of the Rules as in Plasman.  Therefore, the Court in \nits discretion concludes that dismissal of the counterclaims in the Amended Pleading \npursuant to Rule 41(b) should be without prejudice.  Nonetheless, because Plainti ff \nalso moved for dismissal pursuant to Rule 12(b)(6), the Court additionally considers \nthe substantive allegations of the counterclaims as set forth below and determines \nwhether or not dismissal with prejudice  of the counterclaims is appropriate for \nsubstantive reasons.  \nB. Dismissal Pursuant to Rule 12(b)(6) \n40. Defendant asserts eight counterclaims against Plaintiff: breach of express \ncontract (Count I), (Countercl. ¶¶ 23−27); breach of implied covenant for personal \nservices (Count II), (Countercl. ¶¶ 28−30); quantum meruit (Count III), (Countercl. \n¶¶ 31−35); unjust enrichment (Count IV), (Countercl. ¶¶ 36−39); constructive and \nresulting trust (Count V), (Countercl. ¶ ¶ 40−41); breach of partnership (Count VI), \n(Countercl. ¶¶ 42−46 ); equitable estoppel (Count VII), (Countercl. ¶¶  47−48); and \nmisrepresentation (Count VIII), (Countercl. ¶¶ 49−53).  The Motion argues that each \nof these counterclaims should be dismissed pursuant to Rule 12(b)(6).  The Court \nanalyzes the Motion, and Defendant’s corresponding counterclaims, in the order \nlargely argued by Plaintiff in his briefing.     \n1. Breach of Express Contract (Count I) \n41. With respect to Defendant’s breach of express contract counterclaim, \nPlaintiff argues that th is counterclaim fails to allege the elements of a valid \ncontract—assent, consideration, or definite terms —and therefore there was no \nbinding, legal contract between the parties. 3  (Br. Supp. Mot. 6−10.)   In response, \nDefendant argues that North Carolina recognizes express contracts betwe en \ncohabiters and that p ublic policy does not forbid cohabiters from entering into \n                                                 \n3 Plaintiff’s arguments rest entirely on Defendant’s failure to assert a valid contract.  \nTherefore, the Court does not consider whether or not Defendant adequately alleged breach \nof that contract.  However, the Court notes that Defendant, perhaps erroneous ly, failed to \nincorporate Paragraphs 19−22 of the c ounterclaims in her breach of express contract \ncounterclaim.  (Countercl. ¶ 23 (“The Defendant re -alleges and incorporates by reference \nParagraphs 1 through 18 of [sic] as if set out in full.”).) \ncontracts, so long as such contracts are not based sole ly upon illicit services.  (Opp’n \nBr. 8−9.) \n42. With respect to Plaintiff’s arguments that the counterclaim is devoid of \nPlaintiff’s assent to the parties’ contract and the definite terms of that contract, the \nCourt believes these arguments are more properly considered  at a later stage of \nlitigation where the Court has the benefit of a more fully developed record.  The Court \nrecognizes that North Carolina is a notice -pleading state.  See N.C. Gen. Stat. § 1A -\n1, Rule 8(a).  “Under this ‘notice pleading’ standard, ‘a statement of claim is adequate \nif it gives sufficient notice of the claim asserted to enable to adver se party to answer \nand prepare for trial, to allow for the application of the doctrine of res judicata, and \nto show the type of case to be brought.’”  Tillery Envtl. LLC v. A&D Holdings Inc. , \n2018 NCBC LEXIS 13, at *78 (N.C. Super. Ct. Feb. 9, 2018) (quoting Wake County v. \nHotels.com, L.P., 235 N.C. App. 633, 646, 762 S.E.2d 477, 486 (2014)).  Defendant’s \nbreach of express contract c ounterclaim is only subject to the requirements of Rule \n8(a).  See id.  at *77.  Therefore, the Court believes that as long as Plaintiff is \nadequately on notice of the facts that underlie Defendant’s breach of express contract \ncounterclaim, that counterclaim should not be dismissed on that basis even if assent \nand the definite terms of the contract are not readily apparent from th e face of the \nAmended Pleading .  Here,  Defendant alleges various promises that relate to an \nalleged contract to act as if Plaintiff and Defendant were married.  (Countercl. ¶¶ 8, \n15, 19, 24.)  Accordingly, the Court finds that the Amended Pleading put Plaintiff on \nnotice generally of the type of contract that Defendant alleges existed between the \nparties.     \n43. Nonetheless, the Court considers whether or not the contract as alleged is \nrecognized by North Carolina law.  Defendant cites to two North Carolina cases that \nthe Court finds instructive on the issue of whether or not Defendant has asserted a \nvalid breach of contract counterclaim.  (Opp’n Br. 9.)  First, in Collins v. Davis, on an \nappeal from a directed verdict in favor of the defendant, our Cou rt of Appeals \nconcluded that contracts for the purchase or improvement of houses or for the loan \nand repayment of money are not invalid or unenforceable simply because the parties \nto the contract are engaging in extramarital relations.  68 N.C. App. 588, 5 92, 315 \nS.E.2d 759, 762 , aff’d, 312 N.C. 324, 321 S.E.2d 892  (1984).  Rather, so long as the \ncontract was not based on “illicit intercourse” or “in exchange for [a party’s] promise \nto continue the illicit relationship in the future,”  the contract could be enforced.  Id.  \nThe Collins court concluded that because the plaintiff’s evidence was susceptible to \nan interpretation that the parties’ contract was based on other non -illegal \nconsideration, the question was one of fact for the jury a nd therefore the trial court \nshould not have dismissed the claim.  Id.      \n44. Second, in Suggs v. Norris , the Court of Appeals took Collins one step \nfurther and expressly held that “agreements regarding the finances and property of \nan unmarried but cohabiting couple, whether express or implied, are enforceable as \nlong as sexual services or promise thereof do not provide the consideration for such \nagreements.”  88  N.C. App. 539, 542−43 , 364 S.E.2d 159, 162  (1988).  There, the \nplaintiff worked for the defendant’s produce business before the two entered into a \nrelationship and began living together.  Id. at 543, 364 S.E.2d at 162.  The court found \nthat there was “sufficient evidence for the jury to have inferred that [the] plaintiff’s \nwork comprised a business relationship with [the defendant] which was separate and \nindependent from and of their cohabiting relationship [, and therefore] the jury may \nhave inferred that sexual services did not provide the consideration for [the] plaintiff’s \nclaim.”  Id. (emphasis added).  \n45. Both of these cases stand for the proposition that contracts between two \npeople in a relationship can be enforced so long as illicit services do not pro vide \nconsideration for that contract.  The contracts involved in both Collins and Suggs \nrelated to activities independent from the parties’ relationship: in Collins, the \nplaintiff’s money was placed in the defendant’s checking account to be used to \npurchase and pay for a piece of property that was titled in the defendant’s name.  \nCollins, 68 N.C. App. at 591, 315 S.E.2d at 761.  The plaintiff gave the defendant her \nmoney based on an agreement that , if they got married, title would be in both their \nnames, but if they did not marry, the property would be sold and plaintiff would be \npaid for his share of the proceeds.   Id.  In Suggs, the plaintiff sought compensation \nfor her efforts in raising and harvesting produce for the defendant’s produce business.  \nSuggs, 88 N.C. App. at 541, 364 S.E.2d at 161.  Therefore, in both cases, the \nallegations underlying the contract related to specific activities (the purchase of a \nhome, the proceeds of a business) that the plaintiff sought to be compensated for that \nhad nothing to do with the underlying romantic relationship. \n46. Here, however, Defendant affirmatively alleges that the parties “expressly \nformed a contract that obligated the parties to act as if they were married.”  \n(Countercl. ¶ 24.)   Thus, the contract, as alleged,  goes to the very essence of the \nparties’ personal relationship, unlike in Collins or Suggs.  Moreover, Defendant \nincludes “engaging in a sexual relationship with [Plaintiff]” as one of the duties \nDefendant performed  and that provided consideration for the  promises allegedly \nmade by Plaintiff .  (Countercl. ¶ 15.)  The inclusion of this allegation seems to go \ndirectly to the type of contract that is forbidden under both Collins and Suggs.  \nAccordingly, the Court finds no basis under  existing North Carolina law that allows \nDefendant to assert a breach of contract counterclaim based on the facts as alleged. 4   \n47. Defendant separately alleges in her breach of express contract counterclaim \nthat “[d]uring the course  of the parties’ relationship, the Plaintiff has been able to \nacquire assets and property due to the efforts of both parties.”  (Countercl. ¶ 26.)  \nDefendant does not identify the property and assets in question, but does mention \ntwo pieces of property in other areas of the Amended Pleading: the Albany Apartment \nand the Tollington Property.  Liberally construing the allegations of the \ncounterclaims in the Amended Pleading, however, the Court fails to find any support \nin the allegations that an express contr act existed between the parties regarding \n                                                 \n4 The Court notes that courts in other jurisdictions have held that , where unmarried \ncohabiters have expressly agreed to share in or divide property accumulated during their \ncohabitation, that property must be divided in accordance with the agreement.  See Lloyd T. \nKelso, North Carolina Family Law Practice § 1:6 (2017) (citing to several non-North Carolina \ncases).  However, Defendant has failed to cite to a single case indicating that North Carolina \nfollows this approach, and the Court, on its own research, equally fails to find a case that \nsupports recovery based on the allegations contained herein.  \neither of these properties. 5  Therefore, considering that the only allegations  of an \nexpress contract concern  the obligation to continue the parties’ relationship and to \n“act as if they were married[,]” the Court f inds that Defendant’s allegations are \ninsufficient to support a counterclaim for breach of express contract based on existing \nNorth Carolina law.  Therefore, Defendant’s breach of express contract counterclaim \nis DISMISSED.  \n2. Breach of Implied Covenant for Personal Services  and \nQuantum Meruit (Counts II & III)  \n \n48. Defendant alleges breach of an implied covenant for personal services as a \nseparate counterclaim from her quantum meruit counterclaim; both counterclaims, \nhowever, are based on Defendant’s performance of services during the parties’ ten -\nyear relationship and cohabitation.  (See Countercl. ¶¶ 29−30, 32−34.)  “Recovery on \nquantum meruit must rest upon an implied [in law] contract.”    Thomas v. Thomas, \n102 N.C. App. 124, 125, 401 S.E.2d 396, 3 97 (1991) (citation omitted).   It does not \nappear to the Court that a claim for breach of an implied covenant for personal \nservices is a separate, independent claim from one for quantum meruit , and the \nDefendant has not pointed the Court to any authority recognizing a distinct claim .  \n                                                 \n5 Unlike in Collins, there are no allegations that Defendant paid Plaintiff money for either \nproperty with the expectation that she would get something in retur n.  With respect to the \nAlbany Apartment, Defendant paid rent to Plaintiff in exchange for her being able to live in \nthat property; Defendant does not allege, nor could the facts be inferred to indicate, that the \nparties agreed that Defendant would be reim bursed for her rental payments or would be \nentitled to any profit from the sale of the Albany Apartment.  With respect to the Tollington \nProperty, there are no allegations that Defendant paid anything for the property.  While \nDefendant does allege that she  moved the parties’ belongings into the Tollington Property, \nshe does not allege that she did this with the expectation of being paid back for her time or \nexpense. \nTherefore, the Court treats Counts II and III as a single claim for relief  based upon \nthe theory of quantum meruit.   \n49.   To recover in quantum meruit , Defendant must show: (1) that she \nrendered services to Plaintiff; (2) that Plaintiff knowingly and voluntarily accepted \nthe services; and (3) that Defendant did not gratuitously give the services.   See \nRegency Ctrs. Acquisition, LLC v. Crescent Acquisitions, LLC , 2018 NCBC LEXIS 7, \nat *29 (N.C. Super. Ct. Jan. 24, 2018).  Additionally, “quantum meruit claims require \na showing that both parties understood that services were rendered with the \nexpectation of payment”  Id. (quoting Wing v. Town of Landis , 165 N.C. App. 691, \n693, 599 S.E.2d 431, 433 (2004)).  “This does not mean that [Defendant] alone had an \nexpectation of compensation, but that [Plaintiff] understood that [he] was expected \nto compensate [her] for the services.”  Id.  Plaintiff argues that Defendant’s \ncounterclaim is deficient for two reasons: first, Defendant’s allegations indicate that \nthe parties “were engaged in a typical romantic relationship where no such \nexpectation of compensation is held[,]” and second, there are no allegations indicating \nthat Plaintiff knew Defendant expected to be compensated at the time she rendered \nthe services.  (Br. Supp. Mot. 10−11.) \n50. Defendant alleges numerous services that she rendered to Plaintiff, “which \nincluded doing Plaintiff’s laundry, cooking him lunch and dinner, cleaning the house, \ntaking care of some of his hygienic needs, engaging in a sexual relationship with him, \ntaking him to doctor’s appointments, and handling  all of his medical problems. ”  \n(Countercl. ¶ 15.)   Defendant expressly refers to these services as “relationship \nduties[.]”  (Countercl. ¶ 15.)  Defendant further alleges that the parties had an \nunderstanding that “Defendant’s services were not performed gratuitously[,]” and \nthat “there was a mutual understanding that Defendant was to be compensated for \nher efforts.”  (Countercl. ¶ 34.)   \n51. Despite this conclusory allegation that the services were not performed \ngratuitously, there are no factual allegations that indicate Plaintiff accepted these  \nservices knowing he would need to give Defendant something in return for them; in \nfact, Defendant’s description of  these services as “relationship duties” defeats the \nconclusion that they were not performed gratuitously.  See, e.g., Francis v. Francis, \n223 N.C. 401, 402, 26 S.E.2d 907, 908 (1943) (“[W]here certain family relationships \nexist, services performed by one member of the family for another, within the unity \nof the family, are presumed to have been rendered in obedience to a moral obligation \nand without expectation of compensation.” (citations omitted)).6  This Court is not \nrequired to accept Defendant’s conclusory claim that these services were not \ngratuitous in the absence of any factual allegations to support such a conclusion.  See \nRegency, 2018 NCBC LEXIS 7, at *20.  Moreover, Defendant alleges that one of her \nservices involved “engaging in a sexual relationship” with Plaintiff, which is not legal \nconsideration.  This service simply cannot support a counterclaim for quantum \nmeruit.  Moreover, under Suggs, if sexual services are alleged as consideration, the \ncontract, either express or implied, is invalid.  See Suggs, 88 N.C. App. at 542−43, \n                                                 \n6 The Court believes that dismissal of Defendant’s quantum meruit counterclaim is warranted \nunder Francis v. Francis.  However, the Court need not, and therefore does not, dismiss this \ncounterclaim on that basis. \n364 S.E.2d at 162.  Accordingly, the Court DISMISSES Counts II and III to the extent \nthey are based on Plaintiff’s “relationship duties.”   \n52. Defendant separately alleges that she “packed all of the parties’ \nbelongings[,] . . . [and] travelled to Wilmington prior to moving in order to meet with \nmovers, arrange the house, put together the parties’ furniture, and begin to unpack.”  \n(Countercl. ¶ 18.)  Even though these allegations are pled separately from \nDefendant’s “relationship duties [,]” there are still no factual allegations in the \nAmended Pleading that Plaintiff knew Defendant was not moving the parties’ \nbelongings gratuitously and that she expected payment or other compensation at that \ntime for her efforts.  Thus, the Court finds t hat Defendant has failed to sufficiently \nallege a quantum meruit counterclaim.  Accordingly, these counterclaims are \nDISMISSED.   \n3. Unjust Enrichment (Count IV) \n53. Defendant asserts an unjust enrichment counterclaim based on the same \nfactual allegations that support her quantum meruit  counterclaim.  (Countercl. \n¶¶ 36−39.)  Plaintiff argues that, like Defendant’s quantum meruit counterclaim, her \nunjust enrichment counterclaim fails because any benefit she conferred upon Plaintiff \nwas gratuitous.  (Br. Supp. Mot. 11.)  \n54. “The doctrine of unjust enrichment was devised by equity to exact the \nreturn of, or payment for, benefits received under circumstances where it would be \nunfair for the recipient to retain them withou t the contributor being repaid or \ncompensated.” Collins, 68 N.C. App. at 591, 315 S.E.2d at 761.  To recover in North \nCarolina on a claim for unjust enrichment, Defendant must prove that (1) she \nconferred a benefit on Plaintiff; (2) Plaintiff consciously accepted the benefit; and (3) \nthat she did not confer the benefit gratuitously.  See Duo -Fast Carolinas, Inc. v. \nScott’s Hill Hardware & Supply Co. , 2018 NCBC LEXIS 2, at *37 (N.C. Super. Ct. \nJan. 2, 2018) (citing Se. Shelter Corp. v. BTU, Inc., 154 N.C. App. 321, 330, 572 S.E.2d \n200, 206 (2002)). \n55. For the same reasons as expressed above regarding Defendant’s quantum \nmeruit counterclaim, the Court finds that the allegations are insufficient to show that \nPlaintiff understood Defendant’s actions to have been given non -gratuitously.7  \nAccordingly, the Court DISMISSES Defendant’s unjust enrichment counterclaim.  \n4. Breach of Partnership (Count VI) \n56. Defendant alleges in her Sixth counterclaim that “[d]uring the course of the \nparties’ relationship, they clearly formed an equal partnership both assuming equally \nresponsible roles which included maintaining a household,” (Countercl. ¶ 43), and \nthat “[t]he parties acted as partners throughout the entire course of their relationship \nand clearly had a partnership agreement[, ]” (Countercl. ¶ 44).  Plaintiff argues that \nDefendant fails to plead any of the statutory elements of a partnership and instead \n“seeks to  extend the law of partnership to cover rom antic relationships and the \nexchanges that occur within the bounds of those relationships.”  (Br. Supp. Mot. \n12−13.)   \n                                                 \n7 As with Defendant’s quantum meruit counterclaim, the Court believes that dismissal of \nDefendant’s unjust enrichment counterclaim is warranted under Francis v. Francis .  \nHowever, the Court need not, and therefore does not, dismiss this counterclaim on that basis. \n57. “A partnership is an association of two or more persons to carry on as co -\nowners a business for profit.”  N.C. Gen. Stat. § 59 -36(a).  A partnership can be \ncreated even in the absence of an express agreement, “and a finding of its existence \nmay be based upon a rational consideration of the acts and declarations of the parties, \nwarranting the inferences that the parties understood that they were partners and \nacted as such.”  Eggleston v. Eggleston, 228 N.C. 668, 674, 47 S.E.2d 243, 247 (1948); \nsee also Williams v. Biscuitville, Inc., 40 N.C. App. 405, 407, 253 S.E.2d 18, 19 (1979) \n(“A partnership agreement may be inferred without a written or oral contract if the \nconduct o f the parties toward each other is such that an inference is justified .” \n(citation omitted) ).  However, co -ownership of the business venture is an \n“indispensable requisite” to the formation of a partnership.   See McGurk v. Moore , \n234 N.C. 248, 252−53, 67 S.E.2d 53, 56 (1951) (holding that where the element of co-\nownership of the business is lacking there can be no partnership). \n58. Here, Defendant fails to allege anywhere in the Amended Pleading that the \nparties participated in any business venture, let alone operated as co-owners of that \nbusiness.  The closest allegation in the Amended Pleading is that Plaintiff purchased \nthe Albany Apartment and Defendant “maintained” it for Plaintiff, (Countercl. ¶ 14), \nbut that allegation is insufficient, on its own, to im ply that Plaintiff and Defendant \npurchased the property as a business.  Moreover, Defendant pleads that she resided \nthere and paid rent to Plaintiff, (Countercl. ¶ 14), indicating that Plaintiff and \nDefendant were not co-owners of this business, even if it could be inferred as one.  \n59. Additionally, the Court on its own research 8 could find only one case in \nNorth Carolina that held a partnership existed between cohabiters who “conducted \ntheir daily lives as a partnership,” but in that case, the plaintiff assis ted in the \ndefendant’s business by paying for business expenses, and also participated in \nmanual labor for both the defendant’s business and personal projects, which included \nthe purchase of thirteen different parcels of land.  Rhue v. Rhue, 189 N.C. App. 299, \n308−09, 658 S.E.2d 52, 60 (2008).  The facts in Rhue are clearly and easily  \ndistinguishable from the case sub judice, where there are no allegations indicating \nthat the parties engaged in any  sort of business or common venture  for profit .  \nTherefore, the Court finds that the allegations are insufficient to assert that a \npartnership existed between Plaintiff and Defendant.  Because Defendant fails to \nassert the elements minimally necessary to assert a valid breach of partnership \ncounterclaim, this counterclaim is DISMISSED.         \n5. Misrepresentation (Count VIII) \n60. Defendant’s Eighth counterclaim is for misrepresentation, which Plaintiff \nargues should be dismissed because Defendant fails to plead with particularity the \nnecessary elements of either negligent misrepresentation or fraudulent \nmisrepresentation.  (Br. Supp. Mot. 15−16.)   \n61. Defendant fails to identify which type of misr epresentation—negligent or \nfraudulent—she alleges in the Amended Pleading.  Nonetheless, the Court believes \nthat both “[a]llegations of fraud and negligent misrepresentation must be stated with \n                                                 \n8 Defendant failed to cite any case that held a partnership claim could be brought on facts \nsimilar to those alleged here.   \nparticularity.”  Deluca v. River Bluff Holdings II, LLC, 2015 NCBC LEXIS 12, at *20 \n(N.C. Super. Ct. Jan. 28, 2015) (citations omitted); see also N.C. Gen. Stat. § 1A -1, \nRule 9(b).  In order to plead such claims with particularity,  “one must allege (1) the \ntime, place and content of the misrepresentation, (2) the ide ntity of the person \nmaking the representation and (3) what was obtained as a result of the fraudulent \nacts or representations.”  Deluca, 2015 NCBC LEXIS 12, at *21 (internal quotation \nmarks, brackets, and citation omitted).  “Additionally, the representati on must be \ndefinite and specific, more than ‘mere puffing, guesses, or assertions of opinions’ but \nactual representations of material facts.”  Id. (quoting Rowan County Bd. of Educ. v. \nU.S. Gypsum Co., 332 N.C. 1, 17, 418 S.E.2d 648, 659 (1992)). \n62. Here, Defendant alleges that Plaintiff represented to Defendant that “he \nwas going to take care of her and help her pay off her debt,” (Countercl. ¶ 50), and \n“that she would be able to remain in the [Tollington Property] and that he would take \ncare of her[,]”  (Countercl. ¶ 51).  However, in neither these paragraphs nor anywhere \nelse in the Amended Pleading does Defendant state the particular time or place of \nthese representations.  Defendant’s allegation in Paragraph 19 is the most specific, \nalleging that “from 2015 through the purchase of the Tollington [P]roperty,” Plaintiff \nrepresented to Defendant that she could live with him forever and would not need to \nwork.  (Countercl. ¶ 19.)  Nonetheless, Defendant still fail s to plead the place where \nthis alleged representation occurred, or any of the other alleged misrepresentations \nstated in Paragraphs 51 and 52.  Therefore, the Court finds that Defendant has failed \nto plead her misrepresentation counterclaim with sufficient particularity as is \nrequired by Rule 9(b) a nd accordingly concludes that this counterclaim should be \nDISMISSED. \n63. Notwithstanding its conclusion that this claim should be dismissed, “[t]he \ndecision to dismiss an action with or without prejudice is in the discretion of the trial \ncourt[.]”  First Fed. Bank v. Aldridge , 230 N.C. App. 187, 191, 749 S.E.2d 289, 292 \n(2013).  The Court concludes, in the exercise of its discretion, that dismissal of \nDefendant’s counterclaim for misrepresentation should be without prejudice to \nDefendant’s right to attempt to reassert such claim through proper factual allegations \nand sufficient particularity by way of a motion to amend.  \n6. Constructive and Resulting Trust and Equitable Estoppel  \n(Counts V & VII) \n \n64. Defendant asserts constructive and resulting trust and equitable estoppel \nin the Amended Pleading  as affirmative claims for relief.  (Countercl. ¶¶ 40−41, \n47−48.)  Plaintiff argues in the Motion that parol trusts—constructive or resulting—\nare remedies rather than claims or causes of action and that similarly, equitable \nestoppel is not an independent affirmative claim for relief.  (Br. Supp. Mot. 12−13.)   \n65. “A constructive trust is not a standalone claim for relief or cause of action.”  \nLLG-NRMH, LLC v. N . Riverfront Marina & Hotel, LLLP , 2018 NCBC LEXIS 105, \nat *14 (N.C. Super. Ct. Oct. 9, 2018)  (citation omitted); see also Roper v. Edwards , \n323 N.C. 461, 465, 373 S.E.2d 423, 425 (1988) (“On the whole . . . the constructive \ntrust is seen by American courts today as a remedial device, to be used wherever \nspecific restitution in equity is appropriate on the facts .” (emphasis and citation \nomitted)); Weatherford v. Keenan, 128 N.C. App. 178, 179, 493 S.E.2d 812, 813 (1997) \n(“A constructive trust is merely a procedural devi ce by which a court of equity may \nrectify certain wrongs.  It is suggestive of a power which a court of equity may exercise \nin appropriate cases, but it is not a designation of the cause of action which justif ies \nan exercise of the power.” (citation omitted)).  A resulting trust, like a constructive \ntrust, is also created by operation of law and is therefore a remedy, not a standalone \nclaim.  See Carcano v. JBSS, LLC, 200 N.C. App. 162, 171, 684 S.E.2d 41, 49 (2009).  \nTherefore, the Court DISMISSES De fendant’s counterclaim for constructive and \nresulting t rust for the reason that it cannot be asserted as an affirmative \ncounterclaim.    \n66. Similarly, “North Carolina does not recognize equitable estoppel as an \naffirmative cause of action.”  Regency, 2018 NCBC LEXIS 7, at *16; see also Chapel \nH.O.M. Assocs., LLC v. RME Mgmt ., LLC, 808 S.E.2d 576, 579 ( N.C. Ct. App. 2017) \n(“Generally, equitable estoppel is not a cause of action and may not be used as a sword \nin a [pleading].”); Blue Ridge Pediatric & Adolescent  Med., Inc. v. First Colony \nHealthcare, LLC, 2012 NCBC LEXIS 52, at *38 (N.C. Super. Ct. Oct. 3, 2012) (“This \nCourt is not aware of any North Carolina case in which equitable estoppel has been \nasserted as the basis for an independent affirmative claim for relief.”).  Defendant \nasserts equitable estoppel twice in her Amended Pleading: first, in her amended \nAnswer as her third affirmative defense to the Amended Complaint, (Affirm. Defs. & \nAnswer 1), and second, in her counterclaims as her Seventh counterclaim, (Countercl. \n¶¶ 47−48).  As discussed above,9 the Court elects not to strike Defendant’s affirmative \n                                                 \n9 See supra Paragraph 31.   \ndefense of equitable estoppel on the grounds that the Amended Pleading was \nuntimely.  However, to the extent that Defendant asserts equitable estoppel as an \naffirmative claim for relief, the Court DISMISSES this counterclaim. \nVI. CONCLUSION \n67. THEREFORE, for the reasons stated herein, the Court ORDERS as \nfollows: \nA. The Court DENIES the Motion to the extent it seeks to strike or dismiss \nthe Amended Pleading in its entirety. \nB. The Court GRANTS the Motion to dismiss pursuant to Rule 12(b)(6) as \nto Defendant’s claims for breach of express contract (Count I), breach of \nimplied covenant for personal services  (Count II) , quantum meruit  \n(Count III), unjust enrichment  (Count IV), constructive and resulting \ntrust (Count V) , breach of partnership (Count VI), and equitable \nestoppel (Count VII) .  These claims  are all DISMISSED with \nprejudice.  While Defendant’s counterclaim for equitable estoppel is \ndismissed with prejudice as an affirmative claim for relief, Defendant is \nnonetheless free to assert it as an affirmative defense to Plaintiff’s \nAmended Complaint, and Plaintiff has not waived any right to object to \nthe substance of this affirmative defense at a later date.  \nC. The Court DISMISSES without prejudice Defendant’s counterclaim \nfor misrepresentation (Count VIII). \n \nSO ORDERED, this the 28th day of January, 2019. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}