{
  "id": "7dc3624578f9b5661af2997ce1f7c7ceb1421c8d1d1028536f7299998f104cb0",
  "source_file": "data/raw/ncbc/7dc3624578f9b5661af2997ce1f7c7ceb1421c8d1d1028536f7299998f104cb0.pdf",
  "raw_text": "Chesson v. Rives; Rives v. Chesson, 2017 NCBC 111. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF DAVIDSON \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n \nW. CHRISTOPHER CHESSON; \nJAMES G. LOVELL; and DAVID D. \nFRASER, \n \nPlaintiffs, \n \nv. \n \nW. LEON RIVES; LEON L. RIVES, II; \nand RIVES & ASSOCIATES, LLP,  \n \nDefendants. \n \n12-CVS-3382 \n \nW. LEON RIVES; LEON LITTLE \nRIVES, II; and R&A HOLDINGS, \n \nPlaintiffs, \n \nv. \n \nW. CHRISTOPHER CHESSON,  \n \nDefendant. \n \n \n \n \n \n15-CVS-3430 \n \n \n \n \n \n   \n \nORDER & OPINION ON THE MOTION TO DISMISS AND THE MOTION TO \nCONSOLIDATE \n \n1. THIS MATTER is before the Court on  two motions: (1) W. Leon Rives, \nLeon Little Rives, II, and R&A Holdings’ Motion to Dismiss pursuant to Rule 13(a) of \nthe North Carolina Rules  of Civil Procedure (“Rule(s)”) filed in Rives v. Chesson , \n15-CVS-3430, (N.C. Super. Ct. Dec. 29, 2015) (“Chesson II”) (“Motion to Dismiss”) , \nwhich contends that the claim in this action is barred because it was a compulsory \ncounterclaim in  the earlier filed action,  Chesson v. Rives , No. 12 -CVS-3382 (N.C. \n  \nSuper. Ct. Oct. 25, 2012) (“Chesson I”); and (2) W. Leon Rives, Leon Little Rives, II,  \nRives & Associates, LLP, and R&A Holdings’ Motion to Consolidate  Chesson I and \nChesson II  (“Motion to Consolidate”) .  For the reasons stated below , the Court  \nDENIES the Motion to Dismiss and GRANTS the Motion to Consolidate.  \nSharpless & Stavola, P.A., by Frederick K. Sharpless, for Plaintiffs. \nCarruthers & Roth, P.A., by Jack B. Bayliss , Jr.  and Mark York , for \nDefendant. \n \nGale, Chief Judge. \nI. THE PARTIES \n2. W. Leon Rives (“William”) , Leon L ittle Rives, II (“Leon”) , and  W. \nChristopher Chesson (“Chesson”) formerly practiced accounting as partners of Rives \n& Associates, LLP (“RA”).   \n3. William, Leon, and Chesson also owned R&A Holdings  (“Holdings”).  \n(Chesson II Compl. ¶¶ 3, 5, ECF No. 1.)  William and Leon contend that Holdings is \na North Carolina partnership with William and Leon each owning 40% and Chesson \nowning 20%.  (Chesson II Compl. ¶¶ 3, 5.) \n4. It is unclear whether Chesson admits that Holdings was a separat e \npartnership.  He contends that Holdings was created  for the sole purpose of an \naccounting of RA’s intangible assets and liabilities, (see Def.’s Br. Supp. Mot. Dismiss \n1–2, ECF No. 23 ), but admits that he withdrew from Holdings on October 5, 2012.  \n(Chesson II  Compl. ¶ 6; Chesson II Answer ¶ 6 , ECF No. 13 .)  William and Leon \ncontend that Chesson’s withdrawal from Holdings effectively caused its dissolution.  \n(Chesson II Compl. ¶ 11.)    \n  \n5. William, Leon , Chesson , and RA are each parties to Chesson I , but  \nHoldings is not. \nII. STANDARD OF REVIEW  \n6. Rule 13(a) requires that “[a] pleading  . . . state as a counterclaim any \nclaim which at the time of serving the pleading the pleader has against any opposing \nparty, if it arises out of the transaction or occurrence that is the subject matter of the \nopposing party’s claim,” so long as the claim “does not require for its adjudication the \npresence of third parties [over] whom the court ca nnot acquire jurisdiction.”  N.C. \nGen. Stat. § 1A-1, Rule 13(a) (2015) (emphasis added).  “The purpose of Rule 13(a) . . . \nis to enable one court to resolve ‘all related claims in one action . . . . ’”  Gardner v. \nGardner, 294 N.C. 172, 176 , 240 S.E.2d 399,  403 (1978) (quoting Wright &  Miller, \nFederal Practice and Procedure, § 1409, at 37 (1971)), superseded by statute N.C. Gen. \nStat. § 50-19 (2015), on other grounds.  \n7. “[A] motion to dismiss on the ground of a prior action pending” is treated \nas a motion pur suant to Rule 13(a) , and when determining whether a claim was a \ncompulsory counterclaim in a prior action, the court properly considers the record in \nthe prior action.  Richardson v. Mancil, 2010 N.C. App. LEXIS 2323, at *18–19 (N.C. \nApp. Dec. 21, 2010) (quoting Atkins v. Nash, 61 N.C. App. 488, 489, 300 S.E.2d 880, \n881 (1983)) (explaining that “[i]t would be impossible for a trial court to determine if \nan asserted claim should be dismissed under Rule 13(a) because it constituted a \ncompulsory counterclaim in a prior action if the trial court could not consider the \ncourt record in the previous case”). \n  \nIII. FACTUAL AND PROCEDURAL BACKGROUND \n8. The Court  briefly summarizes the facts and procedural history of  \nChesson I.  A more detailed background is included in the Court’s earlier opinion, \nChesson v. Rives, No. 12-CVS-3382, 2016 NCBC LEXIS 92, at *2–12 (N.C. Super. Ct. \nNov. 30, 2016).   \n9. RA was initially formed by William and Leon in 2004 as a North \nCarolina limited -liability partnership , and Chesson later joined  the partnership .  \nChesson, 2016 NCBC LEXIS 92, at *2.  William and Leon contend that in September \n2007, William, Leon, and Chesson formed Holdings as a North Carolina partnership \n(Chesson II  Compl. ¶¶ 3,  5) and  also executed a partnership agreement for RA.  \nChesson, 2016 NCBC LEXIS 92, at *2.  \n10. There is no  written partnership agreement for Holdings .  ( Chesson II \nCompl. ¶ 5.) \n11. The RA Partnership Agreement identifies the “Pool” as owning 100% of \nRA’s Charlotte Operations and William, Leon, and Chesson  as owning 100% of the \nPool.  (See Leon Rives Aff., Ex. D, §  3.01, ECF No. 162.7 (“RA Partnership \nAgreement”).)  Chesson contends that Holdings is essentially the same as the Pool.  \n(Def.’s Br. Supp. Mot. Dismiss 2; see also RA Partnership Agreement § 3.01.)  William, \nLeon, and Chesson’s percentage ownership of the Pool is the same as their ownership \nof Holdings.  (See RA Partnership Agreement § 3.01; Chesson II Compl. ¶ 5.) \n  \n12. Chesson resigned from both Holdings and RA on October 5, 2012.  \nChesson, 2016 NCBC LEXIS 92, at *10; ( Chesson II Compl. ¶ 6; Chesson II Answer \n¶ 6.)   \n13. On October 25, 2012, Chesson, along with two withdrawing non-equity \nRA partners,  brought Chesson I , asserting claims  against William,  Leon, and RA  \nbased on alleged  mismanagement.  Chesson I includes a request for an a ccounting \npursuant to N.C. Gen. Stat. § 57C-3-04.  (See Chesson I Pl.’s First Am. Compl., ¶ 139, \nECF No. 13.)  As a part of his accounting claim, Chesson seeks “information regarding \nthe status of the business and financial condition of the Defendant RA and all related \nor affiliated entities.”  (Chesson I Pl.’s First Am. Compl., ¶ 139 (emphasis added).)  \n14. On December 18, 2013, William, Leon,  and RA filed counterc laims \nagainst Chesson in Chesson I.  (Chesson I Answer, Mot. to Strike and Countercls. of \nDefs., ECF No. 27 (“Chesson I Countercls.”).)  They did not assert counterclaims on \nbehalf of Holdings or seek to join Holdings as a third party.  \n15. William and RA did bring a counterclaim against Chesson for money \nhad and received based on payments made to Chesson’s prior employer in connection \nwith Chesson joining RA.  (Chesson I Countercls. at 10.)  Chesson contends that these \npayments were not a loan but a cost incurred by RA to allow Chesson to join the \npartnership.  See Chesson, 2016 NCBC LEXIS 92, at *2 –3, 43.  On November 30, \n2016, the Court determined that neither party was entitled to summary judgment on \nthe claim related to this payment.  Id. at *44.   \n  \n16. Like Chesson, William and Leon also seek an accounting of RA  in \nChesson I.  (Chesson I Countercls. at 15.)   \n17. On December 29, 2015, William, Leon, and Holdings brought a separate \naction—Chesson II —seeking an accounting of Holdings  together with  an order \nrequiring Chesson to contribute his pro rata share of Holdings’ losses from its \ninception through its dissolution on October 5, 2012.  (Chesson II Compl. ¶ 13.)  \n18. On March 11, 2016, Chesson  filed his Answer in Chesson II asserting, \namong other defenses, that the claim in this new action was a  compulsory \ncounterclaim that should have been asserted in Chesson I.  (Chesson II Answer ¶ 16.)   \n19. On April 20, 2016, William, Leon, RA, and Holdings moved to \nconsolidate Chesson I and Chesson II.  \n20. On May 2, 2016, Chesson moved to dismiss Chesson II pursuant to Rule \n13(a).  \n21. The Court deferred consideration of the Motion to Dismiss  until it s \nrulings on cross -motions for summary judgment in Chesson I were issued on \nNovember 13, 2016.  See generally Chesson, 2016 NCBC LEXIS 92. \n22. On March 9, 2017, the Court heard arguments on the Motion to Dismiss \nand the Motion to Consolidate.  \n23. The motions are now ripe for determination. \nIV. ANALYSIS \n24. William and Leon do not contest that the Chesson II claim could have \nbeen brought as a permissive counterclaim  in Chesson I because it relates to the \n  \nsubject matter of the Chesson I claims and Holdings is subject to the Court’s \njurisdiction.  N.C. Gen. Stat. § 1A -1, Rule 13(b ) (2015) (“A pleading may state as a \ncounterclaim any claim against an opposing party not arising out of the transaction \nor occurrence that is the subject matter of the opposing party’s claim.”).  \n25. Chesson contends, however, that  William and Leon were required to \nassert the Chesson II claim as a compulsory, rather than permissive, counterclaim in \nChesson I, even though Holdings was not a party to, and therefore not  a pleader in, \nChesson I.   \n26. When a claim belongs to a pleader in a pending action, t o determine \nwhether a claim is a compulsory counterclaim  the court considers “(1) whether the \nissues of fact and law raised by the claim and counter claim are largely the same; \n(2) whether substantially the same evidence bears on both claims; and (3) whether \nthere is a logical relationship between the two claims. ”  Curlings v. Macemore , 57 \nN.C. App. 200, 202, 290 S.E.2d 725, 726 (1982); see also Hendrix v. Advanced Metal \nCorp., 195 N.C. App. 436, 439, 672 S.E.2d 745, 747 (2009).  \n27. The language of Rule 13(a) specifies that  to be a c ompulsory \ncounterclaim, a claim must belo ng to a pleader in the action.  See N.C. Gen. Stat. \n§ 1A-1, Rule 13(a) (2015).  Chesson contends that the rule’s requirement was satisfied \nbecause Holdings was not a separate legal entity, and even if Holdings was a separate \nlegal entity, William and Leon, as partners of Holdings, could and should have \nbrought any claims related to Holdings in Chesson I and joined Holdings, if necessary. \n  \n28. William and Leon respond that Holdings is a separate partnership, that \nthe Chesson II claim is not a claim of RA or the individual partners, but a claim that \nmust be asserted by Holdings in its own right , and that joining Holdings as a party \nto Chesson I was permissive, not mandatory .  (See Resp. R&A Holdings Def.’s Mot. \nDismiss 3, ECF No. 28.)  \n29. The Court need not resolve the  disputes of whether Holdings is a \nseparate partnership and whether the Chesson II  claim belongs to, and must be \nbrought by, Holdings  for two reasons.  First, if Chesson  correctly asserts  that \nHoldings is related to or affiliated with RA, then his own claim for an accounting of \nRA already includes an accounting of Holdings.  (See Chesson I Pl.’s First Am. Compl., \n¶ 139 (requesting an accounting that includes “information regarding the status of \nthe business and financial condition of the Defendant RA and all related or affiliated \nentities”) (emphasis added).)   \n30. Second, if Chesson is correct that the Chesson II claim was a compulsory \ncounterclaim that should have been asserted  in Chesson I, the Court is empowered, \nand would exercise its discretion, to allow  William and Leon to amend their  \ncounterclaims in the pending Chesson I.  See Hendrix, 195 N.C. App. at 441, 672 \nS.E.2d at 748 (holding that the claim was a compulsory counterclaim and remanding \n“the case for the trial court to grant leave to file plaintiffs’ claims as counterclaims in \n[the initial] action”); see also Galligan v. Smith, 14 N.C. App. 220, 226, 188 S.E.2d 31, \n35 (1972) (“The trial court has broad discretion in permitting or denying amendments \nto pleadings.”).   \n  \n31. “From a practical viewpoint[,] it [makes] no difference whether the claim \nshould be stated by an amendment in the first action or by complaint in a second \naction . . . .”  Speed Prods. Co. v. Tinnerman Prod s., 222 F.2d 61, 68 (2d Cir. 1955).  \nThe Court concludes that the appropriate practical solution is to simply consolidate \nthe cases.  See id.  (affirming the trial court’s decision to consolidate two cases after \ndetermining that the claim brought in the second action was a compulsory \ncounterclaim that the court would allow to be included in the initial action by \namendment under federal Rule 15(a)); see also Kanoy v. Hinshaw, 273 N.C. 418, 423, \n160 S.E.2d 296, 300 (1968) (“[T]rial court[s] possess[ ] the power to order consolidation \nof actions for trial when the actions involve the same parties and the same subject \nmatter, if no prejudice or harmful complications will result therefrom.”).   \n32. The Court is not aware of any poten tial preju dice created by this \nconsolidation.  At the hearing, the parties suggested that additional discovery may \nbe needed if the Court allowed consolidation of the actions.  If appropriate, the Court \nwill consider allowing limited additional discovery related to the Chesson II claim.  \nThe Court is requesting a proposal from the parties before entering a new scheduling \norder regarding any additional discovery. \nV. CONCLUSION \n33. Based on the foregoing, the Court orders as follows: \na. The Motion to Dismiss Chesson II is DENIED; \nb. The Motion to Consolidate Chesson I and Chesson II  is \nGRANTED;  \n  \nc. Chesson I  and Chesson II  shall be consolidat ed for all future \nproceedings; prior pleadings shall be deemed filed in both actions; \nand all future pleadings shall inc lude the caption for both cases; \nand \nd. The parties shall confer and , within thirty days of this Order & \nOpinion, submit a proposed schedule for further procedures  \nconsistent with this Order & Opinion. \n \nIT IS SO ORDERED, this the 13th day of December, 2017. \n \n /s/ James L. Gale \n James L. Gale \n Chief Business Court Judge \n "
}