{
  "id": "7dc7bc8f55c440e8a4153f95de5381daaec79fa02f0d7777e6a6d7e476002d95",
  "source_file": "data/raw/ncbc/7dc7bc8f55c440e8a4153f95de5381daaec79fa02f0d7777e6a6d7e476002d95.pdf",
  "raw_text": "Piedmont Venture Partners, L.P. and Piedmont Venture Partners II, L.P. by and through William E. \nRay, Liquidator v. Deloitte & Touche, L.L.P., 2007 NCBC 6 \n \nNORTH CAROLINA     IN TH E GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \nMECKLENBURG COUNTY                            06 CVS 10418 \n \n \nPIEDMONT VENTURE PARTNERS, L.P. \nand PIEDMONT VENTURE PARTNERS II, \nL.P., by and through WILLIAM E. RAY, \nLiquidator, \n \n  Plaintiffs, \n \n v. \n \nDELOITTE & TOUCHE, L.L.P., a North \nCarolina Limited Liability Partnership; \nDELOITTE & TOUCHE USA, L.L.P., a North \nCarolina Limited Liability Partnership, \n \n  Defendants. \n \n \n \n \nORDER \n \n \n \n \n \n \nMaynard, Cooper & Gale, P.C. by Walker P. Badham, III, Brannon J. Buck, Will A. Smith, \nand Robert W. Tapscott, Jr.; The Jackson Law Group by Kurt F. Hausler and Gary W. \nJackson; and The Law Office of Arcangela M. Mazzariello by Arcangela M. Mazzariello for \nPlaintiffs Piedmont Venture Partners, L.P. and Piedmont Venture Partners II, L.P., by and \nthrough, William E. Ray, Liquidator. \n \nBrooks, Pierce, McLendon, Humphrey & Leonard, L.L.P. by John S. Buford, Jim W. \nPhillips, Jr., and Jennifer K. Van Zant for Defendants Deloitte & Touche, L.L.P. and \nDeloitte & Touche USA, L.L.P. \n \nDiaz, Judge. \n \n{1} The Court heard this matter on 13 November 2006 on the Defendants’ Motion to Dismiss \nthe Amended Complaint pursuant to Rule 12(b)(1) of the North Carolina Rules of Civil Procedure \n(“Rule 12(b)(1)”). \n{2} This case is before the Court a second time.  On 21 April 2006, the Court dismissed, \nwithout prejudice, a derivative action brought by William E. Ray (“Ray”) and two other limited \npartners of Piedmont Venture Partners, L.P. and Piedmont Venture Partners II, L.P. (collectively, \nthe “Funds”) because of their failure to exhaust the “intracorporate” remedies available to them \nunder the Funds’ partnership agreements and their failure to make demand on the proper \npartnership representative or otherwise explain why such a demand was impractical.  Ray v. \nDeloitte & Touche, L.L.P., 2006 NCBC 5 (N.C. Super. Apr. 21, 2006). \n{3} In this action, Ray purports to be acting in his capacity as “Liquidator” of the now \nessentially insolvent Funds, alleging in the Amended Complaint that he was elected to this position \nby the Funds’ limited partners for the sole purpose of pursuing litigation against the Defendants.  \n(Am. Compl. ¶¶ 4, 15.) \n{4} Defendants dispute the legitimacy of the process leading to Ray’s election as liquidator, \nalleging that Ray failed to give sufficient notice of the election as to one of the Funds and that he \ndid not obtain a proper majority of the votes cast as to both Funds.  (Defs.’ Mem. of Law in Supp. \nof Mot. to Dismiss 7-8.)  Defendants also take issue with Ray’s attempt to limit his role to that of \nspecial prosecutor of the claims in this action.  (Defs.’ Mem. of Law in Supp. of Mot. to Dismiss \n16.) \n{5} For reasons I explain below, I am not convinced that the Defendants’ “process” arguments \nregarding Ray’s election find traction in the applicable partnership agreements or state law.  The \nquestion of Ray’s standing is not so easily resolved, however, given the case’s “perfect storm” of \npeculiar facts and scant relevant law. \n{6} The Court has Ray’s view of the matter in the form of the allegations in the Amended \nComplaint.  But, as the Defendants correctly note, Ray has attempted to carve out a narrow role for \nhimself here, effectively disavowing any responsibility for winding up the affairs of the Funds \n 2\nwithin this State.  That position is inconsistent with the broad powers and duties properly vested in \na liquidator of an insolvent entity. \n{7} On the other hand, if I granted the Defendants’ Motion to Dismiss it would mean only that \nRay would be barred from pursuing the claims as the Funds’ representative.  That result, however, \nbegs the questions of whether the Funds have viable claims against the Defendants and, if so, how \nbest to prosecute them. \n{8} For reasons I explain below, the Court DENIES the Defendants’ Motion to Dismiss the \nAmended Complaint.  In the exercise of its equitable powers, the Court will appoint a receiver for \nthe Funds, who will, among other things, (a) consider the merits of the claims asserted in this case \nand determine whether to pursue them, and (b) wind down the activities of the Funds within this \nState. \nI. \n \nPROCEDURAL BACKGROUND \n{9} On 29 August 2005, Ray and two other limited partners filed the first Complaint, which \nthey styled as a Verified Derivative Complaint (“Complaint I”).  The case was transferred to the \nNorth Carolina Business Court and assigned to me as a complex business matter by order of the \nChief Justice of the North Carolina Supreme Court dated 1 December 2005.   \n{10} Complaint I asserted claims against the Defendants for (a) breach of contract – third-party \nbeneficiary, (b) negligence/wantonness, (c) breach of fiduciary duty, (d) suppression/concealment, \n(e) professional malpractice, (f) fraud, and (g) violations of §§ 551, 552 of the Restatement of \nTorts.  (Compl. I ¶¶ 42-89.) \n 3\n{11} Defendants moved to dismiss Complaint I on 1 December 2005, alleging, among other \nthings, that the plaintiffs failed to make a pre-suit demand on the proper representatives of the \nFunds. \n{12} On 21 April 2006, the Court entered an Order granting the motion to dismiss without \nprejudice to the plaintiffs’ right to correct the defects in their pleading with respect to the demand \nrequirement.  Ray v. Deloitte & Touche, L.L.P., 2006 NCBC 5 (N.C. Super. Apr. 21, 2006). \n{13} On 24 May 2006, the Court granted Ray and his two co-plaintiffs one year from the date of \nentry of the 21 April 2006 Order to re-file their action. \n{14} The day before entry of the Court’s 24 May 2006 Order, however, Ray and his two co-\nplaintiffs filed a new Complaint (“Complaint II”), which, like its predecessor, was also styled a \nderivative action.  In Complaint II, Ray explained that he was in the process of seeking election to \nserve as liquidator of the Funds.  (Compl. II ¶¶ 30-43.) \n{15} Ray subsequently amended Complaint II (hereinafter, the “Amended Complaint”) to reflect \nthat it was now a direct action, brought by him, following his election as liquidator. \n{16} The Amended Complaint alleges claims against the Defendants for (a) breach of contract, \n(b) negligence, (c) gross negligence/willful and wanton conduct, (d) breach of fiduciary duty, (e) \nsuppression/concealment, (f) professional malpractice, (g) fraud, and (h) violations of §§ 551, 552 \nof the Restatement of Torts.  (Am. Compl.  ¶¶ 66-126.) \n{17} On 28 September 2006, the Defendants filed a motion and supporting brief seeking to \ndismiss the Amended Complaint pursuant to Rule 12(b)(1) (the “Motion”).  On 18 October 2006, \nRay filed his brief in opposition.  On 27 October 2006, the Defendants filed their reply. \n{18} The Court heard oral arguments on the Motion on 13 November 2006. \n 4\n{19} On 16 November 2006, Ray moved to supplement his brief in opposition to the Motion.  \nThe Court accepted Ray’s supplement on 21 November 2006, and the Defendants filed a response \nto the supplement on 1 December 2006. \n \nII. \nTHE FACTS \nA. \n \nTHE PARTIES \n \n{20} Ray is a limited partner in the Funds.  (Compl. II ¶ 2.) \n{21} Plaintiff Piedmont Venture Partners, L.P. (“Fund I”) is a North Carolina limited partnership \norganized on 30 December 1996 and operated pursuant to the Fund I Partnership Agreement.  (Am. \nCompl. ¶¶ 1, 44; Mot. to Dismiss Am. Compl. Ex. J.) \n{22} Plaintiff Piedmont Venture Partners II, L.P. (“Fund II”) is a Delaware limited partnership \norganized on 16 November 1998 and operated pursuant to the Fund II Partnership Agreement.  \n(Am. Compl. ¶¶ 2, 44; Mot. to Dismiss Am. Compl. Ex. K.)  The Court will refer to the Fund I \nPartnership Agreement and the Fund II Partnership Agreement collectively as the “Partnership \nAgreements.” \n{23} The Funds were organized for the purpose of making venture capital investments.  (Am. \nCompl. ¶ 43; Mot. to Dismiss Am. Compl. Exs. J, K.) \n{24} Piedmont Venture Management, Inc. (“PVM”) served as fund manager and general partner \nfor Fund I, and as fund manager for Fund II.  (Am. Compl. ¶ 8.)  Piedmont Venture Capital \nManagement, L.L.C. (“PVCM”) served as general partner for Fund II.  (Am. Compl. ¶ 9.)  The \nCourt will refer to PVM and PVCM collectively as the “General Partners.” \n 5\n{25} Stacy E. Anderson (“Anderson”) and William W. Neal (“Neal”) were, at all relevant times, \nthe managing principals of the General Partners.  (Am. Compl. ¶¶ 10-11.) \n{26} Defendants Deloitte & Touche, L.L.P and Deloitte & Touche USA, L.L.P. (collectively \n“Deloitte”) are limited liability partnerships organized and existing under the laws of the state of \nNorth Carolina.  (Am. Compl. ¶¶ 5-6.) \n{27} Deloitte served as independent auditor for the Funds from 1999 until 2001, when it \nallegedly withdrew from the annual audit.  (Am. Compl. ¶¶ 7, 56-57.) \nB. \n \nTHE CLAIMS \n{28} The Funds, through Ray as their liquidator, seek damages from Deloitte for its alleged acts \nor omissions while serving as independent auditor for the Funds.  (See Am. Compl. ¶¶ 66-126.)  \nGenerally stated, Plaintiffs allege that “Deloitte failed to communicate to the Funds and/or Limited \nPartners, among other things, the widespread fraud, willful misconduct, and acts of self-dealing \nbeing committed by the General Partner[s], despite being on notice of and/or having actual \nknowledge of the same.”  (Am. Compl. ¶ 14.) \n{29} Ray, along with approximately 162 other individual and institutional investors (hereinafter, \nthe “Limited Partners”), invested a total of more than $45,000,000 in the Funds.  (Am. Compl. ¶¶ \n45-47.) \n{30} Plaintiffs allege that the Partnership Agreements required the General Partners to provide \naudited financial statements to the Limited Partners on an annual basis and that the audits \nrepresented “the only objective information by which the Limited Partners [could] assess the \nFunds’ profitability and the profitability of their respective investments, as well as ensuring that the \n 6\nGeneral Partner[s] acted in accordance with the Partnership Agreements and applicable law.”  (Am. \nCompl. ¶ 48.)  \n{31} Plaintiffs allege that the General Partners retained Deloitte to prepare the audited financial \nstatements.  (Am. Compl. ¶ 48.)  Plaintiffs further allege that Deloitte performed the auditing \nservices for the years 1999 and 2000, but withdrew from the engagement before completing the \n2001 audit.  (Am. Compl. ¶¶ 54, 56.) \n{32} According to the Plaintiffs, Deloitte withdrew from the 2001 audit with knowledge of “the \nGeneral Partners’ fraud and misconduct and the devastating impact that it was having on the \nfinancial status of the Funds.”  (Am. Compl. ¶ 56.) \n{33} Plaintiffs also allege that “Deloitte . . . discovered . . . information indicating that the \nrepresentations in and the assumptions underlying the Funds’ 1999 and 2000 financial \nstatements were erroneous.  Despite this knowledge, Deloitte never revised, corrected or \nmodified the representations made in these financial statements.”\n1  (Am. Compl. ¶ 60.) \n{34} As a result, the Funds’ investment capital,  according to the Plaintiffs, has been \nreduced from $45,000,000 to almost nothing.  (Am. Compl. ¶ 53.) \nC. \nTHE STATUS OF THE GENERAL PARTNERS \n{35} On 27 May 2005, the General Partners filed Ch apter 7 petitions for bankruptcy in the \nU.S. Bankruptcy Court for the Western District of North Carolina. 2  (Am. Compl. ¶ 18.) \n                                                 \n1 Plaintiffs allege that Deloitte became aware of the General Partners’ malfeasance and the errors in the 1999 and 2000 \nfinancial statements, at the latest, in 2002 during its audit of the Funds’ 2001 financial statements.  (Am. Compl. ¶¶ 57, \n60.) \n2 The plaintiffs in Complaint I also filed suit against Neal and Anderson in bankruptcy court.  Following my 21 April \n2006 Order as to Complaint I, the bankruptcy court dismissed the claims against Neal and Anderson without prejudice.   \nIn Re Piedmont Venture Management, Inc., Case No. 05-32242 (Adv. Proc. No. 05-03517) (Bankr. W.D.N.C. May 19, \n2006). \n 7\n{36} The Partnership Agreements explain what is to occur in the event of a general partner filing \nfor bankruptcy.  Section 5.2 of the Fund I Agreemen t states that if the general partner becomes \nbankrupt, “its successor shall be chosen as set fo rth in Section 10.1(a)(iv).”  (Mot. to Dismiss \nAm. Compl. Ex. J § 5.2.)  Under Section 10.1(a )(iv), a two-thirds majority of the limited \npartners have 90 days to agree to continue Fund  I and elect a new general partner.  (Mot. to \nDismiss Am. Compl. Ex. J § 10.1(a)(iv).)  If th e limited partners choose not to elect a new \ngeneral partner, they may instead elect a liquidator to dissolve and wind up the affairs of \nFund I.  (Mot. to Dismiss Am. Compl. Ex. J. § 10.1(c).) \n{37} The Fund II Agreement establishes a simila r procedure.  Specifically, Section 14.2 \nprovides that “[t]he Partnershi p shall be dissolved” upon the bankruptcy of a general partner.  \n(Mot. to Dismiss Am. Compl. Ex. K § 14.2; Del.  Code Ann. tit. 6, § 17-402(a) (2006).)  In \nthe event that there is no general partner at  dissolution (as was the case here), “a Limited \nPartner Majority may designate one or more persons to act as the Liquidator” to wind up Fund II’s \naffairs.  (Mot. to Dismiss Am. Compl. Ex. K § 14.5.)  Section 14.5 of the Agreement provides \nfurther that “[a]ny such Liquidator which is not the General Partner shall be a ‘liquidating trustee’ \nwithin the meaning of [Del. Code Ann. tit. 6 §] 17-101(9).”  (Mot. to Dismiss Am. Compl. Ex. K \n§ 14.5.) \n{38} North Carolina and Delaware law also address the effect of a general partner’s bankruptcy \non a limited partnership.  The respective statutes provide that the bankruptcy of a general partner \nresults in the dissolution and commencement of the winding up of a limited partnership’s affairs.  \nSee N.C.G.S. §§ 59-402, 59-801, 59-803 (2006); Del. Code Ann. tit. 6, §§ 17-101(10), 17-\n402, 17-801, 17-803 (2006).  The Delaware Uniform Limited Partnership Act provides \nspecifically that the limited partners may appoint a liquidator to wind up the limited \n 8\npartnership’s affairs.  Del. Code Ann. tit. 6, §§ 17-101(10), 17-402, 17-803 (2006).  The \nNorth Carolina Uniform Limited Partnership Act does not provide specifically for the \nappointment of a liquidator, but instead leav es the winding up proc ess to “the general \npartners who have not wrongfully dissolved a limited partnership or, if none, the limited \npartners[.]”  N.C.G.S. § 59-803 (2006). \n{39} Thus, under the Partnership Agreements and applicable state law, the General Partners were \nremoved from office when they filed for bankruptcy on 27 May 2005, and because no substitute \ngeneral partner was appointed for either of the Funds and the Limited Partners made no attempt to \ncontinue the Funds’ operations, the Funds are in dissolution. \nD. \nRAY’S ELECTION AS LIQUIDATOR \n{40} As noted earlier, the Court dismissed Complaint I on 21 April 2006 because of the \nplaintiffs’ failure to exhaust the “intracorporate” remedies available to them under the Partnership \nAgreements and to make demand on the proper partnership representative or otherwise explain why \nsuch a demand was impractical.  Ray v. Deloitte & Touche, L.L.P., 2006 NCBC 5 (N.C. Super. Apr. \n21, 2006). \n{41} To remedy these deficiencies, Ray sought el ection as liquidator of the Funds.  (Am. \nCompl. ¶ 28.) \n{42} To that end, Ray wrote to the Limited Partners on 5 May 2006 to  propose a special \nmeeting.  (Pls.’ Resp. in Opp’n to Defs.’ Mot. to Dismiss Ex. C.)  Ray’ s letter stated  that the \npurpose of the special meeting wo uld be to elect a liquidator wi th authority to prosecute the \nlawsuits against Deloitte and the General Partners .  (Pls.’ Resp. in Opp’ n to Defs.’ Mot. to \n 9\nDismiss Ex. C.)  Ray’s letter also advised the Li mited Partners as follows regarding the limits \nof his undertaking: \nThe undersigned proposes the appointment of William E. Ray as Liquidator \nof two of the Funds’ assets, describe d below.  If elected, Mr. Ray would, \namong other things, determine whether it is in the best interests of the \nFunds to pursue two separate lawsuits arising out of the loss of the Funds’ \ninvestment capital . . . Mr. Ray, if elected, will determine whether to \nprosecute the above-referenced lawsuits . . . This proposal shall not be \nconstrued as seeking the el ection of Mr. Ray to serve in the capacity of \nLiquidator for any assets other than those related to the lawsuits \nagainst Deloitte and the Managing Principals.  For purposes of \nclarification, to the extent other assets of the Funds exist and are \nsubject to liquidation, the undersigne d does not contemplate or propose \nthat Mr. Ray should liquidate such assets. \n \n(Pls.’ Resp. in Opp’n to Defs.’ Mot. to Dismiss Ex. C Attach. 2 (emphasis added).) \n{43} The Fund I Partnership Agreement provides that  notice of a partners’ meeting shall be \ngiven “not less than ten (10) busin ess days nor more than sixty (60) days prior to the date of \nsuch meeting.” 3  (Mot. to Dismiss Am. Compl. Ex. J § 7.6(d).) \n{44} The special meeting convened on 17 May 2006, eight business days after notice was \nprovided, but was recessed for lack of a quorum.  (Pls.’ Resp. in Opp’n to Defs.’ Mot. to \nDismiss Ex. D.) \n{45} The meeting reconvened on 27 July 2006.  (Ray Aff. ¶ 18, Oct. 18, 2006.)  Ray alleges \nthat 51.42% of Fund I’s limited partner interests and 53.49% of Fund II’s limited partner \ninterests voted to appoint him liquidator at this meeting.  (Ray Aff. ¶¶ 15-16, Oct. 18, 2006.) \n{46} The votes cast for Ray’s election included limited partner interests owned in both \nFunds by East Boulevard Limited Partnership (“East Boulevard”).  (Ray. Aff. ¶¶ 15-16, Oct. \n18, 2006.)  East Boulevard’s general partner is an  entity named Nuray Holdings.  (Ray. Aff. ¶ \n                                                 \n3 The Fund II Partnership Agreement has no explicit notice requirements.  (See Mot. to Dismiss Am. Compl. Ex. K.) \n 10\n3, Oct. 18, 2006.)  Ray is the manager and owner of Nuray Holdings.  (Ray Aff. ¶ 3, Oct. 18, \n2006.) \n{47} From September through December 2005, while Complaint I was pending in this \nCourt, and after the automatic removal of th e General Partners following their bankruptcy \nfiling, East Boulevard executed a series of purchase and sale ag reements whereby it increased \nits limited partner interest in Fund I from 2.66 % to 15.83% of the total ownership interests.  \n(Ray Aff. ¶¶ 5-11, Oct. 18, 2006.)  Similarly, East Boulevard increased its limited partner \ninterest in Fund II from 2.88% to 14.42% of the total ow nership interests.  (Ray Aff. ¶¶ 5-11, \nOct. 18, 2006.) \n{48} The Partnership Agreements require that all transfers of interest, in particular voting \ninterests, be approved by that  Fund’s general partner.  ( See Mot. to Dismiss Am. Compl. Ex. J \n§§ 8.1(b), 8.4(a), 8.5, Ex. K §§ 11.1-11.4.)  Because the General Partners had been removed, \nhowever, East Boulevard instead sought and r eceived the approval of the bankruptcy trustee \nfor these transfers.  (Ray Aff. ¶¶ 5-11, Oct. 18, 2006.) \n{49} If the East Boulevard block of votes garn ered by Ray for each fund is excluded from \nthe total vote tally in favor of appointing Ray as liquidator, Ray did not receive the requisite \nmajority of the votes cast.  (See Ray Aff. ¶¶ 5-11, 15-16, Oct. 18, 2006.) \nIII. \nCONCLUSIONS OF LAW \nA. \nMOTION TO DISMISS UNDER RULE 12(b)(1) \n{50} Pursuant to Rule 12(b)(1), the Defendants question Ray’s standing to pursue this lawsuit on \nbehalf of the Funds.  “Standing refers to whether a party has a sufficient stake in an otherwise \n 11\njusticiable controversy such that he or she may properly seek adjudication of the matter.”  Am. \nWoodland Indus., Inc. v. Tolson, 155 N.C. App. 624, 626, 574 S.E.2d 55, 57 (2002).  Standing is a \nquestion of subject matter jurisdiction, which is a prerequisite to the exercise of any authority by \nthe state courts.  Street v. Smart Corp., 157 N.C. App. 303, 305, 578 S.E.2d 695, 698 (2003); \nHarris v. Pembaur, 84 N.C. App. 666, 667, 353 S.E.2d 673, 675 (1987). \n{51} In considering a motion to dismiss for lack of subject matter jurisdiction, the court may \nconsider and weigh matters outside of the pleadings.  Tart v. Walker, 38 N.C. App. 500, 502, 248 \nS.E.2d 736, 737 (1978). \nB. \nANALYSIS \n{52} Defendants take issue with the process leading up to Ray’s election as liquidator, arguing \nthat Ray failed to give sufficient notice of the meeting resulting in his election and did not receive a \nproper majority of the votes cast by the Limited Partners. \n{53} With respect to this latter issue, Defendants assert that East Boulevard’s purported purchase \nof additional limited partner interests was invalid (and, therefore, the corresponding votes cast \nvoid) because the transactions were not approved by the General Partners, as required by the terms \nof the Partnership Agreements.  (Defs.’ Mem. of Law in Supp. of Mot. to Dismiss 7-8.)  As a result, \nDefendants contend, Ray lacks standing to bring this lawsuit as the representative of the Funds. \n{54} Defendants argue further that Ray may not circumscribe his duties as liquidator and, in \nparticular, may not limit his service to that of “the self-appointed sheriff of the Funds.”  (Defs.’ \nMem. of Law in Supp. of Mot. to Dismiss 16.) \n{55} Ray responds first that the Funds, as named plaintiffs, clearly have standing to pursue this \nlitigation and that any inquiry by the Court starts and ends there.  (Pls.’ Resp. in Opp’n to Defs.’ \n 12\nMot. to Dismiss 7-9.)  According to Ray, it is the Defendants who lack standing to challenge his \nelection as liquidator, (Pls.’ Resp. in Opp’n to Defs.’ Mot. to Dismiss 9-14), and, in any event, Ray \ndid garner the requisite majority vote required for the post, (Pls.’ Resp. in Opp’n to Defs.’ Mot. to \nDismiss 15-19). \n{56} As for his limited duties, Ray asserts that the Funds contemplate the selection of “multiple \npersons to carry out the liquidation of the Fund(s)” and “do not limit the roles of and duties of an \nelected Liquidator.”  (Pls.’ Resp. in Opp’n to Defs.’ Mot. to Dismiss 20.) \n{57} Finally, Ray contends that the failure of any limited partner to object to the election process \nor to his performance as liquidator has effectively worked a “ratification” of his authority to serve \nas liquidator.  (Pls.’ Supplement to Resp. to Defs.’ Mot. to Dismiss 2-4.) \n{58} The Court does not intend to address all of these arguments.  Suffice it to say, however, that \nRay’s crabbed view of the scope of the standing question is incorrect.  A business entity, whatever \nits legal form, may act only through its duly authorized representatives.  See, e.g., Thrower v. Coble \nDairy Prods. Coop., Inc., 249 N.C. 109, 112, 105 S.E.2d 428, 430 (1958) (“A corporation can only \nact through its agents, and must be responsible for their acts.”); The Greater N.Y. Sav. Bank v. Sky-\nDrummond Assocs., L.P., No. 90L-10-3-1-MT, 1991 Del. Super. LEXIS 103, at *7 (Del. Super. Ct. \nMar. 15, 1991) (“It is well known that a limited partnership . . . can act only through its officer or \nagent.”). \n{59} Thus, standing in the context of a business entity means not only that the Court has before it \nthe proper party plaintiff, but that the claim is being prosecuted by those with authority to act for \nthat plaintiff.  In most cases, this is a non-issue, but where, as here, the facts raise a question as to a \nparty’s standing, the Court may not ignore it. \n 13\n{60} That said, it does not appear to me that Ray’s election was procedurally flawed, at least with \nrespect to the questions of notice and the legitimacy of the votes cast in his favor.  As to the former, \nRay notes correctly that only the Fund I Partnership Agreement requires a ten-day notice period \nbefore a special meeting may be convened.  (Mot. to Dismiss A. Compl. Ex. J § 7.6(d).) \n{61} Regardless, that Ray may not have provided sufficient notice pursuant to that provision is, \nin the Court’s view, irrelevant where no limited partner has objected to the shortened notice.  \nCompare N.C.G.S. § 55-7-06(b)(1) (2006) (“A shareholder’s attendance at a meeting . . . [w]aives \nobjection to lack of notice or defective notice of the meeting, unless the shareholder at the \nbeginning of the meeting objects to holding the meeting or transacting business at the meeting.”), \nwith Del. Code Ann. tit. 8, § 229 (2006) (“Attendance of a person at a meeting shall constitute a \nwaiver of notice of such meeting, except when the person attends a meeting for the express purpose \nof objecting at the beginning of the meeting, to the transaction of any business because the meeting \nis not lawfully called or convened.”), and Koch v. Stearn, No. 12,515, 1992 Del. Ch. LEXIS 163, at \n*12 n.1 (Del. Ch. July 28, 1992) (finding ten-day notice requirement waived by shareholder’s \nattendance at the meeting and failure to object to lack of notice). \n{62} I also agree with Ray that “the requirement for General Partner approval of partnership \ntransfers is . . . designed to protect the Funds from outside entities seeking an interest in the \npartnership.”  (Pls.’ Opp’n to Defs.’ Mot. to Dismiss 16.)  See generally In re Schick, 235 B.R. 318, \n324 (Bankr. S.D.N.Y. 1999) (“‘At the heart of the partnership concept is the principle that partners \nmay choose with whom they wish to be associated.’” (quoting Gelder Med. Group v. Webber, 41 \nN.Y.2d 680, 684, 363 N.E.2d 573, 577 (1977))).  Here, East Boulevard was already a limited \npartner of both Funds and, as a result, it is difficult to see how East Boulevard’s acquisition of \n 14\nadditional voting interests in the Funds would have been objectionable to the General Partners who, \nas Ray points out, could no longer give their approval anyway.4 \n{63} Process aside, however, the substantive problem with Ray’s election as liquidator is that he \nis unwilling to accept the full mantle of responsibilities that attend to the post.  Liquidation is a \nprocess for the winding up of a dissolved partnership’s affairs by collecting and providing for an \norderly distribution of all of the partnership’s assets, first to creditors, if any, and then to the \npartners.  See generally N.C.G.S. §§ 59-803 to -804 (2006); Del. Code Ann. tit. 6, §§ 17-803 to -\n804 (2006). \n{64} In the Court’s view, one who seeks to serve as a liquidator may not pick and choose among \nthe assets of the partnership that he will supervise, but instead must be willing to accept \nresponsibility for the full and complete winding up of the partnership’s affairs within this State. \n{65} Ray argues, however, that the Partnership Agreements “do not require the Liquidator to take \non specific responsibilities;” “place no certain requirements on the roles of a liquidator chosen by \nthe Limited Partners;” and “do not preclude the Limited Partners from electing more than one \nLiquidator[.]”  (Pls.’ Opp’n to Defs.’ Mot. to Dismiss 20.)  Ray also asserts that, as a practical \nmatter, he has accepted responsibility for the most valuable assets that the Funds have by agreeing \nto pursue the Funds’ litigation claims. \n{66} I agree with Ray in part.  That is, Ray is absolutely correct that the Partnership Agreements \ndo not preclude the appointment of more than one person or entity to serve as a liquidator.  \nAdditionally, it may well be, as Ray asserts, that the Funds’ litigation claims are their most valuable \nassets.  But, what Ray ignores is that the proper winding up of the Funds’ interests in this state \ninvolves more than litigation and that, at present, there is no one designated to undertake this larger \n                                                 \n4 As he did in the first iteration of this lawsuit, Ray argues that approval of the transfers by the bankruptcy trustee \noverseeing the General Partners’ bankruptcy cases moots this issue, and, once again, the Court disagrees because the \nbankruptcy trustee has no authority to make decisions regarding the management of the Funds. \n 15\nrole.  Because Ray has expressly disavowed this responsibility and because the Limited Partners \nhave not exercised their authority to appoint someone willing to accept it, the Court will act to \nappoint someone who is willing. \n{67} The relevant North Carolina and Delaware statutes regarding a court-ordered winding up of \na limited partnership appear to first require an application by a partner or some other authorized \nrepresentative.  N.C.G.S. § 59-803 (2006); Del. Code Ann. tit. 6, § 17-803(a) (2006).  In this case, \nhowever, the Court relies, not on the statutory authority delineated in the North Carolina and \nDelaware codes, but rather on its inherent equitable power to appoint a receiver in a proper case.  \nSee Sinclair v. Moore Cent. R.R. Co., 228 N.C. 389, 395, 45 S.E.2d 555, 560 (1947) (“The power \nof the court to appoint a receiver in proper cases and upon a proper showing is not limited by \nprevailing statutory provisions. . . . It is one of the inherent powers of a court of equity.”); see also \nLowder v. All Star Mills, Inc., 301 N.C. 561, 576, 273 S.E.2d 247, 256 (1981) (holding that “a \nCourt of Equity has the inherent power to appoint a receiver, notwithstanding specific statutory \nauthorization.”). \n{68} Accordingly, the Court will appoint a receiver to oversee the winding up of the Funds’ \naffairs within this State.  The Court appointed receiver will have the powers set forth in N.C.G.S. § \n1-507.2 (2006) with respect to receivers appointed for insolvent corporations.  His powers will be \nplenary with respect to Fund I, a North Carolina entity.  Because Fund II is a Delaware limited \npartnership, however, the receiver’s authority as to Fund II will be limited to those assets physically \nwithin this State, including, but not limited to, the lawsuits filed and pending in this Court and in \nthe Bankruptcy Court for the Western District of North Carolina.5  Cf. N.C.G.S. § 1-502(4) (2006) \n                                                 \n5 The case pending in the Bankruptcy Court is styled Piedmont Ventures Partners, L.P., et. al. v. Stacy Anderson, et. al. \n(Adversary Proceeding 06-03251). \n 16\n(providing that a receiver may be appointed to take control and dispose of property within this state \nof foreign corporations). \n{69} With respect to the Funds’ litigation claims, the receiver will determine whether the claims \ncan and should be prosecuted.  In that regard, the receiver may consider the views of the Limited \nPartners, including Ray.  Any decision that disposes of the claims short of trial, however, whether \nby dismissal or compromise settlement, shall be approved by the Court.6 \n{70} G. Martin Hunter, Esq., of the Mecklenburg County Bar has indicated a willingness to \nconsider serving as receiver for the Funds.  Mr. Hunter serves presently as the receiver in a case \npending before this Court, Greyson Ridge Dev., LLC v. Mountaineer Land Group, LLC, 05 CVS \n6615 (Mecklenburg County Superior Court). \n{71} The Court directs the parties to consult with Mr. Hunter regarding his suitability to serve.  If \nthe parties find him acceptable, and if Mr. Hunter confirms his willingness to serve, the parties \nshall so advise the Court within twenty (20) days of the entry of this Order. \n{72} Alternatively, if the parties wish the Court to consider other nominees to serve as the court-\nappointed receiver, and those individuals are willing to serve, they shall submit their \nrecommendations to the Court within the same 20-day period.  Thereafter, the Court will determine \nwhether a further hearing is necessary with respect to the appointment of a receiver. \n{73} The court-appointed receiver shall not be required to post a bond. \nCONCLUSION \n{74} The Court DENIES the Defendants’ Motion to Dismiss the Amended Complaint.  The \nCourt will instead appoint a receiver for the Funds as set forth in this Order. \nThis the 5th day of March 2007. \n                                                 \n6 The receiver shall also comply with any requirements the bankruptcy court may impose for dismissal or approval of a \ncompromise settlement of the claims pending in that forum. \n 17"
}