{
  "id": "7df6e8f7ef88e2d456d4d0dfb5f151c9e4a6fa737f77e6b271d30317a96ff0bd",
  "source_file": "data/raw/ncbc/7df6e8f7ef88e2d456d4d0dfb5f151c9e4a6fa737f77e6b271d30317a96ff0bd.pdf",
  "raw_text": "Trilogy Capital Partners, LLC v. Killian, 2015 NCBC 103. \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF MECKLENBURG 15 CVS 7763 \n \nTRILOGY CAPITAL PARTNERS, LLC;  ) \nDAVID L. HAUSER; ROBERT S. LILIEN AS  ) \nTRUSTEE OF THE ANDREAS BECHTLER  ) \nCHARITABLE REMAINDER UNITRUST U/A  ) \nDATED MARCH 9, 1998; and ROBERT S.  ) \nLILIEN AS TRUSTEE OF THE HANS C.  ) \nBECHTLER TRUST U/A DATED ) \nDECEMBER 27, 1979, ) \n  Claimants, ) \n   )  \n v.  ) OPINION AND ORDER \n   ) \nRAY A. KILLIAN, JR.; ALAN C. SIMONINI; )  \nand KILLIAN/SIMONINI, LLC, ) \n  Respondents. ) \n   ) \n   ) \nRAY A. KILLIAN, JR.; ALAN C. SIMONINI;  ) \nSIMONINI BUILDERS, INC.; SIMONINI  ) \nBUILDERS OF NORTH CAROLINA, LLC;  ) \nSIMONINI BUILDERS OF SOUTH  ) \nCAROLINA, INC., and KILLIAN/SIMONINI,  ) \nLLC DERIVATIVELY ON BEHALF OF  ) \nWESTMORELAND LAKE, LLC, ) \n  Third-Party Claimants, ) \n   ) \n v.  ) \n   ) \nTRILOGY CAPITAL PARTNERS, LLC;  ) \nCLASSICA HOMES, LLC; ROBERT S.  ) \nLILIEN; and WESTMORELAND LAKE, LLC, ) \n  Third-Party Respondents. ) \n  \n THIS CAUSE was designated a mandatory complex business case by Order of the \nChief Justice of the North Carolina Supreme Court pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, references to the North Caroli na General Statutes will be to “G.S.”), and \nassigned to the undersigned Special Superior Court Judge for Complex Business Cases. \nTHIS MATTER comes before the Court on Claimants’ Motion to Confirm Arbitration \nAward (“Motion to Confirm”) pursuant to G.S. § 1-569.22, and on Killian and Simonini’s \nMotion to Vacate Arbitration Award (“Motion  to Vacate”) pursuant to G.S. § 1-569.23(a) \n(collectively, “Motions”).  On September 9, 2015, the Court held a hearing on the Motions. \n THE COURT, having considered the Motions,  the briefs in support and opposition \nthereof, the arguments of counsel, and other appropriate matters of record, FINDS and \nCONCLUDES as stated herein: \nNexsen Pruet, LLC, by James C. Smith, Esq., and Jonathan E. Schulz, Esq., for \nClaimants. \n \nRayburn Copper & Durham, P.A., by C. Richard Rayburn, Jr. Esq., David S. Melin, \nEsq., for Movants. \n \nMcGuire, Judge. \n \nA. FACTS AND PROCEDURAL BACKGROUND \n1. Claimants are Trilogy Capital Partners, LLC, a North Carolina limited \nliability company; David L. Hauser; Robert S. L ilien as trustee of the Andreas H. Bechtler \nCharitable Remainder Unitrust under an agr eement dated March 9, 1998; and Robert S. \nLilien as trustee of the Hans C. Bechtler Trust under an agreement dated December 27, 1979 \n(herein, the Court will refer to the Claimants collectively as “Trilogy”). \n2. Respondents\n1 are Ray A. Killian (“Killian”), Alan C. Simonini (“Simonini”) and \nKillian/Simonini, LLC (“K/S, LLC”), a North Carolina limited liability company.  Killian and \nSimonini (collectively, “Movants”) were the principals of K/S, LLC.  K/S, LLC apparently was \na real estate development construction company. \n                                                            \n1 K/S, LLC is not a party to the Motion to Vacate before this Court, which was filed only by Killian \nand Simonini individually.  K/S, LLC is a “Respondent” in the underlying AAA arbitration, and is \nnamed as a Respondent in the caption of this civil action. \n3. Between 2005 and May 16, 2008, Trilogy and K/S, LLC entered into \nrelationships with four residential real estate  projects located in or near Charlotte, North \nCarolina (collectively, the “Projects”).  Each of the Projects was owned by a separate limited \nliability company – Bellmore Hall, LLC (“Bellm ore”), the Pavilion of Huntersville, LLC \n(“Pavilion”), Westmoreland Lake, LLC (“ Westmoreland”), and Christenbury Land \nInvestments, LLC (“Christenbury”) 2 (collectively, “the LLCs”).  Each of the LLCs was \ngoverned by a written operating agreement (collectively referred to herein as the “Operating \nAgreements”).3  Trilogy and K/S, LLC were the members of Bellmore, Pavillion, and \nWestmoreland.  Killian and Simonini were the Managers of the LLCs.  Killian and Simonini \neach signed the Operating Agreements solely for purposes of certain obligations each \nassumed under the agreements, but they were not individually members of the LLCs.   \n4. The basic business deal between the parties regarding these four Projects was \nas follows: (1) Trilogy contributed 100% of the in itial capital required by the LLCs, (2) K/S, \nLLC obtained land development loans from various banks to be used to acquire and develop \nthe properties, (3) If the LLCs needed additional capital in order to continue their activities, \npay their debts and obligations, or complete their projects, then K/S, LLC agreed to contribute \n100% of any such additional capital, and K illian and Simonini personally, and jointly and \nseverally, guaranteed the obligations of K/ S, LLC to make the additional capital \n                                                            \n2 The Christenbury project was slightly different.  In Christenbury, there were two developers, K/S \nand Provident Development Group, Inc. (“PDG”).  Under the Christenbury Operating Agreement, K/S \nagreed to contribute 50% of the additional capital needed, and PDG agreed to contribute the other \n50%.  Killian and Simonini personally guaranteed  K/S’s 50% obligation, and Thomas D. Waters \npersonally guaranteed PDG’s 50% obligation. \n3 The parties have indicated that the Operating Agreements for at least three of the LLCs (Bellmore, \nPavillion and Westmoreland) were identical.  Accordingly, the Court has relied upon the “Operating \nAgreement of Bellmore Hall, LLC” that the parties placed in the record for citation and quotation \nreferences. \ncontributions.  Specifically, the Operating Agreements provided as follows regarding \nadditional capital contributions for the LLCs: \n5.1. Capital Contributions of Members. \n \n(b)  Additional Capital Contributions. \n \n(i) If there should occur any cost overrun, revenue shortfall or other \nadverse economic factor affecting the Company, the Company shall attempt to \nsatisfy such shortfall using proceeds from the Land Development Loans.  To \nthe extent such cost overrun, revenue  shortfall or other economic factor \naffecting the Company cannot be satisfie d using such loan proceeds or to the \nextent it is not a budgeted expense und er the Project Pro-Forma (taking into \naccount any and all contingency line items) (individually, “Financial Shortfall” \nand collectively, “Financial Shortfalls”), then if any Capital Contributions in \naddition to those indicated in Section 5.1(a) are required for the Company to \ncontinue its activities, pay its debts and  obligations as they become due, or \ncomplete the Project (such completion, as determined in good faith by all of the \nMembers), Trilogy shall have the right but  not the obligation to contribute to \nthe Company the capital so required (each, an “Elective Capital Contribution”). \n \n(ii) In the event Trilogy does not make an Elective Capital Contribution \nwithin fifteen (15) days following the date the Managers provide written notice \nto the Members of the amount of additi onal capital needed under this Section \n5.1(b), then K/S agrees to contribu te to the Company one hundred percent \n(100%) of the capital needed (each, a “Required Capital Contribution”).  Any \nsuch Required Capital Contributions shal l be made within thirty (30) days \nafter the date on which the Managers provide written notice to the Members \nof the amount of additional capital n eeded under this Section (“Due Date”).  \nKillian and Simonini hereby unconditionally, jointly and severally, guarantee \nthe obligation of K/S to make Required Capital Contributions. \n \n(iii) Killian and Simonini, jointly and se verally agree to cause K/S to make \nsuch Required Capital Contributions, and such obligation shall include, but \nnot be limited to, making cash capital contributions to K/S to enable K/S to \nmake the Required Capital Contributions.  This obligation is intended to be \nthe personal, individual, and uncondi tional guarantees of Killian and \nSimonini, jointly and severally of  the Required Capital Contribution \nobligations of K/S.  This personal obligation by Killian and Simonini, jointly \nand severally, is for the benefit of Trilogy and may be enforced by Trilogy, \nwithout prejudice to any other course of  action elected by Trilogy (including \nthe furnishing of such needed additional capital on an interim basis by Special \nCapital Contribution or otherwise).  The personal promises and guarantees in \nthis paragraph are not for the benefit of any other third party and are not \nenforceable by any such party (other than Trilogy). \n \n5. The Operating Agreements also provided in Section 7.2(b) that after all debts \nand expenses of the LLCs were paid, any re maining cash was to be distributed in the \nfollowing order: first, a “pre ferred return” on the Trilogy’s initial capital contributions; \nsecond, a return of the Trilogy’s unreimbursed ca pital contributions; third, a return of any \ncapital contributed by K/S, LLC and Killian and  Simonini; and fourth, any remaining cash \ndistributed to the members in accordance with  their respective profit sharing percentage \ninterests.  \n6. Each of the four Operating Agreements  also contained identical arbitration \nagreements, which provided in Section 12.12 that: \nAny dispute or controversy arising out of  or relating to this Agreement shall \nbe determined and settled by arbitrati on in the City of Charlotte, North \nCarolina, in accordance with then prevailing Commercial Arbitration Rules of \nthe American Arbitration Associatio n.  The award rendered by the \narbitrator(s) shall be final and conclusive.  The expenses of the arbitration \nshall be borne equally by the parties to the arbitration, provided that each \nparty shall pay for and bear the cost of its own experts and legal counsel.  \n \n7. In 2008, the U.S economy entered the Great Recession, during which credit \nmarkets drastically contracted, and the market  for residential real estate was impacted \nsignificantly.  The rate of builder lot take-downs for each of the Projects was severely affected.  \nThe decrease in builder activity reduced the expe cted profits for the Projects.  As a result of \nthe Recession, the value of the lots in Bellmore and Pavilion declined below the amount \nnecessary to pay the respective acquisition and development loans for those two Projects, and \nthe loans went into default. \n8. When the acquisition and development loans for each of the four Projects went \ninto default, K/S, LLC’s contractual obligations to contribute additional capital and Killian \nand Simonini’ s guarantee were triggered.\n4  It is undisputed that neither K/S, LLC nor Killian \n                                                            \n4 Mem. Supp. Mot. Confirm 5. \nand Simonini made the capital contribution, 5 and the Bellmore and Pavilion projects \ncompletely collapsed.  To pay off the Be llmore and Pavilion loans would have required \nRespondents to make “additional capital cont ributions in the amount[s] of $5,538,835 and \n$2,200,000, respectively.”6  \n9. Subsequently, the LLCs reached settlements with the banks and dissolved the \nBellmore and Pavilion projects.  The Westmo reland and Christenbury projects were \ncompleted through the creation of a new cons truction company to buy lots and repay the \nbanks on a substantially elongated repayment schedule.  Nevertheless, Trilogy contends that \nit received a “significantly reduced [ ] am ount of money” on the Westmoreland and \nChristenbury projects than it would have re ceived had Respondents made the capital \ncontributions.7 \n10. On December 26, 2013, Trilogy filed their Statement of Claims with the \nAmerican Arbitration Association (“AAA”) in Charlotte, North Carolina.  On July 11, 2014, \nTrilogy filed an Amended Statement of Claims wi th the AAA.  Subsequently, an arbitration \nhearing was held before the parties’ designated Arbitrator, Jeffrey J. Davis, from January 12 \nto January 16, 2015.  The parties agreed that the Arbitrator would provide an unreasoned \naward.  At the hearing, Trilogy presented evid ence regarding its projected losses from the \nfailures of the four Projects, including lost pr eferred returns provided for in the Operating \nAgreements and the loss of the return of Trilogy’s original capital contribution.  Trilogy also \npresented evidence that the amount of the capital contribution that it contends K/S, LLC and \nKillian and Simonini as personal guarantor s were required to ma ke to the LLCs was \n$7,738,000.00. \n                                                            \n5 Killian and Simonini claim that they nevertheless “contributed approximately $442,000 to satisfy \nliabilities of Bellmore and $667,000 to satisfy liabilities of Pavilion.” (Br. Supp. Mot. Vacate 4). \n6 Reply Br. Supp. Mot. Vacate 2. \n7 Mem. Supp. Mot. Confirm 6. \n11. On January 26, 2015, the Arbitrator issued his Award of Arbitrator.  Because \nthe Award of Arbitrator incorrectly indicated t hat the parties had waived oral hearings, the \nArbitrator issued a Corrected Award of Ar bitrator on January 28, 2015 (hereinafter, the \n“Award”).  The Award read in full as follows: \nI, THE UNDERSIGNED ARBITRATOR, having been designated in \naccordance with the arbitration agreement entered into by the above-named \nparties, and having been duly sworn, hereby correct the Award in this matter \npursuant to Rule 50 of the Commercial Rules of the American Arbitration \nAssociation, to reflect that hearings were not waived, but rather were held on \nJanuary 12, 13, 14, 15, and 16, 2015, and submissions were made thereafter \nthrough January 20, 2015.  Having heard the evidence and arguments, and \nhaving fully reviewed and considered the written documents submitted to me, \ndo hereby, AWARD, as follows: \n \n Claimant Trilogy Partners, LLC sha ll recover of Respondents Ray A. \nKillian, Jr., Alan C. Simonini, and Killian/Simonini, LLC, jointly and severally, \nthe sum of Four Million, One Hundred Eighty One Thousand, Seven Hundred \nForty Dollars, ($4,181,740.00). \n \n All other claims and counterclaims, including Claimants’ request for \nattorney fees, are denied. \n \n The administrative fees of the American Arbitration Association \ntotaling $18,800.00 are to be borne as incurred, and the compensation of the \narbitrator totaling $21,907.50 is to borne as incurred. \n \n This award is in full settlemen t of all claims submitted to this \nArbitration.  All claims not expressly granted herein are hereby denied.  \n \n12. On April 23, 2015, Killian and Simonini filed the Motion to Vacate.  K/S, LLC \nis not a party to the Motion to Vacate and does not challenge the Award.  Trilogy has filed a \nresponse in opposition to the Motion to Vacate. \n13. On June 9, 2015, Trilogy filed its Motion to Confirm.  Killian and Simonini \nhave filed a response in opposition to the Motion to Confirm. \n14. The Motions have been fully briefed and argued and are ripe for determination.  \nB. DISCUSSION AND ANALYSIS. \nThe Applicable Law. \n15. This proceeding is governed by the North Carolina Revised Uniform \nArbitration Act, G.S. § 1-569.1 et seq.  The confirmation of an arbitration award is subject to \nG.S. § 1-569.22, which states: \nAfter a party to an arbitration receives notice of an award, the party may make \na motion to the court for an order confirming the award. Upon motion of a party \nfor an order confirming the award, the court shall issue a confirming order \nunless the award is modified or corrected pursuant to G.S. 1-569.20 or G.S. 1-\n569.24 or is vacated pursuant to G.S. 1-569.23. \n \n16. G.S. § 1-569.23(a)(4) provides that a court may vacate an arbitrator’s award \nwhen, \ninter alia, “[a]n arbitrator exceeded the arbitrator’s powers.” \n17. “Judicial review of an arbitration awar d is severely limited in order to \nencourage the use of arbitration and in turn  avoid expensive and lengthy litigation.”  First \nUnion Sec., Inc. v. Lorelli, 168 N.C. App. 398, 400 (2005).  The “foundation of the arbitration \nprocess is that by mutual consent the partie s have entered into an abbreviated adjudicative \nprocess.”  Turner v. Nicholson Props., Inc., 80 N.C. App. 208, 211 (1986) (internal quotation \nmarks omitted).  Accordingly, “an arbitration award is ordinarily presumed to be valid,” \nFaison & Gillespie v. Lorant , 187 N.C. App. 567, 572 (2007), and the general rule is that \n“errors of law or fact, or an erroneous decisi on of matters submitted to arbitration, are \ninsufficient to invalidate an award fairly and honestly made.” Turner, 80 N.C. App. at 21. \n18. “If the dispute is within the scope of the arbitration agreement, then the court \nmust confirm the award unless one of the stat utory grounds for vacating or modifying the \naward exists.”  Carteret Cnty. v. United Contractors of Kinston, Inc., 120 N.C. App. 336, 346 \n(1995).  However, “[b]efore the award can be vacated on the grounds that the arbitrator[] \nexceeded [his] authority, the record must objectively disclose that the arbitrator[] did exceed \n[his] authority in some respect.”  G.I. Wilson Bldg. Co. v. Thorneburg Hosiery Co. , 85 N.C. \nApp. 684, 689 (1987). \n19. With regard to the scope of the arbitrator’s authority, all “claims submitted to \nthe arbitrator may be decided by him.”  Faison & Gillespie , 187 N.C. App. at 573.  In \n“determin[ing] whether the parties agreed to submit a particular dispute or claim to \narbitration, [courts] must look at the language in the agreement, viz., the arbitration clause, \nand ascertain whether the claims fall within its scope.”  Rodgers Builders, Inc. v. McQueen, \n76 N.C. App. 16, 23-24 (1985).  “In so doing, any doubts concerning the scope of arbitrable \nissues should be resolved in favor of arbitra tion” because “public policy in this State, like \nfederal policy, favors arbitration.”  Id. at 24. \nKillian’s and Simonini’s Contentions. \n20. Movants Killian and Simonini move to vacate the Award pursuant to G.S. § 1-\n569.23(a)(4) on the grounds that the Arbitrato r exceeded his authority.  Movants contend \nthat, under the Operating Agreements and the applicable law, the Arbitrator had the \nauthority to award only the amounts that Re spondents failed to contribute as additional \ncapital contributions to the LLCs.  Movants contend that the Arbitrator awarded Trilogy \nconsequential or expectation damages.  Mo vants argue that while the Award does not \nexpressly so state it is related to expectation damages, the amount of $4,181,740 awarded by \nthe Arbitrator must have been for Trilogy’s expectation damages since it is exactly the sum \nof the amounts Trilogy sought for lost distributions and return of its capital contributions on \nthe Bellmore and Pavilion projects. 8  Movants do not contend in this action that the \nArbitrator’s award was not reached fairly and honestly or that the Arbitrator did not have \n                                                            \n8 In its Analysis of Damages presented at the arbitration hearing, Trilogy claimed to have “net \ndamages” from the Bellmore project of $2,695,740 and $1,486,600 from the Pavilion project. \nthe authority to decide the claim itself, but on ly that he lacked the authority to award the \ntype of damages awarded.9 \n21. Movants argue that the Arbitrator exceeded his authority because the \narbitration clauses in the Operating Agreemen ts do not expressly provide authority for an \narbitrator to award “lost capital, lost profits, or consequential damages.”10  Movants further \ncontend that Section 5.1 (b) obligates Mov ants to make only the additional capital \ncontribution, and does not suggest that they are responsible for any other payments to, or \ndamages suffered by, the LLCs or any other members.  Movants argue that other provisions \nin the Operating Agreements, including Sections 5.4, 7.1, 8.4, and 12.2, “negate any inference \nthat [Trilogy’s] Initial Capital Contribution and Preferred Return may be a recoverable \ndamage.”\n11   \n22. In support of this argument, Movants rely heavily on FCR Greensboro, Inc. v. \nC&M Investments of High Point, Inc. , 119 N.C. App. 575 (1995).  In FCR Greensboro, the \nplaintiff entered into a lease agreement with  the defendant under which the defendant was \nto build and lease a facility to the plaintiff.  The agreement, as amended, expressly provided \nthat the facility would be completed and ready for occupancy by June 15, 1993, and that the \ndefendant would be liable to the plaintiff fo r “$750 per day as liquidated damages for ‘any \ndelay past the completion date.’”  Id. at 575-76.  It was undisputed that the defendant delayed \ncommencing the construction work, and the project was not completed on time.  The \ndefendant refused to pay the liquidated damages, and the plaintiff commenced an arbitration.  \nThe arbitrator awarded the $750 per day liquidated damages to the plaintiff not only for the \n                                                            \n9 Movants assert that “the issues that were properly within the Arbitrator’s powers to determine \nwere: (a) was there an obligation on the part of [Respondents] to make a capital contribution to the \nProjects LLCs; (b) was there a breach of that obligation; and (c) how much K/S LLC should have \ncontributed to the Project LLC’s as an Additional Capital Contribution.”  Br. Supp. Mot. Vacate 1. \n10 Id. \n11 Id. at 8. \ntime period after the completion deadline, but also for the time period that the defendant \ndelayed in starting construction.  Id. at 576.  The trial court confirmed the arbitration award.  \nThe North Carolina Court of Appeals reversed th e trial court, concluding that the parties’ \nagreement expressly provided only for liquidate d damages for delay in the completion date \nand that the plaintiff never requested liqui dated damages for the delay in beginning \nconstruction. Accordingly, the Court of Appe als held that the arbitrator “exceeded his \nauthority by awarding upon a matter not submitted to him.”  Id. at 578. \n23. In addition, Movants argue that the North Carolina Limited Liability Act 12 \nstatutorily limits the remedy for failure to ma ke a capital contribution to payment of that \ncontribution.  G.S. § 57C-3-30(c) provides that “[t]he liability of members, managers, \ndirectors, and executives of a limited liabili ty company formed and existing under this \nChapter shall at all times be determined solely and exclusively by this Chapter and the laws \nof this State.”  Further, G.S. § 57C-4-02(b) states that “[i]f a member does not make the \nrequired contribution of property or services, the member . . . is obligated, at the option of the \nlimited liability company, to contribute cash equal to that portion of the value of the stated \ncontribution that has not been made.”  Movant s contend that these statutes prohibit the \nArbitrator from awarding consequential or ex pectation damages, and therefore the Award \nwas outside of his authority. \n24. Movants also contend that Trilogy lacks standing to pursue the claims because \nany obligation Killian and Simonini owed wa s to the LLCs and not Trilogy, and that \nconsequential damages were not recoverable against Killian and Simonini because they were \n                                                            \n12 The Court concludes that this proceeding was commenced by the filing of the arbitration in \nDecember of 2013.  Accordingly, the Court applies the former G.S. § 57C to this case, which is G.S. § \n57D-11-03(b). \nguarantors only of K/S, LLC’s capital contributions so that any award against them would be \nlimited to the amounts of such contributions. \nTrilogy’s Contentions. \n25.  Trilogy opposes the Motion to Vacate  and has moved the Court for an Order \nconfirming the Arbitrator’s Award.  Trilogy ar gues that the record does not objectively \ndisclose that the Arbitrator exceeded his au thority.  The Award is unreasoned, and the \nArbitrator did not explain the nature or calc ulation of the award of $4,181,740.  Trilogy \ncontends that “this Court could not possibly conclude that the arbitrator exceeded his \nauthority by awarding consequential damages because there is no way of knowing whether \nthe arbitrator awarded consequential damages at all.”13  Similarly, Movant’s contention that \nthe Award consists of damages related only to  the Bellmore and Pavilion projects cannot be \nobjectively determined from the record sinc e Trilogy sought damages related to all four \nProjects. \n26. Trilogy contends that the Operating Ag reements contain broad arbitration \nprovisions covering “any dispute or controversy” that place no limitations on the Arbitrator’s \nauthority to make an award.  Similarly,  the AAA Commercial Arbitration Rules and \nMediation Procedures do not limit the Arbitrator’s authority, as Rule R-47(a), entitled “Scope \nof Award” provides that “[t]he arbitrator may grant any remedy or relief that the arbitrator \ndeems just and equitable and within the scope of the agreement of the parties, including but \nnot limited to, specific performance of a contract.” \n27. Trilogy also asserts that even if the Arbitrator awarded Trilogy consequential \nor expectation damages, those damages are “permissible and routine” damages awarded for \nbreach of contract. 14  Section 7.2(b) of the Operating Agreements expressly provides that \n                                                            \n13 Mem. Supp. Mot. Confirm 10. \n14 Id. at 11. \nTrilogy would receive preferred distributions and a return of it s capital contributions in the \nevent that the Projects were successful.  Movants breached Section 5.1(b) by failing to make \nthe capital contributions.  This led to the co llapse of the Bellmore and Pavilion projects and \nfrustrated Trilogy’s expectation that it would receive distributions from the LLCs pursuant \nto Section 7.2(b).  Had K/S, LLC made th e contributions, or had Killian and Simonini \ncomplied with their personal guarantees, “the lots in all four projects could have been sold at \nreasonable times and at reasonable prices su fficient for Trilogy to receive distributions \npursuant to Section 7.2 of the Operating Agreements.”15 \n28.  Trilogy argues that FCR Greensboro, supra,  does not support the Movants’ \nposition.  To the contrary, that decision high lights the type of limitation on an arbitrator’s \nauthority that is missing here.  In FCR Greensboro , the agreement at issue expressly \nprovided for liquidated damages only for the period of delay after the agreed completion date, \nand the plaintiff did not request liquidated dama ges for the delay in starting construction.  \nThere, the arbitrator exceeded his express authority regarding liquidated damages as \nprovided by the agreement, and decided issues that were not submitte d to him.  Here, in \ncontrast, the Operating Agreements do not limit the damages that the Arbitrator can award, \nand Trilogy expressly sought consequential and expectation damages in the arbitration. \n29. Further, Trilogy argues that G.S. § 57C-4-02(b) does not limit the Arbitrator’s \nauthority to award consequential and expectatio n damages.  Rather, that statute provides \nthat “[e]xcept as provided in an operating agreement,” a member’s liability for failure to make \na required capital contribution might be limit ed to the amount of the unpaid capital \ncontribution.  The Operating Agreements in th is case provided that Trilogy would receive \npreferred distributions and return of its capi tal contributions, and the Arbitrator properly \n                                                            \n15 Id. at 12. \nawarded Trilogy damages based on its expectations of receiving the distributions and return \nof capital. \nReview of Arbitrator’s Award. \n30. The Court’s ability to review the Award in this case is severely curtailed by the \nparties’ agreement to accept an unreasoned award from the Arbitrator.16  Consequently, the \nCourt has no means of objectively determining how the Arbitrator arrived at the amount of \nthe award.  In the arbitration, Trilogy presen ted evidence of preferred distributions and \nreturn of capital contributions it claims it  would have received had the Movants made the \nrequired additional contribution and had the Projects been successfully completed as \nplanned.  Trilogy sought total damages of approximately $12,000,000.  The additional capital \ncontribution that K/S, LLC was required to make, and which Killian and Simonini \nguaranteed, was $7,738,835.  Ultimately, the Arbitrator awarded Trilogy $4,181,740.   \n31. While it is true that the figure awarde d by the Arbitrator is the sum of the \nexpectation damages sought by Trilogy for the failure of the Bellmore and Pavilion projects, \nthat figure also was well within the amount of the additional capital contribution that \nMovants concede the Arbitrator had authority to award.  The Arbitrator’s authority certainly \nincluded the ability to determine, for any  number of reasons including equitable \nconsiderations, that an award of the full amo unt of the additional capital contribution was \nnot warranted, but that an award of a lesser amount was proper.  In Carteret County, the \nCourt of Appeals reviewed an arbitrator’s unreasoned award of $700,000 and addressed the \nplaintiff’s argument that the amount awarded included consequential and damages that the \narbitrator did not have authority to grant.  120 N.C. App. at 347.  The Court held: \n[P]laintiff argues the arbitration award impermissibly included consequential \nand punitive damages, which it contends are not recoverable. However, we \n                                                            \n16 Mem. Supp. Mot. Confirm 10; Rule 46(b) of the AAA Commercial Arbitration Rules and Mediation \nProcedures provides the parties with the right to request that the Arbitrator issue a reasoned award. \nneed not determine whether such damage s would be recoverable in this case. \nBecause the arbitrators did not clarify th eir award, plaintiff's contention that \nthe award contains impermissible consequential and punitive damages is \nspeculation. Even if the award did contain such damages, it would not provide \ngrounds for vacating the award. \"The fact that the relief was such that it could \nnot or would not be granted by a court of law or equity is not ground for \nvacating or refusing to confirm the award.\" \n \nId. (citation omitted).  The same circumstances ex ist in this case.  Absent an explanation by \nthe Arbitrator, the conclusion that the Award was for expectation damages, and not for the \nadditional capital contribution, would be no more than “speculation.”  Id. \n32. Even if the Arbitrator awarded Trilogy contract expectation damages, the \nCourt is not convinced that it was beyond his authority to grant such damages.  First, the \narbitration clauses in the Operating Agreements gave the Arbitrator’s authority over “[a]ny \ndispute or controversy arising out of or relating to” the Operating Agreements.  Our appellate \ncourts have held very similar arbitration clauses “to be sufficiently broad to include all claims \narising out of or related to the contract or its breach.” Id.  The other provisions of the \nOperating Agreements relied upon by Movant s do not expressly limit the Arbitrator to \nawarding only certain types of damages.  A ccordingly, the Arbitrator did not exceed the \nauthority granted under the express terms of the Operating Agreements.  \n33. While Movants contend that the North Carolina Limited Liability Company \nAct limits a member’s liability to payment of agreed upon capital contributions and prohibits \nrecovery of consequential or ex pectation damages, it does not prohibit the Arbitrator from \nawarding such damages in this proceeding.  In fact, G.S. § 1-569.21(c) provides, in pertinent \npart, as follows: \n[A]n arbitrator may order any remedies  the arbitrator considers just and \nappropriate under the circumstances of the arbitration proceeding. The fact \nthat a remedy could not or would not be  granted by the court is not a ground \nfor refusing to confirm an award under G.S. 1-569.22 or for vacating an award \nunder G.S. 1-569.23” (emphasis added).  \nArbitrators “are not bound to decide according to law when acting within the scope of \ntheir authority, being the chosen judges of the parties and a law unto themselves, but may \naward according to their notion of just ice and without assigning any reason.”  Bryson v. \nHigdon, 222 N.C. 17, 19-20 (1942); Carteret Cnty. , 120 N.C. App. at 347 (citing Bryson, \nsupra).  Having agreed to resolve all disp utes under the Operating Agreements by \narbitration, Killian and Simonini vested the Ar bitrator with broad equitable authority to \nfashion appropriate remedies even if a particular remedy might not be available in a court of \nlaw.  Faison & Gillespie , 187 N.C. App. at 578 (“By submitting to arbitration, it is implied \nthat the arbitrator has the power to order an appropriate remedy, even though the contract \nmay be silent as to any specific or general relief the arbitrator may grant.”) (citation omitted). \n34. In addition, even if the Arbitrator awarded damages outside of those available \nunder the statute, such an award amounts to no more than an error or law insufficient to \nvacate the Award.  \nId.  (“If an arbitrator makes a mistake, either as to law or fact, it is the \nmisfortune of the party, and there is no help for it. There is no right of appeal, and the Court \nhas no power to revise the decisions of ‘judges who are of the parties' own choosing.’\") (quoting \nPatton v. Garrett, 116 N.C. 497, 504 (1895)). \n35. Similarly, Movants’ arguments that Tr ilogy lacked standing to pursue the \nclaims because any obligation Killian and Simonini owed was to the LLCs themselves and \nnot to Trilogy, 17 and that consequential damages were  not recoverable against Killian and \nSimonini because they were merely guarantors  only of K/S, LLC’s capital contributions, \n                                                            \n17 The Court notes that this argument appears to lack merit since Section 5.1(b)(iii) of the Operating \nAgreements provides, in pertinent part, “This personal obligation by Killian and Simonini, jointly \nand severally,  is for the benefit of Trilogy and may be enforced by Trilogy . . . The personal promises \nand guarantees in this paragraph are not for the benefit of any other third party and are not \nenforceable by any such party (other than Trilogy).”  Accordingly, the Killian’s and Simonini’s \nguarantees were made to Trilogy, not to the LLCs. \nassert errors of law.  Even assuming the Arbitrator erred on those issues, it does not provide \nthis Court with grounds for vacating the Award. \n36. The Court concludes that Movants have failed to establish, and the record \nbefore this Court does not objectively disclose , that the Arbitrator exceeded his authority in \nmaking the Award.  Accordingly, Killian’s and  Simonini’s Motion to Vacate should be \nDENIED, and Trilogy’s Motion to Confirm should be GRANTED. \nTHEREFORE, IT IS ORDERED, based upon the foregoing FINDINGS and \nCONCLUSIONS that: \n37. Killian’s and Simonini’s Motion to Vacate Arbitration Award is DENIED. \n38. Trilogy’s Motion to Confirm Arbitration Award is GRANTED. \nSO ORDERED, this the 13th day of November, 2015. \n \n     \n    /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases  \n \n \n "
}