{
  "id": "7e16db14febf581f61f578eeb177a2cef8344fc5998df98d5917fc3c494c8cdb",
  "source_file": "data/raw/ncbc/7e16db14febf581f61f578eeb177a2cef8344fc5998df98d5917fc3c494c8cdb.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nLINCOLN COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 725 \n \nBAYPORT HOLDINGS, INC. d/b/a \nDENVER DEFENSE RANGE & \nFIREARMS, \n \n   Plaintiff, \n \nv. \n \nBRIAN P. SISSON; and LAKE NORMAN \nSPORTING ARMS AND RANGE, INC. \nd/b/a THE RANGE AT LAKE NORMAN, \nd/b/a THE RANGE AT BALLANTYNE, \nd/b/a PINEVILLE GUN SHOP, \n \n   Defendants. \n \nORDER AND OPINION ON \nPLAINTIFFS’ MOTION FOR \nRELIEF FROM JUDGMENT \nPURSUANT TO N.C. RULE OF \nCIVIL PROCEDURE 60(b) \n \n1. THIS MATTER is before the Court on Plaintiffs’  [sic] Motion for Relief \nfrom Judgment Pursuant to N.C. Rule of Civil Procedure 60(b) (the “Motion”) filed by \nplaintiff Bayport Holdings, Inc.  (“Plaintiff”)1 on 22 April 2021.   (Mot., ECF No. 96.)  \nAlleging that  defendant Brian P. Sisson  (“Sisson”) “committed a fraud upon this \nCourt,” Plaintiff requests that  the Court set aside  its Final Order and Judgment \nentered on 23 April 2020 in this action, (ECF No. 88), and grant Plaintiff a new trial \npursuant to Rule 60(b)(3) .  ( Mot. 1.)  Sisson and defendant Lake Norman Sporting \nArms and Range, Inc.  (“LNSAR”) (together, “Defendants”) oppose the Motion.  For \nthe reasons set forth in this Order and Opinion, the Court DENIES the Motion. \n \n1  Although Denver Property Partners, LLC is no longer a party to this action, the Court will \ncontinue to use the case name Denver Prop. Partners, LLC v. Sisson in the e-docket for this \ncase and when publishing this Order and Opinion, as prior orders in this litigation have been \nentered and published under that case name, including the Court’s order subject to the \nMotion. \nDenver Prop. Partners, LLC v. Sisson, 2021 NCBC 39. \n \n \nElliott Law Firm, PC, by Michael K. Elliott, and The Wallace Law Firm, \nby Stephen F. Wallace, for plaintiff Bayport Holdings, Inc. \n \nSisson Law Firm, PLLC, by Kevin M. Sisson, and The McIntosh Law \nFirm P.C., by Christopher P. Gelwicks, for defendants Brian P. Sisson \nand Lake Norman Sporting Arms and Range, Inc.  \n \nRobinson, Judge. \n \nI. BACKGROUND \n2. This litigation arose from Sisson’s involvement with Denver Defense Range \n& Firearms (“Denver Defense”), an indoor shooting range and firearms retail store \nowned and operated by Plaintiff during the time period relevant to the litigation.  (See \ngenerally Compl., ECF No. 3; Am. Answer & Countercls., ECF No. 15.) \n3. This case came on for trial before the undersigned and a duly empaneled \njury on 13 January 2020 in the Superior Court of Lincoln County, North Carolina.   \nAfter a five -day trial, t he jury returned its verdict  on the issues of liability and \ndamages for both Plaintiff’s claims and Defendants’ counter claims.  ( See Verdict \nSheet, ECF No. 76.)  A total of 43 issues were su bmitted to the jury for \nconsideration.  (Verdict Sheet.) \n4. Based on the jury’s verdict, as well as the Court’s conclusions of law  \nregarding the parties’ respective claims for unfair or deceptive trade practices \n(“UDTP”), the Court entered its Final Order and Judgment on 23 April 2020 and \nordered as follows: \nA.  That judgment is enter ed for Plaintiff as to its claim for unfair and \ndeceptive trade practices against Sisson in the amount of $3.00. \n \n \n \nB.  That judgment is entered for Defendant LNSAR as to its conversion \nof property claim against Plaintiff and Plaintiff shall pay to LNSAR \ndamages in the amount of $18,500.00. \n \nC.  That judgment is entered for Sisson as to his claim for negligent \nmisrepresentation against Plaintiff, which constitutes as an unfair or \ndeceptive trade practice, and accordingly Plaintiff shall pay to Sisson \ndamages in the amount of $9,000.00. \n \nD.  That judgment is otherwise entered for Sisson as to his UDTP claim \nagainst Plaintiff for Plaintiff misleading its inventory numbers to Sisson \nin order to entice him to enter into the Management Agreement, and \nPlaintiff shall pay to Sisson damages in the amount of $13.50. \n \nE.  That all other claims brought by the parties to this lawsuit, except \nas those explicitly set forth in subparagraphs A —D of this paragraph, \nare hereby entered in favor of the defending party thereto and these \nclaims are DISMISSED WITH PREJUDICE. \n \nF.  The foregoing represents a complete and final disposition of all claims \nin this case. \n \nG.  The Court shall address, if necessary, the taxation of costs as may be \nsubmitted by a party claiming entitlement to the same based on this \nFinal Judgment.  Any such submission shall be made by separate \nmotion supported by one or more affidavits, documentary receipts, and \na brief in support. \n \nDenver Prop. Partners, LLC v. Sisson, 2020 NCBC LEXIS 54, at *22–23 (N.C. Super. \nCt. Apr. 23, 2020).   \n5. Thereafter, on  3 May 2020, Plaintiff filed a motion for judgment \nnotwithstanding the jury’s verdict as to Plaintiff’s breach of fiduciary duty claim, or, \nalternatively, for a new trial on that claim pursuant to North Carolina Rules of Civil \nProcedure 50 and 59, which the Court denied on 15 July 2020 .  See Denver Prop. \nPartners, LLC v. Sisson, 2020 NCBC LEXIS 83 (N.C. Super. Ct. July 15, 2020). \n \n \n6. Plaintiff did not appeal either the Court’s Final Order and Judgment or the \nCourt’s order denying Plaintiff’s motion  filed pursuant to Rules 50 and 59 .  \nAccordingly, this case was closed, (see ECF No. 95), and remained dormant until 22 \nApril 2021, when Plaintiff filed the Motion.   \n7. As noted, based on Plaintiff’s allegation that Sisson committed fraud in this \naction, Plaintiff, through the Motion , seeks relief from the Court’s Final Order and \nJudgment and a new trial pursuant to Rule 60(b)(3).2  (Mot. 1.) \n8. After full briefing, the Court held a hearing on the Motion by video \nconference on 26 May 2021, (ECF No. 103), at which all parties were represented by \ncounsel.  The Motion is now ripe for resolution.  \nII. LEGAL STANDARD \n9. “[A] motion for relief under Rule 60(b) is addressed to the sound discretion \nof the trial court.”  Sink v. Easter, 288 N.C. 183, 198 (1975).  Rule 60(b)(3) permits a \ntrial court to set aside a final judgment , order, or proceeding  based on fraud,  \nmisrepresentation, or other misconduct by an adverse party.  N.C.G.S. § 1A -1, Rule \n60(b).  A Rule 60 (b)(3) motion “shall be made within a reasonable time,” and “not \nmore than one year after the judgment, order, or proceeding was entered or taken.”   \nId.  \n \n2  Although the Motion broadly states that Plaintiff seeks relief pursuant to Rule 60(b), (Mot. \n1), in its supporting brief, Plaintiff focuses almost exclusively on the standard for obtaining \nrelief under Rule 60(b)(3), (see Pl.’s Br. Supporting Rule 60(b) Mot. 7–8, ECF No. 97 [“Supp. \nBr.”]).  Moreover, at the hearing on the Motion, Plaintiff’s counsel represented to the Court \nthat Plaintiff is seeking relief only under 60(b)(3), and not under any other section or \nsubsection of Rule 60.   Accordingly, the Court understands the Motion to be brought  only \nunder Rule 60(b)(3). \n \n \n10. “To obtain relief under Rule 60(b)(3), the moving party must 1) have a \nmeritorious defense, 2) that he was prevented from presenting prior to judgment, 3) \nbecause of fraud, misrepresentation or misconduct by the adverse party.”  Milton M. \nCroom Charitable Remainder Unitrust v. Hedrick , 188 N.C. App. 262, 268 (2008) \n(citation omitted).   \n11. North Carolina courts have not identified the burden of proof that applies \nto allegations of fraud under Rule 60(b)(3).  However, federal courts addressing the \nsimilarly worded Federal Rule of Civil Procedure 60(b)(3) have determined that the \nfraud contemplated by that  rule must be established by the movant by clear and \nconvincing evidence.  See, e.g., Cap Exp., LLC v. Zinus, Inc., No. 2020-2087, 2021 U.S. \nApp. LEXIS 13322, at *1338 (Fed. Cir. May 5, 2021) (“To prevail [under Rule 60(b)(3)], \nthe moving party must prove by clear and convincing evidence that the verdict was \nobtained through fraud, misrepresentation, or other misconduct and the conduct \ncomplained of prevented the losing party from fully and fairly presenting the \ndefense.” (citation omitted)); Square Constr. Co. v. Wash. Metro. Area Transit Auth. , \n657 F.2d 68, 71 (4th Cir. 1981) ( stating that “[a] party seeking relief under [Rule \n60(b)(3)] must also prove the misconduct complained of by clear and convincing \nevidence” in order to obtain such relief). \n12. The Court finds this analogous federal law persuasive in the absence of \ncontrary controlling North Carolina law .  See Turner v. Duke Univ. , 325 N.C. 152, \n164 (1989) (“ The North Carolina Rules of Civil Procedure are, for the most part, \nverbatim recitations of the federal rules. . . . Decisions under the federal rules are \n \n \nthus pertinent for guidance and enlightenment in developing the philosophy of the \nNorth Carolina rules.”).  In addition, at the hearing on the Motion, Plaintiff’s counsel \nagreed that the proper burden of proof to apply in this matter is clear and convincing \nevidence.  Accordingly , the Court concludes that , for purposes of Plaintiff’s request \nfor relief under Rule 60(b)(3) based on alleged fraud by Sisson, Plaintiff must prove \nsuch fraud by clear and convincing evidence.  \nIII. ANALYSIS  \n13. As to the timeliness of the Motion, Defendants have not challenged whether \nthe Motion was filed within a reasonable time, and Plaintiff filed the Motion just \nwithin one year of the entry of the Court’s Final Order and Judgment.  Thus, as a \nthreshold matter, the Court concludes that Plaintiff timely filed the Motion. \n14. The Court next considers Plaintiff’s allegation that Sisson committed fraud \nin this litigation, beginning with a summary of the documents that Plaintiff relies on \nin making this allegation.   \nA. Documents that Form the Basis for Plaintiff’s Fraud Allegation \n15. Plaintiff alleges that Sisson committed fraud based on  documents that \nPlaintiff represents it retrieved from (1) a file folder belonging to Sisson  and (2) a \nGmail account belonging to Robert Wats on (“Watson”), a shareholder of Plaintiff.   \n(See Supp. Br. 2–6.) \ni. Sisson’s File Folder \n16. The facts adduced to the jury at trial revealed that, after managing Denver \nDefense for several months, Sisson abruptly cleaned out much of the inventory of the \n \n \nstore and other personal property and abandoned the premises  in mid-May 2018, \nadvising Watson that he was resigning as manager and would no longer be coming to \nthe store.  As a r esult, Plaintiff had unilateral access to the store and its contents, \nwithout interference by Sisson, after Sisson left.  The evidence further revealed that \nPlaintiff attempted to resume operations at Denver Defense, but eventually closed it \ndown.  This litigation ensued shortly thereafter. \n17. A logical conclusion from this history (a conclusion Plaintiff does not \ndispute) is that any documents that may have been  located in the store after Sisson’s \ndeparture would have been in  Plaintiff’s sole possession, custody, and control \nthereafter—including any documents relating to Sisson’s investigation and \nmanagement of the store.   \n18. With this background in mind, the Court now turns to Plaintiff’s narrative \nregarding the file folder belonging to Sisson from his time managing Denver Defense. \n19. On 15 December 2019 , Watson was notified by an individual named Bud \nCesena that several  boxes needed to be picked  up from the premises of Denver \nDefense.3  ( Aff. of Robert “Bob” Watson  ¶ 7, ECF No. 99 [“Watson Aff.”].)  Watson \npicked up the boxes that same day.  (Watson Aff. ¶ 8.)   However, because Watson \nand Bud Cesena “assumed that these boxes contained only financial or transactional \npapers related to operations prior to Sisson’s ma nagement” of Denver Defense, the  \n \n3 It appears that Bud Cesena asked Watson to pick up these boxes in preparation for  a \nforeclosure sale of the Denver Defense store building that occurred on or about 19 December \n2019.  (See Supp. Br. 3.) \n \n \n \ncontents of the boxes were not examined  until more than one  year later, on 29 \nJanuary 2021.  (Supp. Br. 3; see also Watson Aff. ¶¶ 6, 9.)  \n20. On that date, Watson gave the boxes to other shareholders of Plaintiff and \ntheir counsel , who then examined the contents of the boxes  in connection with \nseparate, ongoing litigation with  First National Bank of Pennsylvania (“First \nNational Bank”).  (Supp. Br. 3; Watson Aff. ¶ 9.) \n21. Inside the boxes, the shareholders of Plaintiff and their counsel found a file \nfolder containing certain documents , which Plaintiff has filed  as exhibits  to its \nsupporting brief.4  (See Supp. Br. 2–5.)  The following is a brief description of those \ndocuments: \na. Exhibit B : a document containing handwritten notes, which Plaintiff \ncontends were written by Sisson, (Ex. B, at 4–6); \nb. Exhibit C: a document entitled “SBA 504 Loan Application ,” (Ex. C, at \n7–21); \nc. Exhibit D: a document entitled “Team Schedule week ending 12/31” that \nbears LNSAR’s name, (Ex. D, at 22–23); \nd. Exhibit H: a document entitled “Contract for Deed” that appears to have \nbeen signed by Watson on behalf of Plaintiff, (Ex. H, at 38–60); \ne. Exhibit I: an unsigned document entitled “Contract for Deed,” that has \nthe word “Original”  handwritten at the top of the first page , (Ex. I , at \n61–81); \nf. Exhibit J: a document entitled “Contract for Deed” that appears to have \nbeen signed by Sisson, (Ex. J, at 82–104); and \ng. Exhibit K: an unsigned document entitled “Management Agreement,” \n(Ex. K, at 105–123). \n \n \n4  Plaintiff included these exhibits within a single 428-page PDF file containing several other \nexhibits.  The entire PDF file is available at ECF No. 98 and has been consecutively numbered \nby Plaintiff.  For ease of reference, when citing to a document from this PDF file, the Court \nwill identify the document by referencing the applicable exhibit number (as designated by \nPlaintiff) and page number(s) from the PDF file.  \n \n \nPlaintiff asserts that these documents belong to Sisson  from his time managing \nDenver Defense and that they prove Sisson committed fraud.  (See Supp. Br. 2–12.) \n22. Defendants do not dispute that these documents belong to Sisson, but they \ndo dispute Plaintiff’s assertion that the documents demonstrate fraud by Sisson, as \naddressed more fully below.  (See Mem. in Opp’n, ECF No. 101.) \nii. Watson’s Gmail Account \n23. Plaintiff also argue s, and Defendants again dispute, that certain e -mails \ncontained in Exhibit A to Plaintiff’s supporting brief, (Ex. A, at 1 –3), are further \nevidence of Siss on’s fraud.  ( See Supp. Br. 6; Mem. in Opp’n 7 –8.)  These  e-mails, \nwhich Plaintiff retrieved from Watson’s Gmail account  (robertewatson@gmail.com), \nare from representatives of Self ‐Help Ventures Fund  (“Self-Help”), the lender that \nwas responsible for collecting payments on a loan that the U.S. Small Business \nAdministration (the “SBA”) issued to Plaintiff.  (See Supp. Br. 5–6.) \n24. The e -mails from the Self -Help representatives are dated 22 December \n2017.  (Ex. A.)  Plaintiff did not produce these e-mails during the discovery phase of \nthis litigation, though Plaintiff seemingly admits that the e- mails may have been  \nrelevant and responsive to Defendants’ discovery requests. \n25. Plaintiff’s explanation for not producing these e-mails during discovery is \nthat Watson could not remember the password to his Gmail account , where the \ne-mails were archived, for approximately three years.   ( See Supp. Br. 5 –6; Watson \nAff. ¶¶ 12–16.)  According to Plaintiff and Watson, on 23 March 2021, Watson , with \nthe assistance of his wife and another shareholder of Plaintiff, was able to remember \n \n \nthe password to his Gmail account, thereby permitting  him to access  his archived \ne-mails from that account, including the e-mails from the Self-Help representatives. \n(See Supp. Br. 6; Watson Aff. ¶ 15.) \nB. The Nature of Plaintiff’s Fraud Allegation \n26. Based on Plaintiff’s briefing and the oral argument of its counsel, the Court \nunderstands Plaintiff to allege four separate instances of fraud by Sisson, which the \nCourt now addresses in turn. \ni. Alleged Fraud Regarding Defaulted Bank Loans \n27. At trial, Issue No. 40 asked the jury whether Plaintiff failed to notify Sisson \nprior to his signing a document entitled Management Agreement  that Plaintiff was \nin default on certain bank loans, to which the jury answered yes.  (Verdict Sheet Issue \nNo. 40.) \n28. Plaintiff conten ds that this finding by the jury  was obtained through \nSisson’s fraud.  According to Plaintiff, Exhibits A and B to its supporting brief  show \nthat Sisson knew as early as 19 December 2017 that Plaintiff was in default  on the \nbank loans in question, thereby contradicting Sisson’s deposition and trial testimony \nthat he lacked this knowledge about the defaulted status of the loans prior to signing \nthe Management Agreement.  (See Supp. Br. 6, 8–10.) \n29. Exhibit A contains the following e-mail dated 22 December 2017 from Dale \nHarrold (“Harrold”), a representative of Self -Help, to Watson, on behalf of Plaintiff, \nwhich Plaintiff avers is evidence of Sisson’s alleged fraud regarding Issue No. 40: \nBob [Watson], it’s my understanding that the propose d new ownership \ngroup will take over management and debt payments as of 1/1/2018.  \n \n \nHowever, I’m writing to remind you that we will need the November \npayment wired per Paul’s instructions below no later than next \nThursday December 28th in order to prevent 60‐day delinquency. \n \nBrian [Sisson] and I had a good conversation this afternoon.  He may be \na candidate to assume the existing  loan.  As we discussed previously, \nthe loan needs to continue to stay less than 60 days delinquent in order \nfor us to maintain fl exibility with the SBA.  The loan will become 60 ‐\ndays delinquent on January 1, 2018 unless this payment is made. \n \n(Ex. A, at 2.) \n \n30. As is apparent on the face of this  e-mail, Sisson is not a recipient of this \ncommunication, and  as Defendants point out , Plaintiff has not submitted any \nevidence establishing that Sisson was otherwise aware of this e-mail from Harrold to \nWatson.  (Mem. in Opp’n 7.)  And in the absence of such evidence, or other evidence \nshedding light on the specific n ature of the “conversation” between Harrold and \nSisson, this e-mail falls well short of clearly and convincingly proving that Sisson was \nmade aware (by Harrold or Plaintiff) prior to Sisson ’s signing the Management \nAgreement that Plaintiff was in default on the SBA loan.   \n31. Moreover, Defendants note that, although Harrold reminded Watson in the \ne-mail that the SBA loan was “less than 60 days delinquent” as of 22 December 2017, \nHarrold did not specifically say that the loan was in default  at the time .  (Mem. in \nOpp’n 7–8.)  Thus, even assuming arguendo that Harrold also told Sisson that the \nSBA loan was “less than 60 days delinquent,” this information standing alone would \nnot clearly and convincingly show that Sisson knew Plaintiff was in default on the \nloan as of 22 December 2017, since Plaintiff has not provided evidence that could \n \n \npermit the Court to conclude that Sisson understood “less than 60 days delinquent” \nto mean “in default.”5  \n32. Exhibit B  suffers from similar deficiencies.  T his document contains the \nfollowing handwritten notes (which Defendants do not deny were written by Sisson): \n \n \n(Ex. B, at 5.)   Plaintiff claims that the notation “ 936000 original amt” refers to the \nSBA loan and that the notation  “bank 1557000 1621500” refers to a loan issued to \n \n5  Plaintiff has submitted a document (Exhibit E)  that states default under the SBA  loan \noccurred when “Borrower [did] not make a payment when due under this Note.”  (Ex. E, at \n26.)  However, Plaintiff has not argued that Sisson was aware of the contents of this \ndocument.  (Cf. Supp. Br. 5 (“In addition, within the folder there was a handwritten note with \nDenver Defenses [sic] loan balances [Exhibit B], Sisson’s 504 Loan application with Self-Help \n[Exhibit C], three Contract for Deed contracts  [Exhibits H–J], and a draft Management \nAgreement dated December 20, 2017 [Exhibit K].” (footnotes omitted)).) \n\n \n \nPlaintiff by First National Bank.  (Supp. Br. 9 –10.)  Assuming that Plaintiff’s \ninterpretation of these cryptic notations  is accurate , Exhibit B nevertheless  fails, \neither standing alone or in combination with other evidence submitted, to clearly and \nconvincingly show that Sisson lied about Plaintiff’s failure to notif y him prior to \nsigning the Management Agreement that Plaintiff was in default on both the SBA \nloan and the First National Bank loan. \n33. To begin with, the notes in Exhibit B are not dated , and the Court agrees \nwith Defendants that it is unclear when Sisson wrote the m.  (Mem. in Opp’n 6.)  To \nthe extent that Plaintiff contends the notation “12/19” in the middle of the document \nmeans that Sisson wrote the notes on 19 December 2017, the Court concludes that  \nPlaintiff has not presented sufficient evidence to support this contention.   \n34. And even if the Court were to determine that Sisson did, in fact, write the \nnotes on 19 December 2017, the notes on their face do not lead the Court to conclude \nthat Sisson knew Plaintiff was in default on the two loans as of that date.  Although \nPlaintiff argues that the notation “less than 60 past due” establishes that Sisson knew \nthe SBA loan was in default, (Supp. Br. 9), the Court, for the same reasons discussed \nabove in its analysis of Exhibit A, cannot conclude that Sisson understood “less than \n60 past due ” to mean “in default.”  With regard to the  First National Ban k loan, \nnothing in the notes reflects that Sisson was aware this loan was in default or that \nPlaintiff was behind on any payments for this loan. \n35. Finally, as acknowledged by Plaintiff,  at trial, there were a total of four \nbank loans that were the subject of Issue No. 40 .  ( See Supp. Br. 6.)  Nonetheless , \n \n \nPlaintiff invites the Court to rule that Exhibits A and B prove that Sisson knew prior \nto signing the Management Agreement that Plaintiff was in default on all four bank \nloans, even though Exhibit A refers only to the SBA loan while Exhibit B, at best, \nrefers only to the SBA loan and the First National Bank loan.  The Court declines to \nmake such a ruling that, simply put, is not supported by the record. \n36. In sum, the Court concludes  that Plaintiff has not proven by  clear and \nconvincing evidence that Sisson committed fraud in obtaining a favorable jury verdict \non Issue No. 40. \nii. Alleged Fraud Regarding Misrepresentation of Inventory  \n37. At trial,  the jury found, as part of Issue No. 38, that Plaintiff provided \nmisleading inventory numbers to Sisson  in order to entice him to enter into the \nManagement Agreement.  (Verdict Sheet Issue No. 38.) \n38. Plaintiff argues that Sisson was not truly concerned about these misleading \ninventory numbers because, in Sisson’s application to the SBA for funds to purchase \nDenver Defense (Exhibit C),  he listed the purchase price for Denver Defense as \n$2,900,000.00, which Plaintiff interprets to mean that Sisson intended all along to  \ndeduct the overstated value of the inventory , as reported to Sisson by Plaintiff \n($400,000.00), from the price that Sisson initially agreed to pay to  purchase Denver \nDefense from Plaintiff ($3,300,000.00).  ( See Supp. Br. 10 –11.)  In other words, \nPlaintiff believes that  Exhibit C  shows that  Sisson’s “true intentions ” were “to \ncompensate [himself] for the inventory discrepancy,” a “fact that the jury should have \nheard.”  (Supp. Br. 11.)   \n \n \n39. There are several problems with Plaintiff’s theory here.  First and foremost, \nPlaintiff fails to articulate  a meritorious defense that it was prevented from \npresenting prior to the entry of the Final Order and Judgment , as required by Rule \n60(b)(3).  Merely contending that the jury should have heard about Sisson’s “true \nintentions,” without more, does not warrant the relief sought by Plaintiff.  \n40. Relatedly, as Defendants point out, it appears that Plaintiff is not actually \nchallenging the jury’s finding that Plaintiff provided misleading inventory numbers \nto Sisson , but instead is contending Sisson did not really care that he was being \nmisled.  (Mem. in Opp’n 8.)  As a result, the Court is unable to discern  what fraud \nPlaintiff contends Sisson committed as to that jury finding. \n41. To the extent that Plaintiff contends the alleged fraud is Sisson’s supposed \nconcealment of his lack of concern about the overstated value of the inventory , that \nargument is meritless.  Indeed, in its supporting brief, Plaintiff recites a portion of \nSisson’s trial testimony in which he  indicated that “[t] he [inventory] discrepancy \nreally didn’t concern me that much  because going in I knew they had no idea what \ntheir inventory level was.”  (Supp. Br. 11 (emphasis added) (quoting Ex. M, at 312).) \nAs such, “the jury did get to hear testimony about [Sisson’s] con cern or lack thereof \nover the actual inventory,” and even after hearing this testimony, the jury still “found \nthat Plaintiff had misstated its inventory numbers.”  (Mem. in Opp’n 8.) \n42. Simply put, there is no sound basis for setting aside the jury’s verdict that \nPlaintiff provided misleading inventory numbers to Sisson in order to entice him to \nenter into the Management Agreement. \n \n \niii. Alleged Fraud Regarding The Ownership of T he Range at \nDenver, Inc. \n \n43. Plaintiff next asserts that Sisson lied during his deposition about  the \nownership of an entity called The  Range at Denver, Inc . (“The Range at Denver”) .  \nAccording to Plaintiff, when Sisson testified that he was the sole owner of The Range \nat Denver, he was lying because Sisson’s SBA 504 Loan Application (Exhibit C) lists \nSisson’s wife  (Patricia P. Sisson) as “CEO” under the section identifying  the \nownership of The Range at Denver.  (See Supp. Br. 11–12.) \n44. Based on this information, Plaintiff argues in conclusory fashion that \n“Sisson deprived both the Plaintiff and this court access to a vital witness who had a \nsubstantial role to play in this litigation.”  (Supp. Br. 12.)  This argument is \nunavailing under Rule 60(b)(3).   Plaintiff was required to  set forth  a meritorious \ndefense that it was prevented from presenting  before the Court  entered its Final \nOrder and Judgment.  Plaintiff has failed to do that here.6   \n45. In addition, Plaintiff has not presented clear and convincing evidence that \nSisson lied about the ownership of The Range at Denver.  Indeed, as Defendants point \nout, Sisson signed Exhibit C on the space reserved for “Owner Signature” while his \nwife signed on the line reserved for “Spouse Signature.”  (Mem. in Opp’n 9–10.)  The \nCourt therefore is unable to conclude from Exhibit C alone that Sisson’s wife was also \n \n6  Plaintiff’s conclusory argument that  Sisson prevent ed Plaintiff and the Court from \naccessing a vital witness (Sisson’s wife) is undercut by the fact that  Sisson’s wife was listed \nin the Court’s Final Pretrial Or der as an individual that Plaintiff intended to call  to testify \nat trial.  (ECF No. 72  ¶ 6.)  Plaintiff ultimately and unilaterally decided not to question \nSisson’s wife at trial.   \n \n \nan owner of The Range at Denver at the time that Sisson testified he was the sole \nowner of this entity. \n46. In short, Plaintiff is not entitled to relief under Rule 60(b)(3) on the basis of \nSisson’s alleged fraud regarding the ownership of The Range at Denver. \niv. Alleged Fraud Regarding Contract for Deed \n47. For the first time in its reply brief, Plaintiff argues that  Sisson has \nfraudulently concealed “his execution of the Contract for Deed that bound him to the \ntransaction’s real estate purchase.” 7  (Pl.’s Reply 3, ECF No. 102.)  The Court is not \nrequired to consider this argument.  See, e.g., Hardin v. KCS Int’l, Inc., 199 N.C. App. \n687, 707–08 (2009) (holding that argument raised for the first time in reply brief was \n“not . . . properly before the Court”); see also BCR 7.7 (“A reply brief must be limited \nto discussion of matters newly raised in the responsive brief.”).   For purposes of a \nthorough analysis, however,  the Court, in its discretion, will address the merits of \nPlaintiff’s argument. \n48. The Court first notes that it appears that Plaintiff ’s fraud allegation \nconcerning the Contract for Deed is nothing more than an attempt to rehash an issue \nthat the Court previ ously addressed at a much earlier stage of the litigation : the \nenforceability of the Contract for Deed. \n \n7  In its initial brief in support of the Motion, Plaintiff relies on the three versions of the \nContract for Deed attached to that  brief as Exhibits H through J for the purpose  of \n“[a]uthenticating Sisson’s [f]older.”  (Supp. Br. 3 –4.)  In the argument section of the brief, \nhowever, Plaintiff does not make the same allegation about the Contract for Deed that it \nmakes in its reply brief.  (See Supp. Br. 8–13.) \n \n \n49. The record in this case reveals that the Contract for Deed was the subject \nof an earlier Motion to Amend Complaint (the “Motion to Amend”) filed on 5 June \n2019 by Plaintiff and Denver Property Partners, LLC (then a plaintiff in this action).8  \n(Mot. to Am. Compl., ECF No. 44.)  Through the Motion to Amend , Plaintiff and \nDenver Property Partners, LLC sought to add a new claim for breach of contract \nagainst Sisson, which was based on a version of the Contract for Deed that Plaintiff \nand Denver Property Partners, LLC attached to their Motion to Amend.  (See Mot. to \nAm. Compl. Ex. A.)  On 5 August 2019, the Court entered an order denying the Motion \nto Amend, concluding, among other things, that an amendment allowing a breach of \ncontract claim would be futile, given that the underlying document entitled Contract \nfor Deed (as attached to the Motion to Amend ) was not an enforceable contract , but \nrather, under the record before the Court at the time,  a counteroffer that had not \nbeen accepted by Plaintiff or  Denver Property Partners, LLC .  (See generally Order \non Pls.’ Mot. to Am. Compl., ECF No. 55.)  Although Plaintiff and Denver Property \nPartners, LLC initially appealed the Court’s order denying their Motion to Amend , \nthey later withdrew their appeal.  (See ECF Nos. 57, 59.) \n50. In addition, at trial, the parties were not permitted to  introduce evidence \nregarding “[t]he existence of a Contract for Deed, including all versions or drafts,  \nsigned or unsigned[,]” pursuant to a joint motion in limine filed by the parties.  (Order \non J. Mot. in Limine 2, 5, ECF No. 73; see also J. Mot. in Limine, ECF No. 65.) \n \n8  Because Plaintiff argues that Sisson committed fraud in this litigation as to the Contract \nfor Deed, the Court deems it proper, and indeed necessary, to review the entire record in this \ncase to determine when this document may have previously been a point of contention in the \nlitigation between the parties. \n \n \n51. Notwithstanding this procedural history surrounding the Contract for \nDeed, Plaintiff now once again alleges that it has proof that Sisson was obligated to \npurchase Denver Defense from Plaintiff pursuant to the Contract for Deed and that \nSisson ultimately breached that obligation.  (Pl.’s Reply 2 –4.)  As support for this \nallegation, Plaintiff principally relies on Exhibit J to its supporting brief, a document \nthat is virtually identical to the version of the Contract for Deed attached to Plaintiff’s \nearlier Motion to Amend.  (Compare Ex. J, with Mot. to Am. Compl. Ex. A.)  The only \ndifference between the two documents is that Exhibit J has “agreed to” hand written \nat the bottom of the first page, which Plaintiff contends was written by Sisson .  (Ex. \nJ, at 83.) \n52. Plaintiff’s counsel argued at the hearing on the Motion that the additional \n“agreed to” notation on Exhibit J shows that Sisson understood he was bound by the \nterms of this document .  However, the version of the Contract for Deed attached to \nPlaintiff’s Motion to Amend was signed by Sisson, (see Mot. to Am. Compl. Ex. A), and \nthe Court nonetheless determined that this version of the Contract for Deed was not \nan enforceable contract.  Thus, it appears to the Court that Plaintiff is, in effect, using \nRule 60(b)(3) to revisit an issue that it could have otherwise pursued through a timely \nappeal, i.e., whether  the Court properly denied Plaintiff’s Motion to Amend , which \nsought to add a breach of contract claim against Sisson based on a version of the \nContract for Deed that was signed by Sisson.  This is an improper use of Rule 60(b)(3).  \nSee, e.g. , Chicopee, Inc. v. Sims Metal Works, Inc. , 98 N.C. App. 423, 431 (1990) \n \n \n(“Erroneous judgments may be corrected only by appeal, and a motion under [Rule \n60(b)(3)] cannot be used as a substitute for appellate review.”).   \n53. In any event, the Court concludes that Plaintiff has not presented clear and \nconvincing evidence that  Sisson committed fraud with respect to the Contract for \nDeed.  Although Plaintiff argues that  Sisson gave fa lse “testimony under oath ” \nregarding the Contract for Deed, (Pl.’s Reply 3),  the only relevant testimony  that \nPlaintiff has presented in connection with this contention is from Sisson’s deposition, \nwhere he testified that he “never signed a notarized copy” of the Contract for Deed , \n(Ex. L, at 168–69).  However, this specific testimony from Sisson has previously been \nproven to be true and accurate.  (See Order on Pls.’ Mot. to Am. Compl. ¶¶ 17–18.)9 \n54. To summarize, Plaintiff has not proven by clear and convincing evidence10 \nthat Sisson committed fraud in this action , and , at times (as exp lained above), \nPlaintiff has also failed to articulate any meritorious defense (or claim) that it was \nprevented from presenting prior to the Court ’s entry of the  Final Order and \nJudgment.  In addition, the Court also notes that Plaintiff’s counsel conceded during \nthe hearing on the Motion  that Sisson did not prevent Plaintiff from presenting  at \ntrial the documents that Plaintiff now contends prove Sisson’s alleged fraud.  Indeed, \n \n9  Plaintiff also represents  in its reply brief that “Plaintiff now shows three signed versions \nof the Contract for Deed that [Sisson] executed and personally maintained in his file, which \nare detailed in Plaintiff’s Brief since they have come to light.”  (Pl.’s Reply 2.)  This is not an \naccurate statement.  Plaintiff has submitted only one version that is signed by Sisson, Exhibit \nJ to its initial supporting brief.   \n \n10  To the extent that a less er burden of proof may apply, the Court concludes, for all the  \nreasons discussed in this Order and Opinion and on the record before the Court, that Plaintiff \nhas not established any fraud by Sisson, even when Plaintiff’s arguments and supporting \nmaterials are analyzed under a lesser burden of proof.  \n \n \nthe boxes of documents that Plaintiff retrieved from Denver Defense were in Watson’s \npossession before the trial commenced, but Plaintiff’s shareholders and their counsel \nchose to wait to examine the boxes until after the trial ended and the Court entered \nits Final Order and Judgment .  Likewise, Sisson did not cause Watson to forget his \npassword to his  Gmail account.11  For all these reasons, then, the Court concludes \nthat Plaintiff is not entitled to a new trial in this action pursuant to Rule 60(b)(3).  \n55. One final point bears mention.  I n response to the Court ’s questioning \nduring the hearing on the Motion  about the documents submitted  by Plaintiff  in \nsupport of the Motion, Plaintiff’s counsel accused the Court of making arguments for \nDefendants.  That is not so.  What the Court did do was carefully review and \nscrutinize the arguments and documents presented to the Court by all the parties to \nassess their strengths and weaknesses so that the Court could ultimately determine \nwhether Sisson committed fraud upon this Court, as alleged by Plaintiff, and whether \nPlaintiff was entitled to a new trial in this action, nearly a year after the Court’s entry \nof its Final Order and Judgment. \nIV. CONCLUSION \n56. For the foregoing reasons, the Court, in its discretion, hereby DENIES the \nMotion in its entirety. \n \n11  The Court confirmed, through Plaintiff’s counsel at the hearing on the Motion , that the \nboxes of documents and e -mails in Watson’s Gmail account were in Plaintiff’s , and not \nSisson’s, possession, custody, or control during the discovery phase of this litigatio n.  The \nCourt finds it troubling that Plaintiff  clearly failed to review relevant documents in its \npossession, both before and during the pendency of this litigation, which review would have \nalerted counsel to their existence, and now blames Sisson for wit hholding this information \nfrom the Court. \n \n \nSO ORDERED, this the 25th day of June, 2021. \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}