{
  "id": "7e6bbac05b6c4912d9ab4383ae237f23a071c8ee09cb523f3c10baab6f84e119",
  "source_file": "data/raw/ncbc/7e6bbac05b6c4912d9ab4383ae237f23a071c8ee09cb523f3c10baab6f84e119.pdf",
  "raw_text": "AP Atl., Inc. v. Crescent Univ. City Venture, LLC, 2017 NCBC 91. \n \nNORTH CAROLINA \n \nMECKLENBURG COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 14745 (Master File) \n16 CVS 14844 (Related Case) \nAP ATLANTIC, INC. d/b/a \nADOLFSON & PETERSON \nCONSTRUCTION, \n \n    Plaintiff, \n \nv. \n \nCRESCENT UNIVERSITY CITY \nVENTURE, LLC; THE GUARANTEE \nCOMPANY OF NORTH AMERICA \nUSA; BB&M ARCHITECTURE, \nPLLC; SCA ENGINEERS, INC.; \nMADISON CONSTRUCTION \nGROUP, INC.; TRUSSWAY \nMANUFACTURING, INC.; and T. A. \nKAISER HEATING & AIR, INC., \n \nDefendants. \n \nv. \n \nSEARS CONTRACT, INC.; MACEDO \nCONTRACTING CO.; WHALEYS \nDRYWALL, LLC; GRANADA \nINTERIORS, INC.; STALLINGS \nDRYWALL, LLC; MAYNOR PI, INC.; \nMATUTE DRYWALL, INC.; \nINTERIOR DISTRIBUTORS, A \nDIVISION OF ALLIED BUILDING \nPRODUCTS, CORP.; MANUEL \nBUILDING CONTRACTORS, LLC; \nEAGLES FRAMING COMPANY, \nINC.; DIAZ CARPENTRY, INC.; \nSOCORRO CASTILLE MONTLE; \nAND GUERRERO CONSTRUCTION \nPRO, INC. \n \n                 Third-Party Defendants. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT CRESCENT \nUNIVERSITY CITY VENTURE, LLC’S \nOBJECTION TO PLAINTIFF’S \n THIRD-PARTY COMPLAINT \n \n \n \n \n \n \n \nMADISON CONSTRUCTION \nGROUP, INC., \n \n                      Third-Party Plaintiff, \n \nv. \n \n \n \n \nMANUEL BUILDING \nCONTRACTORS, LLC, \n \n                   Third-Party Defendant. \n \n \n1. This Matter is before the Court upon Defendant Crescent University \nCity Venture, LLC’s (“Crescent”) Objection to Plaintiff’s Third -Party \nComplaint (the “Objection”) in the above-captioned matter. \n2. After considering the Objection, the arguments of counsel fo r the \nparties at the September 25, 2017 expedited hearing on the Objection, and the \nbriefs by the parties in support of and in opposition to the Objection, the Court \nhereby OVERRULES the Objection. \nSwindell & Bond, PLLC, by John D. Bond, III, and Bradley Arant \nBoult Cummings LLP , by Douglas L. Patin and Avery A. \nSimmons, for Defendant Crescent University City Venture, LLC. \n \nBell, Davis & Pitt, P.A., by Edward B. Davis, Jason B. James, and \nDemitra Sourlis, for Defendant BB&M Architecture, PLLC. \n \nJohnston, A llison & Hord, P.A., by Greg C. Ahlum, Robert L. \nBurchette, and Parker Evans Moore, Hall Booth Smith, P.C., by \nRobert McCune and Alan R. Belcher, Ragsdale Liggett PLLC, by \nWilliam W. Pollock and Edward E. Coleman, III, and Robinson \nElliot & Smith, by William C. Robinson and Dorothy M. Gooding, \nfor Plaintiff AP Atlantic, Inc. d/b/a Adolfson & Peterson \nConstruction. \n \nBledsoe, Judge. \n \nI. \nFACTUAL & PROCEDURAL BACKGROUND \n3. This case began over two years ago, in August 2015.  It has proceeded \nin this Court since it s designation as a complex business case in April 2016.  \n \n \n(Designation Order, ECF No. 36.)   On October 10, 2016, this case was \nconsolidated with a related action, Crescent University City Venture, LLC v. \nAdolfson & Peterson, Inc. , No. 16 CVS 14844 (Mecklenburg County) , and \ndesignated as  the master case on the Court’s docket.  For the purposes of \nresolving the Objection before the Court, the alleged facts and complex \nprocedural history of this litigation can be distilled as follows. \n4. The dispute at the center of this litigation  concerns the construction \nof student apartments in Charlotte, North Carolina  (the “project” or \n“construction”) by Plaintiff AP Atlantic, Inc. d/b/a Adolfson & Peterson \nConstruction (“AP Atlantic”) for Crescent.  (See generally Compl., ECF No. 1.)  \nAP Atlantic sued Crescent for an alleged breach of contract  for outstanding \nbalances, for a suit on bond and to enforce a claim of lien on the property, for \npriority of AP Atlantic’s claim of lien, and for quantum meruit.  (Compl. 3–6.)  \nAP Atlantic then expanded the suit by amending its Complaint in November \n2015 to add claims against several subcontractors.  (Am. Compl., ECF No. 6.) \n5. On January 29, 2016, Crescent filed an Answer and asserted its own \ncounterclaims against AP Atlantic.  (Answer & Countercl., ECF No. 19.)  These \ncounterclaims were based on two theories.  First, Crescent claimed AP Atlantic \nhad completed the construction late.  (Answer & Countercl. 43 –48.)  Second, \nCrescent claimed a defect in the project’s floor trusses.  ( Answer & Countercl. \n49–57.)  A llegedly, following a large gat hering of students in one of the \napartments, the floor of that apartment , and the ceiling of the unit beneath , \n \n \nbegan to sag and crack.  (Answer & Countercl. 50.)   This lea d Crescent to \ndiscover that alleged defects and damages to the apartments’ floor trusses were \n“prevalent throughout the buildings.”  (Answer & Countercl. 52.)   Crescent \namended its counterclaims again in January 2017.  (Answer & Am. Countercl., \nECF No. 159.)  That amendment added a party that was later dismissed from \nthe case. \n6. In the interim, the litigation continued forward.  On September 20, \n2016, the Court entered a Case Management Order detailing the timeline on \nwhich the case was to proceed.  (Case Management Order, ECF No. 94.)  Under \nthe Case Management Order, the parties had until April 20, 2017 to conduct \nfact discovery.  (Case Management Order 22.)  On March 28, 2017, the Court \nextended this deadline for ninety days.  (Order Joint Mot. Modify Case \nManagement Order & Extend Disc. Deadlines 2, ECF No. 183.)  In requesting \nthis modification, AP Atlantic and the subcontractor parties represented to the \ncourt that the parties had been engaged in “extensive fact \ndiscovery . . . including the exchange of written fact discovery, a nd [were] \npursuing discovery diligently.”  (Joint Mot. Modify Case Management Order & \nExtend Disc. Deadlines 3, ECF No. 177.)   Under the extended deadline, the \nparties continued with discovery. \n7. As part of this continuing discovery, AP Atlantic received responsive \ninformation identifying second -tier subcontractors who had worked on the \nproject.  AP Atlantic received this information  in April  and May  2017, \n \n \napproximately seven  to eight  months after the Court’s entry of the Case \nManagement Order.  AP Atlantic t ook no action at that time to involve the \nsecond-tier subcontractors in the case.  The Court was not informed that these \nnewly discovered parties existed or that AP Atlantic intended to add them to \nthe litigation as third-party defendants. \n8. On June 6, 2017, Crescent and AP Atlantic agreed to settle all claims \nbetween the two parties dealing with late completion of the construction and \noutstanding balances on the construction contract.  (Pl.’s Mem. Reply Def.’s \nObj. Pl.’s Third -Party Compl. 5, ECF No. 252.)   The agreement required \nCrescent to “modify its counterclaim to remove any claim for liquidated \ndamages[,]” i.e., any claim besides those relating to the defective floor trusses.  \n(Def.’s Br. Supp. Obj. Pl.’s Third-Party Compl. 3, ECF No. 231.)  In an effort to \ncomply with this provision, Crescent filed an Amended Answer and Second \nAmended Counterclaim on June 29, 2017.  This pleading did not add any new \ntheories of liability to the case or  contain new allegations; it simply  removed \nallegations from Crescent’s Answer and Amended Counterclaim that Crescent \nbelieved should be deleted du e to the settlement agreement.  ( See generally \nAm. Answer & Second Am. Countercl., ECF No. 212.) \n9. Without previously consulting with Crescent or the Court, AP \nAtlantic filed a Reply to Crescent’s Second Amended Counterclaim and a  \nThird-Party Complaint on July 20, 2017.  (Pl.’s Mot. Strike, Mot. Dismiss, \nReply Def.’s Second Am. Countercl. & Third-Party Compl., hereinafter “Reply \n \n \n& Third-Party Compl.,” ECF No. 219.)   The Third-Party Complaint asserted \nclaims against thirteen second-tier subcontractors AP Atlantic contends it \ndiscovered in April  and May .  ( See generally  Reply & Third-Party Compl.)   \nCrescent filed its Objection in response to this maneuver.   \n10. Defendant BB&M Architecture, PLLC (“BB&M”) joined in Crescent’s \nObjection.  BB&M adopts Crescent’s Objection, statements, and arguments as \nits own.   (BB&M Architecture Notice Joining Def.’s Obj. Pl.’s Third -Party \nCompl. 1–2, ECF No. 266.)  The Court will therefore address the arguments of \nboth parties by reference to Crescent’s arguments.  \n11. Crescent argues that AP Atlantic’s Third -Party Complaint is \nimproper because AP Atlantic was required to seek leave from the Court before \nfiling, citing Rules 14, 15, and 21 of the North Carolina Rules of Civil Procedure \n(“Rule(s)”).  (Def.’s Br. Supp. Obj. Pl.’s Third -Party Compl. 4.)  AP Atlantic \ncounters by asserting that Rule 14 clearly allows for AP Atlantic’s conduct.  \n(Pl.’s Mem. Reply Def.’s Obj. Pl.’s Third-Party Compl. 6.) \nII. \nANALYSIS \n12. The issue before the Court is clearly one centered on Rule 14.  While \nCrescent’s argument that principles expressed in Rules 15 and 21 are \nanalogous to considerations of fairness and prejudice that should apply in this \ncase is well taken, the question presented by the Objection is about the \ntimeliness of third-party practice.  Rule 15 deals with the amendment of \n \n \npleadings.  N.C. R. Civ. P. 15.  Here, the action to which Crescent objects is not \nthe filing of an amended pleading but the filing of a third-party complaint.  In \nthe same vein, Rule 21 does not address the specific issue of timeliness in the \ncontext of third-party practice.  See N.C. R. Civ. P. 21.   Thus, the question \nbefore the Court is whether Rule 14 required AP Atlantic to seek leave of the \nCourt before adding third-party defendants  to the case  on the heels of \nCrescent’s nonsubstantive amendment to its Counterclaim. \n13. Rule 14 (b) provides that a plaintiff may “cause a third party to be \nbrought [into an action] under circumstances which under [Rule 14]  would \nentitle a defendant to do so.”  N.C. R. Civ. P. 14(b).  Whether a plaintiff can \nproperly engage in third-party practice thus depends on whether a defendant \nin his position could do so.  On that point, Rule 14 states \nAt any time after commencement of the action a defendant, as a third-\nparty plaintiff, may cause a summons and complaint to be served upon \na person not a party to the action who is or may be liable to him for all \nor part of the plaintiff's claim against him.  Leave to make the service \nneed not be obtained if the third-party complaint is filed not later than \n45 days after the answer to the complaint is served .  Otherwise leave \nmust be obtained on motion upon notice to all parties to the action. \n  \nN.C. R. Civ. P. 14(a).  Thus, putting the provisions toget her, a plaintiff does \nnot need to obtain leave to serve a third-party defendant if the plaintiff files a \nthird-party complaint not later th an forty-five days after the plaintiff’s reply \nto a counterclaim is served. \n14. AP Atlantic argues that this language exp ressly allows what it has \ndone in this case.  Twenty-one days a fter Crescent filed i ts Second Amended \n \n \nCounterclaim, AP Atlantic  filed its Reply.  Contemporaneously, AP Atlantic \nalso filed its Third-Party Complaint.  As such, AP Atlantic asserts,  its Third-\nParty Complaint was served within the forty-five-day limit of Rule 14, and no \nleave was required. \n15. Crescent disputes this interpretation and applic ation of Rule 14 .  It \nargues that its Second Amended Counterclaim was nothing more than a \nhousekeeping filing meant to prune the issues proceeding to trial down to those \nthat remained following the settlement agreement.  Because the amendment \ndid not change the theory or scope o f the case and did not add claims or \nallegations to Crescent’s previous Amended Counterclaim, Crescent asserts AP \nAtlantic was not required to file a s ubsequent responsive pleading.  Crescent \nobjects to AP Atlantic using a duplicative  reply as a means to add new  third \nparties into the case without leave.  \n16. Where a statute’s languag e is clear and unambiguous, “courts must \nconstrue the statute using its plain meaning.”  Burgess v. Your House of \nRaleigh, Inc., 326 N.C. 205, 209, 388 S.E.2d 134, 136 (1990).  A term not defined \nby the statute is interpreted according to its ordinary mean ing.  Morris \nCommc’ns Corp. v. City of Bessemer , 365 N.C. 152, 157, 712 S.E.2d 868, 872 \n(2011).  “A term is ambiguous if it has more than one meaning, and a layman \nwould be unable to determine which meaning is intended.”  Morris v. Thomas, \n161 N.C. App. 680, 685, 589 S.E.2d 419, 422 (2003). \n \n \n17. In contrast, when “a statute is ambiguous, judicial construction must \nbe used to ascertain the legislative will.”  Burgess, 326 N.C. at 209, 388 S.E.2d \nat 136–37.  The primary objective of the courts in such a case is “to ascertain \nand adhere to the intent of the legislature.”  Rhyne v. K-Mart Corp., 149 N.C. \nApp. 672, 685, 562 S.E.2d 82, 92 (2002).   In attempting to discern this intent, \nthe courts “presume that the legislature acted with full knowledge of prior and \nexisting law and its construction by the courts.”  Id. (citing Raeford Lumber \nCo. v. Rockfish Trading Co., 163 N.C. 314, 317, 79 S.E. 627, 628–29 (1913)).  \n18. The plain text of Rule 14 sheds no light on which answer or complaint \nit refers to, much less on whethe r a n amended  complaint or amended \ncounterclaim must change the theory or scope of a case in order to allow a party \nto serve third-party defendants without leave.  The statute provides only that \nthe forty-five-day period in which leave is not required begins with the “answer \nto the complaint.”  N.C. R. Civ. P. 14(a).   This provides no guidance on how \namended pleadings are to be treated under Rule 14.  Particularly, it fails to  \naddress how to proceed in cases like the present one, where an amended \npleading is filed only as a housekeeping matter to weed settled claims out of a \ncase.  The North Carolina courts have not spoken to this issue.  Rule 7, which \nidentifies the pleadings used in North Carolina courts , does not provide any \nuseful information either.  The Court believes this lack of guidance renders the \nmeaning of “answer to the complaint” in Rule 14 ambiguous —it is not clear, \nwhen considering the many stages of amendments that pleadings may go \n \n \nthrough, what complaint (or counterclaim) Rule 14 refers to, and as such, what \nanswer (or reply) the time limit in Rule 14 begins to run from. \n19. A similar conundrum appears to have troubled federal courts in other \njurisdictions.  Rule 14 of the Federal Rules of Civil Procedure requires a third-\nparty plaintiff to “obtain the court’s leave if it files [a]  third-party complaint \nmore than 14 days after serving its original answer.”  Fed. R. Civ. P. 14(a)(1)  \n(emphasis added).  When confronted with questions regarding the meaning of \n“original answer,” federal courts have reached three different conclusions: \nThree interpretations of “original answer” are possible . . . .  Under a \n“plain language” interpretation, the “original”  answer is the one that \nresponds to the “original”  complaint.  If the complaint is amended, \nsubsequent answers would be designated as the “Answer to the [First, \nSecond, etc.] Amen ded Complaint”  and would  not be considered \n“original.” \n \nUnder a more nu anced, functional reading, the “original answer”  can \nbe an answer to an amended complaint, so long as t he basis for \nimpleader is that whic h is new, i.e. “original,”  in the answer to the \namended complaint.  \n \nFinally, one court has reasoned that because an amended complaint \nwhich stands alone supplants any prior complaints, such an amended \ncomplaint becomes the original complaint and therefore the answer to \nsuch amended complaint becomes the “original answer”  within the \nmeaning of Rule 14(a). \nFTC v. Capital City Mortg. Corp., 186 F.R.D. 245, 247 (D.D.C. 1999) (citations \nomitted).  The majority of federal cour ts confronting the issue appear to ha ve \nadopted the second, “nuanced”  view.  McDougald v. O.A.R.S. Cos. , 2006 U.S. \nDist. LEXIS 22505, at *7 (E.D. Cal. Apr. 17, 2006).   Though this  majority \napproach is an attractive solution to the problem before the Court, the Court \n \n \nbelieves legislative history and the canons of statutory construction preclude \nits adoption.   \n20. Prior to the 1967 enactment of Rule 14 in North Carolina, no statutes \nprovided an exact procedure for third -party practice.  See North Carolina \nComments, N.C. Gen. Stat. § 1A -1, Rule 14 (noting the lack of concrete \nauthority pre -Rule 1 4 governing the basis on which  third-party defendant s \ncould be brought into an action and the procedure by which third-party practice \nwas accomplished).  In adopting Rule  14, the General Assembly was inspired \nby Federal Rule of Civil Procedure 14.  Id. (referencing Federal Rule of Civil \nProcedure 14 repeatedly and explaining the ways it provides satisfactory \nguidance for third-party practice).1   \n21. Critical to this analysis, however, and unlike with many other rules \nof civil procedure , the Generally Assembly did not adopt the language of \nFederal Rule of Civil Procedure 14 in its entirety.  Since 1963, the federal rule \nhas included the phrase “original answer.”2  North Carolina’s rule does not \ninclude this language, instead measuring its leave-free period from the service \n                                                 \n1 The final sentence of the original comment to Rule 14 is particularly revealing on \nthis point: “It should be noted that federal Rule 14 is of course entirely procedural—it \ndoes not, indeed cannot —affect any substantive rights.  Thus, it does not allow \nimpleader unless the substantive right exists under State law.  Accordingly, then, \nadoption of this rule does not affect any of the North Carolina substa ntive law of \ncontribution or indemnification.”  North Carolina Comments, N.C. Gen. Stat. § 1A-1, \nRule 14. \n \n2 Benjamin Kaplan, Amendments of the Federal Rules of Civil Procedure, 1961 -1963 \n(II), 77 Harv. L. Rev. 801, 801 (1964) (noting the addition of Feder al Rule of Civil \nProcedure 14’s second sentence, which , for the first time,  gave parties the ability to \nbring in third-party defendants without leave). \n \n \n \nof the “answer to the complaint .”  Because North Carolina’s rule was first \nenacted in 1967, and because the Court must presume  the legislature acted \nwith full knowledge of prior and existing law, the Court must presume that the \nlegislature knew of the language in Federal Rule of Civil Procedure 14 and \nmade—and continues to make —a delib erate decision not to use it in North \nCarolina’s rule.3 \n22. The Court must then determine what legislative intent is showcased \nby the decision to use the phrase “answer to the complaint” in North Carolina’s \nRule 14 in place of the federal rule’s “original answer.”  Because both rules ’ \ntime periods run from the service of an “answer,” the logical place to begin this \ninquiry is determining why the legislature omitted the word “original” from \nNorth Carolina’s Rule 14.   \n23. When analyzing the meaning of disputed terms in a statute, courts of \nNorth Carolina may turn to the “standard, nonlegal dictionaries” as a guide.  \n                                                 \n3 This difference  appears to  be somewhat unique.  S everal other states, such as \nFlorida, Georgia, New Jersey, South Carolina, Tennessee, Virginia, and West \nVirginia, have third-party practice rules similar to the federal rule, with time limits \nmeasured from the “original answer” or “original pleading.”  Fla. R. Civ. P. 1.180; Ga. \nCode Ann. § 9-11-14; N.J. Ct. R. 4:8-1; S.C. R. Civ. P. 14; Tenn. R. Civ. P. 14.01; Va. \nSup. Ct. R. 3:13; W. Va. R. Civ. P. 14.   Kansas’s third-party practice rule used to \ninclude language similar to North Carolina’s, Russell v. Cmty. Hosp. Ass’n, 428 P.2d \n783, 785 (Kan. 1967) (“Le ave to make the service need not be obtained if the third -\nparty complaint is filed not later than five (5) days after the answer to the complaint \nis served.” (quoting Kan. Stat. Ann. § 60 -214 (1963)), but that language appears to \nhave been amended by the K ansas Supreme Court in 1969.  The next time the law \nwas amended by legislative action in 1997, “answer to the complaint” was already \nreplaced by “original answer.”  H.B. No. 2007, 77th Leg., Reg. Sess. (Kan. 1997).  All \nof this supports the notion that our  state legislature intentionally chose to use the \nlanguage “answer to the complaint” instead of “original answer” in North Carolina ’s \nRule 14. \n \n \nC.D. Spangler Constr. Co. v. Indus. Crankshaft & Eng’g Co., 326 N.C. 133, 152, \n388 S.E.2d 557, 568 (199 0).  The word “original” is an adjective meaning \n“having to do with an origin; first; earliest” or “never having been before; new; \nnovel[.]”  Webster’s New World Dictionary of the American Language 526 \n(1966).  Under this definition, the “original answer” would be the first or \nearliest answer filed in a lawsuit, as no answer would have been filed before it.  \nWhile the majority of federal courts have not ascribed this meaning to the \nphrase “original answer ,” our own legislature’s decision to omit “original” \ncompels the conclusion that North Carolina’s Rule 14 does not distinguish \nbetween the very first answer in a suit and subsequent amended answers.  This \nmeans the rule  also draws no distinction between original complaints and \namended complaints.  As such, “answer” and “complaint,” as used in Rule 14, \nmust include amended pleadings. \n24. Crescent urges the Court to read Rule 14 in a manner nearly identical \nto the “nuanced”  federal interpretation of Federal Rule of Civil Procedure 14  \nand thereby prevent the late addition of third -party defendants in this case .  \nWhile a compelling alternative, t he Court is not at liberty to adopt this \napproach.  The plain text of North Carolina’s Rule 14 provides no sign that the \nlegislature intended “answer to the complaint” to mean “an answer which \nresponds to a complaint asserting new theories of liability or cla ims.”  Absent \nany limiting factor imposed by the legislature , the Court must conclude Rule \n14(a) permits a defendant to file a third-party complaint within forty-five days \n \n \nof service of its answer to a plaintiff’s amended complaint , and in such cases \nthe third-party defendant may be served without leave of court .  Neither the \nlanguage of Rule 14 nor case law interpreting it requires the amended \ncomplaint to change the need for impleader or allege a new theory of liability.  \nBy virtue of Rule 14(b) then, a plaintiff need not obtain leave to serve a third -\nparty defendant when he has served a reply to any amended counterclaim and \nhas filed a third-party complaint within the required time period. \n25. Crescent argues that this interpretation of Rule 14 goe s against the \noverall purpose and spirit of the North Carolina Rules of Civil Procedure  and \nwill cause Crescent great prejudice due to the delay resulting from the addition \nof the new parties .  Whi le the Court’s  reading of Rule 14 may  have an \nundesirable effect in some cases —including in this one—and it is true that \nconstructions that defeat the purpose of a statute must be avoided, In re \nPeoples, 296 N.C. 109, 151, 250 S.E.2d 890, 914 (1978), the Court cannot \nconclude the result it is compelled to reach now defeats the purpose of Rule 14.   \n26. The North Carolina Supreme Court has stated “the purpose of Rule \n14 is to promote judicial efficiency and the convenience of parties by \neliminating circuity of action  . . . by combining [all] suits into one action.”   \nHeath v. Board of Comm’rs , 292 N.C. 369, 376, 233 S.E.2d 889, 893 (1977) \n(quoting Charles Alan Wright et al. , Federal Practice and Procedure  § 1442 \n(1971)).  The rule is meant to avoid “a potentially damaging time lag between \na judgment against [a defending party] in on e action and a judgment in his \n \n \nfavor against the party ultimately liable in a subsequent action[.]”  Id. (quoting \nWright et al., supra).  Allowing a defending party great liberty to bring in third-\nparty defendants who are or may be liable to the third-party plaintiff furthers \nthese goals of Rule 14.   Indeed, AP Atlantic might suffer from a potentially \ndamaging time lag in this case if it were found liable to Crescent and was forced \nto seek relief against the third-party defendants in a separate action. \n27. Having concluded the above, the Court must permit AP Atlantic ’s \njoinder of  the third -party defendants in this case  to stand under Rule 14 .  \nAlthough Crescent’s Second Amended Counterclaim merely withdrew \npreviously brought claims, it was indeed a counterclaim and one to which  AP \nAtlantic properly filed a reply.  Because AP Atlantic filed its Third -Party \nComplaint within forty -five days of filing  its Reply  to the Second Amended \nCounterclaim,4 no leave was required to file the Third -Party Complaint or \nserve the new third-party defendants.  As such, the addition of the third parties \nwas properly made.   \n28. The Court reaches this conclusion reluctantly.  The Court is \nparticularly troubled by the fact AP Atlantic represented to the Court that it \nhad been involved in “extensive fact discovery” as of March 2017 when asking \nfor an extension of discovery deadlines, (Joint Mot. Modify Case Management \nOrder & E xtend Disc. Deadlines 3), but now argues tha t it did not delay in \n                                                 \n4 “After an action has been designated as a mandatory complex business case or \notherwise assigned to the [Business] Court,” electronic filing and the resulting Notice \nof Filing constitute “adequate service under the Rules of Civil Procedure[.]”  BCR \n3.9(a). \n \n \njoining these third-party defendants because “[f]act discovery had barely \nbegun, as of  . . . February 2017[ ,]”  (Pl.’s Mem. Reply Def.’s Obj. Pl.’s Third -\nParty Compl. 3) .  Had AP Atlantic pu rsued discovery in a more diligent and \nproactive fashion, it likely could have added these third parties into the case \nmuch earlier and with less disruption to Crescent, the existing parties, and the \ncase calendar .  Instead, AP Atlantic opportunistically, but lawfully,  seized \nupon Crescent’s perfunctory amendment to expand (and likely, now, delay) the \nprogress of the case in circumstances avoiding the need for judicial leave. \n29. At the same time, the Court is mindful of the fact that Crescent could \nhave withdrawn its settled counterclaims  by voluntar ily dismiss ing them  \npursuant to Rule 41—a procedural step that would not have given AP Atlantic \nthe opportunity to file its Third -Party Complaint under Rule 14 .  Assuming, \narguendo, that an amendment was required by the language of the settlement \nagreement—“[Crescent] will modify its counterclaim to remove any claim for \nliquidated damages”—that requirement was agreed to by Crescent.  (See Def.’s \nBr. Supp. Mot. Dismiss Certain Claims & Enforce Settlement Agreement Ex.  \nB, Settlement Agreement 4, ECF No. 229.)  In the end, to the extent Crescent \ncontends that AP Atlantic has taken unfair advantage of the other parties to \nthis action through its (and the Court’s) interpretation of Rule 14, it is an \nadvantage Crescent allo wed through its choices in negotiating and \nimplementing the settlement agreement.  \n \n \nIII. \nCONCLUSION \n30. For the foregoing reasons, the Court hereby OVERRULES the \nObjection. \nSO ORDERED, this the 5th day of October, 2017. \n \n \n      /s/ Louis A. Bledsoe, III     \n      Louis A. Bledsoe, III \n      Special Superior Court Judge  \n        for Complex Business Cases  "
}