{
  "id": "7e8598af49f04a5727b3efb3046bbd628deb222797ef4766cc82f344ddd2e9d1",
  "source_file": "data/raw/ncbc/7e8598af49f04a5727b3efb3046bbd628deb222797ef4766cc82f344ddd2e9d1.pdf",
  "raw_text": "AP Atl., Inc. v. Crescent Univ. City Venture, LLC, 2017 NCBC 48. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 14745 (Master File) \n16 CVS 14844 (Related Case) \nAP ATLANTIC, INC. d/b/a \nADOLFSON & PETERSON \nCONSTRUCTION, \n \n    Plaintiff, \n \nv. \n \nCRESCENT UNIVERSITY CITY \nVENTURE, LLC AND THE \nGUARANTEE COMPANY OF \nNORTH AMERICA USA; BB & M \nARCHITECTURE, PLLC; SCA \nENGINEERS, INC.; MADISON \nCONSTRUCTION GROUP, INC.; \nTRUSSWAY MANUFACTURING, \nINC.; and T. A. KAISER HEATING \n& AIR, INC., \n \nDefendants. \n \nv. \n \nSEARS CONTRACT, INC.; and \nARCH INSURANCE COMPANY, \n \n                 Third-Party Defendants. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON  \nBCR 10.9 DISCOVERY DISPUTES \n \n \n \n \n \nMADISON CONSTRUCTION \nGROUP, INC., \n \n                      Third-Party Plaintiff, \n \nv. \n \nMANUEL BUILDING \nCONTRACTORS, LLC, \n \n                   Third-Party Defendant. \n \n \n \n  \n1. THIS MATTER is before the Court pursuant to Rule 10.9 of the General \nRules of Practice and Procedure of the North Carolina Business Court (“BCR 10.9) \nin the above-captioned case.  \nJohnston, Allison & Hord , P.A., by Greg C. Ahlum, Robert L. \nBurchette, and Parker E. Moore, for Plaintiff AP Atlantic, Inc. \nd/b/a/ Adolfson & Peterson Construction  and Defendant Adolfson \n& Peterson, Inc. \n \nSwindell & Bond PLLC, by John D. Bond, and Bradley Arant Boult \nCummings LLP, by Avery A. Simmons and Douglas L. Patin, for \nPlaintiff/Defendant Crescent University City Venture, LLC.  \n \nBledsoe, Judge. \nI. \nINTRODUCTION \n2. This consolidated action 1 arises out of multi -party litigation regarding a \nconstruction project (the “Project”) for which Plaintiff AP Atlantic, Inc. (“AP \nAtlantic”) was the general contractor, Defendant Crescent University City Venture, \nLLC (“Crescent”) was the owner, and AP Atlantic’s  corporate parent, Defendant \nAdolfson & Peterson, Inc. (“A&P”),  was the obligor on a  Performance Guaranty in \nconnection with the Project.   \n                                                 \n1 On October 10, 2016, the Court consolidated (i) Crescent University City Venture, LLC v. \nAdolfson & Peterson, Inc.  (No. 16 CVS 14884) and (ii) AP Atlantic, Inc. v. Crescent \nUniversity City Venture, LLC (No. 15 CVS 14745).  The Cons olidation Order designated AP \nAtlantic, Inc. v. Crescent University City Venture, LLC as the lead action (the “Lead Action”) \nand the operative case and caption for all future filings.   As a party only in the Crescent \nUniversity City Venture, LLC v. Adolfso n & Peterson, Inc . case, A&P is not reflected in the \ncaption above. \n  \n3. Presently before the Court are two requests under BCR 10.9 —one by AP \nAtlantic and one by Crescent —concerning discovery disputes that have arisen \nbetween AP Atlantic, A&P, and Crescent. \nII. \nPROCEDURAL AND FACTUAL BACKGROUND \n4. On May 18, 2017, AP Atlantic emailed the Court a BCR 10.9(b) request \nseeking an order compelling Crescent to produce its Joint D efense Agreement (the \n“JDA”) with Summit Contracting Group, Inc.  (“Summit”), a third-party contractor \nCrescent hired to perform repairs in connection with the Project (“AP Atlantic’s 10.9 \nRequest”).  \n5. The following day Crescent emailed the Court a Rule 10.9(b) request \nseeking an order compelling A&P to make a more complete production of documents \nin response to Crescent’s Document Request Nos. 1, 2, 3, 4, 6, 8, 9, 10 , 11, and 12 of \nCrescent’s First Set of Interrogatories and Request for Production of Documents  \n(“Crescent’s 10.9 Request”). \n6. Consistent with Rule 10.9(b), Crescent and A&P responded to each other’s \n10.9 Request on May 25, 2017.   \n7. The Court convened an in-person conference after a previously scheduled \nhearing in this case to address the 10.9 Requests on May 31 , 2017  (the \n“Conference”).  AP Atlantic , A&P, and Crescent were represented by counsel at the  \nConference.  Crescent tendered the JDA to the Court for in camera review at the \nConference.  \n  \nIII. \nANALYSIS \nA. AP Atlantic’s 10.9 Request \n8. Having considered AP Atlantic’s Request, Crescent’s response, the \narguments of counsel at the conference, and the JDA aft er in camera review, the \nCourt concludes that the JDA is not protected by attorney -client privilege and \ngrants AP Atlantic’s request for an Order compelling Crescent to produce the JDA. \n9. Under the North Carolina Rules of Civil Procedure, “[p]arties may obta in \ndiscovery regarding any matter, not privileged, which is relevant to the subject \nmatter involved in the pending action” unless otherwise limited by order of the \nCourt.  N.C. R. Civ. P. 26(b)(1).  “Determination of whether a privilege applies must \nbe by the court, not the individual claiming the privilege.”  Midgett v. Crystal Dawn \nCorp., 58 N.C. App. 734, 737, 294 S.E.2d 386, 388 (1982) (quoting Stone v. Martin , \n56 N.C. App. 473, 476, 289 S.E.2d 898, 901 (1982)).   Determinations of whether a \nprivilege applies, like other orders regarding matters of discovery, “are within the \ndiscretion of the trial court and will not be upset on appeal absent a showing of \nabuse of discretion.”  Id. (quoting Hudson v. Hudson , 34 N.C. App. 144, 145, 237 \nS.E.2d 479, 480 (1977)). \n10. The attorney-client privilege “operates to protect confidential \ncommunications between attorneys and their clients.”  Evans v. United Servs. Auto. \nAss’n, 142 N.C. App. 18, 31, 541 S.E.2d 782 , 790 (2001).  Because application of the \nprivilege may resul t in the exclusion of relevant and material evidence, courts are \n  \nrequired to construe the privilege strictly and apply it consistently with its intended \npurpose.  Id. \n11. The party raising the privilege has the burden of establishing that: “(1) the \nrelation of attorney and client existed at the time the communication was made, (2) \nthe communication was made in confidence, (3) the communication relates to a \nmatter about which the attorney is being professionally consulted, (4) the \ncommunication was made in the course of giving or seeking legal advice for a proper \npurpose, although litigation need not be contemplated, and (5) the client has not \nwaived the privilege.”  Id. at 32, 541 S.E.2d at 791 (citation omitted). \n12. The common interest doctrine extends the attorney-client privilege by \ncreating “an exception to the general rule that the attorney -client privilege is \nwaived upon disclosure of privileged information [to] a third party .”  Friday Invs., \nLLC v. Bally Total Fitness of the Mid -Atlantic, Inc., 788 S.E.2d 170 , 177 (N.C. Ct. \nApp. 2016)  (citation omitted) .  To extend the attorney -client privilege between or \namong the attorney, the attorney’s client , and a third party , the client and third \nparty must “(1) share a common [legal] interest; (2) agree to exchange inf ormation \nfor the purpose of facilitating legal representation of the parties; and (3) the \ninformation must otherwise be confidential.”  Id.  In such circumstances, the \nprivilege “serves to protect the confidentiality of communications passing from one \nparty to the attorney for another  party where a joint defense effort or strategy has \nbeen decided upon and undertaken by the parties and their respective counsel.”   Id. \n(citation omitted).  \n  \n13. The attorney -client privilege  through the common interest doctrine \nextends to relationships between “‘separate groups of counsel representing separate \nclients having similar interests and actually cooperating in the pursuit of those \ninterests,’” id. (quoting Morris v. Scenera Research, LLC , 2011 NCBC LEXIS 34, at \n*20 (N.C. Super. Ct. Aug. 26, 2011), but only if the parties have a common interest \nabout a legal matter —not a common business interest “that may be impacted by \nlitigation involving one of the parties,” id. (quoting SCR-Tech LLC v. Evonik Energy \nServs. LLC, 2013 NCBC LEXIS 38, at *16 (N.C. Super. Ct. Aug. 13, 2013))  (holding \nthat the d efendants and a third-party “shared a common business interest as \nopposed to the common legal interest” where the third -party was not a party to the \nlitigation and the litigation was not  materially related to the d efendants’ \ntransaction with the third-party allegedly giving rise to the common legal interest). \n14. Here, Crescent has failed to meet its burden to establish that the common \ninterest doctrine protects discovery of the JDA.  Based o n the Court’s in camera  \nreview of the emails constituting the JDA, the Court concludes that the JDA is not a \nconfidential communication between an attorney, his client, or a third -party \n“relat[ing] to a matter about which the attorney is being professional ly consulted[,]” \nEvans, 142 N.C. App. at 32, 541 S.E.2d at 791.   \n15. Rather, the JDA simply reflects Crescent’s agreement with Summit , prior \nto any demand related to this litigation ever having been made against Summit,  “to \nexchange information for the purpos e of facilitating legal representation of the \nparties[,]” Friday Invs., LLC , 788 S.E.2d at 177.  The JDA  does not itself convey \n  \nconfidential information to facilitate the rendering of legal advice in connection with \nthis or other specific litigation.  See, e.g., In re Investigation of Death of Miller , 357 \nN.C. 316, 340, 584 S.E.2d 772, 789 (2003) (“ [C]ommunications between a client and \nan attorney [that] do not relate to a matter that affected the client at the time the \nstatements were made, about which the  attorney was professionally consulted . . . \nare not privileged and may be disclosed.”).  \n16. As such, the Court concludes that Crescent has not met its burden to \nestablish that the JDA constitutes an attorney-client privileged communication \nprotected by the common interest doctrine.  See Fewer v. GFI Group, Inc., 78 A.D.3d \n412 (N.Y. App. Div. 2010) (ordering production of joint defense agreement because \nagreement was “not a communication from an attorney to a client made for the \npurpose of facilitating the ren dition of legal advice or services, in the course of a \nprofessional relationship”) (quotations and citations omitted). \n17. In addition , Crescent has not shown an existing common legal interest \nbetween Crescent, the owner of the property at issue , and Summit, the contractor \nCrescent hired to repair trusses at the property, sufficient to invoke the common \ninterest doctrine.  Although Crescent bases the alleged common legal interest here \non “the indemnity and assumption of defense obligations” that Crescent  and \nSummit “reasonably anticipated would fall to Crescent ,” Crescent has not argued \nthat such obligations actually  fell to Crescent, and it is undisputed that Summit \nnever received a demand relating to its repairs and is not a party to this litigation. \n  \n18. Moreover, it is clear that the primary reason Crescent retained Summit \nwas to complete truss repairs, and the Court is mindful of the Court of Appeals’ \nrecent observation that “[n]either this Court nor the North Carolina Supreme Court \nhas extended the common intere st doctrine to relationships formed primarily for \npurposes other than indemnification or coordination in anticipated litigation.”  \nFriday Invs., LLC, 788 S.E.2d at 178 (emphasis added). \n19. Accordingly, the Court concludes that Summit and Crescent have not, and \ndo no t, share a common legal interest sufficient to invoke the protection of the \ncommon interest doctrine.  For each of these reasons, therefore, the Court grants AP \nAtlantic’s 10.9 Request and will require Crescent to promptly produce the JDA.2   \nB. Crescent’s 10.9 Request \n20. Crescent contends that A&P has failed to produce relevant, non -privileged \ndocuments in response to Document Request Nos. 1, 2, 3, 4, 6, 8, 9, 10, 11, and 12 of \nCrescent’s First Set of Interrogatories and Requests for Production of Documen ts to \nA&P.  Because the parties resolved their differences concerning Request No. 11 \nprior to the Conference, the Court denies that Request as moot and only considers \nRequest Nos. 1, 2, 3, 4, 6, 8, 9, 10, and 12. \n(i) Request Nos. 3 and 6 \n21. The documents sought b y these requests are limited to those “relating to, \nreferring to, or arising out of the P roject.”  A& P argues that because it has been \nsued in this matter only as the obligor on a Performance Guaranty, its discovery \n                                                 \n2  Based on the representations of counsel at the hearing, it appears that Crescent has \nproduced all of its communications with Summit relating to the Project except for the JDA \nand a single email between Crescent’s counsel and Summit’s counsel. \n  \nobligations are limited.  A&P further co ntends that the requested documents are \nprivileged because some may reveal the “in ternal workings” of A&P.  Both \nobjections are without merit.   \n22. First, any party or non -party, including A&P, possessing non -privileged \ndocuments relevant to this litigation m ay be compelled to produce those documents \nconsistent with the North Carolina Rules of Civil Procedure.   SciGrip, Inc. v. Osae , \n2015 NCBC LEXIS 89, at *9 (N.C. Super. Ct. Sept. 28, 2015) (“North Carolina’s \nliberal discovery rules permit parties to obtain d iscovery on any relevant, non -\nprivileged matter that appears reasonably calculated to lead to the discovery of \nadmissible evidence.”) (internal citations  omitted).    \n23. Further, the fact that the documents may reveal A&P’s “internal \nworkings” does not make them privileged.  See generally Evans, 142 N.C. App. at \n33, 541 S.E.2d at 792 (affirming order compelling production of insurance \ncompany’s internal online procedure manual); Shelton v. Morehead Mem’l Hosp., 76 \nN.C. App. 253, 257 –58, 332 S.E.2d 499, 502 (1 985) (holding that records, minutes, \nand materials of the Board of Trustees were not privileged).  Although it is possible \nthat such documents may contain information unrelated to the P roject, such \nirrelevant information may be addressed through redaction or other appropriate \nmeans. \n24. Accordingly, the Court grants Crescent’s 10.9 Request as to Request Nos. 3 \nand 6 and will require A&P to make a full production as follows: \na. Request No. 3 is hereby modified to read as follows: \n  \n“Please produce copies of any and a ll API Board of Director s \nminutes, reports, notes or other written documents, written and/or \nfurnished to or by API’s Board of Directors, during the period \nbetween January 1, 2012 through January 1, 2017, relating to or \nreferring to the Project.” \nb. Request No. 6 is hereby modified to read as follows: \n“Please produce any correspondence, Audit Reports, Annual Reports, \nor other documents written by and between API and any outside \nauditor or outside accounting firm, during the period between January \n1, 2012 throu gh January 1, 2017, relating to  or referring to the \nProject.” \n(ii) Request Nos. 4 and 9 \n25. Requests No. 4 and 9 seek financial documents unrelated to the Project \nand this litigation and thus are irrelevant and not the proper subject of discovery in \nthe current cir cumstances.  The Court therefore denies Crescent’s 10.9 Request as \nto these Document Requests, without prejudice to Crescent’s right to renew its 10.9 \nRequest in the event circumstances develop that establish the relevance of the \nrequested information. \n(iii) Request Nos. 1, 2, 8, 10, and 12 \n26. Request Nos. 1, 2, 8, and 10 generally seek correspondence and other \ndocuments relating to the Project .  Request No. 12 generally seeks documents \n  \nrelating to any lawsuit or arbitration between AP Atlantic and any subcontractor  \nrelating to the Project.   \n27. A&P contends that it has produced all non -privileged documents in its \npossession that are responsive to these Requests.  Crescent argues that the \nproductions are incomplete and asks that the Court order A&P to make a complete \nproduction, confirm what has been produced and not produced, and provide a \ncertification setting forth the process A&P followed to locate the documents that \nhave been produced.  The Court finds Crescent’s request reasonable under the \ncircumstances and will o rder A&P to make a complete production and provide the \ninformation set forth below. \nIV. \nCONCLUSION \n28. WHEREFORE, the Court , in the exercise of its discretion,  hereby \nGRANTS AP Atlantic’s 10.9 Request and GRANTS in part and DENIES in part \nCrescent’s 10.9 Request and ORDERS as follows: \na. Crescent shall produce the Joint Defense Agreement with Summit no \nlater than June 9, 2017. \nb. A&P shall produce all non -privileged documents responsive to \nDocument Request Nos. 3 and 6 , as modified by this Order,  no later \nthan June 19, 2017. \nc. A&P shall not be required to produce documents responsive to \nCrescent’s Document Request Nos. 4 and 9 , subject to Crescent’s right \n  \nto renew its request for good cause shown based on changed \ncircumstances.  \nd. A&P shall produce  all non-privileged documents not previously \nproduced that are responsive to Document Request Nos. 1, 2, 8, and 10  \nno later than June 19, 2017. \ne. Crescent’s 10.9 Request as to Document Request No. 11 is denied as \nmoot. \nf. A&P shall serve a sworn certification no later than June 1 9, 20 17 \nattesting to the following with respect to A&P ’s search for the \ndocuments it has produced in response to Request Nos. 1, 2, 8, and 10: \ni. Describe the search method used to locate responsive \ndocuments. \nii. Identify the database(s) searched. \niii. Identify all search terms used. \niv. Identify each custodian whose documents were searched. \nv. Identify the time period for the search. \ng. A&P shall serve a sworn certification no later than June 1 9, 2017 \nattesting to the following with respect to A&P ’s response to Request \nNo. 12: \ni. Describe the search method used to locate responsive \ndocuments. \n  \nii. Identify and reflect on a privilege log any responsive documents \nnot produced by reason of privilege or otherwise. \niii. Provide a brief description of and the current or final disposition \nof the cases listed in response to No. 12. \nh. To the extent it is necessary in connection with a dispute under Rule \n10.9, the  Court concludes that each party’s opposition to the other’s \n10.9 Request was substantially justified and declines to award \nattorneys’ fees.  See N.C. R. Civ. P. 37(a)(4). \ni. The Court reminds all parties that Rule 10.9 is designed to both \nmandate and facilitate exhaustive efforts to reach the resolution of \ndiscovery disputes prior to Court involvement.  The Court expects the \nparties to adhere strictly to the requirements of Rule 10.9 should any \ndiscovery disputes develop in this litigation hereafter. \nSO ORDERED, this the 6th day of June, 2017. \n \n \n     /s/ Louis A. Bledsoe, III   \n     Louis A. Bledsoe, III \n     Special Superior Court Judge \n       for Complex Business Cases   \n  "
}