{
  "id": "7e856ec36f919046a339468769c7512ef1234388aee2204a50ed122b11aeb5cf",
  "source_file": "data/raw/ncbc/7e856ec36f919046a339468769c7512ef1234388aee2204a50ed122b11aeb5cf.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n14 CVS 14445 \n \nJAMES W. BRADSHAW; CARLA O. \nBRADSHAW; RESORT RETAIL \nASSOCIATES, INC.; E.C. \nBROADFOOT; CHRISTINA DUNN \nCHANDRA; THOMAS F. EGAN; \nCHARLES EGGERT; MARK P. \nGARSIDE; DR. JAMES J. GREEN, \nJR.; ROBERT K. GRUNEWALD; \nRONALD HOLMES; DAVID \nLAUCK; CURT W. LEMKAU, JR.; \nEVAN MIDDLETON; JOSHUA M. \nNELSON; CHRISTIAN C. NUGENT; \nREGINA H. PAKRADOONI, as \nExecutrix of the Estate of PETER B. \nPAKRADOONI, deceased; FORD \nPERRY; MARCELLO G. PORCELLI; \nADAN RENDON; RICHARD H. \nSTEVENSON; PAUL STOKES; \nLAWRENCE J. THEIL; R. \nMITCHELL WICKHAM; WILLIAM \nH. WILLIAMSON, III; WILLIAM K. \nWRIGHT, JR.; ALEX M. WOLF; \nCHAFFIN FAMILY LIMITED \nPARTNERSHIP; and SOLARIS \nCAPITAL LLC, \n \n                       Plaintiffs, \n \nv. \n \nSTEPHEN E. MAIDEN; MAIDEN \nCAPITAL, LLC; and SS&C \nTECHNOLOGIES, INC., successor \nby merger to SS&C FUND \nADMINISTRATION SERVICES, \nLLC (a/k/a SS&C FUND SERVICES), \n \n                       Defendants. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nAMENDED ORDER AND  \nOPINION ON DEFENDANT  \nSS&C TECHNOLOGIES, INC.’S \nMOTION FOR SUMMARY  \nJUDGMENT \n \nSS&C TECHNOLOGIES, INC., \nsuccessor by merger to SS&C FUND \nADMINISTRATION SERVICES, \nLLC, \n \n                       Third-Party Plaintiff, \n \nv. \n \nBradshaw v. Maiden, 2020 NCBC 60A. \n \nMAIDEN CAPITAL OPPORTUNITY \nFUND, LP, \n \n                       Third-Party Defendant. \n \n \n1. THIS MATTER is before the Court upon Defendant SS&C Technologies, \nInc.’s (“SS&C”) Motion for Summary Judgment  (the “Motion”) filed on October 28, \n2019 in the above-captioned case.  (ECF No. 256.)   \n2. After considering the Motion, the briefs and related materials submitted in \nsupport of and in opposition  to the Motion, the arguments of counsel at the h earing \non the Motion , and o ther appropriate matter s of rec ord, the Court GRANTS  the \nMotion and DISMISSES Plaintiffs’ remaining claims against SS&C with prejudice.  \nMauney PLLC, by Gary V. Mauney, and L ewis & Roberts, PLLC, by James A. \nRoberts, for James W. Bradshaw ; Carla O.  Bradshaw; Resort Retail \nAssociates, Inc.; E. C. Broadfoot; Christina Dunn Chandra; Thomas F. Egan; \nCharles Eggert; Mark P. Garside;  Dr. James J. Green, Jr. ; Robert K. \nGrunewald; Ronald Holmes ; David Lauck ; Curt W. Lemkau, Jr. ; Evan \nMiddleton; Joshua M. Nelson; Christian C. Nugent; Regina H. Pakradooni, as \nExecutrix of the Estate of Peter B. Pakradooni, deceased; Ford Perry; Marcello \nG. Porcelli; Adan Rendon; Richard H. Stevenson; Pau l Stokes; Lawrence J. \nTheil; R. Mitchell Wickham; William H. Williamson, I II; William K. Wright, \nJr.; Alex M. Wolf; Chaffin Family Limited Partnership; a nd Solaris Capital \nLLC. \n \nAlston & Bird LLP, by Michael  A. Kaeding and Ryan P. Etheridge, and Paul \nWeiss Rifkind Wharton & Garrison, LLP, by Jeffrey Recher and J ack \nBaughman, for Defendant SS&C Technologies, Inc. \n \nBledsoe, Chief Judge. \nI. \nFACTUAL BACKGROUND \n3. “Although findings of fact  are not necessary on a mot ion for summary \njudgment, it is helpful to the parties and the courts for the trial judge to articulate a \nsummary of the material facts which he considers are not at issue and which justify \nentry of judgment .”  Collier v. Collier, 204 N.C. App. 160, 161– 62, 693 S.E.2d 250, \n252 (2010).  Therefore, the Court recites here only the undisputed facts necessary to \ndecide the Motion.   \n4. This case arises out of the demise of  the Maiden Capital Opportunity \nFund, LP ( the “Fund”), a “friends and family” hedge fund manage d exclusively by \nMaiden Capital, LLC (“Maiden Capital”) .  Stephen E. Maiden (“Maiden”)  was the \nmanaging member of Maiden  Capital, and Maiden Capital was the general partner \nof the Fund.  (See Ex. C, at 1, ECF No. 347.3.)  Maiden eventually pleaded guilty in \nfederal court to operating a multi-million dollar “Ponzi scheme” through the Fund \nthat caused significant losses to Plaintiffs, who were investors in the Fund.  (See Ex. \nK, ECF No. 347.11.)  Maiden was se ntenced to se ven years’ imprisonment for his \ncrimes.  (Ex. K.) \n5. SS&C functioned as the Fund’s administrator from 2007 until the F und \ncollapsed in 2013.  (See Ex. D, at 4  [hereinafter “ASA”], ECF No. 347.4.)   Plaintiffs \nseek recovery from SS&C based on its a lleged role in Maiden’s fraudulent scheme.  \nSS&C now asks the Court  to enter s ummary judgment against Plaintiffs on all \nclaims.   \n6. The relevant undisputed facts are straightforward.  In soliciting Plaintiffs’ \ninvestments in the Fund, t he Fund provided Plain tiffs with a  Confidential Private \nOffering Memorandum (the “Offering Memorandum”), (Ex. B, ECF No. 347.2),  and \na Limited Partnership Agreement (the “Partnership Agreement”), (Ex. C), (together, \nthe “Offering Documents”) before they invested in the Fund.  Plaintiffs testified that \nthey reviewed the Offering Documents prior to making their investments.  (See, e.g., \nEx. R, at 76:16–78:12, 104:1–17, ECF No. 347.18; Ex. S, at 146:5–14, 190:23–191:18, \nECF No. 347.19 ; Ex. T, at 166:6 –169:23, 212:12– 25, ECF No. 347 .20; Ex.  U, at \n107:25–109:7, 215:4–8, ECF No. 347.21.) \n7. The Offer ing Memorandum stated that Maiden had “exclusive \nmanagement and c ontrol of the business and af fairs of the [Fund].”  (Ex. B, at  6.)  \nBoth Offering Documents emphasized Maiden’s exclusive control: the Offeri ng \nMemorandum stated that Maiden alone had “broad discretion to establish the value \nof [the Fund’s] investments[,]” (Ex. B, at 21), and the Partnership Agreement stated \nthat “[Maiden] [would]  determine the manner of valui ng all other assets a nd \nliabilities[,]” (Ex. C, at 6).  Maiden had the authority to adjust values for any Fund \nsecurities if he determined  “in [his] sole  discretion” that an adj ustment was \nwarranted.  (Ex. C, at  6.)  Maiden—and Maiden alone —therefore controlled the \nvaluation of the Fund’s investments. \n8. In contrast, SS&C’s role in the administration of the Fund was minimal.   \nNeither Offering Documen t assigned any responsibilities t o SS&C, a nd only the \nOffering Memorandum identified SS&C and its relationship to the Fund, confirming \nthat SS&C was to act as an  “[a]dministrator[.]”  ( Ex. B, at  3.)  The Fund engaged \nSS&C to serve as  its administrator pursuant t o an Ad ministrative Ser vices \nAgreement (“ASA”).  (ASA 4.)  Like the Offering Documents,  the ASA emphasized  \nMaiden’s exclusive control of the Fund, stating that “[t]he Management and control \nof the Fund [was] vested exclusively in [Maiden] ” an d th at Maiden had sol e \n“responsibility for determining t he valuation of t he Fund’s investment portfo lio.”  \n(ASA 2.)  The ASA expressly stated that SS&C was not “responsible for determining \nthe valuation of the Fund’s investments,  and [could] not perfor m any Management \nfunctions or make any Manageme nt decisions with regard to t he operation of the \nFund.”  (ASA 1.)  SS&C’s ma ndate was therefore ad ministrative a nd non-\ndiscretionary. \n9. The AS A assi gned to SS&C the following eight obligations, which \nprimarily relate to the compilation of financial and administrative information: \n• “Preparation of general ledger a ccounts and trial balances for the Fund \nincluding either the download of trades or re cordation via journal entry of \nportfolio information as pre-agreed”;  \n• “Preparation and delivery of investor capital statements on a quarterly \nbasis”; \n• “Calculation of perio dic management fees, performance fees and oth er \nperiodic amounts payable by the F und as pro vided for in the Fund’s \ngoverning documents”;  \n• “Preparation of economic allocation for investors”;  \n• “Calculation of net asset value for th e Fund, as well as performa nce rates \nof return”;  \n• “Delivery of reports  to the Fund o n a monthly basis includ ing NAV \nreports, performance, trial balance a nd general ledger reports and reports \nshowing investor capital”;  \n• “Coordination with the Fund’s audit ors in connection with the Fund’s \naudit”; and  \n• “[K]eep[ing] at its premi ses books, rec ords and statements as m ay b e \nreasonably necessary to document the transactions recorded by [SS&C] on \nbehalf of the Fund.” \n(ASA 1–2.)   \n10. The o nly provision of the ASA tha t required SS&C to communic ate \ninformation directly to Fund investors  obligated SS&C to “[p]repar[e] and deliver[ ] \n. . . investor capital statements on a  quarterly basis .”  (ASA 1 .)  To  meet this \nobligation, SS&C collected informa tion on Fund tra nsactions from the Fund’s \nbrokerage account and from Maiden himself, recorded this  information in the \nFund’s general led ger, and reconciled the information for fu rther use .  (Ex. I , at \n52:7–54:21, ECF No. 347.9 ; Dep. Tes timony Excerpts & Tr. Testimony, Dep. \nMaryanne Niedfeld 53:21 –25 [hereinafter “Niedfeld Dep .”], ECF No.  341.)  SS&C \nthen used the information reflected in the general ledger to p repare one-page \nStatements of Partner’s Capital  (“Capital Statement(s)”).  Each month, t hese \nCapital Statements were sent to Maiden for his approval.  Upon Maiden’s approval, \nthey were then distributed to the F und’s investors.  (See Ex. I, at 45:2–9; Ex. F, at \n53:21–55:15, ECF No. 347.6; Ex. V, ECF No. 347.22.)  \n11. The financial inf ormation provided to SS &C and later  included in the \nCapital Statements came solely from Maiden and the third parties he des ignated.  \n(ASA 1 (“The books and re cords described below will be  based on the  information \nSS&C receive[ s] from the Fund or its Manage ment, and from designat ed third \nparties which may include the Fund’s prime broker, investors, [or] attorneys.”); \nNiedfeld Dep. 52:20–53:25, 291:4– 12; Dep. Tes timony E xcerpts & Tr. Test imony, \nDep. Lore n L ocke 335:3–7 [hereinafter “Locke D ep.”].)  If the gen eral ledger \ncontained errors, the Capital Statements would lik ewise contain errors because the \ninformation included in the Capital Stat ements “crosse[d] ove r” from th e general \nledger.  (Niedfeld Dep. 61:17–62:16.)   \n12. SS&C did not posse ss detailed documentation regarding the investments \nMaiden allegedly made on behalf of the Fund ; rather, SS&C relied on Maiden \nhimself as its sol e source of infor mation.  ( See, e.g ., Niedfeld Dep. 52:11 –53:25, \n142:9–13, 148:9 –49:3, 177:13–78:8, 216:25 –17:6, 290:21–91:12; Dep. T estimony \nExcerpts & Tr. Testimony, Dep. George Schnell 356:3–12.) \n13. The Capit al Statements  contained a written disclaimer to investors, \nincluding Plaintiffs, that the i nformation presented within was “ preliminary, \nunaudited[,] and subject to change[,]” that “[a]ctual results may vary,” and that “no \nrepresentation is made that an investor w ill or is likely to achieve results si milar to \nthose shown.”  (Ex. A, ECF No. 347.1.)   \n14. The Partnership Agreem ent informed investors tha t SS&C would  be \n“using [Generally Acc epted Accounting Princi ples ( ‘GAAP’)] as a guideline”  when \npreparing only two  types of  documents: (i) “audi ted financial statements of the \nperformance of the P artnership, including a st atement of profit and loss, prepared \nby the Partnershi p’s auditors, pro mptly after the end of each fiscal year ” and (ii) \n“ ‘Net Profits’ or ‘Net Losses’ of the Partnership for a Fiscal Period [.]”  (Ex. C, at 5, \n11.)    \n15. Several years  after the Fund’s inception , on Febr uary 21, 2013,  it w as \nrevealed by the United States Attorney for the Western Distr ict of North Carolina \n(the “U.S. Attorney ”) that Maiden had b een operating the Fund as a fraud ulent \nscheme by, i n part, “routinely tran smitt[ing] bogus account statements to victims \nand to Maiden Capital’s fund administrator [i.e., SS& C] which falsely rep orted \nfavorable returns both mo nthly and from the [F]und’s i nception” in order to hide a \nseries of failed investments.  (Ex. J ¶ 4, ECF No. 347.10; see also Ex. W, at 14:18 –\n15:3, ECF No. 347.23.)   \n16. The U.S. Attorney further reve aled that by February 20 09 Ma iden had \n“lost a substantial amount of a ll investor funds in a s eries of failed in vestments,” \n(Ex. J. ¶ 3), and that Maiden continued thereafter to operate the Fund “and tried to \nrecover from the f ailed investments [,]” (Ex. J ¶ 5).  Maiden ’s e fforts were \nunsuccessful, and by July 2012, the Fund was insolvent.  (Ex. J ¶ 5.)  Maiden later \nadmitted that h e “was lying t o SS&C” throughout the c ourse of the fraud and that \nhe knew his manipulation would cause SS&C to report false returns to the Fund’s \ninvestors.  (Ex. O, a t 866:24–69:11, 1225:17–22, E CF No.  347.15.)  The U.S. \nAttorney calculated investor losses to be at least $8.9 million.  (Ex. J ¶ 7.)   \nII. \nPROCEDURAL HISTORY \n17. Plaintiffs filed the Complaint initiating this action on August 7, 2014 , \nasserting claims against (i) Maiden and Maiden C apital for fraud, constru ctive \nfraud, primary securities fr aud liability under the North C arolina Securities  Act \n(“NCSA”), civil liability pursuant to N.C.G.S. § 1 -538.2, and conversion; (ii) SS&C \nfor gross negligence, gros sly negligent misrepresentation, aiding and abetti ng \nconstructive fraud, aiding and abetting common law fraud, breach of fiduciary duty, \nand secondary securities fraud liability under N.C.G.S. § 78A-56(c)(2); and (iii) all \nDefendants for civil conspiracy and punitive damages.  (Compl., ECF No. 1.)   \n18. SS&C filed a Motion to Dismiss Plaintiffs’ Complaint (“Motion to Dismiss”) \non November 10, 2014.  (ECF No. 15. )  Shortly thereafter, on November 2 5, 2014, \nPlaintiffs filed an Ame nded Complaint, although Plaintiffs’ claims against Maiden, \nMaiden Capital, and SS&C remained unchanged.  (Am. Compl., ECF No. 30.)   \n19. After the Motion to Dismiss was fully briefed and heard, the Court granted \nthe Motion to Dismiss in part, dismissing Plaintiffs’ claims against SS&C for aiding \nand abetting common law fraud  and breach of fidu ciary duty .  The Court also \ndenied the Moti on to Dismiss in part, permitting Plaintiffs’ claims to pro ceed \nagainst SS&C  for aiding and abe tting constructive fraud, s ecurities fraud, civil \nconspiracy, as well as Pla intiffs’ demand for punitive damages .  See Bradshaw v. \nMaiden, 2015 NCBC LEXIS 80, at *48 (N.C. Super. Ct. Aug. 10, 2015).    \n20. Specifically as  to Plaintiffs’ claim against SS&C for gross negl igence, the \nCourt h eld that th e Motion to Dismiss “ should be g ranted insofar as Plaintiffs’  \nclaim[s] [are] based on allegations that SS&C should have known of Maiden’s fraud \nthrough inspection and verificati on of the Fund ’s books and rec ords and other \npurported ‘red flags[.]’ ”  Id. at *23–24 (emphasis added).  The Court permitted the \nclaim against SS&C to proceed only  \nbased on allegations th at SS&C knowingly and willfully  disseminated \nfalse and inaccurate information to Plaintiffs, knowingly and wi llfully \nfailed to utilize GA AP and/or other applicable accounting standards \nrequired of SS&C under the ASA in preparing the financ ial \ninformation S S&C provided to  Plaintiffs, kno wingly a nd wi llfully \nmanipulated the Fund’s accounting, and all other willful and kn owing \nacts Plaintiffs plead that were in vio lation of SS&C’s duties under the \nASA and applicable law.  \n \nId. at *24.  Plainti ffs’ gross negligenc e claim against SS&C was  otherwise \ndismissed.  Id. at *23–24. \n21. The Court also decl ined to d ismiss Plaintiffs’ claim against SS&C for \ngrossly negligent misrep resentation, but did so “ without prejudice to revisit t he \nclaim by later motion practice [,]” and per mitted the claim to proceed to d iscovery \nspecifically on Plaintiffs’ allegations that “SS&C’s conduct was wanton and willful, . \n. . that SS&C knowingly provided  Capital Statements to Plaintiffs that SS&C knew \ncontained f alse and inaccurate information  and otherwise co ncealed the Fund ’s \nalleged fraud[.]”  Id. at *27–28 (citations omitted).   \n22. After the close of dis covery, SS&C filed the current Motion.  The Motion \nhas been fully briefed, and the Court heard arguments on the Motion at the hearing \nheld by videoconference on June 18, 2020 (the “He aring”), at which Plaintiffs and \nSS&C were represented by counsel.   \n23. The Motion is now ripe for resolution.   \nIII. \nLEGAL STANDARD \n24. “Summary jud gment is pr oper ‘if the pleadings, depo sitions, answers to \ninterrogatories, an d admissions  on file, tog ether with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and tha t any party is entitled \nto a judg ment as a matter o f law.’ ”  Morrell  v. Hardin Creek, Inc., 371 N.C. 672, \n680, 821 S.E.2d 360, 366 (2018) (quoting N.C. R. Civ. P. 56(c)).  “[T]he party moving \nfor summary judgment ultimately has  the burden of es tablishing t he la ck of any \ntriable issue of fact.”  Pembee Mfg. Corp. v. Cape Fear Constr. Co ., 313 N .C. 488, \n491, 329 S.E.2d 350, 353 (1985).   \n25. The party moving for sum mary judgment may satisfy its burden  by \nproving that “an essential element of the opposing party ’s claim does not ex ist, \ncannot be  proven at trial, or would be barred by an affirmative def ense, or by \nshowing through discovery t hat the  opposing party cannot  produce evidence to \nsupport an essential element of [the] claim.”  Dobson v. Harris, 352 N.C. 77, 83, 530 \nS.E.2d 829, 835 (20 00) (citations omitted).  “If the moving party satisfies its burden \nof proof, then the burden shifts to the non -moving party to ‘ set forth specific facts \nshowing that there is a  genuine issue for trial[ .]’ ”  Lowe v. Bradford, 305 N.C. 366, \n369–70, 289 S.E.2d 363, 366 (1982)) (quoting N.C. R. Civ. P. 56(e)).  A genuine issue \nis “one which can be maintaine d by substan tial evidence.”  Kessing  v. Nat’l Mortg. \nCorp., 278 N.C. 52 3, 534, 180 S.E.2d 823, 830 (1971).  If the nonmoving party does \nnot satisfy it s burden, then “ summary judgment, if appropria te, shall be entered  \nagainst [the nonmovant].”  United Cmty. Bank (Ga.) v. Wolfe, 369 N.C. 555, 558, 799 \nS.E.2d 269, 271 (2017) (quoting N.C. R. Civ. P. 56(e)).   \n26. In determining whether t he nonmoving party has satisfied its burden, the \nCourt “asks whether rea sonable jurors c ould find by a preponderance of the \nevidence that the  [nonmovant] is entitled  to a verdict [.]”  Sloan v . Miller Bld g. \nCorp., 119 N.C. App. 162, 165 –66, 458 S.E.2d 30, 32 (1995) ).  In making this \ndetermination, “[t]he evidence must be considered ‘ in a light most favorable to the \nnon-moving party.’ ”  McCutchen v. McCutchen, 360 N.C.  280, 286, 624 S.E.2d 620, \n625 (2006) (quoting Howerton v. Arai Helmet, Ltd., 358 N.C. 440, 470, 597 S. E.2d \n674, 693 (2004). \nIV. \nANALYSIS \nA. The Duty SS&C Owed to Plaintiffs \n27. The Court has previously summarized Plaintiffs’ key allegations:  \nPlaintiffs . . . allege that SS&C breached [a] duty of care [to Plaintiffs] \nby engag ing in t wo different and b roadly-identified ty pes of conduct: \nfirst, that SS&C engaged in conduct that S S&C did not actually know \n— but sh ould have known i n the exerci se of  reasonable diligen ce — \nwould cause  injury t o Plaintiffs, a nd second, that SS &C knowingly \nengaged in conduct t hat Plaintiffs allege SS&C knew was in conscious \ndisregard of the rights and safety of Plaintiffs.   \n \nBradshaw, 2015 NCBC LEXIS 80, at *15 (emphasis added) .  The Court grant ed \nSS&C’s Motion to Dismiss as to the first category of alleged conduct but allowed the \nsecond to proceed  to discovery .  Id. at *2 3–24.  Plaintiffs must now satisfy th eir \nsummary judgment burden with evidence sup porting the second category , their \ncontention that SS&C “knowingly and willfully” violated a duty to Plai ntiffs “under \nthe ASA and applicable law.”  Id. at *24.  \n28. In resolving th e Motion to Dismiss, the  Court concluded that “the duty of \ncare SS&C owed to Plaintiffs under North Carolina law in the circumstances of this \ncase is l argely—but not completely —constrained and limited by the terms  of \nSS&C’s contract with the Fund. ”  Id . at *17.   The Court further concluded that \nSS&C’s duty of care is not com pletely limited by the ASA because North Carolina \nlaw recognizes that  \n[a] duty . . . may arise generally by operation of law under application \nof the basic rule of the common law which impo ses on  every person \nengaged in the prosecution of any undertaking an obligation to use due \ncare, or to so gover n his ac tions as not to endanger the per son or \nproperty of others.   \n \nPinnix v. Toomey, 242 N.C. 358 , 362, 87 S. E.2d 893, 897 (1955) .  In this s ense, the \nCourt concluded that the duty SS&C owed to Plaintiffs was narrow.   \n29. While the Court concluded that SS&C “[could not] escape a duty to refrain \nfrom forwarding in formation t o investors like Plaintiffs t hat it knew was false o r \ninaccurate[,]” Bradshaw, 2015 NCBC LEXIS 80, at *21, the Court held that, under \nthe ASA, “SS&C did not have an obligation to verify t he accuracy of the do cuments \nand records provided to it by Management or serve as the Fund’s outside \naccountant or auditor[ ,]” id. at *18; ( see also  ASA 1) .  Ad ditionally, the Co urt \nconcluded that SS&C was not required to affirmatively seek and acquire  accurate \ninformation regarding the Fund’s i nvestments: as provided in the  ASA, “SS&C’s \nresponsibility for maintaining the Fund ’s record of transactio ns was ‘ based on the \ninformation supplied’ to it, and the books and records described in the services to be \nperformed by SS&C were to be ‘ based on the information SS&C receive[d] from the \nFund or its Management[.]’ ”  Id. at *18 (quoting ASA 1).   \n30. The Court further found that the ASA restricted the duty that SS&C owed \nto Plaintiffs by spec ifically providing that “SS&C wil l not maintain custody of a ny \ncash or securities, will not have the authority to enter into contracts on behalf of the \nFund, or any relat ed party,  [and] will no t be respo nsible for determining the \nvaluation of th e Fund’s investments[.]”  Id.  at *18 (quoting ASA 1) .  Indeed, SS&C \nwas not allowed under the ASA to “perform any Management functions or make any \nManagement decisions with regard to the operation of the Fund. ”  Id . at *19 \n(quoting ASA 1).   \n31. In short, “[b]ased on the t erms of t he ASA , . . . [the Court found that ] \nSS&C contracted a way any obligation to provide in vestment, accoun ting, and \nauditing functions for the Fund other than as spe cifically provided in the ASA.”  Id. \nat *19. \n32. With these poi nts in mind, t he Court rev iews the evidence Plaintiffs have \nadvanced in support of their gross negligence claim against SS&C.   \nB. Gross Negligence \n33. The t erm “gross negligence” has been used interchangeably with “willful \nand wanton conduct” by North Carolina courts.  Yancey v. Lea, 354 N.C. 48, 52, 550 \nS.E.2d 155, 157 (2001) .  Specifically, “gross negligence” is defined “as wanton \nconduct done with consciou s or reckle ss disregard for the rights and safety o f \nothers.”  Davis v. Hulsing Enters., LLC, 3 70 N.C. 455, 460, 810 S. E.2d 203, 207  \n(2018) (quoting Yancey, 354 N.C. at 52, 550 S.E.2d at 157) (internal quo tation \nmarks omitted).  An act is wanton “ when it is done of wicked purpose, or when done \nneedlessly, manifesting a reckle ss indifference to t he rights of others.”  Yancey, 354 \nN.C. at 52, 550 S.E.2d at 157 (quoting Foster v. Hyman, 197 N.C. 189, 191, 148 S.E. \n36, 37–38 (1929) ).  An act is done wi llfully “when it is done purpos ely and \ndeliberately in violation of law or when it is done knowingly  and of set purpose [.]”  \nFoster, 197 N.C. at 191, 148 S.E. at 37.   \n34. To be sure, “the difference  between ordinar y negligence a nd gross \nnegligence is substantial.”  Yancey, 354 N.C. at 53, 550 S.E.2d at 158.  “Negligence, \na failure to use d ue care,  be it sli ght or extreme, connotes  inadvertence.  \nWantonness, on the other hand, connote s intentional wro ngdoing.”  Id.  (quoting \nHinson v. Dawson, 244 N.C. 23, 28, 92 S .E.2d 393, 396–97 (1956)).  Conduct rises to \nthe level of gross negligence “when the act is done p urposely and with knowle dge \nthat such act is a breach of duty to others, i.e.,  a conscious disregard of the safety of \nothers.”  Id.  \n35. As has been made clear in other j urisdictions, “ a pl ausible allegation of \nconstructive knowledge ‘is insufficient,  standing alone, to present a jur y is sue on \ngross negligence[,]’ ” since “to plausibly allege a claim for  gross negligence . . . , the \ncomplaint must allege deliberate conduct by the defendants.”  Reid v. Newton , \nAction No. 3:13 -CV-572, 2014 U.S. Dist. LEXIS 5207 2, at *21 (E.D. Va. Apr. 1 4, \n2014) (emphasis added) (quoting City of Lynchburg v . Brown, 613 S.E.2d 407, 410 \n(Va. 2005)); see also Komornik v. Sparks, 629 A.2d 721, 724 (Md. 1993) (“[B]y ‘actual \nknowledge,’ we [d o] not mean constructive  knowledge, and . . . by ‘conscious or \ndeliberate d isregard,’ w e [do] not mean ‘ negligence alone, no  matter how gross , \nwanton, or outrageous.’ ” (citation omitted) (quoting Owens-Illinois, Inc. v. Zenobia, \n601 A.2d 633, 654 ( Md. 1992))).  While the Court ’s research has not uncove red an \nidentical determination by North Carolina’s appellate courts, t he Court finds these \ncases persuasive a nd co ncludes that our Suprem e Court would reach a si milar \nconclusion should this same issue be presented for decision. \n36. Turning then to Plaintif fs’ contentions, Plaintiffs first purport to assert a \nclaim for mere negligence a gainst SS&C, insisting that they need not prove gross \nnegligence to succeed.  A lthough Plaintiffs never pleaded a separate negligence \nclaim against SS& C, they argue that the e lements of a negligence claim must be \nmet b efore the higher gross negligence sta ndard may be s atisfied.  And since the  \nelements of gross negligence were pleaded  in the  Amended Complaint, Plaintiffs \ncontend that the  elements of negligence were impliedly pleaded as well.  ( Pls.’ Br. \nOpp’n Def. SS&C T echnologies, Inc.’s Mot. Summ. J. 17 –20 [hereinafter “Br. \nOpp’n”], ECF No. 292.)   \n37. Plaintiffs are correct tha t “a cla im for g ross neg ligence req uires th at \nplaintiff plead facts on each of the elements of negligence, including duty, causation, \nproximate cau se, and damages.”  Toomer v. Garrett , 155 N.C. App. 462, 482, 574 \nS.E.2d 76, 92 (2002).  How ever, Plaintiffs pleaded facts relating to these elements \nonly in support of Plaintiffs’ claim against SS&C for gross negligence.  Plaintiffs did \nnot plead a separate claim against SS&C for negligence.  And, contrary to Plaintiffs’ \nsuggestion in its br iefing, the Court has never said or implied  that Plaintiffs \npleaded a negligence claim in this action.  While the Court stated in an a ttorneys’ \nfees ru ling that “Plaintiffs filed this lawsuit alleging t hat the information SS&C \nprovided about the Fund was unsupported and false and thus that S S&C’s conduct \nin providing such inf ormation was negligent [,]” the Co urt’s statement related to \nPlaintiffs’ gross negligence claim against SS&C, not to any u npleaded but implied \nclaim for negligence .  Bradsh aw v. Maiden , 2018 N CBC LEXIS 98, at *3 (N.C. \nSuper. Ct. Sept. 20, 2018).    \n38. Even under North Caro lina’s generous standa rds of notice pleading , see \nN.C. R . Civ. P.  8(a), the Amended Complaint cannot be read  to assert a separate \nclaim against SS&C for negligence that provided the required notice to SS& C that \nPlaintiffs sought to ho ld it liable for mere negligence , see Estate of Savino v. \nCharlotte-Mecklenburg Hosp. Au th., 262 N.C.  App. 526, 541, 822 S.E.2d 565, 5 76 \n(2018) (“[O]ur [c]ourts have refused to allow plaint iffs t o assert negligenc e claims \nnot pleaded in the complaint, holding that ‘pleadings have a binding effect as to the \nunderlying theory of pl aintiff’s negligenc e cl aim.’ ” (quoting Anderson v. Assimos, \n356 N.C. 415, 417, 572 S.E.2d 101, 102 (2002)) ); see also Bruni v. Alger, Case No. \nST-16-CV-639, 2019 V.I. LEXIS 65, at * 8 ( V.I. Super. Ct. June 21, 2019)  (“Th[e] \ndefinition of gross negligence as w anton, reckless behavio r—different in quality \nrather than degree from or dinary negligence—renders gross neg ligence an \nindependent claim.   Thus, negligence and gross negligence must be pled under \nseparate counts.”).     \n39. In any event , the Court has alr eady dismissed Plainti ffs’ gross negligence \nclaim as to what SS&C “shou ld have known” about Maiden’s fraud.  Brad shaw, \n2015 NCBC LEXIS 80, at  *23–24.  Plaintiffs may not now  contend that they had \nanother similar but d istinct claim against SS&C all a long.  See, e.g.,  Valentine \nProps. Assocs., LP v. U.S. Dep’t of Hous. & Urban Dev. , 785 F. Supp. 2d 357,  370 \n(S.D.N.Y. 2011)  (“[A] brief opposing a dis positive mot ion i s not the approp riate \nmeans of seeking to  revive previously dismissed claims.”); West v. U.S. Sec’y of \nTransp., Case No. C06-5516 RBL, 2007 U.S. Dist. LEXIS 47727, at *3 (W.D. Wash. \nJuly 2 , 2007)  (“Plaintiff may not at tempt to  revive claims that have been  \ndismissed[.]”)1   \n40. The Court now turns to Plaintiffs’ gross negligence claim itself.  To support \nthat claim against SS&C, Plaintiffs allege in their Amended Complaint that “SS&C \n \n1 It is worth noting that the ASA excluded SS&C’s liability to the Fund and Management \nfor negligence claims, expressly providing that “SS&C shall not be  liable to the Fund or \nManagement except for damages finally d etermined by a court of competent jurisdiction to \nhave resulted directly from the gross ne gligence, willful misconduct, or bad faith of SS&C.”  \n(ASA 6.) \nknowingly prov ided information concerning the Fund to Plaintif fs and t he Fund’s \ntax preparer that SS&C knew was false and contrary to third-party feeds and other \ninformation in SS&C ’s pos session.”  Bradshaw , 2015 NCBC LEXIS 80,  at *22 \n(emphasis added) (citing Am. Compl. ¶ 276–77).  Furthermore, as to SS&C’s alleged \nwanton and willful conduct, Plaintiffs have asserted that SS&C \n(i) acted pu rposely and with knowle dge that  Plaintiffs would rely \non the false financial information SS&C circulated to Plaintiffs; \n  \n(ii) failed “to properly perform its acc ounting services for the Fund \nin accordance wi th GAAP and o ther appli cable ac counting \nstandards,” and mi srepresented th e result s of that accounting \nthrough SS&C’s Capital Statements;  \n \n(iii) continued to issue Capital Sta tements to Pla intiffs “despite the \nfact it knew the Fund ’s books and records  were inaccurate and \nwere not compliant with G AAP [and] t hat Maid en could not \nproduce ev idential matter to support purported Fun d \ninvestments,” so that SS&C could continue collecti ng “wildly \ninflated fees based on phony AUM representations;” and  \n \n(iv) purposely ma nipulated the Fund ’s accounting to crea te a false  \nimpression to Plaintiff s that th e Fund was “solvent, liquid, \nprofitable and stable.” \n \nBradshaw, 2015 NCBC LEXIS 80, at *22–23 (quoting Am. Compl. ¶¶ 270, 275–79).  \nThe Court focuses below, as do the parties , on these four assertions in assessing \nwhether there is evidence that SS&C engaged in wanton and willful misconduct.   \n41. SS&C argues that Plaintiffs have failed to come forward with any evidence \nthat SS &C act ually knew about Maiden’s fraud .  (Mem. Law Supp. Def. SS&C \nTechnologies, Inc.’s Mot. Summ. J. 15–17 [hereinafter “Mem. Supp.”], ECF No. 257.)  \nIn particular,  SS&C points to  the lack of  communications between Maiden and \nSS&C about the reporting of false in formation, the lack of internal  documents in \nwhich any SS&C emp loyees acknowledged that the Fund or  Maiden’s information \nregarding the Fund was  false or inaccurate , and the lack of any other evidence \nshowing tha t SS&C was aware that Maiden was lying or providing false \ninformation to it when SS&C was performing its services.  (Mem. Supp. 15.)   \n42. For the reasons t hat follow, the Court agrees with SS&C.  Plaintiffs have \nnot produced evidence that SS&C knew of Maiden’s fraud  or that any information \nhe provided to SS&C or that SS&C provided to  Plaintiffs was false or inaccurate .  \nThey have thus failed to adequately support their remaining ground to contend that \nSS&C engaged in grossly negligent misconduct.  Therefore, Plaintiffs have not met \ntheir burden to show that there is a genuine issue of  material fact with regard to \ntheir cl aim that SS& C engaged in gro ssly neglige nt misconduc t and that claim \nagainst SS&C shall be dismissed.   \na. Acting with Knowledge that Plaintiffs Would  Rely on False  \nInformation \n \n43. First, Plaintiffs have provided no  evidence that SS&C knew the Fund’s \nbooks and records were i naccurate or t hat M aiden was unable to support his \npurported investments with legitimate do cumentation.  To reiterate the Court’s \nearlier conclusion, “any duty SS&C ow ed to Plaintiffs did n ot includ e a duty to \ninspect the records or verify the accuracy of the information provided by [Maiden] or \nto provide independent accounting se rvices to the F und that wer e not specifically \nrequired of S S&C in t he ASA.”  Bradshaw , 2015 NCBC LEXIS 80, at *19 ; see also \nid. at *18 (“SS&C’s responsibility for maintaining the F und’s record of transactions \nwas ‘based on the information  supplied’ to it[.]” (quoting ASA 1)).  Accordingly, it is \nPlaintiffs’ burden to  demonstrate that SS&C in fac t discovered that Maiden  \nprovided SS&C with false f inancial information during its admini stration of the \nFund.   \n44. And yet , P laintiffs co ntinue to argue that SS&C’s failure to thoroughly \ndocument Maiden’s investment s is enough to permit a factfinder t o conclude that \nSS&C knew of Maiden’s fraud.  I ndeed, citations to alleged instances of SS&C’s \nfailure to document  investment transacti ons constitute the majority of Plai ntiffs’ \nfactual background in their opposition brief.  (See Br. Opp’n 8–11, 15–17.)   \n45. This evidence has no bearin g on  whether SS&C vio lated its duty “to \nrefrain from forwarding informa tion to investors like Plaintiffs that it kn ew was \nfalse or i naccurate[,]” Bradshaw, 2015 NCBC LEXIS 80, at *21 (emphasis added), \nsince SS&C had no duty to verify the accuracy of the Fund’s investments under the \nASA, id. at *19.  In deed, the fact that SS &C did not (and was not req uired to ) \nengage in  due diligence cu ts agains t Plaintiffs’ argument.  The li mited amount of \ninvestment documentation Maiden shared wi th SS&C makes it even more likely \nthat SS&C never became aware of Maiden’s fraud.   \n46. Plaintiffs c ite the following evidence in  support of th eir allegation that \nSS&C knew of Maiden’s fraud: \n• SS&C knew t hat Maiden funneled hundreds of thousands of dollars \nfrom the Fund’s brokerage a ccount to Maiden’s Bank of Amer ica \naccount, which Maiden claim ed was bein g used for legi timate Fund -\nrelated purposes (Ex. 18, ECF No. 311 ; Ex. 19, ECF No . 312; Ex. 20, \nECF No. 313); \n• SS&C recorded millions of dollars of Fund assets at  zero cost, as i f \nMaiden acquired such assets for free, (Ex. 27, ECF No. 320); \n• SS&C flipped the applicable cost of public shares to private shares in \norder to account for a corresponding cash flow of previously purchased \nstock, (Ex. 28, ECF No. 321); \n• SS&C recorded an unrealized gain for a private company with sha res \nowned by the Fund based on a rever se stock split of a similarly named \npublic company, (Ex. 29, ECF No. 322; Ex. 30, ECF No. 323); and \n• SS&C changed investment multiples to increase the value of a  private \ninvestment held by the Fund, (Ex. 31, ECF No. 324).   \n47. Despite Plaintiffs’ contentions, none of this evidence, singly or collectively, \npermits the co nclusion that SS&C knowingly a nd willfully provided false \ninformation to Plaintiffs or knowingly and will fully participated in  Maiden’s fraud.  \nWhile Plaintiffs have shown that SS&C created Capital Statements containing false \ninformation concerning the Fund’s investments and their valu e, Maiden—and \nMaiden alone—bore sole responsibility under the ASA and the Offering Documents \nfor attesting to those investments and calculating their value.  See Bradshaw, 2015 \nNCBC LEXIS 80, at *36 (“[T]he ASA required SS&C to make its ca lculations of the \nFund’s value based solely on the data provided to it by t he Fund, and the Off ering \nDocuments ma ke clear that Maiden had sole responsibilit y for determinin g t he \nvalue of the Fund ’s investments.” (citing A SA 1–2)).  And there is simply no \nevidence from which a factfinder could reasonably find that SS&C knew that any of \nthe i nformation it received from  Maiden and included in the  Capital Statements \nwas false. \n48. For example, Maryanne Lawson Niedfeld, the SS&C manager a ssigned to \nthe Fund account,  consistently tes tified th at she made her deci sions in re cording \nFund transactions based on the information given to her by Maiden and that she \nnever suspected that Maiden’s proffered information was fal se.  (See Niedfeld Dep. \n136:11–37:22, 167:9 –17, 169:8–21, 177:13–78:4, 218:11–19:9, 311:22–12:4, 316:23 –\n17:21, 321:25–24:12.)  In fact, almost all the a ctions taken by SS&C and cited by \nPlaintiffs were taken after ema il conversations between Niedfeld and  Maiden \nduring which Maiden explained to N iedfeld why he claimed such actions were \nnecessary.  (See Ex. 18; Ex. 19; Ex. 20; Ex. 27; Ex. 28; Ex. 31.)2   \n49. As to the single occasion when Niedfeld acted w ithout consulting M aiden, \n(Ex. 29; Ex. 30), Plaintiffs’ evidence shows only that Niedfeld made a mistake when \nshe recorded a reduction in the  cost of KIT M edia SPIV holdings by a factor of 3 5 \nwhen similarly named KIT Digital announced a 1-for-35 reverse stock split, not that \nshe knew or believ ed Maiden had provided SS&C false in formation or was  \nperpetrating a fraud on Plaintiffs, (see Niedfeld Dep. 292:19–94:12).  Further, there \nis no evidence that Niedfeld’s mistake had any impact on the information contained \nin the Capital Statements that wer e sent to Plaintiffs.  (Niedfeld Dep. 296:9–97:2 \n \n2 Plaintiffs do not explain why SS&C needed Maiden to provide such exp lanations if SS&C \nknew of and was a part of Maiden’s fraud.   \n(“The capital state ments would sh ow the ne t of the two so that there wouldn’t be \nany imp act[.]”); Exs. X through DD Reply Mem. Law Further Sup p. Def. SS&C \nTechnologies, Inc.’s Mot. Summ. J.  Ex. AA, at 292:19 –98:8, 327:23–28:20, ECF No. \n282.1.)   \n50. Plaintiffs also cite for support an email c onversation between Maiden and \nLoren Locke (“Locke”), an SS&C account ant, regarding investment documentation \nsought by Lo cke.  Locke asked Maiden for “finalized documents for  [Maiden’s] \nrestricted investments” such as “certificates or finaliz ed docs showin g ownership.”  \n(Ex. 33, at SSC -0074310, ECF No. 32 6.)  Maiden wrote that he would “tra ck down \nsome” and even tually sent Locke a fax of c ollected documents about a month after  \nthe email conversation.  (Ex. 3 3, at SSC -0074309, SSC-0026685.)  Plaintiffs argue \nthat this email exchange permits the co nclusion that SS&C knew it had a duty  to \nacquire further documentation, (see Br. Opp’n 15–17), avoiding their burden at this \nstage to offer evidence that SS&C had actual knowledge of Maiden’s fraud.   \n51. Regardless, the email ex change be tween Locke and Maiden  does not \nestablish that SS&C had a duty to acquire further documentation or that it knew of \nMaiden’s fraud.  Locke testified, “We [did not] require [Maiden] to show us all the \ndocumentation. . . .  [I]t [ ] [was]  his respon sibility to  tell us what [ ] [was] in his \nbooks and records.  And for us, I[ ] ask[ed] because I understand what goes through \nthese audits.”  ( Locke Dep. 336 :2–7; see also Locke Dep. 346:3– 7 (“[H]e was[ ] [not ] \nrequired to send anything over for us to close out a month-end.”).)  The fact that one \nSS&C employee asked for additional documentation does not show that SS&C had a \nduty to acquire a dditional documentation a nd—more importantly—it does not \npermit a reasonable factfinder to conclude that SS&C knew of Maiden’s fraudulent \nactivity.  Rather, the undisputed evidence shows that his  request f or a dditional \ndocumentation was merely intended to fulfill SS&C’s contractual obl igation to \n“[c]oordinat[e] with  the Fund’s auditors in connec tion wi th the Fund’s aud it.”  \n(ASA 1.)   \n52. Contrary to Plaintiffs ’ characterization, the undisputed evidence of record \nsuggests that during its administration of the Fund, SS&C  simply followed \nMaiden’s orders , fulfilled the requirements of the ASA,  and made the occasional \nrecording mistake, not that SS&C had knowledge of  Maiden’s fraud and knowin gly \nprovided false information to Plaint iffs.  Plaintif fs have not explained ho w their \nalternative, more sinister reading of SS&C’s actions  is warranted or permitted by \nthe record evidence.   \n53. And t he more specific evidence offered by Plaintiffs to show SS&C ’s \nsupposed knowledge and intent misses the mark.  Indeed, Plaintiffs’ argument that \nSS&C was aware of Maiden’s fraud relies  almost exclusively  on the  testimony of \nPlaintiffs’ expert, Dr. Fra nk Buckless (“Buckless”), and not on evidence regardi ng \nthe actual state of mind of SS&C’s employees.  (See Dep. Testimony Excerpts & Tr. \nTestimony, Dep. F rank Buckless 305:16 –23, 308:6 –10, 30 9:8–16, 310:19– 23, \n315:12–22, 378:12–80:18 [hereinafter “Buckless Dep.”].)  Plaintiffs similarly rely on \nthe expert testimony of  Joseph Belang er (“Belanger”).  ( See Dep. Testimony  \nExcerpts & Tr. Testimony, Dep. Joseph P. Belanger 434:18–23, 435:19–36:3.)     \n54. But t he Court cannot rely on this exp ert testimony to show th at SS&C \nengaged in knowing and willful cond uct.  First, a ccounting experts like Buckless \nand Be langer cannot provide evidence of intent or state of mind  because such \nopinions are plainly beyond th eir areas of competence.  See, e.g.,  Yates v. J. W. \nCampbell Electrical Corp., 95 N.C. App. 354, 360, 382 S.E. 2d 860, 864  (1989) \n(rejecting engineer ing expert ’s testimony concerning defendant’s state of m ind as \noutside expert’s competence); see also, e.g., Siring v. Or.  State Bd. of Higher Educ. , \n927 F . Supp. 2d 10 69, 1 077 (D. Or.  2013) (“C ourts routinely exclud e as \nimpermissible expert testimony as to intent, motive, or  state of mind .”); Smith v. \nWyeth-Ayerst Labs. C o., 278 F. Su pp. 2d  684, 700 (W.D.N .C. 2003) (“[T]he jury \nshould hear and /or see first -hand any rele vant evidence pertaining to the \n[d]efendant’s intent.  Then the jury, not the witnesses, should consider the facts and \nmake i ts own  determination regardin g [the d] efendant’s intent.”).  As such, \nPlaintiffs’ experts’ opinions to this effect are inadmissible  conjecture and \nspeculation.  See, e.g ., Young v. Hickory Bus. Furniture, 353 N.C. 227, 231, 538 \nS.E.2d 912, 915 (2000) (rejecting expert testimony based “ merely upon speculation \nand conjecture”).  Moreover, our courts have made clear that “ an expert may n ot \ntestify as to  whether a certai n legal standard has been met [,]” Norris v. Zambito , \n135 N.C. App. 288, 292, 520 S.E.2d 113, 115– 16 (1999), and that is precisely what \nPlaintiffs seek to have Buckless and Belanger proffer here.  \n55. The undisputed evidence in this case shows that every SS&C employee \nwho worked on the Fund testified that he or she was unaware Maiden had supplied \nSS&C with false or fictitious information , and none expressed any concerns  about \nthe legitimacy of the Fund’s financial  information provided by Maiden  or the \nveracity of Maiden’s communications.  (Ex. F, at 83:18–84:7; Ex. I, at 255:14–23; Ex. \nE, at 186:8–12, ECF No. 347.5; Ex. P, at 182:14–17, ECF No. 347.16.)  Indeed, there \nis no evidence from any source that any SS&C employee believed that any of the \ntransactions or valuations r eceived from Maiden were false or revealed fraudulent \nconduct.  Maiden himself testified that he lied to SS&C in order to further his fraud.  \n(Ex. O, at 866:24– 69:11, 1225:17–22.)  Additionally, the ASA prevented SS&C from \nperforming any management fu nctions or making any management decisions ; \nSS&C was only authorized to collect and compile information from Mai den.  ( See \nASA 1.)  Ultimately, Plaintiffs have only offered evidence of what they term “bogus \naccounting[,]” (Br. Opp’n 6), and the speculative testimony of experts  as to SS&C’s \nstate of min d.  The record is  therefore devoid of competent evidence that SS& C \nknew about Maiden’s misconduct. \n56. In sum, t he evidence of rec ord, viewed in  the light m ost favorable to \nPlaintiffs, does not permit a reasonable factfinder to conclude that SS&C discovered \nMaiden’s fraud or knowingly sub mitted false information to Pla intiffs while it \nserved as the Fund’s administrator.  See, e.g., Daughtridge v. Tanager Land, LLC, \n373 N.C. 18 2, 187, 835 S.E. 2d 411, 41 5 (2019) (noting t hat the “[s]ubstantial \nevidence” required of a no n-moving party to def eat a Rule 56 mot ion is “ more than  \na scintilla or a pe rmissible inference” (quoting Ussery v. Branch Banking & Tr. Co. , \n368 N.C. 325, 335, 777 S.E.2d 272, 279 (2015))).      \nb.  Failing to Perform Accounting Services in Accordance with GAAP  \n \n57. Plaintiffs have produced no e vidence that SS&C failed to properly perform \naccounting services for the Fund.  While Plaintiffs argue that SS&C was required to \nuse GAAP when preparing the Capital Statements for Plaintiffs, (Br. Opp’n 22–25), \nthey have not established that SS&C was ever under such a legal duty.   \n58. First, the ASA did not require SS&C to use GAAP ; it is not mentioned \nanywhere in the document.  ( See ASA.)  While the ASA re quires SS&C to k eep \nbooks, records, and state ments to document Fu nd transactions, it does not require \nthese ta sks to be performed in accordan ce w ith GAAP  or any other accounting \nstandard.  ( See ASA 2.)  In  partially denying SS&C’s Motion to Di smiss, the Court \ndetermined that Plaintiffs’ gross neg ligence claim could go forward against  SS&C \non the allegation that SS&C “ failed to u tilize GAAP and/or other appl icable \naccounting standards requi red of SS &C under the ASA[ .]”  Bradshaw , 2015 NCBC \nLEXIS 80, at *24 (emphasis added).  It is now apparent that no such standard was \never required by the ASA.   \n59. Plaintiffs again rely on Bu ckless, who asserted that GAAP is the standard \nof care to which SS&C  was subjected when  it administered the Fund  under the  \nASA, that SS&C ha d an obligation t o collect documentati on, and  that SS&C w as \nrequired to  verify the accu racy of Maiden’s investment-related assertions.  ( See \nBuckless De p. 217:22–18:22, 229:11 –23, 231:9– 14, 235:23 –36:4, 236:24 –37:17, \n289:10–15, 289:21–90:2.)  H owever, Buckless’s testimony rests on his unwarranted \nassumption that SS&C was engaged i n accounting work for the F und.  (See, e .g., \nBuckless Dep. 218:20 –22, 235:23–36:4, 250:3–7, 273:19–74:1, 289:10–90:8, 290:15–\n91:4, 292:15–18.)  That assumption has no support in the evidence.   \n60. As noted, in the ASA, SS&C contracted away any obligation to perform \naccounting work for the Fund.  Se e Bradshaw, 2015 NCBC LEXIS 80, at *19.  The \nASA does  not reference any accounting work to be done by SS&C , and the \nundisputed evidence of record shows that SS&C never performed accounting work \nfor the Fund.   Accounting is a “ skilled profession embracing the matters described \nin G.S. 93 -1(a)(5),” Mastrom, Inc. v. C ont’l Cas. Co. , 78 N.C. App. 483, 485, 337 \nS.E.2d 16 2, 164 ( 1985), and N.C.G.S. § 93-1(a)(5) describes “accountancy” as \n“involv[ing] the auditing or verification of financial transactions, books, accounts, or \nrecords, or the preparation, verification or certification of financial, accounting and \nrelated statements intended for publication[,]” N.C.G.S. § 93-1(a)(5).  SS&C never \ndirectly engaged in the “auditing” or “verification” of the Fund’s investments.  The \nonly work done by SS&C that arguably falls under this definition is the preparation \nof the Capit al Statements, but  those documents—by their own terms —were \n“preliminary, unaudited, and subject to change.”  (Ex. A.)  In other words, they were \nnot the products of an “audit[ ]” or “veri fication[,]” N.C.G.S. § 93-1(a)(5), and thus \nwere not the products of accounting.   \n61. Plaintiffs point to instances where SS&C described its work as \n“accounting,” including, for exam ple, one of Locke’s emails to Maiden.  (Ex. 33 , at \nSSC-0074309 (“I w ill h ave the accounting finalized[.]” ).)  Howe ver, a co mpany’s \nsubjective, perh aps offha nded description of its non- accounting work as \n“accounting” does not transform that work into ac counting work .  Rather, the \nobjective definition o f “accoun tancy” in N.C.G.S. § 93 -1(a)(5) controls, and the \nundisputed evidence shows that SS&C’s work does not meet that definition here.   \n62. The only document provided to Plaintiffs that mention s GAAP or any \naccounting standard is the Partnership Agreement, and SS&C was never a party to \nthe Partnership Agreemen t.   ( See Ex. C; Exs. X thro ugh DD Reply  Mem. L aw \nFurther Supp. Def. SS&C Technologies, Inc.’s Mot. Summ. J. Ex. AA, at 103:12–25, \nEx. DD, at 164:23–65:9.)  Regardless, the Partnership Agreement only requires the \nuse of GAAP during  the production of a udited financial statements and net profit \nand loss statemen ts, the latter of whi ch were to be produced by December 31 each \nfiscal period by auditors designated by Maiden Capital.  (Ex. C, at 5, 11.)  There is \nno e vidence that the  unaudited Capital Sta tements produced by SS&C are  the \naudited financial sta tements or the net profit and loss st atements contemplated by \nthe Partnership Agreement .  (See Ex. A (noting they w ere “preliminary, \nunaudited[,] and subject to chan ge”.)  Indeed, t he ASA does not obligate SS&C to \ndocument the Fund’s books, records, an d stat ements in any particular way.  (See \nASA.) \n63. And i n any event, Plai ntiffs have not offered any evidence that SS&C \nknowingly and willfully  ignored GAAP standards even i f such st andards applied.  \nNo SS&C empl oyee testified that he  or she believed that G AAP applied to SS&C ’s \nwork for the Fund , (Exs. X through DD Reply Mem. Law Further Supp. Def. SS&C \nTechnologies, Inc.’s Mot. Summ. J. Ex. AA, at 19:24–20:8, Ex. DD, at 164:23–65:9), \nand Plaintiffs have produced no evidence that SS&C kn ew of any dut y to apply \nGAAP and failed to do  so, see, e.g. , Yancey, 354 N .C. at 53, 550 S.E .2d at 158 \n(holding that gross negligence requires an act “done purposely and with knowledge \nthat such an act is a breach of duty to others”).   \n64. In sum, Plaintiffs have produced no evidence either that SS&C had a duty \nto verify the Fund’s investments in ac cordance with  GAAP or any othe r formal \naccounting standard or that SS&C knowingly failed to do so.   \nc.  Issuing Capital Statements with K nowledge that the Fund’s \nBooks and Records Were Inaccurate \n \n65. As stated a bove, Plaintiffs have offered no evidence that SS&C kne w that \nthe Capital Statements were in accurate.  As a result, Pl aintiffs’ contention that \n“SS&C . . . c ollect[ed] wildly inflated fees based on phony A UM representations[,]” \nBradshaw, 20 15 NCBC LEXIS 80 , at *23 (internal quotation marks  omitted) \n(quoting Am. Compl. ¶ 276), is without evidentiary support. \nd.  Purposefully Manipulating the Fund’s Accounts \n66. Finally, there is no evidence that  SS&C manipulated the Fu nd’s financial \ninformation to make the Fund appear solvent when it was insolvent.  Because there \nis no evidence that SS&C knowingly and willfully manipulated the Fund’s financial \ninformation, knowingly relayed false i nformation to Plaintiffs, or knowingly and \nwillfully failed to properly perf orm services for the Fund under the ASA , Plaintiffs \nhave failed to satisfy their burden of proof on this point as well. \n67. Since Plaintiffs have offered n o evidence tha t SS&C com mitted a ny \nknowing or  willful act  in v iolation of its duty to Plai ntiffs, and, in parti cular, \nbecause Plaintiffs have failed to offer substantial evidence that SS&C knew about \nor participated in  Maiden’s fra ud, summary judgment sh all be granted and \nPlaintiffs’ gross negligence claim against SS&C shall be dismissed.  See Sawyer v. \nFood Lion,  Inc., 144 N.C. App. 398, 403, 549 S.E.2d 867, 871 ( 2001) (affirming \nsummary judgment on a gross negligence claim where conduct was “not willful”); see \nalso Trillium Ridge Condo. Ass’n v. Trillium Links & Vill., LLC, 236 N.C. App. 478, \n491, 764 S.E.2d 203,  212 (2014) (“[G]iven Plaintiff’s failure to identi fy any act or \nomission on the part of Trillium Links that was done wit h conscio us or reckl ess \ndisregard for the rights and safety of others, we conclude that the trial court did not \nerr by g ranting summary  judgment in favor of Trillium Links with respect t o \nPlaintiff’s gross negligence claim.” (citation and internal quotation marks omitted)).   \nC.  Grossly Negligent Misrepresentation \n68. SS&C argues now, as it  did in its Motio n to Dismiss,  that a claim for \ngrossly negligent misrepresentation  does not exist under North Carolina  law and \ntherefore Plaintiffs’ purported claim against SS&C on this basis sh ould be \ndismissed.  (Mem. Supp. 17–18.)  Since the Court’s rulin g o n SS&C’s Motion to \nDismiss, it appears that on ly one North Carolina court has addressed a purported \ngrossly negli gent misrepresentation claim .  See Krause v. RK Motors, LLC , No. \nCOA17-1168, 2018 N.C. App. LEXIS 631 (N.C. Ct. App. July 3, 2018).  In that case, \nthe plaintiff brought a “negligent or grossly negligent misrepresentation” claim as \nopposed to a claim premised entirely on gross negligence.  Id. at *2–3.  The Court of \nAppeals affirmed the dismissal of the claim at the summary judgment stage without \naddressing whether a grossly negligent misrepresentation claim may be advanced \nunder North Carolina law.  Id. at *9.   \n69. The Court now considers the viability o f this claim against SS&C for the \nsecond time.  In approaching this ta sk, the Court is mindful that while it “[should] \nnot shirk i ts duty to  fully consider n ew causes of actions when they are properly \npresented[,]” Woodell v. Pinehurst Surgical Clinic, P.A., 78 N.C. App. 230, 233, 336 \nS.E.2d 716, 718 (1985), aff’d, 316 N.C.  550, 342 S.E.2d 523 (1986 ), overruled on \nother grounds by Johnson v. Ruark Obstetrics, 327 N.C. 283, 300–01, 395 S.E.2d 85, \n95 (1990) , it “[should] proceed with the utmost caution and deliberateness in the \nface of such a request [,]” Hester v. Hubert Vester Ford, Inc., 239 N.C. A pp. 22, 31, \n767 S.E.2d 129, 137 (2015).   \n70. Heeding these admonitions here, the Court concludes that because  the \nCourt of Appeals did not comment on the v iability of the  grossly negligent \nmisrepresentation claim in Krause, the Court is not prepared to hold that the claim \ndoes not exist  under North Carolina law  as SS&C requests.  Neither, howev er, is \nthe Court prepared to hold that the North Carolina Supreme Court would recognize \nthe claim if give n the chance .  Th e Court instead concludes it need not decide th at \nissue o n this M otion because, even if the c laim is later found to e xist, Plaintiffs’ \nfailure to offer evidence showing that SS&C engaged  in “wanton a nd willf ul” \nmisconduct, a necessary element of any such  claim, and, separate ly, Plaintiffs’ \nfailure to respond to SS&C’s arguments for dismissal of th e claim, (see Br. Opp’n \n19–20 ( addressing only negligent misrepresentation, a claim they did not ple ad)), \nrequire dismissal of the claim against SS&C under Rule 56.   \nD.  Aiding and Abetting Constructive Fraud \n71. SS&C argues that Plaintiffs’ claim fo r aiding and abe tting constr uctive \nfraud is likewise not recognized under North Ca rolina law and should therefore be \ndismissed.  (Mem. Supp. 20 .)  This Court p reviously r ecognized in i ts r uling on \nSS&C’s motion to dismiss that should such a claim exist, it would be “similar to a \nclaim for aiding and abetting bre ach of fi duciary duty.”  Bradshaw , 2015 NCBC \nLEXIS 80, *39.  Since the Court’s decision, the North Carolina Court of Appeals has \nrefused to recognize a claim for aiding and abetting a breach of fiduciary duty.  See \nBDM Invs. v. Lenhil, Inc. , 826 S.E.2d 746, 763 (N.C. Ct. App. 2019)  (“[T]he North \nCarolina Supr eme Court h as not  recognized a cause of action for aiding a nd \nabetting breach of fiduciary duty, nor do we recognize it here.”).   \n72. In light of the Court of Appeals’ decision and given the similarity between \nthe two aiding and abetting claims,  the Court concludes that  the North Ca rolina \nSupreme Court would  not recognize a claim f or aiding and abe tting constructive \nfraud if the is sue were presented f or decision .  Th e Court thus concludes that \nPlaintiffs’ claim for aiding and abetting constructive fraud against SS&C should be \ndismissed.3   \n \n3 The Court further concludes that should the claim be found to exist, Plaintiffs have failed \nto offer su bstantial evidence in s upport, including any evidence of SS&C ’s “actual, not \nimplied, kno wledge” of Maiden’s fraud or of SS&C’s “substantial assistance or \nencouragement” in facilita ting Maiden ’s fraud .  Zloop, I nc. v. Parker Poe Ad ams & \nBernstein, LLP, 2018 NCBC LEXIS 16, at *34–53 (N.C. Super. Ct. Feb. 1 6, 2018) (citation \nand emphasis omitted), aff’d, 820 S.E.2d 322 (N.C. Ct. App. 2018). \nE.  North Carolina Securities Act Fraud \n73. Plaintiffs have alleged a claim against SS&C for secondary liability under \nthe NCSA for assisting Maiden in the implementation of his fraud.  This claim, too, \nmust be dismissed.  Section 78A-56(c)(2) of t he NCSA provides that “Every other \nperson who  materially aids in the transaction giving rise t o the liability is also \nliable jointly and severally . . . if the . . . other person actually knew of the existence \nof t he facts by reason of which the liability is alleg ed to exist .”  N.C .G.S. § 78A-\n56(c)(2) (emphasis added); see also NNN Durham Office Portfolio 1, LLC v. Grubb & \nEllis Co., 2016 NCBC L EXIS 95, at *90–91 (N.C. Super. Ct . Dec. 5, 2016) (“ The \nSecurities Act imposes two essential elements for secondary li ability: (1) the \n‘material aid’ requirement, and (2) the ‘ actual knowledge’ requirement.”).  In other \nwords, “under the Securities Act, . .  . material aid . . . mu st . . . be accompanied by \nproof that the party charged with secondary liability acted with k nowledge of the \nfacts on which  the c laim of prima ry liabilit y is based.”  NNN Durham Office \nPortfolio 1, 2016 NCBC LEXIS 95, at *92.   \n74. SS&C argues that Plaintiffs’ claim for secondary liability under the NCSA \nfails because Pla intiffs have presented no evidence that SS&C had actual \nknowledge of Maiden’s m isconduct.  (M em. Supp.  21.)  The C ourt agrees, as \ndiscussed at length ab ove.  Absent such knowledge, SS&C cannot be held \nsecondarily liable for as sisting Maiden’s fraud under the NC SA.  Plaintiffs’ NCSA \nclaim against SS&C should therefore be dismissed.   \nF. Civil Conspiracy \n75. Recognizing that civil conspiracy is not a s eparate, standalone cause of \naction, SS&C argues t hat Plaintiffs’ civil conspiracy claim against SS&C should be \ndismissed because Plaint iffs have failed to satisfy the ir burden  to sustain their \nother c laims.  (Mem. S upp. 22.)   The C ourt agre es.  Because the Cour t has \ndismissed all of Plaintiffs’ underlying claims against SS&C, the Court must likewise \ndismiss Plaintiffs’ claim against SS&C for civil conspiracy.  See Piraino Bros., LLC \nv. Atl.  Fin. Grp., Inc., 211 N.C. A pp. 34 3, 350, 712 S.E.2d 328, 333– 34 (2011) \n(“Where this Court ha s foun d summary judgment fo r the defendants on the \nunderlying t ort claims to b e proper, we ha ve held that a plaintif f’s claim for civil \nconspiracy must also fail.”).   \n76. Even if any  of Pla intiffs’ underlyin g claims against SS&C could  survive \ndismissal under Rule 56, the Court further concludes that the civil conspiracy claim \nagainst SS&C would necessarily fail because Plaintiffs have offered no evidence in \nsupport.  “A civil conspiracy requires: (1) an agreement between two or more persons \nto do a wrongful  act; (2) an ov ert act committed in furtherance of the a greement; \nand (3) damage to the plain tiff.”  Pleasant Valley Promenade v. Lechmer e, Inc., 120 \nN.C. App. 650, 657, 464 S.E.2d 47, 54 (1995)  (emphasis added).  While “[d]irect \nevidence of a conspiracy a greement is not  necessary and often does not exist [,]” id. \nat 657, 464 S.E.2d at 54, “the evidence of the agreement must be sufficient to create \nmore than a suspicion or conjecture in order to justi fy submission of the issue  to a \njury[,]” Dickens v. Puryear, 302 N.C. 437, 456, 276  S.E.2d 325, 337 (1981); see also  \nSe. Anesthesiology Consultants, PLLC v. Rose , 2019 NCBC LEXIS 52 , at * 41 (N.C. \nSuper. Ct. Aug. 20, 2019) (holding  that dismissal was proper where the conspiracy \nclaim “fail[ed] to allege how th[e] conspiracy came to be, or when, or where, or why”  \n(quoting Bottom v. Bailey, 238 N.C. App. 202, 213, 767 S.E.2d 883, 890 (2014)).   \n77. Plaintiffs offer no evidence of how, when, where, or why a conspiracy \nbetween SS&C an d Maiden arose.  Instead, they rely so lely on what they describe \nas “manipulated accounting and . . . incriminating email  trails.”  (Br.  Opp’n 28.)  \nThe C ourt has dis cussed at length  above how this evidence merely demonstrates \nthat Maiden knowingly provided false financial information to SS&C .  This \nevidence does not sh ow t hat SS&C knew of Maiden’s f inancial misconduct , much \nless that SS&C agreed to  participate or in fact  participated in Maide n’s fraud.  \nTherefore, based on the lack of supporting evidence, Plaintiffs’ civil conspiracy claim \nagainst SS&C cannot survive summary judgment and shall be dismissed. \nG. Punitive Damages \n78. Plaintiffs cannot assert a claim for punitive damages against SS&C where, \nas here, their substantive claims against SS&C have been dismissed.  When a court \nhas “dismissed all of [the] plaintiff’s substantive claims, [the plaintiff] is precluded \nfrom recovering pu nitive damages since,  ‘[a]s a rule [,] you can not ha ve a cause of \naction for punitive dam ages by itself. ’ ”  Horne v. Cumberland C ty. Hosp. Sys. , 228 \nN.C. A pp. 142, 15 0, 746 S.E.2d 13, 20 (2013)  (quoting Oestreicher v. Am. Nat ’l \nStores, Inc., 290 N.C. 118, 134, 225 S.E.2d 797, 808 (1976)).   \n79. Even if any of Plaintiffs’ substantive claims against SS&C were deemed to \nsurvive, punitive damages would nonetheless be unava ilable to Plaintiffs because \nthey have not offered evidence of a necessary aggravating factor.  See Scarborough  \nv. Dillard’s, I nc., 363 N. C. 715, 720, 693 S.E.2d 6 40, 643 (2009)  (holding that t o \nobtain an award of punitive damages, “ one of the followi ng aggrav ating factor s \n[must b e] present and [be ] related to the injury for w hich compensatory damages \nwere awarded:  (1) [f]raud[,]  (2) [m]alice[, or]  (3) [w]illful o r wanton  conduct” \n(quoting N.C.G.S. § 1D -15(a))); see also Justice v. Greyhound L ines, Inc., No. 5 :16-\nCV-132-FL, 2018 U.S. Dist. LEXIS 54285, at *12– 13 (E.D.N.C. Mar. 3 0, 2018)  \n(under North Carolina  law, “willful or wanton  conduct is ‘more’ than gross  \nnegligence in the sense t hat willful or wanton conduct requi res, in addition  to \nbreach of a known duty, an aggravating factor.”).   \n80. Because Plaintiffs offer no evidence in support o f their a llegation that \nSS&C knew of M aiden’s fraud and knowingly submitted false inf ormation to \nPlaintiffs, they have failed to  show that punitive dama ges against SS&C are \nwarranted.  See, e.g ., Braswell v. Colo nial Pipeli ne Co., 395 F. S upp. 3d 641, 656 \n(M.D.N.C. 2019) (“[A party’s] failure to allege sufficient facts in support of [its] gross \nnegligence clai m dooms [its] punitive damage s claim .”).  Plaintiffs shall thus be \nprecluded from recov ering punitive da mages against SS&C on this sepa rate and \nindependent basis.   \nV. \nCONCLUSION \n81. WHEREFORE, based o n the foregoing, th e Cou rt hereby GRANTS \nSS&C’s Motion and ORDERS that all of Plaintiffs’ remaining claims against SS&C \nin this action are hereby DISMISSED with prejudice. \nSO ORDERED, this the 15th day of September, 2020. \n \n \n     /s/ Louis A. Bledsoe, III    \n     Louis A. Bledsoe, III \n     Chief Business Court Judge "
}