{
  "id": "7e8ee101a94dc2b6bfe77d58b4a0701eb935260e87a01b6b63613860b67d0e30",
  "source_file": "data/raw/ncbc/7e8ee101a94dc2b6bfe77d58b4a0701eb935260e87a01b6b63613860b67d0e30.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nRUTHERFORD COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n13 CVS 231 \n \nRUTHERFORD ELECTRIC MEMBERSHIP \nCORPORATION, \n \nPlaintiff, \n \nv. \n \nTIME WARNER \nENTERTAINMENT/ADVANCE-\nNEWHOUSE PARTNERSHIP, d/b/a TIME \nWARNER CABLE, and TIME WARNER \nCABLE SOUTHEAST, LLC, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION \n \n \n \nNelson Mullins Riley & Scarborough, LLP, by Joseph W. Eason, Christopher \nJ. Blake, and Phillip A. Harris, Jr., for Plaintiff Rutherford Electric \nMembership Corporation. \nBrooks, Pierce, McLendon, Humphrey & Leonard, LLP, by Reid L. Phillips, \nand Sheppard Mullin Richter & Hampton, LLP, by Gardner F. Gillespie, Paul \nA. Werner and J. Aaron George for Defendants Time Warner Entertainment-\nAdvance/Newhouse Partnership and Time Warner Cable Southeast LLC. \nBledsoe, Judge. \n THIS MATTER is before the Court on Plaintiff Rutherford Electric \nMembership Corporation’s (“Plaintiff”) Motion to Enforce Stay of Proceedings or, in \nthe alternative, Motion to Stay Order and Opinion Pending Appeal (the “Motion”) in \nthe above-captioned case.  Having considered the Motion, the briefs and \nsupplemental material filed in support of and in opposition to the Motion, and the \narguments of counsel at the hearing held on July 18, 2014, the Court DENIES the \nMotion. \nI.  \nFACTUAL BACKGROUND \n{1} This case involves the proper interpretation and application of N.C. Gen. \nStat. § 62-350 (“G.S. § 62-350”), a statute enacted in 2009 to govern the regulation \nof pole attachments in North Carolina.    \nRutherford Elec. Membership Corp. v. Time Warner Entm’t/Advance-Newhouse \nP’ship, 2014 NCBC 34. \n \n \n{2} On January 31, 2013, Plaintiff filed its Complaint in this action under G.S. \n§ 62-350 seeking an adjudication that the pole attachment rates it charged to \nDefendants Time Warner Entertainment/Advance-Newhouse Partnership and Time \nWarner Cable Southeast, LLC (“Defendants”) for the years 2010 through 2013 were \n“just, reasonable, and non-discriminatory, and in the public interest.”   \n{3} After a four-day bench trial in September 2013, the Court (Murphy, J.) \nentered its final Order and Opinion (the “Order”) on May 22, 2014, finding in favor \nof Defendants.  Specifically, Judge Murphy determined that Plaintiff’s rates were \nunjust and unreasonable during the years at issue.  Rutherford Elec. Membership \nCorp. v. Time Warner Entm’t/Advance-Newhouse P’ship, 2014 NCBC 20 ¶ 85 (N.C. \nSuper. Ct. May 22, 2014), http://www.ncbusinesscourt.net/opinions/ \n2014_NCBC_20.pdf.  Judge Murphy further concluded that Plaintiff’s “unilateral \nrate increases for the years in dispute violated § 62-350,” id. at ¶ 92, and, in \naddition, that the requirement in G.S. § 62-350(a) that a covered entity “shall allow \nany communications service provider to utilize poles, ducts and conduits at . . . non-\ndiscriminatory rates, terms and conditions adopted pursuant to negotiated or \nadjudicated agreements” did not “insulate ‘class-based’ rates, terms, and conditions \nfrom review in individual cases.”  Id. at ¶ 91. \n{4} Relying on the directive in G.S. § 62-350 requiring the Court to “apply any \nnew rate adopted as a result of the action retroactively to the date immediately \nfollowing the expiration of the 90-day negotiating period or initiation of the lawsuit, \nwhichever is earlier,” \nid. at ¶ 93 (quoting § 62-350(c)), Judge Murphy further \nconcluded that:  \nthe parties must negotiate and adopt new rates for the years 2010 \nthrough 2013 that are consistent with  the reasoning in [the] Order . . . \n[to] be applied retroactively to the date immediately following the \nexpiration of the 90-day negotiating period for each year or the initiation \nof [the] lawsuit, whichever is earlier. \nId. at ¶ 93.   \n{5} In particular, Judge Murphy ordered the parties to adopt new rates for the \nyears 2010 through 2013 within 90 days of the entry of the Order, and to apply \n \n \nthose new rates retroactively in accordance with the statute.  Id. at ¶ 94(d).  Judge \nMurphy further directed that within 30 days after the parties adopted new rates, \n“Plaintiff must reimburse Defendants for any amounts overpaid, and/or Defendants \nmust pay Plaintiff any amounts owed under the new rate[s].”  Id. at ¶ 94(f). \n{6} On June 11, 2014, Plaintiff filed its Notice of Appeal from the Order to the \nNorth Carolina Court of Appeals.   \n{7} On June 13, 2014, Plaintiff filed the instant Motion.   \n{8} A hearing on the Motion was held on July 18, 2014.  The Motion has been \nfully briefed and is now ripe for determination.   \nII.  \nANALYSIS \n{9} Plaintiff contends that the Order is automatically stayed pending appeal \nby operation of G.S. § 1-294, and, alternatively, that the Court should exercise its \ndiscretion to enter a stay pending appeal under Rule 8 of the North Carolina Rules \nof Appellate Procedure (“NCRAP 8”).   \n{10} Defendant disputes Plaintiff’s interpretation of G.S. § 1-294 and instead \nclaims that the same statute divests this Court of jurisdiction to consider Plaintiff’s \nMotion or enter the requested stay.  Defendant further contends that the Court \nshould not enter a discretionary stay under NCRAP 8 because Plaintiff will not \nsuffer prejudice or harm if the stay is not granted and because Plaintiff has not \ntaken the necessary predicate steps for a stay under North Carolina law. \nPlaintiff’s Argument for an Automatic Stay \n{11} G.S. § 1-294 provides, in relevant part, that “[w]hen an appeal is perfected \n. . . it stays all further proceedings in the court below upon the judgment appealed \nfrom, or upon the matter embraced therein . . . .”1   \n                                                 \n1 Counsel for both parties advised at the hearing that the appeal has not yet been perfected but is \nexpected to be perfected in due course.  For purposes of this Order, the Court assumes without \ndeciding that perfection will occur within the ordinary course, and therefore, will relate back to the \nfiling of the Notice of Appeal.  See Woodard v. North Carolina Local Governmental Employees’ \nRetirement System, 110 N.C. App. 83, 87, 428 S.E.2d 849, 851 (1993) (citing Lowder v. Mills, Inc., \n301 N.C. 561, 580, 273 S.E.2d 247, 258 (1981)).   \n \n \n{12} The relevant determination for purposes of Plaintiff’s argument for an \nautomatic stay is whether the directives contained in paragraph 94 of Judge \nMurphy’s Order are “further proceedings” such that they are automatically stayed \nunder G.S. § 1-294.  The Court concludes they are not.  The self-executing features \nof Judge Murphy’s Order are not proceedings “in the court below” as contemplated \nby the stay mandated in G.S. § 1-294.  To the contrary, unless stayed, Judge \nMurphy’s Order will take effect without any further action (or “further \nproceedings”) in or by this Court.  See, e.g., G.S. § 1-296 (“the stay of proceedings \nprovided for in this Article shall not be construed to vacate the judgment appealed \nfrom, but in all cases, such judgment remains in full force and effect. . .”). \nDefendants’ Argument that the Court Lacks Jurisdiction \n{13} Defendants claim that the same statute Plaintiff relies on, G.S. § 1-294, \ndivests this Court of jurisdiction to hear the Motion or enter a stay, contending that \nentry of Plaintiff’s requested stay would impermissibly constitute a “further \nproceeding in the court below upon the judgment appealed from, or upon the matter \nembraced therein.”  (Defs.’ Br. Opp. Mot. 3–4.)  In particular, Defendants argue that \nany such stay would constitute a further order rescinding the directives in the \nOrder that the parties meet within 90 days to adopt new rates, make \nreimbursements and take similar actions consistent with the findings and \nconclusions in the Order.  \nId. \n{14} North Carolina law is clear that “[u]pon filing a notice of appeal, a trial \ncourt in North Carolina is divested of jurisdiction with regard to all matters \nembraced within or affected by the judgment which is the subject of the appeal.”  \nBrooks v. Giesey, 106 N.C. App. 586, 590–91, 418 S.E.2d 236, 238 (1992).  However, \nthe law is equally clear that “the court below may proceed upon any other matter \nincluded in the action and not affected by the judgment appealed from.”  G.S. § 1-\n294.   \n{15} Accordingly, a trial court retains authority to aid the appellate court in \nprocessing the appeal, see, e.g., Ross v. Ross, 194 N.C. App. 365, 368, 669 S.E.2d \n828, 831 (2008); to handle matters that do not raise a “question involved in the \n \n \nthen-pending appeal,” see, e.g., Cox v. Dine-a-Mate, Inc., 131 N.C. App. 542, 545, \n508 S.E.2d 6, 8 (1998), or to otherwise decide issues that will not be before the \nappellate court for review and decision on the appeal.  See, e.g., Songwooyarn \nTrading Co. v. Sox Eleven, Inc., 723 S.E.2d 569, 572 (N.C. Ct. App. 2012) (“the lower \ncourt . . . retains jurisdiction . . . to hear motions and grant orders, so long as they \ndo not concern the subject matter of the suit and are not affected by the judgment \nappealed from”).   \n{16} Applying these principles, the Court concludes that staying Judge \nMurphy’s Order will not modify, alter, reinterpret or otherwise cause a substantive \nchange in the Order.  Rather, a stay will simply delay the implementation of the \nOrder pending appeal and would be “intended to aid in the security of the plaintiff’s \nrights while the appeal [is] pending.”  Id.  Indeed, there has been no showing that \nthe directives contained in the Order cannot be implemented after an appeal has \nbeen resolved, or that the Order required action to occur by August 20, 2014 (90 \ndays after the May 22, 2014 Order) because substantive rights of either party would \nbe lost thereafter.  Accordingly, the Court rejects Defendants’ argument and \nconcludes that it has jurisdiction to consider Plaintiff’s motion for stay and to enter \na stay, if the Court finds it appropriate. \nPlaintiff’s Argument for a Discretionary Stay \n{17} Having rejected Plaintiff’s argument for an automatic stay and determined \nthat it has jurisdiction to consider entry of a stay, the Court now considers \nPlaintiff’s alternative contention that the Court should enter a discretionary stay of \nthe implementation of the Order pending the appeal.2   \n                                                 \n2 Defendant contends that Plaintiff has not taken the necessary predicate steps to secure a stay, in \nparticular, the posting of a bond or written undertaking as required, for example, under G.S. § 1-289 \n(for a money judgment).  The Order here, however, is not readily categorized and has features of a \nmandatory injunction (compelling renegotiation of rates) and a prospective money judgment (to be \ncalculated after the renegotiation).  Accordingly, the Court concludes that Plaintiff properly moved \nthe trial court for a stay under Rule 8 of the North Carolina Rules of Appellate Procedure without \nattempting a bond or written undertaking (a stay must “ordinarily first be sought by deposit of \nsecurity with the clerk of the superior court in those cases for which provision is made by law for the \nentry of stays upon deposit of adequate security . . . or by application to the trial court in all other \ncases.”).  \n \n \n \n{18} The North Carolina appellate courts have provided limited guidance to \nassist trial courts in analyzing whether to grant a discretionary stay pending \nappeal.  Plaintiff argues prejudice to the appellant should be the guide, while \nDefendants suggest an injunction standard – the likelihood that the appellant will \nprevail on appeal and the possibility that the appellant will be irreparably harmed \nif a stay is not entered – is appropriate.  See generally Meares v. Town of Beaufort, \n193 N.C. App. 49, 63, 667 S.E.2d 244, 254 (2008); Abbott v. Highlands, 52 N.C. App. \n69, 277 S.E.2d 820 (1981).3  Both proposed standards thus focus on prejudice to the \nmoving party and so will the Court’s analysis. \n{19} Plaintiff contends that “[r]equiring compliance with the . . . Order . . . \nwould prejudice the rights and claims of Plaintiff embraced within that appeal, and \nalso would produce attachment rates for 2010 through 2013, and thereafter, which \ndiscriminate in favor of the Defendants, to the further prejudice and detriment of \nPlaintiff.”  (Pl.’s Br. Supp. Mot. 5–6.)  Plaintiff further contends that, if it is forced \nto adopt new rates for the applicable period, Plaintiff’s appeal would be rendered \nmoot.  (Pl.’s Reply Br. 7–8.)   \n{20} The Court does not find Plaintiff’s arguments persuasive.  First, Judge \nMurphy considered and rejected Plaintiff’s contention that negotiating a different \nrate for Defendants from the rate that Plaintiff charged others would prejudice \nPlaintiff’s other agreements.  \nRutherford Elec. Membership Corp., 2014 NCBC 20 ¶ \n91.  The Court will not issue a stay based on alleged prejudice that Judge Murphy \npreviously concluded is not present.  Likewise, Plaintiff’s contention that the appeal \nwill necessarily be rendered moot by the ordered renegotiation is not apparent on \nthis record or under North Carolina law.  Moreover, if Plaintiff should prevail on \nappeal, Plaintiff has not shown that any action taken or any payments made in \nreliance on new rates negotiated under Judge Murphy’s Order cannot be easily \n                                                 \n3 See also Hilton v. Braunskill, 481 U.S. 770, 776 (1987) (noting the four-factor test under federal \nlaw: “(1) whether the stay applicant has made a strong showing that he is likely to succeed on the \nmerits; (2) whether the applicant will be irreparably injured absent a stay; (3) whether issuance of \nthe stay will substantially injure the other parties interested in the proceeding; and (4) where the \npublic interest lies.”).   \n \n \nunwound.  Indeed, at its core, the Order requires a new reasonable rate to be \nnegotiated and reimbursement to be made based on that rate.  Should that \nreimbursement occur and Plaintiff later prevail on its appeal, it should be a \nrelatively simple matter to put the parties back into their respective pre-appeal \npositions through a mathematical adjustment and subsequent payment.  \nAccordingly, the Court concludes that Plaintiff has failed to show that it will suffer \nprejudice or irreparable harm if the Motion is denied and a stay is not entered. \n{21} Given that Plaintiff has not shown prejudice or irreparable harm from a \ndenial of the Motion, and mindful of the broadly-stated admonitions from the \nUnited States Supreme Court under federal law that “[a] stay is an ‘intrusion into \nthe ordinary processes of administration and judicial review’ and accordingly ‘is not \na matter of right, even if irreparable injury might otherwise result to the \nappellant,’” \nNken v. Hunter, 556 U.S. 418, 427 (2009) (citations omitted), the Court \nconcludes that a stay should not issue on the facts presented here, and therefore, \nPlaintiff’s Motion should be denied. \n{22} WHEREFORE, the Court DENIES Plaintiff’s Motion.  \nSO ORDERED, this the 25th day of July, 2014. "
}