{
  "id": "7f8dd794fb52fd11052b1f655b8cfb911068b8b628ef689e5dd73f9d36f94db2",
  "source_file": "data/raw/ncbc/7f8dd794fb52fd11052b1f655b8cfb911068b8b628ef689e5dd73f9d36f94db2.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 12827 \n \nMARWAN ELHULU; KHALID \nALNABULSI; and MOHAMMED \nSAQQA, \n \nPlaintiffs, \n \nv. \n \nFADEL ALSHALABI; and OMNI \nHOLDING GROUP, LLC, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION  \nON MOTIONS TO DISMISS \n \n1. For the second time, Defendants Fadel Alshalabi and Omni Holding Group, \nLLC have moved to dismiss all claims asserted against them.  As discussed below , \nthe Court GRANTS in part and DENIES in part their motions to dismiss. \nThe Law Office of William L. Sitton, Jr., by William L. Sitton, Jr., for  \nPlaintiffs Marwan Elhulu, Khalid Alnabulsi, and Mohammed Saqqa. \nParry Law, PLLC, by Jonah A. Garson and K. Alan Parry, for Defendant \nFadel Alshalabi. \nJerry Meek, PLLC, by Gerald F. Meek, for Defendant Omni Holding  \nGroup, LLC. \nConrad, Judge. \nI. \nBACKGROUND \n2. The following background assumes that the allegations of the amended \ncomplaint are true. \n3. In early 2016, Plaintiffs Marwan Elhulu, Khalid Alnabulsi, and Mohammed \nSaqqa bought membership interests in  Omni Holding Group, LLC (“Omni”)  to \nsupport the expansion of its medical laboratories business .  They did so in response \nElhulu v. Alshalabi, 2021 NCBC 69. \nto solicitations from Omni’s manager, Fadel Alshalabi, who assured them that their \ninvestments would be repaid by the end of the year  and that they would receive  \ngenerous distributions as members.  A few months later, Alshalabi invited Plaintiffs \nto invest more money, this time promising a distribution by the end of the  year and \nrepayment of their capital by January 2017.  Together, Plaintiffs gave Alshalabi and \nOmni nearly $1 million.  (See Am. Compl. ¶¶ 8, 9, 11, 12, 14, 21, ECF No. 42.)   \n4. Five years have passed, yet  Plaintiffs still await their promised payoff .  \nBelieving they’ve been swindled, Plaintiffs allege that Alshalabi used their money for \nbusiness dealings with a notorious felon that ended in disaster.  They also allege that \nAlshalabi has enriched himself in the process.  (See Am. Compl. ¶¶ 16–18, 26, 27, 30, \n44.) \n5. Plaintiffs’ demands for information have yielded little.  In response to \nrepeated inquiries, Alshalabi first urged patience and reassured Plaintiffs and other \nmembers that distributions were imminent.  B ut b y mid -2018, he had stopped \nresponding and sharing information at all.  Plaintiffs have also unsuccessfully asked \nfor documentation to show the extent of their membership interests and how their \ncapital contributions were used.  (See Am. Compl. ¶¶ 35–37, 40, 43, 46.) \n6. In this lawsuit, Plaintiffs seek damages and information.  T heir original \ncomplaint drew motions to dismiss from Omni and Alshalabi, which the Court partly \ngranted.  Following that decision, Plaintiffs amended their complaint and now assert \nfive claims  for relief.  These i nclude claims for declaratory judgment, fraud, and \nbreach of contract , as well as  a claim to enforce their statutory records -inspection \nrights and a claim to appoint a receiver over Omni. \n7. Omni and Alshalabi have once more moved to dismiss all claims under North \nCarolina Rule of Civil Procedure 12(b)(6).  (ECF Nos. 44, 48.)  The motions have been \nfully briefed.  Although the Court had scheduled a hearing, circumstances related to \nthe COVID-19 pandemic necessitated its cancellation.  Because f urther delay would \nnot serve the interests of the case, * the Court elects to decide the motion without a \nhearing.  See Business Court Rule 7.4.  \nII. \nANALYSIS \n8. A Rule 12(b)(6) motion “tests the legal sufficiency of the complaint.”  \nIsenhour v. Hutto, 350 N.C. 601, 604 (1999) (citation and quotation marks omitted).  \nThe Court must take  the allegations as true and construe them in the light most \nfavorable to the nonmoving party.  See Sykes v. Health Network Sols., Inc., 372 N.C. \n326, 332 (2019); CommScope Credit Union v. Butler & Burke, LLP , 369 N.C. 48, 51 \n(2016).  Further, the Court will not consider material outside the complaint, but may \nconsider documents incorporated into or attached to the complaint.   See B ucci v. \nBurns, 2018 NCBC LEXIS 37, at *8 (N.C. Super. Ct. Apr. 25, 2018). \nA. Declaratory Judgment \n9. In their original complaint, Plaintiffs asked the Court to declare the extent \nof their membership interests in Omni.  In response, Omni and Alshalabi moved to \n \n* Indeed, although this case has been pending for over a year, discovery has not yet begun.   \nTwice, the parties have asked to delay discovery pending resolution of motions practice.  \nExpedition is needed so that this case can begin to move forward. \ndismiss the claim for failure to join necessary parties , which the Court denied.   See \nElhulu v. Alshalabi, 2021 NCBC LEXIS 44, at *8–12 (N.C. Super. Ct. Apr. 29, 2021) \n(ECF No. 32). \n10. The amended complaint seeks a similar declaration.  Again, Omni and \nAlshalabi move to dismiss the claim, this time for failure to state a claim  for relief.  \nAnd again, the Court disagrees. \n11. A motion to dismiss a claim for declaratory judgment is “ seldom \nappropriate.”  Morris v. Plyler Paper Stock Co. , 89 N.C. App. 555, 557 (1988) .  \nDismissal “is allowed only when the record clearly shows that there is no basis for \ndeclaratory relief as when the complaint does not allege an actual, genuine existing \ncontroversy.”  N.C. Consumers Power,  Inc. v. Duke Power Co. , 285 N.C. 434, 439 \n(1974).   \n12. Here, the amended complaint alleges the percentage interests Plaintiffs \nclaim to possess,  that records received from Omni  contain conflicting  information \nconcerning those interests, that Omni and Alshalabi have refused to produce \nadditional information despite many requests, and that there is a real controversy \nregarding Plaintiffs’ “legal ownership and membership in Omni.”  (Am. Compl. ¶¶ 21, \n36, 53, 57.)  These allegations tend to show that an actual controversy exists, and a \njudicial declaration would likely remove the uncertainty as to Plaintiffs’ interests in \nOmni.  The Court therefore denies the motions to dismiss the claim  for declaratory \njudgment. \nB. Statutory Inspection Rights \n13. By statute, LLC members have a right to inspect certain company records.  \nSee N.C.G.S. § 57D-3-04(a).  That right is enforceable through an action seeking a  \nwrit of mandamus.  See Miller v. Burlington Chem. Co. , 2016 NCBC LEXIS 190, at \n*11 (N.C. Super. Ct. Sept. 27, 2016). \n14. Omni and Alshalabi contend that Plaintiffs cannot show a clear right to the \ndocuments they seek, as required to obtain mandamus relief .  But that is the wrong \nquestion.  Plaintiffs have not yet moved for  any relief.  Thus, rather than apply the \nstandard for mandamus relief, the Court at this stage asks only whether Plaintiffs \nhave adequately stated a claim.  They have.   Construed liberally, Plaintiffs have \nalleged that they made a demand  for documents under section 57D -3-04 and that \nOmni refused to allow inspection of those documents.  (See Am. Compl. ¶¶ 49, 50, 62, \n65, 67.)  These allegations, which the Court must take as true, are sufficient to avoid \ndismissal.  Whether Plaintiffs can prove their allegations and show that they are  \nentitled to mandamus relief is a question for another day. \n15. Alshalabi correctly argues, however, that Plaintiffs have not properly stated \na claim against him .  Section 57D-3-04(a) states that a member “ may inspect and \ncopy or otherwise obtain  [records] from the LLC,” not the managers or members of \nthe LLC.  N.C.G.S. § 57D-3-04(a) (emphasis added).  The  Court therefore dismisses \nthe mandamus claim as against Alshalabi  but otherwise denies the motions to \ndismiss the claim against Omni. \nC. Fraud \n16. Next, Omni and Alshalabi challenge the fraud claim, citing the general rule \nthat an unfulfilled promise is not fraudulent unless made with no intent to carry it \nout.  See, e.g. , Braun v. Glade Valley Sch., Inc. , 77 N.C. App. 83, 87 (1985).   The \namended complaint, however, expressly alleges that Alshalabi “had a specific intent \nnot to perform on his promises” at the time he made them.  (Am. Compl. ¶ 71.)  Other \nallegations also tend to show motive and a pattern of deceit, thereby  supporting an \ninference of fraudulent intent.  (See, e.g., Am. Compl. ¶¶ 16–18, 44.) \n17. In addition, Omni and Alshalabi argue that the claim is barred by the  \neconomic loss rule.  It is not.  Our Court of Appeals “has expressly set forth that the \neconomic-loss rule does not bar fraud claims, even where the alleged fraud also \nbreaches a contractual term between the parties.”  Cummings v. Carroll , 270 N.C. \nApp. 204, 231 (2020) (citing Bradley Woodcraft, Inc. v. Bodden, 251 N.C. App. 27, 34 \n(2016)). \n18. The Court denies the motions to dismiss the fraud claim. \nD. Breach of Contract \n19. The fourth claim is for breach of contract.  Omni and Alshalabi contend, first, \nthat Plaintiffs cannot pursue a claim based on oral promises made b y Alshalabi due \nto the merger clause in Omni’s operating agreement .  “Merger clauses create  a \nrebuttable presumption that the writing represents the final agreement between the \nparties.”  Zinn v. Walker, 87 N.C. App. 325, 333 (1987).  Evidence of fraud, bad faith, \nand similar malfeasance may rebut the presumption .  See i d.  Given that Plaintiffs \nhave adequately alleged fraud, it would be premature to hold that the merger clause \nforecloses a claim for breach of an oral agreement.  See McKee v. James, 2013 NCBC \nLEXIS 33, at *14–16 (N.C. Super. Ct. July 24, 2013) (denying motion to dismiss claim \nfor breach of oral contract, despite merger clause, due to allegations of fraud). \n20. Omni and Alshalabi also argue that the amended complaint does not \nadequately al lege a breach of section 3.04 of the operating agreement.  Not so .  \nPlaintiffs allege that section 3.04 requires Omni to make monthly or quarterly \ndistributions of net cash flow to members and that Omni  breached this provision by \nfailing to make any distri butions since June 2018 .  (See Am. Compl. ¶ ¶ 79, 82, 83.)  \nNothing more is required.  See, e.g., Vanguard Pai Lung, LLC v. Moody, 2019 NCBC \nLEXIS 39, at * 10 (N.C. Super. Ct. Jun . 19, 2019) (noting that “our appellate courts \nroutinely reverse trial court orders that require anything more” than allegations of a \nvalid contract and breach of its terms (collecting cases)). \n21. Alshalabi separately argues that the amended complaint does not allege \nthat he is a party to any  contract—rather, Omni alone is a party —and that he \ntherefore cannot be liable  in his individual capacity.   Plaintiffs do not contest th is \nargument in their opposition brief.  The Court agrees with Alshalabi.  See, e.g., Kerry \nBodenhamer Farms, LLC v. Nature’s Pearl Corp., 2017 NCBC LEXIS 27, at *10 (N.C. \nSuper. Ct. Mar. 27, 2017) (“[W]hen a defendant is ‘not a party to the contract,’ then \n‘as a matter of law he cannot be held liable for any breach that may have occurred.’ ” \n(quoting Canady v. Mann, 107 N.C. App. 252, 259 (1992)). \n22. The Court therefore denies the motions to dismiss the claim for breach of \ncontract with respect to Omni but dismisses the claim with respect to Alshalabi. \nE. Receivership \n23. The final matter is Plaintiffs’ claim for the Court to appoint a receiver.  Omni \nand Alshalabi contend that Plaintiffs are not creditors of Omni and therefore may not \nseek appointment of a receiver .  The Court is not persuaded that  this contention, if \ntrue, warrants dismissal.  The governing statute authorizes appointment of a receiver \nin “a civil action by a creditor or other party in interest,” including when the requested \nreceivership “is combined with, or is ancillary to, a civil action that seeks a money \njudgment or other relief.”  N.C.G.S. §  1-507.24(a).  Plaintiffs may well be parties in \ninterest, even if not creditors.  See id. § 1-507.20(16), (22) (defining “party in interest” \nand “insider”). \n24. This does not mean that Plaintiffs are entitled to a receivership.  Indeed, no \nmotion to appoint a receiver is even pending.  If Plaintiffs seek that relief, Omni and \nAlshalabi may renew these arguments in opposition .  For now, the Court concludes \nonly that Plaintiffs’ allegations do not necessarily defeat or foreclose the appointment \nof a receiver. \nIII. \nCONCLUSION \n25. For all these reasons, the Court GRANTS Alshalabi’s motion to dismiss the \nclaims against him for writ of mandamus and breach of contract.  In all other respects, \nthe motions are DENIED.  \n \nSO ORDERED, this the 19th day of October, 2021. \n \n \n       /s/ Adam M. Conrad   \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n "
}