{
  "id": "7fb737bdeec97f50df1b82eb5eaf5125ee449b785aa4365514fc4fd0a4b7fe65",
  "source_file": "data/raw/ncbc/7fb737bdeec97f50df1b82eb5eaf5125ee449b785aa4365514fc4fd0a4b7fe65.pdf",
  "raw_text": "Patriot Performance Materials, Inc. v. Powell, 2013 NCBC 10. \n \n \n \n \n{1} \n THIS MATTER is before the court on Third-Party Defendant Amber \nWedlake’s, f/k/a/ Amber Clancy, Motion to Dismiss the Third-Party Complaint \n(“Motion”).  For the reasons stated below the Motion is GRANTED. \n \nThe Law Offices of Lonnie M. Player, Jr., PLLC by Lonnie M. Player for \nDefendant and Third-Party Plaintiff William C. Powell. \n \nLaw Office of Charles M. Oldham, PLLC by Charles M. Oldham, III and The \nLile-King Firm by Phyllis Lile-King for Third-Party Defendant Amber \nWedlake.  \n \n \nGale, Judge. \n \n \nSTATE OF NORTH CAROLINA  \n \nCOUNTY OF LEE \n \n \nIN THE GENERAL COURT OF JUSTICE  \nSUPERIOR COURT DIVISION \n12 CVS 814 \nPATRIOT PERFORMANCE \nMATERIALS, INC., PATRIOT \nOUTFITTERS, INC., and  \nWILLIAM J. HENDERSON, IV, \n \nPlaintiffs, \n \nv. \n \nWILLIAM C. POWELL, \n \nDefendant and Third-Party Plaintiff, \n \nv. \n \nBEVERLY HENDERSON, JORDAN \nHENDERSON, MELISSA ROESLER, \nand AMBER CLANCY, \n \nThird-Party Defendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n \n) \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n \nORDER ON MOTION TO DISMISS ORDER ON MOTION TO DISMISS ORDER ON MOTION TO DISMISS ORDER ON MOTION TO DISMISS    \nTHIRD THIRD THIRD THIRD-- --PARTY COMPLAINT PARTY COMPLAINT PARTY COMPLAINT PARTY COMPLAINT     \nAGAINST AMBER CLANCY AGAINST AMBER CLANCY AGAINST AMBER CLANCY AGAINST AMBER CLANCY    \n  \nI. I. I. I.  PROCEDURAL BACKGROUND PROCEDURAL BACKGROUND PROCEDURAL BACKGROUND PROCEDURAL BACKGROUND    \n    \n{2}  Plaintiffs initiated this lawsuit against Defendant and Third-Party \nPlaintiff William C. Powell (“Powell”) by Complaint dated July 23, 2012, alleging \nclaims for breach of fiduciary duty and tortious interference with business \nrelationships arising out of Powell’s alleged mismanagement of businesses co-owned \nby Powell and Plaintiff William J. Henderson, IV (“Henderson”).  On September 11, \n2012, Powell answered and asserted counterclaims against Henderson alleging that \nHenderson converted funds from their jointly-owned businesses for his own \npersonal use.  Powell also brought third-party complaints against Henderson’s wife \nBeverly Henderson, Henderson’s daughter Jordan Henderson, Melissa Roesler, and \nAmber Clancy (“Clancy”), all of whom, Powell alleges, received benefits from \nHenderson’s conversion of company monies. \n{3}  Clancy answered and moved to dismiss the third-party complaint \nagainst her on October 26, 2012.  The Motion has been fully briefed, oral argument \nwas held on February 12, 2013, and the matter is ripe for disposition.   \n \nII. II. II. II.  FACTUAL BACKGROUND FACTUAL BACKGROUND FACTUAL BACKGROUND FACTUAL BACKGROUND    \n    \n{4}  The court does not make findings of fact in connection with a motion to \ndismiss, as a motion to dismiss “does not present the merits, but only [determines] \nwhether the merits may be reached.”  Concrete Serv. Corp. v. Investors Grp., Inc.,  \n79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986).  The following facts are stated to \nprovide context for the court’s opinion and are construed in favor of the Plaintiff, \nwith the court drawing permissible inferences not inconsistent with the facts \nalleged. \n{5}  Henderson and Powell are equal co-owners of several businesses, two \nof which are Plaintiffs in this action.  (Compl. ¶¶ 1–4, 7; Answer, Affirmative \nDefense, Countercls. and Third Party Compl. [hereinafter “Third Party Compl.”] 5–\n6 ¶¶ 4, 7, 10, 11.)  Powell’s counterclaims allege, inter alia , that “for the nine (9) \n  \nmonths of December, 2005 and January, 2006 and May, 2006 through November, \n2006” Henderson “us[ed] company funds to lavish gifts upon women.”  (Third Party \nCompl. 7 ¶¶ 13, 15.)  For example, the counterclaim alleges: \n[I]n 2006, Plaintiff Henderson diverted over $30,000.00 in company \nfunds . . . for the purpose of purchasing a Mercedes-Benz automobile \nand a high-end Apple Mac computer for Third Party Defendant Amber \nClancy, a woman who, upon information and belief, had been a nanny \nfor Plaintiff Henderson and his wife, Third Party Defendant Beverly \nHenderson. \n \n(Third Party Compl. 7 ¶ 16.)   \n \n{6} \n This allegation forms the basis of Powell’s third-party complaint \nagainst Clancy, which claims that Clancy was unjustly enriched by the items given \nto her by Henderson, items which were purchased with corporate funds.  (Third \nParty Compl. 20 ¶¶ 9–11.)   \n \nIII. III. III. III. \n STANDARD OF REVIEW STANDARD OF REVIEW STANDARD OF REVIEW STANDARD OF REVIEW    \n    \n{7}  The appropriate inquiry on a motion to dismiss pursuant to Rule \n12(b)(6) is “whether, as a matter of law, the allegations of the complaint, treated as \ntrue, are sufficient to state a claim upon which relief may be granted under some \nlegal theory, whether properly labeled or not.”  Crouse v. Mineo , 189 N.C. App. 232, \n237, 658 S.E.2d 33, 36 (2008) (quoting Harris v. NCNB Nat’l Bank , 85 N.C. App. \n669, 670, 355 S.E.2d 838, 840 (1987)).  A claim may be properly dismissed “pursuant \nto Rule 12(b)(6) if no law exists to support the claim, if the complaint fails to allege \nsufficient facts to assert a viable claim, or if the complaint alleges facts that will \nnecessarily defeat the claim.”  Bob Timberlake Collection, Inc. v. Edwards , 176 N.C. \nApp. 33, 40, 626 S.E.2d 315, 322 (2006).   \n \n \n \n \n  \nIV. IV. IV. IV.  ANALYSIS ANALYSIS ANALYSIS ANALYSIS    \n    \n{8}  In order to prevail on a claim for unjust enrichment, a plaintiff must \nshow that (1) it conferred a benefit on the other party; (2) the benefit was not \nconferred officiously; (3) the benefit was not gratuitous; (4) the benefit is \nmeasurable; and (5) the defendant consciously accepted the benefit.  Booe v. \nShadrick , 322 N.C. 567, 570, 369 S.E.2d 554, 555–56 (1988).   \n{9}  Claims for unjust enrichment are governed by a three-year statute of \nlimitations as an implied contract under N.C. G EN . STAT . § 1-52(1) (2012).  \nHousecalls Home Health Care, Inc. v. State , 200 N.C. App. 66, 70, 682 S.E.2d 741, \n744 (2009).   \n{10}  Powell alleges that Henderson wrongly used corporate funds to confer \nbenefits upon Clancy.  (Third Party Compl. 7 ¶ 16, 20 ¶¶ 10–11.)  Thus it was the \ncorporation, not Powell individually, who conferred a benefit, if any, upon Clancy \nand it is the corporation that would be the proper party to bring such an action.  See \nEffler v. Pyles , 94 N.C. App. 349, 353, 380 S.E.2d 149, 152 (1989). \n{11}  However, even if Powell were the proper plaintiff or if the claim had \nbeen properly brought on behalf of the corporation, the third-party complaint itself \nalleges that the items given to Clancy were “gifts,” which fall outside the purview of \na claim for unjust enrichment.  Booe , 322 N.C. at 570, 369 S.E.2d at 555–56; (Third \nParty Compl. 7 ¶ 15; Response 5.)  And, as stated, an action for unjust enrichment \nis governed by a three-year statute of limitations and is not governed by a discovery \nrule.  By incorporating the allegations of the counterclaim, Powell’s third-party \ncomplaint on its face alleges that the items were given to Clancy in 2006, more than \nthree years before the claim against Clancy was initiated in September 2012. \n \n \n \n \n \n  \nV. V. V. V.    CONCLUSION CONCLUSION CONCLUSION CONCLUSION    \n    \n{12}  For the reasons stated above, the Motion is GRANTED.   \n \n IT IS SO ORDERED this 13th day of February, 2013. \n \n "
}