{
  "id": "7fef1d408927a8e9ff482fea9152ea9f28d08351ae51f6400a444e88f6b3ab34",
  "source_file": "data/raw/ncbc/7fef1d408927a8e9ff482fea9152ea9f28d08351ae51f6400a444e88f6b3ab34.pdf",
  "raw_text": "Global Promotions Group, Inc. v. Danas Inc., 2012 NCBC 38. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUS TICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 11 CVS 11756 \n \n \nGLOBAL PROMOTIONS GROUP, INC., a ) \nNorth Carolina Corporation; FRED and  ) \nSARA HODGES, individually and d/b/a ) \nGLOBAL PROMOTIONS GROUP; SDW,  ) \nINC., a Georgia Corporation and SANDRA ) \nWARREN, individually and d/b/a ) \nSIGNATURES CUSTOM ADVERTISING, ) \n Plaintiffs ) OPINION AND ORDER  \n  ) ON MOTION TO DISMISS  \n v.  )   \n   ) \nDANAS INCORPORATED, a North Carolina ) \nCorporation; COLLEEN FUTRELL, ) \nindividually; RICHARD FUTRELL,  ) \nindividually; MARTHA DOMINICK,  ) \nindividually and BRANCH BANKING &  ) \nTRUST COMPANY, a North Carolina ) \nCorporation,   ) \n  Defendants ) \n \n \nTHIS CAUSE, designated a mandatory complex business case by Order of the \nChief Justice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-\n45.4(b) (hereinafter, references to the North Carolina General Statutes will be to \"G.S.\"); \nand assigned to the undersigned Chief Special Superior Court Judge for Complex \nBusiness Cases, comes before the court upon Defendants Martha Dominick and \nBranch Banking & Trust Company's Motion to Dismiss (\"Motion\"), pursuant to Rule \n12(b)(6), North Carolina Rules of Civil Procedure (\"Rule(s)\"); and \n \nTHE COURT, after considering the Motion, briefs in support of and opposition to \nthe Motion and other appropriate matters of record, CONCLUDES that the Motion \nshould be GRANTED, for the reasons stated herein. \nBryant Duke Paris III, PLLC, by Bryant Duke Paris III, Esq. for Plaintiffs.  \n \nPoyner & Spruill, LLP, by David Dreifus, Esq. and Eric P. Stevens, Esq. for \nDefendant Branch Banking & Trust Company.  \n \nHartzell & Whiteman, LLP, by Andrew O. Whiteman, Esq. for Defendant Martha \nDominick. \n \nJolly, Judge. \nI. \nPROCEDURAL HISTORY \n \n[1] On or about July 28, 2011, Plaintiffs Global Pr omotions Group, Inc. \n(\"Global\"), Fred Hodges, Sara Hodges, SDW, Inc. (\"SDW\") and Sandra Warren \n(\"Warren\") filed their Complaint against Defendants Danas Incorporated (\"Danas\"), \nColleen Futrell, Richard Futrell, Martha Dominick (\"Dominick\") and Branch Banking & \nTrust Company (\"BB&T\") (collectively, Dominick and BB&T will be referred to as \"Bank \nDefendants\").   \n[2] The Complaint alleges the following causes of a ction (\"Claim(s)\") against \nDominick and/or BB&T: Claim Nine – Breach of Fiduci ary – Dominick; Claim Ten – \nNegligence – Dominick and BB&T; Claim Eleven – Resp ondeat Superior/Vicarious \nLiability – BB&T; Claim Twelve – Breach of Contract  – BB&T; Claim Thirteen – Unjust \nEnrichment – Dominick and BB&T and Claim Fourteen –  Accounting – BB&T. \n[3] On October 17, 2011, Bank Defendants filed the Motion, which seeks \ndismissal of all Claims alleged against both of them. \n \n[4] The court has reviewed all materials relative t o the Motion, and the Motion \nis ripe for determination.1 \nII.  \nFACTUAL BACKGROUND  \n Among other things, the Complaint alleges that:  \n[5] Global is a corporation organized and existing under the laws of North \nCarolina, with its principal place of business in Rocky Mount, North Carolina. 2  Global is \na specialty advertisement business, and Fred and Sara Hodges are the principals of \nGlobal.3   \n[6] SDW is a corporation organized and existing und er the laws of Georgia, \nwith its principal place of business in Woodstock, Georgia.  Warren is the majority \nowner of SDW, d/b/a Signatures Custom Advertising (\"Signatures\"). 4  Similar to Global, \nSignatures is also a specialty advertising business.  \n[7] Danas is a corporation organized and existing u nder the laws of North \nCarolina, with its principal place of business in Cary, North Carolina.  Susan Johnson \n(\"Johnson\") is the majority owner of Danas. 5  At times material, it appears that, among \nother things, Danas offered accounting services to its clients. \n[8] At all times relevant to this action, Colleen F utrell was employed as a \nbookkeeper for Danas.  Colleen Futrell was married to Richard Futrell, who was the \n                                                 \n1 The Motion has been fully briefed by both parties. Pursuant to Rule 15.4 of the General Rules of \nPractice and Procedure for the North Carolina Business Court (\"BCR\"), the court elects decide the Moti on \non the pleadings and briefs, without hearing or oral argument. \n2 Compl. ¶ 1.  \n3 Id. ¶¶ 2, 13.  \n4 Id. ¶¶ 3-4.  There is an apparent inconsistency between  the initial case caption and paragraph 3 of the \nComplaint with regard to whether Warren or SDW does  business as Signatures.  For purposes of this \nOpinion and Order, the court has tracked the allegations of paragraph 3 in this regard. \n5 Id. ¶ 5.  \n \nwebmaster and administrator of the software and computer system used by Danas to \nprovide accounting and operational services to Plaintiffs. \n[9] In November 2001, Fred and Sara Hodges orally c ontracted with Danas to \nrun Global's day-to-day business operations and handle accounting functions for \nGlobal.6  The duties entrusted to Danas included order processing, vendor payments, \npayments of Global's business expenses, Global's collections and distributions to \nGlobal.7 \n[10] At the same time, Global opened a deposit acco unt with BB&T because \nDanas had an existing relationship with BB&T. 8  Danas was given authority by Global, \namong other things, to deposit funds into Global's BB&T account, pay Global's vendors, \npay Global's expenses and pay commissions to Global.9 \n[11] Similarly, in January 2002, Warren orally cont racted with Danas to run \nSignatures' day-to-day operations.  Signatures orally agreed that Danas would be \nresponsible for Signatures' order entries, invoicing, accounts payable, accounts \nreceivable, balancing monthly bank statements and providing monthly reports.   \n[12] In March 2002, Warren opened a BB&T account fo r Signatures in Roswell, \nGeorgia and gave signature authority on the accounts to Johnson.  In May 2002, \nWarren and Johnson went to the Cary, North Carolina main branch of BB&T (\"Cary \nBranch\") and signed a signature card, giving Johnson signature authority to administer \nthe Signatures' BB&T account. \n                                                \n \n6 Id.  ¶ 13.  \n7 Id.  \n8 Id.  ¶ 14.  \n9 Id. ¶ 16.  \n \n[13] In June and July 2003, Johnson revised the sig nature cards for Plaintiffs' \nBB&T accounts, which effectively transferred ownership and control of Signatures and \nGlobal's accounts to Danas. 10  \n[14]  Dominick was an employee of BB&T at the Cary Branch, and she worked \nwith Johnson and Colleen Futrell on a day-to-day basis as the BB&T representative for \nPlaintiffs' accounts. 11  \n[15] Beginning in 2008, the principals of Signature s and Global began \ndiscovering various discrepancies in their accounts that were controlled by Danas. 12   In \nshort, Signatures and Global eventually discovered that Danas had caused \nunauthorized wire transfers to occur from the Signatures and Global accounts at BB&T.  \nIt was also discovered that Danas allowed the negotiation and deposit of forged and \nunauthorized checks from the Signatures and Global BB&T accounts into Danas' \naccounts to pay unauthorized expenses, including personal expenses of Johnson and \nColleen Futrell. 13  \n[16] Bank Defendants provided \"aid and assistance\" to Danas by allowing the \nvarious above-mentioned unauthorized transactions to occur.14     \n[17] In total, acting by and through Johnson and Co lleen and Richard Futrell, \nDanas caused the embezzlement of over $300,000 from Signatures and Global's BB&T \naccounts. 15  \n                                                 \n10  Id . ¶¶ 24-25.  The only apparent effect of Johnson's revision to said signature cards was to change the \nname on the accounts.   \n11  Id.  ¶ 8.  The Complaint does not allege specifically that Dominick facilitated the opening of the Global or \nSignatures' accounts at the Cary Branch; it also does not allege that Dominick created bank signature \ncards for those accounts. \n12  See  id.  ¶¶ 26-90.  \n13  Id.  ¶¶ 46, 88-89. \n14  Id.   \n15  Id.   \n \nIII. \nDISCUSSION  \nA. \nMotion to Dismiss  \n[18] Plaintiffs' Claims against Bank Defendants are  based largely on the theory \nthat Bank Defendants breached a duty owed to Plaintiffs, under which theory Bank \nDefendants should have discovered and prevented unauthorized transactions initiated \nby Danas to embezzle money from Plaintiffs' BB&T accounts. \n[19] Bank Defendants contend that such Claims shoul d be dismissed because \nPlaintiffs have failed to allege facts that would give rise to a legal duty on the part of \nBank Defendants to prevent Danas from writing unauthorized checks and initiating \nunauthorized electronic fund transfers from Plaintiffs' BB&T accounts.16     \n[20] Dismissal of an action pursuant to Rule 12(b)( 6) is appropriate when the \ncomplaint fails to state a claim upon which relief can be granted. \n[21] In deciding a Rule 12(b)(6) motion, the well-p leaded allegations of the \ncomplaint are taken as true and admitted, but conclusions of law or unwarranted \ndeductions of facts are not admitted.  Sutton v. Duke , 277 N.C. 94, 98 (1970). \n[22] A complaint fails to state a claim upon which relief can be granted when \neither (a) the complaint on its face reveals that no law supports the plaintiff's claim, (b) \nthe complaint on its face reveals the absence of facts sufficient to make a good claim or \n(c) some fact disclosed in the complaint necessarily defeats the plaintiff's claim.  \nJackson v. Bumgardner , 318 N.C. 172, 175 (1986).  However, a complaint should not \nbe dismissed for failure to state a claim upon which relief can be granted unless (a) it \n                                                 \n16  Mem. Supp. Dominick BB&T's Mot. Dismiss (\"Defs. Me mo\") 5-7.   \n \ndoes not give sufficient notice to the defendant of the nature and basis of the plaintiff's \nclaim or (b) it appears beyond a reasonable doubt that the plaintiff could not prove any \nset of facts in support of his claim that would entitle him to relief.  Sutton , 277 N.C. at \n108. \nB.  \nNorth Carolina's Uniform Fiduciaries Act  \n[23] As a threshold matter, Bank Defendants contend  that all of Plaintiffs' \nClaims asserted against them are barred by North Carolina's Uniform Fiduciaries Act \n(\"UFA\"),17  which \"relax[es] the common law standard of care owed by banks to \nprincipals when dealing with [the principals'] fiduciaries.\"  Edwards v. Northwestern \nBank , 39 N.C. App. 261, 268 (1979); see  also G.S. 32-9. \n[24] Under the UFA, a bank is liable to its deposit or for checks drawn by the \ndepositor's fiduciary 18  only if \"[(a)] the bank pays the check with actual knowledge that \nthe fiduciary is committing a breach of his obligation as fiduciary in drawing such check, \nor [(b)] with knowledge of such facts that its action in paying the check amounts to bad \nfaith.\"19   G.S. 32-9.  \"'The mere failure to make inquiry, even though there be suspicious \ncircumstances, does not constitute bad faith, unless such failure is due to the deliberate \ndesire to evade knowledge because of a belief or fear that inquiry would disclose a vice \n                                                 \n17  Id .   \n18  Under the UFA, the term \"fiduciary\" is defined to \"include[] a trustee under any trust, expressed, \nimplied, resulting or constructive, executor, administrator, guardian, conservator, curator, receiver, trustee \nin bankruptcy, assignee for the benefit of creditors, partner, agent, officer of a corporation, public or \nprivate, public officer, or any other person acting in a fiduciary capacity for any person, trust or e state.\"  \nG.S. 32-2(a).  \n19  The term \"bad faith\" is not defined in the UFA.  However, the UFA defines an action or thing as being \ndone in \"good faith\" when \"it is in fact done honestly, whether it be done negligently or not.\" G.S. 32-2(b).  \nBased on the UFA's definition of \"good faith,\" it is evident that to support liability under the statu te, it is not \nenough to allege that a bank acted negligently in dealing with a principal's fiduciary.  Edwards , 39 N.C. \nApp. at 268. \n \nor defect in the transaction, – that is to say, whe re there is an intentional closing of the \neyes or stopping of the ears.'\"  Edwards , 39 N.C. App. at 268 (quoting Davis v. Penn. \nCo. for Ins. on Lives and Granting Annuities , 12 A.2d 66, 69 (Pa. 1940)) (citation \nomitted). \n[25] Pursuant to the UFA, Plaintiffs would be requi red to allege facts giving rise \nto a reasonable inference that Bank Defendants had either actual knowledge or willfully \nturned a blind eye to the improper actions of Danas with regard to the Signatures and \nGlobal accounts.20   See Beedie v. Assoc. Bank of Ill., No. 10-cv-1351, 2011 U.S. Dist. \nLEXIS 65883 (C.D. Ill. June 21, 2011) (referring to UFA) (\"Plaintiff has not pled enough \nfacts to show that Defendant suspected the [fiduciaries] were acting improperly, nor has \nPlaintiff pled enough facts to show that Defendant deliberately refrained from \ninvestigating the [fiduciaries'] behavior.  Plaintiff only pleads that Defendant should have \nor could have known based on the [fiduciaries'] activity and accounts they had with \nDefendant.\"). \n[26] Notwithstanding the relaxed standard of care f or banks under the UFA, the \ncourt need not address whether the UFA applies to the facts and circumstances of this \naction, in light of the court's conclusion, as discussed below, that Plaintiffs' Claims \nagainst Bank Defendants fail under the more stringent common law standards of care \nfor banks. \n                                                \n \n20  In light of the court's ruling, infra , it is not necessary for the court to determine wh ether Danas was \nactually a \"fiduciary\" of Signatures and/or Global under the UFA.  \n \n \nC. \nClaim Nine – Breach of Fiduciary Duty – Dominick  \n[27] Plaintiffs' Claim Nine in the Complaint allege s a claim against Dominick, \nindividually, for breach of fiduciary duties.  \n[28] For a breach of fiduciary duty to exist, there  must first be a fiduciary \nrelationship between the parties.  Harrold v. Dowd , 149 N.C. App. 777, 783 (2002).  A \nfiduciary relationship exists when \"there has been a special confidence reposed in one \nwho in equity and good conscience is bound to act in good faith and with due regard to \nthe interests of the one reposing confidence.\"  Id . at 784. \n[29] To avoid dismissal of a claim for breach of fi duciary duty on Rule 12(b)(6) \ngrounds, the claimant must allege \"facts and circumstances [(a)] which created the \nrelation of trust and confidence, and [(b)] [which] led up to and surrounded the \nconsummation of the transaction in which defendant is alleged to have taken advantage \nof his position of trust to the hurt of plaintiff.\"  Terry v. Terry , 302 N.C. 77, 83 (1981) \n(quoting Rhodes v. Jones , 232 N.C. 547, 549 (1950)). \n[30] An ordinary relationship between a bank and it s customers does not, \nwithout more, impose upon the bank any special duties to its customers.  Branch \nBanking & Trust Co. v. Thompson , 107 N.C. App. 53, 61 (1992) (dismissing a claim \nagainst the bank for breach of fiduciary duty because \"the record does not reveal that \nany kind of relationship existed between the Thompsons and BB&T beyond that of mere \ndebtor-creditor\"). \n \n[31] Absent specific, supportive, factual allegatio ns, the court need not accept \nas true general conclusory allegations of the elements of a cause of action for purposes \nof a motion to dismiss.  Manning v. Manning , 20 N.C. App. 149, 154 (1973).    \n[32] Here, Plaintiffs allege that Dominick was the BB&T employee who \n\"exercised actual control over Plaintiffs' accounts in conjunction with her daily dealings \nwith Johnson and Futrell.\" 21   Thus, Plaintiffs assert that Dominick had a \"responsibility\" \nto oversee Plaintiffs' accounts. 22   Further, Plaintiffs argue that they placed their \"special \nconfidence\" in Dominick because she was exercising actual control over their BB&T \naccounts. 23   As such, Plaintiffs contend that these allegations sufficiently allege the \nexistence of a fiduciary relationship between Dominick and themselves. \n[33] However, all banks exercise some degree of cus todial control over their \ncustomers' accounts; nonetheless, banks ordinarily do not owe fiduciary duties to their \ncustomers.  See Wells Fargo Bank, Nat'l Ass'n v. VanDorn , 2012 NCBC 6, ¶¶ 17, 20 \n(N.C. Super. Ct. Jan. 17, 2012) (citing Thompson , 107 N.C. App. at 61) (dismissing a \nborrower's claim for breach of fiduciary duty against a lender bank because \"the \nallegations do no more than describe the typical lender-borrower relationship from \nwhich no fiduciary relationship arises\").  Plaintiffs' allegations here merely establish the \nexistence of an ordinary relationship between a bank and its customers, as all banks \nhave a responsibility to safeguard their customers' accounts.   \n[34] Plaintiffs do not allege any circumstances tha t created a purported \nrelationship of trust and confidence between Dominick and Plaintiffs.  In fact, there are \nno allegations that Dominick ever communicated or dealt with Plaintiffs in this case.  \n                                                 \n21  Compl. ¶ 134.  \n22  Id.  ¶ 135.  \n23  Pls. Mem. Opp'n Mot. Dismiss 10. \n \nInstead, Plaintiffs only set forth allegations that Dominick had a \"day-to-day\" working \nrelationship with Plaintiffs' alleged agents – John son and Colleen Futrell.  These \nallegations are insufficient to plead the existence of a fiduciary relationship between \nDominick and Plaintiffs. \n[35] Accordingly, Plaintiffs have failed to state a  Claim against Dominick for \nbreach of fiduciary duty, and with regard to this Claim Nine the Motion should be \nGRANTED. \nD.  \nClaim Ten – Negligence – Bank Defendants  \n[36] Plaintiffs allege that \"[t]o the extent fiduci ary duties were not owed . . . , \nduties of reasonable care were owed and breached by [the] negligence of Dominick and \nother BB&T employees.\" 24   \n[37] Bank Defendants contend that Plaintiffs' negli gence Claim should be \ndismissed because the Complaint fails to allege that Bank Defendants had notice of the \nfacts or circumstances that would give rise to a legal duty on the part of Bank \nDefendants to refuse to honor written checks and electronic transactions authorized by \nPlaintiffs' alleged agents – Johnson and Colleen Fu trell.25  \n[38] \"To state a claim for common law negligence, a  plaintiff must allege: [(a)] a \nlegal duty, [(b)] breach thereof; and [(c)] injury proximately caused by the breach.\"  \nFussell v. N.C. Farm Bureau Mut. Ins. Co ., 364 N.C. 222, 226 (2010) (quoting Stein v. \nAsheville City Bd. of Educ ., 360 N.C. 321, 325 (2006)).  \n                                                 \n24  Compl. ¶ 139.  \n25  Defs. Memo 11.  \n \n[39] Plaintiffs make no allegations, aside from leg al conclusions, that Bank \nDefendants either had knowledge or should have known that Danas and its agents were \nembezzling money from Plaintiffs' BB&T accounts.  In fact, the Complaint alleges that \nthe fraudulent transactions were all effected by persons to whom Plaintiffs voluntarily \ngave full authority to conduct business on the accounts at issue.  Further, the \nallegations regarding the creation of signature cards in 2003 do not support an \ninference that Bank Defendants had knowledge or should have uncovered the \nfraudulent scheme carried out by Danas and its agents.  Plaintiffs allege that BB&T \nallowed Johnson unilaterally to alter signature cards to list Danas as the owner of the \nGlobal and Signatures accounts. 26   However, Johnson already had signature authority \non these accounts. 27   Plaintiffs do not explain how changing the owner's name on the \naccounts was part of Danas' fraudulent scheme.  Further, the alleged embezzlement did \nnot begin until more than a year after Johnson's revision to the signature cards. 28   It is \nunclear how the changes to the signature cards in 2003 could have put BB&T on notice \nof a fraudulent scheme when the unauthorized transactions at issue occurred more than \na year later.  As such, these allegations do not support an inference that Bank \nDefendants had notice of facts or circumstances that would give rise to a legal duty to \nrefuse to honor checks or electronic transactions authorized by Danas and its agents. \n[40] Accordingly, Plaintiffs have failed to plead s ufficient facts to support a \nClaim for negligence against Bank Defendants, and the Motion should be GRANTED \nwith respect to said Claim Ten. \n \n                                                \n \n26  Compl. ¶¶ 24-25.  \n27  Id.  ¶¶ 14, 22.  \n28  Id ., Exs. 1, 2.   \n \nE.  \nClaim Eleven – Respondeat Superior/Vicarious Liabil ity – BB&T  \n[41] Plaintiffs also allege a Claim for respondeat superior/vicarious liability, \nwhich seeks to hold BB&T liable for the alleged breach of fiduciary duty and negligence \nof Dominick.  As mentioned above, Plaintiffs have failed to state Claims for either \nbreach of fiduciary duty or negligence, and as such, Claim Eleven is not supported by \nits allegations.  Accordingly, the Motion as to Claim Eleven should be GRANTED. \nF.  \nClaim Twelve – Breach of Contract – BB&T  \n[42] Plaintiffs allege that a debtor-creditor contr actual relationship existed \nbetween BB&T and Global, and BB&T and Signatures, and that BB&T breached those \ncontracts when it allowed Johnson to revise signature cards and wrongfully convert \nfunds from Plaintiffs' accounts. 29  \n[43] To state a claim for breach of contract, the p laintiff must allege the specific \nprovisions of the contract that were breached.  Polygenex Int'l, Inc. v. Polyzen, Inc ., 133 \nN.C. App. 245, 252 (1999) (granting Rule 12(b)(6) dismissal where \"[p]laintiff failed to \nallege specific provisions of the contract that were breached, alleging only that \ndefendants' actions violated the 'letter, intent and spirit' of the Agreement\"). \n[44] In the present case, Plaintiffs allege in conc lusory fashion that BB&T \nbreached its contracts with Plaintiffs. 30   However, Plaintiffs fail to reference any contract \nin particular, let alone a specific contractual provision, that was breached.  As such, \n                                                 \n29  Id . ¶¶ 147-48.  \n30  Id . ¶ 148.   \n \nPlaintiffs' Claim Twelve fails to state a Claim for breach of contract.  Accordingly, the \nMotion should be GRANTED as to Plaintiffs' Claim Twelve. \nG.  \nClaim Thirteen – Unjust Enrichment – Bank Defendant s  \n[45] To state a claim for unjust enrichment, \"a pla intiff must allege that property \nor benefits were conferred on a defendant under circumstances that give rise to a legal \nor equitable obligation on the part of the defendant to account for the benefits received.\"  \nNorman v. Nash Johnson & Sons' Farms, Inc ., 140 N.C. App. 390, 417 (2000).  \n[46] Here, Plaintiffs have failed to identify any p roperty or benefits that Bank \nDefendants allegedly received that they have a legal or equitable obligation to account \nfor.  Accordingly, Claim Thirteen fails to state a Claim for unjust enrichment, and the \nMotion should be GRANTED with respect to said Claim. \nH.  \nClaim Fourteen – Accounting – BB&T  \n[47] Similarly, Plaintiffs have not alleged any fac ts that would entitle them to an \naccounting against BB&T.  Accordingly, the Motion should be GRANTED with respect to \nPlaintiffs' Claim Fourteen.  \nIV. \nCONCLUSION  \nNOW THEREFORE, based on the foregoing, it hereby is ORDERED that: \n[48] Defendants Martha Dominick and Branch Banking & Trust Company's \nMotion to Dismiss is GRANTED.  \n \n[49] All Claims alleged in this civil action agains t Martha Dominick and Branch \nBanking & Trust Company are DISMISSED. \n[50] On Wednesday, August 15, 2012, at 2:00 p.m., a t the North Carolina \nBusiness Court, 225 Hillsborough Street, Suite 303, Raleigh, North Carolina, the court \nwill conduct a status conference with all remaining parties to this action for the purpose \nof resolving case management issues going forward in this civil action.  On or before \nWednesday, August 8, 2012, the parties shall submit a Case Management Report, \npursuant to BCR 17.  \nThis the 22nd day of June, 2012. \n \n \n "
}