{
  "id": "804b2681348817697231df1088486f28b2b10c637962defaea80ee52c310df54",
  "source_file": "data/raw/ncbc/804b2681348817697231df1088486f28b2b10c637962defaea80ee52c310df54.pdf",
  "raw_text": "Scott v. Lackey, 2012 NCBC 58. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF MECKLENBURG \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n11 CVS 19560 \n \nJACK P. SCOTT, Individually and \nDerivatively on Behalf of BlackHawk \nCapital Management LLC (a Delaware  \nLimited Liability Corporation), \n \nPlaintiff, \n \nv. \n \nWILLIAM \"MAC\" LACKEY, Individually \nand In His Capacity as Member and \nOfficer of BlackHawk Capital \nManagement, LLC;  \nROSS SALDARINI, Individually and In \nHis Capacity as Member and Officer of \nBlackHawk Capital Management, LLC; \nand CHEROKEE-BOWIN ALPHA, LP, \n \nDefendants, \n \n               and \n \nBLACKHAWK CAPITAL \nMANAGEMENT, LLC, \n \n                                    Nominal Defendant. \n \n \n \n \n \n \n \n \n \n \n \n \nORDER & OPINION ORDER & OPINION ORDER & OPINION ORDER & OPINION \n \nNexsen Pruet, PLLC by William R. Terpening and Christopher C. Lam for \nPlaintiff Jack P. Scott \nLincoln Derr PLLC by Sara R. Lincoln, Tricia Morvan Derr, and Morgan K. \nLaurie for Defendants William “Mac” Lackey and Ross Saldarini \nErwin Bishop Capitano & Moss PA by Joseph W. Moss, Jr. for Nominal \nDefendant BlackHawk Capital Management, LLC \nMurphy, Judge.  \n{1}  THIS MATTER THIS MATTER THIS MATTER THIS MATTER is before the Court upon Defendants William “Mac” \nLackey (“Lackey”), Ross Saldarini (“Saldarini”), and Cherokee-Bowin Alpha, LP’s \n(“CBA”) (collectively “Defendants”) Motion to Dismiss Plaintiff’s Complaint \npursuant to Rule 12(b)(6) (“Defendants’ Motion I”) and Motion to Remove Jack Scott \nas Derivative Representative (“Defendants’ Motion II”); and Plaintiff Jack P. Scott’s \n(“Plaintiff”) Motion for Leave to Amend his Complaint (“Plaintiff’s Motion to \nAmend”).  \n{2}  After considering the Complaint, the written motions, submissions, and \ncontentions of the parties at the April 25, 2012, hearing, the Court GRANTS GRANTS GRANTS GRANTS, in \npart, and DENIES DENIES DENIES DENIES, in part, Defendants’ Motion I; DENIES DENIES DENIES DENIES Defendants’ Motion II; \nand GRANTS GRANTS GRANTS GRANTS Plaintiff’s Motion to Amend. \nI. \nPROCEDURAL HISTORY \n{3}  Plaintiff brought this action against Defendants by filing a Verified \nComplaint on October 21, 2011, in Mecklenburg County.  (V. Compl. 34.)  In his \nComplaint, Plaintiff asserts against Defendants both direct claims and derivative \nclaims on behalf of BlackHawk Capital Management, LLC (“BHCM”). \n{4}  On October 24, 2011, Plaintiff filed a notice of designation to the North \nCarolina Business Court.  The case was designated a mandatory complex business \ncase and assigned to this Court. \n{5}  Pursuant to the General Rules of Practice and Procedure for the North \nCarolina Business Court Rule 17.1, the parties filed a Joint Case Management \nReport (“CMR”) on December 7, 2011, in which both parties agreed that all \nderivative claims would be governed by Delaware law, and all other issues “not \nspecifically related to the construction of the BHCM [Operating Agreement] and/or \nclaims against Defendants who are not parties to the BHCM [Operating Agreement \nwould be] governed by North Carolina law.”  (Case Mgmt. Rpt. at 7–8.) \n{6}  On December 12, 2011, Defendants filed their Answer.  Included with the \nAnswer were Defendants’ Motions I and II.  As bases for the motions, Defendants \nallege: (a) that Plaintiff lacks standing to bring direct claims; (b) that Plaintiff failed \nto adhere to the demand requirement for derivative actions; (c) that an Exculpation \nand Indemnification clause exists that bars certain liability; and (d) that the \nComplaint fails to state a claim upon which relief may be granted.  (Defs.’ Ans. 1–2; \nDefs.’ Supp. Br. Mot. Dismiss 3–22.)   \n{7}  As Nominal Defendant, BHCM joined, in part, Defendants’ Motions I and \nII on December 21, 2011.  (Nom. Def. Joins Defs.’ Mot. Dismiss 2; Nom. Def. Joins \nDefs.’ Mot. Remove 2.) \n{8}  On February 16, 2012, Plaintiff moved to amend his Verified Complaint by \nadding three new claims and an additional party defendant.  (Pl.’s Mot. Am. Compl. \n4.) \n{9}  The Court held a hearing on all three motions on April 25, 2012. \nII. \nFACTUAL BACKGROUND  \n{10}  Ordinarily, this Court does not make findings of fact in connection with \nmotions to dismiss pursuant to Rule 12(b)(6), as such motions do “not present the \nmerits, but only [determine] whether the merits may be reached.”  Concrete Serv. \nCorp. v. Investors Group, Inc. , 79 N.C. App. 678, 340 S.E.2d 755, 758 (1986).  For \npurposes of the Court’s analysis, the Court recites only those facts from the \npleadings that are relevant to the Court’s legal determinations.  \n{11}  On a motion to remove a derivative plaintiff, the Court may consider \nadditional matters outside of the pleadings, in addition to the allegations set forth \nin the Complaint.  See supra  Section III.C.1.  While the Court sets out the relevant \nfacts gleaned from the affidavits and extrinsic materials submitted for Defendants’ \nMotion II, the Court considers only those facts set out in Plaintiff’s Complaint in its \nresolution of Defendants’ Motion I. \nA. \nFACTUAL ALLEGATIONS RELEVANT TO A DETERMINATION OF ALL MOTIONS \n{12}  BHCM is a limited liability company incorporated in Delaware and doing \nbusiness in Charlotte.  (V. Compl. ¶ 3.)  It has six members, three of whom are \nmanagers.  (V. Compl. ¶ 3.)  As an investment firm, BHCM offers investors access to \nvarious investments through the firm’s funds.  (V. Compl. ¶ 13.) \n{13}  Plaintiff, a resident of Mecklenburg County, is a member-manager of \nBHCM and holds a 23.86% ownership interest in the company.  (V. Compl. ¶¶ 4, \n80.) \n{14}  Defendants Lackey and Saldarini, also residents of Mecklenburg County, \nare the remaining member-managers and each shares equal ownership interest in \nBHCM with Plaintiff.  (V. Compl. ¶¶ 5–6.)  The three non-managing members of \nBHCM are Cherokee Associates Limited Partnership (“Cherokee”), Robert C. Hayes \n(“Hayes”), and Bowin Alpha Fund, LLC (“Bowin”).  (V. Compl. ¶ 21.)  \n{15}  As member-managers, Lackey oversaw “firm strategy, investor relations \nand capital raise [sic] efforts,” while Saldarini managed the financial aspects of the \nbusiness.  (V. Compl. ¶¶ 18–19.)  Plaintiff’s responsibilities “included oversight and \ninvolvement in all activities of the investment funds.”  (V. Compl. ¶ 20.)  \n{16}  In relevant part, the firm’s Operating Agreement designates the laws of \nthe state of Delaware to govern the agreement.  (V. Compl. ¶ 16; Ex. A § 14.7.)  \nArticle VIII of the Operating Agreement also provides an exculpation clause that \nexempts all Officers and Managers from liability “to any other Officer, Manager, \nMember or the Company for any loss suffered by the Company.”  (V. Compl. Ex. A § \n8.1.)  Section 8.4, however, prohibits reliance on this clause for “any loss, damage or \nother liability caused by such Person’s fraud, bad faith, gross negligence, or willful \nmisconduct.”  (V. Compl. Ex. A § 8.4.)  In addition, section 8.2.2 unambiguously \nprovides that the Members and Managers have no duty to report competing \nbusiness opportunities, and that failure to disclose such an opportunity will not \nconstitute the breach of any duty.  (V. Compl. Ex. A. § 8.2.2.)   \n{17}  The Operating Agreement also specifies that distributions of BHCM funds \nmay only be made to members and must be “pro rata based upon each Member’s \nCapital Percentage, unless otherwise approved by a Super Majority . . . .”  (V. \nCompl. ¶¶ 22, 27; Ex. A § 5.1(a).)  The agreement defines a Super Majority as at \nleast “80% of the Interests of all . . . Members.”  (V. Compl. ¶ 23.)  Therefore, as \nalleged by Plaintiff, all distributions must be on a pro rata basis to members unless \napproved by over 80% of the total ownership.  (V. Compl. ¶ 23.)  \n{18}  Notwithstanding the foregoing provisions, section 13.1 of the Operating \nAgreement empowers the Managers, in their sole discretion, to make distributions \nto the Members with Preferences at any time.  (V. Compl. Ex. A § 13.1.1.)  The \nOperating Agreement defines a member with a “Preference” as a member to whom \nBHCM is indebted.  (V. Compl. Ex. A § 1.1.44.)  Accordingly, any payments made \npursuant to section 13.1 would be applied to offset the debt owed by the company, \nand would require approval by only a majority of the managers.  (V. Compl. Ex. A § \n13.1.) \n{19}  Plaintiff alleges that, on or around June 2 or June 3, 2011, Lackey and \nSaldarini transferred $400,000 from BHCM to Cherokee-Bowin Alpha, LLC \n(“CBA”), an unrelated entity that operated as a shell company for Cherokee, Bowin, \nand Hayes.  (V. Compl. ¶¶ 24, 26.)  Plaintiff further alleges that Lackey and \nSaldarini initially characterized the transfer to CBA as a “distribution” to a non-\nmember, but that the distribution was made without Plaintiff’s knowledge and was \nnot made pro rata.  (V. Compl. ¶¶ 24–29.)   \n{20}  After the initial transfer, CBA conveyed $300,000 of the “distribution” to \nKYCK.com (“Kyck), a Delaware corporation located in Charlotte, North Carolina.  \n(V. Compl. ¶¶ 7, 31.)  Although Kyck had no direct connection to or relationship \nwith BHCM, Plaintiff alleges that Lackey and Saldarini owned and managed Kyck \nand improperly used BHCM funds as start-up capital for Kyck.  (V. Compl. ¶¶ 8, \n32–33.)   \n{21}  According to Plaintiff, neither Lackey nor Saldarini notified him about the \ntransfer until he confronted them after reading about Kyck in a Charlotte Observer  \narticle in late July 2011.  (V. Compl. ¶ 34.)  Plaintiff claims Lackey and Saldarini \ntook steps to conceal the transfer when Saldarini failed to mention it on April 25, \n2011, during a presentation about upcoming financial projections.  (V. Compl. ¶ 36.)  \nPlaintiff also alleges that Saldarini circulated a May 2011 presentation that \nproposed diversifying BHCM’s interests by investing in new ventures and falsely \nclaimed that BHCM would receive an equity position in the new venture through \nthis investment.  (V. Compl. ¶¶ 37–38.)  In addition, Plaintiff alleges that Lackey \nevaded questions about the transfer’s true purpose, and that Lackey and Saldarini \nattempted to conceal the true purpose from Plaintiff.  (V. Compl. ¶¶ 45–53.) \n{22}  In late July, Plaintiff discovered the transfer from BHCM and contacted \nDow Bauknight (“Bauknight”), the owner and operator of Cherokee, a BHCM \nmember.  (V. Compl. ¶¶ 41, 51.)  Although he initially claimed ignorance, \nBauknight later admitted that he knew about the transfer.  In subsequent \ndiscussions with Plaintiff, Defendants insisted that Bauknight fully supported the \ntransfer.  (V. Compl. ¶¶ 41–42.)   \n{23}  When Plaintiff expressed additional concerns about the transfer and \ndemanded that Defendants handle it properly, Plaintiff alleges that Lackey and \nSaldarini claimed the transfer was a Preference to lower BHCM’s debt to \nBauknight.  (V. Compl. ¶¶ 45, 51.)  According to Plaintiff, Lackey and Saldarini re-\ncharacterized the “distribution” as a “Preference” to conceal their improper actions \nbecause the transfer materially affected BHCM’s operating budget.  (V. Compl. ¶¶ \n52–54, 140.)   \n{24}  In addition to the $400,000 transfer, Plaintiff outlines other benefits \nDefendants siphoned off from BHCM including use of BHCM’s office space as \nheadquarters for Kyck without paying rent, relying on BHCM’s staff for Kyck tasks, \ndevoting too much time to Kyck while receiving their salaries from BHCM, and \npaying for Kyck expenses with BHCM funds.  (V. Compl. ¶¶ 59–72.)  Each of these \nactions, Plaintiff argues, was an intentional breach of Lackey and Saldarini’s \ncontractual and fiduciary duties to BHCM and to Plaintiff.  (V. Compl. ¶¶ 95, 107, \n115.)  \n{25}  In a letter to Lackey and Saldarini dated September 11, 2011, Plaintiff \ndemanded corrective action.  (V. Compl. ¶ 91.)  Lackey and Saldarini refused to take \ncorrective measures.  (V. Compl. ¶ 92.)  Not only did Lackey and Saldarini refuse \nPlaintiff’s demand, they also refused to meet with Plaintiff or address his concerns.  \n(V. Compl. ¶¶ 91–92.) \n{26}  In early August 2011, Plaintiff alleges that Lackey and Saldarini “sent \nemails, placed phone calls, and made statements in meetings” to Hayes, Bauknight, \nand investors that suggested Plaintiff “was incompetent, negligent, a ‘rogue trader,’ \n[] not acting in the best interests of BHCM,” and “trading for his own interest.”  (V. \nCompl. ¶¶ 49–50, 180.)  According to Plaintiff, these statements impugned \nPlaintiff’s work with BHCM, and caused him to lose the support of other members \nand potential investors.  (V. Compl. ¶¶ 182–83.) \n{27}  Based on the transfer of funds and benefits to CBA and Kyck, Plaintiff \nbrought this action asserting both direct and derivative claims against Lackey and \nSaldarini for breach of the Operating Agreement, breach of the implied covenant of \ngood faith and fair dealing, breach of fiduciary duty, fraud, constructive fraud, and \nfraudulent concealment; and asserting claims against CBA for conversion and \nunjust enrichment.  Plaintiff also included in his Complaint a direct claim for \ndefamation against Lackey and Saldarini based on statements made to third \nparties.  (V. Compl. 18–33.) \nB. \nADDITIONAL FACTS CONSIDERED IN RESOLUTION OF DEFEND ANTS’ MOTION II \n{28}  After Plaintiff discovered the disputed transfer to CBA and Kyck, he \nprepared a document, dated August 17, 2011, outlining a proposed course of action \n(“Updated Proposed Solution”) and submitted it to the other members.  (Defs.’ Br. \nSupp. Mot. Remove Ex. A.)  In the Updated Proposed Solution, Plaintiff suggested \nthat Lackey and Saldarini take on a silent, minority role in BHCM, leaving Plaintiff \nas the sole manager and majority shareholder.  (Defs.’ Br. Supp. Mot. Remove Ex. \nA.) \n{29}  In his September 11, 2011, demand letter, Plaintiff again outlined his plan \nfor resolving the parties’ dispute, including Plaintiff’s desire that Lackey and \nSaldarini relinquish their positions in BHCM.  (Defs.’ Br. Supp. Mot. Remove Ex. C \nat 4.) 1  The letter made clear that, if Lackey and Saldarini did not agree to the \nproposed conditions or come to a satisfactory compromise, Plaintiff would pursue \nlegal action.  (Def.’ Br. Supp. Mot. Remove Ex. C at 4.)  Plaintiff also raised several \n                                                 \n1 As correctly pointed out by the parties, North Carolina Rules of Evidence Rule 408 bars the \nadmission of settlement offers “to prove liability for or invalidity of the claim or its amount,” but it \ndoes not exclude the evidence when it is offered for another purpose.  N.C. R. Evid. 408.  Therefore, \nsince the parties submit the letter for a purpose other than proving liability on the underlying \nclaims, the Court will consider it for purposes of Defendants’ Motion II and need not address its \nadmissibility in other matters before the Court. \nindividual claims in the letter, including his current claim for defamation.  (Def.’ Br. \nSupp. Mot. Remove Ex. C at 4.) \n{30}  After negotiations failed and Plaintiff opted to proceed with legal action, \nthe other members of BHCM expressed their lack of support for Plaintiff’s decision.  \n(Hayes Aff. ¶ 9; Bauknight Aff. ¶ 4.)  As a member of BHCM and representative of \nBowin, another BHCM member, Hayes made clear that, while he initially supported \nPlaintiff’s proposed resolutions, he did not support Plaintiff’s lawsuit.  (Hayes Aff. \n¶¶ 3–10.)  As representative of BHCM member Cherokee, Bauknight also stated \nthat he did not approve of the lawsuit.  (Bauknight Aff. ¶ 4.) \nIII. \nLEGAL ANALYSIS \nA. \nGOVERNING LAW  \n{31}  BHCM’s incorporation under the laws of Delaware requires the Court to \nfirst address which state’s law will govern with respect to Defendants’ Motions I \nand II.  In accordance with the choice of law provision in the Operating Agreement, \nthe parties do not dispute that Delaware law governs all claims related to the \nOperating Agreement, and that North Carolina law governs the tort claims and the \nclaims against CBA as a non-member.  (Case Mgmt. Rpt. at 7–8; V. Compl. Ex. A § \n14.7); see also  N.C.  G EN . S TAT . § 57C-7-01 (2011) (“[T]he laws of the state . . . under \nwhich a foreign limited liability company is formed shall govern . . . the liability of \nits managers and members . . . .”); Associated Packaging, Inc. v. Jackson Paper Mfg. \nCo., 2012 NCBC 13 ¶¶ 22–23 (N.C. Super. Ct. Mar. 1, 2012),  http://www.ncbusiness \ncourt.net/opinions/2012%20NCBC%2013.pdf (concluding that the choice of law \nprovision in a contract would rule the contract claims but not the tort claims).  \nHowever, the parties disagree on the law applicable to Defendants’ Motion II and to \ndetermining whether Plaintiff has standing to assert direct claims under \nDefendants’ Motion I. \n{32}  Regarding Defendants’ Motion I, Plaintiff argues that, because no \ninterpretation of the Operating Agreement is required and no derivative claims are \ninvolved, North Carolina law should govern the Court’s determination of his \nstanding to bring direct claims.  (Pl.’s Br. Opp. Defs.’ Mot. Dismiss 4–5.)  However, \nthe Court’s conclusions with respect to Plaintiff’s standing to bring direct claims \nrests on the determination of whether the causes of action may be properly pursued \nderivatively or directly.  In such circumstances, North Carolina courts “look to the \nlaws of the state in which the company is incorporated to determine the procedural \nprerequisites and whether the claim is derivative or individual.”  Technik v. \nWinWholesale, Inc. , 2012 NCBC 5 ¶ 25 (N.C. Super. Ct. Jan. 13, 2012), \nhttp://www.ncbusinesscourt.net/ opinions/2012_NCBC_ 5.pdf (quoting Maurer v. \nSlickEdit, Inc. , 2005 NCBC 1 ¶ 26 (N.C. Super. Ct. May 16, 2005), \nhttp://www.ncbusinesscourt.net/opinions/2005%20NCBC%201.htm). 2  Because \nBHCM is a limited liability company formed in Delaware, the Court looks to \nDelaware law to determine Plaintiff’s standing to bring his direct claims.  \n{33}  In Defendants’ Motion II for removal of Plaintiff as derivative \nrepresentative, Defendants argue that, because both North Carolina and Delaware \nhave adopted the federal standard for assessing the adequacy of a derivative \nplaintiff, the Court may look to both states for the governing law.  (Defs.’ Br. Supp. \nMot. Remove 2.)  While the Court notes that both states apply the same standard,  \nsee Robbins v. Tweetsie R.R., Inc. , 126 N.C. App. 572, 578–79, 486 S.E.2d 453, 456 \n(1997) and  Youngman v. Tahmoush , 457 A.2d 376, 379 (Del. Ch. 1983), the Court \nwill apply Delaware law as the law governing derivative claims and their \nprocedural prerequisites.  See Technik , 2012 NCBC 5 ¶ 25;  N.C.  G EN . S TAT . § 57C-7-\n01 (2011).  Although the North Carolina courts’ interpretation of the federal \n                                                 \n2 While the Court notes that the business entity at issue here is a limited liability company and the \nentity at issue in Technik is a corporation, neither party argues in its briefs, and the Court sees no \nreason why, the law of corporate derivative suits should not apply to limited liability companies to \ndetermine the governing law for assessing whether claims may be brought individually or \nderivatively.  Indeed, often, “[a] derivative action on behalf of an LLC will be governed by essentially \nthe same rules that apply to a derivative action on behalf of a corporation, subject to some possible \nvariations . . . .”  Robinson on North Carolina Corporation Law § 34.04[5]; see also Mitchell, Brewer, \nRichardson, Adams, Burge & Boughman, PLLC v. Brewer, 705 S.E.2d 757 (N.C. Ct. App. 2011) and \nMorris v. Scenera Research, LLC , 2011 NCBC 33 ¶ 35 n.3 (N.C. Super. Ct. Aug. 26, 2011), \nhttp://www.ncbusinesscourt.net/opinions/2011_NCBC_33.pdf. \nstandard is persuasive, this Court concludes that Delaware law should govern the \nCourt’s analysis of Defendants’ Motion II.  \nB. \nDEFENDANTS’ MOTION I \n1. \nSTANDARD OF REVIEW ON 12(B)(6) MOTION \n{34}  On a motion to dismiss pursuant to Rule 12(b)(6) of the North Carolina \nRules of Civil Procedure, the question is “whether, as a matter of law, the \nallegations of the complaint, treated as true, are sufficient to state a claim upon \nwhich relief may be granted under some legal theory, whether properly labeled or \nnot.”  Harris v. NCNB Nat’l Bank , 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 \n(1987) (citation omitted). \n{35}  In considering a motion to dismiss under Rule 12(b)(6), “‘the well-pleaded \nmaterial allegations of the complaint are taken as admitted; but conclusions of law \nor unwarranted deductions of fact are not admitted.’”  Sutton v. Duke , 277 N.C. 94, \n98, 176 S.E.2d 161, 163 (1970).  If “the complaint alleges facts that defeat the claim, \nthe claim should be dismissed.”  Hudson-Cole Dev. Corp. v. Beemer , 132 N.C. App. \n341, 346, 511 S.E.2d 309, 312 (1999) (citation omitted). \n2. \nDIRECT CLAIMS \na. \nPLAINTIFF’S STANDING TO CHALLENGE TRANSFER TO CBA A ND KYCK \n{36}  Under Delaware law, whether a plaintiff properly asserts direct or \nderivative claims “must turn solely  on the following questions: (1) who suffered the \nalleged harm (the corporation or the suing stockholder, individually); and (2) who \nwould receive the benefit of any recovery or other remedy (the corporation or the \nsuing stockholder, individually)?”  Tooley v. Donaldson , 845 A.2d 1031, 1033 (Del. \n2004).3  Thus, “[t]he stockholder’s claimed direct injury must be independent of any \n                                                 \n3 See also Kelly v. Blum , 2010 Del. Ch. LEXIS 31 (2010) (applying the same standard to a limited \nliability company).  The Court in Kelly  noted that “[s]ections 18-1001 to 18-1004 of the Delaware \nLimited Liability Company Act [] were modeled, in significant part, on the corporate derivative suit.”  \nalleged injury to the corporation.  The stockholder must demonstrate that the duty \nbreached was owed to the stockholder and that he or she can prevail without \nshowing any injury to the corporation.”  Id.  at 1039.  To make this determination, \nthe Court will not be bound by the plaintiff’s classification of the claim as direct or \nderivative, but will look to the complaint as a whole to determine if the injury \nalleged falls directly on the company or the individual.  See In re Syncor Int’l Corp. \nS’holders Litig. , 857 A.2d 994, 997 (Del. Ch. 2004). \n{37}  Delaware courts typically refuse to extend standing for direct claims to \nplaintiffs alleging an injury arising solely from an ownership interest in the \ncompany, because their harm would be felt only secondarily to the direct harm to \nthe company.  Feldman v. Cutaia , 951 A.2d 727, 733 (Del. 2008) (“Where all of a \ncorporation’s stockholders are harmed and would recover pro rata  in proportion \nwith their ownership of the corporation’s stock solely because they are stockholders, \nthen the claim is derivative in nature.”).  In particular, “Delaware courts have long \nrecognized that actions charging ‘mismanagement which depress[] the value of \nstock allege a wrong to the corporation . . . to be enforced by a derivative action.’”  \nKramer v. Western Pacific Indus. , 546 A.2d 348, 353 (Del. 1988) (alterations \noriginal) (citation omitted). \n{38}  Here, Defendants argue the Plaintiff’s claims for breach of the operating \nagreement, breach of the implied covenant of good faith and fair dealing, breach of \nfiduciary duty, fraud, constructive fraud, fraudulent concealment, conversion, and \nunjust enrichment are all derivative in nature such that Plaintiff’s direct claims \nunder these causes of action should be dismissed.  (Defs.’ Br. Supp. Mot. Dismiss 3–\n4.)  Each of these claims allegedly arose from Defendants’ transfer of funds from \nBHCM to Kyck through CBA in violation of the Operating Agreement, and is, \ntherefore, based on misconduct that resulted in injuries to BHCM and its members, \nproportionately.  Specifically, Plaintiff argues a direct injury from the loss of his \n                                                                                                                                                             \nId.  at *37.  Therefore, since the case law interpreting derivative suits in the limited liability context \nis limited, the Court held “case law governing corporate derivative suits [to be] equally applicable to \nsuits on behalf of an LLC . . . .”  Id.  (quotation and citation omitted); see also VGS, Inc. v. Castiel , \n2003 Del. Ch. LEXIS 16 (Del. Ch. 2003).  \n23.86% share of the “distribution” and associated losses from the folding of BHCM.  \n(V. Compl. ¶ 80.)  However, the nature of the wrong alleged remains a misuse of \ncompany funds that directly injured BHCM and only indirectly injured Plaintiff as a \npercentage owner and member-manager.  Also, and particularly fatal to the direct \nclaims, Plaintiff cannot prevail without showing injury to BHCM since Plaintiff’s \ninjuries are based proportionally on the loss to BHCM.  \n{39}  Furthermore, Plaintiff measures one form of his requested relief as a \nportion of the allegedly misappropriated funds.  (V. Compl. 34.)  This relief should \nbe afforded to BHCM as the party that has been directly wronged, and only then \nwould Plaintiff recover any proportional share owed to him under the Operating \nAgreement.  Therefore, this Court concludes that, under Delaware law, Plaintiff’s \ndirect claims are derivative in nature, and that Plaintiff lacks standing to bring the \ndirect actions.  \n{40}  Accordingly, the Court GRANTS GRANTS GRANTS GRANTS Defendants’ Motion I as to Plaintiff’s \ndirect claims.  Plaintiff’s direct claims for breach of the Operating Agreement, \nbreach of the implied covenant of good faith and fair dealing, breach of fiduciary \nduty, fraudulent concealment, fraud, constructive fraud, conversion, and unjust \nenrichment are therefore DISM DISM DISM DISMISSED ISSED ISSED ISSED, with prejudice.  \nb. \nDEFAMATION \n{41}  “[I]n order to recover for defamation, a plaintiff must allege that the \ndefendant caused injury to the plaintiff by making false, defamatory statements of \nor concerning the plaintiff, which were published to a third person.”  Holleman v. \nAiken , 193 N.C. App. 484, 495, 668 S.E.2d 579, 587 (2008).  A claim for defamation \nencompasses both written defamation (libel) and oral defamation (slander).  Phillips \nv. Winston-Salem/Forsyth County Bd. of Educ. , 117 N.C. App. 274, 277, 450 S.E.2d \n753, 756 (1994) (citation omitted).   \n{42}  “[A] claim for defamation must be described ‘with sufficient particularity’ \nso as ‘to enable the court to determine whether the statement, was [,in fact,] \ndefamatory.”  Reid Pointe, LLC v. Stevens , 2008 NCBC 15 ¶ 110 (N.C. Super. Ct. \nAug. 18, 2008), http://www.ncbusinesscourt.net/opinions/2008_NCBC_15.pdf (citing \nAndrews v. Elliot , 109 N.C. App. 271, 274, 426 S.E.2d 430, 432 (1993) (quoting \nStutts v. Duke Power Co. , 47 N.C. App. 76, 266 S.E.2d 861 (1980))).  While the \nallegations must describe at least the substance of the statement, a plaintiff need \nnot quote the exact words communicated by defendant in his complaint.  “[A] \nparaphrase could be sufficient.”  Stutts , 47 N.C. App. at 84, 266 S.E.2d at 866.   \n{43}  North Carolina recognizes certain categories of false statements as slander \nper se  or libel per se .  If the claim falls within a “per se ” category, then allegations of \n“the false remarks in themselves . . . may form the basis of an action for damages, in \nwhich case both malice and damages are, as a matter of law, presumed.”  Donovan \nv. Fiumara , 114 N.C. App. 524, 527, 442 S.E.2d 572, 574 (1994) (quoting Beane v. \nWeiman Co. , 5 N.C. App. 276, 277, 168 S.E.2d 236, 237 (1969)).  For all other claims \nunder defamation, known as libel and slander per quod , both malice and special \ndamages through pecuniary loss must be alleged.  Id.    \n{44}  Statements that impeach the plaintiff in his trade or profession are one \nsuch category of false statements that would be actionable either as slander per se  \nor libel per se .  Phillips , 117 N.C. App. at 277.  However, to fall within this class, \n“the defamatory statement must do more than merely harm a person in [his] \nbusiness.”  Mkt. Am., Inc. v. Christman-Orth , 135 N.C. App. 143, 151, 520 S.E.2d \n570, 577 (1999).  “The false statement (1) must touch the plaintiff in [his] special \ntrade or occupation, and (2) must contain an imputation necessarily hurtful in its \neffect on [his] business.”  Id.   Therefore, while false statements asserting that the \nplaintiff is dishonest or unreliable may not be actionable per se  on their own, they \nmay become so when coupled with other statements impugning the plaintiff’s \nbusiness capabilities.  See Yates v. Brown , 2012 NCBC 22 ¶¶ 28–29 (N.C. Super. Ct. \nApr. 13, 2012), http://www.ncbusinesscourt.net/opinions/2012_NCBC_22.pdf \n(denying dismissal of slander claim based on statements that the plaintiff was \n“untrustworthy” and was “holding the company back”) (citing Tallent v. Blake , 57 \nN.C. App. 249, 253, 291 S.E.2d 336 (1982)). \n{45}  Here, Plaintiff alleges that Lackey and Saldarini sent emails, placed phone \ncalls, and made statements at meetings to third parties in early August 2011, that \nsuggested he “was incompetent, negligent, a ‘rogue trader,’ [] not acting in the best \ninterests of BHCM,” and “trading for his own interest.”  (V. Compl. ¶¶ 49–50, 180.)  \nThese statements allegedly caused Plaintiff to lose the support and investments of \nthe other members and investors in BHCM, and directly impugned Plaintiff’s \nprofession.  (V. Compl. ¶¶ 182–83.)  Furthermore, the specific remarks that Plaintiff \nwas a “rogue trader” and traded for his own interests directly impacted Plaintiff’s \nwork with investment funds, and could have dissuaded others from investing with \nhim.  Much like the court in Yates , this Court concludes that Plaintiff has \nadequately alleged statements that may be actionable per se . \n{46}  Defendants argue, however, that the statements represent mere rhetorical \nhyperbole rather than factual assertions.  To be actionable, a defamation claim \nmust allege statements which state or imply a defamatory fact.  Daniels v. Metro \nMagazine Holding Co. , 179 N.C. App. 533, 539, 634 S.E.2d 586, 590 (2006) (citing \nMilkovich v. Lorain Journal Co. , 497 U.S. 1, 18 (1990)).  “In determining whether a \nstatement can be reasonably interpreted as stating actual facts about an individual, \ncourts look to the circumstances in which the statement is made.”  Id.  (citation \nomitted). \n{47}  Here, Plaintiff asserts that Lackey and Saldarini made these statements \nthrough emails, phone conversations, and at meetings with various members and \ninvestors.  (V. Compl. ¶¶ 49–50, 180.)  Given the personal relationship between the \nparties and the dispute developing at the time, a reasonable listener could interpret \ntheir statements as actual fact.  And, based on the allegations, the Court cannot \nconclude as a matter of law that the statements imputed to Defendants could not \nreasonably be interpreted as actual fact that might serve to defeat this claim at this \nstage of the proceedings.  Therefore, taking the allegations as true, the Court \nconcludes that Plaintiff adequately alleges a claim for defamation per se .   \n{48}  Defendants argue, however, that even if Plaintiff adequately alleged a \ndefamation claim, the statements are protected by a qualified privilege.   \nA qualified privilege exists when a communication is made: (1) on [a] \nsubject matter (a) in which the declarant has an interest, or (b) in \nreference to which the declarant has a right or duty, (2) to a person \nhaving a corresponding interest, right, or duty, (3) on a privileged \noccasion, and (4) in a manner and under circumstances fairly \nwarranted by the occasion and duty, right, or interest. \nPhillips , 117 N.C. App. at 278, 450 S.E.2d at 756.  This privilege “creates a \npresumption that the communication was made in good faith and without malice,” \nwhich the plaintiff may rebut by showing actual malice.  Id.  (citation omitted).   \n{49}  Plaintiff alleges that the subject matter of the communications centered on \nhis conduct within BHCM, specifically his management of the investment funds.  \n(V. Compl. ¶¶ 49–50, 180.)  As member-managers of BHCM, Lackey and Saldarini \nowe fiduciary duties to BHCM,  see supra Section III.3.e., and, therefore, they have \nan interest in the actions of the other member-manager within and on behalf of the \ncompany that could cause harm to BHCM and its members.  And, as recipients of \nthe communications, the other members and investors in BHCM share a \ncorresponding interest in Plaintiff’s conduct as member-manager in charge of the \ncompany’s investment funds since Plaintiff’s actions could impact their interest in \nthe company.  However, as discussed above, the allegations do not outline the \nspecific circumstances or manner in which Lackey and Saldarini conveyed the \nstatements.  In the absence of allegations establishing that the statements were \nmade on a privileged occasion and in a manner warranted by the circumstances, the \nCourt cannot conclude as a matter of law that, at this stage of the case, the privilege \nexists to defeat Plaintiff’s claim for defamation.   \n{50}  Accordingly, the Court DENIES DENIES DENIES DENIES Defendants’ Motion I as to Plaintiff’s \nclaim for defamation. \n3. \nDERIVATIVE CLAIMS \na. \nDEMAND REQUIREMENT \n{51}  “The decision to bring a law suit or to refrain from litigating a claim on \nbehalf of a [limited liability company] is a decision concerning the management of \nthe [company].  Consequently, such decisions are part of the responsibility of the \n[managers].”  Spiegel v. Buntrock , 571 A.2d 767, 772–73 (Del. 1990).  Members may, \nhowever, bring derivative actions on behalf of the company if certain prerequisites \nare met.  Id.  at 773.  In particular, a member must first make a demand on the \nmanagers to initiate the lawsuit before the member will be allowed to bring a \nderivative suit.  DEL . C ODE A NN . tit. 6, § 18-1001 (2012).  Even still, members may \ninitiate a lawsuit without the approval of the managers “where they can show \neither that the board wrongfully refused the plaintiff’s pre-suit demand to initiate \nthe suit or, if no demand was made, that such a demand would be a futile gesture \nand therefore excused.”  White v. Panic , 783 A.2d 543, 550 (Del. 2001).  To maintain \na derivative claim, “the complaint [must] set forth with particularity the effort, if \nany, of the plaintiff to secure initiation of the action by a manager or member or the \nreasons for not making the effort.”  DEL . C ODE . A NN . tit. 6, § 18-1003 (2012).  Also, \nbecause courts apply the business judgment rule to determine if a board wrongfully \nrefused a demand, Spiegel , 571 A.2d at 774, “the plaintiff must allege with \nparticularity facts raising a reasonable doubt that the corporate action being \nquestioned was properly the product of business judgment.”  Brehm v. Eisner , 746 \nA.2d 244, 254–55 (Del. 2000). \n{52}  “[T]he business judgment rule is a presumption that in making a business \ndecision, not involving self-interest, the [managers of a LLC] acted on an informed \nbasis, in good faith and in the honest belief that the action taken was in the best \ninterests of the company.”  Spiegel , 571 A.2d at 774 (citation omitted).  Thus, in \nreviewing the refusal of a demand under the business judgment rule, the Court \nlooks to three issues: “(1) whether the [managers] acted independently and not self \ninterestedly; (2) whether the [managers] reasonably investigated the basis for the \nproposed litigation; and (3) whether the [managers] refused to act in good faith.”  \nSeaford Funding Ltd. P’ship v. M & M Assocs. II , 672 A.2d 66, 70 (Del. Ch. 1995) \n(citing Spiegel , 571 A.2d at 777).  Managers acting through self-interest may not \nclaim the protection of the business judgment rule.  See Aronson v. Lewis , 473 A.2d \n805, 812 (Del. 1984).  However, under Delaware law, “[b]y electing to make a \ndemand, a shareholder plaintiff tacitly concedes the independence of a majority of \nthe board to respond.”  Spiegel , 571 A.2d at 777.  As such, on a wrongful refusal \nargument, the Court will only examine whether the board acted reasonably and in \ngood faith.  If these requirements are met, then the decision not to pursue litigation \nmust be respected and the motion to dismiss plaintiff’s derivative action should be \ngranted.  Id.    \n{53}  Even though making the demand concedes the disinterest of the managers \nat the outset, it does not concede that the managers will act in a disinterested \nmanner in considering the demand.  Scattered Corp. v. Chicago Stock Exch. , 701 \nA.2d 70, 74 (Del. 1997) (citing Grimes v. Donald , 673 A.2d 1207, 1218–19 (Del. \n1996)), overruled on other grounds by  Brehm v. Eisner , 746 A.2d 244 (Del. 2000).  \nAs stated in Chicago Stock Exch. , “a board that appears independent ex ante  may \nnot necessarily act independently ex post  in rejecting a demand.  Failure of an \notherwise independent-appearing board or committee to act independently is a \nfailure to carry out its fiduciary duties in good faith or to conduct a reasonable \ninvestigation.”  701 A.2d at 75.  Therefore, although Plaintiff may not rely solely on \nthe managers’ self-interest on his wrongful refusal claim, their self-interest may be \nconsidered with regard to the managers’ behavior, ex post , in response to the \ndemand, as indicative of their good faith and reasonableness.   \n{54}  Here, Plaintiff made a demand for corrective action but asserts that \nDefendants’ wrongfully refused his demand.  (V. Compl. ¶¶ 91–92; Pl.’s Br. Opp. \nDefs.’ Mot. Dismiss 9.)  Specifically, Plaintiff alleges with particularity that he sent \na letter on September 11, 2011, to Defendants outlining his demand for corrective \naction with regard to the transfer from BHCM to Kyck.  (V. Compl. ¶ 91.)  As such, \nDelaware law requires the Court to presume Lackey and Saldarini’s independence, \nfor purposes of applying the business judgment rule.  However, the Court concludes \nthat the allegations of self-interest may be considered with regard to Lackey and \nSaldarini’s exercise of good faith and reasonableness, but only as they pertain to \nLackey and Saldarini’s actions and behavior in response to Plaintiff’s demand.  \n{55}  Lackey and Saldarini stood to benefit directly from the transfer of BHCM \nfunds to their new company, Kyck.  (V. Compl. ¶¶ 8, 32–33.)  As such, their interest \nin the transaction appears unquestioned.  Plaintiff also alleges that, after he \nbrought his concerns to their attention and demanded corrective action, Lackey and \nSaldarini refused to meet with him or address his concerns.  (V. Compl. ¶¶ 91–92.)  \nGiven that Lackey and Saldarini retained a stake in the challenged transfer, their \nrefusal to meet with and address the issues underlying the possible lawsuit with \nPlaintiff, the sole disinterested manager, draws into question their good faith and \nreasonable investigation into the demand.  The Court concludes that Plaintiff has \nsufficiently raised a reasonable doubt as to Lackey and Saldarini’s exercise of \nproper business judgment in refusing his demand, and that he has structured his \nallegations with sufficient particularity to meet the demand requirement for his \nderivative claims.  \nb. \nBUSINESS JUDGMENT RULE AND THE TRANSFER TO CBA \n{56}  In addition to pleading facts to overcome the business judgment \npresumption for refusing the demand, “to survive a motion to dismiss, ‘a plaintiff \nmust [also] allege well pleaded facts to overcome the presumption’” with respect to \nthe challenged action giving rise to the suit.  Parnes v. Bally Entm’t Corp. , 722 A.2d \n1243, 1246 (Del. 1999).  “[T]he business judgment rule presumption . . . can be \nrebutted by alleging facts which, if accepted as true, establish that the board was [] \ninterested in the outcome of the transaction.”  Orman v. Cullman , 794 A.2d 5, 22 \n(Del. Ch. 2002).  One way to accomplish this is to allege facts which show that a \nmajority of the members of the board had a financial interest in the transaction.  Id.   \n“If such facts are sufficiently alleged, the business judgment rule is rebutted and \n[the] entire fairness standard of review is applicable.”  N.J. Carpenters Pension \nFund v. infoGROUP, Inc. , 2011 Del. Ch. LEXIS 147, *26 (Del. Ch. 2011).  The entire \nfairness standard shifts the burden to the defendant.  Id.   Therefore, “a ‘plaintiff can \nsurvive a motion to dismiss under Rule 12(b)(6) by pleading facts from which a \nreasonable inference can be drawn that a majority of the board was interested or \nlacked independence with respect to the relevant decision.’”  Id.  (quoting In re \nTrados Inc. S’holder Litig. , 2009 Del. Ch. LEXIS 128, *6 (Del. Ch. 2009)). \n{57}  Here, Plaintiff challenges Defendants’ decision to transfer funds from \nBHCM to CBA and Kyck and to use other BHCM assets for Kyck’s operation.  \nAlthough Defendants argue that the Operating Agreement allows BHCM members \nto pursue other business ventures (V. Compl. Ex. A §§ 6.3.2–6.3.3), the Operating \nAgreement does not expressly or implicitly allow the members to use BHCM funds \nand benefits in their individual pursuits.  Furthermore, there is no dispute that the \nactions taken benefited Kyck.  Because Lackey and Saldarini run Kyck (V. Compl. ¶ \n8), the benefits to Kyck passed indirectly to them.  The Court concludes that a \nreasonable inference could be drawn from Plaintiff’s allegations that Lackey and \nSaldarini had a financial interest in the challenged transactions, such that the \nallegations sufficiently rebut the presumption of the business judgment rule to \nsurvive a motion to dismiss. \nc.  \nEXCULPATION CLAUSE \n{58}  Even if the Court concludes that Plaintiff adequately stated his claims, \nLackey and Saldarini argue that the Exculpation Clause in the Operating \nAgreement bars Plaintiff’s claims for breach of the Operating Agreement, breach of \nthe implied covenant of good faith and fair dealing, and breach of fiduciary duty.  \n(Defs.’ Br. Supp. Mot. Dismiss 9.)   \n{59}  With regard to exculpation clauses, Delaware’s Limited Liability Act \nprovides as follows: \nA limited liability company agreement may provide for the limitation \nor elimination of any and all liabilities for breach of contract and \nbreach of duties (including fiduciary duties) of a member, manager, or \nother person to a limited liability company or to another member or \nmanager . . .; provided, that a limited liability company agreement may \nnot limit or eliminate liability for any act or omission that constitutes a \nbad faith violation of the implied contractual covenant of good faith \nand fair dealing. \nD EL . C ODE A NN . tit. 6, § 18-1101(e) (2012).  This provision is meant “to afford the \nmaximum amount of freedom of contract, private ordering and flexibility to the \nparties involved.”  TravelCenters of Am., LLC v. Brog , 2008 Del. Ch. LEXIS 199, *3 \n(Del. Ch. 2008) (citation omitted).  In fact, the provision goes even further than its \nanalog in the Delaware Corporations Act “by allowing broad exculpation of all  \nliabilities for breach of fiduciary duties- -including the duty of loyalty.”  Kelly v. \nBlum , 2010 Del. Ch. LEXIS 31, *50 (Del. Ch. 2010) (emphasis original).     \n{60}  Here, the Exculpation Clause bars all liability for any loss to BHCM unless \nthe loss results from the fraud, bad faith, gross negligence, or willful misconduct of \nthe member sought to be held liable.  (V. Compl. Ex. A §§ 8.1, 8.4.)  Where an \nexculpation clause bars liability except for claims based on fraud, bad faith, or \nwillful misconduct, “a plaintiff must also plead particularized facts that \ndemonstrate that the directors acted with scienter . . . .”  Wood v. Baum , 953 A.2d \n136, 141 (Del. 2008).  Therefore, Plaintiff must allege knowledge or intent sufficient \nto show fraud, bad faith, gross negligence, or willful misconduct to overcome the \nExculpation Clause on his breach claims.  In particular, “Black’s Law Dictionary \ndefines ‘willful’ as [v]oluntary and intentional, but not necessarily malicious’ . . . .”  \nKelly , 2010 Del. Ch. LEXIS at *52 (quoting BLACK ’S LAW D ICTIONARY  1630 (8th ed. \n2004)).   \n{61}  As discussed further below, Plaintiff premises all three breach claims on \nthe $400,000 transfer from BHCM to CBA and Kyck and the use of other BHCM \nassets to further benefit Kyck.  (V. Compl. ¶¶ 93–118.)  As part of his claims, \nPlaintiff alleges that Lackey and Saldarini voluntarily approved the transfer of \n$400,000 to CBA along with the use of other benefits in violation of the Operating \nAgreement, and intentionally concealed the transfer from Plaintiff.  (V. Compl. ¶¶ \n24–29, 36–38, 45–53.)  Taking the allegations as true, the Court concludes that \nPlaintiff has adequately alleged willful misconduct by Lackey and Saldarini.  As \nsuch, the Exculpation Clause will not bar Plaintiff’s claims for breach of the \nOperating Agreement, breach of the implied covenant of good faith and fair dealing, \nor breach of fiduciary duty at this stage. \nd. \nBREACH OF OPERATING AGREEMENT \n{62}  As among the members of the limited liability company, the Court treats a \nclaim for breach of the Operating Agreement as a claim for breach of contract.  \n“Under Delaware law, the elements of a breach of contract claim are: 1) a \ncontractual obligation; 2) a breach of that obligation by the defendant; and 3) a \nresulting damage to the plaintiff.”  H-M Wexford LLC v. Encorp, Inc. , 832 A.2d 129, \n140 (Del. Ch. 2003).   \n{63}  On behalf of BHCM, Plaintiff alleges that the $400,000 transfer to CBA \nand Kyck breached the Operating Agreement. 4  In particular, Plaintiff points to \nsection 5.1 of the Operating Agreement, which calls for all distributions to be made \npro rata to members of the LLC.  (V. Compl. ¶ 95.)  The allegations then outline the \nbreach of this obligation and resulting damage to BHCM through the loss of \noperating funds.  (V. Compl. ¶¶ 24–29, 100.) \n{64}  Defendants argue that the $400,000 transfer was a Preference, not a \ndistribution, requiring only a majority of the managers to approve, and does not \nhave to be made pro rata.  (Defs.’ Br. Supp. Mot. Dismiss 10; V. Compl. Ex. A § \n13.1.)  Accepting the allegations as true, however, Defendants classified the transfer \nas a Preference only after the dispute with Plaintiff began.  (V. Compl. ¶¶ 45, 51.)  \nBefore that time, and when the transfer was made, Defendants classified the \ntransfer as a “distribution.”  Per the terms of the Operating Agreement, \ndistributions must be made pro rata to members.  (V. Compl. Ex. A § 5.1(a).)  As the \n$400,000 was not paid pro rata to a member of BHCM, such payment would have \n                                                 \n4 Plaintiff also alleges that Lackey and Saldarini breached the Operating Agreement by failing to live \nup to the duties of care and loyalty required of Officers under § 6.4.2.  The Court notes that the \nOperating Agreement allows for the appointment of Officers, but only if they are duly designated and \nappointed by the managers.  (V. Compl. Ex. A § 6.4.1.)  Here, the Complaint merely states that \nLackey and Saldarini held themselves out as Officers.  (V. Compl. ¶¶ 18–19.)  Delaware does allow \none to be a de facto officer of a corporation under certain circumstances.  See Brehm v. Eisner , 906 \nA.2d 27, 48 (Del. 2006).  However, this is an equitable doctrine intended to provide third parties with \na means to sue those who hold themselves out as officers under apparent authority.  188 AM . JUR . 2D  \nCorporations  § 1229 (2012).  It does not apply to direct attacks related to internal disputes, since the \nparties involved would be aware that the individual had never been duly appointed.  Id.   As such, \nbased on these facts, the Court cannot conclude that Lackey and Saldarini acted as appointed or de \nfacto Officers of BHCM to allow for Plaintiff’s breach of contract claim under this argument. \nbeen in breach of the Operating Agreement.  (V. Compl. ¶ 24.)   Whether the \ntransfer was in fact a Preference in compliance with the Operating Agreement \npresents a question of fact for resolution at a later stage of the case.  However, for \npurposes of this motion to dismiss, the Court concludes that Plaintiff has properly \nstated a claim for breach of contract on behalf of BHCM.   \n{65}  Accordingly, the Court DENIES DENIES DENIES DENIES Defendants’ Motion I as to Plaintiff’s \nderivative claim for breach of the Operating Agreement.  \ne. \nBREACH OF IMPLIED COVENANT OF GOOD FAITH AND FAIR D EALING \n{66}  “Every contract contains an implied covenant of good faith and fair dealing \nthat requires a party in a contractual relationship to refrain from arbitrary or \nunreasonable conduct . . . .”  Fisk Ventures, LLC v. Segal , 2008 Del. Ch. LEXIS 158, \n*37 (Del. Ch. 2008).  To state a claim for breach of the implied covenant of good \nfaith and fair dealing, “plaintiff must allege a specific implied contractual obligation  \nand allege how the violation of that obligation denied that plaintiff the fruits of the \ncontract.”  Kelly , 2010 Del. Ch. LEXIS at *59 (quoting Kuroda v. SPJS Holdings, \nLLC , 971 A.2d 872, 888 (Del. Ch. 2009)) (emphasis original).   \n{67}  Here, Plaintiff alleges an implied obligation that Lackey and Saldarini not \n“dissipate BHCM assets,” and that they “act with fairness and in good faith, and in \naccordance with fair dealing.”  (V. Compl. ¶¶ 105–06.)  By transferring money from \nBHCM to Kyck and using BHCM funds to pay for Kyck expenses, Plaintiff alleges \nand contends that Lackey and Saldarini breached this implied covenant and denied \nBHCM the fruits of the contract, including the ownership and use of the funds \nallegedly taken.  The Court concludes that Plaintiff has properly pled a claim for \nbreach of the implied covenant of good faith and fair dealing.  \n{68}  Accordingly, the Court DENIES DENIES DENIES DENIES Defendants’ Motion I as to Plaintiff’s \nderivative claim for breach of the implied covenant of good faith and fair dealing. \n \n \n \nf. \nBREACH OF FIDUCIARY DUTY \n{69}  “A claim for breach of fiduciary duty requires proof of two elements: (1) \nthat a fiduciary duty existed and (2) that the defendant breached that duty.”  Beard \nResearch, Inc. v. Kates , 8 A.3d 573, 601 (Del. Ch. 2010).  Under the Delaware LLC \nAct, “members of an LLC [receive] wide latitude to order their relationship, \nincluding the flexibility to limit or eliminate fiduciary duties.”  Bay Ctr. Apts. \nOwner, LLC v. Emery Bay PKI, LLC , 2009 Del. Ch. LEXIS 54, *26 (Del. Ch. 2009); \nsee also  DEL . C ODE A NN . tit. 6, § 18-1101(c) (2012).  However, unless otherwise \nstated in the LLC agreement, “the member-managers of a Delaware limited liability \ncompanies owe traditional fiduciary duties to the LLC and its members.”  Phillips v. \nHove , 2011 Del. Ch. LEXIS 137, *65 (Del. Ch. 2011) (citing William Penn P’ship v. \nSaliba , 13 A.3d 749, 756 (Del. 2011)).   \n{70}  Here, a close examination of the Operating Agreement reveals only one \nprovision explicitly referencing the fiduciary duties of the managers or members of \nBHCM.  That provision simply forecloses a claim of breach of duty or obligation \nagainst a member or manager who fails to present the company with a corporate \nopportunity.  (V. Compl. Ex. A § 8.2.2.)  Given that “the drafters of chartering \ndocuments must make their intent to eliminate fiduciary duties plain and \nunambiguous,”  Bay Ctr. Apts. , 2009 Del. Ch. LEXIS at *31, the Court concludes \nthat this provision does not eliminate all traditional duties owed by the managers to \nBHCM, beyond the failure to present the company with a corporate opportunity.  \nTherefore, the Court concludes that a fiduciary duty still exists between Lackey and \nSaldarini and BHCM under the terms of the Operating Agreement.  \n{71}  On behalf of BHCM, Plaintiff alleges that Lackey and Saldarini breached \ntheir fiduciary duties of loyalty and care by failing to act in the best interests of \nBHCM.  Specifically, Plaintiff asserts that by transferring $400,000 out of BHCM \nand using other BHCM assets to grow their new business, Lackey and Saldarini \nacted out of self-interest to the detriment of BHCM.  (V. Compl. ¶ 115.)  While the \nOperating Agreement allows the managers to pursue other opportunities without \nhaving to inform or offer the opportunity to BHCM (V. Compl. Ex. A § 8.2.2), it does \nnot authorize the managers to use BHCM funds and assets to pursue these \nopportunities.  To the extent that Plaintiff alleges a breach beyond merely failing to \ndisclose a corporate opportunity to BHCM, Plaintiff has adequately pled a cause of \naction for breach of fiduciary duty. \n{72}  Accordingly, the Court DENIES DENIES DENIES DENIES Defendants’ Motion I as to Plaintiff’s \nderivative claim for breach of fiduciary duty. \ng. \nFRAUD \n{73}  “The essential elements of fraud are: ‘(1) False representation or \nconcealment of a material fact, (2) reasonably calculated to deceive, (3) made with \nintent to deceive, (4) which does in fact deceive, (5) resulting in damage to the \ninjured party.’”  Rowan County Bd. of Educ. v. U.S. Gypsum Co. , 332 N.C. 1, 17, 418 \nS.E.2d 648, 658 (1992) (quoting Terry v. Terry , 302 N.C. 77, 83, 273 S.E.2d 674, 677 \n(1981)). \n{74}  While Rule 9(b) of the North Carolina Rules of Civil Procedure allows \nintent and knowledge to be averred generally, the plaintiff must allege with \nparticularity the “time, place and contents of the fraudulent representation, the \nidentity of the person making the representation and what was obtained” to state a \nclaim for fraud.  Terry , 302 N.C. at 85, 273 S.E.2d at 678.  In addition, the plaintiff \nmust allege that he justifiably relied on the misrepresentation in that “he was \ndenied the opportunity to investigate or that he could not have learned the true \nfacts by exercise of reasonable diligence.”  Hudson-Cole Dev. Corp. v. Beemer , 132 \nN.C. App. 341, 346, 511 S.E.2d 309, 313 (1999).  \n{75}  Here, Plaintiff particularly alleges false statements made by Saldarini at a \nmeeting in May 2011 misrepresenting the $400,000 expenditure, and other specific \ninstances where Lackey and Saldarini attempted to conceal the circumstances \nsurrounding the transaction.  (V. Compl. ¶¶ 35–38, 136.)  Plaintiff further alleges \nthat these efforts allowed Lackey and Saldarini to transfer the money without \nquestion, and that this transfer materially affected BHCM’s operating budget.  (V. \nCompl. ¶¶ 45–53, 140.)  Plaintiff also adequately alleges the remaining elements for \nfraud as laid out above.  (V. Compl. ¶¶ 141–42, 153.)   \n{76}  Regarding justifiable reliance, Plaintiff asserts that Lackey and Saldarini \nmade the transfer and other expenditures without informing the company, and then \ntook efforts to conceal these payments, which discouraged efforts to investigate.  (V. \nCompl. ¶¶ 25, 34–35, 44, 53, 143–48.)  In particular, Plaintiff points out that Lackey \nand Saldarini largely controlled the internal finances for BHCM, and that their \ncontrol justified the company’s reliance on their representations about the transfer.  \n(V. Compl. ¶ 135.)  Additionally, Lackey and Saldarini attempted to defeat \ninvestigations on behalf of BHCM by re-characterizing the transfer as a Preference \nretroactively and by ignoring requests to look into the matter.  (V. Compl. ¶¶ 44, \n53.)  Accepting these allegations as true, the Court concludes that Plaintiff has \nalleged with particularity sufficient facts to support his claim for fraud on behalf of \nBHCM.  \n{77}  Accordingly, the Court DENIES DENIES DENIES DENIES Defendants’ Motion I as to Plaintiff’s \nderivative claim for fraud.  \nh. \nCONSTRUCTIVE FRAUD \n{78}  In North Carolina, an action for constructive fraud requires allegations of \n(1) a relationship of trust and confidence akin to that of a fiduciary and (2) that the \ndefendant took advantage of that position of trust in order to benefit himself to the \ndetriment of the plaintiff.  Sterner v. Penn , 159 N.C. App. 626, 631, 583 S.E.2d 670, \n674 (2003).  “Put simply, a plaintiff must show (1) the existence of a fiduciary duty, \nand (2) a breach of that duty.”  Governor’s Club, Inc. v. Governors Club Ltd. P’ship, \n152 N.C. App. 240, 249–50, 567 S.E.2d 781, 788 (2002).  Therefore, “a breach of \nfiduciary duty raises a presumption of constructive fraud . . . .”  Bumgarner v. \nTomblin , 92 N.C. App. 571, 575, 375 S.E.2d 520, 523 (1989) (citing Miller v. First \nNat’l Bank of Catawba County , 234 N.C. 309, 67 S.E.2d 362 (1951)).  Furthermore, \nPlaintiff alleges that Lackey and Saldarini breached their duty to BHCM to benefit \ntheir new company, Kyck, by providing it with start-up capital to the detriment of \nBHCM’s own funding.  (V. Compl. ¶¶ 8, 32–33, 59–72, 140.)  Having determined \nthat Plaintiff adequately alleged a claim for breach of fiduciary duty that benefited \nLackey and Saldarini to the detriment of BHCM, the Court concludes that \nPlaintiff’s claim for constructive fraud has been sufficiently pled. 5   \n{79}  Accordingly, the Court DENIES DENIES DENIES DENIES Defendants’ Motion I as to Plaintiff’s \nderivative claim for constructive fraud.    \ni. \nFRAUDULENT CONCEALMENT \n{80}  To successfully plead fraud by concealment, a plaintiff must allege: \n(1) the relationship [between plaintiff and defendant] giving rise to the \nduty to speak; (2) the event or events triggering the duty to speak \nand/or the general time period over which the relationship arose and \nthe fraudulent conduct occurred; (3) the general content of the \ninformation that was withheld and the reason for its materiality; (4) \nthe identity of those under a duty who failed to make such disclosures; \n(5) what [the defendant] gained by withholding information; (6) why \nplaintiff’s reliance on the omission was both reasonable and \ndetrimental; and (7) the damages proximately flowing from such \nreliance. \nAllran v. Branch Banking & Trust Corp. , 2011 NCBC 21 ¶ 38 (N.C. Super. Ct. July \n6, 2011), http://www.ncbusinesscourt.net/opinions/2011_NCBC_21.pdf (adopting  \nBreeden v. Richmond Cmty. Coll. , 171 F.R.D. 189, 195–96 (M.D.N.C. 1997)). \n{81}  Having previously concluded that a fiduciary relationship existed between \nthe managers and BHCM, the Court concludes that Lackey and Saldarini had a \nduty to speak regarding the true purpose behind the transfer of funds and other \nexpenditures from BHCM.  As Plaintiff alleges, the transfer and other expenditures \nthat benefited Lackey and Saldarini’s new company, Kyck, triggered the duty to \nspeak regarding the true purpose of the expenditures.  (V. Compl. ¶¶ 121–24.)  By \nalso alleging that Lackey and Saldarini failed to disclose that BHCM funds were \nbeing used to finance Kyck, and that the funds were necessary for BHCM’s budget, \nPlaintiff set forth the general content of the withheld information, its materiality, \n                                                 \n5 North Carolina applies the same standard on a breach of fiduciary duty claim as applied above \nunder Delaware law.  See Global Promotions Group, Inc. v. Danas Inc. , 2012 NCBC 38 ¶ 29 (N.C. \nSuper. Ct. June 22, 2012), http://www.ncbusinesscourt.net/opinions/2012_NCBC_38.pdf. \nand what Lackey and Saldarini gained by withholding it.  (V. Compl. ¶¶ 122–24, \n140.)  As discussed above, the allegations also outline BHCM’s reasonable and \ndetrimental reliance upon Lackey and Saldarini’s representations based upon their \nrole in the company and their acts to conceal the true purpose of their expenditures \nfrom BHCM capital, and the resulting damage to BHCM. (V. Compl. ¶¶ 25, 34–35, \n44, 53, 128, 132, 143–48.)  The Court concludes that Plaintiff has adequately pled a \nclaim for fraudulent concealment.   \n{82}  Accordingly, the Court DENIES DENIES DENIES DENIES Defendants’ Motion I as to Plaintiff’s \nderivative claim for fraudulent concealment.  \nj. \nCONVERSION \n{83}  Conversion is “‘an unauthorized assumption and exercise of the right of \nownership over [the personal property of] another, to . . . the exclusion of an owner’s \nrights.’”  Straton v. Royal Bank of Canada , 712 S.E.2d 221, 227 (N.C. Ct. App. 2011) \n(quoting Peed v. Burleson’s, Inc. , 244 N.C. 437, 439, 94 S.E.2d 351, 353 (1956)).  A \nplaintiff must plead two essential elements to establish conversion: (1) “ownership \nin the plaintiff” and (2) “a wrongful deprivation by defendant.”  Gallimore v. Sink , \n27 N.C. App. 65, 67, 218 S.E.2d 181, 183 (1975) (citation omitted).  The gravamen of \nthe tort is the wrongful deprivation, not the procurement of property.  Id.   One in \nlawful possession of property may not be accused of depriving another of possession \nwrongfully, unless the owner makes a demand for the return of property and is \nrefused by the possessor.  Hoch v. Young,  63 N.C. App. 480, 483, 305 S.E.2d 201, \n203 (1983).  However, where an individual receives property from a third party who \ndid not have lawful possession or authority to transfer the property,  \nmere receipt of [possession] from a third person with an intent to \nacquire a proprietary interest therein [will constitute] a conversion \nwithout a demand for its return by the owner.  The fact that the person \nin possession is without knowledge that the third person had no power \nto transfer a proprietary interest is immaterial. \nId.  at 483, 305 S.E.2d at 203–04 (quoting ROBERT E.  LEE , N ORTH C AROLINA LAW OF \nP ERSONAL P ROPERTY  60 (1968)). \n{84}  Here, Plaintiff alleges that CBA acquired ownership of BHCM funds by \nway of the $400,000 transfer.  (V. Compl. ¶¶ 24, 26.)  And, by retaining $100,000 \nand transferring $300,000 to Kyck, Plaintiff claims that CBA deprived BHCM of its \nmoney.  (V. Compl. ¶¶ 156, 160.)  Because CBA received the money as a \n“distribution” in violation of BHCM’s Operating Agreement, Plaintiff further alleges \nthat this constituted an unauthorized assumption and exercise of the right of \nownership over BHCM’s funds.  (V. Compl. ¶¶ 156, 160.)   \n{85}  Defendants’ argue that CBA received lawful possession of the money as a \nPreference, which could be made in compliance with the Operating Agreement, and \nthat Plaintiff failed to allege demand and refusal.  (Defs.’ Br. Supp. Mot. Dismiss \n15–16.)  However, as discussed above, Plaintiff alleges that Defendants classified \nthe transfer as a distribution at the time CBA took ownership, and Lackey and \nSaldarini did not follow proper procedures for making a distribution.  (V. Compl. ¶¶ \n24, 45, 51.)  As such, Lackey and Saldarini did not have lawful possession of the \nfunds or the authority to transfer the funds to CBA as a distribution.  The fact that \nCBA may not have had knowledge that Lackey and Saldarini lacked the authority \nto make the transfer is immaterial.  Their receipt of the money from an \nunauthorized transfer would constitute conversion without requiring BHCM to \ndemand return of the money.  Therefore, accepting the allegations of the Complaint \nas true, the Court concludes Plaintiff has alleged sufficient facts to state a claim for \nconversion against CBA.  \n{86}  Accordingly, the Court DENIES DENIES DENIES DENIES Defendants’ Motion I as to Plaintiff’s \nderivative claim for conversion.  \nk. \nUNJUST ENRICHMENT \n{87}  “In order to state a claim for unjust enrichment, the plaintiff's allegations \nmust set forth that a benefit was conferred on the defendant, that the defendant \naccepted the benefit, and that the benefit was not gratuitous.”  Jackson v. Carolina \nHardwood Co. , 120 N.C. App. 870, 872, 463 S.E.2d 571, 573 (1995) (citing Booe v. \nShadrick,  322 N.C. 567, 570, 369 S.E.2d 554, 556 (1988)).  Specifically, in a claim for \nunjust enrichment based on money wrongfully or mistakenly paid to another, “[a]n \naction . . . is permitted ‘on the theory that by such payment the recipient has been \nunjustly enriched at the expense of the party making the payment and is liable for \nmoney had and received.’”  Primerica Life Ins. Co. v. James Massengill & Sons \nConstr. Co., 712 S.E.2d 670, 676 (N.C. Ct. App. 2011).  “Therefore, the crucial \nquestion in an action of this kind is, to which party does the money, in equity and \ngood conscience, belong?”  Id.  (quotations omitted). \n{88}  Here, the parties do not dispute that a $400,000 benefit was conferred on \nCBA, nor do they dispute that CBA accepted the benefit.  (V. Compl. ¶¶ 24, 26; \nDefs.’ Br. Supp. Mot. Dismiss 18–19.)  However, Defendants contend that CBA \nreceived the money as part of a Preference pay down, while Plaintiff alleges that \nLackey and Saldarini wrongfully distributed the money to CBA in violation of \nBHCM’s rights.  (V. Compl. ¶¶ 169–71.)  As discussed previously, at this stage of \nthe case, the Court must accept as true Plaintiff’s allegations that the parties \ntreated the transfer as a distribution at the time it was made to CBA.  (V. Compl. \n¶¶ 24, 26.)   \n{89}  Because Defendants classified the transfer as a distribution, Plaintiff \nfurther alleges that the transfer violated the terms of the Operating Agreement, \nresulting in equitable ownership of the funds remaining vested in BHCM.  (V. \nCompl. ¶¶ 28–29.)  Plaintiff alleges that CBA should be held liable to BHCM for the \nmoney had and received.  Otherwise, CBA would be left unjustly enriched by the \nwrongful distribution.  The Court concludes, therefore, that Plaintiff has properly \nalleged a claim for unjust enrichment against CBA on behalf of BHCM. \n{90}  Accordingly, the Court DENIES DENIES DENIES DENIES Defendants’ Motion I as to Plaintiff’s \nderivative claim for unjust enrichment.   \n \n \n \n \n \nC. \nDEFENDANTS’ MOTION II \n1. \nSTANDARD OF REVIEW \n{91}  As a fact-specific inquiry, the determination of whether to remove a \nrepresentative plaintiff in a derivative action, pursuant to Court of Chancery Rule \n23.1, lies within the trial court’s discretion.  See Larson v. Dumke , 900 F.2d 1363, \n1369 (9th Cir. 1990). 6  Given the derivative plaintiff’s fiduciary role as \nrepresentative for the company, a ruling pursuant to “Rule 23.1 has been \ninterpreted as requiring that a court consider any extrinsic factors which might \nindicate that a representative might disregard the interests of the other members of \nthe class.”  Emerald Partners v. Berlin , 564 A.2d 670, 673 (Del. Ch. 1989).  And, \nalthough the Court can find no Delaware case law which specifically states that a \ncourt may look outside the pleadings on a motion to remove a derivative plaintiff \npursuant to Rule 23.1, the Court of Chancery appears to imply this standard of \nreview without directly addressing it.  See id.  (denying a motion to disqualify \nderivative plaintiff after considering the depositions presented by the parties); \nYoungman v. Tahmoush , 457 A.2d 376, 378–81 (Del. Ch. 1983) (stating that the \ncourt must look to all the facts and circumstances in the case, including arguments \nput forward by the defendant and by way of depositions).  This principle finds \nfurther support in federal case law applying Rule 23 for class actions, which \nDelaware courts look to in interpreting Rule 23.1.7   See Banyai v. Mazur , 205 F.R.D. \n160, 163 (S.D.N.Y. 2002) (“[A] district court must accept as true the substantive \nallegations in the complaint . . . and does not conduct even a preliminary inquiry \n                                                 \n6 Since Court of Chancery Rule 23.1 mirrors the corresponding federal rule, Delaware courts look to \naccompanying federal case law to interpret the adequacy of derivative representatives. See \nYoungman v. Tahmoush , 457 A.2d 376 (Del. Ch. 1983). \n7 Because the derivative plaintiff acts as a representative of a class in bringing its suit, courts look to \ncases interpreting Rule 23 for class action representatives to analyze the similar requirements under \nRule 23.1 for derivative representatives.  See Youngman , 457 A.2d 376, 379.  Indeed, in Delaware, \ncourts have held that the adequacy requirement for derivative plaintiffs, infra , was implied in Rule \n23.1 based on Rule 23 and accompanying federal case law.  Id.    \ninto the merits of the case.  . . . In addition, the court may look outside the pleadings \nfor the proof necessary . . . .”).   \n{92}  In adopting relevant federal case law to analyze Rule 23.1, Delaware \ncourts have, by implication and application, settled the standard for assessing the \nadequacy of the representative plaintiff, prompting this Court to consider matters \noutside the pleadings.  Accordingly, while accepting the allegations in the complaint \nas true, the Court will also look outside the pleadings to determine Plaintiff’s fitness \nfor the purposes he wishes to serve as derivative plaintiff. \n2.  \nADEQUACY OF THE DERIVATIVE PLAINTIFF \n{93}   “[T]he only explicit standing requirement for maintaining a derivative suit \nis that the plaintiff be a stockholder of the corporation at the time of the transaction \n. . . .”  Youngman , 457 A.2d at 379.  However, courts recognize an additional implicit \nrequirement that the plaintiff be an adequate representative for its class.  Id.  \n(“[P]laintiff . . . must be qualified to serve in a fiduciary capacity as a representative \nof a class, whose interest is dependent upon the representative’s adequate and fair \nprosecution.”).      \n{94}  The burden is on the defendant to “show that a serious conflict of interest \nexists, . . . [such that there is] a substantial likelihood that the derivative action is \nnot being used as a device for the benefit of all the stockholders.”  Id.  at 381.  \nHowever, this conflict must be evident.  “[P]urely hypothetical, potential or remote \nconflicts of interests never disable the individual plaintiff.”  Id.  at 380.  To \ndetermine if such a conflict exists, courts will look to a list of non-exclusive factors \nincluding the following: \n(1) economic antagonisms between representative and class; \n(2) the remedy sought by plaintiff in the derivative litigation; \n(3) indications that the named plaintiff was not the driving force \nbehind the litigation; \n(4) plaintiff’s unfamiliarity with the litigation;  \n(5) other litigation pending between the plaintiff and defendants; \n(6) the relative magnitude of plaintiff’s personal interests as compared \nto her interest in the derivative action itself; \n(7) plaintiff’s vindictiveness toward defendants; and \n(8) the degree of support plaintiff was receiving from the shareholders \nshe purported to represent. \nBakerman v. Sidney Frank Importing Co. , 2006 Del. Ch. LEXIS 180, *34–*35 (Del. \nCh. 2006); see also Youngman , 457 A.2d at 379–80.  While none of these factors \ncontrols the analysis, the Court may dismiss a derivative representative upon “a \nstrong showing of one factor which is actually inimical to the class.”  Youngman , \n457 A.2d at 380. \n{95}  Defendants concede that the third and fourth factors above do not apply to \nthis case, but assert that the remaining six require Plaintiff’s disqualification given \nPlaintiff’s personal interest in controlling BHCM, Plaintiff’s direct claims asserted \nagainst Defendants, and the lack of support from the remaining members of BHCM.   \n{96}  First, Defendants argue that Plaintiff’s personal interest in gaining control \nof BHCM outweighs any interest he has in pursuing the derivative action.  \nSpecifically, Defendants point to Plaintiff’s desire to take over as the sole manager \nof BHCM as expressed in Plaintiff’s “Updated Proposed Solution” and his demand \nletter sent on September 11, 2011.  (Defs.’ Br. Supp. Mot. Remove Ex. A, Ex. C.)  \nHowever, selfish motives alone will not mandate Plaintiff’s disqualification as an \ninadequate representative.  Youngman , 457 A.2d at 382.  Indeed, it is hardly \nunusual for derivative plaintiffs to have their own interests in mind when bringing \na derivative action.  See id.   Here, Plaintiff accuses the other two managers of \nacting against the interests of BHCM.  ( See generally  V. Compl.)  In Plaintiff’s view, \nhe represents the remaining manager acting on behalf of BHCM.  Plaintiff’s \nposition does not directly conflict with the interests of BHCM or Plaintiff’s ability to \nrepresent those interests.  Based on the information presented, Defendants have \nfailed to demonstrate that Plaintiff’s desire to run the business himself conflicts \nwith his ability to act as fiduciary for the class in the derivative action to an extent \nthat would require his removal. \n{97}  Second, Defendants assert that Plaintiff’s direct claims create economic \nantagonism between Plaintiff and the class, which also implicates other factors that \nsupport Plaintiff’s removal or dismissal, including the presence of other litigation \nand Plaintiff’s vindictiveness towards Defendants.  Since Plaintiff seeks to recover \nmoney directly for himself, as well as derivatively for BHCM, Defendants contend \nthat Plaintiff’s “personal claims . . . draw from the same finite pool of potential \nrecovery [as the derivative claims], creating a conflict . . . .”  (Defs.’ Br. Supp. Mot. \nRemove 9–10.)  Although the Court dismissed Plaintiff’s parallel direct claims \nabove, Plaintiff’s defamation claim remains.   \n{98}  “A plaintiff in a stockholder derivative suit will not be disqualified simply \nbecause he may have interests which go beyond the interests of the class . . . .” Balin \nv. Amerimar Realty Co. , 1996 Del. Ch. LEXIS 146, *11 (Del. Ch. 1996) (quoting  \nEmerald Partners , 564 A.2d at 674).  While it is true that Defendants may be liable \nfor the relief sought on the defamation and derivative claims if Plaintiff prevails, \nthis does not create an inherent conflict such that Plaintiff could not adequately \npursue the derivative action.  As stated by the court in Balin , “a finding for \n[Plaintiff] on his individual claims [would not] preclude a recovery by the \ncorporation on the derivative claims.  Thus, there is no structural conflict . . . .”  \n1996 Del. Ch. LEXIS at *11.  Similarly, here, a recovery on Plaintiff’s defamation \nclaim in no way impacts the success or failure of the derivative claims or Plaintiff’s \nability to pursue both simultaneously.  Given that, the Court sees no clear conflict of \ninterest based on Plaintiff’s direct claim which would make Plaintiff an inadequate \nrepresentative for BHCM’s claims. \n{99}  Considering the vindictiveness factor, absent some concrete fact revealing \na conflict between Plaintiff and BHCM, “amorphous hostile feelings against \ndefendants [are] not in [themselves] relevant.”  Emerald Partners , 564 A.2d at 677 \n(quoting Vanderbilt v. Geo-Energy Ltd. , 590 F. Supp. 999, 1001 (E.D. Pa. 1984)).  In \nfact, “this may inspire plaintiff to be an even more forceful advocate.”  Id.   \nTherefore, even though Plaintiff’s defamation claim may shed further light on the \nanimosity between the parties, it fails to reveal any concrete conflict which would \nprevent Plaintiff from adequately representing BHCM.  \n{100}  Finally, Defendants point to the lack of support from the other members of \nBHCM for Plaintiff’s lawsuit.  (Hayes Aff. ¶ 9; Bauknight Aff. ¶ 4.)  “A derivative \nclaim may be maintained, however, without the support of a majority of ownership \nor even the support of the entire minority.  Adequacy of representation is judged by \nhow well a shareholder advances the interests of other similarly situated \nshareholders.”  Bakerman , 2006 Del. Ch. LEXIS at *43.  Where only one person is \ndisadvantaged such that there are no other similarly situated members, “one could \nnot imagine a better representative than [that one member] to pursue the \nappropriate remedies on behalf of the LLC.”  Id.    \n{101}  Plaintiff represents the only member not connected or involved with the \ntransfer from BHCM to Kyck.  Lackey and Saldarini allegedly orchestrated the \ntransfer from BHCM to benefit their new venture, Kyck.  (V. Compl. ¶¶ 24, 26, 31–\n33.)  Furthermore, the transfer initially was made to CBA, an entity that allegedly \noperated as a shell company for the remaining members Cherokee, Bowin, and \nHayes.  (V. Compl. ¶¶ 24, 26.)  Given that the remaining members allegedly knew \nabout, and arguably benefited from, the challenged transfer, they cannot claim to be \nsimilarly situated with Plaintiff, and their lack of support for Plaintiff’s lawsuit \nappears predetermined.  The Court concludes, therefore, that Plaintiff’s lack of \nsupport from the other members is not determinative of his adequacy as a \nrepresentative plaintiff.  \n{102}  The Court concludes, therefore, that Defendants have failed to \ndemonstrate Plaintiff’s inadequacy as derivative plaintiff.  Accordingly, the Court \nDENIES DENIES DENIES DENIES Defendants’ Motion II to remove Plaintiff as derivative representative. \nD. \nPLAINTIFF’S MOTION TO AMEND \n{103}  According to North Carolina Rules of Civil Procedure Rule 15(a), after a \nparty files a responsive pleading, the “party may amend his pleading only by leave \nof court.”  N.C. R. Civ. P. 15(a).  Upon a motion to amend, “leave shall be freely \ngiven [by the court] when justice so requires,” N.C. R. Civ. P. 15(a), and a ruling on \nsuch motion “is addressed to the sound discretion of the trial court . . . .”  City of \nWinston-Salem v. Yarbrough , 117 N.C. App. 340, 347, 451 S.E.2d 358, 364 (1994).  \nAccordingly, “motions to amend the pleadings should be granted unless there is a \ncompelling reason not to do so.”  Polo Ralph Lauren Corp. v. Gulf Ins. Co. , 2001 \nNCBC 3 ¶ 7 (N.C. Super. Ct. Jan. 31, 2001), http://www.ncbusinesscourt.net/ \nopinions/2001%20NCBC%203.htm (citing Mauney v. Morris , 316 N.C. 67, 340 \nS.E.2d 397 (1986)).  “Some reasons justifying denial of an amendment are (a) undue \ndelay, (b) bad faith, (c) undue prejudice, (d) futility of amendment, and (e) repeated \nfailure to cure defects by previous amendments.”  Bob Timberlake Collection, Inc. v. \nEdwards , 176 N.C. App. 33, 44 (2006) (citation omitted).  \n{104}  Here, Defendants first argue that Plaintiff’s motion to amend his \ncomplaint to add a party, to include new claims, and to clarify facts should be \ndenied because of undue delay and prejudice.8  Specifically, Defendants assert that \nallowing the motion to amend while the motion to dismiss is pending will prejudice \nDefendants, given the potential for additional motions to dismiss and further \nbriefing.  However, information learned during discovery may often lead to \nadditional claims or parties which the plaintiff, in the interest of justice, should be \nallowed to include in its complaint.  Carolina Builders Corp. v. Gelder & Assocs. , 56 \nN.C. App. 638, 641, 289 S.E.2d 628, 629 (1982).  In Carolina Builders , the court \nallowed the plaintiff to amend the complaint based on documents uncovered during \ndiscovery four months after defendants filed an answer and moved for summary \njudgment.  Id.   Similarly, here, Plaintiff filed his motion to amend two months after \nDefendants filed their motion to dismiss and just one month after receiving the \ndocuments requested in discovery.  (Pl.’s Reply Br. Supp. Mot. Am. Compl. 3.)  \nGiven that, the Court concludes that Plaintiff did not unduly delay his request for \nan amendment to his complaint.  Furthermore, the Court can discern no prejudice \nto defendants by allowing Plaintiff’s motion.   \n{105}  Defendants then argue that allowing the amendment would be futile as it \nwould fail to correct any defects and does not state a claim upon which relief may be \n                                                 \n8 Defendants also argue that the motion should be denied because the proposed Amended Complaint \nis not verified as required for derivative suits under North Carolina Rules of Civil Procedure Rule \n23(b).  However, as correctly pointed out by Plaintiff, the Amended Complaint attached to the motion \nis merely proposed at this point and will only be filed upon the Court granting leave to amend, at \nwhich point the Amended Complaint would have to comply with Rule 23(b).  Therefore, the Court \nneed not address this argument for its ruling on Plaintiff’s Motion to Amend. \ngranted.  Again, in Carolina Builders , the court commented that “even though upon \nremand the trial court may determine that plaintiff cannot recover on the claim \nasserted in the amended complaint,” it could not conclude that allowing the \namendment would be futile.  56 N.C. App. at 641, 289 S.E.2d at 629.  Here, while \nDefendants may have persuasive arguments to defeat the new claims at a later \nstage, at this point, the Court cannot conclude that any deficiency in the amended \nportions of the complaint warrants denying this motion because of its futility.   \n{106}  Therefore, in the spirit of liberality espoused under Rule 15(a), the Court \nconcludes that no compelling reason exists to deny Plaintiff’s Motion to Amend.  \nAccordingly, the Court GRANTS GRANTS GRANTS GRANTS Plaintiff’s Motion to Amend the Complaint.   \nIV. \nCONCLUSION \n{107}  The Court GRANTS GRANTS GRANTS GRANTS in part and DENIES DENIES DENIES DENIES in part Defendants’ Motion to \nDismiss pursuant to Rule 12(b)(6); DENIES DENIES DENIES DENIES Defendants’ Motion to Remove Jack \nScott as Derivative Representative; and GRANTS GRANTS GRANTS GRANTS Plaintiff’s Motion for Leave to \nAmend his Complaint. \n{108}  WHEREFORE WHEREFORE WHEREFORE WHEREFORE, the Court hereby DISMISSES DISMISSES DISMISSES DISMISSES Plaintiff’s direct claims for \nbreach of the Operating Agreement, breach of the implied covenant of good faith \nand fair dealing, breach of fiduciary duty, fraudulent concealment, fraud, \nconstructive fraud, conversion, and unjust enrichment. \nSO ORDERED SO ORDERED SO ORDERED SO ORDERED, this the 3rd  day of December, 2012. "
}