{
  "id": "80a23fbc5c0bee5a7dc80dc9aed1344955db3ad6450819fdf20eb0ec2f61c660",
  "source_file": "data/raw/ncbc/80a23fbc5c0bee5a7dc80dc9aed1344955db3ad6450819fdf20eb0ec2f61c660.pdf",
  "raw_text": "Wachovia Capital Partners, LLC v. Frank Harvey Inv. Family Ltd. P’ship, 2007 NCBC 7 \n \nSTATE OF NORTH CAROLINA   IN THE GENERAL COURT OF JUSTICE                           \n                                                                                                SUPERIOR COURT DIVISION \nCOUNTY OF MECKLENBURG                05 CVS 20568 \n  \nWACHOVIA CAPITAL PARTNERS, LLC, \nBANC OF AMERICA CAPITAL \nINVESTORS SBIC L.P., JAMES M. HALL, \nJEFFREY A. DAVIS, LAKELAND \nHOLDINGS, LLC, and JOHN SHIMP as \nSellers’ Representative \n \n  Plaintiffs, \n \n v. \n \nFRANK HARVEY INVESTMENT FAMILY \nLIMITED PARTNERSHIP, \n \n  Defendant. \nORDER\n \n{1} This case arises out of Plaintiffs’ suit for declaratory judgment and breach of contract \nbrought against Defendant.  These matters come before the Court on (1) Plaintiffs’ motion to \ndismiss counterclaims, (2) Defendant’s motion to join additional counterclaim defendants, (3) \nPlaintiffs’ motion for protective order, (4) Defendant’s first motion to compel, and (5) \nDefendant’s second motion to compel.   \n{2} After considering the briefs and oral ar guments, the Court (1) GRANTS in part and \nDENIES in part Plaintiffs’ motion to dismiss counterclaims, (2) DENIES Defendant’s motion to \njoin additional counterclaim defendants, (3) GRANTS Plaintiffs’ motion for protective order, (4) \nDENIES Defendant’s first motion to compel, and (5) DENIES Defendant’s second motion to \ncompel.   \n \nKennedy Covington Lobdell & Hickman, L.L.P. by Kiran H. Mehta, Sara W. Higgins, \nand Theodore A. Kaplan for Plaintiffs Wachovia Capital Partners, LLC, Banc of America \nCapital Investors SBIC L.P., James M. Hall,  Jeffrey A. Davis, Lakeland Holdings, LLC, \nand John Shimp as Sellers’ Representative.   \n \nRayburn Cooper & Durham, P.A. by G. Ki rkland Hardymon; Kellogg, Huber, Hansen, \nTodd, Evans & Figel, P.L.L.C. by Mark C. Hansen, Kevin B. Huff, Bertrand-Marc Allen, \nand Robert A. Klinck; Nistico & Crouch, P.C.  by Joseph F. Nistico, Jr. and M. Micah \nKessler for Defendant Frank Harvey Investment Family Limited Partnership.   \n \nTennille, Judge. \n \nI. \nPROCEDURAL BACKGROUND \n{3} This action was filed in Mecklenburg C ounty Superior Court on November 14, 2005.  \nThe matter was designated a complex business case and assigned to the undersigned Special \nSuperior Court Judge for Complex Business Cases by order of the Chief Justice of the Supreme \nCourt of North Carolina dated February 3, 2006. \n{4} Defendant filed a motion to join additional counterclaim defendants on March 2, 2006.  \nDefendant filed a motion to compel on March 2 4, 2006.  Plaintiffs filed a motion for protective \norder on March 29, 2006.  Plaintiffs filed a moti on to dismiss countercl aims on May 1, 2006.  \nThe Court heard oral arguments on these moti ons on June 21, 2006.  Defendant filed a second \nmotion to compel on August 31, 2006.  \n \nII. \nTHE PARTIES \n{5} Plaintiff Wachovia Capital Partners, LLC (“WCP”) is a limited liability company \norganized and existing under the la ws of the state of Delaware, with its principal place of \nbusiness located in Charlotte, North Carolina.   \n{6} Plaintiff Banc of America Capital Investors SBIC L.P.  (“BACI”) is a limited \npartnership organized and existi ng under the laws of the state of  Delaware, with its principal \nplace of business located in Charlotte, North Carolina.   \n{7} Plaintiff James M. Hall (“Hall”) is a citi zen and resident of the Commonwealth of \nVirginia.  At times relevant to this action, he  was chief executive officer and a manager of \nLakeland Holdings, LLC (“Lakeland”), and a member of Lakeland’s Management Committee.  \n{8} Plaintiff Jeffrey A. Davis (“ Davis”) is a citizen and resi dent of the Commonwealth of \nVirginia.  At times relevant to this action, he was Lakeland’s chief financial officer and a \nmanager of the Lakeland LLC.    \n{9} Plaintiff Lakeland Holdings, LLC is a lim ited liability comp any organized and \nexisting under the laws of the st ate of Delaware, with its princi pal place of business located in \nCharlottesville, Virginia.   \n{10} Plaintiff John Shimp is a citi zen and resident of the state of North Carolina, and is \njoined in this matter solely in his capacity as sellers’ representative.   \n{11} Defendant Frank Harvey Investment Family Limited Partnership (“FHP”) is a limited \npartnership organized and existing under the laws of the state of Texas, with its principal place of \nbusiness in Houston, Texas.   \n \nIII. \nPLAINTIFFS’ MOTION TO DISMISS COUNTERCLAIMS \nA. \nFHP’S ALLEGATIONS \n{12} Defendant alleges the following facts in its counterclaim: \n{13} Frank Harvey (“Harvey”) is the general pa rtner of FHP.  Harv ey helped found and \nmanage a company called American Student Trav el (“AST”).  AST was in the business of \nproviding chaperoned trips for students to Washi ngton, D.C. and New York  City.  (Countercl. ¶ \n21.)  AST was a principal competitor of anothe r company, Lakeland Tours, in the educational \ntour industry.  Lakeland Tours was “one of the nation’s largest providers” of commercially \norganized student tours.  ( Id. ¶ 18.)  In the late 1990s, the educational tour industry was “highly \nfragmented.”  (Id. ¶ 19.)  Working with WCP, Lakeland Tours sought to consolidate the industry \nby acquiring its competitors.  (Id.)  For this purpose, Lakeland Tours and WCP formed Lakeland \nHoldings, LLC.  WCP was the controlling member of the LLC.  (Id. ¶ 20.)   \n{14} It was in this business environment that  Harvey sold AST to  Lakeland.  Harvey \nbecame co-chairman of Lakeland, and FH P became a member of the LLC.  ( Id. ¶ 23.)  By the \nfall of 2001, Harvey was no longer co-chairman and FHP had no role in the management of \nLakeland.\n1  ( Id. ¶ 24.)  Control of the LLC rested with WCP and BACI.  Together they held a \n                                                 \n1 As described in more detail below, Frank Harvey’s son, Lance Harvey, is also in the educational tours industry.  \nHe was a member of Lakeland’s Management Committee until November of 2000, and is presently a partner in FHP \nand the principal of Student Tours of America, a competitor of Lakeland.  See infra ¶ 50.   \nmajority of the equity interests in the LLC and a majority of the seats on the Management \nCommittee.2  (Id. ¶ 25.)   \n{15} Defendant alleges that over the next few y ears, Lakeland’s merger activities resulted \nin financial difficulties and an inability to pay debts.  When Lakeland began to miss debt \npayments to WCP, BACI, and their affiliates, the LLC entered into various amendments and \nwaivers of condition in its credit agreements wi th those banks.  This gave WCP and BACI an \neven greater degree of control over Lakeland.  (Id. ¶ 29.)  Lakeland also fell behind on its debts \nto FHP.  FHP became concerned over the missed payments and over certain marketing and \ndistribution agreements (“exclusive use agreements”) that Lakeland had with teachers.  FHP \ndemanded an inspection of Lakeland’s books and records but was denied access.  (Id. ¶ 30–32.)   \n{16} In late October of 2005, Lakeland notified FHP that it had negotiated a buyout.  The \nLLC would be sold for approximately $217 million to WorldStrides Holdings, LLC, a subsidiary \nof Charlesbank Capital Partners, LLC.  ( Id. ¶ 36.)  FHP learned that Charlesbank was acting in \nconjunction with James Cook, a former Wac hovia partner and a member of Lakeland’s \nManagement Committee.  (Id. ¶ 37.)   \n{17} FHP received a purchase agreement for review at the beginning of November 2005.  \nThe buyout price had declined to $210 million, allege dly as a result of “transactions Lakeland \nengaged in simultaneous to the buyout to the benefit of Company insiders.”  ( Id. ¶ 38.)  An \nexample of such a transaction is an agreement that Lakeland insiders would not be cashed out, \nbut would rather be able to exchange their Lakeland equity for WorldStrides equity in a \n“rollover.”  (Id. ¶ 39C.)  The purchase agreement also re quired that FHP re present and warrant \nthat Lakeland “had disclosed to the buyers all ma terial contracts, was in compliance with all \napplicable laws, and had not made, directly or indirectly, any illegal gift, contribution, or \npayment.”  (Id. ¶ 41.)  The agreement further required FH P to indemnify the buyer if any of the \nrepresentations and warranties were later found to be to be untrue.  (Id.)   \n{18} FHP declined to sign the purchase agreemen t and requested information regarding the \ntransaction.  It tried to get rollover rights for itself (id. ¶ 45A) and continued to be concerned that \nLakeland’s exclusive use agreements (“EUAs”) with teachers were in many ways illegal.  ( Id. ¶ \n48.)  November 15, 2005 was the deadline by which FHP was to execute the deal documentation.  \n(Id. ¶ 62.)  The deadline passed and the documents we nt unexecuted by FHP.  Shortly after the \n                                                 \n2 In the counterclaims and briefs, the Management Committee is also referred to as the “board.”   \ndeadline, the other members of the LLC decided not to proceed with the original deal.  The \ntransaction was instead restructured as a merger.  (Id. ¶ 67; see infra § III.C.3.)   \n{19} Based upon these allegations, FHP presents the Court with the following seven \ncounterclaims:   \n1. Ultra vires corporate conduct \n2. Breach of fiduciary duties \n3. Declaratory judgment \n4. Breach of duty of good faith \n5. Conversion and continuing breach of fiduciary duties \n6. Aiding and abetting breach of fiduciary duties \n7. Bad faith—punitive damages \nB. \nLEGAL STANDARD \n1. \nMOTION TO DISMISS \n{20} Plaintiffs have moved to dismiss Defendant ’s counterclaims for “[f]ailure to state a \nclaim upon which relief can be granted” under Rule 12(b)(6) of the North Carolina Rules of Civil \nProcedure.  N.C. R. Civ. P. 12(b)(6).  For pur poses of a Rule 12(b)(6) motion to dismiss, the \nCourt must treat the allegations in Defendant ’s counterclaims as if they were true.  See, e.g. , \nHyde v. Abbott Labs. , 123 N.C. App. 572, 575, 473 S.E.2d 680, 682 (1996).  Furthermore, the \nCourt may not consider “extraneous matter” outside the counterclaims, or else the Rule 12(b)(6) \nmotion will be converted into a Ru le 56 motion for summary judgment.  See, e.g. , Fowler v. \nWilliamson, 39 N.C. App. 715, 717, 251 S.E.2d 889, 891 (1979).  However, the Court may \nconsider documents the moving party attaches to  a 12(b)(6) motion which are the subject of the \nchallenged pleading and specificall y referred to in that pleadi ng, even though they  are presented \nto the Court by the moving party.  See Oberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 60, 554 \nS.E.2d 840, 847 (2001) (considering a contract on a 12(b)(6) motion even though the contract \nwas presented by the movant).  The Court is no t required to accept as true “any conclusions of \nlaw or unwarranted dedu ctions of fact.”  Id. at 56, 554 S.E.2d at 844.  Thus the Court can reject \nallegations that are contradicted by the supplementary documents presented to it.  See E. Shore \nMkts., Inc. v. J.D. Assocs. Ltd. P’ship , 213 F.3d 175, 180 (4th Cir. 2000) (stating that the court \n“need not accept as true unwarranted inferences, unreasonable conclusions, or arguments”).   \n2. \nTHE BUSINESS JUDGMENT RULE IN DELAWARE \n{21} As noted above, Lakeland is a Delaware LLC governed by the Delaware Limited \nLiability Company Act (“the Act”).  (Am. Compl. ¶ 5.)  Section 18-402 of the Act allows the \nfounders of a Delaware LLC to provide for th e management of their company in the LLC \nagreement.3  Del. Code Ann. tit. 6, § 18-402 (LEXIS through 2006 legislation).  Here, section \n6.1 of Lakeland’s Third Amended and Restated Limited Liability Company Agreement vests \nmanagement, operation, and control in a Manage ment Committee, whose acts are binding on the \nLLC.  Thus, the decision to enter into a merger or other consolidation transaction is for the \nManagement Committee and is subject to review under the business judgment rule.  See \nBlackmore Partners, L.P. v. Link Energy, LLC , 864 A.2d 80, 85–86 (Del. Ch. 2004) (applying \nthe business judgment rule to the decision of dire ctors of an LLC to approve the sale of the \nLLC). \n{22} The business judgment rule recognizes that business decisions are best left in the \nhands of informed and experienced boards of dire ctors and managers.  C ourts, while expert at \ninterpreting and applying the law, “are ill equipped  to engage in post hoc substantive review of \nbusiness decisions.”  In re The Walt Disney Co. Derivative Litig. , 907 A.2d 693, 746 (Del. Ch. \n2005).  The rule thus “serves to protect and promote the role of the board as the ultimate \nmanager of the corporation” and prevents courts from unreasonably impo sing themselves on the \naffairs of a corporation.  Id.  The business judgment rule is a “standard of judicial review,” James \nD. Cox & Thomas Lee Hazen, Corporations  § 10.01 at 184 (2d ed. 2003), and presumes that “in \nmaking a business decision the directors of a corpor ation acted on an informed basis . . . and in \nthe honest belief that the action taken was in  the best interests of the company.”  Aronson v. \nLewis, 473 A.2d 805, 812 (Del. 1984).  However, the pr esumption only applies if the directors \ntook steps to adequately inform themselv es about the transaction at issue.  See Smith v. Van \nGorkom, 488 A.2d 858, 889 (Del. 1985).  Furthermore, the presumption “can be rebutted by a \nshowing that the board violated one of its fi duciary duties in connect ion with the challenged \n                                                 \n3 Otherwise, management is vested in the members.  Del. Code Ann. tit. 6, § 18-402 (LEXIS through 2006 \nlegislation).  See generally Larry E. Ribstein, Unincorporated Business Entities § 12.08, at 364–69 (2d ed. 2000) \n(discussing management of limited liability companies).   \ntransaction.”  Emerald Partners v. Berlin , 787 A.2d 85, 91 (Del. 2001).  If the presumption is \nsuccessfully rebutted, “the burden shifts to the director defendants to demonstrate that the \nchallenged transaction was ‘entirely fair’ to the corporation and its shareholders.”  Id.   \n{23} In order to successfully rebut the presumption of the business judgment rule, the Court \nmust be presented with more than bare allegations  of breaches of fiduciary duties on the part of \nthe directors.  To survive a motion to dismiss, th e counterclaims here “must allege, in other than \nconclusory terms, that the board was inattentive or uninformed, acted in bad faith, or that the \nboard’s decision was unreasonable.”  Winters v. First Union Corp. , 2001 NCBC 8  ¶ 17 (N.C. \nSuper. Ct. July 13, 2001), http://www.ncbusin esscourt.net/opinions/2001%20NCBC%2008.htm.  \nAbsent these specific allegations, “the board’s decision is entitled to a presumption of \nreasonableness and plaintiff must specifical ly plead facts which would overcome that \npresumption.”  Id.    \nC. \nANALYSIS \n{24} Defendant’s counterclaims cont ain allegations of several c onflicts of interest.  The \nCourt must determine whether Defendant has alleged these conflicts with sufficient specificity to \nstrip Plaintiffs of the protection of the busines s judgment rule.  In general, Defendant alleges \nthat: \nWachovia and Banc of America (and th e Lakeland insiders controlled by these \nparties) sought a buyout that would maximi ze the return of thei r total investment \n– the equity and the debt that was held by them and their affiliates – regardless of \nthe effect that a buyout stru ctured to maximize their re turn would have on equity \ninvestors who did not have similarly la rge outstanding credit facilities with \nLakeland. \n \n(Countercl. ¶ 34.)  More specifically, FHP alleges th at the following created conflicts of interest \non the part of Plaintiffs: \n \n(A) An agreement to accelerate vesting for equity awards available to insiders and \nto remove performance triggers for those awards; \n \n(B) An agreement to buy back at par value Lakeland debt held by Wachovia, \nBanc of America, and their affiliates out of the proceeds generated by the buyout; \n \n(C) An agreement with the buyers that Lakeland LLC insiders would have the \nright to exchange their existing Lakeland equity for equity in Worldstrides (a \nrollover), rather than receiving cash for their existing equity without the buyout. \n \n(Id. ¶ 39.)  Regarding the merger tr ansaction that ultimately took place, Defendant alleges that \n“[c]ompany insiders, including Hall and Davis, stood on both sides of the deal.”  (Id. ¶ 67.)   \n{25} The Court will address each of these in turn. \n1. \nACCELERATED VESTING OF EQUITY AWARDS \n{26} The “equity awards” at issue here are actually “Restricted Units,” or nonvoting \ncommon units.  Under section 3.7 of the LLC Agreement 4, these Restricted Units are to be \nawarded to LLC members who ar e employees of the company.  The Management Committee is \nalso given discretion to award Re stricted Units to any employee of the company.  Fifty percent \nof the Restricted Units were set to vest on given “anniversar y dates.”  Unde r the Second \nAmendment to the LLC Agreement, dated October 2005, fifty percent of thes e would vest if the \nbuyout went through, regardless of the anniversary dates when they were set to vest under the \noriginal agreement.   \n{27} It is true, as FHP alleges, that the accelerated vesting of equity awards was available to \ninsiders—LLC members who were also employ ees—such as Hall and Davis.  However, the \naccelerated vesting was also a benefit to ot her employees who were not LLC members.  \nMoreover, the amendment allowing accelerate d vesting was approved by two thirds of \nLakeland’s equityholders (namely WCP, BACI, and Hall).  WCP and BACI were not employees \nof Lakeland and gained nothing from the awardi ng of Restricted Units to certain employees.  \nIndeed, the accelerated vesting of equity awards served to decrease the share of WCP, BACI, and \nHall.  The employees were the primary benefici aries of this program, and Defendant has not \nalleged any specific facts to indicate that Plai ntiffs breached their fiduciary duties by making \nsuch awards available.     \n2. \nDEBT REPAYMENT PROVISIONS \n                                                 \n4 The LLC Agreement is referred to in the counterclaim and is thus properly before the Court on a motion to \ndismiss.  (See Countercl. ¶ 5.)     \n{28} Defendant next alleges that certain debt re payment features of the transaction unfairly \nbenefited WCP and BACI.  Defendant more specifica lly refers to “[a]n agreement to buy back at \npar value Lakeland debt held by WCP, BACI, and th eir affiliates out of the proceeds generated \nby the buyout.”  (Countercl. ¶ 39.)  These allegations of wrongdoing are contradicted by \ninformation in the transaction documents.   \n{29} The Court assumes that the “affiliates” of WCP and BACI are Wachovia Bank, N.A. \nand Bank of America, N.A.  However, these two institutions collectively held less than twenty \npercent of Lakeland’s senior debt and were part of a la rger syndicate of lenders.  ( See App. to \nPls.’ Mem. Supp. Mot. Dismiss Countercls. 496.)  The debt repaym ent was a benefit not only to \nthe affiliates of WCP and BACI, but all of Lake land’s creditors, including FHP as a holder of \njunior debt.   \n{30} The transaction documents reveal nothing pa rticularly unusual about the agreement to \nrepay Lakeland’s debt at par value.  At the ti me of the transaction, Lakeland had $67 million in \ndebt but was worth $210 million.  ( See App. at 124, 127, 221.)  Lakeland was not in danger of \ndefaulting on its loans, and it stands to reason that the debt would be re paid at par—not only to \nWCP and BACI’s affiliates but also to holders of junior debt such as FHP.  Documents properly \nbefore the Court indicate that  FHP’s debt was also repaid at par (App. at 368A–D), further \ndiminishing any allegations of unfair treatment.   \n{31} Lending agreements often call for accelerat ion and payment upon a change in control \nof a debtor company.  This is a common feature of modern transactions, and FHP has not alleged \nspecific facts that the debt repayment features of the transaction under scrutiny were nefarious or \nonly to the benefit of a select group of creditors with representatives inside the company.     \n3. \nROLLOVER RIGHTS AND MERGER TRANSACTION \n{32} The accelerated vesting of equity award and debt repayment provisions were features \nof both the abandoned buyout and the merger as  ultimately consumma ted.  Regarding the \nmerger, FHP broadly alleges that  “the Investors [Charlesbank, WorldStrides, and Cook] . . . \nagreed to a merger with the Company in wh ich Company insiders, in cluding Hall and Davis, \nstood on both sides of the deal .”  (Countercl. ¶ 67.)  The d eal was governed by a document \nknown as the “Amended Purchase Agreement. ”  FHP alleges that “[u]nder the Amended \nPurchase Agreement 5 the Investors and Company insiders, including Counter-Defendants Hall, \nDavis, and Shimp, formed a ne w entity, Worldstrides.”  ( Id. ¶ 68.)  “Then, the Company \nredeemed all its members (including Harvey I nvestment, and over its objection) except for \nWachovia and Banc of America.  Next, Worldstrides ( i.e., the Investors’ and Company insiders’ \nnew entity) was merged into Lakeland.  Worldstrides paid merger cons ideration to Lakeland, \nwhich Wachovia and Banc of America, as the la st remaining original members of the Company \nwithdrew in exchange for forfeitu re of their equity in terests.  The withdrawal of Wachovia and \nBanc of America left Lakeland’s equity interest in the hands of the Inve stors and the original \nCompany insiders.”  (Id.)   \n{33} The transaction documents properly before  the Court contradict some of these \nallegations.  First, Lakeland’s partner for the merger was not WorldStrides.  Rather, it was \n“Merger Sub.”  The Lakeland Management Committee described Merger Sub as “a newly-\nformed limited liability company whose member s are the Buyer and the Rollover Members.”  \nMemorandum from Mgmt. Comm. of Lakeland Holdings, LLC to Members of Lakeland \nHoldings, LLC 1 (Dec. 2, 2005).  The “Buye r” was WorldStrides Holdings, LLC ( id.), a \nsubsidiary of Charlesbank Capita l Partners, LLC (Countercl. ¶ 36).\n6  The Rollover Members \nwere Lakeland equityholders who were allowed to “roll over” their Lakeland equity into equity \nin the new entity.  The only Rollover Members who are also a party to this lawsuit are Hall and \nDavis.  (First Am. to Membership Interest Purchase and Redemption Agreement, Schedule B, \nDec. 2, 2005.)  WCP and BACI did not have any rollover units and were not Rollover Members.   \n{34} The Court must test this information from  the transaction documents against FHP’s \nallegation that Lakeland insiders stood on both sides of the transact ion and thereby violated their \nfiduciary duties to FHP.  The documents show that WCP and BACI were only on the selling side \nof the transaction.  They were members of La keland but held no rollover units and were not \nRollover Members of Merger Sub.  FHP alleges th at Shimp was a member of Lakeland’s merger \npartner, 7 or at least had a hand in its formation.  Shimp was one of BACI’s representatives on \nthe Lakeland Management Committee.  However, he held no interest in Lakeland personally, and \n                                                 \n5 FHP’s reference to the Amended Purchase Agreement in its counterclaims allows the Court to review and consider \nthis document on Plaintiffs’ motion to dismiss.  (See Countercl. ¶ 68.) \n6 FHP has alleged that “Charlesbank was acting in conjunction with James Cook—a member of the Wachovia \npartnership as recently as 2002” and a member of Lakeland’s board.  (See Countercl. ¶ 37.)   \n7 FHP refers to this entity as WorldStrides.  But as noted above, Lakeland ultimately participated in a transaction \nwith an entity known as Merger Sub.   \nBACI was completely cashed out in the merger  transaction.  Thus BACI did not stand on both \nsides of the central transaction.  FHP also seem s to allege that WCP stood on both sides of the \ntransaction through James Cook, a former member of Lakeland’s Management Committee and \nformer Wachovia partner who was connected to Ch arlesbank, a member of Merger Sub.  Mr. \nCook was not a Wachovia partner or a member of Lakeland’s Management Committee at the \ntime of the transaction.  And as was the case with BACI, WCP’s interest in Lakeland was \ncompletely extinguished in the course of the me rger.  Thus FHP has plead no facts to indicate \nthat WCP and Cook stood on both sides of the transaction.  \n{35} The Court next turns to the allegation of conflict on the pa rt of Plaintiffs Hall and \nDavis.  Hall was an officer of Lakeland and a member of its Management Committee.  Davis \nwas an officer and manager of the company.  The transaction documents indicate they held \nrollover interests and were members of Merger Sub in their capacity as Rollover Members.  Thus \nthey stood on both the buying and selling sides of the transaction.   \n{36} FHP was not disadvantaged by the rollover provisions of the purchase agreement.  \nFirst, the transaction documents show that on a pro rata basis, Rollover Members received the \nsame value for their interests as non-Rollover Me mbers.  The only difference was in the form of \nthe consideration paid.  Rollover Members r eceived equity in the new company, and non-\nRollover Members—including FHP, WCP, and BACI—received cash for their Lakeland equity \nunits.  There are no allegations that other non-R ollover Members, i.e. those investors most \nsimilarly situated to FHP, got a sweeter deal than FHP.  FHP has not al leged that the cash it \nreceived was inadequate compensation for its Lakeland equity units .  Moreover, the only \nmembers of Lakeland who were allowed to roll over their equity interests were members of \nLakeland’s management.  This arrangement does not strike the Court as unusual.  Lakeland was \nmerging with Merger Sub, which consisted of Ch arlesbank and the Rollover Members.  In their \nbrief, Plaintiffs correctly characterize Lakela nd’s buyer as a “financial buyer.”  Without the \nRollover Members, Lakeland’s buyer had no experience in the educational tours industry.  By \nallowing managers such as Hall and Davis to  roll over, the new company was assured an \nexperienced management team.   \n{37} The mere presence of managers on both sides of a merger does not mean the \ntransaction must fail due to a conflict of interest.  In McMillan v. Intercargo Corp., 768 A.2d 492 \n(Del. Ch. 2000), the Delaware Court of Chancery f aced a situation similar to the one before this \nCourt.  The McMillan plaintiffs attacked the decision of the selling company’s CEO, who was \nalso a director, to sell the company.  “According to the plai ntiffs, [the CEO and director] was \nmotivated to support a subpar deal . . . because [the buyer] promised him future employment.”  \nId. at 502.  Here, Hall is similarly accused of sitti ng on both sides of a deal.  Vice Chancellor \nStrine dismissed the complaint against the director in McMillan in part because “[t]he plaintiffs \ndo not even allege that the CEO was hired . . . on terms materially more favorable than his \n(apparently non-threatened) employment.”  FHP does not even go so far as to specify those types \nof allegations against Hall and Davis.  Rather, th ere is a bare allegation that they “stood on both \nsides of the transaction.”  The Court finds no conflict in the roll over provisions of the purchase \nagreement and finds that although Hall and Davis stood on both sides of the transaction, FHP has \nnot plead sufficient facts to overcome the presump tion of the business judgment rule and survive \na motion to dismiss.  Rather, FHP’s effort is to make something sinister out of a perfectly normal \nbusiness transaction.   \n{38} The transaction documents also establish th at the merger was approved by ninety-five \npercent of Lakeland’s equ ityholders.  The Delaware courts ha ve made clear that such a “fully \ninformed vote of stockholders approving a merger will extinguish a claim for breach of fiduciary \nduty” against directors.  In re Lukens Inc. S’holders. Litig., 757 A.2d 720, 737 (Del. Ch. 1999); \nsee also  Cinerama, Inc. v. Technicolor, Inc. , 663 A.2d 1156, 1176 (Del. 1995) (“where a \nmajority of fully informed stockholders ratify action of even interested directors, an attack on the \nratified transaction normally must fail”).  FHP has alleged that the transaction was “conflicted” \n(Countercl. ¶ 69) but has not alle ged facts to indicate that the equityholders who approved the \ntransaction were uninformed.   \n{39} Lastly, the Court will address FHP’s request for injunctive re lief in its first, second, \nfourth, fifth, and sixth counterclaims restoring it “to a position equivalent to the status quo ante.”  \n(See, e.g., id. ¶ 76.)  This would have the effect of restor ing FHP as an equityholder in the new \nLakeland entity.  Yet in its counterclaims, FHP a lleges that Lakeland’s use of exclusive use \nagreements with teachers “implicates a number of commercial bribery and other laws and \nregulations.”  (Countercl. ¶ 59.)  Indeed, FHP re fused to go along with th e original transaction \nbecause of its unwillingness to warrant that Lakela nd was not involved in any illegal activities.  \n(Id. ¶ 48.)   The Court is quizzical as to why FHP would ask to be restored to ownership in a \ncompany it contends is in violation of “a number” of laws and presumably subject to liability for \nthose violations on a massive scale. 8  It would also be impractical  for the Court to insert FHP \ninto the new Lakeland after more than a year of operations and an existing debt structure.  FHP’s \nrequest for injunctive relief is simply not supported by law or economic reality.           \n{40} The decisions of the Lakeland Management Committee surrounding the transactions at \nissue here are thus entitled to the protection of the business judgment rule under Delaware law, \nand the Court will not upset those decisions.  The Management Committee chose to pursue a \nbuyout, and when the buyout fell through, they had the right to restructure the transaction as a \nmerger.  FHP’s counterclaims for ultra vires corporate conduct, breach of fiduciary duties, \ndeclaratory judgment, breach of duty of good fa ith, aiding and abetting breach of fiduciary \nduties, and bad faith—punitive damages are accordingly dismissed.   \n4. \nCONVERSION COUNTERCLAIM \n{41} Plaintiffs’ motion to dismiss the conversion counterclaim as to Lakeland is denied.  \nWhile Lakeland may have rights to retain funds under the Escrow Agreement, the conversion \ncounterclaim may be read broadly enough to allege that FHP is entitled to the sums under the \nEscrow Agreement and that the funds have been wrongfully withheld.  The counterclaim does \nfail to state a claim against Shimp individually.   \n \nIV. \nFHP’S MOTION TO JOIN CHARLESBANK CAPITAL PARTNERS, LLC, CHARLESBANK \nEQUITY FUND V, LP, CHARLESBANK EQUITY FUND VI, LP, AND WORLDSTRIDES \nHOLDINGS, LLC AS ADDITIONAL COUNTERCLAIM DEFENDANTS \n{42} FHP has moved the Court to join the Char lesbank and WorldStrides entities to the \nFirst, Third, and Sixth Counterclaims seeking relief for ultra vires corporate conduct, declaratory \njudgment, and aiding and abetting breach of fiduciary duties.  In light of the Court’s dismissal of \nthese counterclaims, FHP’s motion to join is denied as moot.   \n \nV. \nPLAINTIFFS’ MOTION FOR ENTRY OF PROTECTIVE ORDER \n                                                 \n8 See supra note 1.  Continued membership in Lakeland would provide FHP with some degree of access to \nLakeland’s business information.   \n{43} The Court grants Plaintiffs’ motion for entry of protective order.  The protective order \nis filed contemporaneously with this Order.   \n \nVI. \nDEFENDANT’S FIRST MOTION TO COMPEL PLAINTIFFS TO PRODUCE DOCUMENTS \nAND ANSWER INTERROGATORIES \nA. \nBACKGROUND \n{44} As described above, this case relates to transactions involving Lakeland Holdings, \nLLC.  FHP was a member of Lakeland and a part y to Lakeland’s Third Amended and Restated \nLimited Liability Company Agreement (“LLC Ag reement”).  Under section 10.5 of the LLC \nAgreement, members are obligated to participate in certain sales of the company.  If certain \nconditions are met, a member must “take all nece ssary and desirable actions in connection with \nthe consummation of any Approved Sale, incl uding the execution of such agreement and \ninstruments and other actions reasonably necessary to (1) provide the representations, warranties, \nindemnities, covenants, conditions, escrow agreements and other provisions and agreements \nrelating to such Approved Sale a nd (2) effectuate the allocation and distribution of the aggregate \nconsideration upon the Approved Sale.”   \n{45} Plaintiffs allege that FHP breached this  provision of the LLC Agreement by not \nexecuting the purchase agreement for the origin al buyout transaction.  The purchase agreement \nrequired members to represent and warrant that Lakeland had not engaged in illegal conduct, had \nnot made illegal payments to any supplier or government employee, and had disclosed all \nmaterial contracts to the prospective buyers.  FHP did not execute the purchase agreement \n“based on its belief that Lake land had engaged in a certain fo rm of contracting—entering into \nExclusive Use Agreements with teachers—that was illegal, anticompetitive, and violated various \nstate ethics rules.”  (Def.’s Brief Supp. First Mot. Compel 4)  Ultimately, Lakeland abandoned \nthe buyout and restructured the transaction as a merger.   \n  \nB. \nTHE PRESENT DISCOVERY DISPUTE \n{46} Defendant’s discovery requests to Plaintiffs included the following interrogatory and \nrequests for production of documents, to which Plaintiffs object: \n \nInterrogatory Number 17 \nFor each form of contract produced or re ferenced in the preceding Interrogatory \n[referring to Exclusive Use Contracts], stat e the dates between which that form of \ncontract was used, all states in which teac hers subject to that form of contract \nlived during the time that that form of contract was in force, the number of \ncontracts executed in each state, and whether any of the contracts executed in \neach such state is still in force.  \n \nRequest for Production Number 7 \nExecuted Exclusive Use Agreements \n \nRequest for Production Number 8 \nCompany documents pertaining to the Exclusive Use Agreements or the \nCompany’s use of them.   \n \nRequest for Production Number 9 \nDocuments showing disclosures the Company made to parents, teachers, students, \nor school districts regarding the Exclusive Use Agreements.   \n \nCompany documents relating to the Compa ny’s disclosure or lack thereof of \nExclusive Use Agreements.   \n \nRequest for Production Number 10 \nDocuments showing legal communications relating to the Exclusive Use \nAgreements and their legality, disclosure , and the Company’s potential liability \ntherefore [sic]. \n \nRequest for Production Number 11 \nDocuments showing any communications be tween the Company (and its agents) \nand any government entity in regards to th e use, legality or propriety of the \nCompany’s Exclusive Use Agreements.   \n \nRequest for Production Number 12 \nDocuments showing any communications between the buyers and the Company, \nits members, and its agents relating to any of the documents listed in the above \nrequests.   \n \nRequest for Production Number 18 \nAny and all communications or corresponde nce between the Company, any of its \nMembers or any person on the Management  Committee and the Buyer relating to \nthe contracts requested in Request for Production Number 7.   \n \nC. \nLEGAL STANDARD \n{47} This dispute is governed by Rule 26 of the North Carolina Rules of Civil Procedure, \nwhich sets forth the permissible scope of discovery.  Under Rule 26,  \n[p]arties may obtain discovery regarding any matter, not privileged, which \nis relevant to the subject matter invo lved in the pending action, whether it \nrelates to the claim or defense of th e party seeking discovery or to the \nclaim or defense of any other party . . . .   It is not ground for objection \nthat the information sought will be in admissible at trial if the information \nsought appears reasonably  calculated to lead to the discovery of \nadmissible evidence . . . .    \nN.C. R. Civ. P. 26(b)(1).   \n{48} A fundamental requirement of Rule 26, and th e focus of the Court’s analysis here, is \nthat the information sought to be discovered must  be “relevant” to the pending action.  The test \nof relevancy under Rule 26 is not the same as the more stringent relevancy requirement of Rule \n401 of the North Carolina Rules of Evidence.  See N.C. R. Evid. 401 (“‘Relevant evidence’ \nmeans evidence having any tendency to make the exis tence of any fact that is of consequence to \nthe determination of the action mo re probable or less probable than it would be without the \nevidence.”); see also Adams v. Lovette, 105 N.C. App. 23, 29, 411 S.E.2d 620, 624 (1992), aff’d, \n332 N.C. 659, 422 S.E.2d 575 (1992).  Moreover, a determination that information is relevant for \ndiscovery purposes does not necessarily mean that  the information is admissible at trial.  The \nlatter determination is made according to  Rule 401 of the Rules of Evidence.  Shellhorn v. Brad \nRagan, Inc., 38 N.C. App. 310, 314, 248 S.E.2d 103, 106 (1978).  To be relevant for discovery \npurposes, the information sought need only be “reasonably calculated” to lead to the discovery of \nrelevant evidence admissible at trial.  See N.C. R. Civ. P. 26(b)(1).   \nD. \nANALYSIS \n1. \nRELEVANCE \n{49} FHP argues it needs the detailed information on Lakeland’s EUAs because “[t]he \nagreements, their legality, and their disclosure are directly relevant to the crucial issue of whether \nthe Plaintiffs’ demand that [FHP] warrant that  [Lakeland] had not engaged in any illegal \nconduct, had not made any illegal payment to any supplier or government employee, and had \ndisclosed all material contracts to the [buyer]  was ‘reasonable,’ as required by the governing \nLLC Agreement.”  The EUAs and their legality ar e relevant to FHP’s defense of the breach of \ncontract claims against it.  Howe ver, the Court finds that the bl ank forms which Plaintiffs have \nagreed to produce give FHP adequate information to assess the legality of  the EUAs.  The blank \nforms will allow FHP to review and analyze the material terms of the EUAs while protecting \nLakeland’s confidential business information.  The names of the teachers who signed the EUAs, \nalong with their locations and dates of sign ing are not necessary in order for FHP to \nmeaningfully review the agreements in connection with the defense of this matter. \n2. \nCONFIDENTIAL BUSINESS INFORMATION \n{50} The Court must take special care to sa feguard Lakeland’s confidential business \ninformation in this case because of a number of  connections between FHP and School Tours of \nAmerica (“STA”), a competitor of Lakeland in the educational tours business.  Frank Harvey’s \nson, Lance Harvey, is a partner in FHP and the principal of STA.  (Pls.’ Mem. Opp’n Def.’s Mot. \nCompel 1–2.)  Lance Harvey also served  on Lakeland’s Management Committee until \nNovember 2000.  ( Id. at 12 n.7.)  Plaintiffs note that duri ng their tenure on the Management \nCommittee, Frank and Lance Harvey  did not raise concerns about the legality of Lakeland’s \nEUAs.  (Id. at 12.)  Yet even before this litigation began, the Harveys attempted to obtain “[a]ll \ncontracts with school teachers, and all company documents relating to such contracts or the \npractice of using such contracts” pursuant to  section 18-305 of the Delaware LLC Act which \nentitles members to inspect ce rtain company records.  ( Id. at 13, Ex. D at 2.)  Lakeland is \nconcerned that if it is  required to turn over all information related to its EUAs, the information \nwill make its way into the hands of STA. \n{51} The Court of Appeals has noted that “the courts under our rules should be careful in \nthe interests of justice to prevent disclosure of confidential commercial information to avoid \nannoyance, embarrassment or oppression, particularly where the acti on is between competitors.”  \nHarrington Mfg. Co. v. Powell Mfg. Co. , 26 N.C. App. 414, 417, 216 S.E.2d 379, 381 (1975).  \nThis action is not between competitors.  However, given the connections between Frank Harvey, \nLance Harvey, and STA, the Court must proceed  with the same caution the Court of Appeals \ncalled for in Harrington.  This weighs against disclosure of the information FHP seeks in its \nmotion to compel.      \n3. \nPRIVILEGE CONCERNS \n{52} A number of FHP’s discovery requests also seek communica tions that may very well \nbe protected by the atto rney-client and work product privilege s.  For example, the request for \n“documents showing legal communications relate d to the Exclusive Use Agreements and their \nlegality, disclosure, and the Company’s potential liability therefore [sic]. ”  This request would \nseemingly include privileged communications as  well as the “mental impressions, conclusions, \nopinions or legal theories of an attorney or other representative of a party” protected by the work \nproduct privilege.  See N.C. R. Civ. P. 26(b)(3).  Were the Court to allow such a request to stand, \nboth the parties and the Court would spend the fo reseeable future mired in discovery motions \nand reviewing privilege logs.  In light of the tenuous connec tion between the EUAs and the \nclaims and defenses, this would be a waste of resources for both the parties and the Court.   \n{53} For these reasons, Defendant’s motion to compel is denied.   \n \nVII. \nDEFENDANT’S SECOND MOTION TO COMPEL PLAINTIFFS TO PRODUCE \nDOCUMENTS AND ANSWER REQUESTS FOR ADMISSION \n{54} In its second motion to compel , Defendant requests that the Court compel Plaintiffs to \nanswer Request for Admission Numbers 25–31 and to produce docume nts in response to \nRequest for Production Numbers 31–34 and 40–48.  The first class of request ed discovery asks \nPlaintiffs to provide admissions relating to the blank forms of EUAs that it has employed.  FHP \nrequests that Plaintiffs admit basic terms of the agreements, the consideration given for the \nagreements, the present existence of such agreements, and nonprivileged conversations that \nPlaintiffs have had with respect to the legality of contract with the features of the blank form \nagreements. FHP has also asked Plaintiffs to provide it with documents reflecting notes of \nconversations with Plaintiffs had with FHP.  The second class of reque sted discovery involves \nrequests for production of documents relating to  the EUAs, including (1 ) documents reflecting \nconsideration of the EUAs by the board, (2) documents reflecting nonprivileged correspondence \nwith lobbyists hired to solicit governmental opinions regarding the EUAs, and (3) documents \nreflecting Lakeland’s correspondence with vari ous accrediting, regulatory, and industry bodies \nregarding the EUAs.   \n{55} As above, the Court denies FHP’s second motion to compel based primarily on \nrelevance.  The Court has dismissed most of FHP’s counterclaims.  Di scovery requests must \ntherefore be relevant to Plaintiffs’ claims for declaratory judgment and breach of contract, or \nFHP’s defenses thereto.  The EUAs are releva nt to FHP’s defense in a limited manner.  \nHowever, the Court must balance this against La keland’s valid concerns over the integrity of its \nconfidential business information.  This lawsuit concerns FHP’s alleged breach of the Lakeland \nLLC Agreement.  It is not an action against Lakeland for use of allegedly illegal agreements with \nteachers.  The Court finds the blank form cont racts to be adequate for purposes of FHP’s \ndefense.  The attendant information sought by FHP in this second motion to compel is not \nrelevant for purposes of FHP’s defense, and its production would result in an unnecessary risk of \nexposure of Lakeland’s confidential business information.  \n{56} For these reasons, Defendant’s second motion to compel is denied.   \n \nVIII. \nCONCLUSION \n{55} Based on the foregoing, it is hereby ORDERED, ADJUDGED, AND DECREED: \n1. Plaintiffs’ motion to dismiss Defendant’s counterclaims for ul tra vires corporate \nconduct, breach of fiduciary duties, decl aratory judgment, breach of duty of good \nfaith, aiding and abetting breach of fiduciary duties, and bad faith—punitive \ndamages is GRANTED.  Plaintiffs’ moti on to dismiss Defendant’s counterclaim \nfor conversion is DENIED as to Lakeland but GRANTED as to Shimp.   \n2. Defendant’s motion to add additional counterclaim defendants is DENIED. \n3. Plaintiffs’ motion for protective order is GRANTED.  The protective order is filed \ncontemporaneously with this Order. \n4. Defendant’s first motion to compel is DENIED. \n5. Defendants’ second motion to compel is DENIED. \n \nIT IS SO ORDERED, this the 5th day of March, 2007. \n \n \n  "
}