{
  "id": "80b3c2ba56dabd5cbfc65a69f715eaf7b9166a9691187b59d51acacab0b0ec40",
  "source_file": "data/raw/ncbc/80b3c2ba56dabd5cbfc65a69f715eaf7b9166a9691187b59d51acacab0b0ec40.pdf",
  "raw_text": "Islet Scis., Inc. v. Brighthaven Ventures, LLC, 2017 NCBC 76. \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 16388 \n \nISLET SCIENCES, INC.  \nPlaintiff, \n \nv. \n \nBRIGHTHAVEN VENTURES, LLC, \nJAMES GREEN, WILLIAM \nWILKISON, \n \nDefendants. \n \nand  \n \nBRIGHTHAVEN VENTURES LLC, \n \n                           Third-Party Plaintiff, \n \nv.  \n \nJOHN F. STEEL, IV, EDWARD T. \nGIBSTEIN, and COVA CAPITAL \nPARTNERS, LLC, \n \n                      Third-Party Defendants. \n \n \n \n \n \n \n \nOPINION AND ORDER ON MOTION \nTO RECONSIDER, MOTION TO \nDISMISS, AND MOTION TO AMEND \nCMO \n \nTHIS MATTER comes before the Court on Plaintiff Islet Sciences, Inc.’s \n(“Islet”) Motion for Reconsideration pursuant to Rule 60 (“Motion for \nReconsideration”), and Defendants Brighthaven Ventures, LLC (“BHV”), James \nGreen (“Green”), and William Wilkison’s  (“Wilkison”) (collectively, “Defendants”) \nMotion to Dismiss Under Rule 41(b) (“Motion to Dismiss”)  (collectively, “Motions”). \nAlso before the Court is Islet’s Motion to Amend Case Management Order.  \nTHE COURT, having considered the Motions, the parties’ briefs in support of \nand in opposition to the Motions , the arguments of counsel at the hearing on the \n \n \n \n \nMotion to Dismiss 1, and other appropriate matters of record, concludes that Islet’s \nMotion for Reconsideration should be DENIED and Defendants’ Motion to Dismiss \nshould be GRANTED for the reasons set forth below. Accordingly, Islet’s Motion to \nAmend Case Management Order is DENIED as MOOT.  \nFitzgerald Litigation by Andrew L. Fitzgerald, Esq., and Sigmon Law, \nPLLC by Mark R. Sigmon, Esq. for Plaintiff Islet Sciences, Inc. \n \nParry Tyndall White by K. Allan Parry, Esq., for Defendants James \nGreen and William Wilkison.  \n \nJerry Meek, PLLC by Gerald F. Meek, Esq. for Defend ant Brighthaven \nVentures, LLC.  \n \nA. Factual and Procedural History \n1. The Motions relate to this Court’s Order and Opinion on Green and \nWilkison’s Motions issued on January 12, 2017 (“Green and Wilkison Order”) . See \nIslet Scis., Inc. v. Brighthaven Ventures, LLC, 2017 NCBC LEXIS 3 (N.C. Super. Ct. \nJan. 12, 2017). The Court has recited the factual and procedural background of this \nmatter in various orders including the Green and Wilkison Order . Here, the Court \nrecites only those limited background and procedural facts necessary to the resolution \nof the Motions. \n2. On May 20, 2016, Green and Wilkison filed a motion for partial \njudgment on the pleadings pursuant to Rule 12(c) (ECF No. 64). In the motion, Green \nand Wilkison , inter alia , sought judgment on their counterclaim s for declaratory \njudgment seeking a declaration that Islet had contractual and statutory  obligations \n                                                 \n1 Pursuant to BCR 7.4 the Court decides the Motion for Reconsideration and Motion to Amend \nCase Management Order without hearing. \n \n \n \n \nto advance defense costs Green and Wilkison had incurred in defending this lawsuit \nand two other lawsuits2 (the “Advancement”).  \n3. Islet made no argument in opposition to Green and Wilkison’s motion \nfor judgment on their claims for declaratory judgment.  Instead, Islet contended only \nthat it lacked financial means to pay the Advancement. \n4. In the Green and Wilkison Orde r, the Court, inter alia , granted \njudgment in favor of Green and Wilkison on their counterclaim s for declaratory \njudgment. The Court held  that Islet was obligated to pay  Green and Wilkison the \nAdvancement under the unambiguous terms of their respective Employment \nAgreements and as required by Nevada statutory law . Islet Sciences, 2017 NCBC \nLEXIS 3 at *16–22. The Court also held that the “claimed inability to pay does not \nexcuse Islet’s obligation to make the [A]dvancement.”  Islet Sciences , 2017 NCBC \nLEXIS 3 at *21. \n5. On January 13, 2017, the Court issued an Order permitting Michael \nSimes, Irving Brenner, Michael Easley, and the law firm of McGuireWoods LLP to \nwithdraw as Islet’s counsel (ECF. No. 94). \n                                                 \n2 The two other lawsuits are (1) Richard Schoninger, Jacqueline Schoninger, Scott \nSchoninger, Gerald Allen and COVA Capital Partners, LLC v. James Green and William \nWilkison, 15 CV 2233, United States District Court for the S outhern District of New York \n(“Schoninger Action”) , and  (2) COVA Capital Partners, LLC v. James Green, William \nWilkison, James Snapper, Antonio O’Ferral, L arry Hutchison, and Islet Sci s., Inc., 15 CV \n06834, in the United States District Court for the Southern District of New York  (“COVA \nAction”). \n \n \n \n \n6. On January 20, 2017, Green and Wilkison provided Islet w ith \ndocumentation supporting a claim for Advancement of $367,175.78 for defense costs \nincurred in the three lawsuits. To date, Islet has not paid the Advancement.  \n7. On February 7, 2017, Defendants filed the Motion to Dismiss (ECF. No. \n95). Defendants seek dismissal of Islet’s remaining claims based on (a) Islet’s failure \nto diligently prosecute this lawsuit  and participate in discovery , and (b ) Islet’s \nviolation of the Green and Wilkison Order in failing to pay the Advancement.  \n8. On February 13, 2017, Mark R . Sigmon and the Sigmon Law Firm, \nPLLC, and on February 14, 2017, Andrew L. Fitzgerald, appeared as new counsel on \nbehalf of Islet (ECF. Nos. 98 and 99). \n9. On February 27, 2017, Islet filed its response to the Motion to Dismiss. \nIn its response Islet stated that it “is fully aware of and appreciates the Court’s ruling \nregarding advancement of fees, but it does not have the money to pay the amounts \ndemanded by Mr. Green and Mr. Wilkison.” ( Pl.’s Resp. Mot. Dismiss, ECF No. 100 \nat 2.) Islet also argued that because the Court did not order Islet to pay “a sum certain \nof attorneys (sic) fees,” Islet is not in violation of the Green and Wilkison Order. (ECF \nNo. 100 at 2.) \n10. On March 9, 2017, Defendants filed a reply in support of the Motion to \nDismiss (ECF. No. 102). \n11. On March 20, 2017, Islet filed a Motion to Amend Case Management \nOrder to extend all remaining deadline s in the Case Management Order (ECF. No. \n103). Islet seeks an additional seven months to conduct discovery from the date of the \n \n \n \n \norder granting the motion. Defendants do not consent to the motion, but did not \nrespond, and the time for response has expired.  \n12. On March 30, 2017, the Court held a hearing on the Motion to Dismiss. \nIslet’s CEO, Gary Blackburn (“Blackburn”) , appeared at the hearing and provided \ntestimony. Blackburn testified that Islet had secured investment financing that \nwould permit Islet to make the Advancement . Blackburn further testified that he \nbelieved that Islet would have access to the funds within thirty (30) days. Blackburn \ntestified that while the ultimate decision regarding use of the funds to pay the \nAdvancement would be made by Islet ’s Board of Directors, Blackburn believed that \nIslet would pay the Advancement once it secured the financing. At the hearing, Islet \ndid not argue that Green and Wilkison were not entitled to the Advancement. \n13. Given Blackburn’s testimony regarding Islet’s pending access to funds, \non March 31, 2017, the Court issued an order taking the Motion to Dismiss  under \nadvisement and stay ing the action until 5:00 p.m. on May 5, 2017  (the “March 31 \nOrder”, ECF No. 110).  The March 31 Order further provided that “[o]n or before the \nexpiration of the stay, [Islet] shall report to the Court whether [it] has made the \nAdvancement to Green and Wilkison.” (ECF No. 100 at 3.) The Court made clear that \n“[i]f the Advancement has not been made by the expiration of the stay, the Court will \nconsider other remedies for the Defendants including dismissal of [Islet]’s remaining \nclaims.” (ECF No. 100 at 3.) \n14. On May 5, 2017, Islet reported that “it appears the funds have not \nbecome available as hoped” and that Islet had not made the Advancement. Islet has \n \n \n \n \nnot provided any further information to the Court regarding whether it intends  to \npay the Advancement. \n15. Also on May 5, 2017, Islet filed the Motion for Reconsideration, asking \nthe Court to reconsider the Green and Wilkison Order to the extent that it required \nIslet to advance defense costs related to the Schoninger Action (ECF No. 115). Islet \ncontends that its prior counsel failed  to present argument to the Court regarding  \n“whether the claims against Green and Wilkison in the [Schoninger] litigation were \nactually related to their status as officers and directors of Islet[.]” (Pl.’s Br. Supp. Mot. \nRecons., ECF No. 116 at 2.) Islet did not ask the Court to reconsider the Advancement \nfor Green’s and Wilkison’s defense costs in this lawsuit or the COVA Action.  \n16. On May 24, 2017, Defendants filed their Brief in Opposition to Islet’s \nMotion for Reconsideration (ECF No. 119). Islet did not file a reply brief , and, \naccordingly, the Motion for Reconsideration is ripe for disposition. \nB. Analysis \n i. Motion for Reconsideration \n17. Islet brings its Motion for Reconsideration pursuant to Rule 60. Islet \nseeks reconsideration on the grounds that its “then -counsel failed to address the \ndefense cost advancement issue in its briefing, including whether the claims against \nGreen and Wilkison in the New York litigation were actually related to their status  \nas officers and directors of Islet, for reasons that Islet cannot presently comprehend.” \n(ECF No. 116, at 2.) Islet requests that “the Court to reconsider its prior ruling and \n \n \n \n \norder that only the fees associated with the case at bar and the COVA case, and  not \nthe Schoninger Case, be advanced to Green and Wilkison.” (ECF No. 116 at 4.) \n18. Rule 60 provides, in relevant part, that the Court “may relieve a party \nor his legal representative from a final judgment order, or proceeding for . . . (1) \nMistake inadverte nce, surprise, or excusable neglect; . . . (6) Any other reason \njustifying relief from the operation of the judgment.” \n19. Defendants argue that the Supreme Court of North Carolina expressly \nrejected the negligence of prior counsel as a basis for Rule 60 reconsideration in Briley \nv. Farabow, 348 N.C. 537, 501 S.E.2d 649 (1998). In Briley, the Court held, in relevant \npart, as follows: \nClearly, an attorney’s negligence in handling a case \nconstitutes inexcusable neglect and should not be grounds \nfor relief under t he “excusable neglect” provision of Rule \n60(b)(1). In enacting Rule 60(b)(1), the General Assembly \ndid not intend to sanction an attorney’s negligence by \nmaking it beneficial for the client and to thus provide an \navenue for potential abuse.  Allowing an attorney’s \nnegligence to be a basis for providing relief from orders \nwould encourage such negligence and present a temptation \nfor litigants to use the negligence as an excuse to avoid \ncourt-imposed rules and deadlines. \n \n348 N.C. at 546, 501 S.E.2d at 655. The Court finds Briley controlling. Prior counsel’s \nnegligent failure to make potentially relevant legal arguments on Islet’s behalf  is not \ngrounds for the Court to reconsider Islet’s obligation to advance defense costs. \n20. For these reasons, the Court declines to reconsider the Green and \nWilkison Order , and concludes that the Motion for Reconsideration should be  \nDENIED. \n \n \n \n \n \nii.     Motion to Dismiss \n21. Plaintiffs seek dismissal of Islet’s claims under Rule 41(b) based on \nIslet’s failure to prosecute its claims and comply with applicable rules of court, and \non Islet’s failure to comply with the Green and Wilkison Order . Rule 41(b) provides \nthat “[f]or failure of the plaintiff to prosecute or to comply with these rules or any \norder of court, a defendant may move for dismissal of an action or of any claim therein \nagainst him.” (emphasis added). Since the Court concludes that Islet’s claims should \nbe dismissed for failure to comply with the Green and Wilkison Order, it will address \nonly those grounds. \n22. Dismissal is an appropriate sanction for a party’s failure to obey an \norder of the court. See Daniels v. Montgomery Mut. Ins. Co. , 320 N.C. 669, 681, 360 \nS.E.2d 772, 780 (1987); Ray v. Greer, 212 N.C. App. 358, 368, 713 S.E.2d 93, 99 –100 \n(2011). “Dismissal under Rule 41(b) is within the discretion of the trial court.” Eakes \nv. Eakes, 194 N.C. App. 303, 309, 669 S.E.2d 891, 895 (2008). Nevertheless, imposing \ndismissal as a sanction is only appropriate after the Court has considered whether \nless drastic sanctions wo uld suffice.  Ray, 212 N.C. App. at 365, 713 S.E.2d at 98. \n“Less drastic sanctions include: (1) striking the offending portion of the pleading; (2) \nimposition of fines, costs (including attorney fees) or damages against the represented \nparty or his counsel ; (3) court ordered attorney disciplinary measures, including \nadmonition, reprimand, censure, or suspension; (4) informing the North Carolina \nState Bar of the conduct of the attorney; and (5) dismissal without prejudice.” Id. \n \n \n \n \n23. Islet has not complied with the Green and Wilkison Order requiring \nIslet to make the Advancement.  Green and Wilkison provided Islet with a demand \nfor payment of a specific amount of defense costs on January 12, 2017 , and Islet has \nnot objected to the amount sought. Islet’s claimed inability to pay does not excuse its \nfailure to provide the Advancement. Orion Ethanol, Inc. v. Evans, No. 08-1180-JTM, \n2009 U.S. Dist. LEXIS 65555  at *10 (D. Kan. July 29, 2009) (applying Nevada law \nand finding the obligation to advance defense costs to a corporate officer was  not \nexcused because corporation claimed it lacked funds to pay).  \n24. Green and Wilkison contend that Islet’s failure to advance their defense \ncosts has imposed a substantial hardship on both of them.  As one court has \nsummarized the right to advancement: \nAdvancement is a distinct right complementary to the right \nto indemnification . . . . The right to indemnity, however, is \noften impossible to determine until the legal proceedings \nare finished.  Absent advances, the officer himself must \nfront the cost of defending the legal proceeding, \nsignificantly diminishing the attractiveness of indemnity. \nAdvancement addresses this problem by providing timely \nrelief in the midst of litigation.  If a corporation withholds \nadvances, the right will be irretr ievably lost at the \nconclusion of the litigation, because at that point the officer \nwill only be entitled to indemnity. \n \nWestar Energy, Inc. v. Lake, 552 F.3d 1215, 1225 (10th Cir. 2009) (citations omitted). \nIslet’s continued failure to comply with the Court’s orders has prejudiced Green and \nWilkison. \n25. Islet contends that “the Court has not ordered any specific amount of \nattorney (sic) fees payable” and “Islet is not in violation of an Order to pay a sum \n \n \n \n \ncertain.” ( ECF. No. 100 at  2.) Islet apparently misunderstands the basis for its \nobligation to pay the Advancement. The Green and Wilkison Order concluded that \nthe Advancement is required by the unambiguous terms of the Employment \nAgreements between Islet and G reen and Wilkison, and by Nevada law.  Islet \nSciences, 2017 NCBC LEXIS 3 at  *21–22. It is undisputed that Green and Wilkison \nhave provided Islet with a demand for the Advancement and have made the required \nstatutory undertaking to exercise their advancement  rights.  No additional order  or \naward of fees is required from this Court to trigger  Islet’s obligation to provide the \nAdvancement. \n26. The Court has considered imposition of sanctions short of dismissal of \nIslet’s claims, but concludes that such sanctions will not be effective. See Ray, 212 \nN.C. App. at 365, 713 S.E.2d at 98. There is no “offending pleading” involved in this \nmatter, and striking Islet’s complaint would amount to a dismissal. The imposition \nof additional costs and fees as sanctions against Islet would be ineffective because \nIslet already  has demonstrated an inability or unwillingness to pay its  existing \nobligations. The Court also does not believe that attorney disciplinary measures are \nwarranted under these circumstances.  \n27. Another lesser sanction is dismissal without prejudice. Ordinarily, a \ndismissal under Rule 41(b) operates as an adjudication upon the merits; however, a \ntrial judge is afforded wide discretion to dismiss a case with or without prejudice. \nRule 41(b); see also Trent v. River Place, LLC , 179 N.C. App. 72, 76 –77, 632 S.E.2d \n529, 533 (2006) (citing Whedon v. Whedon , 313 N.C. 200, 210, 328 S.E.2d 437, 443 \n \n \n \n \n(1985)). Under the circumstances present here, however, the Court concludes that \ndismissal without prejudice would not be an appropriate sanction . Allowing Islet to \npotentially refile its claims would be a disservice to Green and Wilkison, who already \nhave had to defend this action for many months and at great expense without benefit \nof the advancement of defense costs to which they are entitled. Islet’s claims therefore \nshould be dismissed with prejudice. \n28. The Court concludes that Islet’s claims should be dismissed with \nprejudice pursuant to Rule 41(b), and the Motion to Dismiss should be GRANTED. \nTHEREFORE, IT IS HEREBY ORDERED that: \n29. Islet’s Motion for Reconsideration is DENIED. \n30. Defendants’ Motion to Dismiss is GRANTED, and Islet’s  remaining \nclaims against all Defendants are hereby DISMISSED WITH PREJUDICE.  \n31. Islet’s Motion to Amend Case Management Order is DENIED as MOOT. \n \nSO ORDERED this the 29th day of August, 2017. \n \n    /s/ Gregory P. McGuire    \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases \n "
}