{
  "id": "80cf22c50723015dbcb2cb6d1c1aad1da2b98bae1927edc6656dc42e71159d18",
  "source_file": "data/raw/ncbc/80cf22c50723015dbcb2cb6d1c1aad1da2b98bae1927edc6656dc42e71159d18.pdf",
  "raw_text": " \nState ex rel. Long v. Custard, 2007 NCBC 26 \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \nCOUNTY OF WAKE 06 CVS 4622 \n \n \nSTATE OF NORTH CAROLINA, on relation of \nJames E. Long, Commissioner of Insurance, AS \nLIQUIDATOR OF COMMERCIAL  \nCASUALTY INSURANCE COMPANY OF \nNORTH CAROLINA, \n \nPlaintiffs, \n \nv. \n \nJ. RICHARD CUSTARD; WENDY J.  \nCUSTARD; E. NIMOCKS HAIGH; and  \nDELTA INSURANCES SERVICES, INC., \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n \n \n \n \n \n \n \nORDER ON DEFENDANTS’ MOTION \nTO DISMISS FOR FAILURE TO \nSTATE A CLAIM \n \n{1} This case arises out of Plaintiff’s suit for breach of fiduciary duty, violation \nof Articles 7 and 19 of the North Carolina Insurance Law, and unfair or deceptive \nacts or practices under section 75-1.1 of the General Statutes of North Carolina.  \nThis matter comes before the Court on Defendants’ Motion to Dismiss for Failure to \nState a Claim.  \n{2} After considering the briefs and oral arguments, the Court GRANTS in \npart and DENIES in part Defendants’ Motion to Dismiss.  Specifically, the Court \nconcludes the following: \n1. Claims of breach of fiduciary duty arising out of actions taken by \nDefendants prior to March 1, 2001 are barred by the statute of \nlimitations.  The actions alleged to have taken place prior to March 1, \n2001 do not support claims of breach of the duty of loyalty that might \nbe salvaged if the doctrine of adverse domination were applied.   \n2. Defendants were not subject to Chapter 75 of the General Statutes of \nNorth Carolina until Defendant Commercial Casualty Insurance \n \nCompany of North Carolina (“CCIC”) was redomesticated in North \nCarolina in December of 2001.  There can be no claims for unfair or \ndeceptive acts or practices arising out of actions occurring prior to \nCCIC’s redomestication in North Carolina.   \nThe remaining claims, on which the parties may conduct discovery, are as \nfollows: \n1. Claims for breach of fiduciary duty based on actions taken by \nDefendants after March 1, 2001.   \n2. Claims for unfair or deceptive acts or practices under Chapter 75 \narising out of actions occurring after CCIC’s redomestication in North \nCarolina in December 2001.   \n \nNelson Mullins Riley & Scarborough LLP by Joseph W. Eason, Christopher \nJ. Blake, and Leslie Lane Mize; Bode, Call & Stroupe, LLP by V. Lane \nWharton, Jr.; Office of the Attorney General by David W. Boone for \nPlaintiff. \n \nHunton & Williams LLP by Steven B. Epstein and John D. Burns for \nDefendants.     \n \nTennille, Judge. \n \nI. \nPROCEDURAL BACKGROUND \n{3} This action was filed in Wake County Superior Court on March 31, 2006.  \nThe matter was designated a mandatory complex business case by order of the \nChief Justice of the Supreme Court of North Carolina dated May 3, 2006 and \nsubsequently assigned to the undersigned Special Superior Court Judge for \nComplex Business Cases by order of the Chief Special Superior Court Judge for \nComplex Business Cases dated May 8, 2006. \n{4} Defendants filed a Motion to Dismiss for Failure to State a Claim on \nJanuary 22, 2007.  The Court heard oral arguments on the motion on March 27, \n2007.   \n \n \nII. \nTHE PARTIES \n{5} Plaintiff James E. Long is the North Carolina Commissioner of Insurance.  \nHe brings this action in his capacity as the duly appointed liquidator of CCIC, and \non behalf of the creditors and policyholders of CCIC under sections 58-30-120(12) \nand 58-30-120(13) of the General Statutes of North Carolina.   \n{6} CCIC is a property and liability insurance corporation originally organized \nunder the laws of the State of Georgia.  CCIC was redomesticated as a North \nCarolina corporation on or about December 19, 2001.  The Wake County Superior \nCourt entered an Order of Liquidation against CCIC on April 2, 2004 and appointed \nPlaintiff as liquidator.   \n{7} Defendant A. Richard Custard is a resident of the State of Georgia.  At \ntimes relevant to this action, Mr. Custard was a member of the board of directors \nand chief executive officer of CCIC.   \n{8} Defendant Wendy J. Custard is the wife of Defendant A. Richard Custard \nand is also a resident of the State of Georgia.  At times relevant to this action, Mrs. \nCustard was a member of the board of directors and secretary of CCIC.   \n{9} Defendant E. Nimocks Haigh is a resident of Iredell County, North \nCarolina.  At times relevant to this action, Haigh was a member of the board of \ndirectors and president of CCIC.   \n{10} Defendant Delta Insurance Services, Inc. (“Delta”) is a corporation \norganized and existing under the laws of the State of Georgia.  At times relevant to \nthis action, Delta owned all the outstanding shares of stock of CCIC.   \n{11} Plaintiff alleges that at times relevant to this action, Haigh and the \nCustards were officers of Delta.  Haigh owned approximately five percent of Delta, \nthe Custards were members of the board of directors, and Mr. Custard owned a \ncontrolling interest in Delta.   \n \n \n \n \nIII. \nMOTION TO DISMISS \nA. \nFACTUAL ALLEGATIONS \n{12} In ruling upon the pending motions, the Court is called upon to determine \nthe appropriate statutes of limitation and apply them to the facts alleged in the \nAmended Complaint.  The application of the statutes of limitation is critical not just \nfor substantive liability but also for purposes of discovery.  The Commissioner has \nasserted claims which would entail discovery covering eight to ten years depending \non the application of the statutes.  The activities alleged to constitute both breaches \nof fiduciary duty and unfair trade practices span the spectrum from poor business \ndecisions to bad faith and conscious disregard of policyholders’ interests and \ndisloyalty.  The activities have different consequences depending upon whether they \noccurred before or after March 1, 2001—the da te before which claims of breach of \nfiduciary duty are barred.  December 19, 2001, the date that CCIC was \nredomesticated in North Carolina, is also critical.     \n1. \nCIA AND THE FORMATION OF CCIC \n{13} Prior to the formation of CCIC, Mr. Custard owned or controlled Custard \nInsurance Adjusters, Inc. (“CIA”) and was engaged in the business of adjusting \nclaims for property and casualty insurance companies across the country.  CIA is \n“one of the largest independent loss adjusting companies in the United States and \nPuerto Rico,” and provides “true multi-line adjusting, third-party administration \nand risk management services.”  (First Am. Compl. ¶ 10.)   \n{14} CCIC was formed by the Custards in 1988 as a property and casualty \ninsurance company in the State of Georgia.  (First Am. Compl. ¶ 9.)  Delta was the \nsole shareholder of CCIC.  (First Am. Compl. ¶ 9.)  Plaintiff alleges the Custards’ \nprimary goal in organizing CCIC was to provide a source of claims for CIA to adjust, \nresulting in income and revenue to CIA.  (First Am. Compl. ¶ 11.)   \n \n{15} Haigh joined CCIC as president and a member of the board of directors in \n1992.  (First Am. Compl. ¶ 14.)   \n{16} From 1988 to 1998, CCIC focused on writing two types of insurance \npolicies:  (1) professional liability insurance for environmental consultants and (2) \nprivate passenger automobile liability and physical damage insurance.  Most of \nCCIC’s insureds were located in Florida.  (First Am. Compl. ¶ 13.)   \n2. \nEXPANSION INTO CALIFORNIA  \n{17} By 1998, CCIC allegedly began experiencing declines in writings and \nprofitability in both its environmental and automotive insurance policy businesses.  \n(First Am. Compl. ¶ 15.)  Plaintiff alleges that “[u]ntil the end of 1998, CCIC had \ngenerally followed a prudent approach to underwriting insurance, and the amount \nof premiums that CCIC wrote was reasonable in relation to CCIC’s net worth . . . \nand the business written was generally profitable.”  (First Am. Compl. ¶ 16.)      \n{18} Mr. Custard and Haigh made a business decision to change CCIC’s \nbusiness direction in late 1998.  CCIC ceased concentrating on its environmental \nbusiness and instead began to focus on commercial liability for small contractors in \nCalifornia known as artisans.  The artisans insurance business was characterized \nby small individual insureds with policies having small minimum premiums but \nlarge coverage limits.  (First Am. Compl. ¶ 21.)  Neither Mr. Custard nor Haigh had \nexperience in the California market (First Am. Compl. ¶ 19), and so they turned to \nEdward Maucere for advice (First Am. Compl. ¶ 20).  Maucere was a friend of Mr. \nCustard’s and owned a California-based brokerage operation known as London \nAmerican General Agency (“London American”).  (First Am. Compl. ¶ 20.)  In \nestablishing its artisans insurance business, CCIC copied rates and forms from an \nexisting artisans insurance program in California.  (First Am. Compl. ¶ 21.)  \nPlaintiff alleges that Mr. Custard and Haigh “knew, or in the exercise of reasonable \ncare should have known, that the insurance market in California was different \nfrom, and riskier than, the markets in which [they] were familiar.”  (First Am. \nCompl. ¶ 19.)  Plaintiff also alleges that Mr. Custard and Haigh “failed to direct or \n \ncause CCIC to perform a reasonable ‘due diligence’ inquiry into writing Artisans \nInsurance in California, and into the proper rates and forms which should be used.”  \n(First Am. Compl. ¶ 22.)     \n{19} CCIC worked through three California-based insurance brokers, including \nLondon American.  These three California brokers were allowed “the right to \nunderwrite potential insureds, to bind CCIC on policies, to issue policies, and to \nreceive and hold premium funds due to CCIC in an interest-bearing account, with \nthe interest to go to the insurance brokers.”  (First Am. Compl. ¶  23.)  CCIC also \nallegedly paid favorable, above-market commissions to the California brokers “for \nmeeting certain production levels and for achieving certain profitability targets.”  \n(First Am. Compl. ¶ 23.)   \n{20} Plaintiff alleges that Mr. Custard and Haigh “failed to exercise reasonable \nprudence when they made the decision to have CCIC write Artisans Insurance in \nCalifornia as an admitted carrier, rather than an as approved, non-admitted \ncarrier.”1  (First Am. Compl. ¶ 26.)  The consequence was that “once CCIC’s initial \nrates and forms for Artisans Insurance in California were filed with the California \nDepartment of Insurance, it would be difficult and time-consuming to change such \nrates and forms if they were inadequate.”  (First Am. Compl. ¶ 26.)  The election to \nwrite as an admitted carrier was allegedly made “because CCIC’s size was too small \nfor the California Department of Insurance to allow CCIC to write as a non-\nadmitted carrier.”  (First Am. Compl. ¶ 26.)  The allegations cited above with \nrespect to entry into the artisan market rise only to the level of negligent business \ndecisions.  They do not implicate bad faith, disloyalty, or conflict of interest. \n{21} The sole allegations relating to the expansion into California which \npossibly implicate disloyalty, bad faith, or conflict of interest are found in paragraph \n24: \nAt all times while setting up the Artisans Insurance program for CCIC \nin California, Haigh and Rick Custard were, upon information and \n                                                 \n1 An admitted carrier is an insurance company authorized to sell insurance in a given state.  A non-\nadmitted carrier is not licensed by the state, but can still be allowed to do business in the state by \nthe state’s insurance regulator.   \n \nbelief, motivated by factors other than the best interests of CCIC.  Rick \nCustard believed that the Artisans Insurance program in California \nwould generate substantial business for offices of his adjusting firm, \nCIA, which were in need of work, and Haigh stood to gain from \nincreased production of business because his employment contract with \nDelta and CCIC had bonus provisions which provided Haigh with an \nincentive to increase the level of premiums written by CCIC. \n \n(First Am. Compl. ¶ 24.)   \n{22} The allegations of paragraph 24 of the First Amended Complaint are \ninsufficient to support a claim of bad faith, disloyalty, or a conflict of interest.  \nThere is nothing inherently wrong with CCIC using CIA, one of the largest \nadjusting companies in the country.  There is nothing inherently wrong with having \nan employment contract that provides incentives for growing a business.  At the \nheart of Plaintiff’s rationale is the premise that the Custards would intentionally \ngenerate losses in a small insurance company they owned (CCIC) in order to create \nwork for what was already one of the largest adjusting companies in the country.  \nThere are neither facts alleged nor logic which support that premise. \n{23} After entering the California market, CCIC’s gross premiums written \nincreased from $16.8 million in 1998, to $25.4 million in 1999, and to $32.9 million \nin 2000.  (First Am. Compl. ¶ 27.)  Mr. and Mrs. Custard and Haigh allegedly  \nfailed to exercise any reasonable degree of control over the volume or \nquality of Artisans Insurance business being written in California, \nupon information and belief, because of the claims business being \ngenerated for CIA in the amounts of millions of dollars per year, and \nbecause of the cash flow from the increasing premiums, which were \npaid in advance of the payment of losses, creating the illusion of \nprofitability for the Artisans Insurance, and for CCIC overall. \n \n(First Am. Compl. ¶ 29.)  In sum, Plaintiff alleges that the Custards and \nHaigh  \nknew, or in the exercise of reasonable care should have known, of the \nproblem the California Artisans Insurance business was causing CCIC \nduring 1999, 2000, and 2001, and yet they did not take the steps which \nprudence would have dictated: (a) to impose limits on writings of \nArtisans Insurance in California; (b) to impose strict underwriting \n \ncontrol on the brokers; (c) to increase rates; and (d) to curtail writings \nuntil CCIC had additional capital and surplus to support the level of \nits writings. \n \n(First Am. Compl. ¶ 33.)  In sum, Plaintiff’s allegations of activities prior to March \n1, 2001 constitute only claims of negligent management of CCIC when the Custards \nand Haigh expanded CCIC’s business to the California artisans insurance market.  \nThese allegations only support a breach of fiduciary duty claim which is barred by \nthe statute of limitations.  Up to that point, CCIC had not been redomesticated in \nNorth Carolina and thus the Defendants were not subject to Chapter 75 claims. \n3. \nEXPANSION INTO NORTH CAROLINA \n{24} In 2000, CCIC had acquired the automobile liability insurance business of \nRegency Insurance Company, a North Carolina property and casualty insurer.  \nCCIC had also acquired Regency’s offices in Charlotte, North Carolina.  (First Am. \nCompl. ¶ 34.)  There are no allegations that this expansion of CCIC’s business was a \nbreach of fiduciary duty.  The allegations are inconsistent with the allegations that \nCCIC had changed its business focus.     \n{25} Following consideration by Mr. Custard and Haigh, CCIC submitted a \nPetition for Redomestication to the North Carolina Department of Insurance \n(“NCDOI”) on June 19, 2001.  The Petition indicated the CCIC’s reasons for \nredomestication were (1) the acquisition of Regency’s automobile insurance business \nand a desire to expand its automobile insurance business in North Carolina, and (2) \nsavings on state retaliatory taxes.  (First Am. Compl. ¶ 36.)  The Petition was \n“supported by financial projections which projected growth in CCIC’s Artisan \nInsurance business and CCIC’s North Carolina automobile insurance business at \nrates of growth that were in line with CCIC’s historical performance.”  It also \nindicated that CCIC’s principal office would be relocated to Charlotte.  (First Am. \nCompl. ¶ 37.)   \n \n{26} When NCDOI approved CCIC’s Petition on December 19, 2001,  Mr. \nCustard and Haigh had allegedly “already decided that CCIC would not grow its \nautomobile insurance in North Carolina and had already decided that CCIC’s \nprincipal office would not be moved to Charlotte, North Carolina.”  (First Am. \nCompl. ¶ 38.)  Those decisions are not alleged to have caused the losses alleged in \nthe First Amended Complaint.   \n{27} In late 2001, CCIC voluntarily changed its state of incorporation from \nGeorgia to North Carolina and became subject to primary regulation by NCDOI.  \n(First Am. Compl. ¶ 39.)  Thus, up to this point there are insufficient allegations to \nsupport an unfair trade practice claim under North Carolina law or damages to \nNorth Carolina policyholders under Chapter 75.   \n4. \nWARNING SIGNS AND COLLAPSE \n{28} By late 1999 or early 2000, CCIC employees were allegedly becoming \nuneasy about the artisans insurance business, and were expressing concerns that \nthis line of business was “risky and unwise.”  (First Am. Compl. ¶ 31.)   \n{29} Plaintiff alleges that from 1999 to 2001, “[t]he amount of Artisans \nInsurance business written by brokers in California for CCIC continually \nincreased,” and that \nit was evident that the business was being poorly underwritten by the \nbrokers, that the brokers were charging fees which were for the benefit \nof the brokers and not CCIC, and that the growth in the amount of \nArtisans Insurance written was resulting in poor underwriting results, \nrequiring a change in underwriting guidelines and pricing, and also \nresulting in a “statutory drain” on CCIC’s capital and surplus reported \nin CCIC’s financial statements because of the requirements of \naccounting for insurance companies for the expensing of commissions \nand other acquisition costs. \n \n(First Am. Compl. ¶ 32.)   \n \n{30} In 2001 and 2002, there were a number of allegedly troublesome \nindications regarding CCIC’s situation.2  In June and September of 2001, a CCIC \nemployee performed internal loss reserve analyses and found that the artisan \ninsurance business was beginning to deteriorate.  (First Am. Compl. ¶ 44.)  In \nOctober 2001, Delta commissioned an evaluation of itself and CCIC that included a \n“Risk Consideration” section.  This section warned that without “an increase in \nprofitability or an injection of capital by the primary shareholder, [CCIC] may have \nto curtail its aggressive expansion plans or risk being downgraded by A.M. Best.”3  \n(First Am. Compl. ¶ 42.)  This warning proved to be quite prescient.  See infra ¶ 34.  \nCCIC filed an application with the California Department of Insurance to increase \nrates on its artisan insurance by 16.2% in December of 2001.  Plaintiff alleges that \n“the indication in the rate filing was that CCIC needed to increase its California \npremium rates by 43.6%.”  (First Am. Compl. ¶ 51.)   \n{31} In January 2002, Haigh met with two of CCIC’s California brokers and \nwas informed that CCIC had the opportunity to expand its artisan insurance \nbusiness in California, but that it “did not have sufficient capital and surplus to \nsupport the increased premiums and writings.”  (First Am. Compl. ¶43.)   \n{32} In February 2002, the California Department of Insurance approved a \n16.2% rate increase for CCIC’s artisan insurance pursuant to CCIC’s December \n2001 application.  (First Am. Compl. ¶ 51.)  CCIC also had another loss reserve \nanalysis performed in February 2002.  The analysis  \npointed out that the loss experience of the Artisans Insurance business \nin California was deteriorating, that loss ratios were expected to \ncontinue to get worse for the Artisan Insurance in California, and that \nthe mishandling of claims on the Artisans Insurance program by CIA, \nthe adjusting firm owned or controlled by Rick Custard, was making it \ndifficult to accurately predict the future expected losses from the \nprogram.   \n \n(First Am. Compl. ¶ 45.)   \n                                                 \n2 The allegations are generally based on actions occurring after March 1, 2001—the critical date for \nstatute of limitations purposes.   \n3 A.M. Best is a rating organization for insurance companies.   \n \nBased on these warning signs, Plaintiff alleges that the Custards and Haigh  \nknew, or in the exercise of reasonable care should have known, that \nearly in 2002, at the latest, CCIC needed to significantly increase its \nreserves for expected losses on Artisans Insurance, needed to increase \nrates for Artisans Insurance in California, and needed to put controls \non the volume of production from California brokers, and required \nadditional capital and surplus if the premium volume continued to \ngrow.  Instead, no meaningful controls were instituted, and CCIC \nincreased its premium writings in 2002 to almost double what they \nwere in 2001. \n \n(First Am. Compl.  ¶¶ 47–48.)   \n{33} In June 2002, CCIC filed a second application for a rate increase with the \nCalifornia Department of Insurance.  This application “sought a rate increase of \n43.4% but included indications that CCIC needed to increase its rates by 52.3%.”  \n(First Am. Compl. ¶ 52.)  Also in June 2002, A.M. Best informed Mr. Custard and \nHaigh that CCIC would lose its favorable rating unless it raised additional capital \nand reduced its losses on the California artisans insurance.  (First Am. Compl. ¶ \n53.)  In the middle of 2002, Plaintiff alleges that Mr. Custard and Haigh “were \ninformed that CIA was mishandling claims for CCIC, and that the charges made by \nCIA to CCIC were excessive.”  (First Am. Compl. ¶ 55.)  According to Plaintiff: \nThe reaction of Defendants Haigh and Rick Custard to the worsening \nsituation of CCIC throughout 2002, and the A.M. Best warnings, was \nto seek to protect their personal interests, and the interests of CIA, \ninstead of taking the steps which reasonably prudent officers and \ndirectors would have taken to protect CCIC and its policy holders.     \n  \n(First Am. Compl. ¶ 54.)  Plaintiff also alleges that Mr. Custard and Haigh’s focus \non the protection of their personal interests affected their efforts to raise additional \ncapital for CCIC in 2002.  Specifically, Plaintiff alleges the following: \n[D]espite the fact that publicly traded property and casualty insurance \ncompanies of a similar size to CCIC with comparable returns on equity \ntraded at significant discounts to book value, Defendants Haigh and \nRick Custard sought buyers and investors at an amount in excess of \ntwo times the book value of CCIC.   \n \n Additionally, Defendants Ha igh and Rick Custard’s money-\nraising efforts were based on projections of profitability which failed to \nrecognize that such profitability could only be realized if:  (a) fresh \ncapital were injected into CCIC; (b) CCIC maintained its rating from \nA.M. Best; and (c) the loss development of the Artisan Business in \nCalifornia stabilized or decreased, and did not continue to deteriorate.  \nNone of these occurred, and it became impossible to attract any buyers \nor investors. \n \n(First Am. Compl. ¶¶ 57–58.)   \n{34} In October 2002, the California Department of Insurance approved an \n8.45% rate increase pursuant to CCIC’s June 2002 application.  (First Am. Compl. ¶ \n52.)  In November 2002, A.M. Best downgraded CCIC from an A- to a B+ rating.  \nA.M. Best allegedly “would have taken steps to downgrade CCIC earlier in 2002 but \nfor false and misleading representations by Defendants Haigh and Rick Custard \nthat an infusion of capital was imminent.”  (First Am. Compl. ¶ 63.)  Plaintiff \nfurther alleges that “[b]efore and following A.M. Best’s decision to downgrade CCIC, \nDefendants Haigh and Rick Custard . . . took steps to conceal CCIC’s true financial \ncondition from the NCDOI.”  (First Am. Compl. ¶ 64.)  Plaintiff cites as an example \na November 19, 2002 e-mail from Haigh to NCDOI mischaracterizing CCIC’s \nprofits, loss ratios, and growth in the artisan insurance business.  (First Am. Compl. \n¶ 65.)     \n{35} As 2002 drew to a close, CCIC filed financial statements with \nNCDOI.  Regarding these financial statements, Plaintiff alleges: \nquarterly financial statements signed under oath by Defendants \nHaigh and Wendy Custard and filed with the NCDOI at the end \nof the second and third quarters of 2002 reported loss ratios and \nloss development on CCIC’s Artisan Insurance in California \nwhich were misleading and deceptive.   \n \n(First Am. Compl. ¶ 67.)  Mrs. Custard and Haigh signed CCIC’s 2002 annual \nstatement on February 28, 2003.  Plaintiff alleges that the 2002 annual \nstatement was known by Mrs. Custard and Haigh to be “materially \ninaccurate, as evidenced by the fact that CCIC’s independent actuarial firm, \n \nErnst & Young, notified CCIC before the signing . . . and subsequent filing of \nthe 2002 annual statement, that the reserves shown on the statement were \nnot correct.”  (First Am. Compl. ¶ 70.) \n{36} Ultimately CCIC was left in a position “where its writings were more than \n17 times its surplus on a gross basis, and more than 8 times its surplus on a net \nbasis.”  (First Am. Compl. ¶ 72.)   \n{37} CCIC was placed into administrative supervision by NCDOI in March \n2003.  (First Am. Compl. ¶ 73.)  CCIC ceased writing new business on April 15, \n2003 and the writing of renewal business on July 15, 2003.  (First Am. Compl. ¶ 74.)  \nCCIC’s 2003 annual statement showed it to be insolvent by $41,443,484.  (First Am. \nCompl. ¶ 75.)  On April 2, 2004, CCIC was placed into liquidation.  (First Am. \nCompl. ¶ 76.)  The extent of CCIC’s insolvency, if any, is hotly contested.     \n{38} Based on these allegations, Plaintiff seeks relief for (1) breach of fiduciary \nduty, (2) violation of section 58-7-200 of the General Statutes of North Carolina \nregarding diversion of corporate funds for personal use, (3) violation of section 58-\n19-60 of the General Statutes regarding a termination payment to Haigh after an \norder of rehabilitation had been entered against CCIC, and (4) unfair and deceptive \ntrade practices under Chapter 75 of the General Statutes.  Defendants have moved \nto dismiss only Plaintiff’s first and fourth claims for relief under Rule 12(b)(6) of the \nNorth Carolina Rules of Civil Procedure for failure to state a claim upon which \nrelief may be granted. \nB. \nLEGAL STANDARD \n{39} Defendants have moved to dismiss Plaintiff’s first and fourth claims for \nrelief for failure to state a claim upon which relief can be granted under Rule \n12(b)(6) of the North Carolina Rules of Civil Procedure.  For purposes of a Rule \n12(b)(6) motion to dismiss, the Court must treat the relevant allegations of \nPlaintiff’s First Amended Complaint as if they were true.  See, e.g., Hyde v. Abbot \nLabs., 123 N.C. App. 572, 575, 473 S.E.2d 680, 682 (1996).  Statutes of limitation \ncan form the basis for dismissal under Rule 12(b)(6) “if the face of the complaint \n \ndiscloses that plaintiff’s claim is so barred.”  Long v. Fink, 80 N.C. App. 482, 484, \n342 S.E.2d 557, 559 (1986).   \nC. \nANALYSIS \n1. \nBREACH OF FIDUCIARY DUTY \n{40} Defendants argue Plaintiff’s claims for breach of fiduciary duty against the \nCustards and Haigh are barred by statutes of limitation.  Ascertaining the \nappropriate limitations period in this case is a multi-step process.  The starting \npoint is section 58-30-130 of the General Statutes, which contains the limitations \nperiod for actions brought by the liquidator of an insurance company.  The statute \nprovides as follows: \n \nThe liquidator may, upon or after an order for liquidation, within two \nyears or such subsequent time period as applicable law may permit, \ninstitute an action or proceeding on behalf of the estate of an insurer \nupon any cause of action against which the period of limitation fixed by \napplicable law has not expired at the time of the filing of the petition \nupon which such order is entered. \n \nN.C. Gen. Stat. § 58-30-130(b) (2005) (emphasis added).  In other words, if the \nlimitations period for a cause of action has expired at the time of the filing of the \npetition for liquidation, then the liquidator will be barred from bringing the action.  \nIn this case, Plaintiff filed the petition for liquidation of CCIC on March 1, 2004.  \n(Defs.’ Mot. Dismiss for Failure to State a Claim Ex. B.)  Thus, Plaintiff can only \nbring claims for which the limitations period had not expired on March 1, 2004.4\n{41} The Court must therefore determine whether Plaintiff’s claims for breach \nof fiduciary duty were alive on March 1, 2004.  The applicable limitations period for \n                                                 \n4 The Court notes that this action was timely filed within the two year limitations period mentioned \nin section 58-30-130.  The Order of Liquidation was entered on April 2, 2004 (see Defs.’ Mot. Dismiss \nEx. C) and the Complaint was filed on March 31, 2006.  The issue before the Court is whether the \nlimitations period for the underlying alleged breaches of fiduciary duty had expired before the filing \nof the petition for liquidation on March 1, 2004.     \n \nbreach of fiduciary duty by corporate officers and directors in North Carolina is \nthree years.  The general standards of conduct for both directors and officers are \ndefined by statute.  See N.C. Gen. Stat. §§ 55-8-30 (setting forth standards for \ndirectors), 55-8-42 (setting forth standards for officers).  The applicable limitations \nperiod for liabilities “created by statute” is three years, “unless some other time is \nmentioned in the statute creating it.”  Id. § 1-52(2).  Since the standards of conduct \nfor corporate officers and directors arise out of the aforementioned statutes, and \nthose statutes do not contain their own limitations periods, the Court concludes that \nthe limitations period for breach of fiduciary duty is three years.  See Rich Food \nServs., Inc. v. Rich Plan Corp., No. 5:99-CV-677-BR, 2002 U.S. Dist. LEXIS 27799, \nat *31–32 (E.D.N.C. Nov. 13, 2002) (finding that “N.C. Gen. Stat. § 55-8-30 [is a] \nstatutorily-defined obligation[] and, as such, would be governed by the three-year \nstatute of limitation in N.C. Gen. Stat. § 1-52(2)”).   \n{42} Plaintiff argues “that it is not at all clear that the statute of limitations for \nbreach of fiduciary duty is three years.”  (Pl.’s Mem. Opp. Defs.’ Mot. Dismiss for \nFailure to State a Claim 7.)  This position is not supported by the relevant statutes.  \nThe language of section 1-52(2) is clear in providing a three year limitations period \nfor liabilities created by statute.  It is also clear that the standards of care for \ncorporate directors and officers are set forth in statutes, and that liability for failure \nto meet those standards of conduct is created by and based on the statutes.  The \nplain language of these provisions points to a three year statute of limitations for \nbreach of fiduciary duty.  An ambiguous, ill-defined limitations period for breach of \nthe standards of conduct for directors and officers would have a chilling effect on the \nwillingness of individuals to serve in those capacities, and as such would be an \nunsound public policy.  The legislature clearly adopted an unambiguous, defined \nstatute of limitations.   \n{43} To be actionable here, any breach of fiduciary duty on the part of the \nCustards and Haigh would have had to occur in the three years preceding March 1, \n2004.  Therefore, only those alleged breaches of fiduciary duty occurring on or after \nMarch 1, 2001 are actionable by the liquidator.  The actions complained of here \n \nbegin in 1998 and extend into 2004 when CCIC was placed in liquidation.  Any \nbreaches alleged to have occurred prior to March 1, 2001 are subject to dismissal.  \nThis includes the decision to expand into California, the arrangements made with \nCalifornia brokers, the decision to proceed as an admitted carrier, and the other \nclaims which the Court has classified as essentially negligent management claims \nabove.  Breaches alleged to have occurred after March 1, 2001 are not subject to \ndismissal.  These include allegedly false filings with NCDOI and false financial \nstatements, as well as the increased business written in 2002 despite various \nwarning signs that were known to Defendants.   \n{44} Plaintiff argues that none of its claims for breach of fiduciary duty are \nsubject to dismissal “because the statute of limitations should be tolled under the \ndoctrine of adverse domination.”  (Pl.’s Mem. Opp. Defs.’ Mot. Dismiss 9.)  Adverse \ndomination consists of a “rebuttable presumption that the statute of limitations \ndoes not begin to run on an action against corporate directors so long as the board is \ncontrolled by the alleged wrongdoers.”  Resolution Trust Corp. v. Bernard, No. \n2:94CV00475, 1995 U.S. Dist. LEXIS 12819, at *19 (M.D.N.C. Aug. 9, 1995).  As the \nparties recognize, North Carolina’s appellate courts have not adopted the doctrine of \nadverse domination.  The decision as to whether or not to adopt the doctrine rests \nwith the appellate courts. \n{45} Plaintiff relies on the United States District Court’s decision in Bernard in \nsupport of its argument that this Court should adopt the adverse domination \ndoctrine.  Bernard is similar to the present case in many ways.  Bernard involved a \nsavings and loan association known as Preferred Savings and Loan Association, Inc. \n(“Preferred”).  Id. at *2.  The defendants were former directors and officers of \nPreferred.  Id.  The Office of Thrift Supervision found Preferred to be in an unsound \ncondition to conduct its business, and appointed the Resolution Trust Corporation \n(“RTC”) as receiver.  \nId.  RTC brought an action against the former directors and \nofficers for, among other things, breach of fiduciary duty.  Id. at *2–3.  The \ndefendants argued that the statute of limitations had run against RTC for these \n \nclaims, but the court ultimately concluded that “the adverse domination doctrine \nprevents RTC’s claims from being barred by the statute of limitations.”  Id. at *25. \n{46} In spite of these similarities, there are several key distinctions which \nrender Bernard inapposite.  There is a separate statute of limitations for actions \nagainst bank directors which requires that “actions must be brought within three \nyears after the discovery by the aggrieved party of the facts upon which . . . the \nliability was created.”  N.C. Gen. Stat. § 1-33.  As Judge Osteen noted, this statute \n“incorporates a ‘discovery rule,’ requiring that the cause of action not accrue until \nthe facts supporting liability are discovered by the aggrieved party.”  \nBernard, 1995 \nU.S. Dist. LEXIS at *6.  The holding in Bernard is quite narrow, and must be \nviewed in the context of an action against bank directors.  Judge Osteen did not \nconclude that North Carolina courts would adopt adverse domination in all cases.  \nRather, he found “that the North Carolina courts would adopt the adverse \ndomination doctrine in applying the discovery rule in § 1-33.”  Id. at *23 (emphasis \nadded).  The statutes at issue here, sections 55-8-30 and 55-8-42, do not incorporate \na discovery rule as section 1-33 does.  The reasoning and conclusion of Bernard \ntherefore cannot be extended beyond section 1-33 to reach the statutes at issue \nhere.   \n{47} Furthermore, the Court notes that even if the doctrine of adverse \ndomination were applied to the facts of this case, it should not toll the statute of \nlimitations for those breaches alleged prior to March 1, 2001 because those \nallegations indicate negligent management rather than breaches of the duty of \nloyalty.  If the doctrine of adverse domination were applied, it should only apply to a \ncause of action for breach of fiduciary duty against a director of an insurance \ncompany asserted on behalf of policyholder for a breach of the duty of loyalty.  \nDirectors of banks and insurance companies have a duty to preserve the assets that \nare entrusted to them by depositors and policyholders and to avoid self-dealing or \nother breaches of the duty of loyalty which would reduce the assets available to \nmeet the insurance company’s obligations to its policyholders.  That public policy \ndoes not extend to breaches of the duty of care which call into question decisions \n \ninvolving the operation of the company that are free from conflicts of interest.  No \ncause of action on behalf of policyholders exists for “negligent management” and \nthere are no cases in North Carolina even intimating that such a cause of action \nexists.  No rational business person would sit on the board of an insurance company \nif they were personally liable if the company’s decision with respect to underwriting \nor investment proved faulty.  The statutory scheme created by the legislature \nimposes duties upon directors of insurance companies that do not exist for directors \nin other industries.  The legislature was specific in setting forth those obligations \nand it did not include among those obligations a duty of care running to \npolicyholders.   \n{48} Similarly and consistently the doctrine of adverse domination would be \napplied to breaches of the duty of loyalty, not to claims of negligent management.  \nThere exists a distinct difference between board decisions made on the basis of self-\ninterest and hidden from the public and those based on business judgment and \nopenly disclosed.   \n{49} To draw a distinction here, the business decision to write artisan policies \nin California and the rates to be charged for those policies are quintessential \nbusiness decisions subject to the business judgment rule.  If in fact it turns out that \nthose judgments were simply erroneous, there would be no basis for liability. \n{50} However, Plaintiff has alleged more than bad business decisions with \nrespect to actions after March 1, 2001.  Plaintiff has alleged Defendants caused \nfalse or misleading financial statements and other documents to be filed with \nNCDOI.  There is a fiduciary duty to policyholders not to mislead regulatory \nauthorities charged with the protection of assets.  The allegations in the First \nAmended Complaint with respect to actions in 2002 rise to the level of conscious \ndisregard of the rights of policyholders.  These allegation therefore support a cause \nof action for breach of fiduciary duty and are not subject to dismissal.     \n{51} The Court notes that the foregoing analysis would also apply in Georgia, \nwhere CCIC was domesticated until December 2001.  The standard of conduct for \ndirectors and officers of Georgia corporations are also created by statute.  See Ga. \n \nCode Ann. §§ 14-2-830, -842 (LEXIS through 2007 legislation).  Georgia has also \nrejected the adverse domination doctrine.  See Resolution Trust Corp. v. Artley, 28 \nF.3d 1099, 1102–3 (11th Cir. 1994).     \n2. \nUNFAIR AND DECEPTIVE ACTS OR PRACTICES  \n{52} Plaintiff alleges that two categories of actions on the part of the Custards \nand Haigh constitute “unfair or deceptive acts or practices in or affecting \ncommerce,” which are declared unlawful in section 75-1.1 of the General Statutes.  \nSee N.C. Gen. Stat. § 75-1.1(a).  The first category, which Plaintiff alleges to be \nunfair acts or practices, consists of the following: \n \n a. allowing CCIC to write over $47 million in premiums in \nthe third and fourth quarters of 2002 when there was inadequate \ncapital and surplus to support such writings, thereby injuring the \npolicyholders and creditors of CCIC; \n b. allowing CCIC to write over $47 million in premiums in \nthe third and fourth quarters of 2002 when there was no reasonable \nprospect for securing additional capital and surplus, and while \nDefendants Haigh and Rick and Wendy Custard pursued transactions \nintended to increase their personal wealth. \n \n(First Am. Compl. ¶ 90.)  The second category consists of the following allegations: \n(1) Defendants caused or failed to take steps reasonably prudent to prevent \ndissemination of “statements with respect to the business of CCIC and the conduct \nof CCIC’s insurance business which were untrue, deceptive, or misleading, (2) \nDefendants signed or allowed the filing of “false statements of financial condition of \nCCIC with intent to deceive . . . public officials about the true financial condition of \nCCIC,” and (3) made or allowed the making of  \n \nfalse entries in the books, reports, and statements of CCIC with the \nintent to deceive public employees, agents, and examiners lawfully \nappointed to examine CCIC’s condition and affairs, and public officials \nto whom CCIC was required by law to report, and who had authority \nby law to examine into CCIC’s condition or into any of CCIC’s affairs, \nand, with like intent, willfully omitted to make true entries of material \n \nfacts pertaining to the business of CCIC in its books, reports, or \nstatements of CCIC.   \n \n(First Am. Compl. ¶ 92.)   \n{53} As an initial matter, Defendants argue that Georgia law governs Plaintiff’s \nfourth claim for relief, rather than section 75-1.1 of the North Carolina General \nStatutes.  The Court finds that North Carolina law applies to these claims.  In the \nsummer of 2001, CCIC submitted a Petition for Redomestication to NCDOI.  (First \nAm. Compl. ¶ 36.)  The petition was approved by NCDOI on December 19, 2001.  \n(First Am. Compl. ¶ 38.)  Following redomestication, CCIC became a North Carolina \ncorporation and NCDOI became CCIC’s primary regulator.  When a state has \nprimary responsibility of oversight, the relationship between the state and the \ninsurance company is strong.  Given CCIC’s voluntary decision to redomesticate in \nNorth Carolina, the Court finds that North Carolina law applies to Plaintiff’s fourth \nclaim for relief.   \n{54} Under section 75-1.1, “unfair or deceptive acts or practices in or affecting \ncommerce” are declared to be unlawful.  N.C. Gen. Stat. § 75-1.1(a).  “A practice is \nunfair when it offends established public policy as well as when the practice is \nimmoral, unethical, oppressive, unscrupulous, or substantially injurious to \nconsumers.  [A] party is guilty of an unfair act or practice when it engages in \nconduct that amounts to an inequitable assertion of its power or position.  \nMoreover, an act or practice is deceptive if it has the capacity or tendency to \ndeceive.”  United Constr. Servs., Inc. v. Bellsouth Telecomm., Inc., 163 N.C. App. \n657, 665–66, 594 S.E.2d 802, 807–8 (2004) (citations omitted).   \na. \nINCREASED UNDERWRITING ACTIVITY \n{55} Plaintiff alleges CCIC’s increased underwriting activity in the third and \nfourth quarters of 2002 is an unfair practice.  Specifically, there are allegations that \nthe Custards and Haigh either intentionally drove CCIC into insolvency or acted \nwith a conscious disregard for the safety of policyholders for purposes of personal \ngain.  (See First Am. Compl. ¶ 24, 29.)  More facts are needed in order to flesh out a \n \nstandard for evaluating whether this alleged conduct gives rise to a cause of action \nunder section 75-1.1.  It would therefore be more appropriate to decide this issue at \nthe summary judgment stage.  However, the threshold for finding a cause of action \nwill be high.  Plaintiff’s claim of unfair trade practices based on increased \nunderwriting activity in 2002 is not subject to dismissal at this time.   \nb. \nFALSE OR MISLEADING FINANCIAL STATEMENTS \n{56} Plaintiff also alleges that the Custards and Haigh filed or failed to prevent \nthe filing of false financial statements with the NCDOI, as well as making false \nstatements about the condition of CCIC.  Filing a false or misleading document with \na government regulatory agency is clearly an act with the tendency to deceive, and \nstates a cause of action for a violation of section 75-1.1.     \n{57} Plaintiff’s claims of unfair trade practices based on the filing of false or \nmisleading financial statements with NCDOI and the making of false or misleading \nstatements about the condition of CCIC are not subject to dismissal.   \n \nIV. \nCONCLUSION \n{58} Based on the foregoing, it is hereby ORDERED, ADJUDGED, and \nDECREED: \n1. Defendants’ Motion to Dismiss Plaintiff’s claims for relief for breach of \nfiduciary duty arising out of business decisions made prior to March 1, \n2001 is GRANTED. \n2. Defendants’ Motion to Dismiss Plaintiff’s claims for relief for breach of \nfiduciary duty arising out of false or misleading statements regarding \nCCIC’s financial condition and false or misleading filings with NCDOI \nis DENIED. \n3. Defendants’ Motion to Dismiss Plaintiff’s claims for relief for unfair or \ndeceptive acts or practices in violation of Chapter 75 arising after \nCCIC’s redomestication in North Carolina is DENIED.   \n \n \nIT IS SO ORDERED, this the 8th day of August, 2007. \n \n \n "
}