{
  "id": "80fa26711d63f1bde80eaa2de3423a1cc7176ccf4a40becdae2357a99da58d1a",
  "source_file": "data/raw/ncbc/80fa26711d63f1bde80eaa2de3423a1cc7176ccf4a40becdae2357a99da58d1a.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23 CVS 20101 \n \nVISIONARY EDUCATION \nTECHNOLOGY HOLDINGS \nGROUP, INC.; FAN ZHOU; and 3888 \nINVESTMENT GROUP, LTD, \n \nPlaintiffs, \n \nv. \n \nISSUER DIRECT CORPORATION, \nd/b/a DIRECT TRANSFER, \n \nDefendant. \n \n \n \n \n \n \nORDER AND OPINION  \nON PLAINTIFFS’ STANDING \n \n \nLewis Brisbois Bisgaard & Smith LLP , by Christopher Derrenbacher, \nClint A. Corrie,  and Travis J. Cox, for Plaintiffs Visionary Education \nTechnology Holdings Group, Inc., Fan Zhou, and 3888 Investment \nGroup, Ltd. \nMcAngus, Goudelock & Courie, PLLC, by Robin A. Seelbach and Michael \nGruman, for Defendant Issuer  Direct Corporation d/b/a Direct \nTransfer. \nConrad, Judge. \n1. Visionary Education Technology Holdings Group, Inc. is a Canadian \ncompany that offers technology services to high schools and colleges .  Earlier this \nyear, Visionary and its majority shareholder, Fan Zhou, filed a lawsuit in Canada \nagainst former directors Y iu Bun Chan and Thomas Traves for breach of contract .  \nThere, Visionary and Zhou have asked the Canadian court to order Chan and Traves \nto return shares of Visionary’s stock that were transferred to them in May 2022. \nVisionary Ed. Tech. Holdings Grp., Inc. v. Issuer Direct Corp., 2023 NCBC 65. \n2. This is a sister lawsuit to that one.  Here, Visionary and Zhou* have jointly \nsued Visionary’s transfer agent, Issuer Direct Corporation, under section 25-8-403 of \nNorth Carolina’s Uniform Commercial Co de.  The impetus  for this second litigation \nis the fear that Chan and Traves will try to sell their shares before the Canadian \nlitigation ends.  To stop that from happening, Visionary and Zhou seek, first, an order \nbarring Issuer Direct  from removing restrictions on the shares and registering a \ntransfer if and when Chan and Traves make such a request and, second, a declaration \nthat Issuer Direct cannot be liable to Chan and Traves for refusing a request to \nregister transfer. \n3. But the Court cann ot do what Visionary and Zhou ask.  For reasons \ndiscussed below, they do not have standing to seek relief under section 25-8-403, and \nas a result, the Court lacks jurisdiction. \n4. A brief background will help frame the discussion.  In early 2022, Visionary \nmade an initial public offering (“IPO”) and began listing shares on the NASDAQ stock \nexchange.  Just before the IPO, Zhou transferred over 3.3 million of her  shares to \nChan and Traves, ostensibly to induce them to take a more active role at Visionary .  \nChan and Traves allegedly agreed that they would need to return the shares if they \nfailed to meet various performance goals .  They also signed a lock-up agreement in \nwhich they promised not to sell their shares for one year from the date of the IPO.  As \nthe lock-up period wound down in May 2023 , Visionary instructed Issuer Direct to \nplace a stop transfer order on the stock certificates in the names of Chan and Traves, \n \n* Zhou’s personal holding company—3888 Investment Group, Ltd.—is also a named plaintiff.  \nFor simplicity, the Court will refer to the plaintiffs as Visionary and Zhou. \nclaiming that they had not met their performance goals and therefore had no right to \nretain the shares.  A month later, Traves asked Issuer Direct what he needed to do \nto remove the restrictions on his shares but took no further action.  (See Compl. ¶¶ 10, \n11, 15, 17, 18, 21, 23, ECF No. 3.) \n5. Aware of Traves’s inquiry , Visionary and Zhou sued Issuer Direct and  \nimmediately moved for a preliminary injunction under section 25-8-403(d)(1).  (ECF \nNo. 3 at 18–20.)  Issuer Direct took no position on the motion  on the ground that it \nmust maintain neutrality in the underlying dispute between Visionary and Zhou, on \none side, and Chan and Traves, on the other. \n6. At a hearing, the Court observed that section 25 -8-403 allows an \n“appropriate person” to demand that an issuer’s transfer agent not register transfer \nof a security  and that a related statute defines “appropriate person” to mean  the \nsecurity’s registered owner.  See N.C.G.S. §§ 25-8-107(a), -403(a).  When counsel for \nVisionary and Zhou conceded that they are not the registered owners of the shares at \nissue, the Court questioned the ir standing, called for supplemental briefing , and  \nnoted that a lack of standing may necessitate dismissal of the action .  (See ECF No. \n18.)  The Court held a second hearing on 18 September 2023 after receiving Visionary \nand Zhou’s supplemental brief. \n7. Section 25-8-403, though dense, is clear and unambiguous.  In simple terms, \nit allows the registered owner of a security to demand that an issuer —or, as in this \ncase, the issuer’s transfer agent—not register a transfer of that security and then sets \nout the shifting obligations placed upon the registered owner and transfer agent once \na demand has been made .  See N.C.G.S. § 25-8-403; see also id.  § 25-8-407 (stating \nthat a transfer agent has “the same obligation” as the issuer wi th respect to \nregistration of transfer).  The purpose of the statute is to help a registered owner stop \na sham registration request by a trickster when, for example, a stock certificate has \nbeen lost or misplaced.  See id. § 25-8-403 cmt. 2.  The statute does not allow anyone \nother than the registered owner to make a demand.  Nor does it let others, including \nthe issuer or past owner of the shares, interfere with the registered owner’s own right \nto request registration of a transfer, which is what Visionary and Zhou are trying to \ndo here.  See id. § 25-8-403 cmt. 1 (“[Section 25-8-403] permits the registered owner—\nbut not third parties—to demand that the issuer not register a transfer.”). \n8. A closer look at the text bears this out .  Subsection (a) explains who may \ninitiate a demand and how to do so.  It states that “an appropriate person to make an \nindorsement or originate an instruction may demand that the [transfer agent]  not \nregister transfer of a security” and specifies the form that the demand must take.  Id. \n§ 25-8-403(a) (emphasis added).  The phrase “appropriate person” is a defined term.   \nFor purposes of  an indorsement , it  means “the person specified by a security \ncertificate . . . to be entitled to the security.”  Id. § 25-8-107(a)(1).  For purposes of an \ninstruction, it means  “the registered owner of an uncertificated security.”  Id.  \n§ 25-8-107(a)(2).  These are two ways of saying the same thing:  for certificated and \nuncertificated securities, the appropriate person to make a demand is the registered \nowner.  See id. § 25-8-107 cmt. 2 (referring to “appropriate person” as “the person who \nis actually designated as the person entitled to the security”).   \n9. Subsection (b) explains what a  transfer agent must do when faced with a \nregistration request after having received a demand from the registered owner not to \nregister a transfer.  In a nutshell, the transfer agent must give notice to both parties: \nnotice of the registration request to  the registered owner and notice  of the owner’s \ndemand to the person seeking registration.  Then the transfer agent must “withhold \nregistration of transfer for a period” of up to thirty days—a temporary freeze designed \nto give the registered owner enough time to go to court to seek an injunction .  Id. \n§ 25-8-403(b), (c). \n10. Subsection (d) addresses the transfer agent ’s liability.  The transfer agent  \n“is not liable to a person who initiated a demand ” not to “register transfer for any \nloss” resulting from registration  “if the person who initiated the demand does not” \nobtain a court order “enjoining the [transfer agent] from registering the transfer” in \na timely fashion.   Id. § 25-8-403(d)(1).  Put another way, a registered owner  who \nwishes to stop a  transfer agent from registering a transfer must not only make a \ndemand under subsection (a) but also get a court order under subsection (d)(1).  If the \nregistered owner does not, then he or she cannot  recover against the tran sfer agent \nfor losses caused by registration (assuming, of course, that the transfer agent hasn’t \ndone anything unlawful otherwise).   \n11. By their own admission, Visionary and Zhou are not the registered owners \nof the shares at issue.  Their complaint states, without equivocation, that the shares \nare “registered in the name” of Chan and Traves.  (Compl. ¶ 51; see also Compl. ¶ 18 \n(stating that “Chan and Traves were the registered owner of the 9.5% shares of \nVisionary” at the time of the IPO).)  Their pleading in the Canadian lawsuit says the \nsame thing.   (See Compl. Ex. B at 5 ( “Therefore, as at the date of the listing of \nVisionary on Nasdaq (i.e., May 17, 2022), Chan and Traves are the registered owner \nof the 9.5% shares of Visionary.”).)  And their counsel confirmed as much during the \nfirst hearing.  For the first time in t heir supplemental brief , they contradict those \nstatements and argue that Zhou is the registered owner—not because the shares have \nbeen returned to her but because Chan and Traves failed to meet the performance \ngoals that underlay the share transfer .  But her affidavit refutes that  assertion and \nconfirms what is in the pleading s.  In her words, the shares remain “in the name of \nChan and Traves,” and she and Visionary hope to “regain and or cancel the shares” \nthrough the Canadian lawsuit.  (Zhou Aff. ¶¶ 25, 27, ECF No. 5.) \n12. As a result, Visionary and Zhou do not have standing .  Neither is an \nappropriate person under section 25 -8-403(a) to initiate a demand not to register a \ntransfer or under section 25-8-403(d)(1) to obtain an injunction barring Issuer Direct \nfrom registering a transfer .  For the same reason , neither has standing to seek a \ndeclaration concerning Issuer Direct’s potential liability  to Chan and Traves  under \nsection 25-8-403(d)(1).  Because standing  is a jurisdictional necessity , its absence is \nfatal to the complaint.   See, e.g. , In re Custodial Law Enf’t Agency Recordings, 287 \nN.C. App. 566, 576 (2023) (referring to standing as a “threshold issue” that is \n“jurisdictional in nature” (citation and quotation marks omitted)) ; see also CAPM \nCorp. Advisors AB v. Protegrity, Inc., 2001 Del. Ch. LEXIS 133, at *22 (Del. Ch. Oct. \n30, 2001) (holding, under analogous Delaware version of Uniform Commercial Code, \nthat alleged beneficial owner of contested shares was not an “ appropriate person” \nand, thus, “not empowered with the authorit y to demand that [issuer] not register \ntransfer”). \n13. To be clear, the Court has not been asked to decide—and therefore does not \ndecide—whether an issuer could enforce restrictions on share transfers through other \ncontractual or statutory means.  See N.C.G.S. §§ 25-8-204 & 25-8-401(5) (addressing \neffectiveness of restrictions on transfer imposed by the issuer).  As framed, Visionary \nand Zhou have sought injunctive and declaratory relief  under only section 25-8-403.  \nThey lack standing to seek that relief, and the Court lacks jurisdiction to grant it. \n14. The Court  therefore DISMISSES the complaint without prejudice and  \nDENIES the motion for preliminary injunction.  \n   \nSO ORDERED, this the 22nd day of September, 2023. \n \n \n       /s/ Adam M. Conrad                    \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n "
}