{
  "id": "8120f14fcc2a990c2da78ecd94b6a4e34da65b27b8125e0998f9d85b1c98e6ab",
  "source_file": "data/raw/ncbc/8120f14fcc2a990c2da78ecd94b6a4e34da65b27b8125e0998f9d85b1c98e6ab.pdf",
  "raw_text": "Kornegay v. Aspen Asset Group, L.L.C., 2007 NCBC 5 \n \n \nSTATE OF NORTH CAROLINA   IN  THE GENERAL COURT OF JUSTICE \n                            SUPERIOR COURT DIVISION \nMECKLENBURG COUNTY     04 CVS 22242 \n \n \nTIMOTHY G. KORNEGAY    )   \n )  \n Plaintiff, ) \n ) \n v. ) \n ) \nASPEN ASSET GROUP, LLC, C. STEVE )     ORDER \nCLARDY, MICHAEL CLARDY, CARLTON ) \nS. CLARDY, JR., ROCKING B. FARMS, LLC, ) \nBASIC ELECTRIC COMPANY, INC., and ) \nEARTH PRODUCTS COMPANY, LLC, ) \n  )   \n Defendants. ) \n ) \n  \n \nBishop, Capitano & Moss, P.A. by J. Daniel Bishop and Joseph W. Moss, Jr. for Plaintiff \nTimothy G. Kornegay. \n  \nJames, McElroy & Diehl, P.A., by John R. Buric and Gary S. Hemric for Defendants \nAspen Asset Group, LLC, C. Steve Clardy, Michael Clardy, Carlton S. Clardy, Jr., \nRocking B. Farms, LLC, Basic Electric Company, Inc., and Earth Products Company, \nLLC. \n \nDiaz, Judge. \n \n{1} The Court heard this matter on 26 February 2007 on the Defendants’ Motion to Exclude \nPlaintiff’s Untimely Designated Expert (the “Motion”). \n{2} After considering the Court file, the written Motion, the Plaintiff’s response, the \nDefendants’ reply, and the arguments of counsel, the Court DENIES the Defendants’ request \nthat the Plaintiff’s expert be excluded from testifying at trial, but will enter other sanctions \nagainst the Plaintiff for his untimely designation. \nI. \n \nFACTS1  \n \nA. \n \nTHE PARTIES \n \n{3} Plaintiff Timothy Kornegay (“Kornegay”) is a resident of Mecklenburg County, North \nCarolina.  (Compl. ¶ 1.) \n{4} The individual Defendants are all residents of Mecklenburg County, North Carolina. \n(Compl. ¶¶ 6-8.) \n{5} Defendants Aspen Asset Group, LLC (“Aspen”), Rocking B. Farms, LLC (“Rocking B. \nFarms”), and Earth Products Company, LLC (“Earth Products”) are limited liability companies \norganized under the laws of the State of North Carolina with their principal places of business in \nMecklenburg County, North Carolina.  (Compl. ¶¶ 2-3.) \n{6} Defendant Basic Electric Company, Inc. (“Basic Electric”) is a North Carolina \ncorporation with its principal place of business in Union County, North Carolina.  (Compl. ¶ 4.) \n{7} Aspen is an investment holding company formed for the purpose of managing real estate \ninvestments.  (Steve Clardy Aff. ¶ 2.) \n{8} Basic Electric is an electrical contractor.  (Steve Clardy Aff. ¶ 2.) \n{9} Rocking B. Farms is a cattle and timber farm.  (Steve Clardy Aff. ¶ 2.) \n{10} Earth Products is in the business of dirt recycling.  (Steve Clardy Aff. ¶ 2.) \n{11} The Court will henceforth refer to Aspen, Basic Electric, Earth Products, and Rocking B. \nFarms collectively as the “Clardy Entities.” \n{12} At all relevant times, Defendant C. Steve Clardy served as Aspen’s Chief Executive \nOfficer.  (Wilkinson Dep. 25:1-9.) \n                                                 \n1 The Court’s recitation of the facts comes from the materials presented by the parties at summary judgment. \n 2\n{13} At all relevant times, Defendants Michael Clardy and Carlton S. Clardy, Jr., held \nownership interests in or actively managed one or more of the Clardy Entities.  (Answer ¶¶ 6-8; \nWilkinson Dep. 88:4-90:17.) \nB. \nTHE CLAIMS \n{14} Kornegay filed his Verified Complaint on 14 December 2004 in Mecklenburg County \nSuperior Court.  The Defendants answered the Complaint on 14 January 2005. \n{15} Kornegay alleges that he was hired to work for Aspen on or about 1 October 1996 and \nthat he accepted the offer of employment based on Steve Clardy’s promise that he would be paid \n$72,000 per year2 plus: (1) an annual bonus in the amount of 20% of net profits on real estate \ninvestments that he originated and implemented, and (2) “fair compensation” for any real estate \ninvestments that he implemented, but did not originate.3  (Kornegay Aff. ¶¶ 4-5; Kornegay Dep. \n21:8-28:16, 101.) \n{16} Kornegay was terminated on or about 16 July 2004.  (Compl. ¶ 18.) \n{17} From 1996 through his termination, Kornegay was paid $72,000 annually.  He \nreceived no additional compensation.  (Kornegay Dep. 33:11-15, 120:7-9.) \n{18} Kornegay alleges that his efforts in originating and implementing a number of real estate \ninvestments generated approximately $9.375 million in realized and unrealized profits for the \nDefendants.  (Kornegay Dep. 288:14-289:3.) \n{19} Pursuant to the alleged employment agreement, Kornegay seeks 20% of the net profits \nfor at least three real estate investments that he claims to have originated and implemented, and \n                                                 \n2 According to Kornegay, the $72,000 sum consisted of a $50,000 base salary, with the balance being a draw against \nhis expected bonus.  (Kornegay Dep. 22:23-27:6.)   \n3 The Court dismissed Kornegay’s claim for “fair compensation” at summary judgment. \n 3\nthat were sold during his term of employment.  (Kornegay Dep. 101:21-102:4, 288:14-289:3; \nMichael Clardy Aff. ¶ 8.) \n{20} Kornegay also seeks 20% of the net profits on other real estate investments that he claims \nto have originated and implemented, but which were not sold during his tenure.4  (Kornegay \nDep. 101:21-103:11.) \n{21} Steve Clardy admits that Kornegay was hired, in part, to “initiate” or “find” real estate \ninvestments, but he insists that neither he nor Kornegay discussed specifically how the proposed \nbonus program would operate or how Kornegay’s bonus would be calculated.  (Kornegay Dep. \n20:1-22:5, 57:4-58:3; Steve Clardy Aff. ¶ 4-5.)  All Defendants deny that they owe Kornegay \nany additional compensation. \nC. \nTHE DISCOVERY DISPUTE \n{22} The parties took some discovery prior to the case being assigned to me.  They did so \npursuant to a scheduling order entered on 9 August 2005 by Senior Resident Superior Court \nJudge Robert P. Johnston, Jr.  Among other things, the scheduling order set the case for trial on \n20 March 2006 and directed Kornegay to identify his expert witnesses at least 180 days before \nthe trial date.  (Defs.’ Mot. to Exclude Pl.’s Untimely Designated Expert Ex. B.) \n{23} On 18 November 2005, Kornegay served his Designation of Expert Witness, identifying \nJack Locke as an expert “expected to testify concerning the value of certain properties owned by \nor sold by [D]efendants.”  (Defs.’ Mot. to Exclude Pl.’s Untimely Designated Expert Ex. C.) \n{24} On 19 January 2006, the Chief Justice of the North Carolina Supreme Court designated \nthis case as an exceptional matter and assigned it to me. \n                                                 \n4 As to this element of his damages, Kornegay alleges that he should recover 20% of the appraised value of each \nunsold property at the time of his termination, less some unspecified cost estimate.  (Kornegay Dep. Ex. 12.) \n 4\n{25} As required by Rule 17.2 of the General Rules of Practice and Procedure for the North \nCarolina Business Court (the “Business Court Rules”), the parties filed a Joint Case Management \nReport (the “CMR”) on 24 February 2006.  Therein, the parties stated that they did not intend to \nnotice depositions until after the Court ruled on the Defendants’ Motion for Summary Judgment, \nwhich the Defendants intended to file on or before 31 March 2006.  (CMR 1.) \n{26} According to the CMR, Kornegay anticipated taking no more than four additional \ndepositions, including one expert deposition.  (CMR 1-2.)  The Defendants anticipated taking \none expert deposition.  (CMR 2.)  The CMR did not address the sequence for taking depositions, \nother than to say that counsel would “cooperate and move expeditiously to schedule and \ncomplete depositions of appropriate persons.”  (CMR 2.) \n{27} The parties also agreed in the CMR that the case was “well into the discovery phase of \nlitigation.”  (CMR 2.)  Accordingly, they requested that the Court enter an order providing (1) an \nadditional 60 days following entry of the Court’s order on the Defendants’ Motion for Summary \nJudgment to complete depositions and to serve written discovery, and (2) that all responses to \nsuch written discovery be served within 30 days.  (CMR 1.) \n{28} The Defendants moved for summary judgment on 30 March 2006. \n{29} On 6 April 2006, the Court entered a Case Management Order (the “CMO”).  The CMO \ndid not specifically address the designation of expert witnesses or whether and how the parties \nwould take expert depositions; instead, the Court adopted the parties’ proposed deadline for \ncompleting discovery, as set forth in their joint report.  (CMO 4.) \n{30} In an Order entered on 26 September 2006, the Court granted the Defendants’ Motion for \nSummary Judgment in part, dismissed some of Kornegay’s claims, and left the balance of the \nComplaint for trial. \n 5\n{31} On 4 October 2006, the Defendants retained new counsel. \n{32} On 6 October 2006, Kornegay retained Bruce K. Tomlin (“Tomlin”) as a potential expert \nwitness with respect to the value of the disputed real estate investments.  (Pl.’s Resp. to Defs.’ \nMot. to Exclude Expert Witness 2.)   \n{33} On 13 November 2006, the Court extended the deadline for completing discovery and \nmediation to 11 January 2007.  The Court granted relief pursuant to the parties’ joint motion \nwherein they represented that they could not complete these tasks by the deadline in the CMO, \ndespite their good-faith efforts.  (Joint Motion to Extend Discovery and Mediation Deadlines 1.) \n{34} On 15 November 2006, Tomlin completed his appraisal reports.  (Pl.’s Resp. to Defs.’ \nMot. to Exclude Expert Witness 2, 4.) \n{35} On 16 November 2006, the Court ordered that the case be called for trial on 23 April \n2007. \n{36} On 8 January 2007, Kornegay took the depositions of Steve and Michael Clardy.  (Pl.’s \nResp. to Defs.’ Mot. to Exclude Expert Witness 5.) \n{37} The parties mediated the case on 22 January 2007.5  At the mediation, Kornegay for the \nfirst time disclosed Tomlin as a potential expert witness.  Kornegay also tendered four appraisal \nreports prepared by Tomlin.  (Defs.’ Mot. to Exclude Pl.’s Untimely Designated Expert 5.) \n{38} On 30 January 2007, the Defendants moved to exclude Tomlin’s expected testimony at \ntrial for Kornegay’s failure (1) seasonably to supplement his original designation served 18 \nNovember 2005, and (2) to comply with the discovery deadline in the CMO. \n                                                 \n5 The Court notes with displeasure that the mediation took place 11 days after the deadline set forth in the modified \nCMO.  At the hearing of this matter, the parties explained that the delay followed the substitution of the mediator, \nwho needed additional time to schedule the mediation. \n 6\n{39} On 31 January 2007, the Court struck the Defendants’ motion because the Defendants \nfailed to certify that they had first attempted to negotiate a resolution of this discovery dispute, as \nrequired by Business Court Rule 18.6. \n{40} On 5 February 2007, the Defendants again moved to exclude Tomlin’s testimony.  While \nthis new motion includes the required certification, it is not accompanied by a brief as required \nby Business Court Rule 15.2.  This ordinarily would be grounds for denial of the requested relief, \nsee Business Court Rule 15.11, but the Court, in its discretion, will address the merits of the \nMotion.6 \n{41} On 19 February 2007, Kornegay filed his response to the Motion, and the Defendants \nfiled their reply on 21 February 2007. \n{42} The Court heard oral arguments on the Motion on 26 February 2007. \nII. \nCONCLUSIONS OF LAW \nA. \nLEGAL STANDARD \n{43} Rule 37(b)(2) of the North Carolina Rules of Civil Procedure provides in pertinent part: \nIf a party fails to obey an order to provide or permit discovery . . .  a judge of the \ncourt in which the action is pending may make such orders in regard to the \nfailure as are just, and among others the following: \n \na.  An order that the matters regarding which the order was made or any \nother designated facts shall be taken to be established for the purposes of \nthe action in accordance with the claim of the party obtaining the order; \n \n \n                                                 \n6 To the extent that the Defendants’ submission may be characterized as a brief, it violates Business Court Rule 15.8, \nrequiring a certification that the brief complies with the word limitations set out therein.  The Court suggests that the \nDefendants’ lawyers read carefully this Court’s rules, as future violations will result in sanctions.  \n 7\nb.  An order refusing to allow the disobedient party to support or oppose \ndesignated claims or defenses, or prohibiting him from introducing \ndesignated matters in evidence; \n \nc.  An order striking out pleadings or parts thereof, or staying further \nproceedings until the order is obeyed, or dismissing the action or \nproceeding or any part thereof, or rendering a judgment by default \nagainst the disobedient party; \n \nd. In lieu of any of the foregoing orders or in addition thereto, an order \ntreating as a contempt of court the failure to obey any orders . . . . \n \nN.C.G.S. § 1A-1, Rule 37(b)(2) (2006).  Rule 37 also requires the party failing to obey the \ndiscovery order to “pay the reasonable expenses, including attorney’s fees, caused by the failure, \nunless the court finds that the failure was substantially justified or that other circumstances make \nan award of expenses unjust.”  Id. \nB. \nANALYSIS  \n{44} The Defendants make three principal arguments in support of their Motion.  First, they \nassert that Kornegay failed seasonably to supplement his 18 November 2005 response to the \nDefendants’ interrogatory seeking the identification of all experts, and the subject matter and \nsubstance of any such testimony.  (Defs.’ Mot. to Exclude Pl.’s Untimely Designated Expert 6.)  \nSecond, the Defendants contend that Kornegay’s 22 January 2007 expert disclosure violates the \nscheduling order entered in this case before it was assigned to the Business Court.7  (Defs.’ Mot. \nto Exclude Pl.’s Untimely Designated Expert 7.)  Third, the Defendants argue that Kornegay’s \ndisclosure was untimely under the CMO, as modified by the Court’s 13 November 2006 Order.  \n(Defs.’ Mot. to Exclude Pl.’s Untimely Designated Expert 7.) \n                                                 \n7 The Court rejects this argument without further discussion because the deadlines established in the CMO \nsuperseded the original scheduling order. \n 8\n{45} Kornegay’s response is curious at best.  Rather than admit his error and plead for mercy, \nKornegay beats his chest and portrays himself as the aggrieved party in this discovery \nmelodrama.  Consistent with this tactic, Kornegay expends virtually all of his ink accusing the \nDefendants of, among other things, (1) substantially delaying the progress of post-summary \njudgment pretrial proceedings by the late substitution of new lawyers, (2) misleading the Court \nby distorting the various orders entered in the case, (3) whipsawing him, and (4) unfairly \n“jockeying” for procedural advantage.  (Pl.’s Resp. to Defs.’ Mot. to Exclude Expert Witness 1.) \n{46} Frankly, Kornegay “doth protest too much.”  William Shakespeare, Hamlet act 3, sc. 2.  \nStripped of its histrionics, Kornegay’s response contains little in the way of a persuasive \nexplanation for his untimely expert designation.  Perhaps this is because, as the Court concludes, \nthere is none. \n{47} Kornegay makes a half-hearted claim that he violated no order because the CMO did not \ncontain an express deadline for expert disclosures.  (Pl.’s Resp. to Defs.’ Mot. to Exclude Expert \nWitness 10.)  While this argument is literally correct, it defies common sense, not to mention the \nCourt’s general rules of practice. \n{48} In the first place, the original CMO plainly contemplated an outside window of 60 days \nfrom the date of entry of the Court’s summary judgment order to complete all remaining \ndiscovery, plus an additional 30 days to respond to any discovery served within that window.  \nSecond, the Business Court Rules make clear that “[d]iscovery with respect to experts, including \nexpert depositions and disclosure of expert information, shall be conducted within the \ndiscovery period set forth in the Case Management Order.”  Business Court Rule 18.5 (emphasis \nadded).  Third, even assuming, as Kornegay argues, that the parties intended the Court’s order \ngranting a subsequent 45-day extension of time to apply to service of written discovery (and on \n 9\nits face it does not), Kornegay missed this new deadline by 11 days.  That delay alone would be \nsufficient to warrant exclusion of Kornegay’s expert.  See In Re Pedestrian Walkway Failure, \n173 N.C. App. 254, 264-65, 618 S.E.2d 796, 803-04 (2005) (finding that trial court did not abuse \nits discretion in granting sanction of exclusion for a 14-day delay in designating expert witness). \n{49} Nor did Kornegay honor his separate obligation seasonably to supplement his initial \ninterrogatory response regarding expert disclosure.  Rule 26(e)(1) of the North Carolina Rules of \nCivil Procedure provides that a “party is under a duty seasonably to supplement his response \nwith respect to any question directly addressed to . . . the identity of each person expected to be \ncalled as an expert witness at trial, the subject matter on which he is expected to testify, and the \nsubstance of his testimony.”  N.C.G.S. § 1A-1, Rule 26(e)(1) (2006).  “[T]he purpose and intent \nof Rule 26(e)(1) is to prevent a party who has discoverable information from making evasive, \nincomplete, or untimely responses to requests for discovery.”  Hill v. Williams, 144 N.C. App. \n45, 51, 547 S.E.2d 472, 476 (2001). \n{50} In response to a specific interrogatory, Kornegay identified Jack Locke as his proposed \nexpert on 18 November 2005.  (Defs.’ Mot. to Exclude Pl.’s Untimely Designated Expert Ex. C.)  \nYet, despite knowing as early as 6 October 2006 that he intended to use someone else and \ndespite having the new expert’s reports in hand no later than 15 November 2006, Kornegay \nremained silent for over two months before springing the disclosure on the Defendants on the \ndate of the mediation.  By any measure, Kornegay failed to comply with his duty seasonably to \nsupplement his initial interrogatory response. \n{51} Kornegay attempts to explain away his error by insisting that he “was entitled to test the \nDefendants’ party witnesses’ opinions of value of properties in issue without having them \nprepared or otherwise affected by the Plaintiff’s expert’s opinions [and that w]ithholding expert \n 10\ndisclosure until the first opportunity to complete those party witness depositions was not \nunreasonable delay.”  (Pl.’s Resp. to Defs.’ Mot. to Exclude Expert Witness 10.)  This audacious \nstatement, however, ignores Kornegay’s duty to comply with the Court’s scheduling order and \ngeneral rules of practice, even when it does not suit his litigation strategy.  Put bluntly, when it \ncomes to matters of case management and scheduling, a party is not entitled to anything unless \nand until the Court says so. \n{52} Finally, Kornegay asserts that the Defendants’ substitution of counsel and these new \nlawyers’ bad-faith in scheduling discovery forced him to postpone the depositions of the Clardy \nDefendants for almost two months after the dates first proposed by Kornegay, which, in turn, \n“prompted a parallel delay in Plaintiff’s disclosure of expert witness opinions.”  (Pl.’s Resp. to \nDefs.’ Mot. to Exclude Expert Witness 1.) \n{53} This argument fails on two counts.  First, as noted earlier, Kornegay had no right to \nignore the Court’s scheduling order and rules to advance his litigation strategy.  Second, the \nfactual premise of the argument flies in the face of the parties’ 8 November 2006 Joint Motion to \nExtend the Discovery and Mediation Deadlines, wherein Kornegay told the Court that the parties \nhad been working in good faith to complete discovery.  (Joint Mot. to Extend Disc. and \nMediation Deadlines 1.) \n{54} In sum, Kornegay has offered no good reason for his delay in designating his new expert; \nthus, the only question for the Court is the appropriate sanction under Rule 37 of the North \nCarolina Rules of Civil Procedure. \n{55} Under Rule 37, “[i]f a party . . . fails to obey an order to provide or permit discovery . . . a \njudge of the court in which the action is pending may make such orders in regard to the failure as \n 11\nare just, and among others . . . an order . . . prohibiting [the disobedient party] from introducing \ndesignated matters in evidence . . . .”  N.C.G.S. § 1A-1, Rule 37(b)(2)(b) (2006). \n{56} “The choice of sanctions under Rule 37 is within the trial court’s discretion . . . .”  Brooks \nv. Giesey, 106 N.C. App. 586, 592, 418 S.E.2d 236, 239 (1992).  At a minimum, however, the \nCourt “shall require the party failing to obey the order to pay the reasonable expenses, including \nattorney’s fees, caused by the failure, unless the court finds that the failure was substantially \njustified or that other circumstances make an award of expenses unjust.”  N.C.G.S. § 1A-1, Rule \n37(b)(2) (2006). \n{57} The Defendants contend that the only proper sanction in this case is to strike Kornegay’s \nuntimely designation and exclude the expert’s testimony at trial.  (Defs.’ Mot. to Exclude Pl.’s \nUntimely Designated Expert 8.)  This is particularly appropriate here, the Defendants say, \nbecause they cannot otherwise meet this new evidence in advance of the trial date.  (Defs.’ Mot. \nto Exclude Pl.’s Untimely Designated Expert 8.) \n{58} The Defendants’ argument is not without some merit, particularly given the inexcusable \nnature of Kornegay’s misconduct and his less than contrite attitude.  Rule 37(b)(2) of the North \nCarolina Rules of Civil Procedure permits the Court to impose drastic sanctions for discovery \nviolations, including dismissal of claims with prejudice, when it is “just” to do so.  See Fulton v. \nEast Carolina Trucks, Inc., 88 N.C. App. 274, 275-76, 362 S.E.2d 868, 869 (1987) (rejecting \nargument that dismissal of a case with prejudice for failure to comply with discovery is a last \nresort and is generally proper only where less drastic sanctions are unavailable).  On the other \nhand, when determining an appropriate sanction, the Court is cognizant that the general purpose \nof our Rules of Civil Procedure is “to encourage trial on the merits.”  Am. Imports, Inc. v. G.E. \nEmployees W. Region Fed. Credit Union, 37 N.C. App. 121, 124, 245 S.E.2d 798, 800 (1978). \n 12\n{59} To Kornegay’s credit, this appears to be his first discovery transgression in this case.  \nAnd although the Defendants argue otherwise, exclusion of Kornegay’s expert testimony would \neffectively scuttle his damages case.  Faced with that possibility, Kornegay might well take a \nvoluntary dismissal and re-file the action.  See N.C.G.S. § 1A-1, Rule 41(a) (2006).  Thus, the \nCourt’s reward for its trouble would be a second round of this already stale case. \n{60} After careful consideration, and in the exercise of my discretion, the Court declines to \nexclude Kornegay’s expert.  Instead, the Court will fashion a sanction that punishes Kornegay, \nprovides the Defendants with an adequate remedy for the discovery violation, and allows this \ncase to proceed to trial. \nSANCTION  \n{61} Kornegay is ORDERED to make his expert available to the Defendants for deposition on \nten (10) days’ notice, on a date and time of the Defendants’ choosing.  Kornegay shall reimburse \nthe Defendants for the costs of the deposition, including the reporter’s fee and the cost of an \nexpedited transcript, but not attorney’s fees.  Kornegay shall pay this amount within fifteen (15) \ndays of the Defendants’ service of an invoice or receipt reflecting the costs. \n{62} The Defendants shall be allowed up to and including 13 April 2007 to serve their expert \ndesignation (if any).  Consistent with Rule 26(b)(4)(a)(1) of the North Carolina Rules of Civil \nProcedure, the Defendants’ designation shall identify the expert by name, state the subject matter \non which the expert is expected to testify, state the substance of the facts and opinions to which \nthe expert is expected to testify, and provide a summary of the grounds for each opinion.  If the \nexpert prepares one or more appraisal reports with respect to the properties at issue in this case, \nthe Defendants shall provide copies to Kornegay.  The Defendants shall also provide Kornegay \n 13\nwith the expert’s curriculum vitae.  Kornegay shall not be allowed to conduct any further \ndiscovery as to this expert. \n{63} Pursuant to Rule 37(b)(2) of the North Carolina Rules of Civil Procedure, Kornegay shall \nreimburse the Defendants for their attorney’s fees and expenses in pursuing this Motion.  Within \nten (10) days of the entry of this Order, the Defendants shall file an affidavit of their fees and \nexpenses.  Kornegay shall file any response to the affidavit within ten (10) days of service.  The \nDefendants shall file any reply within five (5) days of service of the response.  Thereafter, the \nCourt will enter an Order setting the award of fees and expenses.  Kornegay shall pay this \nsanction within fifteen (15) days of the entry of the Court’s award. \n{64} If Kornegay fails to comply with any part of this sanction, the Defendants may apply to \nthe Court for further relief, including dismissal of the action with prejudice. \n{65} Finally, if the Defendants, despite their best efforts, are unable to meet Kornegay’s expert \nevidence in advance of the 23 April 2007 trial date, the Court will entertain a motion to continue. \n  \n SO ORDERED, this the 28th day of February, 2007. \n \n       \n  \n 14"
}