{
  "id": "814fd25fc883fd4b4a370dd8c8b7776211ff42b8b1d401d1ec9606308832c4bc",
  "source_file": "data/raw/ncbc/814fd25fc883fd4b4a370dd8c8b7776211ff42b8b1d401d1ec9606308832c4bc.pdf",
  "raw_text": "Encompass Servs., PLLC v. Maser Consulting P.A., 2019 NCBC 66. \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF DURHAM 19 CVS 1782 \n \nENCOMPASS SERVICES, PLLC and \nENCOMPASS SERVICES, LLC d/b/a \nENCOMPASS ENERGY SERVICES, \nLLC,  \n \nPlaintiffs, \n \nv. \n \nMASER CONSULTING P.A. and \nCHRISTOPHER HILSMAN, \n \nDefendants. \n \n) \n) \n) \n) \n) \n) \n) \n) \n) \nORDER AND OPINION ON \nCHRISTOPHER HILSMAN’S  \nMOTION TO DISMISS, OR \nALTERNATIVELY, FOR JUDGMENT \nON THE PLEADINGS AND MASER \nCONSULTING P.A.’S MOTION TO \nDISMISS  \n \n   \n \n THIS MATTER comes before the Court on Defendant Christopher Hilsman’s \n(“Hilsman”) Motion to Dismiss or, Alternatively, for Judgment on the Pleadings \n(“Hilsman’s Motion,” ECF No. 38), and Defendant Maser Consulting P.A.’s (“Maser”) \nMotion to Dismiss (“Maser’s Motion,” ECF No. 63; collectively with Maser’s Motion, \nthe “Motions”).   \n THE COURT, having considered the Motions, the briefs filed in support of and \nin opposition to the Motions, the arguments of counsel at the hearing, and other \nappropriate matters of record, concludes that the Motion s should be GRANTED, in \npart, and DENIED, in part, for the reasons set forth herein.  \nOak City Law LLP, by Samuel Pinero for Plaintiffs Encompass Services, \nPLLC and Encompass Services, LLC d/b/a Encompass Energy Services, \nLLC. \n \nMcDermott Will & Emery, LLP, by Rachel B. Cowen and Emory D. Moore \nJr. for Plaintiffs Encompass Services, PLLC and Encompass Services, \nLLC d/b/a Encompass Energy Services, LLC. \n \n \n \nRagsdale Liggett PLLC, by John M. Nunnally f or Defendant Maser \nConsulting P.A.  \n \nWilliams Mullen, by Edward S. Schenk III and John W. Holton for \nDefendant Christopher Hilsman. \n \nMcGuire, Judge. \nI. Nature of Defendants’ Motions \n1. As an initial matter, the Court must determine under what rules each \nof the Defendants are entitled to move for dismissal.  Pursuant to North Carolina \nRule of Civil Procedure (“Rules”) a motion to dismiss under Rules 12(b) (1)–(7)  “shall \nbe made before pleading if a further pleading is permitted.”  N.C.G.S. § 1A -1, Rule \n12(b) (emphasis added).  Accordingly, this Court has held that under the plain \nlanguage of Rule 12(b), “a motion to dismiss for failure to state a claim must be . . . \nfiled prior to an answer.”  Johnston v. Johnston Props., Inc., 2018 NCBC LEXIS 119, \nat *14 (N.C. Super. Ct. Nov. 15, 2018); see also New Friendship Used Clothing \nCollection, LLC v. Katz, 2017 NCBC LEXIS 72, at *24 (N.C. Super. Ct. Aug. 18, 2017).  \nHilsman filed Hilsman’s Moti on, seeking dismissal pursuant to Rule 12(b)(6), or \nalternatively, for judgment on the pleadings pursuant to Rule 12(c), at 3:42 p.m. on \nApril 3, 2019.  (ECF No. 38.)  Hilsman filed his answer at 4:04 p.m. on April 3, 2019.  \n(ECF No. 40.)  Accordingly, Hil sman’s Motion was filed before his answer and is \nappropriately treated as a motion to dismiss under Rule 12(b)(6), and the Court need \nnot consider his alternative motion pursuant to Rule 12(c). \n2. On the other hand, Maser move s for dismissal solely under Rule  \n12(b)(6).  Maser filed its answer on April 8, 2019 (ECF No. 41), then waited over two \n \n \nmonths to file Maser’s Motion on June 14, 2019 (ECF No. 63) .  Therefore, pursuant \nto Rule 12(b), Maser’s Motion is untimely and cannot be considered as a 12(b)(6) \nmotion to dismiss for failure to state a claim. \n3. The Court notes that in Johnston, this Court concluded that the \ninterplay between Rules 12(b) and 12(h)(2)1 permits the Court to treat a post-answer \nRule 12(b)(6) motion as a 12(c) motion for judgment on the pleadings.  See Johnston, \n2018 NCBC LEXIS 119, at *14 –15.  In Johnston, the Court, in its discretion, \ndetermined that defendants’ 12(b)(6) motion filed minutes after their answer could \nproperly be treated as a Rule 12(c) motion.  By contrast, Maser’s Motion was filed two \nmonths after his initial answer .  Moreover, Maser has not argued that his Motion \nshould be treated as one for judgment on the pleadings under Rule 12(c). \n4. On these facts, the Court concludes, in its discretion, that Maser’s \nMotion should not be tr eated as a Rule 12(c) motion for judgment on the pleadings.  \nTherefore, Maser’s Motion should be DENIED as untimely. \nII. Facts  \n5. The facts relevant to the determination of the Motions are drawn from \nthe Verified Complaint.  (“Verified Complaint,” ECF No. 3.) \n6. Plaintiffs Encompass Services, PLLC and Encompass Services, LLC \nd/b/a Encompass Energy Services, LLC  (collectively, “Encompass”) provid e land \nsurveying services  for oil and gas transmission pipelines .  Encompass’s services \n                                                 \n1 Rule 12(h)(2) provides “[a] defense of failure to state a claim upon which relief can be \ngranted, a defense of failure to join a necessary party, and an objection of failure to state a \nlegal defense to a claim may be made in any pleading permitted or ordered under Rule 7(a), \nor by motion for judgment on the pleadings, or at the trial on the merits.” \n \n \ninclude, inter alia, “ conducting pipe line surveys, mapping, routing, and pipeline \nintegrity testing[.]”  (ECF No. 3, at ¶ 8.) \n7. Encompass submits bids to customers to obtain particular projects.  To \nprepare bids, Encompass uses data it  compiles including: “(i) cost data for prio r \nsimilar projects, (ii) maps and drawings developed with the use of expensive \ninvestments in technology such as radar scanning, and satellite and aerial imaging, \n[and] (iii) knowledge of constructability, environmental, and socio -economic issues.”  \n(Id. at ¶ 12.)  Encompass “considers this data confidential and prohibits its disclosure \nto third parties.”  ( Id. at ¶ 1 3.)  Encompass stores its confidential information on a \ncloud-based computer server  (“the Server”) , to which only certain authorized \nemployees are allowed  access.  Authorized employees are given a user name and \npassword and their access is controlled and monitored by a third -party information \ntechnology provider, CMIT Solutions of Pittsburgh North (“CMIT”).  ( Id. at ¶ 22; \nDeclar. of Sunil Yalamarthy, ECF No. 3 at Ex. A, ¶ 5.)2 \n8. Encompass hired Hilsman in April 2015 as a survey coordinator.  At the \ntime of his hire, Hilsman executed an Employment Agreement.  (ECF No. 3, at ¶ 15; \n“Employment Agreement,” ECF No. 3 at  Ex. B.)  By entering into the Employment \nAgreement, Hilsman agreed “during his employment and for a one -year period \nthereafter, not to disclose to or make use of for any person, corporation or other entity, \n                                                 \n2 “[W]hen ruling on a Rule 12(b)(6) motion, a court may properly consider documents which \nare the subject of a plaintiff’s complaint  and to which the complaint specifically refers even \nthough they are presented by the defendant.”  Oberlin Capital, L.P. v. Slavin, 147 N.C. App. \n52, 60, 554 S.E.2d 840, 847 (2001).   The declaration is attached to and referenced in the \nVerified Complaint. \n \n \nany proprietary files, trade secrets or other confidential information defin ed as, the \nbusiness, clients, methods, operations, financing or services of [Encompass].”  (ECF \nNo. 3, at ¶ 17; ECF No. 3 at Ex. B, ¶ 8.) \n9. As a survey coordinator, Hilsman was directly involved with the \npreparation of Encompass’s bid proposals and had access to Encompass’s confidential \ninformation stored on the Server.  (ECF No. 3, at ¶¶ 15–16.) \n10. On August 3, 2018, Hilsman notified Encompass that he was resigning \nhis employment to work for Maser.  Maser is a direct competitor of Encompass .  (Id. \nat ¶ 19.)  Maser recruited Hilsman to work as a senior project manager, and to \nestablish an office in Wilmington, North Carolina.  (Id. at ¶¶ 18, 21.)  Hilsman’s last \nday of work with Encompass was on or about August 18, 2018. \n11. Encompass notified CMIT of Hilsman’s resignation and requested that \nHilsman’s access to the Server be revoked effective as of August 18, 2018.  (Id. at ¶ \n23.) \n12. On January 4, 2019, CMIT discovered that it had failed to revoke \nHilsman’s access to the Server when he resigned.   (Id. at ¶ 24; ECF No. 3 at Ex. A, ¶ \n8.)  A report prepared by CMIT shows that o n August 17 and 18, 2018, the last two \ndays of Hilsman’s employment with Encompass, he downloaded numerous documents \nfrom the Server.  On August 17, 2018, Hilsman downloaded one-hundred sixty-three \n(163) documents from the Serve r including: “budget information, rate tables, \nmaterials information, and design files for various projects. ”  (ECF No. 3, at ¶ 25.)  \nOn August 18,  2018, Hilsman downloaded thirty-nine (39) documents related to a \n \n \nproject for Encompass’s customer AECOM, and on August 20 , 2018, two days after \nhe left Encompass, Hilsman downloaded nine (9) more documents related to AECOM \nProject 61203 including “a plat template, multiple deed plat tracking spre adsheets, \nsurvey plats, and project progress information.”  ( Id. at ¶¶ 25–26.)  From August 17 \nthrough December 11, 2018 , Hilsman downloaded more than  six-hundred (600) \ndocuments from the Server.  (Id. at ¶ 28.) \n13. Hilsman and Maser used Encompass’s documents to compete with \nEncompass on “projects like the Line 328 Project, the Line 202 Project, and the Duke \nRLNG Project.”  (Id. at ¶ 29.)  On August 27, 2018, four days prior to the due date for \nthe Line 328 proposal, Hilsman accessed the Server and downloaded “Encompass’[s] \nproposal documents, including Encompass’s Scope of Work, which sets forth what \nEncompass is willing to agree to in relation to the work anticipated. ”  (Id. at ¶¶ 30–\n31.)  Hilsman and Maser undercut Encompass’s bid on the Line 328 Project and won \nthe bid.  (Id. at ¶¶ 32–33.) \n14. On October 18, 2018 , Hilsman downloaded drawing templates and \ndeliverables related to the Line 202  project for Kinder Morgan .  Hilsman “ pulled \ndrawing templates and deliverables to assist Ma ser to know how to bid the \nproject.  This was in addition to three documents he downloaded on August 17 \nrelating to Encompass’s projects with Kinder Morgan.”  (Id. at ¶ 35.)  Maser’s bid for \nthe Line 202 Project was ultimately unsuccessful, however, the table in Maser’s bid \nproposal was identical to Encompass’s.  (Id. at ¶ 36.) \n \n \n15. Finally, on November 5, 2018, Hilsman accessed the Server and viewed \nconfidential information related  to Encompass’s past proposals for projects \ncomparable to  the Duke RLNG Project , “ e.g., Encompass’[s] proposal for a prior \nproject titled ‘Duke_Line 328 Extension_Proposal_R0.docx,’ and related fee tables in \na file titled ‘PNG – Line 328 Extension_Fee Tables_Rev0.xlsx.’” (Id. at ¶ 38.)  Maser \nwas subsequently awarded the Duke RLNG Project contract.  (Id. at ¶¶ 39–40.)  \nIII. Procedural History  \n16. Encompass initiated this action by filing its Verified Complaint on \nJanuary 30, 2019.  (ECF No. 3 .)  This matter was designated as a complex business \ncase and assigned to the undersigned on January 31, 2019.  (Des . Ord., ECF No. 1; \nAssign. Ord., ECF No. 2.)   \n17. In the Verified Complaint, Encompass makes a claim against Hilsman \nfor conversion, and claims against both Hilsman and Maser  (collectively, \n“Defendants”)  for: misappropriation of trade secrets in violation of the North \nCarolina Trade Secrets Protection Act, N.C.G.S. § 66 -152, et seq. (“TSPA”); tortious \ninterference with prospective economic advantage; computer trespass in violation of \nN.C.G.S. § 14 -458; § 1-539.2A; unfair trade practices in violation of the North \nCarolina Unfair and Deceptive Trade Practices Act, N.C.G.S. § 75 -1.1. (“UDTPA”); \nand punitive damages pursuant to N.C.G.S. § 1D-1, et seq. \n18. On April 3, 2019, Hilsman filed Hilsman’s Motion and a brief in support.  \n(ECF No. 38; Hilsman Br. in Supp., ECF No. 39.)  On April 3, 2019, Hilsman also \nfiled his answer to the Verified Complaint.  (Hilsman Answer to Compl., ECF No. 40.)  \n \n \nOn April 8, 2019, Maser filed its answer to the Verified Complaint.  (Maser Answer \nto Compl., ECF No. 41.)  On May 21, 2019, Maser filed an amended answer adding a \ncounterclaim against Encompass.  (Maser Amend. Answer, ECF No. 61 .)  On June \n14, 2019, Maser  filed Maser’s Motion along with a supporting brief.  (ECF No. 63; \nMaser Br. in Supp., ECF No. 64.)   On June 20, 2019, Encompass filed a reply  to \nMaser’s counterclaim.  (Pls. Answer to Maser Counterclaim, ECF No. 65.) \n19. On June 7, 2019 , Encompass filed a brief in opposition to Hilsman’s \nMotion.  (Pls. Br. in Opp. to Hillsman Mot. to Diss., ECF No. 62.)  On June 28, 2019, \nEncompass filed a brief in opposition to Maser’s Motion. (Pls. Br. in Opp. to Maser \nMot. to Diss., ECF No. 67.)  On Au gust 7, 2019, the Motions came before the Court \nfor a hearing and the Court heard oral argument from counsel.  The Motions are now \nripe for disposition. \nIV. Analysis \nA. Standard of Review \n20. Pursuant to Rule 12(b)(6), Hilsman moves to dismiss Encompass’s \nclaims for conversion, misappropriation of trade secre ts, and computer trespass  for \nfailure to state a claim upon which relief may be granted. \n21. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court’s \ninquiry is “whether, as a matter of law, the allegations of the complaint, treated as \ntrue are sufficient to state a claim upon which relief may be granted under some legal \ntheory, whether properly labeled or not.”  Harris v. NCNB Nat’l Bank, 85 N.C. App. \n669, 670, 355 S.E.2d 838, 840 (1987).  Our appellate courts frequently reaffirm that \n \n \nNorth Carolina is a notice pleading state.  See, e.g., Feltman v. City of Wilson, 238 \nN.C. App. 246, 252, 767 S.E.2d 615, 620 (2014) (quoting Wake Cty. v. Hotels.com, L.P., \n235 N.C. App. 633, 647, 762 S.E.2d 477, 486 (2014)) (“Under notice pleading, a \nstatement of claim is adequate if it gives sufficient notice of the claim asserted to \nenable the adverse party to answer and prepare for trial, to allow for the application \nof the doctrine of res judicata, and to show the type of case brought.”). \n22. “It is well established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen ‘(1) the complaint on its face reveals that no law supports the plaintiff’s claim; \n(2) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plaintiff’s \nclaim.’”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615, 821 S.E.2d 729, 736–\n37 (2018) (quoting Wood v. Guilford County, 355 N.C. 161, 166, 558 S.E.2d 490, 494 \n(2002)). \n23. In ruling on a 12(b)(6) motion, the court construes the \ncomplaint  liberally and accepts all allegations as true.  See Laster v. Francis, 199 \nN.C. App. 572, 577, 681 S.E.2d 858, 862 (2009).  However, the Court is not required \n“to accept as true allegations that are merely conclusory, unwarranted deductions of \nfact, or unreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. Dep’t of Health & \nHuman Servs., 174 N.C. App. 266, 274, 620 S.E.2d 873, 880 (2005) (quoting Veney v. \nWyche, 293 F.3d 726, 730 (4th Cir. 2002)). \n \n \n \n \nB.  Conversion  \n24. In its first claim, Encompass alleges that Hilsman is liable for \nconversion because he took “Encompass’[s] business information and documents and \nconverted those to use for his own purposes . . . without consent[.]”  (ECF No . 3, at ¶ \n42.)  Encompass  also alleges that it  has suffered damages and that the conversion \nwas carried out “willfully and wantonly . . . repeatedly and surreptitiously[.]”  (Id.  at \n¶¶ 43–44.)   \n25. Hilsman argues that Encompass’s conversion claim fails for three \nreasons.  (ECF No. 39, at p. 5.)  The Court need only address Hilsman’s first argument \nfor dismissal of Encompass’s conversion claim.  Hilsman avers that the Verified \nComplaint fails to allege that Encompass has been “deprived from the information at \nissue or excluded from its use” which is a necessary element of a claim for conversion.  \n(ECF No. 39, at p. 5.)  The Court agrees. \n26. Conversion is the “unauthorized assumption and exercise of the right of \nownership over goods or personal chattels belonging to another, to the alteration of  \ntheir condition or the exclusion of an owner ’s rights.”  Variety Wholesalers, Inc. v. \nSalem Logistics Traffic Servs., LLC, 365 N.C. 520, 523, 723 S.E.2d 744, 747 \n(2012) (internal citation and quotation marks omitted).  “There are, in effect, two \nessential elements of a conversion  claim: ownership in the plaintiff and wrongful  \npossession or conversion by the defendant.”  Id. \n27. Encompass relies on federal case law to argue that the “deprivation” \nnecessary for a conversion claim occurs when electronic data is copied but the owner \n \n \nretains access to the data.  (ECF No. 62 at .pdf, pp. 2–3; citing Bridgetree, Inc. v. Red \nF Mktg. LLC, 2013 U.S. Dist. LEXIS 15372, at *49 (W.D.N.C. Feb. 5, 2013).)  \nHowever, this Court has, time and again, expressly rejected the Bridgetree \nholding.  See, e.g., New Friendship Used Clothing Collection, LLC, 2017 NCBC LEXIS \n72, at *38–39; Duo-Fast Carolinas, Inc. v. Scott’s Hill Hardware & Supply Co., 2018 \nNCBC LEXIS 2, at *36 (N.C. Super. Ct. Jan. 2, 2018); Addison Whitney, LLC v. \nCashion, 2017 NCBC LEXIS 51, at *18 (N.C. Super. Ct. June 9, 2017).  “Merely \nmaking a copy of, as opposed to deleting, electronically stored information does not \nsupport a conversion claim because the owner is not deprived of possession or use of \nthe information.”  New Friendship Used Clothing Collection, LLC, 2017 NCBC LEXIS \n72, at *38–39. \n28. The Court finds that Encompass has failed to sufficiently plead a claim \nfor conversion against Hilsman.  In its Verified Complaint, Encompass alleges that \non several occasions , Hilsman accessed Encompass’s database and downloaded its \nelectronically stored property without Encompass’s consent.  (ECF No. 3, at ¶¶ 22–\n42.)  However, the Verified Complaint is devoid of any allegation that it has been \ndeprived of, or excluded from , its electronically stored property.  “[R]etention by a \nwrongdoer of an electronic copy in a manner that does not deprive the original owner \nof access to the same electronic data cannot constitute  conversion under current \nNorth Carolina law .”  Duo-Fast Carolinas, Inc., 2018 NCBC LEXIS 2, at *36.  \nTherefore, Hilsman’s motion to dismiss Encompass’s claim for conversion should be \nGRANTED. \n \n \nC. Misappropriation of trade secrets  \n29. In its second claim, Encompass makes a claim against Defendants for \nmisappropriation of trade secrets in violation of the TSPA.  (ECF No. 3, at ¶¶ 45–49.)  \nEncompass alleges that its “confidential information . . . constitutes trade secrets . . . \nis business or technical information . . . th at derives independent . . . value from not \nbeing generally known or readily ascertainable through independent development[.]” \n(Id. at ¶ 46.)    \n30. Hilsman’s sole  argument for dismis sal of Encompass’s claim for \nmisappropriation is that Encompass fails to identify any trade secret with sufficient \nparticularity to survive dismissal at the pleadings stage .  (ECF No. 39, at pp. 5 –8.)  \nEssentially, Hilsman argues that Encompass’s descriptions of its alleged trade \nsecrets are vague, general, and  insufficient to put Defendants on notice of what \nexactly has been misappropriated.  (ECF No. 39, at p. 8.) \n31. In North Carolina, “[t]o successfully plead a claim for misappropriation \nof trade secrets, a plaintiff must identify a trade secret with sufficient particularity \nso as to enable a defendant to delineate that which he is accused of misappropriating \nand a court can determine whether misappropriation has or is threatened to occur.”  \nKrawiec v. Manly, 370 N.C. 602, 609, 811 S.E.2d 542, 547 –48 (2018) (quoting \nWashburn v. Yadkin Valley Bank & Tr. Co., 190 N.C. App. 315, 326, 660 S.E.2d 577, \n585 (2008)) (internal quotations omitted).  At the pleadings stage, claimants must do \nmore than make “general allegations in sweeping and conclusory statements, without \n \n \nspecifically identifying the trade secrets allegedly misappropriated.”  Washburn, 190 \nN.C. App at 327, 660 S.E.2d at 585.   \n32. In Krawiec, the Supreme Court affirmed the dismissal of a complaint  \nthat described the plaintiff’s trade secrets as “original ideas and concepts for dance \nproductions, marketing strategies and tactics, as well as student, client and customer \nlists and their contact information.”  370 N.C. at 611, 811 S.E.2d at 549.  In reaching \nits conclusion, the Court noted that “[p]laintiffs provided no further detail about these \nideas, concepts, strategies, and tactics sufficient to put defendants on notice as to the \nprecise information allegedly misappropriated.”  Id. \n33. In this case, Encompass’s descriptions of its alleged trade secrets are \nmore than sufficient to survive dismissal at the pleadings stage.  First, in addition to \nits more general allegations, Encompass also identifies specific information Hilsman \nmisappropriated including “rate tables,” “design files,” and “a plat template, multiple \ndeed plat tracking spreadsheets, survey plats, and project progress information.”  \n(ECF No . 3, at ¶¶ 25 –26.)  These descriptions  are more precise than those found \ndeficient in Krawiec and Washburn. \n34. Second, Encompass identifies specific documents and information \nHilsman accessed related to particular projects on which Encompass was bidding, \nincluding the names of two specific files that Hilsman accessed regarding the Duke \nRLNG Project.  (Id. at ¶ 38.)  \n \n \n35. Finally, Encompass attached to the Verified Complaint a detailed list \ngenerated by CMIT of the specific files and documents Hilsman accessed and \ndownloaded from the Server with the dates and times of such access. \n36. The Court finds that Encompass pleaded enough to put Defendants on \nnotice of the trade secrets they are accused of misappropriating.  Therefore, Hilsman’s \nmotion to dismiss Encompass’s claim for misappropriation of trade secrets is \nDENIED.  \nD. Computer Trespass \n37. In its fourth claim, Encompass alleges that Defendants are civilly liable \nfor computer trespass in violation of N.C.G.S. § 14-458.  (Id. at ¶¶ 56–59.)  Encompass \nalleges that Defendants “used Encompass’s computer or computer network without \nauthority . . . to remove computer data . . . and made or caused to be made an \nunauthorized copy of Encompass’[s] computer data.”  (Id. at ¶ 57.)  Encompass further \nalleges that in accessing and downloading documents from the Server beginning on \nand after August 17, 2018, “Defendants had no right or permission from Encompass \nto use its computer or computer network . . . in a manner exceeding any right or \npermission.”  (Id. at ¶ 58.) \n38. Section 14-458 provides, in relevant part, that “it shall be unlawful for \nany person to use a computer or computer network without authority and with the \nintent to do any of the following”:  \n(1) Temporarily or permanently remove, halt, or \notherwise disable any computer data, computer programs, \nor computer software from a computer or computer \nnetwork. \n \n \n. . . \n \n(5)  Make or cause to be made an unauthorized copy, \nin any form, including, but not limited to, any printed or \nelectronic form of computer data, computer programs, or \ncomputer software residing in, communicated by, or \nproduced by a computer or computer network. . . . \n \nN.C.G.S. § 14-458(a)(1), (5).   \n39. Section 14-458(a) further provides: \na person is ‘without authority’ when (i) the person has no \nright or permission of the owner to use a computer, or the \nperson uses a computer in a manner exceeding the right or \npermission, or (ii) the person uses a computer or computer \nnetwork, or the comput er services of an electronic mail \nservice provider to transmit unsolicited bulk commercial \nelectronic mail in contravention of the authority granted by \nor in violation of the policies set by the electronic mail \nservice provider. \n \nN.C.G.S. § 14-458(a). \n40. Moreover, “[a]ny person whose property or person is injured by reason \nof a [computer trespass] may sue for and recover any damages sustained and the costs \nof the suit pursuant to  G.S. 1-539.2A.”  N.C.G.S. § 14 -458(c).  The statute defines \nproperty as “financial instruments, information, including electronically processed or \nproduced data, and computer software and computer programs in either machine or \nhuman readable form, and any other tangible or intangible item of val ue.”  N.C.G.S. \n§ 14-453(8).   \n41. Hilsman argues that Encompass’s computer trespass claim should be \ndismissed for two reasons.  First, Hilsman contends that Encompass alleges only that \nHilsman accessed its computer network without authorization, and not that Hilsman \n \n \nused or accessed an Encompass computer without authorization.3  (ECF No. 39, at \npp. 9, 12.)  Defendants contend that Section 14-458(a), by its express terms, “does not \nextend its definition of ‘without authority’ to one who accesses a ‘computer network’” \nwithout authority.  (Id. at p. 12.)  Consequently, if Hilsman accessed Encompass’s \ncomputer network using his personal computer and not an Encompass -owned \ncomputer, his actions could not have been  “without authorit y” and Encompass is  \nunable to meet a fundamental element of its claim for computer trespass. (Id.) \n42. Alternatively, Hilsman argues that assuming accessing a computer \nnetwork falls within the definition of “without authority ,” Encompass’s claim still \nfails.  (Id. at pp. 8–11.)  Hilsman contends that he always acted with the authority of \nEncompass because Hilsman’s account log-in “expressly granted permission to access \nthe server” and his account was not terminated when he resigned from Encompass \nbecause CMIT failed to revoke his access.  (Id. at p. 9.) \n43. The Court  has researched the issue but found no North Carolina \nappellate precedent analyzing claims for civil computer trespass, let alone providing \nguidance on how such claims should be viewed on a motion to dismiss.  However, the \nCourt is persuaded that Encompass has  sufficiently stated a claim for computer \ntrespass at this preliminary stage of the case .  While it is not clear from the \nallegations whether Hilsman used an Encompass computer to download some or all \nof the information,  Encompass alleges that Hilsman “used Encompass’s computer or \n                                                 \n3 Although not expressly alleged in the Verified Complaint, Defendants apparently contend \nthat Hilsman returned his company -issued laptop computer to Encompass when he was \nterminated and could only have accessed the Server through devices not owned or controlled \nby Encompass. \n \n \ncomputer network without authority,” or exceeding his authority, when he accessed \nthe Server and downloaded the confidential information at issue.  (ECF No. 3, at ¶¶ \n57–58.)     \n44. In addition, there are no express allegations in the Verified Complaint \nregarding what, if anything, Encompass told Hilsman about his access to the Server \nwhen he was terminated.  The question of Hilsman’s authority to access Encompass’s \nsystems is one that may require discovery to resolve. \n45. North Carolina’s “system of notice pleading affords a sufficiently liberal \nconstruction of complaints so that few fail to survive a motion to dismiss.”  Wray v. \nCity of Greensboro, 370 N.C. 41, 46, 802 S.E.2d 894, 89 8 (2017)  (quoting Ladd v. \nEstate of Kellenberger, 314 N.C. 477, 481, 334 S.E.2d 751, 755 (1985)).  Encompass’s \nallegations of computer trespass put Hilsman on “notice of the claim asserted,” allow \nhim to understand the nature of Encompass’s claim, and enable Hilsman to “answer \nand prepare for trial.”   Wake County, L.P., 235 N.C. App. at 646, 762 S.E.2d at 486; \nCounty of Wayne Constr. Managers of Goldsboro v. Amory, 2019 NCBC LEXIS 32, at \n*51–52 (N.C. Super. Ct. May 17, 2019) ( concluding that a llegations that defendant \n“download[ed] . . . computer data from the Box Account to his personal device(s) \nexceed[ing] the right or permission granted to him by plaintiffs and result[ing] in \ndamage” are sufficient to state claim for computer trespass); s ee also Spirax Sarco, \nInc. v. SSI Eng’g, Inc., 122 F. Supp. 3d 408, 417–18 (E.D.N.C. Aug. 10, 2015) (stating \nthat plaintiff companies’ allegations that “[the defendant] intentionally used his \n[company-issued] laptop to download vast quantities of computer fi les to his own \n \n \nmedia devices and Dropbox account, without authorization and . . . deleted vast \nquantities of computer files from his [company-issued] laptop without authorization” \nwere “sufficient to state a claim [for computer trespass] under North Caroli na law”).  \nTherefore, Hilsman’s Motion seeking dismissal of  Encompass’s computer trespass \nclaim should be DENIED. \nTHEREFORE, it is ORDERED that: \n1. Hilsman’s Motion is GRANTED, in part, and DENIED, in part.  To the \nextent Hilsman seeks dismissal of Encompass’s claim for conversion, the \nmotion is GRANTED.  To the extent Hilsman seeks dismissal of \nEncompass’s claims for misappropriation of trade secrets and for \ncomputer trespass, the motion is DENIED.  \n2. Maser’s Motion is DENIED. \n \nSO ORDERED, this the 5th day of November, 2019. \n \n \n/s/ Gregory P. McGuire    \nGregory P. McGuire \nSpecial Superior Court Judge  \nfor Complex Business Cases \n \n "
}