{
  "id": "8165180d1c5b761bf850fd4fdc3cbe58f223213753169b4b4fc5f926e26eba47",
  "source_file": "data/raw/ncbc/8165180d1c5b761bf850fd4fdc3cbe58f223213753169b4b4fc5f926e26eba47.pdf",
  "raw_text": "TOMLIN v. DYLAN MORTGAGE INC., 2000 NCBC 9\n \nSTATE OF NORTH CAROLINA\n \nCOUNTY OF NEW\n  \nHANOVER\n \n \nJANICE H. TOMLIN and\n  \nISAIAH TOMLIN,\nand CONSTANCE A. WIGGINS, on behalf of\nthemselves and \nall others similarly situated,\n \nPlaintiffs,\n \n  \nvs.\n \nDYLAN MORTGAGE INCORPORATED\n(formerly known as Chase \nMortgage Brokers,\nInc.), HOMEGOLD, INC. (formerly known as\nEmergent Mortgage \nCorp.), ASSOCIATES\nFINANCIAL SERVICES OF AMERICA, INC.,\nand EQUICREDIT \nCORPORATION OF\nAMERICA,\n \nDefendants.\n \n \n \n \n)\n \n)\n \n)\n \n)\n \n)\n \n)\n \n)\n \n)\n \n)\n \n)\n \n)\n \n)\n \n)\n \n)\n \n)\n \n)\n \n)\n \n)\n \n)\n \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT \nDIVISION\n99 CVS 3551\n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION\n \n \n \n \n \n \n{1}\n      \nThis matter comes before the Court on defendants’ motions to dismiss pursuant to Rule 12(b)(6) of\nthe North Carolina Rules of Civil Procedure.\n  \nThe motions to dismiss raise several issues.\n  \nFirst, to\nwhat extent is the written agreement between two of the defendants a bar to plaintiffs’ claims?\n \nSecond, does a mortgage broker owe a fiduciary duty to borrowers?\n  \nThird, do plaintiffs have a claim\nfor excessive fees under Chapter 24 of the North Carolina General Statutes?\n  \nFinally, is the imposition\nof assignee liability proper in this case?\n  \nBased upon the answers to these questions discussed below,\nthis Court finds that the Complaint does state a cause of action against all defendants.\n  \nWith the\nexception of the Court’s decision to dismiss plaintiffs’ unjust enrichment claim, the motions to dismiss\nare denied.\n \nHartzell & Whiteman, LLP, by J. Jerome Hartzell; Morgan & Maynard, PLLC, by Mallam J.\nMaynard; Gulley & Calhoun, by Michael D. Calhoun; Patterson, Harkavy & Lawrence, LLP, by\nMelinda Lawrence; North Carolina Justice & Community Development Center, by Carlene\nMcNulty, for Plaintiffs.\n \nHunton & Williams, by Frank A. Hirsch, Jr., Matthew\n  \nP. McGuire and Heather Bell Adams, for\nDefendant HomeGold, Inc.\n \nRobinson Bradshaw & Hinson, P.A., by Frank E. Emory, Jr., Robert E. Harrington and Anthony S.\nKetron, for Defendant Associates Financial Services of America,\n  \nInc.\n \nKennedy, Covington, Lobdell & Hickman, LLP, by John H. Culver, III and Amy Pritchard\nWilliams, for Defendant EquiCredit Corporation of America.\n \nI.\n{2}\n      \nFor the purposes of this motion, the following facts, which were alleged in plaintiffs’ complaint,\nare taken as true.\n{3}\n      \nPlaintiffs Janice and Isaiah Tomlin and Constance Wiggins contacted Chase Mortgage Brokers\n(now Dylan Mortgage, Inc. or “Dylan”) to assist them in finding a new loan to refinance their home\nmortgages.\n  \nPlaintiffs entered into a written Broker Agreement with Dylan, which granted Dylan the\nexclusive right for ninety days to assist plaintiffs in either obtaining a new loan or refinancing a current\none.\n \n{4}\n      \nAt the time plaintiffs entered into the Broker Agreement with Dylan, Dylan and Emergent\nMortgage Corporation (now HomeGold, Inc. or “HomeGold”) were parties to a contract (the\n“Agreement”)\n[fn1]\n whereby Dylan would originate loans for which HomeGold would provide Dylan\nthe funds.\n  \nFollowing assignment of the Dylan-originated loans to HomeGold, HomeGold would\nattempt to sell or to securitize the loans.\n  \nHomeGold and Dylan agreed to share equally the profits and\nlosses realized from any such sales or securitizations.\n{5}\n      \nOn March 30, 1998, the Tomlins signed a deed of trust on their home to secure a loan in the total\namount of $55,120, which included $6,179 in fees paid to Dylan or HomeGold in connection with the\nclosing.\n  \nOn September 17, 1998, Ms. Wiggins signed a note and deed of trust to secure a loan of\n$28,000, which included $3,521 in fees paid to Dylan or HomeGold.\n  \nDylan obtained the funds for\nplaintiffs’ loans from HomeGold, and plaintiffs’ loans were assigned to HomeGold at closing.\n \nHomeGold subsequently sold the Tomlins’ loan to Associates Financial Services of America, Inc.\n(“Associates”), while Ms. Wiggins’ loan subsequently was sold to EquiCredit Corporation of America\n(“EquiCredit”).\n  \nA breakdown of the fees charged to the Tomlins and Ms. Wiggins is as follows:\nFees\nTomlins\nWiggins\nUnderwriting fee to Dylan\n$175\n$175\nProcessing fee to Dylan\n$200\n$200\nAppraisal review fee to Dylan\n$25\n$25\nDocument preparation fee to \nDylan\n$175\n$175\nTax service fee to HomeGold\n$61\n$61\nFlood certificate fee to \nHomeGold\n$16\n$16\nLoan origination fee to Dylan\n$5,512\n$2,800\n \nDylan has filed a petition in bankruptcy.\nII.\n{6}\n      \nPlaintiffs assert the following claims against defendants:\n  \n(1) unfair trade practices in connection\nwith premiums or kickbacks paid to Dylan by HomeGold, (2) unfair trade practices based on a failure\nto disclose, (3) unfair trade practices in connection with excessive fees, (4) unjust enrichment, (5)\nusury based on a violation of Chapter 24 of the North Carolina General Statutes, (6) breach of duty of\nloyalty, (7) unfair trade practices in connection with the alleged breach of duty of loyalty, and (8)\ninjunctive relief.\n  \nThe claims in this case generally fall into three categories.\n  \nFirst, plaintiffs claim that\nthe loans in this case arose out of an enterprise between Dylan and HomeGold and that several aspects\nof the operation of the enterprise violated the state prohibition against unfair and deceptive trade\npractices.\n  \nSecond,\n  \nplaintiffs have claimed that the conduct of Dylan and of HomeGold breached the\nfiduciary duty owed to the plaintiffs.\n  \nThird, plaintiffs have alleged that the fees charged in connection\nwith the loans were illegal.\n  \nFinally, plaintiffs argue that the current holders of mortgages originated\nby Dylan and HomeGold cannot escape liability for the wrongs committed by Dylan and HomeGold.\n{7}\n      \nDefendants have moved to dismiss all of plaintiffs’ claims.\n  \nIn support of their motion to dismiss,\ndefendants argue that plaintiffs’ claims may not properly be based upon the Agreement between Dylan\nand HomeGold.\n  \nDefendants also argue that Dylan was not in a fiduciary relationship with the\nplaintiffs and that therefore the claims based upon breach of fiduciary duty are improper.\n  \nDefendants\nfurther argue that the fees charged to the plaintiffs in this case were not illegal or even excessive.\n \nFinally, defendants argue that there is no basis for imposing Dylan’s alleged liability upon Associates\nand EquiCredit, the assignees of the loans.\n{8}\n      \nWhen ruling on a motion to dismiss under Rule 12(b)(6), the court must determine “whether, as a\nmatter of law, the allegations of the complaint . . . are sufficient to state a claim upon which relief may\nbe granted.”\n  \nHarris v. NCNB\n, 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987).\n  \nIn ruling on a\nmotion to dismiss, the court must treat the allegations in the complaint as true.\n  \nSee Hyde v. Abbott\nLabs., Inc.\n, 123 N.C. App. 572, 473 S.E.2d 680, 682 (1996).\n  \nThe court must construe the complaint\nliberally and must not dismiss the complaint unless it appears to a certainty that plaintiff is entitled to\nno relief under any state of facts which could be proved in support of the claim.\n  \nSee id.\nA.\n{9}\n      \nDefendants argue that plaintiffs failed to allege a valid claim for unfair or deceptive trade practices\nrelating to the operation of the Agreement between Dylan and HomeGold.\n  \nPlaintiffs assert four\nseparate claims for unfair or deceptive trade practices, all arising from the alleged enterprise between\nDylan and HomeGold.\n  \nThe law of North Carolina prohibits “unfair or deceptive trade practices in or\naffecting commerce.”\n  \nN.C.G.S. § 75-1.1 (1999).\n  \nIn order to establish a claim for unfair or deceptive\ntrade practices, plaintiffs must show that:\n  \n(1)\n  \nan unfair or deceptive act or practice has been\ncommitted for which HomeGold is liable, (2) the act in question was in or affecting commerce, and (3)\nthe act proximately caused injury to plaintiffs.\n  \nSee Pleasant Valley Promenade v. Lechmere, Inc.\n, 120\nN.C. App. 650, 464 S.E.2d 41 (1995).\n  \nIn 1980, the Supreme Court of North Carolina construed the\nterm “unfair”:\n  \n“A practice is unfair when it offends established public policy as well as when the\npractice is immoral, unethical, oppressive, unscrupulous, or substantially injurious to consumers.”\n \nJohnson v. Phoenix Mutual Life Ins. Co\n., 300 N.C. 247, 263, 266 S.E.2d 610, 621 (1980).\n  \nThe\nfollowing year, the Supreme Court of North Carolina held that “a practice is deceptive if it has the\ncapacity or tendency to deceive”; neither actual deception nor intent to deceive is required.\n  \nMarshall v.\nMiller\n, 302 N.C. 533, 276 S.E.2d 397, 403 (1981).\n  \nFurthermore, “[w]hat is an unfair or deceptive\ntrade practice usually depends upon the facts of each case and the impact the practice has in the\nmarketplace.”\n  \nJohnson\n, 300 N.C. at 262-263, 266 S.E.2d at 621.\n{10}\n    \nPlaintiffs’ first claim for relief alleges that pursuant to the Agreement, Dylan received from\nHomeGold payments of premiums for placing Dylan’s borrowers in loans with interest rates in excess\nof the market rate of interest for such mortgage loans.\n  \nPlaintiffs further allege that the operation of this\nAgreement, specifically the payment of premiums for placing borrowers in high interest rate loans,\nconstituted an unfair and deceptive trade practice in violation of N.C.G.S. § 75-1.1.\n  \nFor purposes of\nthis motion, the Court must assume that the interest rates charged to the Dylan customers whose loans\nwere placed with HomeGold were higher than rates which Dylan could have obtained for its customers\nfrom other lenders.\n{11}\n    \nDefendants challenge this claim by arguing that the Agreement does not speak to the issue of the\ninterest rate to be charged on the loans.\n  \nThe defendants point to Section 1 of the agreement, which\nprovides that HomeGold is obligated to purchase from Dylan all “Qualified Mortgages” generated or\nunderwritten by Dylan. \n \nA “Qualified Mortgage” is defined by the Agreement as “a first or second\nmortgage home loan which is made by [Dylan] and closed by [Dylan’s] attorney in compliance with\nall applicable federal, state and local statutes, rules and regulations and which meets the underwriting\ncriteria of this Agreement.”\n  \n(Agreement ¶ 1(a).)\n  \nDefendants argue that plaintiffs cannot base a claim\nupon the illegality of the Agreement when the Agreement, on its face, requires compliance with all\napplicable laws and regulations and provides that HomeGold will not fund loans which violate any\nsuch laws.\n{12}\n    \nFirst, the Court rejects defendants’ argument that the language of the Agreement precludes a claim\nthat the operation of the Agreement violated the law prohibiting unfair or deceptive trade practices.\n \nAn agreement to act lawfully does not preclude a claim of unlawful activity.\n  \nTo find otherwise would\neffectively allow contracting parties to escape liability by including a provision requiring the parties to\nact in compliance with the law.\n  \nFurthermore, plaintiffs do not have to rely on the language of the\nAgreement itself to establish liability.\n  \nIndeed, plaintiffs have alleged that the \noperation\n of the\nAgreement constituted an unfair or deceptive trade practice.\n{13}\n    \nPlaintiffs have pled sufficient facts to base a claim for unfair or deceptive trade practices on the\noperation of the Agreement between Dylan and HomeGold.\n  \nPlaintiffs allege that Dylan agreed to\nreceive premiums for placing borrowers in high interest rate loans; it agreed to deal primarily or\nexclusively with HomeGold and agreed to keep secret these arrangements; and it received fees from\nthe loans funded by HomeGold that were usurious, duplicative and excessive.\n  \nPlaintiffs further allege\nthat, given the nature of Dylan’s relationship with borrowers, each of the above business practices fell\nwithin Chapter 75’s prohibition against unfair or deceptive acts or practices. This Court finds that the\nallegations, if proven to be true, could potentially support a claim under Chapter 75.\n  \nMoreover, the\nacts alleged were “activities in commerce” as defined under Chapter 75.\n  \nSee Johnson\n, 300 N.C. at\n261-62, 266 S.E.2d at 620 (the “relationship of borrower and mortgage broker involves [activities in\ncommerce].”)\n{14}\n    \nPlaintiffs provide statutory support for their allegations of unfair trade practices.\n  \nActions under\nChapter 75 may be based on violations of other statutory regulatory schemes.\n  \nSee Pearce v. American\nDefender Life Ins. Co.\n, 316 N.C. 461, 468-70, 343 S.E.2d 174, 179 (1986) (action based on violations\nof provisions of Chapter 58, Article 3A, regulating insurance industry); \nWinston Realty Co. v. G. H.\nG., Inc.\n, 314 N.C. 90, 97, 331 S.E.2d 677, 681 (1985) (action based on violations of provisions of\nChapter 95, Article 5A, regulating personnel services).\n  \nIn certain situations, statutory regulatory\nschemes may evidence public policy.\n  \nContravention of that public policy may give rise to a claim\nunder Chapter 75.\n  \nSee Marshall v. Miller\n, 302 N.C. at\n  \n548, 276 S.E.2d at 403.\n{15}\n    \nFirst, as will be discussed further below, plaintiffs allege that the fees charged by defendants\nexceeded those authorized under Chapter 24 and were thus unlawful.\n  \nPlaintiffs contend that this\ncharging of unlawful fees likewise gives rise to a claim under Chapter 75.\n  \nIn addition, plaintiffs point\nto Chapter 53 of the North Carolina General Statutes which governs the activities of mortgage\nbrokers.\n  \nSpecifically, N.C.G.S. § 53-238(6) prohibits mortgage brokers from “[e]ngaging in any\ntransaction, practice, or course of business which is not in good faith or fair dealing . . . .”\n  \nPlaintiffs\nhave alleged that Dylan was acting as a mortgage broker, and that the very nature of the relationship\nbetween Dylan and HomeGold provided incentive to Dylan to breach its duty to plaintiffs.\n  \nPlaintiffs\nfurther contend that, pursuant to the Agreement, defendants engaged in what amounted to a kickback\nscheme, failed to disclose the nature of their relationship and charged excessive fees, all in violation of\nthe duty created by N.C.G.S. § 53-238(6).\n[fn2]\n \n{16}\n    \nPlaintiffs also point to federal law to support their claim that defendants’ actions violated\nestablished public policy and thus constituted unfair and deceptive trade practices.\n  \nThe Real Estate\nSettlement Procedures Act (RESPA), 12 U.S.C. § 607, was enacted to protect homebuyers and was\nintended to eliminate “kickbacks or referral fees” that tend to increase the cost of settlement services.\n \nSee Culpepper v. Inland Mortgage Corp.\n, \n132 F.3d 692, 695 (11th\n \nCir. 1998).\n  \nFurthermore, RESPA\nand the regulations promulgated thereunder provide that “any charge by a person for which no or\nnominal services are performed or for which duplicative fees are charged is an unearned fee and\nviolates RESPA,” 24 C.F.R. § 3500.14(c).\n  \nPlaintiffs argue that the alleged double charging reflected\nin defendants’ lump sum origination fee in addition to the itemized charges represent “duplicative\nfees” or “fees for which no or nominal service is provided,” in violation of RESPA.\n  \nIn addition,\nplaintiffs argue that HomeGold’s payment of a yield spread premium (a payment to compensate Dylan\nfor the referral of loans bearing above par interest) was illegal under RESPA.\n  \nThis Court declines to\nrule that the existence of a yield spread premium is per se illegal.\n  \nSee Culpepper v. Inland Mortgage\nCorp.\n, 144 F.3d 717, 718 (11th Cir. 1998).\n  \nHowever, if plaintiffs are able to establish a violation of\nRESPA, they will be able to support an argument that the acts alleged are per se violations of Chapter\n75.\n{17}\n    \nFurthermore, although defendants argue that the fees charged were legal, even a determination that\nthe fees charged were not usurious does not require the Court to find that the fees were not deceptive\nor unfair under the circumstances.\n  \nPlaintiffs allege that the borrowers were assessed the itemized fees\nset out above, which more than compensated Dylan and/or the lender for originating the loan.\n \nPlaintiffs further allege that defendants then imposed an additional charge which they labeled\n“origination fee,” and that in charging this fee, defendants misrepresented to the borrowers that the\n“origination fee” was a charge for services actually rendered and not otherwise compensated for by the\nitemized fees.\n  \nPlaintiffs’ allegations that the fees charged in connection with the loans were excessive\nand that defendants misrepresented the nature of the fees support plaintiffs’ claim for unfair trade\npractices.\n  \nDefendants vigorously deny the “origination fee” was unearned.\n  \nThat position simply\nraises a question of fact.\n  \nIf the fees were unearned as alleged, a cause of action has been properly pled.\nB.\n{18}\n    \nThe sixth claim asserted in plaintiffs’ complaint is for breach of a duty of loyalty, and the seventh\nclaim is for a violation of Chapter 75 in connection with such breach.\n  \nIn support of their motion to\ndismiss, defendants argue that Dylan did not act as a fiduciary for plaintiffs.\n  \nDefendants contend that\na fiduciary relationship cannot be found based solely on the fact that Dylan acted as a mortgage\nbroker.\n \n{19}\n    \nWhile no North Carolina case speaks to the fiduciary duty of a mortgage broker, North Carolina\ncourts have recognized the relation of broker and principal as one of the legal relationships that creates\na fiduciary duty.\n  \nSee Abbitt v. Gregory\n, 201 N.C. 577, 598, 160 S.E. 896, 906 (1931).\n  \nThe function of\na mortgage broker is described in \nJohnson v. Phoenix Mutual Life Ins. Co.\n in the following terms:\nThe broker is manifestly engaged in the business of selling his services in procuring a loan\nwhich is most favorable to the needs and resources of the potential borrower who, in turn\nhas sought to obtain a broker who can best represent his interests in securing proper\nfinancing\n.\n \n300 N.C. at 261-62, 266 S.E.2d at 620.\n \n{20}\n    \nThe complaint alleges that plaintiffs sought Dylan to act as a mortgage broker to assist them in\nobtaining a loan and that Dylan demanded substantial compensation for the skill and expertise it\npromised to use on plaintiffs’ behalf.\n  \nOur courts have held that where an individual places trust in the\nspecial business skills or judgment of another, a fiduciary relationship is created.\n  \nSee Sara Lee Corp.\nv. Carter\n, 129 N.C. App. 464, 470, 500 S.E.2d 732, 736 (1998), \nrev’d in part on other issues\n, 351\nN.C. 27, 519 S.E.2d 308 (1999).\n  \nIn addition, courts in other jurisdictions that have specifically\naddressed the issue have held that the mortgage broker’s role in advising and assisting borrowers in\nobtaining a mortgage loan involves a fiduciary relationship.\n  \nSee Armstrong v. Republic Realty\nMortgage Corp.\n, 631 F.3d 1344, 1349 (8th Cir. 1980);\n Wyatt v. Union Mortgage Co\n., 598 P.2d 45, 50\n(Cal. 1979); \nAllabastro v. Cummins\n, 413 N.E.2d 86, 82 (Ill. App. 1980); \nFirst City Mortgage Co. v.\nGillis\n, 694 S.W.2d 144, 146 (Tex. App. 1985).\n  \nPlaintiffs have pled sufficient facts, which, if true,\nsupport the existence of a fiduciary relationship.\n{21}\n    \nPlaintiffs also have pled sufficient facts to support a claim for breach of that fiduciary duty.\n  \nDylan\nallegedly\n held itself out as a mortgage broker and entered into an agreement with the plaintiffs in\nwhich it explicitly agreed to represent the borrowers in obtaining a loan.\n  \nGiven the role Dylan\nallegedly chose to assume, it is arguable that Dylan’s agreement with HomeGold (that it would refer\n“90% of its monthly flow of loans” to HomeGold in return for the payment of fees to Dylan based on\nthe interest rate charged) was inconsistent with the duty of a mortgage broker.\n{22}\n    \nFurthermore, there are alleged aspects of the fees charged by Dylan which support plaintiffs’ claim\nfor breach of fiduciary duty:\n  \n(1) Dylan’s charging of both specific fees for enumerated services and a\ngeneral origination fee allegedly resulted in the double-charging of its clients; (2) Dylan allegedly\nfailed to provide adequate disclosure as to the nature of or basis for the origination fee; and (3) the\ntotal fees received by Chase were allegedly excessive for the services it provided.\n  \nPlaintiffs argue that\nthe imposition of these fees breached both Chase’s duty to “fully reveal the nature and extent of [its]\nfees to the client for whom he acts,” (quoting \nRushing v. Stephanus\n, 393 P.2d 281 (Wash. 1964)), as\nwell as its “duty to deal fairly with the principal in all transactions between them,” (quoting\nArmstrong\n, 631 F.2d at 1349).\n  \nPlaintiffs’ claims for breach of fiduciary duty are not subject to\ndismissal at this stage.\nC.\n \n{23}\n    \nPlaintiffs’ fifth claim for relief alleges that the fees charged by defendants were usurious in\nviolation of Chapter 24 of the North Carolina General Statutes.\n  \nNorth Carolina law provides that only\nfees authorized by Chapter 24 may be charged on loans.\n  \nSpecifically, N.C.G.S. § 24-8 states:\n \nNo lender shall charge or receive from any borrower . . . in connection with a loan . . . any\nsum of money, thing of value or other consideration other than that which is pledged as\nsecurity . . . together with fees and interest provided for in chapter 24 or chapter 53 of the\nNorth Carolina General Statutes . . . .\n \nThe loans extended to plaintiffs were each secured by a first deed of trust on a residence and involved\nless than $300,000 in principal.\n  \nTherefore, the loans are “home loans” as defined in Chapter 24.\n  \nSee\nN.C.G.S. § 24-1.1A(e) (1991).\n  \nFees and interest that can be charged in connection with “home loans”\nare governed by N.C.G.S. § 24-1.1A, which at the time that the loans in question were closed\n[fn3]\nprovided:\n \n(a)\n        \nNotwithstanding any other provision of this Chapter, parties to a home loan may\ncontract in writing as follows:\n \n \n(1)\n        \nWhere the principal amount is Ten Thousand Dollars ($10,000) or more the\nparties may contract for the payment of interest as agreed upon by the\nparties . . . .\n \n(c)\n        \nExcept as limited by subsection (b) above [regarding prepayment fees], a lender\nmay charge to the borrower the fees described in G.S. 24-10.\n  \nProvided, if the loan\nis one described in subsection (a)(1) . . . above, the parties may agree to the\npayment of discount points, commitment fees, finance charges, or other similar\ncharges agreed upon by the parties notwithstanding the provisions of any state law\nlimiting the amount of discount points, commitment fees, finance charges or other\nsimilar charges which may be charged, taken, received or reserved with respect to a\nhome loan\n  \n.\n  \n.\n  \n.\n  \n.\n \nN.C.G.S. § 24-1.1A.\n  \nAs referenced in N.C.G.S. § 24-1.1A(c) above, N.C.G.S. § 24-10 allows lenders\nto charge certain additional fees; however, the statute provides for a limit on such fees.\n  \nThe statute\nstates:\n \n(a) No lender on loans made under G.S. 24-1.1 shall charge or receive from any borrower\nor any agent for a borrower, any fees or discounts unless otherwise allowed where the\nprincipal amount is less than $300,000 and is secured by real property, which fees or\ndiscounts in the aggregate shall exceed 2% if a construction loan on other than a one or two\nfamily dwelling, and 1% of any other type of loan . . . .\n  \nExcept as provided herein or\notherwise allowed, no party shall pay for the benefit of the lender any other fees or\ndiscounts.\n \nN.C.G.S. § 24-10 (1991).\n{24}\n    \nPlaintiffs argue that N.C.G.S. § 24-10(a) applies to home loans under N.C.G.S. § 24-1.1A and\nlimits the amount of fees to 1 percent of the loan amount.\n  \nDefendants argue that section 24-10(a) does\nnot apply to home loans but instead expressly applies only to loans made under N.C.G.S. § 24-1.1.\n \n{25}\n    \nIt is well established that “where the language of a statute is clear and unambiguous judicial\nconstruction is not necessary.\n  \nIts plain and definite meaning controls.”\n  \nColonial Pipeline Co. v.\nClayton\n, 275 N.C. 215, 226, 166 S.E.2d 671, 679 (1969). The words of a clear and unambiguous\nstatute are given their “plain and ordinary meaning.”\n  \nBrown v. Flowe\n, 349 N.C. 520, 522, 507 S.E.2d\n894, 896 (1998).\n  \nThe plain language of \nN.C.G.S. § 24-1.1A(c) expressly makes N.C.G.S. § 24-10\napplicable to loans made under section 24-1.1A.\n  \nThe first sentence of section 24-1.1A(c) provides:\n“Except as limited by subsection (b) above [regarding prepayment penalties], a lender may charge to a\nborrower the fees described in G.S. 24-10.”\n  \nWhile, as defendant points out, section 24-10(a) does not\nrefer to section 24-1.1A, such a reference is unnecessary and would be redundant.\n  \nSince the fees\nimposed in connection with plaintiffs’ loans were in excess of 1 percent of the amount of the loan, the\nfees violate Chapter 24 unless the “origination fee,” “underwriting fee,” “processing fee,” “appraisal\nreview fee,” \n \n“document preparation fee,” “tax service fee,” and “flood certificate fee, ” were\n“discount points, commitment fees, finance charges or other similar charges.”\n  \nSee\n N.C.G.S. § 24-\n1.1A(c) (1991).\n{26}\n    \nThe central point of disagreement between plaintiffs and defendants with respect to the fees\ncharged is whether such fees may properly be characterized as finance charges under subsection (c).\n \nPlaintiffs and defendants disagree as to what definition of “finance charge” should apply in this case.\n \nSection 24-1.1A does not define the terms that make up the phrase “discount points, commitment fees,\nfinance charges or other similar charges,” and there is no North Carolina case law construing this\nphrase.\n \n{27}\n    \nDefendants point to section 24-1.1C (dealing with manufactured home loans) and section 25A-8\n(dealing with retail installment sales contracts), both of which define finance charge to include any\ncharge imposed as an incident to or condition of the extension of credit.\n  \nOutside of these two\nprovisions, “finance charge” is not defined in the General Statutes.\n  \nDefendants point to two other\nsources – Black’s Law Dictionary and the federal Truth In Lending Act (TILA), 15 U.S.C. § 1601 \net\nseq\n. – to support their position that the term “finance charge” should be construed broadly.\n  \nBlack’s\nLaw Dictionary 630 (6th ed. 1990) defines finance charge as\n[t]he consideration for privilege of deferring payments of purchase price . . . .\n  \nThe charges\nincident to or condition of credit.\n  \nSuch costs are regulated by state and federal “truth–in-\nlending” statutes which require full disclosure of finance charges on credit agreements,\nbilling statements and the like.\n \n \nTILA, which governs the description and disclosure of charges imposed in connection with the\nextension of credit to consumers, defines “finance charge” to mean\n[t]he sum of all charges, payable directly or indirectly by the person to whom the credit is\nextended, and imposed directly or indirectly by the creditor as an incident to the extension\nof credit\n  \n. . .\n  \n[including] . . . (3) Loan fee, finder’s fee, or similar charge . . . (6) Borrower-\npaid mortgage broker fees . . . .\n \n15 U.S.C. § 1605.\n  \nThus, defendants argue “finance charge” as used in section 24-1.1A(c) refers to “\nall\ncharges imposed by a lender as an incident to or condition of the extension of credit.”\n  \n(EquiCredit\nMem. Sup. Motion to Dismiss, at 7.)\n{28}\n    \nPlaintiffs argue that defendants’ definition of “finance charge” is contrary to the intent of N.C.G.S.\n§ 24-1.1A(c).\n  \nAccording to plaintiffs, if defendants’ expansive definition were adopted, the listing of\nother specified charges and the reference to “similar” charges would be contradictory and redundant.\n \nInstead, plaintiffs argue that the term “finance charge” as used in N.C.G.S. § 24-1.1A(c) means “a\nperiod charge for credit akin to interest.”\n  \n(Pl. Resp. at 20.)\n    \nPlaintiffs base this definition on the\ncontext of N.C.G.S. § 24-1.1A(c).\n  \nSpecifically, plaintiffs argue that the terms “discount points” and\n“commitment fees” are both ways of compensating a lender for tying up money, and thus are both like\ninterest.\n  \nTherefore, according to plaintiffs, “finance charges” should be given a similar construction.\n \nSecond, plaintiffs argue, N.C.G.S. § 24-1.1A(c) was written in the context of an existing statutory\nscheme: section 24-10(a) prohibited “\nany\n fees” in excess of the 1 percent, “unless otherwise allowed”;\nsection 24-1.1A(c) was enacted as an exception to this broad language, and therefore should be\nconstrued narrowly.\n \n{29}\n    \nThe Court declines to accept either definition of “finance charge” at this stage in the proceedings.\n \nThe Court would benefit from discovery on the nature of the fees charged in this case.\n  \nDiscovery\nwould help to determine exactly what each fee was for and may shed light on what definition of\n“finance charge” should apply.\n  \nAccordingly, where the parties are not in agreement on the definition\nof “finance charge” and where discovery is necessary to determine the nature of each fee charged, this\nCourt must allow plaintiffs’ claims based on excessive fees under Chapter 24 to survive the motion to\ndismiss.\n{30}\n    \nThe interest rates charged to plaintiffs were not usurious.\n  \nThe charging of interest rates in excess\nof the market rate may not give rise to a claim under Chapter 75.\n  \nHowever, if Dylan fraudulently\ninduced the plaintiffs to believe that the interest rates were the best they could get because Dylan was\nprofiting from its agreement with HomeGold, a cause of action exists.\n  \nIf HomeGold was aware of\nDylan’s alleged actions and continued to profit from them, a cause of action exists against HomeGold\nas well.\nD.\n           \n{31}\n    \nPlaintiffs’ fourth claim for relief alleges that Dylan was “unjustly enriched through its receipt of\norigination fees and broker fees from the plaintiffs.”\n  \n(Amend. Compl. ¶ 54.)\n  \nAn action for unjust\nenrichment is “a claim in quasi-contract or a contract implied in law.”\n  \nBritt v. Britt\n, 320 N.C. 573, 577,\n359 S.E. 2d 467, 469 (1987).\n  \nAs a result, it may not be brought if there is an express contract between\nthe parties.\n  \nSee id\n.; \nBright v. QSP, Inc.\n, 20 F.3d 1300, 1306 (4th Cir. 1994).\n  \nInstead, the parties are\nlimited to enforcing the contract between them.\n  \n320 N.C. at 578, 359 S.E.2d at 470.\n \n{32}\n    \nThe Amended Complaint alleges that the fees at issue, including the origination fee, were paid in\nconnection with the closing of each of the plaintiffs’ loans.\n  \n(Amend. Compl. ¶¶ 8, 11.)\n  \nThe Amended\nComplaint also alleges that there was a written contract between Dylan and each of the plaintiffs.\n \n(Amend. Compl. ¶ 14.)\n  \nThe disputed fees are the subject of an express contract, and there is no\nallegation that any contract was breached. As a result, the plaintiffs cannot recover on a theory of\nunjust enrichment as a matter of law.\n{33}\n    \n“Where, as here, there is a contract which forms the basis for a claim, ‘the contract governs the\nclaim and the law will not imply a contract.’”\n  \nHinson v. United Fin. Serv.\n¸123 N.C. App. 469, 473,\n473 S.E.2d 382, 385 (1996) (quoting \nBooe v. Shadrick\n, 322 N.C. 567, 570, 369 S.E. 554, 556 (1988)).\n \nIf there is a contract between a plaintiff and a defendant, the plaintiff’s rights are determined by the\ncontract.\n  \nIf the contract gives rise to a claim, the remedy also arises from the contract.\n  \nUnjust\nenrichment claims may be asserted only where there is no written contract.\n  \nThe unjust enrichment\nclaim should be dismissed.\nE.\n \n{34}\n    \nAs stated above, the claims in this case arise from loan transactions entered into between Dylan\nand plaintiffs.\n  \nPlaintiffs have asserted claims against Dylan; however, Dylan has filed a petition for\nbankruptcy.\n  \nPlaintiffs have also asserted claims against HomeGold, Associates and EquiCredit on the\nbasis of joint and several liability.\n  \nThese defendants find themselves having to defend Dylan.\n  \nWith\nrespect to HomeGold, plaintiffs provide three grounds for joint and several liability: (1) civil\nconspiracy between Dylan and HomeGold, (2) partnership liability and (3) liability under TILA, 15\nU.S.C. § 1641(d)(1).\n  \nWith respect to Associates and EquiCredit, plaintiffs claim that joint and several\nliability arises because (1) neither Associates nor EquiCredit is a holder in due course and (2) both\nAssociates and EquiCredit are liable under TILA.\n{35}\n    \nPlaintiffs have sufficiently pled a claim based upon civil conspiracy against HomeGold, and the\nCourt has deferred determination of the partnership issue until after discovery is complete.\n  \nAssociates\nand EquiCredit stand in a different position. There are no allegations to tie them directly to Dylan.\nHowever, the Amended Complaint also sufficiently alleges that Associates and EquiCredit are not\nholders in due course.\n  \nAt this stage, it is premature for the Court to decide whether Associates and/or\nEquiCredit are in fact holders in due course. Alternatively, plaintiffs allege that assignee liability is\nbased upon an interpretation of TILA.\n  \nDefendants\n  \nargue that TILA is inapplicable to the facts of this\ncase.\n{36}\n    \nHomeGold asserts the same defense to the TILA claims asserted by Associates and EquiCredit. \nAll\nthree defendants argue that assignee liability under TILA does not apply unless the basis for liability is\napparent from the face of the loan documents.\n  \nTheir argument is unsupported by the legislative\nhistory and the language of the statute.\n  \nSpecifically, 15 U.S.C. § 1641(a) states:\nExcept as otherwise specifically provided in this title\n, any civil action for a violation of this\ntitle . . . which may be brought against a creditor may be maintained against any assignee of\nsuch creditor only if the violation for which such action or proceeding is brought is\napparent on the face of the disclosure statement.\n \n(citations omitted)(emphasis added).\n  \nHowever, 15 U.S.C. § 1641(d)(1) provides:\nAny person who purchases or is otherwise assigned a mortgage referred to in [§\n   \n1602(aa)\nof this title] shall be subject to all claims and defenses with respect to that mortgage that the\nconsumer could assert against the creditor of the mortgage, unless the purchaser or assignee\ndemonstrates . . . that a reasonable person exercising ordinary due diligence could not\ndetermine, based on the documentation required by this title . . . that the mortgage was a\n[1602(aa) mortgage].\n \n{37}\n    \nThus, according to the plain language of § 1641(a), “except where otherwise provided,” an\nassignee is subject to civil liability only when the violation is apparent from the face of the closing\ndocuments.\n  \nSection 1641(d)(1) creates such an exception to § 1641(a) by providing that an assignee of\nhigh cost loans under § 1602(aa) assumes the risk of all claims “with respect to that mortgage” as long\nas it is apparent from the face of the documents that the mortgage was a high cost loan.\n{38}\n    \nDefendants’ argument confuses general TILA assignee liability under § 1641(a) with Home\nOwnership Equity Protection Act, Pub. L. 103-325, 108 Stat. 2195, (“HOEPA”) liability under §\n1641(d).\n  \nSection 1641(a) provides for assignee liability in connection with “any civil action for a\nviolation of this subchapter” (i.e., the entire Truth In Lending Act).\n  \nIn contrast, § 1641(d) provides\ngreater liability for assignees of “HOEPA” mortgages – mortgages that fall within the definition of §\n1602(aa).\n  \nSection 1641(d)(1) provides a broad basis for liability by stating that an assignee of a §\n1602(aa) mortgage will be subject to all claims “with respect to that mortgage.”\n  \nCertainly, a claim\nbased on the nature of an aspect of the commercial relationship upon which the mortgage arises is a\nclaim “with respect to that mortgage.”\n  \nIn addition, the Senate report makes clear that fees and\ncompensation of mortgage brokers were a focus of HOEPA:\n  \n“The bill also covers other charges that\nhave been used to exploit unwitting consumers but are not part of the finance charge under Truth in\nLending.\n  \nThe bill includes in its definition of points and fees . . . any compensation paid to mortgage\nbrokers.”\n  \nSenate Report No. 103-169, at \n24 (1994), \nreprinted in \nU.S.C.C.A.N. 1881, 1908\n[hereinafter \nSenate Report\n]\n.\n  \nThus, claims based on fees paid by borrowers in connection with the\nclosing of a mortgage are claims “with respect to that mortgage.”\n{39}\n    \nDefendants’ argument is also contrary to the intent of Congress in enacting HOEPA.\n  \nThe\nConference Committee report on the enacting legislation states:\n  \n“The bill eliminates ‘holder-in-due-\ncourse’ protections for assignees of High Cost Mortgages.\n  \nAssignees of High Cost Mortgages are\nsubject to all claims and defenses, whether under Truth in Lending or other law, that could be raised\nagainst the original lender.”\n  \nSenate Report\n at 28. The purpose of § 1641(d)(1) is to prevent fraud by\nencouraging self-policing.\n  \nAn assignee does not have to be able to determine whether there is a\nviolation from the papers, but instead must be able to tell from the papers whether the loan is a high\ncost mortgage under § 1602(aa).\n  \nIf the loan is a § 1602(aa) loan, the assignee has the responsibility of\npolicing the loan and assumes the risk of liability when he assumes the loan.\n[fn4]\n \n{40}\n    \nDefendants look to \nMurray\n \nv. The First Nat’l Bank of Chicago\n, 239 B.R. 728 (E.D. Pa. 1999) as\nsupport for their argument that § 1641(d)(1) does not provide for assignee liability for claims sounding\nin tort.\n  \nThe \nMurray\n court rejected a claim against an assignee for alleged violation of the Equal Credit\nOpportunity Act.\n  \nDefendants quote the following language from \nMurray\n:\nIt is unclear to us whether any ECOA claims could arise here “with respect to [the]\nmortgage.”\n  \nRather, they appear to us to arise from the distinct decision of Coastal\nregarding the extent of credit to be offered to the Murrays.\n  \nThere is no allegation that the\nDefendant “participated” in Coastal’s decision to offer credit to the Murrays, as is normally\nnecessary to trigger ECOA assignee liability.\n \n239 B.R. at 735-36 (citations omitted).\n  \nThis Court does not find \nMurray\n persuasive on the issue of\n \nwhether the claims in this case are claims “with respect to [the] mortgage.”\n    \nBefore reaching the §\n1641(d)(1) issue, the \nMurray\n court awarded damages under § 1640 and § 1641(d)(2)(A) which, by\neffect of the damages cap provided for in § 1641(d)(2), “eliminate[d] all further claims of the Debtor\nunder state and federal law against the Defendant arising out of this transaction.”\n  \nId. \nat 735.\n \nTherefore, the issue of where to draw the line under § 1641(d)(1) was never reached by the \nMurray\ncourt.\n{41}\n    \nHOEPA’s statutory scheme is a demanding one.\n  \nIt requires the marketplace to police the actions\nof brokers and lenders and requires purchasers of mortgages to assume the liabilities (within certain\ncaps) of those from whom they purchase high cost loans.\n  \nIt is designed to protect consumers of high\ncost loans.\n  \nIt would not provide that protection if it were interpreted to limit assignee liability to only\nthose violations which appeared on the face of the document.\n \nConclusion\n \n{42}\n    \nPlaintiffs base this action on the operation of the Agreement between Dylan and HomeGold.\n \nBecause there is a contract which provides the basis for plaintiffs’ claims, their cause of action for\nunjust enrichment is improper and should be dismissed.\n  \nHowever, plaintiffs’ Complaint alleges\nsufficient facts upon which to base their claims for unfair trade practices, usury, and breach of duty of\nloyalty.\n  \nPlaintiffs allege that Dylan and HomeGold entered into a agreement, the operation of which\nwas illegal.\n  \nDefendants argue that because the Agreement required the parties to act in compliance\nwith the law, plaintiffs may not properly base their claims on the Agreement.\n  \nThe Court finds that the\nAgreement between Dylan and HomeGold does not operate to bar plaintiffs’ claims.\n  \nThis Court also\nfinds as a matter of law that Dylan, as a mortgage broker, owed a fiduciary duty to its borrowers.\n \nAccordingly, plaintiffs’ claims for breach of fiduciary duty may be properly based on the operation of\nthe Agreement.\n{43}\n    \nPlaintiffs’ claim for usury is based on the allegation that Dylan charged fees that were excessive\nunder Chapter 24 of the North Carolina General Statutes.\n  \nThe Court finds that N.C.G.S. § 24-10(a)\napplies to home loans and, subject to express exceptions, effectively limits the amount of permissible\nfees to 1 percent of the loan amount.\n  \nSuch an exception is created by N.C.G.S. § 24-1.1A(c) which\nprovides that the lender and borrower may negotiate the amount of “discount points, commitment fees,\nfinance charges or other similar charges.”\n  \nThe Court reserves for a later date the determination of\nwhether the fees charged to plaintiffs in this case fall within the exception created by N.C.G.S. § 24-\n1.1A(c).\n  \nHowever, for the purposes of this motion, plaintiffs have sufficiently stated a claim under\nChapter 24.\n{44}\n    \nThe Court also finds that plaintiffs have pled sufficient grounds for asserting assignee liability\nagainst Associates and EquiCredit.\n  \nWhile the Court reserves judgment on the question of whether\nAssociates and EquiCredit are holders in due course, the Court finds that, as assignees, they are subject\nto liability under § 1641(d) of the federal Truth In Lending Act.\n  \nTherefore, plaintiffs’ claims against\nAssociates and EquiCredit survive these defendants’ motion to dismiss.\n{45}\n    \nTherefore, it is hereby ordered adjudged and decreed:\n \n1.\n                  \nPlaintiffs’ claim for unjust enrichment is dismissed.\n \n2.\n                  \nWith respect to all other claims asserted by plaintiffs, defendants’ motions to dismiss are\ndenied.\n \n \n \nThis the 12th day of June, 2000.\n \n \nFootnote 1\n  \nThough plaintiffs refer to and describe the terms of the Agreement in the Amended\nComplaint, they did not attach a copy to the Amended Complaint.\n  \nHowever, if a document is expressly\nreferenced in a complaint, the Court can consider the document without converting a motion to dismiss\ninto a motion for summary judgment.\n  \nSee Branch v. Tunnell\n, 14 F.3d 449, 454 (9th Cir. 1994)\n(“[D]ocuments whose contents are alleged in a complaint and whose authenticity no party questions, but\nwhich are not physically attached to the pleading, may be considered in ruling on a Rule 12(b)(6) motion\nto dismiss.”); \nBeddall v. State St. Bank & Trust Co\n., 137 F.3d 12, 16-17, (1st Cir. 1998); \nGFF Corp. v.\nAssociated Wholesale Grocers, Inc.\n, 130 F.3d 1381, 1384-85 (10th Cir. 1997).\n \nFootnote 2\n  \nPlaintiffs argue that while Dylan is directly liable for this statutory violation, HomeGold is\nliable under a theory of partnership liability.\n  \nWhether a partnership existed between Dylan and HomeGold\ninvolves questions of fact that are not properly at issue on a motion to dismiss.\n  \nThe existence of the\nwritten agreement between the parties does not necessarily preclude a finding of a partnership which\nwould support liability.\n  \nThose issues are more appropriately addressed at the summary judgment stage of\nthe proceedings.\n  \nIn addition, at this stage in the proceedings, the Court declines to decide whether Chapter\n53 is applicable to HomeGold.\n \nFootnote 3\n  \nChapter 24 was revised extensively effective October 1, 1999. The loans at issue in this action\nwere entered into prior to that date and the previous version of Chapter 24 applies in this case.\n \nFootnote 4\n  \nAssignee liability under TILA is not without limitation.\n  \nThe statute sets a cap on damages\nrecoverable from an assignee.\n  \nSee\n 15 U.S.C. § 1641(d)(2)."
}