{
  "id": "8176eef0b5d1b140bbc10dc7088691963fc401c11a35235453bfbe1c2d1e0e36",
  "source_file": "data/raw/ncbc/8176eef0b5d1b140bbc10dc7088691963fc401c11a35235453bfbe1c2d1e0e36.pdf",
  "raw_text": "In re Se. Eye Ctr. (Old Battleground v. CCSEA), 2017 NCBC 3. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \n IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 1648 \nIN RE SOUTHEASTERN EYE CENTER-\nPENDING MATTERS  \n ORDER AND OPINION  \nON MOTIONS TO DISMISS \n(OLD BATTLEGROUND v. CCSEA) \n \n \n1. THIS MATTER  is before the Court upon (1) C. Richard Epes’s (“Epes”) \nMotion to Dismiss the Thirteenth and Sixteenth Crossclaims filed by Historic Castle \nMcCulloch, LLC, Castle McCulloch, Inc., and Richard A. Harris (collectively, the \n“Castle McCulloch Defendants”), (2) Epes’s Motion to Dismiss the Crossclaims filed \nby Douglas S. Harris (“Harris”), and (3) Nivison Family Investments, LLC, Old \nBattleground Properties, Inc. and Arthur Nivison’s (collectively, “Nivison”) Motion to \nDismiss Crossclaims Filed by James Mark McDaniel (“McDaniel”) (collectively, the \n“Motions to Dismiss”) in Old Battleground Properties, Inc. v. Central Carolina \nSurgical Eye Associates, P.A., (15 CVS 1648) (the “Action”).1 \n2. Having considered the Motions and the briefs in support and opposition to \nthe Motions,2 the Court hereby GRANTS the Motions to Dismiss. \nSmith Debnam Narron Drake Saintsing & Myers, LLP, by Byron L. Saintsing, \nfor Plaintiffs Old Battleground Properties, Inc., Nivison Family Investments, \nLLC, and Arthur Nivison. \n \n                                                 \n1  The Action includes Nivison v. Harris (14 CVS 9564), which was consolidated with Old \nBattleground Properties, Inc. v. Central Carolina Surgical Eye Associates, P.A. (15 CVS \n1648) under the 15 CVS 1648 caption. The Action was then further consolidated with five \nother lawsuits into In re Southeastern Eye Center—Pending Matters (15 CVS 9564) \n(hereinafter, the “Consolidated Actions”).    \n \n2 Pursuant to BCR 15.4 (2006) and BCR 7.4 (2016), the Court elects to consider and decide \nthe Motions without oral argument and on the papers submitted. \n \nMcAllister, Aldridge & Kreinbrink, PLLC, by Kenneth W. McAllister and the \nLaw Offices of Richard M. Greene, by Richard M. Greene for Defendant \nCharles Richard Epes, M.D. \n \nDefendant J. Mark McDaniel, pro se. \n \nDefendant Douglas S. Harris, pro se. \n \nWyatt Early Harris Wheeler, LLP, by Scott F. Wyatt and Donavan J. \nHylarides, for Defendants Richard A. Harris, Historic Castle McCulloch, LLC, \nand Castle McCulloch, Inc. \n \nBledsoe, Judge. \nI. \nPROCEDURAL BACKGROUND \n3. On July 21, 2014, Nivison Family Investments, LLC filed the Action against \nHarris, individually and as Trustee of JDPW Trust U/T/A Dated June 8, 2007, JDPW \nTrust U/T/A Dated June 8, 2007, and NewBridge Bank. \n4. Harris filed counterclaims against Nivison Family Investments, LLC and, \non November 6, 2014, filed a Third-Party Complaint against Central Carolina \nSurgical Eye Associates, P.A. (“CCSEA”), HUTA Leasing Company (“HUTA”), \nSoutheastern Eye Management, Inc. (“SEM”), EMS Partners, LLC (“EMS”), MEM of \nHigh Point, LLC (“MEM”), Southeastern Cataract Laser Center, PLLC (“SCLC”), \nMcDaniel, Epes, Arthur Nivison, and Old Battleground Properties, Inc. \n5. On June 19, 2015, the Court entered an Order consolidating the Action with \nthe other matters pending in, and directing all subsequent pleadings to be filed in the \nMaster File in, In re Southeastern Eye Center – Pending Matters (15 CVS 1648). \n \n6. Subsequently, on June 22, 2015, the Court entered a Case Management \nOrder (“Master Case Management Order”) in the Consolidated Actions that \nestablished a claims procedure to be used in lieu of filing additional lawsuits.   \n7. On July 3, 2015, Harris voluntarily dismissed without prejudice his third-\nparty claims against CCSEA, HUTA, SEM, EMS, MEM, SCLC, McDaniel, and Epes.  \nHarris did not dismiss his third-party claims against Arthur Nivison and Old \nBattleground, Inc. \n8. On July 14, 2015, the Court approved a Settlement between Epes and his \nwife, on the one hand, and the Receiver, on the other hand; appointed the Receiver \nas receiver for KEPES Newco, LLC (“KEPES”) and DRE Newco, LLC (“DRE”); and \nentered a restraining order. \n9. Plaintiffs Old Battleground Properties, Inc. and Nivison Family \nInvestments, LLC (collectively, “Plaintiffs”) filed their Amended Consolidated \nComplaint in the Action on September 17, 2015 (“Amended Consolidated \nComplaint”).  The Amended Consolidated Complaint asserted claims against Epes, \nMcDaniel, Harris, individually and as trustee of JDPW Trust U/T/A Dated June 8, \n2007, and the Castle McCulloch Defendants, among others. \n10. On March 28, 2016, Plaintiffs dismissed all claims against McDaniel filed in \nthe Action. \n11. On April 15, 2016 , t he Cast le McCulloch Defendants moved for leave to \namend their Answer and to add crossclaims against Harris, McDaniel, Epes, CCSEA, \nHUTA, SEM, SCLC, EMS, KEPES, and DRE (the “Castle McCulloch Defendants’ \n \nMotion to Amend”).  The Castle McCulloch Defendants  previously had not asserted \ncrossclaims against McDaniel or Epes.   \n12. On June 27, 2016, Plaintiffs voluntarily dismissed with prejudice the claims \nfiled in the Action against Epes, Charles Richard Epes, E. Richard Epes, and Bessie \nK. Epes (the “Epes Defendants”), and the Epes Defendants voluntarily dismissed with \nprejudice their claims against Plaintiffs in the Action.  \n13. On August 24, 2016, t he Court granted the Castle McCulloch Defendants’ \nMotion to Amend, without prejudice to any party’s right to move to dismiss the newly-\nadded crossclaims.   \n14. The Castle McCulloch Defendants filed their Amended Answer and \nCrossclaims on August 30, 2016. \n15. On September 26, 2016, McDaniel filed his answer to the Castle McCulloch \nDefendants’ crossclaims and asserted crossclaims against Nivison. \n16. On September 29, 2016, Epes moved under N.C. R. Civ. P. Rules 12(b)(6) \nand 13(g) to dismiss the c rossclaims filed aga inst him  by the Castle McCulloch \nDefendants because Epes was no t a party to th e Action when the c rossclaims were \nfiled and served.  Epes also requested an award of attorneys’ fees and costs from the \nCastle McCulloch Defendants. \n17. On October 12, 2016, the Castle McCulloch Defendants filed a response brief \nin opposition to Epes’ s motion to dismiss their cross claims and indicated in their \nresponse brief that , in the alternative , they moved  to add Epes as a third -party \n \ndefendant.  The Castle McCulloch Defendants did not file a separate motion to \nsupport their request to add Epes as a third-party defendant. \n18. On October 26, 2016, Nivison moved to dismiss McDaniel’s crossclaims \nunder Rules 12(b)(6) and 13(g) because McDaniel was not a  coparty at the time his \ncrossclaims were filed or served and thus did not have standing to assert crossclaims \nagainst Nivison. \n19. On Nove mber 2, 2016, Harris filed his a nswer to the Castle McCulloch \nDefendants’ crossclaims and asserted crossclaims against Epes. \n20. On December 3, 2016, Epes moved to dismiss the crossclaims asserted by \nHarris against Epes under Rules 12(b)(6) and 13(g) because Epes was not a coparty \nat the time Harris’s crossclaims were filed or served.  Epes also requested an award \nof attorneys’ fees and costs from Harris. \nII. \nMOTIONS TO DISMISS \n21. On a motion to dismiss pursuant to Rule 12(b)(6) of the North Carolina \nRules of Civil Procedure, the Court considers “whether the pleadings, when taken as \ntrue, are legally sufficient to satisfy the elements of at least some legally cognizable \nclaim.”  Arroyo v. Scottie’s Professional Window Cleaning, Inc., 120 N.C. App. 154, \n158, 461 S.E.2d 13, 16 (1995) (quoting Harris v. NCNB Nat’l Bank of N.C., 85 N.C. \nApp. 669, 670, 355 S.E.2d 838, 840 (1987)).  The Court construes a party’s pleading \nliberally and generally accepts all allegations as true.  Laster v. Francis, 199 N.C. \nApp. 572, 577, 681 S.E.2d 858, 862 (2009).  Dismissal under Rule 12(b)(6) is proper \n \nonly “when one or more of the following three conditions is satisfied: (1) when the \n[pleading] on its face reveals that no law supports plaintiff’s claim; (2) when the \n[pleading] reveals on its face the absence of fact sufficient to make a good claim; [or] \n(3) when some fact disclosed in the [pleading] necessarily defeats the plaintiff’s \nclaim.”  Oates v. JAG, Inc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985) (citation \nomitted).   \n22. Under Rule 13(g) of the North Carolina Rules of Civil Procedure, “[a] \npleading may state as a crossclaim any claim by one party against a coparty arising \nout of the transaction or occurrence that is the subject matter either of the original \naction or of a counterclaim therein or relating to any property that is the subject \nmatter of the original action.”  Accordingly, “under Rule 13(g), in order for a person \nor entity to assert a crossclaim in a pleading, that person or entity must be a party to \nthe action.”  Outlaw v. Johnson, 190 N.C. App 233, 253, 660 S.E.2d 550, 564 (2008).  \nSimilarly, a crossclaim can only be asserted against a party to the litigation.  N.C. R. \nCiv. P. 13(g). \n23. The Court takes judicial notice from the Court’s docket in this case that, as \nof the date of the filing of the Castle McCulloch Defendants’ Amended Answer and \nCrossclaims, Epes and McDaniel were no longer parties to the Action.  As a result, \nthe Castle McCulloch Defendants and Harris could not assert crossclaims against \nEpes or McDaniel in the Action under Rule 13(g) as a matter of law, and those \ncrossclaims must therefore be dismissed.  Outlaw, 190 N.C. App. at 254, 660 S.E.2d \nat 564–65; N.C. R. Civ. P. 12(h)(3); see generally Artis v. Williford, No. COA11-1059, \n \n2012 N.C. App. LEXIS 615, at *3–4 (N.C. App. May 15, 2012) (unpublished) (citing \nSchnitzlein v. Hardee’s Food Sys., Inc., 134 N.C. App. 153, 156, 516 S.E.2d 891, 892 \n(1999)) (holding that trial court could not consider a motion to dismiss after plaintiffs’ \nvoluntary dismissal).   \n24. Similarly, the Court’s docket shows that when McDaniel filed his answer to \nthe Castle McCulloch Defendants’ crossclaims and asserted crossclaims against \nNivison on September 26, 2016, McDaniel was not a party to the Action.  As a result, \nMcDaniel’s crossclaims were improper under Rule 13(g) as a matter of law and should \ntherefore be dismissed. \n25. The Castle McCulloch Defendants advance an alternative argument in their \nopposition brief that in the event the Court grants Epes’s Motion to Dismiss, they \nseek to assert their purported crossclaims against Epes as third-party claims against \nEpes as a newly-added third-party defendant.  Under the North Carolina Business \nCourt Rules, however, a request for relief such as that advanced by the Castle \nMcCulloch Defendants here must be in the form of a motion set out in a separate \npaper.  BCR 15.2 (2006); BCR 7.2 (2016) (effective January 1, 2017).  Motions before \nthis Court must comply with the Business Court Rules or risk summary denial in the \nCourt’s discretion.  See BCR 15.11 (2006); BCR 7.2 (2016); see also generally Helm v. \nAppalachian State Univ., 194 N.C. App. 239, 248–49, 670 S.E.2d 571, 578–79 (2008) \n(affirming trial court’s refusal to consider motion failing to comply with North \nCarolina Rules of Civil Procedure), rev’d on other grounds, 363 N.C. 366, 677 S.E.2d \n \n454 (2009); N.C. Alliance of Transp., Inc. v. N.C. Dep’t of Transp., 183 N.C. App. 466, \n469–70, 645 S.E.2d 105, 108 (2007) (same).   \n26. Moreover, the Castle McCulloch Defendants’ failure to set out their request \nin a separate motion was potentially of consequence here, given the size and \ncomplexity of the Consolidated Actions and the failure of the Notice of Filing \ngenerated by the Court’s electronic-filing system to inform parties to the Action that \na motion had been filed.   \n27. Therefore, the Court, in the exercise of its discretion, will not consider the \nCastle McCulloch Defendants’ purported motion at this time because it was raised \nonly as an alternative argument in their opposition brief.   \nIII. \nCONCLUSION \n28. Based on the foregoing, the Court hereby (i) GRANTS the Motions to \nDismiss, (ii) DISMISSES without prejudice the crossclaims filed by the Castle \nMcCulloch Defendants against Epes and McDaniel, the crossclaims filed by Harris \nagainst Epes, and the crossclaims filed by McDaniel against Nivison, and (iii) in its \ndiscretion and under the circumstances of this matter, DENIES Epes’s request for \nattorneys’ fees and costs against Harris and the Castle McCulloch Defendants.  \nSO ORDERED, this the 11th day of January, 2017. \n \n \n     /s/ Louis A. Bledsoe, III   \n     Louis A. Bledsoe, III \n     Special Superior Court Judge \n       for Complex Business Cases   \n "
}