{
  "id": "81f29f70acd88f9474c39fcd1e3f94c1781d065acbb8e239ec89a59c3e286ae9",
  "source_file": "data/raw/ncbc/81f29f70acd88f9474c39fcd1e3f94c1781d065acbb8e239ec89a59c3e286ae9.pdf",
  "raw_text": "The Kimberly Rice Kaestner 1992 Trust v. N.C. Dep’t of Rev., 2013 NCBC 9. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUS TICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 12 CVS 8740 \n \n \nTHE KIMBERLY RICE KAESTNER 1992 ) \nTRUST,  ) \n Plaintiff )  \n  ) \n v.  ) OPINION AND  ORDER  \n   ) ON DEFENDANT'S \n   ) MOTION TO DISMISS \nNORTH CAROLINA DEPARTMENT OF ) \nREVENUE,   ) \n  Defendant ) \n \n \n THIS MATTER comes before the court on Defendant No rth Carolina Department \nof Revenue's Motion to Dismiss (\"Motion\") Plaintiff's various claims pursuant to Rules \n12(b)(1), (2) and (6) of the North Carolina Rules of Civil Procedure (\"Rule(s)\"); and \n THE COURT, having reviewed the Motion, briefs in s upport and in opposition \nthereof and other appropriate matters of record, FINDS, CONCLUDES and ORDERS \nthat the Motion is GRANTED in part, and DENIED in part, for the reasons stated herein. \nMoore & Van Allen, P.L.L.C. by Thomas D. Myrick, Esq. and Neil T. Bloomfield, \nEsq. for Plaintiff. \n \nNorth Carolina Department of Revenue by Kay Linn Miller Hobart, Esq. and \nPeggy Vincent, Esq. for Defendant.  \n \nProcedural Posture \n \n[1] The Kimberly Rice Kaestner 1992 Trust brings th e present action and \nasks this court to determine that as it relates to this action, North Carolina General \nStatute § 105-160.2 (hereinafter, references to North Carolina General Statutes will be \nto \"G.S.\") violates the Due Process Clause and the Commerce Clause of the United \n  \nStates Constitution and Section 19 of the North Carolina Constitution.  Plaintiff seeks a \nrefund of all taxes, penalties and interest paid by it pursuant to G.S. 105-160.2 for the \ntax years 2005 through 2008 (\"Constitutional Claims\").  Plaintiff further seeks to enjoin \nDefendant from enforcing any assessments issued pursuant to G.S. 105-160.2 and \nfrom issuing future assessments against Plaintiff based on the same statute (\"Injunctive \nRelief\"). \nFactual Background  \n[2] G.S. 105-160.2 provides, in pertinent part, tha t the North Carolina \nDepartment of Revenue may assess an income tax on the portion of a foreign trust's \nretained income that is for the benefit of a North Carolina resident. \n[3] Plaintiff is a wholly foreign trust.  Neither P laintiff's trustees nor its settlor \nhave ever resided in North Carolina.  Plaintiff's situs is located outside North Carolina. \nAll property owned by Plaintiff is located outside of North Carolina.  Plaintiff has never \nmade a distribution to any beneficiary residing in North Carolina.  Plaintiff derives no \nincome within North Carolina or from North Carolina sources.  It apparently is \nuncontested that Plaintiff's sole connection to North Carolina is the presence of \nPlaintiff's current beneficiaries, Mrs. Kimberly Rice Kaestner and her three children \n(\"Beneficiaries\"), within the State.   \n[4] Plaintiff operates as a discretionary trust, wi th the Trustee having absolute \ndiscretion as to whether distributions are made to the Beneficiaries.  None of the \nBeneficiaries may make a demand on Plaintiff for a distribution nor do the Beneficiaries \nhave any rights as to Plaintiff's assets.   \n  \n[5] Plaintiff paid taxes to Defendant pursuant to G .S. 105-160.2 for the \ncalendar years 2005 through 2008 based solely on the presence of the Beneficiaries \nwithin North Carolina.   \n[6] In 2009, Plaintiff filed claims with Defendant for a refund of all taxes paid \npursuant to G.S. 105-160.2 for the tax years 2005 through 2008.  Those claims were \ndenied by Defendant.   \n[7] In 2010, Plaintiff filed an Objection and Reque st for Departmental Review \nbased on Defendant's denial of Plaintiff's 2009 claims.  Defendant again denied \nPlaintiff's claims. \n[8] In 2011, Plaintiff commenced an action before t he Office of Administrative \nHearings seeking the same relief it seeks here.  The Office of Administrative Hearings \ndismissed Plaintiff's action based on lack of jurisdiction because the sole issue for \ndetermination was the constitutionality of G.S. 105-160.2.   \n[9] Plaintiff then filed its civil action with this  court pursuant to G.S. 105-\n241.17.  All other requirements of G.S. 105-241.17 have been satisfied, and this case is \nproperly before the court.  \n Discussion  \n[10] Plaintiff contends the taxation scheme outline d in G.S. 105-160.2 is \nunconstitutional under the Due Process Clause of the United States Constitution (\"Due \nProcess Clause\") because the mere presence of a beneficiary within the state is not a \nsufficiently substantial connection with North Carolina to justify the state imposing a tax \non Plaintiff's retained income.  Plaintiff further argues that G.S. 105-160.2 is \nunconstitutional under the Due Process Clause because there is no rational relationship \n  \nbetween the tax imposed on Plaintiff by G.S. 105-160.2 and any benefit provided to \nPlaintiff by the state. \n[11] Plaintiff also argues that G.S. 105-160.2 is u nconstitutional under the \nCommerce Clause of the United States Constitution (\"Commerce Clause\") because: (a) \nthe tax is not applied to an activity with a substantial nexus to North Carolina; (b) the tax \nis not fairly apportioned; (c) the tax discriminates against interstate commerce and (d) \nthe tax is not fair relative to the services provided to Plaintiff by North Carolina. \n[12] Lastly, Plaintiff contends that G.S. 105-160.2  is unconstitutional under \nSection 19 of the North Carolina Constitution (\"Section 19\") because the statute \ndeprived Plaintiff of property without due process of law and in violation of the \nCommerce Clause. \n[13] The Motion seeks dismissal of Plaintiff's Cons titutional Claims pursuant to \nRule 12(b)(6) and dismissal of the Injunctive Relief sought by Plaintiff pursuant to Rules \n12(b)(1), (2) and (6).  In support of the Motion, Defendant argues that Plaintiff's \nConstitutional Claims fail as a matter of law because G.S. 105-160.2, on its face, \nconforms to the Due Process Clause, the Commerce Clause and Section 19.  Plaintiff \nalso submits that the Injunctive Relief sought by Plaintiff is barred by sovereign \nimmunity and G.S. 105-241.19. \n[14] Turning first to Plaintiff's prayer for Injunc tive Relief, the court FINDS and \nCONCLUDES that G.S. 105-241.19 sets out the exclusive remedies for disputing the \ndenial of a requested refund and expressly prohibits actions for injunctive relief to \nprevent the collection of a tax.  Therefore, Plaintiff cannot pursue Injunctive Relief in this \n  \naction, and the Motion should be GRANTED as to the Injunctive Relief sought by \nPlaintiff.  Plaintiff's Injunctive Relief claim should be DISMISSED.  \n[15] Turning next to Plaintiff's Constitutional Cla ims, the court notes that \ndismissal of a claim pursuant to Rule 12(b)(6) is appropriate \"when the complaint on its \nface reveals that no law supports plaintiff's claim . . . .\"  Jackson v. Bumgardner , 318 \nN.C. 172, 175 (1986).  Conversely, a claim should not be dismissed pursuant to Rule \n12(b)(6) unless, \"it appears beyond a reasonable doubt that the plaintiff could not prove \nany set of facts in support of his claim that would entitle him to relief.\"  Sutton v. Duke , \n277 N.C. 94, 108 (1970).  A party may move to dismiss under Rule 12(b)(6) to test the \nlegal sufficiency of a complaint asserting constitutional issues.  N.C. E. Mun. Power v. \nWake Cnty., 100 N.C. App. 693 (1990).   \n[16] It appears to the court that this issue is a m atter of first impression in North \nCarolina.  This fact is apparently uncontested by Defendant.  There is no affirmative \ncase law in North Carolina upholding the constitutionality of G.S. 105-160.2 that bars \nPlaintiff's Constitutional Claims.  Further, neither the court nor the parties have found \nany binding law from other sources that upholds a taxation scheme similar to G.S. 105-\n160.2.   The cases cited by Defendant in support of the Motion are not entirely \nanalogous, either legally or factually, to the present action and are, for the most part, \nfrom other jurisdictions.  Therefore, the court has no basis to conclude that Plaintiff's \nConstitutional Claims, on their face, must fail as a matter of law.   \n[17] In addition, Plaintiff cites to a number of si milar cases that support its \ncontention that G.S. 105-160.2 is unconstitutional.  It appears to the court that there is \nat least a colorable argument that North Carolina's imposition of a tax on a foreign trust \n  \nbased solely on the presence of a beneficiary in the state does not conform with the \nDue Process Clause, the Commerce Clause or Section 19.  In so finding, the court does \nnot pass judgment on the ultimate constitutionality of G.S. 105-160.2.  The court only \nconcludes that there is some basis in the law to support Plaintiff's claims.   \n[18] The Motion now before the court has a somewhat  unusual posture.  To \ngrant the Motion, the court would have to conclude, as a matter of law, that G.S. 105-\n160.2 conforms to the Due Process Clause, the Commerce Clause and Section 19.  \nGiven that there appear to be no remaining factual issues here, and the fact that a Rule \n12(b)(6) motion may be used to test the legal sufficiency of a constitutional claim, the \ncourt might appropriately determine now the ultimate issue of the constitutionality of \nG.S. 105-160.2 in the context of this action.  However, at the hearing on the Motion, \ncounsel for Defendant contended that this court should not determine the present action \non its merits and instead base its decision solely on the narrow legal issue of whether \nPlaintiff has failed to state a claim upon which relief may be granted.  This apparently \nwas on the theory that there may be relevant facts not currently of record that could \nimpact the ultimate outcome of this matter.  Upon due consideration, the court declines \nto reach the ultimate constitutionality of G.S. 105-160.2 at this time, and instead limits \nitself to determining whether Plaintiff's claims fail as a matter of law.   \n[19] Based on the foregoing, the court CONCLUDES th at Plaintiff's \nConstitutional Claims are sufficient to withstand the Motion, and the Motion therefore \nshould be DENIED as to Plaintiff's Constitutional Claims.   \n  \nTHEREFORE, it hereby is ORDERED that: \n[20] As to Plaintiff's claim for Injunctive Relief,  the Motion is GRANTED and \nPlaintiff's Injunctive Relief claim is DISMISSED. \n[21] As to Plaintiff's Constitutional Claims, the M otion is DENIED.   \nThis the 11th day of February, 2013. \n   \n "
}