{
  "id": "81f952203fe67ecf4a8591e301f7162649f36448dfd0b9976eb77cba88045b87",
  "source_file": "data/raw/ncbc/81f952203fe67ecf4a8591e301f7162649f36448dfd0b9976eb77cba88045b87.pdf",
  "raw_text": "STATE OF NORTH CAROLINA\n \nCOUNTY OF MECKLENBURG\n \n \n \nNOVANT HEALTH, INC.,\nPRESBYTERIAN REGIONAL\nHEALTHCARE CORP., THE\nPRESBYTERIAN HOSPITAL, and\nPRESBYTERIAN HEALTH\nNETWORK, INC.,\n \n \nPlaintiffs,\n \nv.\n \nAETNA U.S. HEALTHCARE OF\nTHE CAROLINAS, INC.,\n \nDefendant.\n \n \n \n \n  IN THE GENERAL COURT OF\nJUSTICE\nSUPERIOR COURT \nDIVISION\n98 CVS 12661\n \n \n \n \n \n \n \n \n \nORDER and OPINION\n \n \n \n \n \n \n \n \n \n{1}\n             \nTHIS MATTER comes before the Court on the motion for partial summary judgment on the issue\nof Defendant Aetna U.S. Healthcare of the Carolinas, Inc.’s (“Aetna-USH”) liability for breach of\ncontract, such motion having been filed by Plaintiffs Novant Health, Inc., Presbyterian Regional\nHealthCare Corp., the Presbyterian Hospital, and Presbyterian Health Network, Inc. (collectively,\n“Presbyterian”).\n  \nFor the reasons set forth below, Presbyterian’s motion for partial summary judgment\nis granted.\n \n{2}\n             \n \nKilpatrick Stockton L.L.P., by Denise M. Gunter, Noah\n  \nH. Huffstetler, III and Raboteau T.\nWilder, Jr.,\n  \nfor Plaintiffs Novant Health, Inc., Presbyterian Regional HealthCare Corp.,\nThe Presbyterian Hospital and Presbyterian Health Network, Inc.\nSmith Helms Mulliss & Moore, L.L.P., by T. Jonathan Adams and\n  \nThomas W. Murrell,\nIII,\n  \nfor Defendant Aetna U.S. Healthcare of the Carolinas, Inc.\nI.\n{3}\n             \nThis is a breach of contract action involving cancellation of four agreements between Presbyterian\nand U.S. Healthcare of the Carolinas, Inc. (“USH”), Aetna-USH’s predecessor in interest.\n  \nThe four\ncontracts between Presbyterian and USH include the “Managed Care Agreement,” two “Primary\nNetwork” agreements,\n  \nand a “Specialty Network Agreement.”\n  \nThe agreements became effective in\n1995, and Presbyterian and its network physicians began providing services to members pursuant to\nthe agreements.\n{4}\n             \nCombined, the agreements provide an integrated health maintenance organization (“HMO”)\ninsurance product to individuals receiving benefits from USH (“Members”).\n{5}\n             \nIn 1996 USH and Aetna Life & Casualty merged to form Aetna-USH.\n  \nAt the time of the merger\nAetna had three times as many members as USH and had an existing contract with Carolinas\nHealthCare System (“CHS”).\n{6}\n             \nIn August 1998, Aetna-USH and CHS issued a joint press release, which announced that Aetna-\nUSH’s contract with Presbyterian would terminate, that Members with physicians chosen through the\nPresbyterian network would be required to choose new primary care physicians by January 1, 1999,\nand that CHS would soon be the exclusive provider of hospital services for Aetna-USH.\n{7}\n             \nIn letters dated August 26, 1998, Aetna-USH terminated all four agreements with Presbyterian.\n  \nIn\nits termination letter, Aetna-USH indicated that it was terminating three of the agreements – the\nManaged Care Agreement and both Primary Network agreements – “pursuant to section 12.A” of the\nrespective agreements; it cancelled the Specialty Network Agreement pursuant to section 8.A of that\nagreement.\n  \nAetna-USH did not identify in its letters of termination any other cause for termination\nother than the provisions identified above.\n{8}\n             \nSection 12 of the Managed Care Agreement provides:\n12. Term Of Agreement\nA.\n  \nThis Agreement shall be effective for five (5) years from [effective date] and thereafter\nshall be renewed for an additional five (5) years unless terminated by either party . . . at\nleast one-hundred eighty days prior to such date.\nB.\n  \nThis agreement may be terminated at any time by either party by thirty (30) days prior\nwritten notice of such termination to the other party upon default or breach by such party of\none or more of its obligations hereunder unless such default or breach is cured within thirty\n(30) days of the notice of termination.\nBoth Primary Network agreements contain identical provisions for terminating the contract.\n  \nSection 8 of\nthe Specialty Network Agreement is identical in content to sections 12 of the other three agreements.\n  \nThe\nrelevant clauses of Sections 12 and 8 state:\n12.\n  \nTermination\n   \n[8.\n  \nTerm]\nA.\n  \nThis Agreement shall be effective for five (5) years from [effective date] and thereafter\nshall be renewed for an additional five (5) years unless terminated by either party . . . at\nleast one hundred eighty days prior to the end of the initial term.\nB.\n  \nThis agreement may be terminated at any time by either party by thirty (30) days prior\nwritten notice of such termination to the other party upon default or breach by such party of\none or more of its obligations hereunder unless such default or breach is cured within thirty\n(30) days of the notice of termination.\nThe only difference between the Managed Care Agreement and the other three agreements is the language\nreferring to “such date” at the end of Section 12.A, instead of “end of initial term” as in the other three\nagreements.\n  \nSection 12.C. provides a list of circumstances for which the agreements may be immediately\nterminated (i.e., expiration of licensure, bankruptcy, debarment, etc.), all of which require some degree of\nfault.\n{9}\n             \nOn August 28, 1998, Presbyterian issued a letter demanding that Aetna-USH honor the five-year\nterm of the agreements.\n  \nAetna-USH refused and Presbyterian filed this lawsuit.\n{10}\n         \nThe motion for partial summary judgment requires the court to interpret the language of the\ncontract.\nII\n{11}\n         \nPursuant to Rule 56(c) of the North Carolina Rules of Civil Procedure, summary judgment shall be\nrendered if the pleadings, depositions, answers to interrogatories, and admissions on file, together with\nthe affidavits, if any, show that there is no genuine issue as to any material fact and that any party is\nentitled to judgment as a matter of law.\n  \nSee \nN.C. R.\n  \nCiv. P. 56(c); \nsee also Beam v. Kerlee\n, 120 N.C.\nApp. 203, 209, 461 S.E.2d 911, 916 (1995)\n  \n(recognizing that summary judgment is appropriate only\nwhen “there is no dispute as to any material fact”).\n  \nAs moving parties, defendants have “the burden of\nshowing there is no triable issue of material fact.”\n  \nFarrelly v. Hamilton Square\n, 119 N.C. App. 541,\n543, 459 S.E.2d 23, 25-26; \nsee also Taylor v. Ashburn\n, 112 N.C. App. 604, 606, 436 S.E.2d 276, 278\n(1993).\n  \nIn determining whether that burden has been met, the court “must view all the evidence in the\nlight most favorable to the non-moving party, accepting all its asserted facts as true, and drawing all\nreasonable inferences in its favor.”\n  \nLilley v. Blue Ridge Elec. Membership Corp.\n, 133 N.C. App. 256,\n258, 515 S.E.2d 483, 485 (1999); \nsee also Murray v. Nationwide Mut. Ins. Co.,\n 123 N.C. App. 1, 472\nS.E.2d 358, 362 (1996).\n{12}\n         \nTo grant summary judgment, the court must conclude that no reasonable jury could find in favor\nof the non-moving party.\n  \nSee Anderson v. Liberty Lobby, Inc.\n, 477 U.S. 242, 248 (1986).\n  \n“[T]he\njudge’s function is not himself to weigh the evidence and determine the truth of the matter but to\ndetermine whether there is a genuine issue for trial.” \nId.\n at 249.\n  \nWhen considering a motion for\nsummary judgment, the judge must determine whether a fair-minded jury could return a verdict for the\nnon-movant on the evidence presented.\n  \nSee\n \nMerck-Medco Managed Care, LLC v. Rite Aid Corp.\n, No.\n98-2847, 1999 U.S. App. LEXIS 21487, at *10 (4th Cir. Sept. 7, 1999) (quoting \nAnderson\n, 477 U.S. at\n252).\n{13}\n         \nWhen parties use clear and \nunambiguous\n terms, the court as a matter of law can interpret the\ncontract.\n  \nMountain Fed. Land Bank v. First Union Nat’l Bank\n, 98 N.C. App. 195, 200, 390 S.E.2d\n679, 682, \ndisc. rev. denied\n, 327 N.C. 141, 394 S.E.2d 178 (1990).\n  \nWhile the intent of the parties is at\nthe heart of a contract, intent is a question of law where the writing is unambiguous.\n  \nLane v.\nScarborough\n, 284 N.C. 407, 200 S.E.2d 622 (1973).\n  \nFor the reasons set forth below the Court finds\nsections 12.A and 8.A, as referenced above, unambiguous.\n{14}\n         \nPresbyterian argues that the plain meaning of the terms used in Section 12 is subject to only one\nreasonable interpretation:\n  \n“the only time the contract could be cancelled without cause was on the\ninitial fifth year anniversary, and in order for that to happen, the party desiring cancellation had to\nprovide the other party with at least one hundred and eighty days’ prior written notice.”\n  \n(Pl. Br. Supp.\nSumm. J. at 7.)\n \n{15}\n         \nThe automatic renewal provision, Presbyterian argues, is the only part of the section modified by\nthe “unless” clause.\n  \nPresbyterian, relying on Blacks’ Law Dictionary\n \n(7\nth\n ed. 1999), further contends\nthat “such date” in Section 12.A of the Managed Care Agreement could only mean the date having\njust been mentioned: “five (5) years from” the effective date.\n  \n(Pl. Br. Supp. Summ. J. at 10.)\n \n{16}\n         \nPresbyterian also contends that the structure of Section 12 supports the view that 12.A does not\nallow for termination without cause.\n  \nSection 12 contains four sections.\n  \nSection 12.A, according to\nPresbyterian, contains the term of the agreement, whereas Sections 12.B-C provide exclusively for\ntermination.\n  \nPresbyterian contends that a without-cause termination provision would necessarily be\nincluded in Section 12.B.\n{17}\n         \nOn the other hand, Aetna-USH asserts that Section 12.A of the agreement contains “one\nindependent clause (with two predicates) followed by a dependent clause.” (Def. Br. Opp’n Summ. J.\nat 13).\n  \nAetna-USH brings the Court’s attention to the lack of comma before “and thereafter.” Citing a\nnumber of grammar and writing references, Aetna-USH argues that, because of the lack of comma, the\nphrase “unless terminated ” begins a restrictive modifier/clause that modifies both initial term of the\ncontract and the renewal.\n  \nSee, e.g.,\n H. Ramsey Fowler, \nThe Little, Brown Handbook, \np. 528 (1980);\nWilliam Strunk Jr. and E.B. White, \nThe Elements of Style, \n3d ed. P. 4 (1979); Lynn Quitmena Troyka,\nSimon & Schuster Handbook for Writers\n, p. 322 (1987).\n  \nAetna-USH also counters that the most\nreasonable meaning of “such date” in Section 12.A “is the termination date specified in the\ntermination notice.\n  \nSuch date is the date on which termination will be effective.\n  \nIt is the date 180\ndays hence when termination is effective as specified in the notice.”\n  \n(Def. Br. Opp’n Summ. J. at 16.)\n{18}\n         \nAetna-USH counters Presbyterian’s argument on the structure of Section 12 by stating that Section\n12 contains three types of termination provisions, each with differing levels of notice and causation.\n \nSection 12A, a without-cause provision, demands the long notice of six months.\n  \nSection 12.B, a for-\ncause provision, requires only thirty days’ notice.\n  \nFinally, Section 12.C, another for-cause provision\nfor addressing more serious transgressions, gives Aetna-USH the opportunity to terminate the\nAgreement immediately.\n  \nAetna-USH contends that this structure is the most reasonable reading of\nSection 12.\n{19}\n         \nWith respect to the Primary Network and Specialty Network agreements, Presbyterian again\nargues that the plain meaning of the terms used in Section 12 is subject to only one reasonable\ninterpretation:\n  \nthe term of the agreement was for an initial five years; the agreement could be\nterminated only for cause; and, with 180 days’ notice, either party could prevent the renewal of the\ncontract at the end of the initial five years.\n  \nPresbyterian further maintains that the reference to the\n“end of the initial term” in the two Primary Network agreements and the Specialty Network\nAgreement could only “mean that the notice-of-termination provision is triggered by renewal.”\n  \n(Pl.\nBr. Supp. Summ. J. at 8.)\n  \nThus, “unless” a notice is received by one hundred and eighty days before\nthe expiration of the initial five-year term, the contract is automatically renewed.\n \n{20}\n         \nConversely, Aetna-USH posits that the significance of the “end of the initial term” phrase simply\nmeans that Aetna-USH was barred from terminating the agreement during the last six months of the\ninitial five-year term but could terminate the agreements on six months notice at any other time.\n  \nThat\ninterpretation is illogical and strained as indicated below.\n  \nIt also requires a different interpretation\nfrom the Managed Care Agreement.\n{21}\n         \nPresbyterian and Aetna-USH present the same arguments regarding the structure of Sections 12\nand 8 of the Primary Network and the Specialty Network agreements, respectively, as was made for\nthe structure of the Managed Care Agreement.\n{22}\n         \nThis Court does not find Aetna-USH’s reliance on grammar and punctuation persuasive.\n  \nThe\ncourts have long used rules governing grammar as an aid to interpreting statutes, contracts and other\nwritten instruments.\n  \nSee State v. Jernigan\n 7 N.C. (3 Mur. 12) (1819); \nHCA Crossroads Residential\nCtrs. v.\n  \nN.C. Dep’t of Human Res., \n327 N.C. 573, 398 S.E.2d 466 (1990).\n   \nFor example, the North\nCarolina Supreme Court stated as early as 1819 the following general rule for the application of\nantecedent clauses such as the clause at issue in this case:\n \nThe rule of grammar that words shall be referred to the next antecedent, has been adopted\nand enforced in the law from an early period, and has had a direct influence upon the\ndecision of many cases.\n  \nBut much to the credit of the Sages of the law, it has uniformly\nbeen received and practised [sic] upon, with its proper limit and qualification, so as to fulfill\nthe intention of the Legislature in civil matters, to ascertain the design of parties in private\ncontracts, and to furnish a rational exposition of every instrument, public and private that\ncalled for the judgment of a court.\nJernigan, \n7 N.C. 11 (3 Mur. 12) (1819).\n  \nMore recently the Court reiterated this rule.\nBy what is known as the doctrine of the last antecedent, relative and qualifying words,\nphrases, and clauses ordinarily are to be applied to the word or phrase immediately\npreceding and, unless the context indicates a contrary intent, are not to be construed as\nextending to or including others more remote.\n  \n[citations omitted]\nHCA Crossroads Residential Ctrs. v. N.C. Dep’t of Human Res., \n327 N.C. 573, 578, 398 S.E.2d 466, 469\n(1990).\n  \nWhile this rule is favorable to this Court’s ruling, both of these iterations of the general rule as it\nis applied to antecedents contain cautionary language emphasizing the need to construe the language\nconsistently with the intent of the parties and in context with the entire contract regardless of the rules of\ngrammar.\n  \nId.\n  \nIn essence, the doctrine of the last antecedent only applies if it is logical to apply it.\n \nConsequently, the Court does not rely solely on the doctrine of the last antecedent for its ruling, although it\nis logical to apply it here.\n{23}\n         \nThe Court additionally relies on two basic rules of contract construction: (1) “that a \ncontract\n must\nbe construed as a whole, considering each clause and word with reference to other provisions and\ngiving effect to each whenever possible. . . .” and\n  \n(2) “the common or normal meaning of language\nwill be given to the words of a contract unless the circumstances show that in a particular case a\nspecial meaning should be attached to it.”\n  \nMarcoin, Inc. v. McDaniel\n, 70 N.C. App. 498, 504, 320\nS.E.2d 892, 897 (1984), \ndisc. rev. denied\n, 312 N.C. 797, 325 S.E.2d 631 (1985) (citations omitted).\n \n{24}\n         \nThe Court has received the contracts as a whole and also considered the fact that the contracts\nwere designed to operate together.\n  \nThe use of the language “prior to the end of the initial term” in the\nPrimary Network and Special Network agreements\n  \nis a clear indication that “such date” in\n  \nSection\n12.A of the Managed Care Agreement refers to the date at the end of the first five-year term.\n  \nIt is\nequally clear from the contract language that the contracts were to run for an initial five-year term and\nwould renew for an additional five years unless notice was sent at least one hundred and eighty days\nprior to the end of the initial term.\n  \nThat is the common and normal meaning of the language used in\nthe contracts and there exists no basis for giving those words any different or special meaning.\n \n{25}\n         \nAetna-USH’s interpretation causes at least two anomalous results to occur.\n  \nFirst, to apply its\nargument would not give effect to all of the words in the provisions.\n  \nFor example, all four contracts\nmake reference to a five-year period.\n  \nIt is illogical that the parties would make explicit reference to a\nfive-year period if the parties believe the agreements to be terminable at-will with six months’ notice.\n \nThe language specifying the five-year terms does not alter the meaning of the clauses as interpreted by\nAetna-USH, but has central significance as construed by Presbyterian.\n  \nThe same argument applies to\nthe phrase “initial term.”\n  \n“The word ‘term’ means a ‘fixed and definite period of time.’” \nFirst Citizens\nBank & Trust Co. v. Conway Nat’l\n  \nBank, \n282 S.C. 303,306, 317 S.E.2d 776, 778 (1984) (quoting\nState ex rel. Rushford v. Meador\n, 267 S.E. (2d) 169, 170 (W. Va. 1980)).\n  \nIt “implies a period of time\nwith some definite termination.”\n  \nFirst Citizens Bank & Trust Co. v. Conway Nat’l Bank, \n282 S.C.\n303, 306, 317 S.E.2d 776, 778 (1984) (quoting\n \nRooney v. City of Omaha\n, 105 Neb. 447, 181 N.W.\n143, 144 (1920)). \n \nLikewise, the common meaning of “initial” is “that which begins or stands at the\nbeginning.”\n  \nBlacks Law Dictionary \n783 (6\nth\n ed. 1990).\n  \nCombined, the phrase “initial term” means the\nfirst period of fixed time in a series of fixed time periods.\n  \nAetna-USH’s theory completely eviscerates\nthis meaning by failing to attach any significance to the phrase and by giving the six-month notice\nprovision a meaning contrary to the meaning of “initial term.”\n  \nHence, Aetna-USH’s reading creates an\ninconsistency not found under a simple reading of the clause.\n \n{26}\n         \nSecond, to uphold Aetna-USH’s argument with regard to the Primary Network and Specialty\nNetwork agreements — that Aetna-USH was only barred from terminating those agreements during\nthe last six months of the initial period — would also require the Court to support the following\nsequence of events: if Aetna-USH wanted to terminate the contract at the end of the first five years but\nfailed to terminate six months before the five-year anniversary date, then Aetna-USH would be\nrequired to wait to give its notice of termination until after the second five-year term began.\n  \nAs a\nresult of Aetna-USH’s reading of the provision, the last six months of the first five years are treated\ndifferently that any other time during the potential ten-year agreement.\n  \nUnder both parties’ theories if\neither party fails to provide timely notice in the last six months of the first five years the automatic\nrenewal provision is triggered\n[FN1]\n.\n  \nThus, if Aetna-USH gave notice of termination during the last\nmonth of the first five-year term, the failure of timely notice would trigger the automatic renewal\nprovision and the contract would automatically renew.\n  \nSubsequently, on the first day following the\nfive-year anniversary date, Aetna-USH’s notice of termination might become effective.\n  \nFurther, if\nAetna-USH provided notice of termination on the last month of the new period, the contract would\ncontinue for seven additional months: the one month remaining in the initial term plus six months in\nthe new term.\n   \nThere is no logical explanation as to why the last six months of the first five years of\nthe agreement required such special treatment.\n   \n{27}\n         \nFurther, Aetna-USH’s interpretation that a restriction exists on the last six months of the first five\nyears of the Primary Network and Specialty Network agreements is inconsistent with its theory with\nregard to the reference to “such date” in the Managed Care Agreement.\n  \nAs the Court noted above,\nthese agreements formed the basis of a comprehensive HMO, which by necessity requires the\ncontracts to operate under the same restrictions and terms.\n  \nHowever, Aetna-USH argued that “such\ndate” as it is referred to in the Managed Care Agreement is the termination date specified in the\ntermination notice:\n  \n“Such date is the date on which termination will be effective.\n  \nIt is the date 180\ndays hence when termination is effective as specified in the notice.”\n  \n(Def. Br. Opp’n Summ. J. at 16.)\n \nHence, according to Aetna-USH’s theory, the Managed Care Agreement could be terminated at any\ntime during the first five years of the agreement with 180 days’ notice counting backwards from the\ndate identified in the termination notice, upon which termination date all services would cease.\n  \nThe\ndisparate treatment of termination rights does not make sense and results from Aetna-USH’s attempt to\ndeal with the “end of the initial term” language in the three network agreements.\n{28}\n         \nAetna-USH insists that parol evidence is necessary to ascertain the true intent of the parties.\n  \nIt\nsubmitted the affidavit of\n  \nWilliam Dixey in support of its contention that the parties intended an\nagreement which would include both without-cause and six-month notice of termination provisions.\n \nMr. Dixey, a primary drafter of the agreement, states that he intended for the agreement to be\nterminable without cause.\n  \nHis sole method of communicating his intent was to remove from drafts of\nthe agreements a sentence that more clearly stated that the agreements were not terminable within the\nfirst five years.\n  \nHe is unable to state that he ever discussed this removal with representatives from\nPresbyterian.\n   \nThis affidavit does not prevent entry of summary judgment on the agreements at issue\nfor two reasons.\n  \nFirst, the language of the agreement is plain and clear on its face and intent is a\nquestion of law as evidenced by the unambiguous terms.\n  \nLane v. Scarborough\n, 284 N.C. 407, 200\nS.E.2d 622 (1973).\n  \nSecond, Mr. Dixey’s affidavit only voices his subjective intent.\n   \n“It is not the\nunderstanding or \nintent\n of one of the parties that controls the interpretation of a contract, but the\nagreement of both parties.” \nVestal v. Vestal, \n49 N.C. App\n. \n263, 268, 271 S.E.2d 306, 310 (1980)\n(quoting \nLumber Co. v. Lumber Co.\n, 137 N.C. 431, 436, 49 S.E. 946, 948\n  \n(1905); \nRhoades v.\nRhoades, \n44 N.C. App. 43, 45, 260 S.E.2d 151, 153 (1979)). \n \n \nAlso supporting the Court’s decision is\nthe fact that the document in dispute was prepared by Aetna-USH.\n  \n“It is a rule of contracts that in\ncase of disputed items, the interpretation of the contract will be inclined against the person who\ndrafted it.”\n  \nContracting Co. v. Ports Authority\n, 284 N.C. 732, 738, 202 S.E.2d 473, 476 (1974)\n(quoting \nYates v. Brown\n, 275 N.C. 634, 170 S.E. 2d 477 (1969); \nRoot v. Insurance Co.\n, 272 N.C. 580,\n158 S.E.2d 829 (1968); \nLester Bros., Inc. v. Thompson Co.\n, 261 N.C. 210, 134 S.E.2d 372 (1964);\nTrust Co. v. Medford\n, 258 N.C. 146, 128 S.E.2d 141 (1962)).\n \n \nThese are sophisticated companies; if\nthe parties had intended to create a termination-without-cause provision, undoubtedly they would have\nsucceeded.\n{29}\n         \n“Parties can differ as to the interpretation of language without its being ambiguous,” and this\nCourt finds no ambiguity here.\n  \nWalton v. City of Raleigh, \n342 N.C. 879, 881-882, 467 S.E.2d 410\n,\n412 (1996).\n  \nThe most natural reading of the sections at issue creates no inconsistency, no puzzling\nresults, and gives effects to all terms of the clauses; thus the intent of the parties can be decided as a\nmatter of law.\n  \nSee \nLane v. Scarborough\n, 284 N.C. 407, 200 S.E.2d 622 (1973).\n  \nHere, the intent of the\nparties was to create a five-year agreement that would automatically renew unless the parties\nterminated the contract at least six months before the end of the first five-year term.\n \n{30}\n         \nTherefore it is hereby ordered, adjudged and decreed that Presbyterian’s motion for partial\nsummary judgment is granted.\n \n \nThis is the 8\nth\n day of March 2001.\n \n                                    \n    \n                                \nBen F. Tennille\n             \n                                    \n    \n                                \nSpecial Superior Court Judge\n                \n                                    \n     \n                               \n \nfor Complex Business Cases\n \n[FN1]\n Since there is no fixed term to renew, the automatic renewal provision is yet another example of contract language rendered\nineffective under Aetna’s theory of interpretation.\n "
}