{
  "id": "824f953b00dee8e1ec5318076a422e1813190fbba0fa37c4c20b1e210b398d39",
  "source_file": "data/raw/ncbc/824f953b00dee8e1ec5318076a422e1813190fbba0fa37c4c20b1e210b398d39.pdf",
  "raw_text": "DiCesare v. Charlotte-Mecklenburg Hosp. Auth., 2017 NCBC 32. \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 16404 \n \nCHRISTOPHER DICESARE; \nJAMES LITTLE; and JOHANNA \nMACARTHUR, individually and on \nbehalf of all others similarly situated, \n \n   Plaintiffs, \n \n v. \n \nTHE CHARLOTTE-\nMECKLENBURG HOSPITAL \nAUTHORITY, d/b/a CAROLINAS \nHEALTHCARE SYSTEM,  \n \n   Defendant. \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO DISMISS \nAND MOTION FOR JUDGMENT ON \nTHE PLEADINGS \n \n1. THIS MATTER is before th e Court on Defendant’s Motion to Dismiss for \nLack of Standing (the “Motion to Dismiss”) and Motion for Judgment on the Pleadings \n(collectively, the “Motions”).  For the reasons set forth below, the Court DENIES the \nMotions.  \nElliot Morgan Parsonage, PLLC, by R. Michael Elliot; Lieff Cabraser \nHeimann & Bernstein, LLP, by Brendan P. Glackin, Dean M. Harvey, \nand Abbye R. Klamann; and Pearson, Simon & Warshaw, LLP, by Bruce \nL. Simon, Daniel L. Warshaw, and Benjamin E. Shiftan, for Plaintiffs.  \n \nWomble Carlyle Sandridge & Rice, LLP, by James P. Cooney III, Debbie \nW. Harden, Meredith J. McKee, Sarah Motley Stone, and Russ \nFerguson, and Boies, Schiller & Flexner LLP, by Hampton Y. Dellinger, \nfor Defendant.  \n \nRobinson, Judge. \n \n \n \n \nI. INTRODUCTION \n2. As pleaded, this proposed class action arises out of provisions in contracts \nbetween Defendant Charlotte -Mecklenburg Hospital Authority (“Defendant” or the \n“Hospital”) and insurance companies that allegedly reduce competition in the \nCharlotte area, increase the price of health insurance and healthcare services, reduce \nthe number of health insurance plans available, and prevent access by consumers to \ntruthful information about the cost and quality of the Hospital’s services as compared \nto other providers.  Plaintiffs bring this p roposed class action on behalf of all North \nCarolina residents who have paid premiums from January 1, 2013 to the present to \nfour insurance com panies that provide insurance coverage to 85% of the \ncommercially-insured residents of the Charlotte area.   These contractual provisions \nare also the subject of a presently ongoing action brought by the United States \nDepartment of Justice and the Attorney General of North Carolina in the United \nStates District Court for the Western District of North Carolina , United States v. \nCharlotte-Mecklenburg Hospital Authority , Case No. 3:16 -cv-00311-RJC-DCK (the \n“Federal Action”). \n3.   Plaintiffs bring two claims against the Hospital: (1) contract, combination, \nor conspiracy in restraint of trade in violation of N.C. Gen. Stat. §§ 75-1 and 75-2; and \n(2) monopolization in violation of Article I, Section 34 of the North Carolina \nConstitution and N.C. Gen. Stat. §§ 75-1.1, 75-2, and 75-2.1.  The Motion to Dismiss \nseeks dismissal of both claims on the ground that Plaintiffs lack standing .  The \n \n \nMotion for Judgment on the Pleadings seeks judgment on both claims on the ground \nthat Plaintiffs have failed to state a violation of any provision of Chapter 75.   \nII. PROCEDURAL HISTORY \n4. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motions.  \n5. Plaintiffs initiated this action by filing their Complaint on September 9, \n2016.  The case was designated as a mandatory complex business case by order of the \nChief Justice of the Supreme Court of North Carolina dated October 5, 2016 and \nassigned to the undersigned by order of Chief Business Court Judge James L. Gale \ndated October 6, 2016.  \n6. On October 18, 2016, Plaintiffs filed their First Amended Complaint \n(“FAC”).    \n7. On December 16, 2016, Defendant filed the Motion to Dismiss  and three \nexhibits attached thereto, a brief in support of the Motion to Dismiss, its answer to \nthe FAC (“Answer”) and five exhibits attached thereto,  the Motion for Judgment on \nthe Pleadings, and a brief in support.       \n8. On January 12, 2017  and March 30, 2017,  Defendant provided the Court \nwith Suggestions of Subsequently Decided Authority pursuant to Rule 7.9 of the \nGeneral Rules of Practice and Procedure for the North Carolina Business Court.   \n9. The Motions have been fully briefed, and the Court held a hearing on the \nMotions on March 22, 2017.  The Motions are now ripe for resolution.  \n \n \n \nIII. FACTUAL BACKGROUND \n10. The Court states the following facts, drawing all reasonable inferences in \nfavor of Plaintiffs, only for purposes of ruling on the Motions. \n11. The Hospital  is a North Carolina, non -profit corporation providin g \nhealthcare services with its principal place of business in Charlotte, North Carolina.  \n(First Am. Compl. ¶¶ 1, 11 [hereinafter FAC].) \n12. Named Plaintiffs Christopher DiCesare (“DiCesare”), James Little \n(“Little”), and Johanna MacArthur (“MacArthur”) are ci tizens and residents of the \nState of North Carolina.  (FAC ¶¶ 8−10.)   \n13. From before 2013 to the present, DiCesare has been insured under a \nPreferred Provider Organization (“PPO”) health insurance plan offered by Cigna \nHealthcare of North Carolina, Inc. (“Cigna”).  (FAC ¶ 8.)  DiCesare pays premiums to \nCigna and has received medical care from the Hospital.  (FAC ¶ 8.) \n14. Little is a retired federal employee and is insured under a PPO health \ninsurance plan offered by Blue Cross and Blue Shield of North Carolina ( “BCBS”).  \n(FAC ¶ 9.)  Little pays premiums to BCB S and is seen regularly at the Hospital’s  \nfacilities.  (FAC ¶ 9.) \n15. MacArthur and her children are insured under a BCBS PPO health \ninsurance plan offered by MacArthur’s employer.  (FAC ¶ 10.)  From 2014 to the  \npresent, MacArthur has paid premiums for her insurance.  (FAC ¶ 10.)  MacArthur \nhas received medical care from the Hospital.  (FAC ¶ 10.) \n \n \n \nA. Relevant Market \n16. Acute inpatient hospital services consist of a broad range of medical and \nsurgical diagnostic and treatment services that include a patient’s overnight stay in \nthe hospital .  (FAC ¶ 22.)  Individual acute inpatient hospital services are not \nsubstitutes for each other; however, Plaintiffs allege that insurers typically contract \nfor various acute inpa tient hospital services simultaneously and thus all indi vidual \nacute inpatient hospital services are properly grouped together as one product.  (FAC \n¶ 22.)  There are no reasonable substitutes for, or alternatives to, acute inpatient \nhospital services.  (FAC ¶ 23.)  As a result, Plaintiffs allege that a hypothetical \nmonopolist of acute inpatient hospital services could profitably impose a small but \nsignificant price increase for those services over a sustained period of time.  (FAC ¶ \n23.)  Therefore, Plaintiffs contend that a relevant product market is the sale of \ngeneral acute inpatient hospital services to insurers.  (FAC ¶ 20.)     \n17. Plaintiffs allege that insurers contract to purchase acute inpatient hospital \nservices from hospitals within the geographic area where their enrollees are likely to \nrequire medical care, which is reasonably nearby their enrollees’ homes or \nworkplaces.  (FAC ¶ 25.)  The FAC alleges that individuals who live and work in the \nCharlotte area strongly prefer to receive acute inpatient hosp ital services in the \nCharlotte area and thus have little or no willingness to enroll in an insurance plan \nthat does not provide network access to hospitals in the Charlotte area.  (FAC ¶ 25.)  \nPlaintiffs allege that acute inpatient hospital services outside the Charlotte area are \nnot a reasonable substitute for such services within the Charlotte area.  (FAC ¶ 26.)  \n \n \nThe FAC alleges that competition from providers of acute inpatient hospital services \noutside the Charlotte area would not prevent a hypothetical  monopolist provider of \nsuch services in the Charlotte area from profitably imposing small but significant \nprice increases over a sustained period of time.  (FAC ¶ 26.)  Accordingly, Plaintiffs \nallege that a relevant geographic market is the Charlotte Combined Statistical Area \nas defined by the United States Office of Management and Budget (the “Charlotte \nArea”).  (FAC ¶ 24.)  The Charlotte Area includes the following counties in North \nCarolina: Cabarrus, Cleveland, Gaston, Iredell, Lincoln, Mecklenburg, Ro wan, \nStanly, and Union.  (FAC ¶ 24.)  Additionally, the Charlotte Area includes Chester, \nLancaster, and York counties in South Carolina.  (FAC ¶ 24.)   \n18. Therefore, Plaintiffs contend a relevant market in this action is the sale of \nacute inpatient hospital services to insurers in the Charlotte Area.  (FAC ¶ 28.) \nB. Market Power      \n19. The Hospital  is the second largest public hospital system in the United \nStates and the dominant hospital system in the Charlotte Area.  (FAC ¶ 1.)  From \n2011 to 2015, the Hospital  increased its number of care locations by over 50%, from \napproximately 600 to over 900, mostly through acquisitions.  (FAC ¶ 29.)  The \nHospital’s share of the relevant market is approximately  50%.  (FAC ¶ 29.)  The \nHospital conducts business primarily thr ough Carolinas Medical Center, a large \ngeneral acute-care hospital in Charlotte.  (FAC ¶ 11. )  The Hospital  operates nine \nother general acute-care hospitals in the Charlotte Area.  (FAC ¶ 11.)   \n \n \n20. The Hospital’s largest competitor is Novant Health, Inc. (“Novant”).  (FAC \n¶ 29.)  Novant owns five general acute -care hospitals in the Charlotte Area  and has \nless than half of the Hospital’s  annual revenues.  (FAC ¶ 29.)  CaroMont Regional \nMedical Center (“CaroMont”) is the third -largest hospital in the Charlotte A rea and \nhas less than 10% of the Hospital’s annual revenues.  (FAC ¶ 29.) \n21. Plaintiffs allege that there are significant barriers to entry or expansion in \nthe relevant market.  (FAC ¶ 27.)  To build facilit ies capable of competing with the \nHospital requires large capital costs; acquisition of hospital -size building sites; \nemployees with a broad range of skills, training, and certifications; and the ability to \novercome regulatory and licensing hurdles.  (FAC ¶ 27.)  Moreover, it take s years of \nconstruction to build adequate physical facilities.  (FAC ¶ 27.)    \n22. Plaintiffs allege that Defendant’s market power results from its large size, \nthe comprehensive range of services it offers, its high market share, barriers to entry \nand expansion, and an insurer’s need to include access to Defendant’s hospitals in at \nleast some of its  provider networks in insurance plans that cover individuals in the \nCharlotte Area.  (FAC ¶¶ 27, 30.)  The FAC alleges that, from an insurer’s  \nperspective, smaller providers such as Novant and  CaroMont are not reasonable \nsubstitutes for access to Defendant’s hospitals because of the ubiquity and scale of \nDefendant’s facilities.  (FAC ¶ 30.)  Thus, Plaintiffs allege that an insurer selling \nhealth insurance plans in the Charlotte Area must have the Hospital as a participant \nin at least some of its provider networks in order to have a viable health insurance \nbusiness in the Charlotte Area.  (FAC ¶ 45.)     \n \n \n23. Plaintiffs further allege that the Hospital’s market power is evidenced by \nits ability to profitably charge prices to insurers above competitive levels.  (FAC ¶ \n30.)  Plaintiffs allege that the Hospital’s market power has enabled it to negotiate \nhigh reimbursement rates with insurance companies, and one major health insurer \nreports that the Hospital demands reimbursement rates that are up to 150% more \nthan those demanded by other hospitals in the Charlotte Area for the same services.  \n(FAC ¶ 31.)  Further, after acquiring various facilities from 2011 to 2015, the Hospital \nincreased the billing rates for the same services provided by the acquired facilities.  \n(FAC ¶ 29.) \nC. Anti-Steering Provisions \n24. Plaintiffs allege that the Hospital’s  market power enables it to impose \nrestrictions in its contracts with in surers that prevent insurers from steering \ninsureds towards the Hospital’s competitors (the “Anti-Steering Provisions”).  (FAC \n¶ 30.)  Steering is a method by which insurers offer insureds options to reduce \nhealthcare expenses.  (FAC ¶ 32.)  Typically, ste ering occurs when an insurer offers \nits insureds a financial incentive to use a lower -cost provider or lower -cost provider \nnetwork.  (FAC ¶ 32.)  Insurers want to steer insureds towards lower -cost providers \nand offer innovative steering insurance plans.  (FAC ¶ 33.) \n25. Tiered networks and narrow networks are popular steering tools.  (FAC ¶¶ \n36−37.)  In a tiered network, insurers place healthcare providers that offer better \nvalue—lower cost, higher quality —healthcare services in top tiers.  (FAC ¶ 36.)  \nInsureds who use providers in the top tiers pay lower out -of-pocket costs for medical \n \n \ncare.  (FAC ¶ 36.)  In a narrow network, the insured is offered less in -network \nproviders from which to choose in exchange for lower premiums and lower out -of-\npocket costs.  (FAC ¶ 37.)   \n26. Healthcare providers want insurers to steer insureds towards them because \nof the increased patient volume steering generates.  (FAC ¶ 38.)  Insurers’ ability to \nsteer gives providers a strong incentive to maximize their efficiency, maintain low \nprices, and offer high quality and innovative services in order to induce insurers to \nsteer insureds towards them.  (FAC ¶ 38.)  As a result, insureds, and employers who \nprovide health insurance to their employees, significantly benefit from the lower \nhealthcare expenses steering generates.  (FAC ¶ 38.)   \n27. The steering of patients away from the Hospital is one of the largest threats \nto the Hospital’s revenues.  (FAC ¶ 34.)  Plaintiffs allege that beginning in 2013, the \nHospital began imposing Anti -Steering Provisions in its contracts with insurers in \norder to protect itself from steering that would induce price competi tion and \npotentially require the Hospital to lower its high prices.  (FAC ¶ 35.)  Four insurers \nprovide coverage to more than 85% of the commer cially-insured residents of the \nCharlotte Area: Cigna, BCBS, Aetna Health of the Carolinas, Inc. (“Aetna”), and \nUnited Healthcare of North Carolina, Inc. (“United”) (collectively, the “Four \nInsurers”).  (FAC ¶ 43.)  In its contract with each of the Four In surers, the Hospital \nmaintains and enforces Anti-Steering Provisions.  (FAC ¶ 44.)   \n28. When the Hospital  negotiates with insurers, the Hospital  typically \nnegotiates the prices and terms of network participation for acute inpatient hospital \n \n \nservices and other healthcare services at the same time.  (FAC ¶ 45.)  Plaintiffs allege \nthat, as a result, the Anti -Steering Provisions apply to acute inpatient hospital \nservices and all other negotiated services.  (FAC ¶ 45.)  Plaintiffs allege that the Anti-\nSteering Provisions prevent insurers from offering ti ered networks that feature the \nHospital’s competitors in the top tiers and narrow networks that only include the \nHospital’s competitors.  (FAC ¶ 40.)   \n29. Plaintiffs allege that insurers have tried to negotiate the remo val of the \nAnti-Steering Provisions for years but have been unable to do so because of the \nHospital’s market power.  (FAC ¶ 33.)  The contractual language of the Anti-Steering \nProvisions varies with each insurer, but “it consistently creates disincentives that \ndeter insurers from providing to their enrollees truthful information about their \nhealthcare options and the benefits of price and quality competition among \nhealthcare providers that the insurers could offer if they had full freedom to steer.”  \n(FAC ¶ 44.) \n30. Plaintiffs allege that, “[i]n the absence of the [Anti -Steering Provisions], \ninsurers would likely steer consumers to lower-cost providers more than their current \ncontracts with [the Hospital ] permit.”  (FAC ¶ 33.)  The Anti -Steering Provisions \nprevent the Hospital’s  competitors from attracting more patients through lower \nprices.  (FAC ¶ 42.)  Plaintiffs allege that, as a result, the Hospital’s competitors have \nless incentive to remain lower priced and be more efficient.  (FAC ¶ 42.)  According to \nPlaintiffs, the Anti-Steering Provisions thereby  \nlessen competition between [the Hospital ] and the other providers of \nacute inpatient hospital services in the Charlotte [A]rea that would, in \n \n \nthe absence of the [Anti -Steering Provisions], likely reduce the pr ices \npaid for such services by insurers.  . . . As a result of this reduced \ncompetition due to [the Anti -Steering Provisions], individuals and \nemployers such as Plaintiffs in the Charlotte [A]rea pay higher prices \nfor health insurance coverage, have fewer i nsurance plans from which \nto choose, and are denied access to consumer comparison shopping and \nother cost-saving innovative and more efficient health plans that would \nbe possible if insurers could steer freely.  Deprived of the option to \nbenefit from choos ing more cost -efficient providers, Charlotte [A]rea \npatients also incur higher out-of-pocket costs for their healthcare.  \n \n(FAC ¶¶ 46−47.)  Plaintiffs allege that the Anti -Steering Provisions have had, and \nwill continue to have, the following anticompetitive effects in the relevant market: \na. protecting [the Hospital]’s market power and enabling [the Hospital] \nto charge supracompetitive prices for acute inpatient hospital services; \n \nb. substantially lessening competition among providers of acute \ninpatient hospital services; \n \nc. restricting the introduction of innovative insurance products that are \ndesigned to achieve lower prices and improved quality for acute \ninpatient hospital services; \n \nd. reducing consumers’ incentives to seek acute inpatient hospital \nservices from more cost-effective providers; and \n \ne. depriving insurers and their enrollees of the benefits of a competitive \nmarket for their purchase of acute inpatient hospital services.  \n \n(FAC ¶¶ 52, 58.) \n  \n31. At the same time, Plaintiffs allege that the Hospital encourages insurers to \nsteer insureds towards the Hospital  by offering insurers “modest concessions on its \nmarket-power driven, premium prices.”  (FAC ¶ 39.)  The Hospital has gained patient \nvolume and higher revenues from insure rs steering insure ds towards the Hospital .  \n(FAC ¶ 39.)  \n \n \n32. In addition to the Anti -Steering Provis ions, Plaintiffs allege that the \nHospital imposes restrictions that impede insurers from providing truthful \ninformation to insureds about  the cost and quality of the Hospital’s  healthcare \nservices as c ompared to the services of the Hospital’s  competitors.  (FAC ¶ 41.)  \nPlaintiffs allege that these restrictions are an indirect restriction on steering because \nthey prevent insureds from accessing information that would allow them to make \nhealthcare choices based on information regarding price and quality.  (FAC ¶ 41.) \nD. The Motions \n33. The FAC asserts two claims: (1)  contract, combination, or conspiracy in \nrestraint of trade in violation of N.C. Gen. Stat. §§ 75 -1 and 75-2 (the “Restraint of \nTrade Claim”), and (2) monopolization in violation of Article I, Section 34 of the North \nCarolina Constitution and N.C. Gen. Stat. §§ 75 -1.1, 75 -2, and 75 -2.1 (the \n“Monopolization Claim”).  (FAC 14−15.)   Plaintiffs seek monetary relief and \ninjunctive relief enjoining the Hospital from imposing or enforcing the Anti-Steering \nProvisions.  (FAC 18.)  The Motion to Dismiss is made pursuant to Rule 12(b)(1) and \nRule 12(b)(6) of the North Carolina Rules of Civil Procedure (“Rule(s)”)  and seeks \ndismissal of Plaintiffs’ claims on the sole ground that Plaintiffs lack standing to bring \nthe claims alleged.  The Motion for Judgment on the Pleadings is made pursuant to \nRule 12(c) and seeks judgment on both the Restraint of Trade Claim and the \nMonopolization Claim on the ground that Plaintiffs have failed to allege a violation \nof any provision of Chapter 75.  \n     \n \n \nIV. LEGAL STANDARD \n34. “Standing is a necessary prerequisite to a court’s proper exercise of subject \nmatter jurisdiction.”  Neuse River Found., Inc. v. Smithfield Foods, Inc., 155 N.C. \nApp. 110, 113, 574 S.E.2d 48, 51 (2002).  Standing arguments may be presented under \nboth Rule 12(b)(1) and Rule 12(b)(6). Teague v. Bayer AG, 195 N.C. App. 18, 22−23, \n671 S.E.2d 550, 554 (2009); Neuse River Found., Inc., 155 N.C. App. at 113−14, 574 \nS.E.2d at 51; Sykes v. Health Network Sols., Inc., 2013 NCBC LEXIS 52, at *8 (N.C. \nSuper. Ct. Dec. 5, 2013).  In ruling on a motion to dismiss for lack of standing \npursuant to Rule 12(b)(1), the Court may consider matters outside the pleadi ngs in \ndetermining whether subject matter jurisdiction exists.  Keith v. Wallerich, 201 N.C. \nApp. 550, 554, 687 S.E.2d 299, 302 (2009); Tart v. Walker, 38 N.C. App. 500, 502, 248 \nS.E.2d 736, 737 (1978).     \n35. In ruling on a motion to dismiss for lack of stan ding pursuant to Rule \n12(b)(6), the Court reviews the allegations of the FAC in the light most favorable to \nPlaintiffs.  The Court’s inquiry is “whether, as a matter of law, the allegations of the \n[FAC], treated as true, are sufficient to state a claim upon which relief may be granted \nunder some legal theory.”  Harris v. NCNB Nat’l Bank of N.C., 85 N.C. App. 669, 670, \n355 S.E.2d 838, 840 (1987).  For purposes of considering a Rule 12(b)(6) motion to \ndismiss, the Court construes the FAC liberally and accepts all its allegations as true.  \nLaster v. Francis, 199 N.C. App. 572, 577, 681 S.E.2d 858, 862 (2009). \n36. Dismissal of a claim pursuant to Rule 12(b)(6) is proper “(1) when the [FAC] \non its face reveals that no law supports [the] claim; (2) when the [FAC] reveals on its \n \n \nface the absence of fact s ufficient to make a good claim;  [or] (3) when some fact \ndisclosed in the [FAC] necessarily defeats the . . . claim.”  Oates v. JAG, Inc., 314 N.C. \n276, 278, 333 S.E.2d 222, 224 (1985); see also Jackson v. Bumgardner, 318 N.C. 172, \n175, 347 S.E.2d 743, 745 (1986).  Otherwise, “a complaint should not be dismissed for \ninsufficiency unless it appears to a certainty that plaintiff is entitled to no relief under \nany state of facts which could be proved in support of the claim.”  Sutton v. Duke, 277 \nN.C. 94, 103, 176 S.E.2d 161, 166 (1970) (emphasis omitted). \n37. When defendant moves for judgment on the pleadings pursuant to Rule \n12(c), the standard of review is essentially the same as that under Rule 12(b)(6).  See \nBank of Am., N.A. v. Rice, 780 S.E.2d 873, 882 (N.C. Ct. App. 2015)  (“It is well settled \nthat ‘[b]oth a motion for judgment on the pleadings and a motion to dismiss for failure \nto state a claim upon which relief can be granted should be granted when a complaint \nfails to allege facts sufficient to state a cause of action or pleads facts which deny the \nright to any relief.’” (alteration in original) (quoting Robertson v. Boyd, 88 N.C. App. \n437, 440, 363 S.E.2d 672, 675 (1988))).  “Judgment on the pleadings is not favored by \nthe law . . . .”  Huss v. Huss, 31 N.C. App. 463, 466, 230 S.E.2d 159, 162 (1976).  The \nfunction of Rule 12(c) “is to dispose of baseless claims or defenses when the formal \npleadings reveal their lack of merit.”  Ragsdale v. Kennedy, 286 N.C. 130, 137, 20 9 \nS.E.2d 494, 499 (1974).  “[J] udgment on the pleadings is not appropriate merely \nbecause the claimant’s case is weak and he is unlikely to prevail on the merits.”  Huss, \n31 N.C. App. at 469, 230 S.E.2d at 163.   “A motion for judgment on the pleadings is \nallowable only where the pleading of the opposite party is so fatally deficient in \n \n \nsubstance as to present no material issue of fact  . . . .”  George Shinn Sports, Inc. v. \nBahakel Sports, Inc., 99 N.C. App. 481, 486, 393 S.E.2d 580, 583 (1990). \n38. “A motion for judgment on the pleadings should not be granted unless the \nmovant clearly establishes that no material issue of fact remains to be resolved and \nthat he is entitled to judgment as a matter of law.”  Carpenter v. Carpenter, 189 N.C. \nApp. 755, 761, 659 S.E.2d 762, 767 (2008).  On a Rule 12(c) motion, “[t]he movant is \nheld to a strict standard and must show that no material issue of facts exists and that \nhe is clearly entitled to judgment.”  Ragsdale, 286 N.C. at 137, 209 S.E.2d at 499.  \n“[T]he court cannot select some of the alleged facts as a basis for granting the motion \non the pleadings if other allegations, together with the selected facts, establish \nmaterial issues of fact.”  J. F. Wilkerson Contracting Co. v . Rowland, 29 N.C. App. \n722, 725, 225 S.E.2d 840, 842 (1976).  The Court must read the pleadings in the light \nmost favorable to the nonmoving party, and  \n[a]ll well pleaded factual allegations in the nonmoving party’s pleadings \nare taken as true and all contravening assertions in the movant’s \npleadings are taken as false.  All allegations in the nonmovant’s \npleadings, except conclusions of law, legally impo ssible facts, and \nmatters not admissible in evidence at the trial, are deemed admitted by \nthe movant for purposes of the motion.   \n \nRagsdale, 286 N.C. at 137, 209 S.E.2d at 499 (citations omitted).  \n \nV.   ANALYSIS       \nA. Motion to Dismiss \n39. The Motion to Dismiss  seeks dismissal of Plaintiffs’ claims on the ground \nthat Plaintiffs lack standing.  The Motion to Dismiss is made pursuant to both Rule \n12(b)(1) and Rule 12(b)(6).   \n \n \n40. Standing generally refers to a party’s right to have a court decide the merits \nof a dispu te.  Neuse River Found., Inc. , 155 N.C. App. at 114, 574 S.E.2d at 52.  \nPlaintiffs have the burden of proving that standing exists.  Id. at 113, 574 S.E.2d at \n51.  The elements of standing are  \n(1) “injury in fact”—an invasion of a legally protected interest that is (a) \nconcrete and particularized and (b) actual or imminent, not conjectural \nor hypothetical; (2) the injury is fairly traceable to the challenged action \nof the defendant; and (3) it is likely, as opposed to merely speculative, \nthat the injury will be redressed by a favorable decision. \n \nId. at 114, 574 S.E.2d at 52 (quoting Lujan v. Defenders of Wildlife , 504 U.S. 555, \n560−61 (1992)).  Standing for redress of Chapter 75 violations is governed by N.C. \nGen. Stat. § 75 -16.  Hyde v. Abbott Labs., Inc. , 123 N.C. App. 572, 575, 473 S.E.2d \n680, 682 (1996).  Section 75 -16 provides, in relevant part, “[i]f any person shall be \ninjured . . . by reason of any act or thing done by any other person, firm or corporation \nin violation of the provisions of this Chapter, such person . . . so injured shall have a \nright of action on account of such injury done[.]”  N.C. Gen. Stat. § 75 -16.  In North \nCarolina, indirect purchasers have standing under section 75 -16 to bring an action \nfor violations of Chapter 75.  Teague, 195 N.C. App. at 24, 671 S.E.2d at 555; Hyde, \n123 N.C. App. at 584, 473 S.E.2d at 688.  \n1. Under controlling North Carolina law, the allegations of the FAC are \nsufficient, at the pleading stage, to demonstrate standing.   \n \n41. As the pleadings are the only matters of record before the Court relevant to \nthe Motion to Dismiss , the Motion to Dismiss is properly considered under Rule \n12(b)(6)’s standard of review.  See Munger v. State , 202 N.C. App. 404, 410, 689 \nS.E.2d 230, 235 (2010) (“[I]f the trial court confines its evaluation [of standing] to the \n \n \npleadings, the court must accept as true the plaintiff’s allegations and construe them \nin the light most favorable to the plaintiff.”). \n42. The Court concludes that  the allegations of the FAC are sufficient  to \ndemonstrate standing to withstand the Motion to Dismiss.  Plaintiffs allege that they \npay for and receive health insurance from Cigna and BCBS.  The FAC alleges  that \nthe Hospital imposes Anti-Steering Provisions in its contracts with the Four Insurers, \nwhich includes Cigna and BCBS.  Plaintiffs contend that the Anti-Steering Provisions \nreduce competition between the Hospital  and other providers of acute inpatient \nhospital services in the Charlotte Area and, as a result, Plaintiffs pay more for health \ninsurance, incur h igher out -of-pocket costs,  have fewer insurance plans to choose \nfrom, and are denied access to truthful information that would enable Plaintiffs to \ncomparison-shop based on cost and quality.  At the pleading stage, these allegations \nsufficiently allege an injury in fact—increased cost and less consumer choice—that is \nfairly traceable, under the allegations of the FAC, to the Hospital’s imposition of the \nAnti-Steering Provisions.  See Teague, 195 N.C . App. at 28, 671 S.E.2d at 5 58 (“If \n[p]laintiff can demonstrate that the increased [component] prices affected the price \nof the goods he purchased, then he will have established the type of injury to indirect \npurchasers that the General Assembly intended to remedy by allowing indirect \npurchaser suits.”).  \n43. The Hospital argues that Plaintiffs do not have standing because Plaintiffs \nallege that the relevant product market is the sale of acute inpatient hospital services \nto insurers but do not allege that they have received acute inpatient hospital services.  \n \n \nThe Court finds the Hospital’s argument unconvincing  at this stage .  Although the \nHospital is correct that Plaintiffs contend that the relevant product market is the sale \nof acute inpatient hospital services  to insurers, Plaintiffs’ alleged injury relates to \nconsumer choice, access to information, and the cost of health insurance and \nhealthcare services generally, not simply the cost of acute inpatient hospital services.  \nAs such, whether or not Plaintiffs received or pai d for acute inpatient hospital \nservices is immaterial to the injury Plaintiffs have alleged here.  See Sidibe v. Sutter \nHealth, 4 F. Supp. 3d 1160, 1165−67, 1173 n.7 (N.D. Cal. 2013) (involving similar \nallegations that challenge anti-steering provisions in contracts between a healthcare \nprovider and insurers and stating, in the context of defendant’s abandoned motion to \ndismiss for lack of standing, that “[c]ourts in this [c]ircuit have consistently found \nthat indirect purchasers have standing to maintain a ntitrust claims where anti -\ncompetitive conduct in an upstream market resulted in higher prices for indirect \npurchasers in an ‘inextricably linked’ downstream market” (citation omitted)). \n44. The Hospital further argues that Plaintiffs lack standing because they do \nnot allege that insurers could have obtained lower prices in the absence of t he Anti-\nSteering Provisions and insurers would have passed on any  cost-savings from such \nprices to Plaintiffs.  In a similar vein, the Hospital  argues that the high insurance  \nprices of which Plaintiffs complain are determined by the insurance companies , not \nthe Hospital.  The Hospital contends that, as a result, Plaintiffs cannot establish that \nthe Anti-Steering Provisions caused their alleged injury, and that any such injury is \nmerely speculative. \n \n \n45. Contrary to the Hospital’s  contention, the FAC does allege that insurers \ncould have obtained lower prices in the absence of the Anti-Steering Provisions, which \nwould have resulted in cost-savings realized by Plaintiffs.  The FAC alleges that “[the \nHospital]’s maintenance and enforcement of [the Anti -Steering Provisions]  lessen \ncompetition between [the Hospital ] and the other providers of acute inpatient \nhospital services in the Charlotte [A]rea that would, in the absence of the [A nti-\nSteering Provisions], likely reduce the prices  paid for such services by insurers .”  \n(FAC ¶ 46 (emphasis added).)  Plaintiffs further allege that, due to the  reduced \ncompetition between the Hospital and other providers, insureds “such as Plaintiffs in \nthe Charlotte [A]rea  pay higher prices  for health insurance coverage, have fewer \ninsurance plans from which to choose, and are denied access to consumer comparison \nshopping and other cost-saving innovative and more efficient health plans that would \nbe possible if insurers could steer freely.”  (FAC ¶ 47 (emphasis added).)   \n46. Further, while the Court understands the logic underlying the Hospital’s \ncausation argument, under binding North Carolina law, Plaintiffs are not required  \nat the pleading stage  to prove a causal chain between the Hospital’s  challenged \nconduct and Plaintiffs’ alleged injury.  Teague, 195 N.C. App. at 27−28, 671 S.E.2d at \n557−58.  In Teague, the Court of Appeals rejected a similar causation argument by \ndefendants, stating that \n[i]n a Rule 12(b)(6) determination we must decide whether [p]laintiff, as \nan indirect purchaser  . . . , has antitrust standing to recover damages \nunder Chapter 75.  What is at issue is [p]laintiff’s right of access to the \ncourts, not the merits of his allegations.  A t rial court will be better \nsuited to assess whether [p]laintiff will be able to prove causation based \n \n \non the alleged antitrust violation at the class certification and summary \njudgment stages.    \n \nId. at 28, 671 S.E.2d at 557−58  (emphasis added) .  In respon se to defendants’ \nargument that damages were speculative and, at best,  a rigorous economic analysis \nwould be necessary to determine whether the increased prices of  which plaintiff \ncomplained were the result of defendants’ conduct or some other factor, the Court of \nAppeals in Teague stated that “‘[c]omplex antitrust cases  . . . invariably involve \ncomplicated questions of causation and damages.’  . . . [T]hat is not su fficient reason \nto dismiss for lack of standing.”  Id. at 29, 671 S.E.2d at 558 (first omission in original) \n(citation omitted) (quoting Forsyth v. Humana, Inc. , 114 F.3d 1467, 1478 (9th Cir. \n1997)). \n47. The Hospital cites  the Business Court’s decision in  Universal Cab Co. v. \nCity of Charlotte  to support its contention that Plaintiffs lack standing because \nPlaintiffs’ alleged injury, higher health insurance prices, is the result of the \nindependent action of the insurance companies.  2015 NCBC LEXIS 23 (N.C. Sup er. \nCt. Mar. 5, 2015).  Plaintiffs in Universal Cab  Co. filed suit after they were not \nawarded a new taxicab operating agreement.  Id. at *18.  It was undisputed that the \naward of such an agreement was conditioned on the approval of at least eight out of \nthe eleven members of the city council, and only one member was before the court.  \nId. at *19−21.  Plaintiffs did not allege facts to show that the city council’s decision \nnot to award a new agreement to plaintiffs was the result of anything other than the \nlegal, independent action of the city council.  Id. at *24.  As a result, Judge Bledsoe \nconcluded that plaintiffs’ alleged injury “was caused by the independent, legal and \n \n \nvalid action of the [city council] and not by the improper actions of any [d]efendan t.”  \nId. at *25.     \n48. Here, unlike the allegations in Universal Cab  Co., Plaintiffs expressly \nallege that the higher prices Plaintiffs pay for insurance and healthcare are the result \nof the Anti -Steering Provisions imposed by the Hospital that lessen compet ition \namong providers and thereby increase Plaintiffs’ healthcare costs.  While the \ninsurance companies conceivably are a major factor in the amount insur eds pay for \nhealth insurance, the FAC alleges that such amount is significantly influenced by the \nHospital’s Anti -Steering Provisions because those provisions increase the prices \ninsurers must pay and that increase is passed on to insureds.  The Court must take \nthese allegations as true at this stage of the proceeding. \n49. To the extent that Plaintiffs’ standi ng, based on the FAC, could be \nchallenged for failure to adequately plead an “antitrust injury,” this court has \npreviously addressed the issue of the need for alleging “antitrust injury” at the \npleading stage.  See Sykes, 2013 NCBC LEXIS 52, at * 8.  As sta ted by Chief Judge \nGale in that case,  \nthere is no North Carolina case that has expressly recognized the \nconcept of “antitrust injury” in the context of a Chapter 75 claim, \nalthough the concept appears well developed in federal precedent and \nhas received substantial traction in several state courts. . . . \n The court is not yet persuaded that standing under Section 75-1.1 \nis necessarily coextensive with standing under Section 75-1, Section 75-\n2 or Section 75-2.1.  It does not now conclude that the Court of A ppeals \ndecisions in Teague and [Hyde] mandate this conclusion.  Drawing upon \ndecisions arising under Section 75 -1.1, Plaintiffs attempt to reduce the \nstanding issue to a simple proposition that, “[t]he only thing required to \nhave standing is a violation of any of the provisions of Chapter 75 and a \nresulting injury.”  It may instead prove that the appellate courts will \n \n \ntake a different approach to standing matched to a different scope of the \nvarious provisions of Chapter 75. . . .  \n \n . . . .  \n \n In sum, the court concludes that it has subject matter jurisdiction \nto proceed toward a more developed record, that Plaintiffs have \ndemonstrated standing adequate to withstand an initial Rule 12(b)(6) \ninquiry, [and] that the question of whether the claims fall within t he \nscope of the various sections of Chapter 75 should await a better \ndeveloped record . . . . \n \nId. at *9−13 (citations omitted).             \n50. The Court concludes that, until the Supreme Court of North Carolina rules \notherwise, Teague is controlling and, as in that case, “[a]t [the] Rule 12(b)(6) stage in \nthis action, Plaintiff[s] ha[ve] alleged sufficient facts in [the FAC] to show a right of \nrecovery.”  Teague, 195 N.C. App. at 28, 671 S.E.2d at 558; see also Mangum v. \nRaleigh Bd. of Adjustment, 362 N.C. 640, 644, 669 S.E.2d 279, 283 (2008) (“In our de \nnovo review of a motion to dismiss for lack of standing, we view the allegations as \ntrue and the supporting record in the light most favorable to the non -moving party.  \nWe also note that North Carolina is a notice pleading jurisdiction, and as a general \nrule, there is no particular formulation that must be included in a complaint or filing \nin order to invoke jurisdiction  . . . . To deny a party his day in court because of his \nimprecision with the pen would elevate form over substance and run contrary to \nnotions of fundamental fairness.” (citations omitted) (internal quotation marks \nomitted)); Neuse River Found., Inc., 155 N.C. App. at 113, 574 S.E.2d at 51 (“At the \npleading stage, general factual allegations  of injury resulting from the defendant’s \nconduct may suffice, for on a motion to dismiss we ‘presume that general allegations \n \n \nembrace those specific facts that are necessary to support the claim.’” (quoting Lujan, \n504 U.S. at 561)). \n51. Notwithstanding the fo regoing analysis, the Court finds it necessary to \naddress the Hospital’s argument that the Court should apply the framework set forth \nin Crouch v. Crompton Corp., 2004 NCBC LEXIS 6 (N.C. Super. Ct. Oct. 26, 2004) to \nhelp guide the Court’s determination of Plaintiffs’ standing as indirect purchasers.  \nConversely, Plaintiffs argue that the Court of Appeals abrogated Crouch in Teague. \n52. The Court agrees with Plaintiffs and reads Teague as unequivocally stating \nthat the factors articulated and applied by Judge Te nnille in Crouch do not apply in \ndetermining indirect purchaser standing under North Carolina’s antitrust laws, and \nthe Court is bound by, and adheres to, Hyde and Teague as applied and discussed \nabove.   \n53. The Court notes, however, that healthcare and the health insurance \nindustry have great import to both society and the economy.  In light of the challenged \nconduct involved in this case and the significant impact this case could have beyond \nthe parties to t his litigation —as well as the enormous cost and expense that the \nparties will endure in conducting discovery in this case —the Court believes the \nHospital’s reliance on Crouch and the intricate issue of indirect purchaser standing \nwarrants more deliberate review. \n54. In Illinois Brick Co. v. Illinois, the Supreme Court of the United States held \nthat indirect purchasers did not have standing to sue under the federal antitrust \nlaws.  431 U.S. 720, 728 (1977).  Thereafter, in Associated General Contractors v. \n \n \nCalifornia State Council of Carpenters (“AGC”), the Supreme Court set forth five \nfactors that courts should consider in determining whether a plaintiff has standing \nunder the federal antitrust laws: (1) the nature of the injury and whether plaintiff is \na consumer or competitor in the market in which trade was allegedly restrained; (2) \nthe directness or indirectness of the alleged injury; (3) whether damages are highly \nspeculative; (4) the risk of duplicative recovery or complex apportionment of damages; \nand (5) whether there are more direct victims.  4 59 U.S. 519, 545 (1983).  Six  years \nlater, the Supreme Court expressly held that, notwithstanding the Court’s prior \ndecisions holding that indirect purchasers do not have standing under the federal \nantitrust laws, s tates are free to enact statutes that permit recovery by indirect \npurchasers for violations of state antitrust laws.  California v. ARC Am. Corp. , 490 \nU.S. 93, 101−02 (1989).      \n55. Our courts first addressed indirect purchaser standing under North \nCarolina’s antitrust laws in Hyde, discussed above.  In Hyde, plaintiffs were indirect \npurchasers of infant formula.  123 N.C. App. at 573−74, 473 S.E.2d at 681−82.  \nPlaintiffs alleged that defendants violated North Carolina’s antitrust laws by \nconspiring to fix the wholesale price of infant formula.  Id. at 573, 473 S.E.2d at 681.  \nPlaintiffs alleged that defendants’ conspiracy caused the wholesale prices paid by the \nparties who purchased directly from the manufacturer to rise above the price that the \ndirect purchasers would have paid absent the conspiracy.  Id.  Plaintiffs contended \nthat, as downstream (indirect) purchasers of infant formula, they paid more for infant \nformula than they would have paid but for defendants’ conspiracy.  Id. at 574, 473 \n \n \nS.E.2d at 682.  Defendants moved to dismiss plaintiffs’ complaint under Rule 12(b)(6) \non the ground that plaintiffs lacked standing under N.C. Gen. Stat. § 75 -16 because \nthey were indirect purchasers.  Id.  The trial court granted defendants’ motion and \nplaintiffs appealed.  Id. \n56. The Court of Appeals stated that the issue on appeal was whether section \n75-16 allows an indirect purchaser to bring a lawsuit under North Carolina’s \nantitrust laws.  Id. at 576, 473 S.E.2d at 683.  After conducting a comprehensive \nanalysis of the  language of the statute, its legislative history, and federal cases \ninterpreting section 4 of the Clayton Act before Illinois Brick Co., the Court of Appeals \nexpressly held that “indirect purchasers have standing under [N.C. Gen. Stat.] § 75 -\n16 to sue for Chapter 75 violations.”  Id. at 584, 473 S.E.2d at 688. \n57. In Crouch, decided after Hyde, the Business Court was also presented with \nthe issue of indirect purchaser standing.  The court conducted a thorough analysis of \nfederal antitrust standing, indirect pu rchaser standing in other state jurisdictions, \nthe Court of Appeals’ decision in Hyde, and developments subsequent to Hyde.  See \nCrouch, 2004 NCBC LEXIS 6, at *61.  The court did not dispute that it was bound by \nthe Court of Appeals’ decision in Hyde holding that indirect purchasers have standing \nunder section 75-16.  Id. at *3.  The court explained, however, that the court in Hyde \nwas not confronted with the issue of the scope of indirect purchaser standing, and \nthat such standing was not limitless.  Id. at *3, *59.  The court emphasized that the \nCourt of Appeals in Hyde expressly stated that the issue before it was whether section \n \n \n75-16 permits an indirect purchaser to bring an action under Chapter 75, not the \nbounds of when section 75-16 so permits.  Id. at *37.  \n58. Based on policy considerations, the Hyde decision, and developments \nsubsequent to Hyde, the court in Crouch stated that it believed that North Carolina \ncourts would apply a modified version of the AGC factors to determine the limits on \nstanding in indirect purchaser cases.  Id. at *61.  Those factors were: (1) whether \nplaintiff is a consumer or competitor in the allegedly restrained market; (2) the \ndirectness of the impact on plaintiff; (3) whether there are other indirect purchasers \nwho are more directly impacted; (4) the speculative nature of the damages claim; and \n(5) the risk of duplicative recovery and the danger of complex apportionment of \ndamages.  Id. at *61−64.  The court expressly discussed how these factors would be \napplied with the und erstanding that indirect purchasers have the right to recover \nunder section 75-16 for actual injury sustained.  Id.  The Business Court’s decision in \nCrouch was not appealed.  \n59. After the Business Court’s decision in Crouch, the Court of Appeals was \nagain fa ced with  the issue of  indirect purchaser standing under section 75 -16 in \nTeague, also discussed above.  In that case, plaintiff alleged that he purchased \nproducts that contained a specific terpolymer component (“EPDM”) found in many \nconsumer products.  Teague, 195 N.C. App. at 20, 671 S.E.2d at 553.  According to \nplaintiff, the amount of EPDM in a given product varied anywhere between 1% and \n90%.  Id.  Plaintiff alleged that defendants, manufacturers of EPDM, engaged in \nprice-fixing of EPDM, that middlemen passed on 100% of the overcharge to plaintiff, \n \n \nand, as a result, plaintiff paid higher prices for products that contained EPDM.  Id. \nat 20−21, 671 S.E.2d at 553.  The trial court applied the Crouch factors and granted \ndefendants’ Rule 12(b)(6) motion to di smiss for lack of standing, and plaintiff \nappealed.  Id. at 21, 25, 671 S.E.2d at 553, 556.  \n60. Relying on Hyde, the Court of Appeals reversed the trial court and held that \nplaintiff had standing to bring his antitrust action.  Id. at 28, 671 S.E.2d at 558.  The \nCourt of Appeals rejected defendants’ arguments that the Crouch factors are a logical \nand appropriate standard to apply in indirect purchaser cases to distinguish actual \ninjuries from those that are too remote.  Id. at 25−26, 671 S.E.2d at 556.  T he Court \nof Appeals expressly held  that “the AGC factors do not apply in determining which \nindirect purchasers have standing to sue under the North Carolina antitrust \nstatutes.”  Id. at 26, 671 S.E.2d at 557.  In addressing Crouch, the Court stated \n[d]efendants cite [ Crouch], a case in which the trial court expressed \nstrong concerns about stretching antitrust law to cover damages in cases \nlike these. . . . The trial court in Crouch was concerned in part about the \nlack of express statutory language granting indirect purchaser standing \nor any definitive ruling by our Supreme Court on indirect purchaser \nstanding.  However, our Court and the courts in our state are clearly \nbound by the prior opinion of our Court in Hyde dealing with indirect \npurchaser cases, unless and until it is overturned by our Supreme Court \nor by enactments of the General Assembly, which has not occurred in \nthe more than twelve years since Hyde was decided by our Court. \n \nId. at 27, 671 S.E.2d at 557.     \n     \n61. In the case presently before this Court, the Court’s conclusion that the \nallegations of the FAC are sufficient to demonstrate standing to survive a Rule \n12(b)(6) motion does not relieve Plaintiffs of their ultimate burden to establish, rather \nthan allege, injury in fact and the causal chain that our standing law requires.  In \n \n \norder to do so, the parties will undoubtedly conduct burdensome, time -consuming, \nand expensive discovery.  The Court acknowledges that antitrust cases —especially \nthose involving indire ct purchasers —will often involve complicated causation and \ndamages issues.  Although our Supreme Court has stated that it agrees with the \nCourt of Appeals’ interpretation, set forth in Hyde, of “any person” as that term is \nused in section 75-16, Walker v. Fleetwood Homes of N.C., Inc., 362 N.C. 63, 68, 653 \nS.E.2d 393, 397 (2007), our Supreme Court has not spoken on the precise, complex \nissue before this Court —that is, the means by which our courts are to distinguish \nthose indirect purchasers who have sustai ned actual injuries from those who have \nsustained injuries that are too remote or attenuated to warrant relief.  \n62. In light of the heavy burdens imposed by the inevitable, complicated issues \nindirect purchasers must confront in establishing standing, the significant costs and \nexpenses incurred by all sides should this case proceed through discovery, the \nunavoidable recurrence of this issue in future cases, and the impact this case could \nhave beyond the parties to this litigation, a ruling from the Supreme Cou rt on this \nissue would be of great benefit to the parties, the business community, the consuming \npublic, and the lower courts of this State.  For these reasons, in the event Defendant \nseeks immediate appellate review of the Court’s decision on this issue as set forth in \nthis Order and Opinion, the Court urges the Supreme Court to docket the appeal.  \nFurther, if an appeal is allowed by the Supreme Court, this Court will exercise its \ndiscretion to stay all further proceedings in this matter in the trial court  pending \nresolution of appellate proceedings.     \n \n \n63. In addition to arguing that Plaintiff s lack standing to assert  their claims, \nthe Hospital challenges the scope of Plaintiffs’ claims, contending that  Plaintiffs do \nnot have standing to challenge the Anti -Steering Provisions in agreements between \nthe Hospital and two of the Four Insurers, Aetna and United, because none of the \nPlaintiffs are insured by those entities.   \n64. The Hospital’s argument is again unavailing.  It is well settled that the \nnamed class representatives in a class action must have individual standing.  O’Shea \nv. Littleton, 414 U.S. 488, 494 (1974); Dash v. FirstPlus Home Loan Tr. 1996 -2, 248 \nF. Supp. 2d 489, 504 (M.D.N.C. 2003).  Plainti ffs assert two claims against the \nHospital that arise out of the Hospital’s imposition of Anti-Steering Provisions in its \ncontracts with the Four Insurers, and Plaintiffs receive health insurance from two of \nthe Four Insurers.  The harm of which Plaintiffs complain is higher prices for \ninsurance, higher prices for  healthcare, restricted access to information, and less \nconsumer choice, all allegedly as a result of the Ant i-Steering Provisions.  Although \nthe FAC alleges that the language of t he Anti-Steering Provisions varies with each \ninsurance company, the FAC alleges that the language of such provisions in each \ncontract “consistently creates disincentives that deter insurers from providing to \ntheir enrollees truthful information about their  healthcare options and the benefits \nof price and quality competition among healthcare providers that the insurers could \noffer if they had full freedom to steer.”  (FAC ¶ 44.)  Plaintiffs allege that the insureds \nof all Four Insurers pay higher prices and have less consumer choice due to  the \nHospital’s imposition of the Anti-Steering Provisions.     \n \n \n65. Contrary to Defendant’s contention, Plaintiffs are not attempting to use the \nclass action device to bootstrap themselves into standing they lack, as the Court h as \nalready concluded that, based on the FAC and current procedural posture of the case, \nPlaintiffs have demonstrated standing to assert their claims as alleged against the \nHospital, and “[s]tanding is that aspect of justiciability focusing on the party seeking \na forum rather than on the issue he wants adjudicated.”  Time Warner Entm’t \nAdvance/Newhouse P’ship v. Town of Landis, 228 N.C. App. 510, 515, 747 S.E.2d 610, \n614 (2013) (emphasis added).  Moreover, the essence of the standing analysis is \nwhether a plaintiff has alleged a personal stake in the outcome of the controversy.  \nBailey & Assocs. v. Wilmington Bd. of Adjustment, 202 N.C. App. 177, 184, 689 S.E.2d \n576, 582 (2010).  The Court finds that Plaintiffs have alleged such a personal stake \nhere.  Dash, 248 F. Supp. 2d at 504 (“[I]t is essential that named class representatives \ndemonstrate standing through a requisite case or controversy between thems elves \npersonally and [defendants], not merely allege that injury has been suffered by other, \nunidentified members of the class to which they belong and which they purport to \nrepresent.” (internal quotation marks omitted) (second alteration in original)).   \n66. The Court has already concluded, again based on the FAC and current \nprocedural posture of the case, that Plaintiffs, as insureds of Cigna and BCBS, have \ndemonstrated standing to assert their claims against the Hospital.  Accordingly, the \nCourt concludes that limiting the scope of Plaintiffs’ claims at the pleading stage \nwould be premature.  The scope of Plaintiffs’ claims—that is, whether Plaintiffs may \nchallenge the Anti -Steering Provisions in the Hospital’s contracts with Aetna and \n \n \nUnited on behalf of insureds of Aetna and United—is more properly addressed at the \nclass certification stage.  The Court will be better equipped to determine the scope of \nPlaintiffs’ claims on a more developed factual record.  See 1 Newberg on Class Actions \n§ 2.1 (5th ed. 2011) (“Whether a plaintiff with standing will be permitted to present \nnot only her own individual claims but also those of a class is not properly a question \nof standing doctrine but of class action law.”).  \n2. The Hospital’s challenge to Plaintiffs’ standing under Rule 12(b)(1), \nat this stage of the proceeding, fails.  \n \n67. To the extent the Motion to Dismiss for lack of standing is considered as \none made pursuant to Rule 12(b)(1), the Court now addresses the matters in the \nrecord outside the FAC and the Hospital’s arguments in reliance thereon.  The record \nbefore the Court consists merely of the FAC, Answer an d exhibits attached thereto, \nand the exhibits attached to the Motion to Dismiss.  The Court’s consideration of \nmatters beyond the FAC does not affect the Court’s conclusions.     \n68. First, the Hospital refers to the gross annual revenues of the Four Insurers, \npresumably taken from Exhibit 4 to the Answer.  (Mem. Supp. Mot. Dismi ss 2 n.1.)  \nThe Hospital, however, does not connect these revenues to Plaintiffs’ standing. \n69. Second, the Hospital  refers to a solicitation of insureds in or around \nCharlotte that was posted on Plaintiffs’ counsel’s website.  (Mot. Dismiss Ex. 1; Mem. \nSupp. Mot. Dismiss 5; Reply Supp. Mot. Dismiss 12 n.3.)  The Hospital also refers to \nan article in the Charlotte Observer discussing the solicitation.  (Mot. Dismiss Ex. 2; \nMem. Supp. Mot. Di smiss 5.)  Again, the Hospital  does not explain how the \nsolicitation bears in any way on Plaintiffs’ standing.  \n \n \n70. Third, the Hospital refers to the complaint filed in the Federal Action.  (Mot. \nDismiss Ex. 3.)  The Hospital states that the FAC is largely duplicative of the federal \ncomplaint.  (Mem. Supp. Mot. Dismiss 6 & n.3.)  Again, however, the Hospital does \nnot show why that duplication is relevant to the issue of Plaintiffs’ standing.  \n71. Fourth and last, the Hospital  refers to its Answer and Exhibit 1 attached \nthereto to sup port its contention that the Hospital’s annual revenues from its \noperations in the relevant market are less than half of what Plaintiffs claim.  (Reply \nSupp. Mot. Dismiss  12.)  Th e FAC alleges, however,  that the Hospital  has total \nannual revenues of approximately $9 billion.  (FAC ¶ 29.)  The FAC does not make \nany allegations with respect to the Hospital’s revenues attributable to its operations \nin the relevant geographic ma rket—in fact, Exhibit 1 to the  Answer supports \nPlaintiffs’ allegation, indicating the Hospital’s  total net revenue in 2014 was \napproximately $8.73 billion and approximately $9.04 billion in 2015.  (Answer Ex. 1.)  \nMoreover, assuming arguendo that the Hospital’s revenues are relevant to Plaintiffs’ \nstanding, consideration of an exhibit to Defendant’s Answer does not take the Court \nbeyond the pleadings and, therefore, the Court must accept Plaintiffs’ allegations on \nthis issue as true.  Munger, 202 N.C. App. at 410, 689 S.E.2d at 235  (stating that \nalthough a court may consider matters outside the pleadings in ruling on a motion to \ndismiss under Rule 12(b)(1) for lack of standing, if a court does not go beyond the \npleadings, the court must accept plaintiff’s allegations  as true and construe them in \nthe light most favorable to plaintiff); see also Neuse River Found., Inc., 155 N.C. App. \nat 113, 574 S.E.2d at 51 (“[E]ach element [of standing] must be supported in the same \n \n \nway as any other matter on which the plaintiff bears the burden of proof , i.e., with \nthe manner and degree of evidence required at the successive stages of the \nlitigation.”); Universal Cab. Co., 2015 NCBC LEXIS 23, at *16 (“The Court will only \ngrant a Rule 12(b)(1) motion if the material jurisdictional facts are not in dispute and \nthe moving party is entitled to a judgment as a matter of law.”  (internal quotation \nmarks omitted)).  \n72. In sum, the Court concludes that , at this stage of the proceeding,  the \nallegations of the FAC are sufficient to demonstrate standing to withstand a Rule \n12(b)(6) motion to dismiss .  Matters in the current record outside the FAC do not \naffect the Court’s conclusion regarding Plaintiffs’ standing to bring this action and, \nthus, consideration of those matters does not change the Court’s a nalysis of the \nMotion to Dismiss under Rule 12(b)(1).  The Court will have an opportunity to further \nconsider Plaintiffs’ standing as a more complete factual record is developed.  See \nTeague, 195 N.C. App. at 28, 671 S.E.2d at 557−58; Sykes, 2013 NCBC LEXIS 52, at \n*13.  Therefore, the Motion to Dismiss is denied.     \nB. Motion for Judgment on the Pleadings \n73. Defendant’s Motion for Judgment on the Pleadings seeks judgment on the \npleadings on both the Restraint of Trade Claim and the Monopolization Claim on the \nground that Plaintiffs fail to state a violation of Chapter 75.   \n74. As a preliminary matter, the Court addresses various references in \nDefendant’s briefs to matters outside the pleadings and documents attached to \nDefendant’s Answer.  The law in North Carolina is clear that a court is not to consider \n \n \nmatters outside the pleadings in ruling on a motion under Rule 12(c).  Minor v. Minor, \n70 N.C. App. 76, 78, 318 S.E.2d 865, 867 (1984).  Further, it is well settled that “[a] \ndocument attached to the moving party’s pleading may not be considered in \nconnection with a Rule 12(c) motion unless the non -moving party has made \nadmissions regarding the document.”  Reese v. Charlotte-Mecklenburg Bd. of Educ., \n196 N.C. App. 539, 545, 676 S.E.2d 481, 486 (2009)  (internal quotat ion marks \nomitted).  Here, Plaintiffs have not made any admissions regarding the documents \nattached to Defendant’s Answer and, therefore, the Court may not, and thus does not, \nconsider them in ruling on Defendant’s Motion for Judgment on the Pleadings.  \n1. At the pleading stage, the allegations of the FAC are sufficient to \nstate a restraint of trade claim.  \n \n75. Plaintiffs contend that the Hospital’s  contracts containing the Anti -\nSteering Provisions unreasonably restrain trade in violation of N.C. Gen. Stat. §§ 75-\n1 and 75-2.   \n76. Section 75 -1 prohibits contracts, combinations, and conspiracies that \nrestrain trade or commerce, and section 75-2 prohibits restraints of trade that violate \ncommon law principles.  N.C. Gen. Stat. §§ 75-1, -2.  Section 75-1 is based on section \none of the Sherman Act, and federal decisions applying the Sherman Act are \ninstructive in determining the full reach of section 75 -1.  Rose v. Vulcan Materials \nCo., 282 N.C. 643, 655, 194 S.E.2d 521, 530 (1973) ; Sitelink Software, LLC v. Red \nNova Labs, Inc., 2016 NCBC LEXIS 45, at *17 (N.C. Super. Ct. June 14, 2016) (citing \nRose).   \n \n \n77. The elements of a restraint of trade claim are: “(1) a contract, combination, \nor conspiracy; (2) that imposed an unreasonable restraint of trade.”  Dickson v. \nMicrosoft Corp., 309 F.3d 193, 202  (4th Cir. 2002).  Defendant does not dispute the \nfirst element.  As to the second element, s ections 75-1 and 75 -2 prohibit only those \nrestraints of trade that are unreasonable.  R.J. Reynolds Tobacco Co. v. Philip Morris \nInc., 199 F. Supp. 2d 362, 380 (M.D.N.C. 2002).  To determine whether a restraint of \ntrade is unreasonable, courts apply one of two rules.  United States v. Am. Express \nCo., 838 F.3d 179, 193 (2d Cir. 2016).  Under the per se rule, certain practices, such \nas horizontal price-fixing, are presumed unreasonable and thus considered illegal per \nse.  Id. at 193−94.  A vertical restraint, as opposed to a horizontal restraint, is an \nagreement between persons at different levels of the market structure  and is \ngenerally evaluated under the rule of reason.  Id. at 194.  Here, all parties agree that \nthe restraints at issue are vertical restraints and thus are properly evaluated under \nthe rule of reason.  The Court concludes, for purposes of deciding Defendant’s Motion \nfor Judgment on the Pleadings, that Plaintiffs’ Restraint of Trade Claim should be \nanalyzed under the rule of reason.   See Window World of Baton Rouge, LLC v. \nWindow World, Inc. , 2016 NCBC LEXIS 82, at *12  (N.C. Super. Ct. Oct. 25, 2016)  \n(applying the rule of reason analysis); Sitelink Software, LLC, 2016 NCBC LEXIS 45, \nat *18 (same).  \n78. Under the rule of reason, Plaintiffs have the initial burden of showing that \nDefendant’s challenged conduct has an adverse effect on competition as a whole in \nthe relevant market.  R.J. Reynolds Tobacco Co., 199 F. Supp. 2d at 380.  “Examples \n \n \nof actual anticompetitive effects include reduced output, decreased quality, and \nsupracompetitive pricing.”  Am. Express Co., 838 F.3d at 194.  Anticompetitive effects \nmay be shown directly by establishing an actual adverse effect on competition.  Id.  \nAnticompetitive effects may also be shown indirectly “by showing that the defendant \nhas ‘sufficient market power to cause an adverse effect on competition.’”  Id. (quoting \nTops Mkts., Inc. v. Quality Mkts., Inc., 142 F.3d 90, 96 (2d Cir. 1998)).  Market power \nalone, however, is insufficient to establish anticompetitive effects indirectly.  Id. at \n194−95.  Plaintiffs must also show “some other ground for believing that the \nchallenged behavior could harm competition in the market, such as the inherent \nanticompetitive nature of the defendant’s behavior or the structure of the interbrand \nmarket.”  Tops Mkts., Inc., 142 F.3d at 97.  “[T]he structure of the interbrand market \nmeans, in practice, an inquiry into whether the challenged behavior significantly \nrestrict[s] competitors’ ability to enter the relevant market and compete —in other \nwords, whether the challenged behavior create[s] significantly higher barriers to \nentry.”  MacDermid Printing Sols. LLC v. Cortron Corp. , 833 F.3d 172, 183−84 (2d \nCir. 2016) (internal quotation marks omitted).        \n79. If Plaintiffs satisfy their initial burden, the burden shifts to Defendant to \nprovide evidence of the procompetitive effects of Defendant’s challenged conduct.  Am. \nExpress Co., 838 F.3d at 195.  If Defendant satisfies that burden, the burden shifts \nback to Plaintiffs to prove that any legitimate competitive benefits could have been \nachieved by less restrictive means.  Id. \n \n \n80. In antitrust cases, “dismissals at the pre -discovery, pleading stage remain \nrelatively rare and are generally limited to certain types o f glaring deficiencies[.]”  \nE.I. du Pont de Nemours & Co. v. Kolon Indus. , 637 F.3d 435, 444 (4th Cir. 2011) \n(internal quotation marks omitted); Dickson, 309 F.3d at 212; Advanced Health-Care \nServs., Inc. v. Radford Cmty. Hosp. , 910 F.2d 139, 145  (4th Cir. 1990).  Even under \nthe more exacting federal pleading standard,  “[a] complaint need not make a case \nagainst a defendant or forecast evidence sufficient to prove an element of the claim.”  \nRobertson v. Sea Pines Real Estate Cos. , 679 F.3d 278, 291 (4th Cir . 2012) (internal \nquotation marks omitted). \na. Relevant Market      \n81. Before the Court can determine whether Plaintiffs have alleged sufficient \nfacts to show that the Anti -Steering Provisions had anticompetitive effects on \ncompetition in the relevant market as a whole, Plaintiffs must define the relevant \nmarket.  Brokerage Concepts, Inc. v. U.S. Healthcare, Inc., 140 F.3d 494, 513 (3d Cir. \n1998) (stating that the burden is on plaintiff to define the relevant market); Window \nWorld of Baton Rouge, LLC , 2016 NCBC LEXIS 82, at *16 (same).  A market has a \nproduct dimension and a geographic dimension.  E.I. du Pont de Nemours & Co., 637 \nF.3d at 441 .  “Product market definition turns on evidence of interchangeability of \nproduct use and manufacture, that is, on evidence of cross-elasticities of supply and \ndemand.”  Bepco, Inc. v. Allied-Signal, Inc., 106 F. Supp. 2d 814, 823 (M.D.N.C. 2000).  \n“When there is cross-elasticity of demand between products in a market, ‘the rise in \nthe price of a good within [the] relevant mark et would tend to create a greater \n \n \ndemand for other like goods in that market.’” Brokerage Concepts, Inc., 140 F.3d at \n514 (alteration in original) (quoting Tunis Bros Co., Inc. v. Ford Motor Co., 952 F.2d \n715, 722 (3d Cir. 1991)).  The relevant geographic market is the “geographic area \nwithin which the defendant’s customers who are affected by the challenged practice \ncan practicably turn to alternative supplies if the defendant were to raise its prices \nor restrict its output.”  E.I. du Pont de Nemours & Co., 637 F.3d at 441.   \n82. Here, Plaintiffs allege that a relevant market is the sale of  general acute \ninpatient hospital services to insurers in the Charlotte Area, and Defendant does not \ncontest that definition.  A lthough Plaintiffs will ultimately bear the burden of \ndefining the relevant market , the only issue before the Court  in c onsidering the \nMotion for Judgment on the Pleadings  is whether Plaintiffs’ allegations sufficiently \nstate an anticompetitive effect on competition as a whole in the relevant market  to \nsurvive dismissal under Rule 12(c). \nb. Anticompetitive Effect  \n83. “To have an anticompetitive effect, conduct must harm the competitive \nprocess and thereby harm consumers.  Harm to one or many competitors will not \nsuffice.”  Dickson, 309 F.3d at 206 (citatio n omitted) (interna l quotation marks  \nomitted) (quoting United States v. Microsoft Corp., 253 F.3d 34, 58 (D.C. Cir. 2001)).  \n“[A] plaintiff may succeed only when the loss he asserts derives from activities that \nhave a ‘competition-reducing’ effect.”  Tops Mkts., Inc., 142 F.3d at 96. \n84. “Market power is the ability to raise prices above the levels that would be \ncharged in a competitive market [,]” R.J. Reynolds Tobacco Co. , 199 F. Supp. 2d at \n \n \n381, or “the power to force a purchaser to do something that he would  not do in a \ncompetitive market[,]”Dickson, 309 F.3d at 207 n.17.  Direct proof of market power \nrequires evidence of restricted output and supracompetitive prices.  R.J. Reynolds \nTobacco Co., 199 F. Supp. 2d at 381.  Indirect proof of market power requires  proof \nthat Defendant owns a dominant share of the relevant market, and that significant \nbarriers to entry exist and competitors lack the capacity to increase their output in \nthe short run.  Id. at 382−83.  \n85. Here, Plaintiffs allege that Defendant  is the dominant hospital system in \nthe Charlotte Area and has a market share of approximately 50%.  Plaintiffs further \nallege that Novant, the Hospital’s largest competitor, has less than half of the \nHospital’s annual revenues.   Moreover, Plaintiffs alleg e that there are significant \nbarriers to entry or expansion in the relevant market, such as overcoming regulatory \nand licensing hurdles and acquiring hospital -size building sites.  Plainti ffs further \nallege that entry and  expansion by other hos pitals in th e Charlotte Area have  not \ncounteracted the actual competitive harms resulting from the Anti -Steering \nProvisions, and that any future expansion is unlikely to be rapid enough to counteract \nsuch harms to competition.  Contrary to Defendant’s contention in its brief, Plaintiffs \nalso allege that “insurers have tried to negotiate the removal of [the Anti -Steering \nProvisions] from their contracts with [the Hospital], but have been unable to do so as \na result of [the Hospital]’s market power.”  (FAC ¶ 33.)   \n86. Therefore, the Court concludes that, at the pleading stage,  the allegations \nof the FAC are sufficient to state that the Hospital has market power for purposes of \n \n \nthe Court’s Chapter 75 analysis.  See Sitelink Software, LLC, 2016 NCBC LEXIS 45, \nat *27 (“Courts are reluctant to dismiss claims on a Rule 12(b)(6) motion based on a \nfailure to plead a relevant product market or sufficient market power, because \ndefining a relevant market and a party’s power within that market may ultimately \nrequire a fact-intensive inquiry.”).         \n87. The FAC alleges that the Anti -Steering Provisions have the following \nanticompetitive effects in the relevant market: (1) protecting the Hospital’s market \npower and enabling it to charge supracompetitive prices; (2) substantially lessening \ncompetition among providers of acute inpatient hospital services; (3) restricting the \nintroduction of innovative insurance products designed to achieve lower prices for, \nand higher quality of, acute inpatient hospital services; (4) reducing consumers’ \nincentives to obtain acute inpatient hospital services from more cost -effective \nproviders; and (5) depriving insurers and insureds of the benefits of a competitive \nmarket for acute inpatient hospital services.  Plaintiffs further allege that, due to the \nAnti-Steering Provisions, Plaintiffs have less insurance plans from which to choose \nand are denied access to information about the cost and quality of the Hospital’s  \nservices compared to its competitors.  \n88. Regardless of whether the method of satisfying the advers e effect \nrequirement is labeled direct or indirect, “there is really only one way to prove an \nadverse effect on competition under the rule of reason: by showing actual harm to \nconsumers in the relevant market.  How actual harm is shown determines whether \nproof of market power is also required.”  MacDermid Printing Sols. LLC, 833 F.3d at \n \n \n182−83 (footnote omitted).   Protecting market power through means other than \ncompetition on the merits, as Plaintiffs allege here, has been found to constitute  an \nanticompetitive effect.  Microsoft Corp., 253 F.3d at 62.  Moreover, Plaintiffs contend \nthat the Anti-Steering Provisions enable the Hospital to charge, and that the Hospital \ndoes in fact charge, supracompetitive prices that are passed on to insureds.   \nSupracompetitive pricing can satisfy the proof requirements of  an actual adverse \neffect on competition.  Am. Express Co., 838 F.3d at 205−06 (“Plaintiffs might have \nmet their initial burden [at trial] under the rule of reason by showing . . . that Amex’s \npricing was set above competitive levels within the credit -card industry (i.e., \nsupracompetitive pricing).”).   \n89. “The overarching standard is whether [D]efendant[’s] actions diminish \noverall competition, and hence consumer welfare.”  Id. at 195.  The FAC alleges that \nthe Anti-Steering Provisions reduce competition among providers of acute inpatient \nhospital services and that consumers pay more for health insurance and healthcare \nservices, and have less information and consumer choice, than they otherwise would \nin a competitive market.  See MacDermid Printing Sols. LLC , 833 F.3d at 186 \n(“[R]educed consumer choice can constitute harm to competition.”).   The Court \nconcludes that, at the pleading stage,  Plaintiffs’ factual allegations are sufficient to \nstate that the Anti-Steering Provisions have an actual adverse effect on competition \nas a whole in the relevant market. \n90. In its briefs, the Hospital conflates Plaintiffs’ initial burden of proving an \nadverse effect on competition with the ultimate determination of wh ether those  \n \n \nanticompetitive effects outweigh any procompetitive benefits that may be offered by \nDefendant.  At this stage of the proceeding, however, the Court is required to take \nthe allegations of the FAC as true and all contravening assertions in the An swer as \nfalse.  Thus, Plaintiffs’ “allegations of adverse effects on competition must be accepted \nas true, and [D]efendant[’s] pro -competitive justifications considered unproven.”  \nAdvanced Health-Care Servs., Inc., 910 F.2d at 145; see also Robertson, 679 F.3d at \n292  (“At this early stage of the litigation, we are not in a position to weigh the alleged \nanticompetitive risks  . . . against their procompetitive justifications.  This rule of \nreason inquiry is best conducted with the benefit of discovery and we thus express no \nview on the merits of the litigation beyond recognizing the sufficiency of the \ncomplaints.”).   \n91. For the foregoing reasons, the Motion for Judgment on the Pleadings as to \nthe Restraint of Trade Claim is denied.       \n2. At the pleading stage,  the allegations of the FAC are sufficient to \nstate a monopolization claim. \n \n92. Plaintiffs contend that the Hospital  has monopolized, and continues to \nmonopolize, the relevant market in violation of Article I, Section 34 of the North \nCarolina Constitution and N.C. Gen. Stat. §§ 75-1.1, 75-2, and 75-2.1.   \n93. Section 75 -1.1(a) proscribes unfair methods of competition and unfair or \ndeceptive acts or practices in or affecting commerce.  N.C. Gen. Stat. § 75 -1.1(a).  \nSection 75 -2.1 proscribes monopolization and attem pts to monopolize any part of \ntrade or commerce.  N.C. Gen. Stat. § 75-2.1.   \n \n \n94. “[A] monopolization violation consists of two elements: (1) the possession of \nmonopoly power in the relevant market, and (2) willful maintenance of that power.”  \nE.I. du Pont de Nemours & Co. , 637 F.3d at 450.  Monopolization is a form of \nrestraining trade.  Dickson, 309 F.3d at 202.  “The same kind of practices, therefore, \nmay evidence violations of both.”  Id.     \n95. As discussed above, Plaintiffs have alleged , and the Hospital doe s not \ncontest, that a relevant market in this action is the sale of general acute inpatient \nhospital services to insurers in the Charlotte Area.  Further, the Hospital does not \nargue that the allegations of the FAC are insufficient with respect to the  second \nelement; rather, the Hospital’s  arguments only challenge the sufficiency of the \nallegations as to the first element.  Accordingly, in deciding the Motion for Judgment \non the Pleadings, the Court only addresses the sufficiency of the allegations regarding \nmonopoly power.  \n96. “[M]onopoly power is a higher degree of power than market power.”  R.J. \nReynolds Tobacco Co. , 199 F. Supp. 2d at 394.  “Monopoly power is the power to \ncontrol prices or exclude competition.  A defendant possesses monopoly power in the \nrelevant market if it is truly predominant in the market.”  Kolon Indus. Inc. v. E.I. \nDupont de Nemours & Co. , 748 F.3d 160, 173−74 (4th Cir. 2014)  (citations omitted) \n(internal quotation marks omitted).  In determining whether monopoly power exists, \ncourts look at defendant’s market share, the durability of defendant’s market power, \nand whether there are significant barriers to entry.  Id. at 174; Bepco, Inc., 106 F. \nSupp. 2d at 830.  Market share, while highly relevant to monopoly power, is not \n \n \nconclusive.  Kolon Indus. Inc., 748 F.3d at 174 (“[T]here is no fixed percentage market \nshare that conclusively resolves whether monopoly power exists  . . . .”); Broadway \nDelivery Corp. v. United Parcel Serv., Inc. , 651 F.2d 122, 128 (2d Cir. 1981) (“The \ntrend of guid ance from the Supreme Court and the practice of most courts \nendeavoring to follow that guidance has been to give only weight and not \nconclusiveness to market share evidence.”) ; see also Sitelink Soft ware, LLC , 2016 \nNCBC LEXIS 45, at *29−31 (stating that courts often apply certain presumptions for \nmeasuring market power, but a determination of market power turns on a fact -\nspecific inquiry and an antitrust plaintiff must “demonstrate some minimal set of \nwell-grounded factual allegations to support an assertion of market power”).   \n97. The Court concludes that, taking the allegations of the FAC as true and \nconstruing them in the light most favorable to Plaintiffs, the allegations are sufficient \nto state that the Hospital  possesses monopoly power for the same reason s the \nallegations are sufficient to state  that the Hospital  has market power.  Although \nPlaintiffs will bear a heavy burden in proving the existence of monopoly power if \ndiscovery reveals that the Hospital’s market share is in fact 50%, that burden of proof \nis not imposed at the pleading stage.  See Broadway Delivery Corp., 651 F.2d at 129 \n(“Sometimes, but not inevitably, it will be useful to suggest [to the jury] that a market \nshare below 50% is rarely evidence of monopoly power, a share between 50% and 70% \ncan occasionally show monopoly power, and a share above 70% is usually strong \nevidence of monopoly power.”) .  Therefore, the factual allegations of the FAC \n \n \nsufficiently plead a monopolization claim under section 75 -2.1 to withstand the \nMotion for Judgment on the Pleadings.      \n98. The Hospital  additionally argues that, to the extent Plaintiffs’ \nMonopolization Claim is  brought under section  75-1.1, the claim is barred by the \nlearned profession exemption set forth in section 75-1.1(b). \n99. The learned profession exemption excludes professional services rendered \nby a member of a learned profession from the definition of commerce.  N.C. Gen. Stat. \n§ 75-1.1(b).  For the learned profession exemption to apply, the entity whose conduct \nis being challenged mus t be a member of a learned profession, and the challenged \nconduct must be a rendering of professional services.  Wheeless v. Maria Parham \nMed. Ctr., Inc., 237 N.C. App. 584, 589, 768 S.E.2d 119, 123 (2014).  It is well settled \nthat hospitals are members of  a learned profession  for purposes of the learned \nprofession exemption.  Shelton v. Duke Univ. Health Sys., Inc. , 179 N.C. App. 120, \n126, 633 S.E.2d 113, 117 (2006); Wheeless, 237 N.C. App. at 590, 768 S.E.2d at \n123−24 (citing Shelton); Cameron v. New Hano ver Mem’l Hosp., Inc. , 58 N.C. App. \n414, 446−47, 293 S.E.2d 901, 920−21 (1982).  Thus, the issue b efore the Court is \nwhether the pleadings establish that the Hospital’s  conduct is a rendering of \nprofessional services.   \n100. Our courts have held that “a matter affecting the professional services \nrendered by members of a learned profession” falls within the learned profession \nexemption.  Wheeless, 237 N.C. App. at 590, 768 S.E.2d at 123 (quoting Burgess v. \nBusby, 142 N.C. App. 393, 407, 544 S.E.2d 4, 11−12 (2001) ); see also Cameron , 58 \n \n \nN.C. App. at 446−47, 293 S.E.2d at 920−21 (concluding that conduct fell within the \nlearned profession exemption as it was “a necessary assurance of good health care”) .  \nThe Hospital argues, relying on Cameron, that negotiating contracts with payers of \nhealthcare services is “a necessary assurance of good health care” and accordingly \nfalls within the learned profession exemption.  Conversely, Plaintiffs argue, relying \non Reid v. Ayers, 138 N.C. App. 261, 531 S.E.2d 231 (2000), that negotiating contracts \nis an “entrepreneurial aspect[]” th at is “geared more towards [the Hospital’s ] own \ninterests” and thus does not fall within the learned professi on exemption.  138 N.C. \nApp. at 267, 531 S.E.2d at 236.  The Hospital ultimately bears the burden of proving \nthat its conduct falls within the learned profession exemption.  N.C. Gen. Stat. § 75 -\n1.1(d).   \n101. The Court cannot conclude, based solely on the pleadings, that the learned \nprofession exemption bars Plaintiffs’ Monopolization Claim as a matter of law.  Thus, \nthe Court denies the Motion for Judgment on the Pleadings on this ground, without \nprejudice to Defendant’s right to raise this issue in later motion practice based on a \nmore developed factual record.  See Sykes v. Health Network Sols., Inc., 2013 NCBC \nLEXIS 50, at *30 (N.C. Super. Ct. Nov. 25, 2013). \n102. Therefore, the Motion for Judgment on the Pleadings as to the \nMonopolization Claim is denied.  \n \n \n \n \n \nVI. CONCLUSION \n103. In sum, the Court concludes that Plaintiffs have  satisfied the minimal \npleading standards necessary to survive dismissal at this early stage of the litigation.  \nFor the foregoing reasons, the Motions are DENIED. \nSO ORDERED, this the 11th day of April, 2017. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n \n \n \n "
}