{
  "id": "825e1f09489ba1c28d1a31ec9b435199d1ddc11b083c1fcef2590d902bc0139b",
  "source_file": "data/raw/ncbc/825e1f09489ba1c28d1a31ec9b435199d1ddc11b083c1fcef2590d902bc0139b.pdf",
  "raw_text": " \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF CUMBERLAND 06 CVS 6091 \n \nMITCHELL, BREWER, RICHARDSON,  ) \nADAMS, BURGE & BOUGHMAN; GLENN  ) \nB. ADAMS; HAROLD L. BOUGHMAN, JR.  ) \nand VICKIE L. BURGE, )  \n Plaintiffs ) OPINION, ORDER AND JUDGMENT \n  )   \n v.  )  \n   ) \nCOY E. BREWER, JR., RONNIE A.  ) \nMITCHELL, WILLIAM O. RICHARDSON, ) \nand CHARLES BRITTAIN, ) \n Defendants )  \n \nTHIS CAUSE, designated a mandatory comp lex business case by Order of the \nChief Justice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-\n45.4(b) (hereinafter, references to the North Carolina General Statutes will be to “G.S.”), \nand assigned to the undersigned, comes before the court upon Plaintiffs’ Motion to Adopt \nReferee’s Report (“Motion”), pursuant to the provisions of Rule 53, North Carolina Rules \nof Civil Procedure (“Rule(s)”).  The Motion s eeks entry of judgment upon a Referee’s \nReport relative to this civil action submitted by Adams Martin & Associates, PA, a public \naccounting firm. \nTHE COURT, after reviewing the Motion, Plai ntiffs’ brief in support of the Motion, \narguments of counsel and pro se Defendants, the Report and other appropriate matters \nof record, CONCLUDES that the Motion shoul d be GRANTED, for the reasons stated \nherein. \nEverett Gaskins Hancock LLP, by Everett D. Gaskins, Esq. and James M. Hash, \n Esq., for Plaintiffs. \n \nDefendant Coy E. Brewer, pro se.  \n \nMitchell, Brewer, Richardson, Adams, Burge & Boughman, PLLC v. Brewer, 2015 NCBC 85. \n2 \n \nDefendant Ronnie A. Mitchell, pro se. \n \nJolly, Judge. \nPROCEDURAL HISTORY \n[1] Plaintiffs designated this civil acti on to the North Carolina Business Court \non July 5, 2006. On August 2, 2006, Plaintiffs filed their Amended Complaint, on which \nthe action is now based. Thereafter, over a number of years, numerous substantive and \nprocedural disputes and issues were considered by the court. There have been several \nsignificant milestones that have occurred during the lengthy and somewhat tortuous \npath of this contentious litigation. For example, on May 8, 2007, the court entered its \nOrder reflecting its opinion and denying Defendants’ Motion to dismiss this action \npursuant to Rules 12(b)(1) and 12(b)(6). Thereafter, on May 31, 2009, the court entered \nits Opinion and Order granting in part and denying in part the parties’ respective \nMotions for Summary Judgment pursuant to Rule 56 (“May 31 Order”). Pursuant to Rule \n54(b), in its May 31 Order the court certified for immediate appeal the rulings therein \nthat constituted final judgment as to one or more material issues in this matter. \nThereafter, by opinion dated February 1, 2011, the North Carolina Court of Appeals \naffirmed (“COA Opinion”), in part, and reversed, in part, the court’s rulings reflected in \nits May 31 Order. The COA Opinion remanded the case to this court for further \nproceedings consistent with the COA Opinion. Still thereafter, on February 26, 2013, \nconsistent with the mandate of the COA Opinion, the court entered its Opinion and \nOrder Dissolving Company and Appointing Special Master (“Reference Order”). \nBetween each of the foregoing milestones, the court and parties engaged in significant \ndialogue, motions and procedural practice.  \n3 \n \n[2] Pursuant to the Reference Order, t he named Plaintiff law firm, Mitchell, \nBrewer, Richardson, Adams, Burge & Boughman (“Company”) was dissolved, and \nAdams Martin & Associates PA (“Adams Martin”), a public accounting firm experienced \nin law firm accounting was appointed a Special Master to act as a referee (“Referee”) in \nthis matter pursuant to Rule 53. Adams Martin was charged by the court with reviewing \nthe Company’s records and creating a report for the court regarding the Company’s \nfinancial status, consistent with the COA Opinion and the court’s Reference Order. \n[3]  Thereafter, Adams Martin undertook  its work as Referee. It worked \ndiligently and expended extensive time and effort in retrieving, compiling and analyzing \nthe various relevant records of the parties to this matter, all consistent with the \nReference Order. On July 18, 2014, the Referee submitted its report to the court as \nrequired by the Reference Order (“Referee’s Report”). On February 13, 2015, the \nReferee’s Report was filed in the record. \n[4] All claims raised in this action have been resolved between the Plaintiffs \nand Defendants Richardson and Brittain, two of the original Defendants. Only \nDefendants Brewer and Mitchell remain as parties Defendant.1 Defendants Brewer and \nMitchell jointly filed their Exceptions and Objections Regarding Report of Special Master \non March 13, 2015 (“Exceptions”). \n[5] On April 1, 2015, Plaintiffs filed t he instant Motion, by which they ask the \ncourt to adopt and enter judgment upon the Referee’s Report. The court held a hearing \non the Motion on May 8, 2015. Plaintiffs’ counsel and Defendant Mitchell were in \nattendance and presented oral argument. Defendant Brewer did not attend. \n                                                 \n1 Plaintiffs filed Notice of Dismissal as to Defendant William O. Richardson on October 8, 2014, and as to \nDefendant Charles Brittain on June 2, 2015. \n4 \n \n[6] The Motion has been fully briefed and argued and is ripe for determination \nby the court.   \nDISCUSSION \n[7] Defendant Mitchell asserts that he pr eserved the right to a jury trial by \nobjecting to the Reference Order entered on February 26, 2013.  (Defendant Brewer \nmakes no such assertion).  Defendant Mitchell points to footnote 1 in his Submission \nRegarding Authority on Order with Reference to Special Master (“Submission”), which \nwas filed on April 15, 2012, more than six months before the court entered the \nReference Order, as the source of that objection. Rule 53(b)(2) provides in pertinent \npart that in order to preserve the right to a jury trial a party must do so by, “objecting to \nthe order of compulsory reference at the time it is made.”  Defendant Mitchell did not do \nso and thus has no such right. \n[8] Defendants Mitchell and Brewer assert  in their Exceptions that the \nReference Order did not sufficiently define the methodology to be employed and the \nscope of the responsibilities and powers of the Referee.  This objection is untimely and \nshould have been made at the time of the Reference Order so that the court could have \naddressed any perceived shortcomings.  Further, the court finds and concludes that the \nReference Order is sufficiently clear and specific with reference to the duties and \npowers of the Referee. \n[9] The Exceptions include several specif ic exceptions, all of which the court \nhas carefully considered.  These deal with contentions about capital accounts, the \namount of debt at the dissolution date, alleged unpaid salary matters and the method of \ncomputing any credit to be given for pre-dissolution efforts by the respective parties as \n5 \n \nopposed to post-dissolution efforts in litigation engagements at issue between the \nparties. \n[10] The court has reviewed the Refer ee’s Report and the seven exhibits that \nsupport it.  The court is satisfied that the Referee’s Report complies with the Reference \nOrder, is supported by competent evidence and that the conclusions reached in the   \nReferee’s Report are supported by the facts found. \n[11] The court rejects the contention ad vanced by Defendant Mitchell in oral \nargument that no appropriate opportunity was afforded to the Defendants to provide \ncontrary evidence to the Referee.  The court required the Referee to provide the written \nReferee’s Report to the parties and thereafter provided a courtroom where all parties \nwere invited to attend so that they could raise questions and discuss the Referee’s \nReport with the referee before the Referee’s Report was filed in the record.  Defendant \nMitchell did so. Defendant Brewer did not. In addition, Plaintiffs noticed a deposition for \nthe Referee’s staff who prepared the Report. That deposition provided another \nopportunity for Defendants to present contrary evidence to the Referee and question the \nfactual contents of the Referee’s Report. Defendant Mitchell participated in that \ndeposition. Defendant Brewer did not. Only after giving the parties these opportunities \nto provide input did the court order the Referee’s Report to be filed. \nCONCLUSION \nNOW THEREFORE, based upon the foregoing, and pursuant to Rule 53(g)(2), \nthe court hereby FINDS and CONCLUDES and ORDERS that: \n[12] The Referee’s Report is ADOPTED in its entirety as constituting the \nfindings and conclusions of the court. \n6 \n \n[13] Judgment hereby is ENTERED agains t Defendant Coy R. Brewer, Jr., in \nthe principal amount of $102,578.00, in favor of Plaintiffs Glenn B. Adams, Harold L. \nBoughman, Jr. and Vickie L. Burge. Any recovery on this Judgment from Defendant \nBrewer shall be shared by the Plaintiffs in the following proportions: 30.4% to Plaintiff \nAdams, and 26.9% to Plaintiff Boughman and 42.7% to Plaintiff Burge. Defendant \nBrewer shall be taxed with interest and costs, as appropriate. \n[14] Judgment hereby is ENTERED agains t Defendant Ronnie A. Mitchell, in \nthe principal amount of $102,578.00, in favor of Plaintiffs Glenn B. Adams, Harold L. \nBoughman, Jr. and Vickie L. Burge. Any recovery on this Judgment from Defendant \nMitchell shall be shared by the Plaintiffs in the following proportions: 30.4% to Plaintiff \nAdams, and 26.9% to Plaintiff Boughman and 42.7% to Plaintiff Burge. Defendant \nBrewer shall be taxed with interest and costs, as appropriate. \n[15] This Opinion, Order and Judgment does  not constitute a final disposition \nof this civil action, as there remain unresolved claims and counterclaims.  Should any \nparty wish to propound a dispositive motion relative to any currently-unresolved claims \nor counterclaims in this matter, such motion with supporting briefs and materials shall \nbe filed no later than October 12, 2015. Responses and replies relative to any such \nmotion(s) shall be determined by the appropriate North Carolina Business Court Rules. \n[16] The court will bring this matter on for hearing to determine any further \npending issues, including interest and costs as appropriate, at 11:00 a.m., on Tuesday, \nDecember 8, 2015, in the North Carolina Business Court, Courtroom 3B of the Wake \nCounty Courthouse, 316 Fayetteville Street, Raleigh. \n \n7 \n \nSO ORDERED.  \nThis the 18th day of September, 2015. \n \n/s/ John R. Jolly, Jr.      \nJohn R. Jolly, Jr. \nRetired/Recalled Emergency Superior Court Judge \n "
}