{
  "id": "829410b17f494300bd566a49298b99dcfe2fb7929ba4f8a1c1dab0c452946b1d",
  "source_file": "data/raw/ncbc/829410b17f494300bd566a49298b99dcfe2fb7929ba4f8a1c1dab0c452946b1d.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCOUNTY OF BUNCOMBE \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \nCIVIL ACTION NO.: 23 CVS 5013 \n \nJOSHUA H. STEIN, Attorney General, \nex rel. DOGWOOD HEALTH TRUST, \n \n  Plaintiff, \n \n v. \n \nMH MASTER HOLDINGS, LLLP, \n \n  Defendant. \n \nORDER AND OPINION \nON MOTION TO DISMISS \nCOUNTERCLAIMS AND PARTIAL \nMOTION TO DISMISS REQUEST \nFOR ATTORNEYS’ FEES \n \n1. THIS MATTER  is before the Court on Counterclaim -Defendant’s \nMotion to Dismiss Counterclaims and Partial Motion to Dismiss Request for \nAttorneys’ Fees (the “Motion”), (ECF No. 59). \n2. By way of the Motion, Joshua H. Stein, Attorney General for the State \nof North Carolina , (acting on behalf of Dogwood Health Trust) moves for  an order \ndismissing Defendant’s counterclaim s, largely on the basis of sovereign immunity.   \nMr. Stein also requests dismissal of Defendant’s request for attorneys’ fees.  \n3. The Court, having considered the Motion, the briefs supporting and \nopposing the Motion, and the parties’ arguments at a hearing held on 28 August 2024, \nconcludes for the reasons set forth herein  that the Motion should be GRANTED in \npart and DENIED in part. \n  \nStein v. MH Master Holdings, LLLP, 2024 NCBC 78. \nNorth Carolina Department of Justice by Sarah G. Boyce, Jasmine S. McGhee, \nJessica V. Sutton, Brian Rabinovitz, Llogan R. Walters, South A. Moore, Daniel \nP. Mosteller, and Marc D. Brunton for Plaintiff Attorney General Joshua H. \nStein ex. rel. Dogwood Health Trust.  \n \nLatham & Watkins, LLP by Allen M. Gardner, Nathan A. Sandals, and Chase \nA. Chesser; and Roberts & Stevens, PA by Phillip T. Jackson, John Noor, and \nDavid Hawisher for Defendant MH Master Holdings, LLLP.  \n \nEarp, J. \n4. While in the past, the appropriate rule for consideration of a motion to \ndismiss on grounds of sovereign immunity was somewhat unsettled, recent guidance \nfrom our Court of Appeals specifies that these issues should be decided under Rule \n12(b)(2).  Torres v. City of Raleigh , 288 N.C. App. 617, 620 (2023).  Accordingly, the \nCourt first addresses Plaintiff’s Motion with respect to Defendant’s counterclaims on \nthat basis. \n5. As this Court recently observed,  \nThe standard of review to be applied by a trial court in deciding a motion \nunder Rule 12(b)(2) depends upon the procedural context confronting \nthe court.  When neither party submits evidence, the allegations of the \ncomplaint must disclose jurisdiction although the particulars of \njurisdiction need not be alleged.  The trial judge must decide whether \nthe complaint contains allegations that, if taken as true, set forth a \nsufficient basis for the court's exercise of personal jurisdiction. \n \nJohnson Bros. Corp. v. City of Charlotte, 2024 NCBC LEXIS 32 at *11-12 (N.C. Super. \nCt. Feb. 27, 2024). \n6. Having considered the uncontroverted allegations in the pleadings, the \nCourt makes the following findings of fact and conclusions of law for the purpose of \ndetermining whether Defendant has established by a preponderance of the evidence \nthat the Court has personal jurisdiction over Mr. Stein, acting on behalf of Dogwood \nHealth Trust. \nI. FINDINGS OF FACT \n7.  Plaintiff and Counterclaim -Defendant Joshua H. Stein, Attorney \nGeneral for the State of North Carolina  (the “ Attorney General” or “Plaintiff”), \nbrought this action on behalf of and in the name of Dogwood Health Trust, a non-\nprofit corporation.  (Am. Compl. [“Am. Compl.”] ¶ 1, ECF No. 50.)1   \n8. Defendant and Counterclaim -Plaintiff MH Master Holdings, LLLP \n(“MH Master Holdings ” or “Defendant” ) is a limited liability limited partnership \nformed under the laws of the State of Delaware and registered with the North \nCarolina Secretary of State.  ( Def.’s Answ. and Countercl s. to Pl.’s Am. Compl . \n[“Countercls.”] ¶ 1, ECF No. 55.)  MH Master Holdings is a subsidiary of HCA \nHealthcare, Inc (“HCA”).  (Countercls. ¶ 3.)2  \n9. This case centers on the terms of an Amended and Restated Asset \nPurchase Agreement (“APA”) between MH Master Holdings  and Mission Health \nSystem (“Mission Health”) memorializing MH Master Holdings’ acquisition of \n \n1 Dogwood Health Trust is identified as the “Foundation” in the APA.  (Countercls. ¶ 6.)   \n \n2 Pursuant to Section 7.10 of the APA, MH Master Holdings is authorized to do business \nunder brand names including “Mission Health,” “Mission Health System,” and “HCA.”  (Am. \nCompl. ¶ 9.)  For purposes of the Motion, the Court at times refers to MH Master H oldings \nas “HCA.” \n \nMission Health, a six -campus hospital system serving western North Carolina .  \n(Countercls. 49.)3  \n10. Defendant asserts that Dogwood Health Trust “ is a party to th e \ncounterclaims in name only, as Plaintiff has usurped Dogwood Health Trust’s role as \nthe party responsible for working with HCA to ensure the continued delivery of high-\nquality, affordable healthcare services in western North Carolina.”  (Countercls. ¶6.)  \n11. Section 7.13(a) and Schedule 7.13(a)  of the APA (the “Hospital Service \nCommitments”) speak to HCA’s obligations with respect to the continuation of certain \nservices by Mission Health during the ten -year period from 2019 to 2029, barring \ncertain contingencies or extenuating circumstances. 4  (Am. Compl., Ex. 1 , APA and \nSchedules [“APA”] Section 7.13(a), Schedule 7.13(a), ECF No. 50.1.)  HCA alleges that \nthe Hospital Service Commitments are clear and unambiguous , and that HCA \nsatisfies them.   (Countercls. 46 -47.)  HCA characterizes the Hospital Service \nCommitments at issue as requiring that HCA: “(1) maintain Level II trauma \ncapabilities at Mission Hospital; and (2) maintain the capabilities to provide the \n \n3 Defendant’s introduction to the counterclaims contains unnumbered paragraphs; \nconsequently, the Court refers to these introductory allegations by the page number of \nDefendant’s pleading rather than paragraph number. \n \n4 The Hospital Service Commitments  address emergency services, oncology services, \nbehavioral health treatment, cardiac services, general medicine services, imaging and \ndiagnostic services, neuro trauma services, pediatric services, obstetrical services, surgical \nservices, graduate medical education, geriatric care services, inpatient and outpatient \nrehabilitation services, orthotics and prosthetics services, home health and private duty \nnursing, hospice care, and pediatric specialty outpatient services.  (APA Schedule 7.13(a).) \n \nemergency services and oncology services that were provided at Mission as of January \n2019.”  (Countercls. 47.) \n12. On 31 January 2019, MH Master Holdings and Seller 5 executed the \nAPA, which included the Hospital Service Commitments  and gave the Attorney \nGeneral contractual enforcement rights under certain circumstances.   \n(Countercls. ¶ 19.)  \n13. On 14 December 2023, the Attorney General, on behalf of the Dogwood \nHealth Trust, filed this action against HCA6  for violations of the APA.  The Attorney \nGeneral alleges that HCA has failed to provide the requisite level of emergency and \ntrauma care, as well as the oncology services required by the APA .  ( See generally, \nAm. Compl.)  The case was designated as a complex business case the day it was filed \nand was then assigned to the undersigned.  (ECF Nos. 1, 2.)  \n \n5 On behalf of the Mission Health System, the APA was executed by Mission Health System, \nInc., Mission Hospital, Inc., Mission Medical Associates, Inc., Mission Imaging Services, LLC, \nBlue Ridge Regional Hospital, Inc., Transylvania Community Hospital , Inc., Angel Medical \nCenter, Inc., MSJHS and CCP Joint Development Company, LLC d/b/a Asheville Specialty \nHospital, the McDowell Hospital, Inc., Community CarePartners, Inc., Highlands -Cashiers \nHospital, Inc., WNC CareSource, LLC, Avenu Health, Inc., McDow ell Hospital Imaging \nServices, LLC, Transylvania Physician Services, Inc., Transylvania Services, Inc., \nTransylvania Hospital Imaging Services, LLC, Highlands-Cashiers Physician Services, Inc., \nthe Eckerd Living Center LLC (collectively, the “Seller”). \n \n6 The Attorney General has since amended his Complaint to supplement the Complaint’s \nfactual allegations and remove two Defendants from the action.   (Order on Pl.’s Mot. Leave \nAm. Compl. and Defs.’ Mot. Grant Leave Am. Compl. and Set Deadlines Responsive \nPleadings, ECF No. 49; First Am. Compl., ECF No. 50.)   In addition, the parties stipulated \nto the dismissal of three other Defendants from this action, leaving MH Master Holdings, \nLLLP, referenced herein as either MH Master Holdings or HCA, as the sole Defendant in the \nAttorney General’s suit.  (Parties’ Stip. Facts and Vol. Dismissal Non-Signatory Defendants, \nECF No. 58.)\n \n14. On 6 May 2024, HCA  filed its Answer , along with two c ounterclaims.  \nThe counterclaims request that the Court enter a judgment interpreting the APA and \ndeclaring (1) that HCA has not breach ed APA Section 7.13(a)  because it has not \ndiscontinued the oncology or emergency and trauma services required by the APA ; \n(2) that Section 7.13 of the APA requires only that HCA “ continue to make its \nfacilities, staff and equipment available to medical staff physicians who want to use \nthose facilities to offer the same services  [listed in Schedule 7.13(a)] that Mission \noffered before HCA acquired it [;]” and (3) that Section 7.13(a) of the APA does not \nobligate HCA “ to em ploy any particular number of providers.”   ( See generally \nCountercls. ¶¶ 82-87, ad damnum clause C, D, E.)  HCA also requests that the costs \nof this action, including attorneys ’ fees, be taxed against the Attorney General .               \n(Countercls., ad damnum clause F.)  \n15. On 6 June 2024, Plaintiff filed the Motion seeking an order dismissing \nHCA’s counterclaims for lack of jurisdiction on sovereign immunity grounds pursuant \nto Rule 12(b)(1) or 12(b)(2) of the North Carolina Rules of Civil Procedure  (the \n“Rule[s]”).  (Mot. 1.)  In the alternative, Plaintiff requests a partial motion to dismiss \nDefendant’s request for attorneys’ fees for failure to state a claim under Rule 12(b)(6).  \n(Mot. 1.)  \n16. After full briefing, on 28 August 2024, the Court held a hearing on the \nMotion during which both parties were present and heard.   The Motion is now ripe \nfor disposition. \n  \nII. CONCLUSIONS OF LAW \nA.  Sovereign Immunity \n17. “It is a fundamental rule of law that the State is immune from suit \nunless it expressly consents to be sued[,]” Zimmer v. N.C. Dep't of Transp. , 87 N.C. \nApp. 132, 134 (1987) (citation omitted), “or upon its waiver of immunity, and that this \nimmunity is absolute and unqualified .”  Guthrie v. North Carolina State Ports \nAuthority, 307 N.C. 522, 534 (1983) (emphasis in original) (citations omitted). \n18. A suit brought “against a public official in his official capacity ‘is a suit \nagainst the State.’  ”  White v. Trew , 366 N.C. 360, 363 (2013)  (quoting Harwood v. \nJohnson, 326 N.C. 231, 238 (1990)).  Thus, public officials sued in their official \ncapacity are, like the State itself, shielded by sovereign immunity.  Id. \n19. Waiver of sovereign immunity must be established at the outset of any \naction against the State or a State official.  Arrington v. Martinez, 215 N.C. App. 252, \n263 (2011).  The burden of establishing waiver falls on the party bringing the action, \nin this case HCA.  Id.  \n1. Application of Sovereign Immunity to the Attorney General \n20. HCA rejects the contention that sovereign immunity applies because, it \nargues, this action was brought by the Attorney General, not in his state-sanctioned \nrole, but on behalf of Dogwood Health Trust, a private, non-profit corporation.  (Def. \nMem. Opp’n Pl.’s Mot. Dismiss [“Def. Mem. Opp’n”] 9, ECF No. 63.)  HCA maintains \nthat when the Attorney General filed suit under the APA, he did not do so as the chief \nlaw enforcement officer of North Carolina , but rather he did so “on behalf of and in \nthe name of the Seller Representative” and as “a third-party beneficiary.”  (Def. Mem. \nOpp’n 9.)   \n21. Plaintiff responds that w hen the Attorney General brings an action, \nincluding this one under the APA, he does so in his official capacity as North \nCarolina’s chief law enforcement officer.  (Pl. Reply Def. Mem. Opp’n Pl. Mot. Dismiss \n[“Pl. Reply”] 2, ECF No. 64.)  Plaintiff maintains that the APA’s protections and the \nright to enforce those protections  were borne from the Attorney General’s statutory \nreview authority and are consistent with his broad consumer protection mandate and \nhis “common law right and power to protect the beneficiaries of charitable trusts.”   \n(Pl. Reply 3.)  \n22. Underscoring its position, Plaintiff point s to the language of the \ncounterclaims.  Defendant specifically pleads that “Counterclaim-Defendant Joshua \nH. Stein is sued in his official capacity as Attorney General for the State of North \nCarolina.”  (Countercls. ¶ 5.)   \n23. Given HCA’s pleading, the Court concludes that Mr. Stein has been sued \nin his official capacity.  Accordingly, he is entitled to sovereign immunity, unless that \nimmunity has been waived.  White, 366 N.C. at 363. \n2. Waiver  \n24. HCA must affirmatively allege waiver of sovereign immunity.  Hinson \nv. City of Greensboro, 232 N.C. App. 204, 210 (2014); Arrington, 215 N.C. App. at 263.  \nHowever, “[p]recise  language alleging that the State has waived the defense \nof sovereign immunity is not necessary, but, rather, the complaint need only contain \nsufficient allegations to provide a reasonable forecast of waiver.”  Richmond Cnty. Bd. \nof Educ. v. Cowell , 225 N.C. App. 583, 587 (2013) (citations and internal quotation \nmarks omitted).  Therefore, although particularity is not required, a complaint failing \neven generally to allege waiver is subject to dismissal .  Arrington , 215 N.C. App. \nat 263; see also Hinson, 232 N.C. App. at 210. \na. Express Waiver \n25. HCA has failed to allege express waiver.   E ven a bsent such an \nallegation, however, the Court may infer waiver from Defendant’s allegations, \nkeeping in mind that “[w]aiver of sovereign immunity may not be lightly inferred[.]”  \nMeyer v. Walls, 347 N.C. 97, 104 (1997) ( quoting Guthrie v. N.C. State Ports Auth. , \n307 N.C. 522, 537-38, (1983)). \nb. Implicit Waiver by Contract \n26. The North Carolina Supreme Court has held that the State waives \nsovereign immunity when it becomes a signatory to a private contract.  Smith v. State, \n289 N.C. 303, 320 (1976).   In Smith, the North Carolina Supreme Court articulated \nfive policy considerations underlying its recognition of this implied waiver: \n(1) To deny the party who has performed his obligation under \na contract the right to sue the state when it defaults is to take his \nproperty without compensation and thus to deny him due process; (2) \nTo hold that the state may  arbitrarily avoid its obligation under \na contract after having induced the other party to change his position \nor to expend time and money in the performance of his obligations, \nor in preparing to perform them, would be judicial sanction of the \nhighest type of governmental tyranny; (3) To attribute to the General \nAssembly the intent to retain to the state the right, should \nexpedience seem to make it desirable, to breach its obligation at the \nexpense of its citizens imputes to that body “ bad faith and \nshoddiness” foreign to a democratic government; (4) A citizen's \npetition to the legislature for relief from the state's breach \nof contract is an unsatisfactory and frequently a totally inadequate \nremedy for an injured party; and (5) The courts are a proper forum \nin which claims against the state may be presented and decided upon \nknown principles. \n \nId. at 320.    \n27. The Supreme Court concluded, “[i]t cannot be true that a state is bound \nby a contract, and yet be true that it has power to cast off its obligation and break its \nfaith, since that would invoke the manifest contradiction that a state is bound and \nyet not bound by its obligation.”  Id. at 315. \n28. Plaintiff alleges that neither  the Attorney General nor the State is a  \nsignatory to the APA, the only contract at issue in this case.   Therefore, Plaintiff \nargues, there can be no waiver of sovereign immunity  based on contract.  (Pl. Mem. \nSupp. Mot. [“Pl. Mem. Supp. ”] 9, ECF No. 60.)  Plaintiff adds that the public policy \nrationale for waiving sovereign immunity, as explained in Smith, is not present here \nbecause the State is not obligated under the APA to provide consideration to any of \nthe contracting parties.  (Pl. Mem. Supp. 9-10.)  \n29. Conversely, Defendant contends that the Attorney General negotiated \nfor and secured the right to enforce certain APA obligations as a “third- party \nbeneficiary” and therefore the State and Attorney General should be treated as \nparties to the contract, effecting a waiver of sovereign immunity.  (Def. Br. Opp’n 12.)  \n30. The Court concludes that the Attorney General’s unique position under \nthe terms of this  APA does not give rise to  the policy concerns that resulted in  the \nwaiver of sovereign immunity in Smith.   Here, the State has not undertaken an \nobligation that it is trying to avoid by claiming immunity from suit.   T he Attorney \nGeneral’s role in this case, resulting from the exercise of his authority pursuant to \nN.C.G.S. §55A -12-02(g) and consistent with his official role generally, is one of \nenforcement.  The fact that his role was written into the contract does not result in \nan implicit waiver of governmental immunity.  See Smith, 289 N.C. at 417 (“In order \nto impose a contractual liability on the state, there must be a contract obligation on \nits part”). \nc. Implicit Waiver - Declaratory Judgment Act \n \n31. Citing Can Am S., LLC v. State , 234 N.C. App. 119 (2014), Defendant \nargues that sovereign immunity is waived because  the claims at issue seek \ndeclarations of the parties’ rights and obligations under the APA.  (Def. Br. Opp’n 14.)  \nPlaintiff responds that Defendant’s claims  for declaratory relief do not  give rise to \nwaiver because they are merely a denial of Plaintiff’s claims coupled with  a flawed \nattempt to secure advisory rulings from the Court on issues  outside the scope of the \nunderlying dispute.  (Pl. Reply 10.)  \n32. The Court agrees.  Asserting a cause of action against the State \npursuant to the Declaratory Judgment Act (the “Act”), N.C.G.S. §§ 1-253 et seq., does \nnot necessarily result in a waiver of sovereign immunity.  Rather, whether sovereign \nimmunity is waived turns on the nature of the dispute.  Compare Petroleum Traders \nCorp. v. State, 190 N.C. App. 542, 547 (2008) (holding that sovereign immunity was \nnot waived in a declaratory judgment action  to determine whether a statut orily \nauthorized bidding fee violated the North Carolina Constitution) with Can Am S. , \n234 N.C. App. at127 (holding that sovereign immunity was waived in a declaratory \njudgment action involving lease agreements between the State and a private parties) \nand T & A Amusements, LLC v. McCrory, 251 N.C. App. 904, 908 (2017) (holding that \nsovereign immunity was waived in declaratory judgment action involving allegations \nthat State agency acted in excess of the authority granted by statute). \n33. Here, Plaintiff is exercising his ability to enforce certain provisions of \nthe APA in the manner contemplated by the parties to the APA, including HCA.  As \nstated above, t he policy considerations  identified in Smith  that would support a  \nwaiver of sovereign immunity are not present.  The fact that Defendant’s claims are \nbrought under the Act does not change that result.   \n34. Accordingly, the Motion shall be  GRANTED on sovereign immunity \ngrounds, and Defendant’s counterclaims shall be dismissed  for lack of in personam  \njurisdiction.   \n35. Even were this not the case, to the extent Defendant’s claims for \ndeclaratory judgment exceed the scope of the pending controversy, they are subject \nto dismissal pursuant to Rule 12(b)( 1).  The Act grants a court the authority to \n“declare rights, status, and other legal relations ,” but only  when an “ actual \ncontroversy” exists between parties to a lawsuit.  Pine Knoll Shores v. Carolina Water \nServ., Inc., 128 N.C. App. 321 (1998).  See Sharpe v. Park Newspapers of Lumberton, \n317 N.C. 579, 583 (1986) (“Although the North Carolina Declaratory Judgment Act \ndoes not state specifically that an actual controversy between the parties is a \njurisdictional prerequisite to an action thereunder, our case law does impose such a \nrequirement.”).  The “[m]ere apprehension or the mere threat of an action or a suit is \nnot enough.”  Gaston Bd. of Realtors, Inc. v. Harrison, 311 N.C. 230, 234 (1984).   The \nAct “does not require the court to give a purely advisory opinion which the parties \nmight, so to speak, put on ice to be used if and when occasion might arise.”   Tryon v. \nDuke Power Co., 222 N.C. 200, 204 (1942). \n36. Defendant argues that it seeks “broad declarations regarding the correct \ninterpretation of Section 7.13(a), so that, moving forward, judicial resources need not \nbe wasted on  similar disputes” (Def.s’ Mem. 15, emphasis added) and says that its \ncounterclaims “are broader [than Plaintiff’s] and seek declarations that will govern \nthe parties’ prospective relationship.”  (Def.s’ Mem. 16, emphasis added.)  But as this \nCourt has previously stated, “[t]o advise on what path a litigant should take in future \nproceedings falls squarely within the definition of an impermissible  advisory \nopinion.  N.C. Acupuncture Licensing Bd. v. N.C. Bd. of Physical Therapy Examiners, \n2016 NCBC LEXIS 49 , at *6 -7 (N.C. Super. Ct.  June 24, 2016)  (citing Little v. \nWachovia Bank & Trust Co ., 252 N.C. 229, 243 (1960) ) (“The courts have no \njurisdiction to determine matters purely speculative, enter anticipatory judgments, \ndeclare social status, deal with theoretical problems, give advisory opinions, answer \nmoot questions, adjudicate academic matters, provide for contingen cies which may \nhereafter arise, or give abstract opinions.”). \n37. In addition , to the extent Defendant’s d eclaratory judgment claim s \npresent no new controversies and  simply amount to the converse of Plaintiff’s \ndeclaratory judgment claims already pending before the Court, the Court concludes, \nin its discretion, that allowing Defendant’s claims to proceed would not serve a useful \npurpose and would “conflict with the interests of judicial economy and efficiency.”  \nCoca-Cola Bottling Co. Consol. v. Durham Coca-Cola Bottling Co., 141 N.C. App. 569, \n580 ( 2000); see also  Augur v. Augur , 356 N.C. 582, 588  (2002) ( “[S]ection 1-\n257 permits a trial court, in the exercise of its discretion, to decline a request for \ndeclaratory relief when . . . the requested declaration will serve no useful purpose in \nclarifying or settling the legal relations at issue[.]” );  cf. Williams v. Hmaidan \nHoldings, LLC 2024 Tex. App. LEXIS 2949 (Ap. 30, 2024) ( holding that declaratory \njudgment counterclaim that was “merely a defensive mirror” was not a valid claim). \nB. HCA’s Request for Attorneys’ Fees \n38. Plaintiff next moves for dismissal of HCA’s request that costs, “including \nattorney’s fees as may be allowed by law, be taxed to the Attorney General.”  \n(Countercls. 82.)  Plaintiff contends that HCA has failed to state a claim that would \nsupport this result.  (Pl. Mem. Supp. 11.)  \n39. North Carolina law allows for the award of reasonable attorneys’ fees to \nthe prevailing party in “any civil action . . . if the court finds that there was a complete \nabsence of a justiciable issue of either law or fact raised by the losing party in any \npleading.”  N.C.G.S. § 6-21.5. \n40. At this early stage, the Court concludes that the issue is not ripe for \ndetermination and therefore DENIES this aspect of Plaintiff’s Motion, without \nprejudice.   \n \nIII. CONCLUSION \n41. WHEREFORE, Counterclaim–Defendant’s Motion to Dismiss is \nGRANTED in part and DENIED in part, as follows:  \na. The Motion to Dismiss Defendant’s Counterclaims is hereby \nGRANTED, and Defendant’s C ounterclaims are dismissed with \nprejudice; and \nb. The Motion to Dismiss Defendant’s request for attorneys’ fees is \nhereby DENIED, without prejudice. \n \nIT IS SO ORDERED, this the 6th day of December, 2024. \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n \n \n "
}