{
  "id": "82d412bb53b5f663d07a53cf8765c7d5b03c0e081e0c0d8c27f0fef3414eaa4d",
  "source_file": "data/raw/ncbc/82d412bb53b5f663d07a53cf8765c7d5b03c0e081e0c0d8c27f0fef3414eaa4d.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nNASH COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23CVS000581-630 \n \nJIA QIAN; JIANGANG JIAO; and \nLINA LI, \n \nPlaintiffs, \nCounterclaim \nDefendants, and \nCrossclaim \nDefendants, \n \nand \n \nGUANGYUAN LI; PEIJUN YIN; \nJIAN ZHANG, et al., \n \nIntervenor \nPlaintiffs and \nCounterclaim \nDefendants, \n \nv. \n \nLIJIA ZHENG; YAWEI ZHENG; \nHAOYU QI; and FANG LIN;  \n \nDefendants,  \nCounterclaim \nPlaintiffs, and \nCrossclaim \nDefendants \n \nHALIFAX SAFEGUARD PROPERTY, \nLLC;  \n \nDefendant, \nCounterclaim \nPlaintiff, and \nCrossclaim \nPlaintiff, \n \nand \n \nCAROLINA SAWMILLS, L.P. \n \nNominal \nDefendant. \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nINDIVIDUAL DEFENDANTS’ \nMOTION FOR SANCTIONS AGAINST \nPLAINTIFFS JIANGANG JIAO AND \nLINA LI \n \n \nQian v. Zheng, 2025 NCBC 40. \n1. THIS MATTER is before the Court upon Defendants Lijia Zheng, Yawei \nZheng, Fang Lin, and Haoyu Qi’s (collectively, the “Individual Defendants”)  Motion \nfor Sanctions Against Plaintiffs Jiangang Jiao and Lina Li (the “ Sanctions Motion”) \nfiled pursuant to Rule 37 of the North Carolina Rules of Civil Procedure (the \n“Rule(s)”) on 20 May 2025 in the above-captioned case.1 \n2. Having considered the Sanctions Motion, the parties’ materials offered in \nsupport of and in opposition to the Sanctions Motion, and other relevant matters of \nrecord, the Court concludes that the Sanctions Motion should be GRANTED. \nJia Qian, Jiangang Jiao, and Lina Li, pro se. \n \nReid & Wise, LLC, by Matthew Sava, and Fitzgerald, Hanna & Sullivan, \nPLLC, by Douglas W. Hanna, for Intervenor Plaintiffs. \n \nBrooks, Pierce, McLendon, Humphrey & Leonard LLP , by Jennifer K. \nVan Zant, Kearns Davis, William A. Robertson, Cameron V . Ervin, and \nJimmy Chang, for Defendants Lijia Zheng, Yawei Zheng, Fang Lin, and \nHaoyu Qi. \n \nWagner Hicks, PLLC, by Sean C. Wagner, Jonathon D. Townsend, and \nMeagan L. Allen, for Defendant Halifax Safeguard Property LLC. \n \nBrown, Judge. \nI. \n \nFINDINGS OF FACT \n \n3. Plaintiffs Jia Qian, Jiangang Jiao  (“Jiao”), and Lina Li  (“Li”), members of \nDefendant Halifax Safeguard Property, LLC (“Halifax”) and its management \ncommittee, sued Lijia Zheng and Yawei Zheng, fellow members of Halifax and its \n \n1 (Individual Defs.’ Mot. Sanctions Against Pls.’ Jiangang Jiao & Lina Li [hereinafter, \n“Sanctions Mot.”], ECF No. 330.) \n \nmanagement committee, on 25 April 2023.2  Plaintiffs filed an amended complaint on \n22 February 2024,  adding Fang Lin as a named defendant  and asserting claims \nagainst Lijia Zheng, Yawei Zheng, and Fang Lin for appointment of a receiver  and \nbreach of contract, and against Lijia Zheng and Yawei Zheng for breach of fiduciary \nduty.3     \n4. Discovery quickly derailed after counsel for the Individual Defendants \nserved Requests for Production of Documents and Interrogatories to Plaintiffs (the \n“Discovery Requests”) on 2 July 2024. 4  On 24 September 2024, several days before \nthe 3 October 2024 deadline to respond to the Discovery Requests, Plaintiffs’ counsel \nfiled a Motion to Withdraw from representation of Jiao and Li. 5  In the  Motion to \nWithdraw, counsel stated they “have been unable to meaningfully communicate with \nJiao and Li as this litigation has developed” and, in particular, they “have \nunsuccessfully sought to communicate with Jiao and Li about responding to the \noutstanding discovery requests and pleadings . . . despite multiple attempts.” 6  \nPlaintiffs’ counsel filed a motion for extension of time to respond to the Discovery \n \n2 (Verified Compl. ¶¶ 2–3, 5, 7–8, 17, 20, ECF No. 2.)  Haoyu Qi and Fang Lin, also members \nof Halifax and its management committee, and Halifax were identified  as nominal \ndefendants. \n \n3 (Am. Compl., ECF No. 145.)  \n \n4 (Index Exs. Defs.’ Br. Supp. Mot. Sanctions  Against Jiangang Jiao & Lina Li, Ex. 1 – \nIndividual Defs.’ July 2, 2024 Interrogs. & Reqs. Produc. Docs. to Pls. Jia Qian, Jiangang \nJiao, & Lina Li, ECF No. 332.1.)  \n \n5 (Mot. Withdraw Couns. for Pls. Jiangang Jiao & Lina Li  [hereinafter, “Mot. Withdraw”], \nECF No. 238.)   \n \n6 (Mot. Withdraw 2.)  \n \nRequests and other outstanding pleadings on behalf of Jiao and Li \ncontemporaneously with their motion to withdraw. 7  Th e Court granted counsel’s \nmotion for an extension of time in part, setting the deadline for Jiao and Li to respond \nto the Discovery Requests to sixty days after the Court ruled on counsel’s motion to \nwithdraw.8  On 18 October 2024, the Court granted counsel’s motion to withdraw and \nordered that Jiao and Li  respond to the Discovery Requests  and other outstanding \npleadings by 17 December 2024.9   \n5. Despite the 18 October Court Order, Jiao and Li failed to respond to the \nDiscovery Requests by the 17 December deadline. 10  On 19 December 2024, counsel \nfor the Individual Defendants wrote to Jiao and Li to remind them of their duty to \nrespond to the Discovery Requests, inquire about the status of their discovery \nresponses, and schedule a meet and confer to discuss di scovery-related matters. 11  \nReceiving no response, counsel for the Individual Defendants again followed up with \nJiao and Li on 21 January 2025, requesting a response to the Discovery Requests and \ninforming Jiao and Li of their intention to begin the process for filing a motion to \n \n7 (Mot. Extension Time Respond Disc. Reqs., Countercls., & Cross-cls., ECF No. 237.) \n \n8 (Order Mot. Extension Time Respond Disc. Reqs., Countercls., & Cross-cls., ECF No. 239.) \n \n9 (Order Mot. Withdraw Couns. for Pls. Jiangang Jiao & Lina Li, ECF No. 245.)  \n \n10 (Br. Supp. Mot. Sanctions Against Pls.’ Jiangang Jiao & Lina Li [hereinafter, “Br. Supp. \nSanctions Mot.”] 2, ECF No. 331.) \n \n11 (Index Exs. Defs.’ Br. Supp. Mot. Sanctions Against Jiangang Jiao & Lina Li, Ex. 2 –  \n12/19/24 Deficiency Letter, ECF No. 332.2.) \n \ncompel.12  Having again received no response from Jiao and Li, counsel for the \nIndividual Defendants submitted a Business Court Rule (BCR) 10.9 Dispute \nSummary to the Court on 6 February 2025.13   \n6. In their 6 February BCR 10.9 Dispute Summary, counsel for the Individual \nDefendants asked the Court for leave to file a motion for sanctions pursuant to Rule \n37(d) or, in the alternative, a motion to compel responses to the Individual \nDefendants’ Discovery Requests pursuant to Rule 37(a) against Jiao and Li. 14  In \nresponse to the Individual Defendants’ Dispute Summary, Li contacted the Court via \nemail on 17 February 2025, identifying herself as a “former plaintiff” and stating that, \non 30 August 2024, she “sent an email to notify the attorneys and all members of the \n[management] committee that [she] wished to withdraw as a plaintiff from the case, \nand that [she] would no longer be involved in the company’s management committee \nor as a shareholder in [Halifax].”\n15  Jiao submitted  his response to the Dispute \nSummary on 18 February 2025, stating he failed to respond to the Individual \nDefendants’ Discovery Requests because (1) he is “unable to afford the high litigation \ncosts and thus cannot hire a new attorney to assist in responding to legal proceedings” \n \n12 (Index Exs. Defs.’ Br. Supp. Mot. Sanctions Against Jiangang Jiao & Lina Li, Ex. 3 – 1/21/25 \nFollow-up Deficiency Email, ECF No. 332.3.) \n \n13 (Index Exs. Defs.’ Br. Supp. Mot. Sanctions Against Jiangang Jiao & Lina Li, Ex. 4 – 2/6/25 \nBCR Rule 10.9 Summ. to Ct., ECF No. 332.4.) \n \n14 (Index Exs. Defs.’ Br. Supp. Mot. Sanctions Against Jiangang Jiao & Lina Li, Ex. 4 – 2/6/25 \nBCR Rule 10.9 Summ. to Ct. 2.) \n \n15 (See Index Exs. Defs.’ Br. Supp. Mot. Sanctions Against Jiangang Jiao & Lina Li, Ex. 6 –  \nAug. 2024 Email from Pl. Li, ECF No. 332.6.) \nand (2) “[a]ccording to the Federal Rules of Civil Procedure (FRCP 26(b)(1)), the party \nin possession of complete information is responsible for disclosure” and “[a]ll company \ndocuments are maintained by the defendant, who is responsible for their complete \nsubmission.”16 \n7. The Court entered an Order on 7 April 2025 addressing various discovery \nissues, including Jiao and Li’s failure to respond to the Discovery Requests.17  In the \n7 April Order, the Court found that, “despite her wish to cease being a party to this \nlawsuit, . . . Li remains a party and cannot withdraw so long as counterclaims or \ncrossclaims remain pending against her” and ordered Jiao and Li to “serve compl ete \nresponses to the Individual Defendants’ discovery requests no later than 28 April \n2025.”\n18  The Court further granted the Individual Defendants leave to file \nappropriate motions for sanctions against Jiao and Li should they fail to respond to \nthe Discovery Requests by 28 April.\n19        \n8. Jiao and Li once again fai led to respond to the Discovery Requests by the \nCourt-ordered deadline  and, on 20 May 2025, the Individual Defendants filed the \nSanctions Motion now before the Court.20   \n \n16 (Index Exs. Defs.’ Br. Supp. Mot. Sanctions Against Jiangang Jiao & Lina Li, Ex. 5 – 2/18/25 \nPl. Jiao Resp.) \n \n17 (Order Individual Defs.’ & Intervenor Pls.’ BCR 10.9 Disp. Summs., ECF No. 308.) \n \n18 (Order Individual Defs.’ & Intervenor Pls.’ BCR 10.9 Disp. Summs. 3–6.) \n \n19 (Order Individual Defs.’ & Intervenor Pls.’ BCR 10.9 Disp. Summs. 4, 6.) \n \n20 (Sanctions Mot.) \n9. Jiao emailed a response to the Individual Defendants’ Sanctions Motion the \nsame day, stating “[w]ithout the guidance of legal counsel, [he] may have \ninadvertently failed to send the relevant email or documents to all required \nrecipients” and that he has “made every reasonable effort to follow the Court’s \ninstructions to the best of [his] ability.”21  Interpreting Jiao’s brief email as a response \nto the Sanctions Motion, the Individual Defendants filed a reply brief on 29 May 2025, \ncontending Jiao has still not served any response to the Discovery Requests, in \nviolation of two Court orders, and reasserting their request for relief. 22  Later that \nsame day, Jiao emailed a response to the Individual Defendants’ reply brief, stating \nhe submitted the requested discovery materials to the Clerk’s Office and two \nunidentified “designated recipients” on 27 April 2025 and explaining his “failure t o \nserve all required parties was due to a misunderstanding of the procedural \nrequirements, not any intent to evade responsibility or disregard the Court’s \nauthority.” \n10. Li, though never responding directly to the Sanctions Motion, emailed the \nCourt on 29 May 2025 stating she is “unsure what response is expected of [her] by \nthe Court[,]” that she does not have legal representation, and that she “officially \nsubmitted a request to withdraw as a plaintiff on August 30, 2024 [and since then \nshe has] not been following correspondence from the various attorneys involved[.]” \n \n21 (Reply Br. Supp. Mot. Sanctions Against Pl. Jiangang Jiao, Ex. A – 2025.05.20 Jiao Resp. \nOpp. Mot. Sanctions, ECF No. 333.1.) \n \n22 (Reply Br. Supp. Mot. Sanctions Against Pl. Jiangang Jiao, ECF No. 333.) \n11. Pursuant to BCR 7.4, the Court determines, in its discretion, that neither a \nhearing nor additional briefing would materially assist the Court in ruling on the \nSanctions Motion.  The Court thus elects to decide the Sanctions Motion on the record \nbefore it. \nII. \nCONCLUSIONS OF LAW \n12. The Individual  Defendants request that the Court impose sanctions \npursuant to the Court’s inherent authority and under Rule 37.   Specifically, t he \nIndividual Defendants seek an order (1) prohibiting Jiao and Li from supporting the \nclaims in Plaintiffs’ Amended Complaint or Intervenors’ Second Amended Complaint \nin Intervention,\n23 (2) prohibiting Jiao and Li from opposing the Defendants’ defenses \nto the claims in Plaintiffs’ Amended Complaint or Intervenors’ Second Amended \nComplaint in Intervention, and (3) barring Jiao and Li from introducing evidence \nregarding the same.\n24     \n13. Trial courts retain the inherent authority “to do all things that are \nreasonably necessary for the proper administration of justice.” Beard v. N.C. State \nBar, 320 N.C. 126, 129 (1987).  “[T]he power to sanction disobedient parties, even to \nthe point of dismissing their actions or striking their defenses, . . . is longstanding \nand inherent.”  Minor v. Minor, 62 N.C. App. 750, 752 (1983); see Chambers v. \nNASCO, Inc., 501 U.S. 32, 46 (1991) (holding that statutory schemes and court rules \n \n23 (Second Am. Compl. Intervention, ECF No. 250.) \n \n24 (Sanctions Mot. 2.)  \n \ndo not “displace[] the [court’s] inherent power to impose sanctions for . . . bad-faith \nconduct,” for statutory schemes and court rules, even when considered together, “are \nnot substitutes for . . . inherent power”); Daniels v. Montgomery Mut. Ins. Co., 320 \nN.C. 669, 674 (1987) (“[W]e hold it to be within the inherent power of the trial court \nto order plaintiff to pay defendant's reasonable costs including attorney’s fees for \nfailure to comply with a court order.”); Cloer v. Smith, 132 N.C. App. 569, 573 (1999) \n(“The trial court . . . retains inherent authority to impose sanctions for discovery \nabuses beyond those enumerated in Rule 37.”); Few v. Hammack Enters., Inc., 132 \nN.C. App. 291, 298–99 (1999) (finding it was within the trial court’s inherent \nauthority to strike a party’s answer for willful failure to comply with the rules of \ncourt); Lomax v. Shaw, 101 N.C. App. 560, 563 (1991) (concluding trial court “was \nwell within the bounds of the court’s inherent authority to manage the case docket \nwhen he struck the defendants’ answer” for failing to execute a consent judgment). \n14. Separate and apart from a trial court’s inherent authority to impose \nsanctions, Rule 37(b) permits a court to order a variety of sanctions against a party \nwho fails to obey a court order regarding discovery.  See N.C. R. Civ. P. 37(b); \nBumgarner v. Reneau, 332 N.C. 624, 630 (1992) (“Rule 37 establishes certain \nsanctions for failure of a party to comply with discovery processes.”); see also Essex \nGrp., Inc. v. Express Wire Servs., 157 N.C. App. 360, 363 (2003) (“Rule 37 sanctions \nare powers granted to the trial courts of our state to prevent or eliminate dilatory \ntactics on the part of unscrupulous attorneys or litigants.”); Am. Tel. & Tel. Co. v. \nGriffin, 39 N.C. App. 721, 727 (1979) (“[T]he discovery rules should be constructed \nliberally so as to substantially accomplish their purposes.  The administration of \nthese rules lies necessarily within the province of the trial courts; Rule 37 allowing \nthe trial court to impose sanctions is flexible, and a broad discretion must be given to \nthe trial judge with regard to sanctions.” (citations and quotation marks omitted)); \nOut of the Box Devs., LLC v. LogicBit Corp., 2014 NCBC LEXIS 7, at *7 (N.C. Super. \nCt. Mar. 20, 2014) (concluding that Rule 37(b) may be used to sanction a party for \nviolating a Rule 26(c) protective order because “the orderly and efficient progression \nof litigation demands that the trial court be empowered to police violations of \n[discovery] orders”).  Permissible sanctions under Rule s 37(b) and (d) for a party’s \nfailure to serve answers to interrogatories or other discovery requests include, but \nare not limited to, the establishment of facts, the exclusion of evidence, or the striking \nout of pleadings or parts thereof.  N.C. R. Civ. P. 37(b)(2), (d). \n15. In assessing appropriate sanctions, a court may consider the entire record \nbefore it.  See Ray v. Greer, 212 N.C. App. 358, 363 (2011); Batlle v. Sabates, 198 N.C. \nApp. 407, 420 (2009) (affirming trial court’s dismissal of plaintiff’s complaint as a \nsanction where trial court considered “the totality of the circumstances of the case in \ndetermining the appropriate sanction” (internal quotation marks omitted)).  Indeed, \n“[w]hen sanctioning a party under its inherent authority, the court must weigh the \ncircumstances of each case and choose a sanction that, in the court’s judgment, \n‘properly takes into account the severity of the party’s disobedience.’”  Out of the Box \nDevs., LLC, 2014 NCBC LEXIS 7, at *10 (quoting Patterson v. Sweatt, 146 N.C. App. \n351, 357 (2001)). \n16. Here, as set  forth above, Jiao and Li ha ve evaded responding to the \nDiscovery Requests for over a year and have violated two Court orders instructing \nthem to respond to the Discovery Requests.  Jiao and Li’s pro se status does not excuse \nthem from their duty to respond to discovery requests.  As stated in this Court’s 7 \nApril Order on the Individual Defendants’ BCR 10.9 Dispute Summary, “fairness to \nopposing parties requires holding pro se litigants to minimal standards of compliance \nwith the Rules of Civil Procedure[,]” and, like all parties, pro se litigants are required \nto participate in the discovery process, respond to legal proceedings, and act in \naccordance with the rules of and orders issued by this Court. 25  Relatedly , as the \nCourt held in its 7 April Order, “despite her wish to cease being a party to this lawsuit, \n. . . Li remains a party and cannot withdraw so long as counterclaims or crossclaims \nremain pending against her.”26  As such claims remain pending against Li, she is not \npermitted to withdraw from the lawsuit and she continues to have a duty to respond \nto communications from attorneys, participate in the discovery process, and respond \nto legal proceedings. \n17. Furthermore, a party’s lack of “ intent to evade responsibility or disregard \nthe Court’s authority ” does not protect them from sanctions.  “North Carolina law \ndoes not require a party to have willfully violated a court order to justify an award of \nRule 37 sanctions.”  Dunhill Holdings, LLC v. Lindberg, 282 N.C. App. 36, 64 (2022); \nsee also Henderson  v. Wachovia Bank of N.C., N.A., 145 N.C. App. 621, 629 (2001) \n \n25 (Order Individual Defs.’ & Intervenor Pls.’ BCR 10.9 Disp. Summs. 4–5.)   \n \n26 (Order Individual Defs.’ & Intervenor Pls.’ BCR 10.9 Disp. Summs. 3.) \n(“[T]he plain language of Rule 37 does not require a showing of willfulness.  The order \nof default judgment may be entered against a defendant pursuant to Rule 37(b)(2) for \nfailure to obey a court order whether the failure was willful or not.”); Tumlin v. Tuggle \nDuggins P.A., 2018 NCBC LEXIS 51, at *31 (N.C. Super. Ct. May 22, 2018) ( “North \nCarolina courts do not presently require the party requesting sanctions to \ndemonstrate, as a part of its burden, that it suffered prejudice as a result of the \nopposing party's discovery failures or that the opposing party acted willfully.”).  \n18. Based on Jiao’s and Li’s conduct as set forth above, the Court concludes that \nthe Sanctions Motion should be granted and that sanctions should be awarded \nagainst Jiao and Li for their conduct in this litigation.   Jiao’s and Li’s failure to \nparticipate in the discovery process has incontrovertibly deprived the Individual \nDefendants of the opportunity to gain information about the claims against them and \ntheir defenses to those claims.   To prevent unfair prejudice to the Individual \nDefendants, the Court holds that Jiao and Li should be barred from taking any \nadditional actions to support their claims against Individual Defendants or to oppose \nIndividual Defendants’ defenses to those claims.  Such sanctions are proportional and \nconsistent with Rules 37(b)(2) and (d).          \n \nIII. \nCONCLUSION \n19. WHEREFORE, the Court, in the exercise of its discretion and for good \ncause shown, hereby GRANTS the Sanctions Motion and ORDERS as follows: \na. Plaintiffs Jiangang Jiao and Lina Li are prohibited from supporting the \nclaims in Plaintiffs’ Amended Complaint or Intervenors’ Second Amended \nComplaint in Intervention;  \nb. Plaintiffs Jiangang Jiao and Lina Li are prohibited from opposing \nDefendants’ defenses to the claims in Plaintiffs’ Amended Complaint or \nIntervenors’ Second Amended Complaint in Intervention; and \nc. Plaintiffs Jiangang Jiao and Lina Li are barred from introducing evidence \nregarding the same. \nSO ORDERED, this the 31st day of July, 2025. \n \n \n/s/ A. Todd Brown    \nA. Todd Brown \n     Special Superior Court Judge \n            for Complex Business Cases \n "
}