{
  "id": "82e01fc2e5f207ca01078756a1b70e4f6bb4e21e9ccb7dcac3ff4b676d9a8c5a",
  "source_file": "data/raw/ncbc/82e01fc2e5f207ca01078756a1b70e4f6bb4e21e9ccb7dcac3ff4b676d9a8c5a.pdf",
  "raw_text": "Global Textile All., Inc. v. TDI Worldwide, LLC, 2018 NCBC 103. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF GUILFORD \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 7304 \n \nGLOBAL TEXTILE ALLIANCE, \nINC., \n  \nPlaintiff, \n \nv. \n \nTDI WORLDWIDE, LLC, DOLVEN \nENTERPRISES, INC., TIMOTHY \nDOLAN, individually and in his \ncapacity as an officer, shareholder, \nand director of Dolven Enterprises, \nInc. and an officer and owner of TDI \nWorldwide, LLC: JAMES DOLAN, \nindividually and in his capacity as an \nofficer, shareholder, and director of \nDolven Enterprises, Inc., STEVEN \nGRAVEN, individually and in his \ncapacity as an officer, shareholder, \nand director of Dolven Enterprises, \nInc., RYAN GRAVEN, individually \nand in his capacity as an officer, \nshareholder, and director of Dolven \nEnterprises, Inc., GARRETT \nGRAVEN, individually, GFY \nINDUSTRIES LIMITED,GFY, \nLIMITADA de CAPITAL VARIABLE, \nGFY COOPERATIVE, U.A., and 上海\n冠沣源贸易有限公司 a/k/a GFY SH, \n \nDefendants. \n \n \n \n \n \n \nOPINION AND ORDER ON \nDEFENDANT GARRETT GRAVEN’S \nMOTION TO DISMISS PLAINTIFF’S \nSECOND AMENDED COMPLAINT \n \n THIS MATTER comes before the Court on Defendant Garrett Graven’s Motion \nto Dismiss Plaintiff’s Second Amended Complaint (“Motion”; ECF No. 265). \n THE COURT, having considered the Motion, the briefs  in support of and in \nopposition to the Motion, the arguments of counsel at the hearing, and other \nappropriate matters of record, concludes that the Motion should be GRANTED, in \npart, and DENIED, in part, as set forth below. \n \n \nHagan Barrett & Langley PLLC, by J. Alexander S. Barrett and Kurt A. \nSeeber for Plaintiff Global Textile Alliance, Inc.  \n \nMorningstar Law Group, by Shannon R. Joseph and Jeffrey L. Roether \nfor Defendant Garrett Graven. \n \nBrooks, Pierce, McLendon, Humphrey & Leonard, LLP, by Eric M. \nDavid, Brian C. Fork, and Shepard D. O’Connell for Defendant James \nDolan. \n  \nJames, McElroy & Diehl, P.A., by Fred B. Monroe and Carl M. Short III \nfor Defendants TDI Worldwide, LLC and Timothy Dolan.  \n \nK&L Gates LLP, by A. Lee Hogewood III, John R. Gardner, and Matthew \nT. Houston for Defendants Dolven Enterprises, Inc. and Ryan Graven.  \n \nEllis & Winters LLP, by Jonathan A. Berkelhammer, Steven A. Scoggan, \nand Scottie Forbes Lee for Defendant Steven Graven.  \n \nMcGuire, Judge. \nFACTUAL AND PROCEDURAL BACKGROUND \n1. The Court does not make findings of fact on motions to dismiss under \nRule 12(b)(6) of the North Carolina Rules of Civil Procedure.   N.C.G.S. § 1A-1, Rule \n12(b)(6) (hereinafter, the North Carolina Rules of Civil Procedure will be referred to \nas “Rule(s)”).  The Court only recites those facts included in the Complaint that are \nrelevant to the Court’s determination of the Motion. 1  See, e.g., Concrete Serv. Corp. \nv. Inv’rs Grp., Inc., 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986). \nA. Parties Relevant to this Motion \n2. Plaintiff Global Textile Alliance, Inc. (“Plaintiff”) is a North Carolina \ncorporation with its principal place of business in Rockingham County, North \nCarolina.  Plaintiff is in the business of providing fabrics, mattress ticking, covers, \n                                                 \n1 The facts herein are drawn from the Second Amended Complaint (“SAC”).  (ECF No. 261.) \n \n \nand other text iles to the bedding, upholstery, and home furnishings industries. (2d \nAm. Compl., ECF No. 261, at ¶ 1.) \n3. Plaintiff was founded in 2001 by Luc Tack (“Tack”), a Belgian \nentrepreneur, and Defendants Timothy Dolan (“Timothy”) and Steven Graven \n(“Steven”).  Tack  provided the funding to start Plaintiff, and Timothy incorporated \nPlaintiff and transferred all of its shares to Tack in the fall of 2001.  ( Id. at ¶ 21.)  \nSince that time, Tack has been the sole shareholder of Plaintiff.  ( Id.)  Until April \n2016, Timothy  served as Plaintiff’s CEO and as a director, and Steven served as \nPlaintiff’s Executive Vice President and as a director.  (Id. at ¶¶ 4, 6.) \n4. Defendant Garrett Graven (“Garrett”) is the son of Steven and the \nbrother of Defendant Ryan Graven (“Ryan”).  ( Id. at ¶ 8.)  Garrett was employed by \nPlaintiff from February of 2012 until on or about February 21, 2017.  (Id.) \nB. Plaintiff’s Business and the Creation of GFY and Dolven \n5. Plaintiff’s business is “highly competitive,” and Plaintiff “build[s] and \nmaintain[s] close relationships with customers, develop[s] products with them, and \nserv[es] their particular needs.”  ( Id. at ¶  24.)  Plaintiff is familiar with each \ncustomer’s requirements and needs, technical parameters, manufacturing standards \nand capabilities, and buying habits and volumes.  (Id. at ¶  26.) \n6. Plaintiff uses third -party vendors to provide certain products and \nservices integral to its manufacturing of its products.  Plaintiff contracts with third -\nparty fabric mills to manufacture some of its fabrics.  Pla intiff also contracts with \n“cut-and-sew” operations to further process the fabric that Plaintiff manufactures \n \n \ninto final products for its customers.  Plaintiff uses an “extremely selective” process \nto identify qualified third parties, a process that requires significant amounts of time \nand money.  ( Id. at ¶ 29 .)  The third -party fabric mills and cut -and-sew operations \nare located primarily in China. \n7. In or around 2005, Plaintiff hired Ryan to set up an office for Plaintiff in \nChina.  Plaintiff initially did its sourcing in China through a Wholly Owned Foreign \nEnterprise (“WOFE”) named Paradise, which was and is owned by Luc Tack.  (Id. at \n¶ 36.)  In or about October of 2010, Plaintiff created another WOFE called Guanteng \n(“GTA Asia”).  Ryan became the legal representative of GTA Asia, and he was placed \nin charge of GTA Asia as Director of Asia Operations.  (Id.)  Ryan, however, reported \nto Timothy, who served as “head of GTA Asia’s operations ,” and Ryan’s control over \nPlaintiff’s operations in Asia was “subject to the final authority of Timoth y.”  (Id. at \n¶ 37.)  Ryan was responsible for overseeing Plaintiff’s operations in Asia , including \nidentifying qualified and reliable Chinese fabric mills and cut -and-sew vendors for \nPlaintiff to use and subsequently managing the vendors’ work for Plaintiff.  ( Id. at \n¶ 35.)  Through GTA Asia, Plaintiff invested “significant amounts of time and money” \nto identify, select, and develop relationships with Chinese vendors capable of \nproviding high-quality, reliable products and services for Plaintiff.  (Id. at ¶¶ 40–41.)  \n8. On or about May 4, 2009, Timothy, Steven, Ryan, and Timothy’s brother, \nJames Dolan, founded GFY Industries Limited (“GFY”), a Chinese company, using \nPlaintiff’s offices, employees, capital, and other assets.  ( Id. at ¶ 48.)  Steven claims \nthat GFY was created to provide “one company to manage cut -and-sew facilities, \n \n \noperations, logistics, quality control, and product in-flow and out flow.”  (Id. at ¶ 50.)  \nRyan stated that he founded GFY to “manage the sourcing, quality and servicing of \n[cut-and-sew] products.”  ( Id.)  Timothy, Steven, and Ryan did not di sclose the \ncreation of, or their ownership interests in, GFY to Luc Tack.  (Id. at ¶¶ 68–69.) \n9. Plaintiff alleges that GFY “went into direct competition” with Plaintiff.  \n(Id. at ¶ 51.)  GFY purchased fabric from Plaintiff, which GFY would then send to \nthird-party cut-and-sew vendors in China to make products for Plaintiff’s customers.  \n(Id. at ¶ 65.)  Plaintiff alleges that “[t]here was no reason that [Plaintiff] could not \nhave directly sourced its fa brics to the third -party cut-and-sew operators, as it had \ndone for many years.”  (Id.) \n10. In August of 2013, Timothy, James Dolan, Steven , and Ryan created \nDolven Enterprises, Inc. (“Dolven,”) each owning a twenty -five percent interest in \nDolven.  (Id. at ¶ 77.)  Dolven owns, manages, and controls GFY.  (Id. at ¶ 9.)  Dolven \nand GFY have con tinued GFY’s business and “[are] engaged in sourcing fabrics, \ncutting and sewing of fabrics, and providing other services in the bedding and fabric \nindustries.”  (Id. at ¶ 3.)  Timothy, Steven, and Ryan did not disclose the creation of, \nor their ownership interests in, Dolven to Luc Tack. \n11. Plaintiff alleges that Timothy, Steven, and Ryan created and operated \nGFY and Dolven  for the purpose of diverting business from Plaintiff and usurping \ncorporate opportunities belonging to Plaintiff.  (Id. at ¶¶ 47–49, 51, 73, 77, and 82.) \n \n \nC. Garrett’s Employment with Plaintiff and Alleged Misconduct \n12. In 2012, Plaintiff hired Ryan’s brother, Garrett, to replace Ryan as \nDirector of Asia Operations  and legal representative.  (Id. at ¶ 38.)  However, Ryan \nremained employed with Plaintiff, and Garrett  reported to Ryan and Timothy.  (Id. \nat ¶ 38.)  Garrett held this position until August 2015.  (Id.)  Garrett was not an officer \nor director of Plaintiff.  (Id. at ¶ 46.)  Garrett has no ownership interest in, and was \nnot an officer or director of GFY or Dolven. \n13. Plaintiff alleges that Garrett “agreed to cooperate and act with [the \nother Defendants] to carry out the scheme to divert business from [Plaintiff] and \nengage in the conflict of interest transactions and diversions of corporate \nopportunities as more particularly alleged” in the SAC.  (Id. at ¶ 134.)  For example, \nPlaintiff alleges that when Garrett began his duties in August of 2012, he permitted \nGFY to c ontinue to use Plaintiff’s office space and use Plaintiff’s employees and \nresources.  (Id. at ¶ 56.)  Plaintiff further alleges that Garrett misappropriated funds \nfor the benefit of G FY by paying offi ce maintenance with Plaintiff’s funds, \nestablishing a business relationship with a United States supplier of non -woven \nfabrics exclusively for GFY, and providing exclusive discounts on Plaintiff’s fabric and \npreferential sales terms to GFY.  ( Id. at ¶¶ 59, 61–62.)  Garrett was aware of the \nownership and connections of GFY and later Dolven, but failed to disclose the conflict \nof interest involved with these transactions to Luc Tack.  (Id. at ¶¶ 56, 60, 62–64, 68, \n84, 91–93.) \n \n \n14. Additionally, Garrett “actively participated directly with Defendants \nTimothy Dolan and Steven Graven in the diversion of [Plaintiff’s] business . . .  by, \namong other things, deciding on what business would be diverted from [Plaintiff] for \nGFY and what prices and terms would be afforded by [Plaintiff] to GFY.”  ( Id. at ¶ \n46.) \n15. Additionally, at some unspecified time, Garrett asked Timothy, Steven, \nand Ryan what he should tell Luc Tack about their ownership interest in GFY and \nDolven and the business relationships between Plaintiff and GFY and Dolven.   ( Id. \nat 62.)  Garrett was i nstructed that “ he should tell Luc Tack what he knew only if \nasked.”  (Id.)  When Garrett subsequently met with Luc Tack, Garrett “[kept] secret \nfrom Luc Tack the ownership of GFY and Dolven, the preferential sales by [Plaintiff] \nto GFY and Dolven, the div ersion of [Plaintiff] ’s business to GFY and Dolven, the \nutilization by GFY and Dolven o f [Plaintiff]’s personnel, money, credit and facilities \nand the work he had done for and on behalf of GFY, Dolven … while head of GTA \nAsia.”  (Id.) \nD. Relevant Procedural History  \n16. On August 15, 2017, Plaintiff initiated this lawsuit by filing a Verified \nComplaint.  (ECF No. 4.)  On October 25, 2017, Garrett filed his f irst Motion to \nDismiss (“First Motion to Dismiss”; ECF No. 101).  On December 11, 2017, before the \nbriefing on the First Motion to Dismiss closed, Plaintiff moved to amend its Verified \nComplaint (“First Motion to Amend”; ECF No. 136) .  On December 14, 2017, the \nCourt granted Plaintiff’s F irst Motion to Amend .  (Order Granting First Mot. to \n \n \nAmend, ECF No. 147.)  On December 14, 2017, Plaintiff filed the amended complaint \n(ECF No. 149), rendering Garrett’s First Motion to Dismiss moot. \n17. On Janua ry 30, 2018, Garrett filed a motion to dismiss Plaintiff’s \namended complaint.  (ECF No. 169.)  The briefing period ended, and on March 12, \n2018, Plaintiff again sought leave to amend the complaint and file the SAC .  (ECF \nNo. 224.)  On April 6, 2018, the Court granted in part Plaintiff’s motion to further \namend its complaint.  (ECF No. 259.)  Subsequent ly, t he Court denied Garrett’s \nmotion to dismiss Plaintiff’s amended complaint as moot on April 9, 2018.  (ECF No. \n260.)   \n18. In the SAC, Plaintiff makes the following claims against  Garrett and \nother Defendants: actual and constructive fraud (Third Claim for Relief); conspiracy \n(Fourth Claim for Relief); common law unfair competition/business conversion (Sixth \nClaim for Relief); unfair and deceptive trade practices in violation of the North \nCarolina Unfair Trade Practice Act, N.C.G.S. §  75-1.1 (“UDTPA”) (herei nafter, the \nNorth Carolina General Statutes will be referred to as “G.S.”) (Seventh Claim for \nRelief); breach of fiduciary and other duties (Eighth Claim for Relief); disgorgement \nof compensation during periods of faithlessness (Ninth Claim for Relief); constructive \ntrust (Tenth Claim for Relief); and a motion for preliminary and permanent \ninjunction (Twelfth Claim for Relief). \n19. On April 20, 2018, Garrett filed the Motion, and an accompanying brief \nin support.  (G. Graven’s Br. Supp. Mot. Dismiss Pl.’s Secon d Am. Compl., ECF No. \n266.)  Plaintiff filed its brief in opposition to the Motion on May 17, 2018, ( Pl.’s Br. \n \n \nOpp. to G. Graven Mot. Dismiss, ECF No. 295), and Garrett filed his reply brief in \nsupport of the Motion on May 30, 2018 ( G. Graven’s Reply Br. S upp. Mot. Dsimiss, \nECF No. 296).  On June 27, 2018, the Court held a hearing on the Motion.  The Motion \nis now ripe for determination. \nANALYSIS \nA.  Standard of review \n20. Garrett moves to dismiss Plaintiff’s claims against him under Rule \n12(b)(6) for failure to state a claim upon which relief may be granted. \n21. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court’s \ninquiry is “whether, as a matter of law, the allegations of the [C]omplaint, treated as \ntrue, are sufficient to state a claim upon wh ich relief may be granted under some \nlegal theory, whether properly labeled or not.”  Harris v. NCNB Nat’l Bank, 85 N.C. \nApp. 669, 670, 355 S.E.2d 838, 840 (1987).  North Carolina is a notice pleading state.  \nSee, e.g., Feltman v. City of Wilson, 238 N.C. App. 246, 252, 767 S.E.2d 615, 620 (2014) \n(quoting Wake Cty. v. Hotels.com, L.P. , 235 N.C. App. 633, 646, 762 S.E.2d 477, 486 \n(2014)).  “Under notice pleading, a statement of claim is adequate if it gives sufficient \nnotice of the claim asserted to enable t he adverse party to answer and prepare for \ntrial, to allow for the application of the doctrine of res judicata, and to show the type \nof case brought.”  Id. \n22. Dismissal of a claim pursuant to Rule 12(b)(6) is proper “(1) when the \ncomplaint on its face reveals  that no law supports plaintiff’s claim; (2) when the \ncomplaint reveals on its face the absence of fact sufficient to make a good claim; [or] \n \n \n(3) when some fact disclosed in the complaint necessarily defeats the plaintiff’s \nclaim.”  Oates v. JAG, Inc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985).  In deciding \na motion to dismiss, the Court must construe the Complaint liberally and accept all \nwell-pleaded allegations as true.  Laster v. Francis , 199 N.C. App. 572, 577, 681 \nS.E.2d 858, 862 (2009).  The Cour t, however, is not required “to accept as true \nallegations that are merely conclusory, unwarranted deductions of fact, or \nunreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. Dep’t of Health & Human \nServs., 174 N.C. App. 266, 2 74, 620 S.E.2d 873, 880 ( 2005) (internal citation and \nquotations omitted). \nB.  Breach of Fiduciary Duty and Constructive Fraud \n23. Plaintiff makes claims for constructive fraud (ECF No. 261, at ¶¶  125–\n32) and breach of fiduciary duty (Id. at ¶¶ 156–60) against Garrett.  Plaintiff does not \nallege Garrett was an officer or director of Plaintiff, but instead claims that he owed \nPlaintiff fiduciary duties because of the position Garrett held as head of operations \nand legal representative for GTA Asia.  G arrett argues that as a mere employee of \nGTA Asia, even one with management responsibility, he did not owe fiduciary duty \nto Plaintiff.  (ECF No. 266, at pp. 6–7.) \n24. “For a breach of fiduciary duty to exist, there must first be a \nfiduciary relationship between the parties.”  Dalton v. Camp, 353 N.C. 647, 651 –52, \n548 S.E.2d 704, 707 (2001).  A claim for constructive fraud also requires a plaintiff to \nallege that the defendant owes the plaintiff a fiduciary duty.  Crumley & Assocs., P.C. \nv. Charles Peed & Assocs., P.A. , 219 N.C. App. 615, 620, 730 S.E.2d 763, 767 (2012).  \n \n \nA fiduciary relationship may arise when “there has been a special confidence reposed \nin one who in equity and good conscience is bound to act in good faith and with due \nregard to the interests of the one reposing confidence[.]”  Dalton, 353 N.C. at 651–52, \n548 S.E.2d at 707 (quoting Abbitt v. Gregory , 201 N.C. 577, 598, 160 S.E. 896, 906 \n(1931)) (internal quotations omitted).  Such a relationship “extends to any possible \ncase in which a fiduciary relationship exists in fact, and in which there is confidence \nreposed in one side, and resulting domination and influence on the other.”  Id. at 652, \n548 S.E.2d at 707–08 (quoting Abbitt, 201 N.C. at 598, 160 S.E. at 906).  “Only when \none party figuratively holds all the cards—all the financial power or technical \ninformation, for example —have North Carolina courts found that the special \ncircumstance of a fiduciary relationship has arisen.”  Lockerman v. South River Elec. \nMembership Corp., 794 S.E.2d 346, 352, 2016 N.C. App . LEXIS 1234, at *11 (2016) \n(quoting S.N.R. Mgmt. Corp. v. Danube Partners 141, LLC , 189 N.C. App. 601, 613, \n659 S.E.2d 442, 451 (2008)) (internal quotations omitted). \n25. North Carolina’s courts have consistently held that an employer -\nemployee relationship is not a fiduciary one, even where the employee has significant \nmanagement authority, absent some allegation that the employee exercised \ndominance and control over his employer.  See Austin Maint. Constr., Inc. v. Crowder \nConstr. Co., 224 N.C. App. 401, 410, 742 S.E.2d 535, 542 (2012) (finding no breach of \nfiduciary duty because “any confidence that Plaintiff reposed in [employee] consisted \nof nothing more than relying on him to competently perform his assigned duties”); \nDalton, 353 N.C. at 652, 548 S.E.2d at 708 (quoting King v. Atl. Coast Line R.R. Co., \n \n \n157 N.C. 44, 62–63, 72 S.E. 801, 808 (1911)) (“Under the general rule, ‘the relation of \nemployer and employee is not one  of those regarded as confidential.’”);  Reichhold \nChems., Inc. v. Goel, 146 N.C. App. 137, 155, 555 S.E.2d 281, 292 (2001) (finding no \nfiduciary duty for company vice president because “[a] managerial position alone does \nnot demonstrate the requisite domination and influence on the other”); Artistic S. Inc. \nv. Lund, 2015 NCBC LEXIS 113, at *41–43 (N.C. Super. Ct. Dec. 9, 2015) (dismissing \nfiduciary duty claim against salesperson, noting that allegations of soliciting clients \nand collecting money did not sup port finding that employee “held all the cards”);  \nAllegis Grp., Inc. v. Zachary Piper LLC , 2013 NCBC LEXIS 12,  at *32 (N.C. Super. \nCt. Feb. 25, 2013) (holding that “basic management responsibilities” do not support \nfiduciary relationship); Battleground Vet erinary Hosp., P.C. v. McGeough , 2007 \nNCBC LEXIS 33, at *16 (N.C. Super. Ct. Oct. 19, 2007) (“Even when an employee is \nentrusted with substantial managerial authority, a fiduciary relationship will not \nexist absent evidence that such authority led to the employer being subjugated to the \n‘improper influences or domination of [its] employee.’” (citation omitted)). \n26. “Where an employee is neither an officer nor a director, extraordinary \ncircumstances are necessary to impose a fiduciary duty arising out of the employment \nrelationship.”  Southeast Air Charter, Inc. v. Stroud , 2015 NCBC LEXIS 82, at *16 \n(N.C. Super. Ct. Aug. 17, 2015) (citing Dalton, 353 N.C. at 652, 548 S.E.2d at 708).  \nThese “extraordinary circumstances” occur when an employer is “ subjugated to the \nimproper influences or domination of his employee .”  Dalton, 353 N.C. at 652, 548 \nS.E.2d at 708;  see also DSM Dyneema, LLC v. Thagard , 2015 NCBC LEXIS 50,  at \n \n \n*21–22 (N.C. Super. Ct. May 12, 2015) (holding that the plaintiff failed to allege “the \nextraordinary or special type of employer -employee relationship that gives rise to a \nfiduciary duty” because the facts pleaded “failed to allege that Thagard enjoyed the \nsort of domination or influence over DSM that our courts have found necessary to \ncreate a fiduciary duty”). \n27. Plaintiff alleges only that Garrett was an employee of GTA Asia, albeit \none with substantial managerial authority and knowledge of Plaintiff’s operations in \nAsia.  The pleaded facts do not show that Garret t possessed the type of domination \nand influence over Plaintiff to create fiduciary duties on Garrett.  Rather, the SAC \nalleges that Garrett had significant oversight of GTA Asia’s operations, but was \nsupervised by and answered to Ryan and Timothy.  (ECF No. 261, at ¶¶  38, 40, 43.)  \nIn fact , Plaintiff alleges that Timothy  “had overall managerial responsibility and \noperational control over all aspects of [Plaintiff]’s day to day business, including sales \nand manufacturing” and “also served as [Plaintiff]’s head of Asia Operations from the \ninception of those operations in 2010 through April 2016 ,” and that Timothy and \nSteven “were entirely responsible for and did oversee the entire day-to-day operations \nand work of [Plaintiff’s] business, ” which included GTA Asia.  (Id. at ¶¶ 4, 22.)  \nFurthermore, the SAC does not allege that  Luc Tack placed special confidence in \nGarrett, or even that Garrett had any regular contact with any of Plaintiff’s officials \nother than Tim Dolan and Ryan Graven.  The allegations do not support a claim that \nPlaintiff was “subjugated to the impro per influe nces or domination of ” Garrett.   \nDalton, 353 N.C. at 652, 548 S.E.2d at 708. \n \n \n28. The facts as alleged in the SAC do not support Plaintiff’s allegation that \nGarrett owed Plaintiff a fiduciary relationship.   Accordingly, Garrett’s Motion to \nDismiss Plaintiff’s claims for constructive fraud and breach of fiduciary duty should \nbe GRANTED.  \nC.  Actual fraud \n29. As a third claim for relief, Plaintiff alleges that Garrett, along with the \nother Defendants, committed fraud by “engag[ing] in a fraudulent scheme to both \ndivert business and money from [Plaintiff] and carry on business for Dolven and the \nDolven Affiliates to [Plaintiff]’s detriment.”  (ECF No. 261, at ¶  126.)  Specifically, \nPlaintiff alleges that Garrett “had fiduciary and other obligations to . . .  make full \ndisclosure to [Plaintiff] of all pertinent information” about the diversions of business \nfrom Plaintiff to Dolven and GFY, but did not do so.  (Id. at ¶¶ 131–32.)   \n30. The elements of a claim for actual fraud are: “(1) False representation \nor concealment of a material fact, (2) reasonably calculated to deceive, (3) made with \nintent to deceive, (4) which does in fact deceive, (5) resulting in damages to the injured \nparty.”  Terry v. Terry, 302 N.C. 77, 83, 273 S.E.2d 674, 677 (1981) (internal citation \nand quotations omitted) .  If a claim of  fraud is based on  concealment of a material \nfact, the plaintiff must also allege that the party allegedly committing the fraud had \na duty to speak.  Griffin v. Wheeler-Leonard & Co., 290 N.C. 185, 198, 225 S.E.2d 557, \n565 (1976); Lawrence v. UMLIC-Five Corp., 2007 NCBC LEXIS 20, at *8 (N.C. Super. \nCt. June 18, 2007).  A duty to speak and disclose a material fact arises where  \n(1) a fiduciary relationship exists between the parties to \nthe transaction; (2) there is no fiduciary duty and one party \n \n \nhas taken affirmative steps to conceal material facts from \nthe other; and (3) there is no fiduciary relationship and one \nparty has knowledge of a latent defect in the subject matter \nof the negotiations about which the other party is both \nignorant and unable to discover through reasonable \ndiligence. \n \nHardin v. KCS Int’l, Inc., 199 N.C. App. 687, 696, 682 S.E.2d 726, 733 (2009) (internal \ncitations and quotations omitted). \n31. Plaintiff does not argue that Garrett had a duty to disclose other than a \nduty arising from his alleged fiduciary duties to Plaintiff.  (ECF No. 295, at pp. 12–\n16.)  However, the Court has already concluded that Garrett did not owe Plaintiff a \nfiduciary duty.   Nevertheless, Plaintiff alleges that Garrett was instructed not to \ndisclose what he knew about GFY and Dolven to Luc Tack, and that Garrett did not \ndisclose the information in his meeting with Luc Tack.   (ECF No. 261, at 62.)  The \nCourt concludes this allegation is sufficient to support a claim that Garrett \naffirmatively concealed from Luc Tack material facts of which Tack did not have \nknowledge and survive dismissal.  Accordingly, Garrett’s motion to dismiss Plaintiff’s \nclaim for actual fraud should be DENIED.  \nD.  Civil conspiracy \n32. Plaintiff claims that Garrett committed civil conspiracy by “agree[ing] \nto cooperate and act” with the other Defendants “to carry out the sc heme to divert \nbusiness from [Plai ntiff].”  (ECF No. 261, at ¶  134.)  Civil conspiracy is not an \nindependent cause of action in North Carolina.  Rather, liability for civil conspiracy \nmust be alleged in conjunction with an underlying claim for unlawful conduct.  \nToomer v. Garrett, 155 N.C. App. 462, 483, 574 S.E.2d 76, 92 (2002).  To state a claim \n \n \nfor civil conspiracy, a plaintiff must allege: “(1) an agreement between two or more \nindividuals; (2) to do an unlawful act or to do a lawful act in an unlawful way; (3) \nresulting in injury to pla intiff inflicted by one or more of the conspirators; and (4) \npursuant to a common scheme.”  Piraino Bros., LLC v. Atlantic Fin. Grp., Inc. , 211 \nN.C. App. 343, 350, 712 S.E.2d 328, 333 (2011) (internal citations and quotations \nomitted). \nIn civil conspiracy,  recovery must be on the basis of \nsufficiently alleged wrongful overt acts.  The charge of \nconspiracy itself does nothing more than associate the \ndefendants together and perhaps liberalize the rules of \nevidence to the extent that under proper circumstances the \nacts and conduct of one might be admissible against all. \n \nShope v. Boyer , 268 N.C. 401, 405, 150 S.E.2d 771, 773 –74 (1966); see also \nGoRhinoGo, LLC v. Lewis , 2011 NCBC LEXIS 39, at *20 (N.C. Super. Ct. Sept. 9, \n2011) (“Having joined the conspiracy, [two individual defendants] became exposed to \nliability with [co-defendant] and any other co-conspirators for damages caused by any \nact in furtherance of the commo n scheme.”).  The gravamen of an action for civil \nconspiracy “is the resultant injury, and not the conspiracy itself.”  Henry v. Deen, 310 \nN.C. 75, 87, 310 S.E.2d 326, 334 (1984); 16 Am. Jr. 2d Conspiracy § 50 (2017). \n33. Garrett seeks dismissal of the civil c onspiracy claim, arguing that \nPlaintiff has not pleaded facts supporting the allegation of an agreement between \nGarrett and the other defendants except to assert that Garrett did not speak up in \nopposition to the diversion.  (ECF No. 265, at pp. 19 –20.)  In Global Textile All., Inc. \nv. TDI Worldwide, LLC , 2018 NCBC LEXIS 57 (N.C. Super. Ct. June 5, 2018) , the \nCourt found that Plaintiff had sufficiently stated a claim for conspiracy against James \n \n \nDolan (“James”), Garrett’s co -defendant, by alleging  that he and other defendants \nhad entered into an agreement to “divert business and opportunities from Plaintiff,” \nand that the co-conspirators committed wrongful acts furthering the agreement.  Id. \nat *25–26; see also Safety Test & Equip. Co. v. Am. Safety Util. Co rp., 2015 NCBC \nLEXIS 40, at *48 (N.C. Super. Ct. Apr. 23, 2015) (“[I]t is difficult to dismiss a \nconspiracy claim summarily because the elements of a conspiracy claim are broadly \nstated.”).  The same allegations have been made in the SAC regarding  Garrett.  In \naddition, as discussed above, Plaintiff alleges that Garrett , at least tacitly, agreed \nwith Timothy, Steven, and Ryan to conceal information from Luc Tack in support of \nthe alleged wrongful acts underlying the conspiracy.  The allegations are minimally \nsufficient to support the claim for conspiracy. \n34. Plaintiff has adequately stated a claim for civil conspiracy against \nGarrett.  Garrett’s m otion to dismiss Plaintiff’s claim for civil conspiracy against \nGarrett should be DENIED. \nE.  Unfair and Deceptive Trade Practices  \n35. Plaintiff next claims that all Defendants, including Garrett, committed \nunfair or deceptive trade practices in violation of the UDTPA. (ECF No. 261, at ¶¶ \n150–55.)  Plaintiff does not specifically state what actions by Garrett constitute unfair \nor deceptive trade practices,  but instead alleges  only that “ Defendants’ acts and \nomissions as alleged [in the SAC] constitute unfair and deceptive trade acts or \npractices.”  (Id. at ¶ 152.) \n \n \n36. To prove a violation of UDTPA, a plaintiff must show that “(1) defendant \ncommitted an unfair or deceptive act or practice, (2) the action in question was in or \naffecting commerce, and (3) the act proximately caused injury to the plaintiff.”  \nDalton, 353 N.C. at 656, 548 S.E.2d at 711.  An act or practice is considered unfair \nwhen it is offensive to public policy or when it is “immoral, unethical, oppressive, \nunscrupulous, or substantially injurious to consumers.”  Pinehurst, Inc. v. O’Leary \nBros. Realty, Inc. , 79 N.C. App. 51, 59 –60, 3 38 S.E.2d 918, 923 (1986)  (internal \ncitations and quotations omitted).  An act or practice is considered deceptive if it has \nthe capacity or tendency to deceive.  Id. at 60, 338 S.E.2d at 923.  Whether an act or \npractice is unfair or deceptive is ultimatel y a question of law for the \nCourt.  Songwooyarn Trading Co. v. Sox Eleven, Inc., 213 N.C. App. 49, 56, 714 S.E.2d \n162, 167 (2011). \n37. Fraudulent conduct can , under appropriate circumstances,  support a \nclaim for unfair or deceptive trade practices.   Pearce v. American Defender Life Ins. \nCo., 316 N.C. 461, 470, 343 S.E.2d 174, 180 (1986); Bhatti v. Buckland, 328 N.C. 240, \n243, 400 S.E.2d 440, 442 (N.C. 1991) .  Here, Plaintiff has alleged a claim for fraud \nagainst Garrett based on his failure to disclose certain information to Luc Tack.  \nPlaintiff also alleges that  Garrett’s fraudulent conduct was in support of concealing \nalleged diversions of corporate opportunities and other misconduct that benefitted \nDolven and GFY, both of whom are  market participants along with Plaintiff in the \nbedding and upholstery industry.  Therefore, Plaintiff has sufficiently allege d that \n \n \nthe conduct was in or affecting commerce  and Garrett’s motion to dismiss should be \nDENIED. \nF.  Common law unfair competition/business conversion \n38. Plaintiff also claims that all Defendants, including Garrett, engaged in \ncommon law unfair competition and business conversion.  (ECF No. 261, at ¶¶ 144–\n49.)  Plaintiff alleges that the Defendants “conduct was unfair and designed to \nhandicap [Plaintiff] to the benefit of the . . . Defendants.  Such conduct is unethical \nand designed to misappropriate [Plaintiff] ’s commercial competitive advantage \nobtained through years of time, money and labor. ”  (Id. at ¶ 145.)  Plaintiff claims \nDefendants “converted [Plaintiff]’s business and Trade Secrets.”  (Id. at ¶ 144.) \n39. A claim for unfair competition seeks to protect “a business from \nmisappropriation of its commercial advantage earned through organization, skill, \nlabor, and money.”  Henderson v. U.S. Fid. & Guar. Co., 346 N.C. 741, 749, 488 S.E.2d \n234, 240 (1997).  Conversion is “an unauthorized assumption and exercise of the right \nof ownership over goods or personal chattels belonging to another, to the alteration \nof their condition or the exclusion of an owner’s rights.”  Norman v. Nash Johnson & \nSons’ Farms, Inc. , 140 N.C. App. 390, 414, 537 S.E.2d 248, 264 (2000)  (internal \ncitations and quotations omitted) .  Plaintiff’s claims for common law unfair \ncompetition and busine ss conversion are both based on allegations that the \ndefendants diverted Plaintiff’s business to, and used Plaintiff’s trade secrets for the \nbenefit of, Dolven and GFY.  Accordingly, the Court construes Plaintiff’s claims for \ncommon law unfair competition and business conversion as a single claim.  See \n \n \nSuperior Performers, Inc. v. Meaike, No. 1:13CV1149, 2014 U.S. Dist. LEXIS 158862, \nat *26 (M.D.N.C. Nov. 10, 2014) (“The allegations of wrongdoing, however, as to both \nPlaintiff’s claim for unfair competition  and business conversion are the same.  \nTherefore, the court will address the torts for unfair competition and business \nconversion together.”). \n40. Courts have recognized that a claim for common law unfair competition \nis analyzed the same way as a claim for unfair or deceptive trade practices under G.S. \n§ 75-1.1.  See BellSouth Corp. v. White Directory Publishers, Inc., 42 F. Supp. 2d 598, \n615 (M.D.N.C. 1999) (“The standard which a plaintiff must meet to recover on an \nunfair competition claim under the common l aw is not appreciably different [from a \nclaim for unfair or deceptive trade practices].”); Blue Rhino Global Sourcing, Inc. v. \nWell Traveled Imports, Inc. , 888 F. Supp. 2d  718, 721 n.1 (M.D.N.C. 2012); Global \nTextile All., Inc., LLC, 2018 NCBC LEXIS 57, at *20–21. \n41. The Court has determined that the claim for unfair or deceptive trade \npractices against Garrett  survives dismissal to the extent it is based on Garrett’s \nalleged fraud, and concluded that the alleged fraud was in furtherance of the \ndiversion of business and opportunities from Plaintiff to Dolven and GFY.  Therefore, \nto the extent Plaintiff’s claim f or unfair competition is based on  Garrett’s alleged \nfraudulent conduct, the  allegations support the claim for unfair competition and \nbusiness conversion and the claim is not subject to dismissal at this stage. \n42. To the extent Plaintiff claims that the defend ants converted Plaintiff’s \ntrade secrets, however, the facts plead ed do not support an allegation  that Garrett \n \n \nwas involved in the conversion of trade secrets, and that part of the claim should be \ndismissed. \n43. In conclusion, t o the extent Garrett’s Motion  seeks dismissal of \nPlaintiff’s claims for common law unfair competition and business conversion based \non Garrett’s alleged fraudulent conduct, it should be DENIED.  But, to the extent the \nMotion seeks dismissal of Plaintiff’s claims for common law unfair com petition and \nbusiness conversion based on Garrett’s alleged conversion of Plaintiff’s trade secrets, \nit should be GRANTED. \nG.  Constructive trust \n44. Plaintiff alleges that it is entitled to the equitable remedy of a \nconstructive trust “with respect to all money and other property received by” Garrett \nand the other defendants as a result of their “unlawful conduct.”  (ECF No. 261, at \n¶ 165.)   \n45. A “claim” for a constructive trust is an equitable remedy used to prevent \nunjust enrichment acquired through “fraud, br each of duty or some other \ncircumstance making it inequitable for [defendant] to retain [the property].”  Wilson \nv. Crab Orchard Dev. Co. , 276 N.C. 198, 211, 171 S.E.2d 873, 882 (1970).  Thus, a \nconstructive trust is not an independent cause of action and requires the “common, \nindispensable element” of “some fraud, breach of duty or other wrongdoing by the \nholder of the property.”  Id. at 212, 171 S.E.2d at 882.  A constructive trust typically \narises “out of the existence of fraud, actual or presumptive – usually involving the \nviolation of a confidential or fiduciary relation – in view of which equity transfers the \n \n \nbeneficial title to some p erson other than the holder of the legal title.”  Leatherman \nv. Leatherman, 297 N.C. 618, 621–22, 256 S.E.2d 793, 795–96 (1979) (quoting Bowen \nv. Darden, 241 N.C. 11, 13–14, 84 S.E.2d 289, 292 (1954)). \n46. Plaintiff does not allege that Garrett was a sharehold er or held an \nownership interest in Dolven, GFY, or the other Defendant companies, or that he \npersonally benefitted from diversions of Plaintiff’s busi ness or corporate \nopportunities.  Plaintiff has not alleged that Garrett obtained title to any property \nbelonging to Plaintiff, and has not alleged a basis for imposing a constructive trust \nover Garrett.  Therefore, Garrett’s motion to d ismiss Plaintiff’s claim  for a \nconstructive trust against Garrett should be GRANTED. \nH.  Disgorgement of compensation \n47. Plaintiff asserts a claim titled “Disgorgement of Compensation During \nPeriods of Faithlessness” against Garrett, Timothy, Steven, and Ryan.  (ECF No. 261, \nat ¶¶  161–63.)  Plaintiff claims that Garrett was paid a “substantial salary and \ncompensation” while he was “diverting business from [Plaintiff] . . . and engaging in \nconflicts of interest transactions.”  ( Id. at ¶ 162.)  Plaintiff claims that, “[i]n equity \nand good conscience,” Garrett should be compelled to disgorge the compensation and \nbenefits he rece ived during the period in which he allegedly violated his “fiduciary \nand other duties” owed to Plaintiff.  (Id. at ¶ 163.) \n48. As with a constructive trust, a request for “disgorgement of \ncompensation” would be considered a remedy and not a cause of action.  See Sara Lee \nCorp. v. Carter , 129 N.C. App. 464, 472, 500 S.E.2d 732, 737 (1998)  (allowing an \n \n \nemployer to recover as damages compensation and benefits paid to an employee while \nthe employee was breaching his fiduciary duty).    \n49. Plaintiff has alleged that it is entitled to a disgorgement of compensation \nbecause Garrett breached his “fiduciary and other duties” owed to Plaintiff.  However, \nthe Court has already found that Garrett owed no fiduciary duty to Plaintiff.  Also, to \nthe extent that Plaintiff seeks to base the request for disgorgement of compensation \non the violation of some “other duty” to Plaintiff, North Carolina does not recognize a \nclaim for an employee’s breach of a duty of loyalty.  See Dalton, 353 N.C. at 653, 548 \nS.E.2d at 709 (“[A]lthough ou r state courts recognize the existence of an employee’s \nduty of loyalty, we do not recognize its breach as an independent claim.  Evidence of \nsuch a breach serves only as a justification for a defendant -employer in a wrongful \ntermination action by an employee.”).  Plaintiff has not sufficiently alleged facts that \nwould allow the Court to order a  disgorgement of compensation  from Garrett .  \nGarrett’s motion to dismiss Plaintiff’s claim for disgorgement of compensation should \nbe GRANTED. \nI.  Motion for permanent injunction \n50. Neither party makes any argument regarding Plaintiff’s Twelfth Claim \nfor Relief, which is styled as a “Motion for Preliminary and Permanent Injunction.”  \n(ECF No. 261, at ¶¶  172–73.)  The Court previously denied Plaintiff’s motion for \npreliminary injunction as to all the defendants, including Garrett.  Global Textile All., \nInc. v. TDI Worldwide, LLC, 2017 NCBC LEXIS 108 (N.C. Super. Ct. Nov. 21, 2017). \n \n \n51.   Nevertheless, since certain of Plaintiff’s claims against Garrett survive \ndismissal and might provide a basis for a permanent injunction against Garrett , the \nCourt will not at this time dismiss the claim for a permanent injunction against \nGarrett.  To the extent Garrett’s motion to dismiss seeks dismissal of Plaintiff’s claim \nfor permanent injunction against Garrett, the motion should be DENIED. \nTHEREFORE, IT IS ORDERED that the Motion to Dismiss is GRANTE D, in \npart, and DENIED, in part, as follows: \n52. The Motion to Dismiss Plaintiff’s claim s against Garrett for breach of \nfiduciary duty and constructive fraud is GRANTED. \n53. The Motion to Dismiss Plaintiff’s claim against Garrett for actual fraud \nis DENIED. \n54. The Motion to Dismiss Plaintiff’s claim against Garrett for  civil \nconspiracy is DENIED. \n55. The Motion to Dismiss Plaintiff’s claim against Garre tt for unfair or \ndeceptive trade practices in violation of the UDTPA should be DENIED. \n56. To the extent the Motion to Dismiss seeks dismissal of Plaintiff’s claims \nfor common law unfair competition and business conversion based on Garrett’s \nalleged fraudulent conduct, it is DENIED.   To the extent the Motion to Dismiss seeks \ndismissal of Plaintiff’s claims for common law unfair competition and business \nconversion based on Garrett’s alleged conversion of Plaintiff’s trade secrets, it is \nGRANTED. \n \n \n57. The Motion to Dismiss Plaintiff’s claim for a constructive trust against \nGarrett is GRANTED. \n58. The Motion to Dismiss Plaintiff’s claim for disgorgement of \ncompensation against Garrett is GRANTED. \n59. To the extent Garrett seeks dismissal of the claim for p ermanent \ninjunction against Garrett, the claim is DENIED. \n \nSO ORDERED, this the 9th day of October, 2018. \n \n_/s/ Gregory P. McGuire___________ \n    Gregory P. McGuire \n    Special Superior Court Judge for \nComplex Business Cases "
}