{
  "id": "8388faa42efe19b44604bace5810cbc34233f325a888405c47d154192af01116",
  "source_file": "data/raw/ncbc/8388faa42efe19b44604bace5810cbc34233f325a888405c47d154192af01116.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nWAKE COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 12647 \nMONARCH TAX CREDITS, LLC, \nformerly known as STATE TAX \nCREDIT EXCHANGE, LLC, \n \nPlaintiff-Petitioner, \n \nv. \n \nNORTH CAROLINA DEPARTMENT \nOF REVENUE and RONALD G. \nPENNY, SECRETARY, in his official \ncapacity,  \n \nDefendants-Respondents. \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \n \n1. THIS MATTER is before the Court on Defendants North Carolina \nDepartment of Revenue (“NCDOR”  or the “ Department”) and Ronald G. Penny’s \n(collectively “Defendants”) Motion to Dismiss ( the “Motion”) seeking to dismiss the \nPetition for Judicial Review and Complaint for Declaratory Relief and Damages \nArising From Constitutional Violations (the “Petition”) filed by Plaintiff Monarch Tax \nCredits, formerly known as State Tax Credit Exchange, LLC (“Monarch”).   \n2. The Motion presents challenges both to the Court’s jurisdiction \npursuant to Rules 12(b)(1) and 12(b)(2) of the North Carolina Rules of Civil Procedure \n(“Rules”) and to the merits of the Petition pursuant to Rule 12(b)(6).  This Order and \nOpinion addresses only the Department’s jurisdictional challenges, deferring \nconsideration of the merits.  The Court, having considered the Motion, materials of \nrecord, briefs, and arguments of counsel, for the reasons stated below, concludes that \nMonarch Tax Credits, LLC v. N.C. Dep’t of Revenue, 2021 NCBC 6. \n \n \nit has jurisdiction and DENIES the Motion  to the extent it is brought pursuant to \nRule 12(b)(1) or Rule 12(b)(2). \nKilpatrick Townsend & Stockton LLP , by Joseph S. Dowdy and Phillip \nA. Harris, Jr., and Nelson Mullins Riley & Scarborough LLP, by Reed J. \nHollander and D. Martin Warf , for Plaintiff- Petitioner Monarch Tax \nCredits, LLC.  \n \nNorth Carolina Department of Justice, by Terence D. Friedman, David \nD. Lennon, and Matthew H. Sommer, for Defendants-Respondents North \nCarolina Department of Revenue and Ronald G. Penny, Secretary in his \nofficial capacity.  \n \nGale, Senior Judge.  \nI. INTRODUCTION \n3. Monarch claims that it has suffered damages because the Department \nhas unconstitutionally administered North Carolina tax law  in a manner that has \ncaused Monarch business damages and has denied North Carolina taxpayers, \nincluding but not limited to Monarch customers, investment tax credits to which they \nare entitled.    \n4. Monarch formed structured investment partnerships to encourage \ninvestment by North Carolina taxpayers  related to renewable energy, mill \nrestoration, and historic redevelopment.  Its business model contemplates using these \npartnerships to aggregate investments necessary to fund such projects, and to then \nallocate to investors the tax credits those projects  yield, thereby achieving the \nopportunities and benefits North Carolina’s legislative acts were intended to promote.   \n5. Monarch has not itself claimed any of the relevant investment tax \ncredits against its own North Carolina tax liability .  It , then, has not pursued the \n \n \ntraditional statutory administrative remedies provided to taxpayers who challenge \nthe imposition of an income tax or penalty.  Rather, Monarch contends that it is \nentitled to proceed directly in this Court for either of two reasons .  First, Monarch \ncontends that the damage it has suffered flows from the Department’s enforcement \nof its September 10, 2018 publication of an Important Notice: Tax Credits Involving \nPartnerships (the “Notice”), which constitutes a Rule1 as to which Monarch is entitled \nto have the Department issue an administrative declaration ruling as to its validity, \nand that the Department’s refusal to consider or issue such a declaration constitutes \na final denial subject to immediate judicial review.  As to this ground, the Department \ncontends that neither was the Notice a Rule nor is Monarch a party aggrieved by the \napplication of a Rule .  Second, Monarch contends that it is otherwise entitled to \npursue a direct constitutional claim for the damage it has suffered unaffected by any \ninvocation of sovereign immunity , otherwise known as a Corum  claim.2  The \nDepartment contends that the Corum claim cannot proceed, first, because Monarch \ndoes not have standing to present it and, second, because Monarch has an available \nadministrative remedy as a North Carolina taxpayer  which it  has chosen not to \npursue.  Monarch responds that the Department invokes only an administrative  \nremedy that is theoretical and impractical at best and that should not bar the Corum \nclaim, which it has standing to pursue.  \n \n1 N.C.G.S. § 150B-4 allows challenges to administrative rules.  Monarch claims the Notice is \na Rule.  The Department claims it is not. \n \n2 See Corum v. Univ. of N.C., 330 N.C. 761, 413 S.E.2d 276 (1992). \n \n \n6. The parties have presented extensive arguments as to the underlying \nmerits of the manner in which the Department has administered  the relevant \nincentive tax program.  Those merits, at least in part, are now before the Court in a \nseparate proceeding arising from a taxpayer appeal , N.C. Farm Bureau Mut. Ins. v. \nN.C. Dep’t of Revenue , No. 2020 -CVS-10244 (Wake County) , with a suggestion that \nthere are several other such appeals that may follow.    \n7. After consideration of the pleadings, briefs, arguments of counsel , and \nrelated authorities, the Court concludes first that Monarch is not entitled to seek an \nadministrative declaration pursuant to N.C.G.S. § 150B -4 (“Section 150B -4”), and \ntherefore the matter is not properly before the Court for judicial review on that basis.  \nThe Court further concludes that Monarch does not have  an available adequate \nremedy as a North Carolina taxpayer pursuant to N.C.G.S. § 105 -241.19 (“Section \n105-241.19”) and therefore has standing to allege , and has adequately alleged, its \nCorum claim.  Again, t he Court defers for later determination any  merits \ndetermination and whether those merits should be addressed either separately or in \ncombination with issues that may be presented in related proceedings. \nII. PROCEDURAL HISTORY \n8. Following informal meetings, on August 1, 2019 Monarch,  pursuant to \nSection 150B-4, requested that NCDOR issue a declaratory ruling that the Notice is \nan unconstitutional Rule.  NCDOR responded on August 29, 2019 that it was not \nrequired to issue such a declaratory ruling  without otherwise addressing Monarch’s \nlegal claims.  (Petition ¶¶ 101–05, ECF No. 2.)   \n \n \n9. Monarch filed its Petition on September 26, 2019.  The Petition includes \nfour counts: the first count seeking judicial review of NCDOR’s refusal to issue a \ndeclaratory ruling when requested, (Petition ¶¶ 113–20); the second count seeking a \ndeclaration that the refusal was a wrongful denial on the merits, (Petition ¶¶ 121–\n30); the third count seeking a declaratory judgment that NCDOR has acted \nunconstitutionally, (Petition ¶¶ 131– 42); and the fourth count se eking damages \ncaused by NCDOR’s alleged constitutional violations, (Petition ¶¶ 143–49). \n10. Monarch filed its Notice of Designation as a Complex Business Case or, \nin the Alternative, Motion for Designation as an Exceptional/Complex Business Case \non September 29, 2019.  (ECF No. 3.)  The case was designated as a Complex Business \nCase and assigned to the undersigned on the same day.  (ECF No. 1.) \n11. Defendants filed their Motion on December 2, 2019.  (ECF No. 14.) \n12. The Motion was fully briefed, (ECF Nos. 15, 20, 21), including the \nsubmission of supplemental authorities, (ECF Nos. 22 –24).  The Court  then heard \noral argument on March 5, 2020. \n13. On March 24, 2020, a number of insurers jointly requested leave to file \na brief as amici.  (ECF Nos. 25 –26.)  NCDOR filed a r esponse which did not oppose \nthe filing of the brief but also presented  arguments which raised new positions in \nsupport of the Department’s  Motion to dismiss the Petition , particularly its \ncontention that Monarch has an available administrative remedy pursuant to Section \n105-241.19.  (ECF No. 27.)  The Court allowed the amici brief to be filed of record and \nthen granted the p arties’ requests for leave to submit additional briefing related to \n \n \nthe issue of whether Monarch has such an administrative remedy.  T hose \nsupplemental briefs have been filed.  (ECF Nos.  38–43.)    \n14. The Motion is ripe for ruling. \nIII. FACTUAL BACKGROUND \n15. The Court recites only f acts relevant to  the challenge to Monarch’s \nstanding or the Court’s jurisdiction.  While the Court may consider matters beyond \nthe pleadings to resolve those challenges, a ffidavits and documentary material s \nsubmitted by the p arties primarily address the merits of the Peti tion and are \ntherefore largely not relevant to the Court’s consideration of  the personal and subject \nmatter jurisdictional issues.   \n16. North Carolina enacted tax credit programs to encourage investment in \nrenewable energy, historic property renovation, and mill restora tion.  See, e.g. , \nN.C.G.S. § 105-129.16A, -129.35–39, -129.70–75A, -129.105–110.  Certain credits \nhave now expired, and others may soon expire.  (Petition ¶¶ 38, 41, 43.) \n17. Monarch is a limited liability company organized and maintaining its \nprincipal place of business in Georgia, but also maintaining an office and employees \nin North Carolina.  (Petition ¶ 11.) \n18. Monarch developed certain structures designed to aggregate \ninvestments from North Carolina taxpayers, which were used to construct projects \nthat would yield tax credits.  (Petition ¶ 54 .)  Monarch established partnerships \nincluding an “Annual Fund -Master Fund Structure,” pursuant to which a Master \nFund would fund a proj ect and initially receive tax credits for the life of a project, \n \n \nreferred to as the “Credit Period,” and separate Annual Funds would be created for \neach of the years within the Credit Period to which the Master Fund would assign \ntax credits on  a particular year.  The Annual Fund would allocate those credits to \ninvestors in the Annual Fund.  (Petition ¶¶ 56, 60.)  \n19. These various partnerships were organized under Georgia law.  Some or \nall of the funds have filed North Carolina partnership returns but generally Monarch \ndoes not have North Carolina taxable income and has not utilized the credits against \nits own tax liability.  (Petition ¶ 62.) \n20. Monarch avers that its programs have facilitated millions of dollars of \ninvestments in renewable energy, and historic and  mill redevelopment projects.  \n(Petition ¶¶ 68, 75. )  It contends that it has aggregated other tax credits which it \ncannot effectively transfer to investors, rendering  Monarch’s business plan \nimpossible to carry out and the tax credits it has aggregated es sentially worthless.  \n(Petition ¶ 94.)  \n21. Monarch avers that NCDOR  has acted  contrary to the legislative \npurpose and intent of the tax incentive program, has undertaken efforts to deprive \nMonarch’s customers of the benefits of the tax credit programs, depriv ing the North \nCarolina public from the benefit of projects that would be supported by the \ninvestments, and in doing so has acted unconstitutionally and beyond the bounds of \nits statutory power .  Monarch contends that examples of NCDOR’s unlawful \nenforcement scheme include an aggressive audit program beginning in January 2018 \ninvolving all or nearly all of Monarch’s customers , (Petition ¶ 79) , and NCDOR’s \n \n \nissuing the Notice on September 10, 2018 for the purpose of discouraging \ninvestments, (Petition ¶ 82, Ex. 2).  Among other legal arguments, Monarch claims \nand NCDOR denies that NCDOR has , without legislative authority to do so,  sought \nto apply provisions of the United States Tax Code in order to characterize the \nexchange between Monarch and its customers as a “disguised sale” rather than an \nallocation of a partnership interest, thereby defeating the investors’ right to claim the \ncredits.  (Petition ¶¶ 78–94, 118, 132–37.) \n22. On August 1, 2019, pursuant to Section 150B-4, Monarch requested that \nNCDOR issue a declaratory ruling on eleven points, including that the Notice was an \nillegal “Rule,” that NCDOR had exceeded its authority, and that Monarch’s customers \nare entitled to their allocated tax credits.  (Petition ¶¶ 95–104, Ex. 3.)    \n23. On August 19, 2019, NCDOR responded by letter, stating that Section \n105-241.19 is the exclusive remedy for disputing the denial of tax refunds and \nprohibits NCDOR from issuing the requested declaratory ruling except to taxpayers \nagainst whom a tax liability has been assessed,  and that Monarch does not have \nstanding to seek a declaratory ruling pursuant to Section 150B -4.  (Petition ¶ 105, \nEx. 4.)  Monarch contends that its injury cannot be redressed by the administrative \nremedies of Chapter 105, and that  it is entitled to purs ue a direct claim for \nconstitutional violations before this Court because it  has no other adequate remedy \nat law.  (Petition ¶¶ 140, 144.) \n \n \n24. Through its Motion, the Department asserts that Monarch lacks \nstanding and that its claims are barred by sovereign im munity.  Those assertions \npresent issues of both personal and subject matter jurisdiction.   \nIV. STANDARD OF REVIEW \nA. Subject Matter Jurisdiction Under Rule 12(b)(1) \n25. The Motion asserts that Monarch does not have standing.  “Standing is \na necessary prerequisite to a court’s proper exercise of subject matter \njurisdiction,” Street v. Smart Corp. , 157 N.C. App. 303, 305, 578 S.E.2d 695, 698 \n(2003) (internal quotation marks  omitted), and “must be addressed, and found to \nexist, before the merits of [the] case are judicially resolved[,]”  In re T.B. , 200 N.C. \nApp. 739, 742, 685 S.E.2d 529, 531–32 (2009) (internal quotation marks omitted). \n26. “A plaintiff’s standing to assert its c laims may be challenged under \neither Rule 12(b)(1) or Rule 12(b)(6) of the North Carolina Rules of Civil Procedure.”  \nRaja v. Patel, 2017 NCBC LEXIS 25, at *11 (N.C. Super. Ct. Mar. 23, 2017).  A Rule \n12(b)(1) motion to dismiss attacks a court’s “jurisdiction over the subject matter” of \nthe plaintiff’s claims.   N.C. R. Civ. P.  12(b)(1).  “Subject matter jurisdiction is a \nprerequisite for the exercise of judicial authority over any case or \ncontroversy[,]” Hardy v. Beaufort Cty. Bd. of Educ. , 200 N.C. App. 403, 408, 683 \nS.E.2d 774, 778 (2009)  (citing Harris v. Pembaur, 84 N.C. App. 666, 667 –68, 353 \nS.E.2d 673, 675 (1987)), and “has been defined as ‘the power to hear and to determine \na legal controversy; to inquire into the facts, apply the law, and to render and enforce \na judgment,’ ” High v. Pearce, 220 N.C. 266, 271, 17 S.E.2d 108, 112 (1941).  “[T]he \n \n \nproceedings of a court without jurisdiction of the subject matter are a \nnullity.”  Burgess v. Gibbs, 262 N.C. 462, 465, 137 S.E.2d 806, 808 (1964) (citing High, \n220 N.C. at 271, 17 S.E.2d at 112).   \n27. The plaintiff bears the burden of establishing subject matter \njurisdiction.  Harper v. City of Asheville, 160 N.C. App. 209, 217, 585 S.E.2d 240, 245 \n(2003).  “On a motion to dismiss under  Rule 12(b)(1), the Court ‘may consider and \nweigh matters outside the pleadings.’ ”   Sykes v. Health Network Sols., Inc. , 2017 \nNCBC LEXIS 73, at *47–48 (N.C. Super. Ct. Aug. 18, 2017) (quoting Dep’t of Transp. \nv. Blue, 147 N.C. App. 596, 603, 556 S.E.2d 609, 617 (2001)).  “If the Court ‘confines \nits evaluation to the pleadings,’ however, it ‘must accept as true the plaintiff’s \nallegations and construe them in the light most favorable to the plaintiff.’ ”   Id. \n(quoting Blue, 147 N.C. App. at 603, 556 S.E.2d at 617). \nB. Personal Jurisdiction Under Rule 12(b)(2) \n28. Defendants have asserted sovereign immunity , which can be properly \naddressed as a challenge to personal jurisdiction under Rule 12(b)(2).   Hawkins v. \nState, 117 N.C. App. 615, 622, 453 S.E.2d 233, 237 (1995) (“the doctrine of sovereign \nimmunity presents a personal jurisdiction question ”); see also  Parker v. Town of \nErwin, 243 N.C. App. 84, 95, 776 S.E.2d 710, 720 (2015). \n29. “The standard of review in deciding a 12(b)(2) motion depends upon the \nprocedural posture of the matter, and the parties are permitted to submit evidence \nand affidavits in support of their jurisdictional arguments.”  N.C. Acupuncture \nLicensing Bd. v. N.C. Bd. of Physical Therapy Examiners, 2016 NCBC LEXIS 33, at \n \n \n*9 (N.C. Super. Ct. Apr. 26, 2016).  Where “the defendant submits affidavits or other \nsupporting evidence with its 12(b)(2) motion, the allegations in the complaint can no \nlonger be taken as true and the plaintiff cannot rest on the complaint’ s allegations.”  \nId.  \n30. Under the sovereign immunity doctrine, “[t]he State is immune from \nsuit unless and until it has expressly consented to be sued.”  Great Am. Ins. Co. v. \nGold, 254 N.C. 168, 173, 118 S.E.2d 792, 795 (1961).  “As a general rule, the doctrine \nof governmental, or sovereign immunity bars actions against, inter alia, the state, its \ncounties, and its public officials sued in their official capacity.”  Richmond Cty. Bd. of \nEduc. v. Cowell, 225 N.C. App. 583, 587, 739 S.E.2d 566, 569 (2013).  “Thus, ‘a state \nmay not be sued . . . unless it has consented by statute to be sued or has otherwise \nwaived its immunity from suit.’  ”  Id.  (citation omitted).  “[A]  statutory waiver  of \nsovereign immunity must be strictly construed.”  Meyer v. Walls, 347 N.C. 97, 107, \n489 S.E.2d 880, 885 –86 (1997) (holding  that “the Tort Claims Act applies only to \nactions against state departments, institutions, and agencies and does not apply to \nclaims against officers, employees, involuntary servants, and agents of the State”).  \nFurthermore, where the legislature has allowed “for an action against the State, the \nprocedure prescribed by statute must be followed, and the remedies thus afforded are \nexclusive.  The right to sue the State is a conditional right, and the terms prescribed \nby the Legislature are conditions precedent to the institution of the action.”  Great \nAm. Ins. Co., 254 N.C. at 173, 118 S.E.2d at 795.   \n \n \n31. However, because “the doctrine of sovereign immunity is not a \nconstitutional right . . . [but is rather] a common law theory or defense established by \n[our] [c]ourt[s,]” “when there is a clash between these constitutional rights and \nsovereign immunity, the constitutional rights must prevail.”  Corum, 330 N.C. at 786, \n413 S.E.2d at 291–92; see also Richmond Cty. Bd. of Educ., 225 N.C. App. at 587–91, \n739 S.E.2d at 569–72 (holding that common law waiver of sovereign immunity is not \nlimited to claim brought under Article I of the North Carolina Constitution). \nV. ANALYSIS \nA. Monarch Does Not Have Standing Pursuant to Section 150B-4 \n32. The Rule 12(b)(1) Motion  in part turns on whether Monarch has \nstanding to request and then seek judicial review of a declaratory ruling pursuant to \nSection 150B-4.  That requires the Court to examine the interplay between Section \n150B-4 and Section 105-241.19.   \n33. In material part, Section 150B -4(a) provides that “[o]n request of a \nperson aggrieved, an agency shall issue a declaratory ruling as to the validity of a \nrule or as to the applicability to a given state of facts of a statute administered by the \nagency or of a rule or order of the agency.”  Here, Monarch invokes Section 150B-4 to \nchallenge the Department’s refusal to allow tax credits to North Carolina taxpayers \nwho are Monarch customers. \n34. Section 105-241.19 reads as follows: \nThe remedies in [N.C.] G.S. 105 -241.11 through [N.C.] G.S. 105-241.18 \nset out the exclusive remedies for disputing the denial of a requested \nrefund, a taxpayer’s liability for a tax, or the constit utionality of a tax \nstatute.  Any other action is barred.  Neither an action for declaratory \n \n \njudgment, an action for an injunction to prevent the collection of a tax, \nnor any other action is allowed. \n35. Neither Section 105-241.19 nor Section 150B-4 references the other. \n36. The administrative procedure afforded by Section 105-241.19 includes \nproceedings by which a taxpayer may challenge a denial of a refund or a tax \nassessment.  Monarch contends that Section 105 -241.19 should be read narrowly to \nlimit only other actions sought by taxpayers entitled to pursue remedies under it and \nshould not b e read more broadly to restrict any challenge to the Department’s tax \nenforcement by one damaged by that enforcement in a capacity other than as a \ntaxpayer.  The Department contends that Section 105 -241.19 clearly limits all \nchallenges to the Department’s grant or refusal of tax refunds to proceedings under \nthat section. \n37. A person seeking relief under Section 150B -4 must first be a “person \naggrieved.”  The declaratory ruling sought must relate to a subject matter within the \nintended scope of Section 150B -4.  The Department argues that Monarch is not a \n“person aggrieved” because it has not suffered direct effect from the Department’s \naction but rather indirect injuries derivative of the loss of tax credits by Monarch \ncustomers, and that the loss of those credi ts is clearly within the ambit of Section \n105-241.19 which is the exclusive remedy for taxpayers.  Monarch claims that it \nadditionally asserts its own direct injury suffered by its inability to continue its \nbusiness model or to sell tax credits it has already aggregated. \n38. The term “person aggrieved” has been defined broadly in other contexts \nto include “any person . .  . directly or indirectly affected substantially in his or its \n \n \nperson, property, or employment by an administrative decision.”  N.C.G.S. § 150B -\n2(7).  The definition has been liberally construed, and the dividing line as to when a \nperson or entity has suffered sufficient effect to have standing is not a bright one.  \nCompare Empire Power Co. v. N.C. DEHNR, 112 N.C. App. 566, 436 S.E.2d 594 \n(1993), rev’d on other grounds, 377 N.C. 569, 447 S.E.2d 768, reh’g denied, 338 N.C. \n314, 451 S.E.2d 634 (1994) (recognizing standing for an adjacent landowner affected \nby agency’s permit decision) , with Diggs v. NCHHS, 157 N.C. App. 334, 578 S.E.2d \n666 (2003) (no standing based on potential rather than actual harm).   \n39. As discussed in greater detail below when addressing Monarch’s Corum \nclaim, the constitutionality of a statute is generally a matter for a court rather than \nan administrative resolution , pa rticularly when the constitutional challenge is a \nfacial one.  S ee Matter of Redmond by & through Nichols , 369 N.C. 490, 493, 797 \nS.E.2d 275, 277 (2017).  Accordingly, where a challenge is limited to a constitutional \none, the administrative remedy is not g enerally considered a predicate  to be \nexhausted before pursuit of  a court challenge.  Shell Island Homeowners Ass’n, Inc. \nv. Tomlinson, 134 N.C. App. 217, 224, 517 S.E.2d 406, 412 (1999).   By statute, the \nconverse is true where a taxpayer challenges as unconstitutional the application of a \ntax statute to his own liability.  In that instance, an administrative remedy must first \nbe pursued even if the constitutional challenge is the sole issue , and the \nadministrative law judge is required to dismiss the contested case for lack of \njurisdiction before a judicial challenge is ripe .  N.C.G.S. § 105 -241.17.  The general \nrule is that failure to pursue an effective administrative remedy may bar a \n \n \nconstitutional attack against a state agency where that administrative remedy would \nhave allowed the claimant to vindicate the same interest without reaching a facial \nconstitutional challenge.  Alt v. Parker, 112 N.C. App. 307, 318, 435 S.E.2d 773, 779 \n(1993). \n40. Monarch is correct that Section 105 -241.19 does not directly reference \nSection 150B-4.  However, the Court concludes that the legislative purpose inherent \nin Section 105 -241.19 is that any administrative challenge  to the Department’s \nadministrative tax policy that implicates a taxpayer’s right to refunds should not \nproceed outside of Section 105 -241.19, whether brought directly by the taxpayer or \nsomeone else on their behalf or viewed through the lens of the right of taxpayers.  \n41. As a result, the Court concludes that the legislature did not intend that \nSection 150B -4 provide a secondary administrative remedy to challenge the \nDepartment’s implementation of tax policy resulting in the loss of tax credits when \nthe chall enge is not brought directly by the taxpayer.   Accordingly, the Court \nconcludes that Monarch does not have standing to pursue its claim pursuant to \nSection 150B-4.   \n42. It necessarily follows  that a remedy under Section 150B -4 does not \nconstitute an adequate remedy that would bar an otherwise valid Corum claim.  The \nCourt then must separately consider whether Monarch has an available \nadministrative remedy under Section 105-241.19 which it chose not to pursue in favor \nof its direct Corum claim. \n \n \n \nB. Monarch Does Not Have an Adequate Administrative Remedy \nPursuant to Section 105-241.19 \n43. NCDOR argues that Monarch is a North Carolina taxpayer and could, \nif it chose, first address its constitutional claims by claiming the tax credits a t issue \non its own North Carolina tax return  and then present an administrative claim \npursuant to Section 105-241.19 if the credits were denied .  Monarch claims that the \nDepartment’s argument is illusory because Monarch  effectively has no such remedy, \nfirst because it does no t have and does not expect to have taxable North Carolina \nincome against which the credits could be applied, and second because NCDOR could \neffectively deny Monarch the right to present its constitutional argument by simply \nnot denying such small amount of  tax credit Monarch might muster through a \ntortured effort to create income against w hich a credit might be claim ed.  That is, \nMonarch claims that the extensive damage it has suffered by the inability to pursue \nits business plan and to sell the tax credits it has already aggregated is wholly outside \nthe reach of any possible proceeding under Section 105-241.19.3 \n44. The Court has carefully reviewed  the extensive discussion in the \nsupplemental briefs addressing the Department’s suggestion of Monarch’s failure to \nexhaust administrative remedies raised in the Department’s response to the amic i \nbrief.  Having done so, the Court concludes that while Monarch’s Corum claim may \n \n3 As an aside, the Court notes that Monarch has argued  that the Department’s \nunconstitutional exercise of its powers will wholly escape judicial review if Monarch is \nconfined to a Section 105-241.19 remedy.  Any such argument is grossly exaggerated, as it is \nalready evident that the Department ’s position at issue is being  aggressively challenged \nthrough administrative proceedings brought by affected taxpayers suffering significant tax \nliability, one of which is presently before the Court. \n \n \n \nultimately fail on its merits, it is not barred by Monarch’s failure to exhaust \nadministrative remedies because Monarch as a practical matter does not have an \nadministrative remedy which might address the issues its Corum claim raises.4  \n45. Monarch admits that it is a North Carolina taxpayer.  As such, it would \nhave remedies under Section 105 -241.19 if the Department challenged Monarch’s \nattempt to offset tax credits it owns against Monarch’s income tax liability.  Monarch \nhas adequately demonstrated that it does not have and has no realistic basis to create \nincome against which to claim the tax credits at issue.   \n46. The tax credits can only be claimed by a North Carolina taxpayer with \ntaxable income.  See N.C.G.S. § 105 -129.17(a).  A taxpayer claims the credit by \napplying it against the taxpayer’s income, up to a  50% cap.  N.C.G.S. § 105-129.18.  \nThere is no statutory provision allowing the  tax credits to be utilized by  taxpayers \nwho do not have taxable income.   While Monarch currently holds a surplus of tax \ncredits, it explains that it does not have, and is unlikely to have, income against which \nthe tax credits could be applied: \nFor Monarch to have a tax liability in North Carolina, the investments \nit makes in North Carolina would be required to, in aggregate, generate \ntaxable income for North Carolina purposes.   Generally, this has not \nhappened because most of the North Carolina investments are in solar \nrenewable energy properties which consist of depreciable property and \nroutinely generate losses for tax purposes precluding Monarch from \nclaiming the credits.  Thus, at the Monarch entity level, there has been \nno net positive North Carolina -apportioned income against which a \ncredit could have been claimed by Monarch, nor is net positive North \n \n4 In order to prevail on a Corum  claim, the plaintiff must also prove that its constitutional \nrights have been violated.  This Order and Opinion does not address the merits of the claims \nand defenses as to whether Monarch’s business was lawful or whether the Department’s \ninterpretation and enforcement was constit utional and consistent with the tax credit \nlegislative enactment it is charged to enforce. \n \n \nCarolina-apportioned income of Monarch expected in any future tax \nyear.  \n(Pl.-Pet’r’s Suppl. Br. at Ex. A, ¶ 2(b), ECF No. 38.)   \n47. This result flows from the underlying investment structure in which \nMonarch serves as a pass- through entity which allocates  tax credits to other \npartnerships, which in turn pass the available credits to investors.   Monarch is taxed \nas a partnership for federal and North Carolina tax purposes and files a partnership \nincome tax return (Form D-403).  When doing so, any tax liability flows to and would \nbe reported on individual tax returns of the investor members of the partnership.   \n48. The Department raises a separate argument that this manner in which \nMonarch utilizes tax credits demonstrates that Monarch does not suffer adequate \ndirect injury to confer standing.  Having concluded that Monarch, as a practical \nmatter, has no effective administrative remedy,  the Court  turns to this further \nargument.   \nC. Having Adequately Demonstrated That It Has No Effective \nAdministrative Remedy , Monarch Has Alleged  an Adequate \nDirect Injury to Present Its Corum Claim  \n49. “[W]here the Constitution points out no remedy and no statute affords \nan adequate remedy under a particular fact situation, the common law will furnish \nthe appropriate action for adequate redress of such grievance.”  Corum, 330 N.C. at \n782, 413 S.E.2d at 289 (quoting Midgett, 260 N.C. 241, 249– 50, 132 S.E.2d 599, 608 \n(1963)).  “Therefore, in the absence of an adequate state remedy, one whose state \nconstitutional rights have been abridged has a direct claim against the State under \nour Constitution.”  Id.; see also Craig v. New Hanover Cty. Bd. of Educ., 363 N.C. 334, \n \n \n339–41, 678 S.E.2d 351, 355– 56 (2009) (holding that the plaintiff had standing “to \nproceed in the alternative with his direct colorable constitutional claim” where \nsovereign immunity precluded hi s common law negligence claim); Sale v. State \nHighway & Public Works Comm ’n, 242 N.C. 612, 620– 22, 89 S.E.2d 290, 297– 98 \n(1955) (allowing a plaintiff to proceed with a common law negligence claim alleging \nviolation of constitutional rights against the State Highway Commission where the \nplaintiff had no statutory claim).   \n50. “[A] plaintiff must allege that no adequate remedy exists to provide \nrelief for the injury” as an essential element of a Corum claim.  Copper v. Denlinger, \n363 N.C. 784, 788, 688 S.E.2d 426, 428 (2010).  The relationship between an \nadministrative remedy and a Corum claim has been stated as follows: \nWhen the General Assembly provides an effective administrative \nremedy by statute, that remedy is exclusive and the party must pursue \nand exhaust it before resorting to the courts.  On the other hand, if the \nremedy established by the NCAPA is inadequate, exhaustion is not \nrequired.  The burden of showing inadequacy is on the party claiming \ninadequacy, who must include such allegations in the complaint.  The \nremedy is considered inadequate unless it is calculated to give relief \nmore or less commensurate with the claim.  \nJackson for Jackson v. N. C. Dep’t of Human Res. Div. of Mental Health, \nDevelopmental Disabilities & Substance Abuse Servs. , 131 N.C. App. 179, 186, 505 \nS.E.2d 899, 903–04 (1998) (internal quotations and citations omitted). \n51. The Court has found that Monarch has adequately demonstrated that it \ndoes not have an adequate administrative remedy.  However, the Department further \ncontends that Monarch has not alleged or demonstrated that it has suffered adequate \ndirect injury to afford it standing to challenge the Department’s actions, arguing that \n \n \n“unlike a taxpayer actually denied a [c] redit by the Secretary’s interpretation . . . , \n[Monarch] is only a taxpayer with a general interest in the correctness of that \ninterpretation.”  (Defs.-Resp’t’s Mem. L. Supp. Mot. Dismiss Petition 29 , (“Br. Supp. \nMot. Dismiss Petition”), ECF No. 15.)  Elaborating, the Department argues that “any \ninjury premised on unused [c]redits that [Monarch] owns and would like to sell in the \nfuture, [Monarch]’s a sserted injury is too speculative to confer standing [because \nMonarch] . . . does not allege that it is unable to reconfigure its ‘structures’ to comply \nwith North Carolina law[.]”  (Br. Supp. Mot. Dismiss Petition 25.) \n52. “Standing refers to whether a party has a sufficient stake in an \notherwise justiciable controversy such that he or she may properly seek adjudication \nof the matter.”  Am. Woodland Indus., Inc. v. Tolson, 155 N.C. App. 624, 626, 574 \nS.E.2d 55, 57 ( 2002) (requiring that the plaintiff must “have been injured or \nthreatened by injury or have a statutory right to institute an action”); Bruggeman v. \nMeditrust Co., LLC , 165 N.C. App. 790, 795, 600 S.E.2d 507, 511 (2004) (internal \nquotation marks omitted) .  “As a general matter, the North Carolina  Constitution \nconfers standing on those who suffer harm: ‘All courts shall be open; [and] every \nperson for an injury done him in his lands, goods, person, or reputation shall have \nremedy by due course of law[.]’ ”  Mangum v. Raleigh Bd. of Adjustment , 362 N.C. \n640, 642, 669 S.E.2d 279, 281–82 (2008) (quoting N.C. Const. art. I, § 18).  “[T]he nuts \nand bolts of North Carolina standing doctrine are not coincident with federal standing \ndoctrine.”  Goldston v. State , 361 N.C. 26, 35, 637 S.E.2d 876, 882 (2006) ; compare \nPiedmont Canteen Serv., Inc. v. Johnson, 256 N.C. 155, 166, 123 S.E.2d 582, 589 \n \n \n(1962) (“Only those persons may call into question the validity of a statue who have \nbeen injuriously affected thereby in their persons, property or constitutional rig hts.” \n(emphasis added)),  with Lujan v. Defenders of Wildlife , 504 U.S. 555,  560 (1992) \n(noting that one of the three elements of federal standing is an “injury in fact” that is \n“concrete and particularized”).  \n53. These rules apply in the context of constituti onal attacks on legislation \nor other state action.  “[T]his Court will not determine the constitutionality of a \nlegislative provision in a proceeding in which there is no ‘actual antagonistic interest \nin the parties.’ ”   Nicholson v. State Educ. Assistance Auth., 275 N.C. 439, 447– 48, \n168 S.E.2d 401, 406 (1969) (quoting Bizzell v. Insurance Co., 248 N.C. 294, 103 S.E.2d \n348).  “Only one who is in immediate danger of sustaining a direct injury from \nlegislative action may assail the validity of such action.  It is not sufficient that he \nhas merely a general interest common to all members of the public.”  Id. (citing cases); \nsee also Piedmont Canteen Serv., Inc., 256 N.C. at 166, 123 S.E.2d at 589. \n54. The Court concludes that Monarch alleges significantly more tha n a \ngeneralized public interest in North Carolina’s tax policy when it claims that the \nNCDOR’s interpretation “has shuttered Monarch’s North Carolina tax credit \nbusiness and has deprived Monarch of investment -related revenue by invalidating \nstate tax credi ts authorized by the General Assembly.”  (Pl. -Pet’r’s Resp. Defs. -\nResp’t’s Resp. Mot. Leave File Amicus Br. Out of Time & Amicus Br. 3, ECF No. 29.)  \nIt bolsters its standing by referencing earlier reliance on private letter rulings \nprovided to its affiliates regarding the appropriate structuring for Monarch’s business \n \n \nsuch that its customers could claim tax credits.  ( See Petition, Ex. 1 .)  NCDOR \nvigorously challenges Monarch’s characterizations  and whether Monarch \nappropriately characterizes the private letter rulings and seeks to apply them beyond \ntheir context.  T he Court concludes that  those arguments are more directed to the \nunderlying merits of the claims than they are to Monarch’s standing to bring them.   \n55. In sum, the Court concludes that Monarch’s asserted interest in the \nSecretary’s interpretation of s ection 105 -269.15(c) of the North Carolina General \nStatutes is greater than “mer ely a general interest common to all members of the \npublic.”  Charles Stores, 263 N.C. at 717, 140 S.E.2d at 375 (emphasis added).  As \nsuch, the Court concludes that Monarch has standing to present its Corum claims \nand that they should not be dismissed pursuant to Rule 12(b)(2). \nVI. CONCLUSION \n56. For the foregoing reasons, the Court DENIES Defendants’ Motion to \nDismiss to the extent it challenges the Court’s subject matter and personal \njurisdiction. \n57. The Court’s present determination is limited to the issue of whet her \nPlaintiff’s complaint survives an initial jurisdictional challenge.   The Court has \nneither ruled upon nor predicted a ruling upon the ultimate merits of Plaintiff’s \ncontention that its constitutional rights have been infringed, and if so, to what relief \nit is entitled. \n \n \n \n \n \n \nThis the 25th day of January, 2021. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Senior Business Court Judge \n "
}