{
  "id": "839156f75fd05f1f5486fd3672c128c595203ee0a99ad3267217d2d6a79a8ff5",
  "source_file": "data/raw/ncbc/839156f75fd05f1f5486fd3672c128c595203ee0a99ad3267217d2d6a79a8ff5.pdf",
  "raw_text": "Lau v. Constable, 2017 NCBC 10. \n \nSTATE OF NORTH CAROLINA \nFORSYTH COUNTY  \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 4393 \nGREGORY LAU and VENT TECH \nCORPORATION, \n \nPlaintiffs, \n \nv. \n \nDOUGLAS CONSTABLE; ROBERT \nMARTIN; TIFFANY WILLARD; and \nJENNIFER CONSTABLE,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n) \n) \n)\n)\n)\n) \nORDER AND OPINION ON MOTIONS \nTO DISMISS \n \n1. THIS MATTER is before the Court on Defendant Jennifer Constable’s \nMotion to Dismiss  (“Mrs. Constable’s Motion”)  and Defendant Tiffany Willard’s \nMotion to Dismiss  (“Ms. Willard’s Motion”)  (collectively, the “Motions”) filed on \nSeptember 27, 2016.  For the reasons set forth below, the Court DENIES Mrs. \nConstable’s Motion and DENIES IN PART and GRANTS IN PART Ms. Willard’s \nMotion. \nTuggle Duggins P.A., by Brandy L. Mills, Benjamin P. Hintze, and Jeffrey S. \nSoutherland, for Plaintiffs Gregory Lau and Vent Tech Corporation. \n \nBlanco Tackabery & Matamoros, P.A., by Elliot A. Fus, M. Rachael Dimont, \nand Peter J. Juran, for Defendants Douglas Constable, Robert Martin, Tiffany \nWillard, and Jennifer Constable. \n \nRobinson, Judge. \n \nI. PROCEDURAL HISTORY \n2. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motions.   \n \n \n3. Plaintiffs initiated this action by filing their Complaint on July 21, 2016.  \nThis case was designated as a mandatory complex business case by order of the Chief \nJustice of the Supreme Court of North Carolina dated July 22, 2016 and assigned to \nthe undersigned on the same day. \n4. On September 27, 2016, Defendant Jennifer Constable (“Mrs. Constab le”) \nand Defendant Tiffany Willard (“Ms. Willard”) (collectively, the “Movants”) filed the \nMotions pursuant to Rule 12(b)(6) of the North Carolina Rules of Civil Procedure \n(“Rule(s)”) and a brief in support.  The Motions have been fully briefed, and the Court \nheld a hearing on the Motions on January 31, 2017.  The Motions are now ripe for \nresolution.  \nII. FACTUAL BACKGROUND \n5. The Court does not make findings of fact on the Motions under Rule \n12(b)(6), but only recites those factual allegations of the Complaint that are relevant \nand necessary to the Court’s determination of the Motions.  \n6. Plaintiff Gregory Lau (“Mr. Lau”) is the founder and majority shareholder \nof Plaintiff Vent Tech Corporation (the “Company”) (collectively, the “Plaintiffs”).   \n(Compl. ¶ ¶ 7, 15.)   Mr. Lau was the Company’s chief executive officer until the \nCompany’s assets were sold on December 31, 2012 (the “Sale”).  (Compl. ¶¶ 20, 24.)   \n7. Defendant Douglas Constable (“Mr. Constable”) was the Company’s vice \npresident and chief financial officer and a shareholder of the Company until the Sale.  \n(Compl. ¶¶ 21, 24.)  Mr. Constable is married to Mrs. Constable.  (Compl. ¶ 12.)  Ms. \nWillard was Mr. Constable’s administrative assistant.  (Compl. ¶ 11.) \n \n \n8. Defendant Robert Martin (“Mr. Martin”) was a shareholder of the Company \nuntil 2009 and the president of the Company until the Sale.  (Compl. ¶¶ 22, 24.) \n9.   As the Company’s vice president and chief financial officer, Mr. Constable \nwas responsible for the Company’s management, sales, accounting, record keeping, \nand financial affairs.   (Compl. ¶ 24.)   Mr. Constable maintained the Company’s \ngeneral ledger, Qui ckBooks, banking and credit information, profit and loss \nstatements, and various financial reports.  (Compl. ¶ 24.)   \n10. Mr. Lau effectively had no role in the Company’s United States operations.  \n(Compl. ¶ 27.)   Instead, Mr. Lau spent most of his time in Chi na managing the \nCompany’s overseas manufacturing.  (Compl. ¶ 27.)  Mr. Lau was not knowledgeable \nor experienced in the financial aspects of the Company or the Company’s United \nStates operations.  (Compl. ¶ 28.)  As a result, Mr. Lau entrusted Mr. Constable and \nMr. Martin to manage the Company’s United States operations.  (Compl. ¶ 27.)    \n11. In addition to ceding control of the Company’s finances, Mr. Lau entrusted \nMr. Constable with managing Mr. Lau’s personal interests in the United States.   \n(Compl. ¶ 31.)  Accordingly, Mr. Lau provided Mr. Constable with access to Mr. Lau’s \npersonal bank account.  (Compl. ¶ 31.) \n12. After the Sale, Mr. Lau was the Company’s sole shareholder.  (Compl. ¶ 33.)  \nMr. Constable continued working for the buyer and maintained access to Mr. Lau’s \nfunds and the Company credit card.  (Compl. ¶ 33.)  \n13. In or around late 2013, representatives of the buyer informed Mr. Lau that \nthere were financial irregu larities in the Company’s books  for which the buyer \n \n \nbelieved Mr. Constable was responsible.   (Compl. ¶ 35.)   Mr. Lau conducted an \ninvestigation into the Company’s books and records and discovered financial \nirregularities and misuse of Company funds.  (Compl. ¶ 36.)   \n14. According to Plaintiffs, b eginning in 2008 and continuing into 2013, Mr. \nConstable defrauded and stole millions of dollars from the Company and Mr. Lau.  \n(Compl. ¶ 37.)  Plaintiffs contend that Mrs. Constable was aware of and complicit in \nMr. Constable’s theft of funds from the Company and Mr. Lau.  (Compl. ¶¶ 12, 62, \n64.)   \n15. Plaintiffs contend that a s part of Mr. Constable’s theft from the Company \nand Mr. Lau, Mr. Constable recorded false transactions in the Company’s general \nledger as payments to a company named Amerasia, but that such payments were in \nfact directed to Mr. Constable.  (Compl. ¶¶ 38−39.)   \n16. Plaintiffs also allege that f rom 2009 until the Sale in 2012, Mr. Constable \ndiverted the Company’s mo ney into Ventlab Holdings, LLC (“Ventlab Holdings”) , a \nlimited liability company owned by Mr. Lau, Mr. Constable, and Mr. Martin.  (Compl. \n¶¶ 18, 45.)   Plaintiffs contend that Mr. Constable then took the Company’s money \nfrom Ventlab Holdings for himself.  (Compl. ¶ 45.) \n17. Plaintiffs further allege that f rom 2009 until in or around 2012, Mr. \nConstable diverted the Company’s funds from the Company’s bank accounts for his \nown benefit.  (Compl. ¶ 54.)  The Complaint sets forth seventy-three specific instances \nbetween November 25, 2009 and December 16, 2012 where Mr. Constable allegedly \ndiverted the Company’s funds to himself or for his benefit.  (Compl. ¶ 55.)   \n \n \n18. Plaintiffs contend that from 2010 until in or around 2011, Mr. Constable \ndiverted Mr. Lau’s funds from Mr. Lau’s personal bank account for Mr. Constable’s \nbenefit.  (Compl. ¶ 59.) \n19. Mr. Constable allegedly used the Company credit card  for personal \nexpenses for himself and his family.   (Compl. ¶ 49.)  The Complaint sets forth fifty -\ntwo specific transactions between June 19, 2010 and December 12 , 2013 where Mr. \nConstable used the Company credit card and avers each of the transactions were Mr. \nConstable’s personal, as opposed to business,  expenses.  (Compl. ¶ ¶ 50, 88 .)  Mr. \nConstable allegedly used the Company credit card to make payments to the \nUniversity of South Carolina—where Mr. and Mrs. Constable’s son attended school—\nNeiman Marcus, Windsor Jewelers, Chanel, Fendi, Prada, Hermes, as well as for \nhotels in and airfare to Italy, the Bahamas, Las Vegas, and Nashville.  (Compl. ¶¶ \n50, 61.)  The allegations about two of the fifty-two transactions specifically mention \nMrs. Constable.  (Compl. ¶ 50.)  The Complaint alleges that: \n “On or about April 5, 2011, [Mr.] Constable caused payments to be \nmade for airfare to Nassau, Bahamas for [Mr.] Constable, Mrs. \nConstable, and others in the amount of $1,317.60 per ticket” (Compl. \n¶ 50d (emphasis added)); and \n “From on or about March 13, 2012 to on or about March 21, 2012, \n[Mr.] Constable caused payments to be made for a trip to Nashville, \nTennessee by [Mr.] Constable and Mrs. Constable , including for \n \n \nplane tickets, hotel, car renta l, and shopping” ( Compl. ¶ 50 q \n(emphasis added)). \nThe Complaint also alleges that Mrs. Constable wrongfully used the Company credit \ncard.  (Compl. ¶¶ 65, 94.)  \n20. Plaintiffs allege that Mr. Constable’s misappropriation of  the Company’s \nand Mr. Lau’s funds was for the personal benefit of Mr. Constable, Mrs. Constable, \nand their family.   (Compl. ¶¶ 49, 61, 87, 90.)   According to Plaintiffs, t he \nmisappropriated funds were used to pay for landscaping of Mr. and Mrs. Constable’s \nhome, college tuition for their son, family vacations, and personal luxury items such \nas jewelry, sports memorabilia, and firearms.  (Compl. ¶¶ 61, 90.)  Plaintiffs contend \nthat Mrs. Constable was aware that Mr. C onstable was wrongfully diverting  funds \nfrom Mr. Lau and the Company for the  benefit of Mr. and Mrs. Constable, and that \nMrs. Constable received funds and the benefit of funds wrongfully taken.  (Compl. ¶¶ \n12, 62−63, 91−92.)   Plaintiffs aver that Mrs. Constable was “complicit” in Mr. \nConstable’s wrongful diversion of funds.  (Compl. ¶¶ 64, 93.)  \n21. Further, Plaintiffs contend that Ms. Willard used the Company credit card \nthroughout 2013 for personal expenses.  (Compl. ¶¶ 101−02.)      \n22. Plaintiffs contend that the misappropriation of the Company’s and Mr. \nLau’s funds was carried out pursuant to an agreement among Defendants to defraud \nthe Company and Mr. Lau.  (Compl. ¶¶ 281−83.) \n23. The Company and Mr. Lau each assert  claims against Mr. Constable for \nconstructive fraud, breach of fiduciary duty, fraud, unfair and deceptive trade \n \n \npractices, and conversion.  (Compl. 51−52, 54−56, 64, 66, 68−70.)  The Company \nasserts claims against Mr. Martin for constructive fraud, breach of fiduciary duty, \nand conversion.  (Compl. 58−60.)  Of specific relevance to the Motions, t he Company \nasserts claims again st Mrs. Constable and Ms. Willard for conversion  (ninth and \ntenth claims) , and Plaintiffs assert claims against all defendants  for unjust \nenrichment (sixteenth claim) , constructive trust  (seventeenth claim) , and civil \nconspiracy (eighteenth claim).  (Compl. 62−63, 72−74.)  \nIII. LEGAL STANDARD \n24. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court \nreviews the allegations of the Complaint in the light most favorable to plaintiff.  The \nCourt’s inquiry is “whether, as a matter of law, the allegations of the complaint, \ntreated as true, are sufficient to state a claim upon which relief may be granted under \nsome legal theory.”  Harris v. NCNB Nat’l Bank of N.C. , 85 N.C. App. 669, 670, 355 \nS.E.2d 838, 840 (1987).  The Court construes the Complaint liberall y and accepts all \nfactual allegations as true.  Laster v. Francis, 199 N.C. App. 572, 577, 681 S.E.2d 858, \n862 (2009). \n25. Dismissal of a claim pursuant to Rule 12(b)(6) is proper “(1) when the \ncomplaint on its face reveals that no law supports [the] claim; (2) when the complaint \nreveals on its face the absence of fact sufficient to make a good claim; [or] (3) when \nsome fact disclosed in the complaint necessarily defeats the . . . claim.”  Oates v. JAG, \nInc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985); see also Jackson v. Bumgardner, \n318 N.C. 172, 175, 347 S.E.2d 743, 745 (1986).  Otherwise, “a complaint should not \n \n \nbe dismissed for insufficiency unless it appears to a certainty that plaintiff is entitled \nto no relief under any state of facts which could be proved in support of the claim.”  \nSutton v. Duke, 277 N.C. 94, 103, 176 S.E.2d 161, 166 (1970) (emphasis omitted). \n26. The Co urt is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. Dep’t of Health & Human Servs. , 174 N.C. App. 266, 274, 620 \nS.E.2d 873, 880 (2005).  The Court can also ignore a party’s legal conclusions set forth \nin its pleading.  McCrann v. Pinehurst, LLC, 225 N.C. App. 368, 377, 737 S.E.2d 771, \n777 (2013). \nIV. ANALYSIS \nA. Conversion \n27. Movants contend that the conversion claims against them are barred by the \nstatute of limitations.  (Defs. Jennifer Constable and Tiffany Willard’s Br. in Support \nMots. to Dismiss 4.)   \n28. Whether a claim is time -barred by the statute of limitations is a mixed \nquestion of law and fact.  Stratton v. Royal Bank of Can. , 211 N.C. App. 78, 81, 712 \nS.E.2d 221, 226 (2011).  “A statute of limitations can provide the basis for dismissal \non a Rule 12(b)(6) motion if the face of the complaint establishes that plaintiff's claim \nis so barred.”  Toomer v. Branch Banking & Tr. Co., 171 N.C. App. 58, 65, 614 S.E.2d \n328, 334 (2005).  Dismissal pursuant to Rule 12(b)(6) on the grounds that a claim is \nbarred by the statute of limitations is proper only when all the facts necessary to \nestablish that the claim is time-barred are either alleged or admitte d in the \n \n \ncomplaint, construing the complaint libera lly in favor of plaintiff.  Fox v. Sara Lee \nCorp., 210 N.C. App. 706, 708−09, 709 S.E.2d 496, 498 (2011).  \n29. Conversion is (1) an unauthorized assumption and exercise of the right of \nownership over goods or personal property belonging to anothe r, and (2) a wrongful \npossession or conversion by defendant , regardless of the subsequent application of \nthe converted property.  Variety Wholesalers, Inc. v. Salem Logistics Traffic Servs., \nLLC, 365 N.C. 520, 523, 723 S.E2d 744, 747 (2012). \n30. The statute of limitations applicable to a claim for conversion is three years.  \nN.C. Gen. Stat. § 1-52(4); White v. Consol. Planning, Inc., 166 N.C. App. 283, 310, 603 \nS.E.2d 147, 165  (2004).  The discovery rule does not ap ply to a conversion claim; \nrather, the statute of limitations begins to run at the time defendant asserts dominion \nover the property.  Marzec v. Nye, 203 N.C. App. 88, 96, 690 S.E.2d 537, 543  (2010); \nWhite, 166 N.C. App. at 310, 603 S.E.2d at 165.   \n31. Here, the Complaint was filed on July 21, 2016.  Thus, the Company’s \ncauses of action for conversion against Movants must have accrued on or after July \n21, 2013.  \n32. With respect to the conversion claim against Ms. Willard, the Complaint \nalleges that Ms. Willard used the Company credit card “throughout 2013” for personal \nexpenses.  Although the Complaint does not allege a specific date in 2013 on which \nMs. Willard used the Company credit card, the Court cannot conclude that, taking \nthe allegations of the Complaint a s true, the face of the Complaint establishes that \nthe Company’s conversion claim against Ms. Willard is barred by the statute of \n \n \nlimitations.  If the Company alleges, as it implicitly has, that Ms. Willard used the \nCompany credit card for improper purpose s at some time after July 21, 2013, then \nthe claim survives a Rule 12(b)(6) motion to dismiss. \n33. With respect to the conversion claim against Mrs. Constable, the Complaint \ncontains two allegations that Mrs. Constable used the Company credit card.  The first \nallegation appears within the allegations of Mr. Constable’s misappropriation of \nfunds that are alleged to have occurred before the Sale.  The second allegation \nappears under the heading “Defendants’ Continued Theft and Misappropriation of \nFunds After Sale of Assets” and within the allegations of Mr. Constable’s \nmisappropriation of funds that occurred after the Sale.   (Compl. 44.)  Further, the \nComplaint alleges that Mr. Constable’s misappropriation of Company funds occurred \nafter July 21, 2013, and that Mrs. Constable received Company funds and the benefit \nof Company funds wrongfully taken by Mr. Constable in the form of personal luxury \nitems, clothing, family vacations , and home improvements .  (Compl. ¶¶ 88r−bb, \n90−93.)   \n34. The Court concludes that the face of the Complaint does not establish that \nthe Company’s conversion claim against Mrs. Constable is barred by the statute of \nlimitations.  First, construing the allegatio ns of the Complaint liberally in favor of \nPlaintiffs, the Complaint alleges that Mrs. Constable used the Company credit card \nafter the Sale in 2013 , and the Complaint does not admit or allege that such use \noccurred before July 21, 2013 .  Moreover, the Complaint alleges that Mr. Constable \nmisappropriated Company funds after July 21, 2013  and that Mrs. Constable \n \n \nreceived those misappropriated Company funds and goods bought with such funds.  \nSee State v. West, 293 N.C. 18, 31, 235 S.E.2d 150, 158 (1977)  (noting that a person \nwho comes into possession of converted property is a converter liable to the true \nowner, regardless of the person’s innocence or good faith).    \n35. Therefore, the Court concludes that the face of the Complaint does not \nestablish that th e Company’s conversion claims against the Movants are barred by \nthe statute of limitations, and the Motions as to these claims are denied. \nB. Unjust Enrichment \n36. Movants contend that Plaintiffs’ sixteenth claim for unjust enrichment as \nto Movants is also barred by the statute of limitations.   (Defs.’ Br. in Support Mots. \nto Dismiss 4.)  Mrs. Constable further contends that the Complaint fails to state an \nunjust enrichment claim against her pursuant to the “direct benefit rule.”  (Reply Br. \nof Defs. Jennifer Constable and Tiffany Willard in Support Mots. to Dismiss 3.)   \n37. The Court concludes that the face of the Complaint does not establish that \nPlaintiffs’ u njust enrichment claim as to  Movants is  barred by the statute of \nlimitations.  The statute of limitations applicable to a claim for unjust enrichment is \nthree years.  N.C.  Gen. Stat. § 1 -52(1); Martin Marietta Materials, Inc. v. Bondhu, \nLLC, 772 S.E.2d 143, 146 (N.C. Ct. App. 2015).  The discovery rule does not apply to \nan unjust enrichment claim.  TaiDoc Tech . Corp. v. OK Biotech Co. , 2016 NCBC \nLEXIS 26, at *45 (N.C. Super. Ct. Mar. 28, 2016); Patriot Performance Materials, Inc. \nv. Powell, 2013 NCBC LEXIS 9, at *5 (N.C. Super. Ct. Feb. 13, 2013).  To state a claim \nfor unjust enrichment, plaintiff must allege f acts that show: (1) plaintiff conferred a \n \n \nbenefit on defendant; (2) the benefit was not conferred officiously; (3) the benefit was \nnot gratuitous; (4) the benefit is measurable; and (5) defendant consciously accepted \nthe benefit.  Butler v. Butler, 239 N.C. App. 1, 7, 768 S.E.2d 332, 336 (2015).    \n38. Here, Plaintiffs’ unjust enrichment claim is premised on their conversion \ntheories.  Therefore, the Court concludes that the face of the Complaint does not \nestablish that Plaintiffs’ unjust enrichment claim  against Movants is barred by the \nstatute of limitations for the same reasons the Court so concludes with respect to the \nconversion claims.  \n39. Mrs. Constable contends that Plaintiffs have failed to state an unjust \nenrichment claim against her pursuant to the “direct benefit rule” set forth in Effler \nv. Pyles, 94 N.C. App. 349, 380 S.E.2d 149 (1989) .  In Effler, the Court of Appeals of \nNorth Carolina affirmed summary judgment on plaintiff’s unjust enrichment claim \nin favor of defendant because plaintiff did not conf er a direct benefit on defendant.   \nAlthough Effler has not been expressly overruled, cases decided after Effler have held \nthat an indirect benefit can support an unjust enrichment claim.  See New Prime, \nInc. v. Harris Transp. Co., No. COA12-271, 2012 N.C. App. LEXIS 921, at *11 (N.C. \nCt. App. Aug. 7, 2012) (unpublished) (“Our holding in the instant case is in line with \nthe Restatement and other states.  Many jurisdictions do not require that the plaintiff \nconfer a direct benefit on the defendant in order to  recover under a theory of unjust \nenrichment.”); Metric Constructors, Inc. v. Bank of Tokyo -Mitsubishi, Ltd. , 72 F. \nApp’x 916, 921 (4th Cir. 2003)  (discussing Effler and subsequent case law and \nconcluding that “[u]nder North Carolina law, it is sufficient for a plaintiff to prove \n \n \nthat it has conferred some benefit on the defendant, without regard to the directness \nof the transaction”).   \n40. Further, the facts of Effler are distinguishable from the facts of this case.  \nIn Effler, plaintiff and the husband-defendant’s wife signed a note, which enabled the \nhusband-defendant and the wife to purchase property.  The husband -defendant and \nhis wife acquired the property as tenants by the entireties.  The husband-defendant’s \nwife died and the husband -defendant remarried.  The husband -defendant conveyed \nthe property  to himself and his new wife, the wife -defendant, as tenants by the \nentireties.   \n41. The court in Effler affirmed summary judgment in favor of the wife -\ndefendant on plaintiff’s unjust enrichment claim.   Effler, 94 N.C. App. at 353, 380 \nS.E.2d at 152.  Although the husband-defendant acquired his interest in the property \nwith plaintiff’s help, the court stated that plaintiff did not show that she conferred a \nbenefit on the wife-defendant; rather, the wife-defendant received title to the property \nfrom her husband.  Id. \n42. Here, Plaintiffs contend that Mrs. Constable received Company funds \nmisappropriated by Mr. Constable, and the benefit of Company funds \nmisappropriated by Mr. Constable in the form of personal luxury items, clothing, \nfamily vacations, and home improvements.  (Compl. ¶¶ 12, 49−50, 61−63, 87, 90−92.)  \nThe Complaint alleges that Mrs. Constable was aware that Mr. Constable was \nwrongfully diverting Company funds.   (Compl. ¶¶ 12, 62, 64.)   Moreover, the \nComplaint alleges that Mrs. Constable herself wrongfully used the Company credit \n \n \ncard for her own personal benefit.  (Compl. ¶¶ 65, 94.)  These allegations sufficiently \nstate that Plaintiffs conferred a benefit on Mrs. Constable, which was not officious or \ngratuitous, and that Mrs. Constable consciously accepted the benefit. \n43. Therefore, the allegations of the Complaint are sufficient to state a claim \nfor unjust enrichment against Movants, and the Motions as to this claim are denied.  \nC. Constructive Trust \n44. Movants contend that Plaintiffs’ seventeenth claim for constructive trust as \nto Movants is barred by the statute of limitations.   (Reply Br. of Defs. in Support \nMots. to Dismiss 8.)   Movants further contend that the Complaint fails to state a \nproper claim for constructive trust as to Movants because there is no allegation of a \nrelationship of trust or confidence between Movants and Plaintiffs, and there is \nnothing on which a constructive trust can be imposed.  (Defs.’ Br. in Support Mots. to \nDismiss 15−16.) \n45. The Supreme Court of North Carolina has stated that \n[a] constructive trust is a duty, or relationship, imposed by courts of \nequity to prevent the unjust enrichment of the holder of title to, or of an \ninterest in, property which such holder acquire d through fraud, breach \nof duty  or some other circumstance making it inequitable for him to \nretain it against the claim of the beneficiary of the constructive trust. \n \nVariety Wholesalers, Inc., 365 N.C. at 530, 723 S.E2d at 751 (quoting Wilson v. Crab \nOrchard Dev. Co., 276 N.C. 198, 211, 171 S.E.2d 873, 882 (1970)).  \n46. The statute of limitations applicable to a constructive trus t claim is ten \nyears.  Stratton, 211 N.C. App. at 91, 712 S.E.2d at 232.  When the basis for imposing \na constructive trust is fraud or mistak e, however, the statute of limita tions is three \n \n \nyears.  Id. at 92, 712 S.E.2d at 232.  Movants contend that, although Plaintiffs do not \nbring express claims for fraud against Movants, the basis for Plaintiffs’ constructive \ntrust claim sounds in fraud and, as a result, the three -year statute of limitations \napplies.  \n47. The Court reads the Complaint as basing Plaintiffs’ constructive trust claim \non their conversion and unjust enrichment claims.  The Court has concluded that the \nface of the Complaint does not est ablish that the conversion and unjust enrichment  \nclaims are barred by the statute of limitations.  It necessarily follows that the face of \nthe Complaint does not establish that Plaintiffs’ constructive trust claim as to \nMovants is barred by the statute of limitations, irrespective of whether such statute \nis three or ten years. \n48. As to Movants ’ contention that the constructive trust claim fails because \nthere is no allegation of a relationship of trust or confidence, it is well-settled that “a \nfiduciary relationship, while generally the basis for constructive trust claims, is n ot \nstrictly required.”  Variety Wholesalers, Inc., 365 N.C. at 530, 723 S.E2d at 752.  A \ntrial court may impose a constructive trust on “ the showing of either (1) some other \ncircumstance making it inequitable for the defendant to retain the funds against the \nclaim of the beneficiary of the constructive trust, or (2) that the defendant acquired \nthe funds in an unconscientious manner. ”  Houston v. Tillman , 234 N.C. App. 691, \n697, 760 S.E.2d 18, 21 (2014).   \n49. Here, the Complaint alleges that Movants wrongfully used the Company \ncredit card for personal expenses, and that Mrs. Constable received Company funds \n \n \nmisappropriated by Mr. Constable and goods bought with such funds.  The Court \nfinds that such allegations are sufficient, at the motion to dismiss stage, to show that \nMovants acquired Company funds and goods bought with such funds in an \nunconscientious manner or under circumstances making it inequitable for Movants \nto retain the funds and goods.   \n50. Finally, as to this claim, the Court cannot conclude that there is no property \nor funds on which a constructive trust can be imposed.  The Complaint alleges \nMovants used the Company credit card to purchase tangible items, such as sporting \ngoods and jewelry.  (Compl. ¶¶ 61, 90.)   Such tangible items are property on which \nthe Court can impose a constructive trust.   See Houston, 234 N.C. App. at 698, 760 \nS.E.2d at 22 (affirming imposition of a constructive trust on a vehicle); Hinson v. \nHinson, 80 N.C. App. 561, 569, 343 S.E.2d 266, 271 (1986)  (stating a constructive \ntrust is a broad remedy imposed in an unlimited variety of situations); Singer Mfg. \nCo. v. Summers, 143 N.C. 102, 106, 55 S.E. 522, 523 (1906) (stating that a court may \nimpose a constructive trust on specific property).  Moreover, the Court may impose a \nconstructive trust on funds.  Variety Wholesalers, Inc., 365 N.C. at 532, 723 S.E2d at \n752 (“[T]rust pursuit does not fail where substantial identification of the trust \nproperty or of the proceeds or product from a conversion thereof, is made.”  (quoting \nEdgecombe Bank & Tr. Co. v. Barrett, 238 N.C. 579, 586, 78 S.E.2d 730, 736 (1953))).     \n51. Therefore, the Court concludes that the allegations of the Complaint are \nsufficient to state a claim for a constructive trust against Movants , and the Motions \nas to this claim are denied. \n \n \nD. Civil Conspiracy \n52. Movants contend that Plaintiffs’ eighteenth claim for civil conspiracy as to \nMovants is barred by the statute of limitations, and that the allegat ions are not \nsufficient to state a claim for civil conspiracy.  (Defs.’ Br. in Support Mots. to Dismiss \n13−14.)   \n53.   The Court concludes that the face of the Complaint does not establish that \nPlaintiffs’ civil conspiracy claim as to Movants is barred by the statute of limitations.  \nThe applicable statute of limitations to a civil conspiracy claim is three years.  Carlisle \nv. Keith, 169 N.C. App. 674, 685, 614 S.E.2d 542, 549 (2005).  There is not a separate \ncause of action for civil conspiracy—if the underlying claim fails, the conspiracy claim \nmust also fail.  Strickland v. Hedrick, 194 N.C. App. 1, 19, 669 S.E.2d 61, 73 (2008).  \n54. Here, Plaintiffs’ civil conspiracy claim against Movants is based on the \nconversion claims.  The Court has concluded that the face of the Complaint does not \nestablish that the conversion claims are barred by the statute of limitations.  Thus, \nit follows that the face of the Complaint does not establish that Plaintiffs’ civil \nconspiracy claim again st Movants is barred by the identical three -year statute of \nlimitations. \n55. As to the sufficiency of Plaintiffs’ allegations, under North Carolina law,  \n[t]he elements of a civil conspiracy are: (1) an agreement between two or \nmore individuals; (2) to do an unlawful act or to do a lawful  act in an \nunlawful way; (3) resulting in injury to plaintiff inflicted by one or more \nof the conspirators; and (4) pursuant to a common scheme. \n \nId. at 19, 669 S.E.2d at 72.   The purpose of a conspiracy claim is to associate \ndefendants together to impose joint and several liability on the conspirators for injury \n \n \nresulting from the acts of any one conspirator done in furtherance of the  conspiracy.  \nNeugent v. Beroth Oil Co., 149 N.C. App. 38, 53, 560 S.E.2d 829, 838 (2002); see also \nBurton v. Dixon, 259 N.C. 473, 477, 131 S.E.2d 27, 30−31 (1963) (holding that a civil \nconspiracy action may be maintained against a husband and wife).  Further,  \n[a] threshold requirement in any cause of action for damages caused by \nacts committed pu rsuant to a conspiracy must be the showing that a \nconspiracy in fact existed.  The existence of a conspiracy requires proof \nof an agreement between two or more persons.  Although civil liability \nfor conspiracy may be established by circumstantial evidence,  the \nevidence of the agreement must be sufficient to create more than a \nsuspicion or conjecture in order to justify submission to a jury. \n \nS.N.R. Mgmt. Corp. v. Danube Partners 141, LLC, 189 N.C. App. 601, 609, 659 S.E.2d \n442, 449 (2008) (quoting Dove v. Harvey, 168 N.C. App. 687, 690, 608 S.E.2d 798, 800 \n(2005)).  \n56. Here, the Complaint first mentions a conspiracy on page 74 of the 75 -page \nComplaint.  The Complaint alleges that “Defendants conspired and agreed amongst \nthemselves and acted in concert to defra ud and other wise harm [Mr.] Lau and the \nCompany as alleged [in the Complaint]. ”  (Compl. ¶ 281.)   The Complaint further \nstates that  \nDefendants conspired to conceal and deliberately withhold information \nfrom [Mr.] Lau regarding acts as alleged herein, incl uding inter alia, \nmisappropriation and misdirection of [Mr.] Lau’s and the Company’s \nfunds, assets, and other things of value, concealment of said \nmisappropriation and misdirection through fraudulent record keeping, \nand unauthorized personal use of credit cards belonging to or paid for \nby the Company.  \n \n(Compl. ¶ 283.) \n   \n \n \n57. The Court concludes that the allegations of the Complaint are sufficient to \nstate a civil conspiracy claim against Mrs. Constable.  In addition to the conclusory \nallegations that Defendants conspired and agreed , the Complaint contains several \nallegations that Mrs. Constable was aware of and complicit in Mr. Constable’s \nmisappropriation of Plaintiffs’ funds  for t he benefit of their family, and that Mrs. \nConstable herself wrongfully  used the Company credit card  for personal expenses .  \nWhile Plaintiffs will ultimately bear the burden of proving that a conspiracy in fact \nexisted, t he Court finds these allegations sufficiently plead facts  at the motion to \ndismiss stage , as opposed to co nclusions, to support the elements of a conspiracy \nbetween Mrs. and Mr. Constable.  \n58. Conversely, the Court concludes that the allegations of the Complaint are \ninsufficient to state a civil conspiracy claim against Ms. Willard.  Other than the \nconclusory allegations that Defendants conspired and agreed, there are no factual \nallegations to support the existence of  an agreement between Ms. Willard and any \nother defendant.   Unlike the allegations concerning Mrs. Constable, there are no \nallegations that Ms. Willard was aware of, complicit in, or otherwise involved in Mr. \nConstable’s alleged misappropriation or any other defendant’s wrongful conduct \npursuant to the conspiracy.  In fact, there are only two allegations in the entire \nComplaint with respect to Ms. Willard—that she was Mr. Constable’s administrative \nassistant, and she wrongfully used the Company credit card throughout 2013.  The \nonly allegations that tie Ms. Willard to the alleged conspiracy are those conclusory \nallegations that Defendants conspired and agreed, which appear at the very end of \n \n \nthe Complaint.  The Court finds such conclusory allegations, without more, are \ninsufficient to state a civil conspir acy claim against Ms. Willard.  See S.N.R. Mgmt. \nCorp., 189 N.C. App. at 609, 659 S.E.2d at 449  (affirming trial court’s Rule 12(b)(6) \ndismissal of  plaintiff’s civil conspiracy claim when “plaintiff failed to establish \nevidence of the conspiracy that was sufficient to create more than a suspicion or \nconjecture” (internal quotations omitted)); Bottom v. Bailey, 238 N.C. App. 202, 213, \n767 S.E.2d 883, 890 (2014) (affirming trial court’s Rule 12(b)(6) dismissal of plaintiff’s \ncivil conspiracy claim and stating “[t]he complaint asserts mere conclusions \nconcerning the elements of civil conspiracy, without off ering a scintilla of factual \nallegation in support of the claim”).   \n59. Therefore, the Court concludes that the allegations of the Complaint are \nsufficient to state a civil conspiracy claim against Mrs. Constable, and Mrs. \nConstable’s Motion as to this claim is denied.  On the other hand, the Court concludes \nthat the allegations of the Complaint are insufficient to state a civil conspiracy claim \nagainst Ms. Willard, and Ms. Willard’s Motion as to this claim is granted.  \nV. CONCLUSION \n60. THEREFORE, pursuant to the fo regoing, the Court DENIES Mrs. \nConstable’s Motion, and DENIES in part and GRANTS in part Ms. Willard’s Motion.  \nPlaintiffs’ civil conspiracy claim against Ms. Willard is hereby DISMISSED with \nprejudice.    \n \n \n \n \n \n \nSO ORDERED, this the 7th day of February, 2017. \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}