{
  "id": "83cca31535f839492fbdf1e60f1d3d05f3e116d19ddb19e05dba165bc2610f63",
  "source_file": "data/raw/ncbc/83cca31535f839492fbdf1e60f1d3d05f3e116d19ddb19e05dba165bc2610f63.pdf",
  "raw_text": "BRUGGERS v. EASTMAN KODAK CO., et al., 2000 NCBC 3\nSTATE OF NORTH CAROLINA\n             \n                 \nGENERAL COURT OF JUSTICE\n                                                                                    \n  \nSUPERIOR COURT DIVISION\nWAKE COUNTY\n                                                       \n                   \n97-CVS-11278\nKAREN \nBRUGGERS, D.D.S.,\n                       \n) \n   \n                                                                     \n)\n   \n                                 \nPlaintiff,\n                        \n)\n   \n                                             \n                        \n)\n                                   \n   \nv.\n                                                                 \n)\n           \n \n                                                                     \n  )\n                                                                        \n)\n           \nORDER AND OPINION\nEASTMAN KODAK COMPANY,\n               \n)\n           \nE.I. \nDUPONT DE NEMOURS & CO.,\n           \n)\nBAYER CORPORATION and FUJI\n               \n)\n           \nMEDICAL \nSYSTEMS U.S.A., INC.,\n              \n)\n                                                                         \n)\n           \n   \n                                     \nDefendants.   \n           \n)\n                       \n          \n \n \n{1}\n      \nThis matter is before the Court on defendant Eastman Kodak Company’s \nmotion to dismiss for failure to state a claim pursuant to Rule 12(b)\n(6) of \nthe North Carolina Rules of Civil Procedure.[fn1]\n  \nFor reasons set forth below, it appears to the Court that the complaint \nstates a cause of action\nfor which relief can be granted.\n  \nIn so holding, the Court determines as a matter of law that indirect \npurchasers have standing to sue under N.C.G.S. §\n75-16.\n   \nTherefore, the defendant’s motion to dismiss is DENIED.\n \nThe \nBlount Law Firm, P.L.L.C., by Marvin K. Blount, Jr.; Leibenberg & White, \nby Roberta D. Liebenberg and Robert G. Eisler; Frank & Rosen, by\nAlan L. \nFrank and David T. Shulick; Leiff, Cabraser, Heimann & Bernstein, by \nJoseph R. Saveri; Levin, Fishbein, Sedran & Berman, by Howard\nSedran; and \nHoffman & Edelson, by Marc Edelson, for Plaintiff Karen Bruggers, D.D.S.\n \nNigle \nB. Barrow, Jr.; and Pitney, Harden, Kipp & Szuch, by Clyde A. Szuch and \nMurray J. Laulicht, for Defendant Bayer Corporation.\n \nSmith, \nHelms, Mulliss & Moore, L.L.P., by James L. Gale and Matthew W. Sawchak; \nand Jones, Day, Reavis & Pogue, by Thomas Demitrack and\nDeborah P. Herman, \nfor Defendant FUJI Medical Systems, U.S.A., Inc.\n \nWomble \nCarlyle Sandridge & Rice, by Pressly M. Millen; and Hallenbeck, Lascell, \nNorris & Heller, by David M. Lascell, for Defendant Eastman\nKodak Company.\n \nParker, \nPoe, Adams & Bernstein L.L.P., by John F. Graybeal; and Crowell & \nMoring L.L.P., by George D. Ruttinger and David M. Schnorrenberg,\nfor \nDefendant E.I. DuPont de Nemours & Co.\n \nI.\n \n{2}\n      \nWhen ruling on a motion to dismiss under Rule 12(b)(6), the court must \ndetermine “whether, as a matter of law, the allegations of the\ncomplaint . . \n. are sufficient to state a claim upon which relief may be granted.”\n  \nHarris v. NCNB\n, 85 N.C. App. \n669, 670, 355 S.E.2d 838, 840\n(1987).\n  \nIn \nruling on a motion to dismiss, the court must treat the allegations in the \ncomplaint as true.\n  \nSee \nHyde v. Abbott Laboratories, Inc.\n, 123\nN.C. App. 572, 473 S.E.2d 680, 682 \n(1996).\n  \nThe court must construe \nthe complaint liberally and must not dismiss the complaint unless it appears\nto a legal certainty that plaintiff is entitled to no relief under any state \nof facts which could be proved in support of the claim.\n  \nSee id.\n  \nKodak’s\nmotion raises the narrow, but significant, legal issue of \nwhether indirect purchasers have standing to sue under North Carolina’s \nantitrust laws.\n \nII.\n{3}\n      \nPlaintiff brings this class action against the manufacturers of medical \nx-ray film, claiming they agreed or conspired to raise and then fix\nprices.\n  \nAlthough the class has not yet been certified, plaintiff’s amended \ncomplaint defines the class as “[a]ll persons and entities (excluding\ndefendants, their co-conspirators, their parents, subsidiaries and affiliates, \nand all government entities) that indirectly purchased medical x-ray film\nwithin the state of North Carolina produced by any defendant or co-conspirator \nbetween 1989 and 1994.”\n  \n(Amend. \nCompl. ¶19.)\n  \nThe class of\nindirect purchasers in this action could conceivably include dentists and \nother health care providers, hospitals, insurance companies, and patients.\n \nPlaintiff, a dentist, is an indirect purchaser of medical x-ray film.\n  \nPlaintiff alleges that during the relevant time period, defendants were \nthe major\nproducers and sellers of medical x-ray film throughout the United \nStates.\n  \nDefendants sold medical \nx-ray film to distributors, who, in turn, sold the\nfilm to members of the \nproposed class.\n \n{4}\n      \nPlaintiff’s complaint sets forth claims of fraudulent concealment and \nrestraint of trade or commerce in violation of North Carolina’s antitrust\nlaw, N.C.G.S. § 75-16.\n  \nDefendant \nbrings this motion to dismiss on the grounds that plaintiff was an indirect \npurchaser and therefore has no\nstanding to bring an action against defendant \nfor antitrust violations.\n  \nPlaintiff \nadmits she was an indirect purchaser and relies on the holding in\nHyde \nv. Abbott Laboratories, Inc.\n, 123 N.C. App. 572, 473 S.E.2d 680 (1996), to \nsupport her standing to sue under state antitrust laws.\n  \nEastman\nKodak contends that the issue of indirect purchaser standing \nhas not been definitively resolved by the North Carolina Supreme Court and \nthat the\nstate of North Carolina would not recognize indirect purchaser \nstanding under its antitrust laws.\n  \n(Def.’s \nMem. Supp. Dismiss at 8-11, 18-19.)\n   \nThe\nmajority of states follow the federal rule and do not permit \nindirect purchaser standing, either by statute or case precedent.\n  \nSee Stifflear v. Bristol-\nMyers \nSquibb Co.\n, 931 P.2d 471 (Colo. Ct. App. 1996); \nAbbott \nLabs. v. Segura\n, 907 S.W.2d 503 (Tex. 1995); \nBlewett \nv. Abbott Labs.\n, 938 P.2d\n842 (Wash. Ct. App. 1995).\n \n{5}\n      \nThe \nHyde\n decision is the \nonly North Carolina appellate decision dealing with indirect purchaser \nstanding.\n  \nThat case was settled \nafter the Court\nof Appeal’s decision and before review by the North Carolina \nSupreme Court.\n  \nIn \nHyde\n, \nplaintiffs filed a class action against manufacturers of\ninfant formula, \nalleging violations of North Carolina’s antitrust laws.\n  \n123 N.C. App. at 573, 473 S.E.2d at 681.\n  \nThe purported class consisted of\nultimate consumers who purchased \ninfant formula from parties other than the manufacturer.\n  \nId.\n at 574, 473 S.E.2d at \n681-82.\n  \nThe defendants\nfiled a \nmotion to dismiss alleging that plaintiffs were indirect purchasers and \ntherefore lacked standing to sue under N.C.G.S. § 75-16.\n  \nId.\n  \nThe\nSuperior Court granted the motion to dismiss, and plaintiffs \nappealed.\n  \nId.\n \n \n{6}\n      \nThe Court of Appeals reversed the Superior Court and found that under \nNorth Carolina’s antitrust statute, an indirect purchaser may sue a\nmanufacturer for antitrust violations.\n  \nThe \nCourt of Appeals based this finding upon a review of the plain language of\n  \nN.C.G.S. § 75-16.\n  \nNorth\nCarolina’s antitrust statute provides:\n \nIf any person shall be injured or the business of any \nperson, firm or corporation shall be broken up, destroyed, or injured by \nreason of any act or thing\ndone by any other person, firm or corporation in \nviolation of the provisions of this Chapter, such person, firm or corporation \nso injured shall have a\nright of action on account of such injury done, and if \ndamages are assessed in such case judgment shall be rendered in favor of the \nplaintiff and against\nthe defendant for treble the amount fixed by the \nverdict.\n \nN.C.G.S. \n§ 75-16 (1999).\n \n{7}\n      \nThe current version of N.C.G.S. § 75-16 was amended in 1969.\n  \nPrior to the amendment, the first sentence of the provision began:\n  \n“If the\nbusiness of any person, firm, or corporation shall be broken \nup . . . .”\n  \n1913 N.C. Sess. L. \n66, 70. \n \nThe \nHyde\n \ncourt found it significant that, in\namending the statute, the legislature \ndecided to add the phrase “if \nany \nperson\n shall be injured” to the beginning of the provision.\n  \n123 N.C. App. at\n578, 473 S.E.2d at 684.\n  \nThe court found that this evidenced an intent to expand the class of \npersons with standing to sue under Chapter 75, and\nthus provide a recovery \n“for all consumers,” including indirect purchasers.\n  \nId.\n at 577-78, 473 S.E.2d at \n684.\n  \nA review of the legislative \nhistory\nalso leads to the conclusion that the General Assembly intended to \ncreate indirect purchaser standing to sue under the state antitrust laws when \nit\namended the statute.\n  \nThere is \nsimply no logical reason for the amendment other than the creation of indirect \npurchaser standing.\n   \n \n{8}\n      \nIn holding that indirect purchasers have standing to sue under North \nCarolina antitrust law, the Court of Appeals specifically declined to\ninterpret the statute consistent with federal antitrust law.\n  \nAs originally enacted in 1913, the North Carolina antitrust statute was \nmodeled after\nfederal antitrust law, codified as Section 7 of the Sherman Act.\n  \nSee \nAn Act to Declare \nIllegal Trusts and Combinations in Restraint of Trade, Ch.\n41, § 14, 1913 \nSess. Laws 66.\n  \nSection 7 of the \nSherman Act was recodified as Section 4 of the Clayton Act.\n  \nBoth federal and state law have been\namended throughout the years; \nhowever, the language of the North Carolina statute has remained similar to \nthe language of the Clayton Act.\n \nSection \n4 of the Clayton Act provides that:\n \nany person who shall be injured in his business or \nproperty by reason of anything forbidden in the antitrust laws may sue \ntherefor in any district court\nof the United States in the district in which \nthe defendant resides or is found or has an agent, without respect to the \namount in controversy, and shall\nrecover threefold the damages by him \nsustained, and the cost of suit, including a reasonable attorney’s fee.\n \n15 U.S.C. § 15(a) (1999).\n{9}\n      \nSection 4 of the Clayton Act and N.C.G.S. § 75-16 both confer standing \nupon persons who are injured as a result of a violation of the statute.\n \nThus, the central question in antitrust actions is whether the \nplaintiff suffered any legally cognizable injury.\n  \nIn 1968, the Supreme Court of the\nUnited States rejected a defense to \nan antitrust claim based on the theory that plaintiff suffered no injury \nbecause the illegal overcharge was passed\non to plaintiff’s customers.\n  \nSee Hanover Shoe, Inc. v. United \nShoe Machinery Corp.\n, 392 U.S. 481 (1968).\n  \nThis holding allowed direct purchasers\nto enforce federal antitrust \nlaws regardless of whether they absorbed or passed on the overcharge.\n  \nAlmost ten years later, the Supreme Court relied\non the rationale of \nHanover \nShoe \nto support its holding that an indirect purchaser may not use a \npass-on theory offensively in an action against an\nalleged violator of federal \nantitrust law.\n  \nSee \nIllinois Brick Co. v. Illinois\n, 431 U.S. 720 (1977).\n  \nTherefore, under federal law, because indirect\npurchasers cannot \nestablish a legally cognizable injury, only direct purchasers may pursue an \novercharge claim arising from an antitrust\nviolation.\n    \n \n{10}\n    \nIn this case, defendant argues that the Court of Appeals in \nHyde \nwas incorrect in interpreting N.C.G.S. § 75-16 to confer standing upon \nindirect\npurchasers.\n  \nDefendants \nasserts that the interpretation of federal antitrust statutes by the federal \ncourts should guide the interpretation of the North\nCarolina antitrust \nstatute.\n  \nDefendant points to \ncases in which the North Carolina Supreme Court has looked to federal \nprecedent in construing the\nscope of N.C.G.S. § 75-1.\n  \nSee Madison Cablevision, Inc. v. \nCity of Morganton\n, 325 N.C. 634, 386 S.E.2d 200 (1989); \nSkinner \nv. E.F. Hutton &\nCo.\n, 314 N.C. 267, 333 S.E.2d 236 (1985);\n \nRose v. Vulcan Materials Co.\n, 282 N.C. 643, 194 S.E.2d 521 (1973).\n \n{11}\n    \nWhile the Court of Appeals in \nHyde\n \nrecognized that federal antitrust precedent is persuasive authority, it noted \nthat it was not \nrequired\n to\nconstrue North Carolina law in harmony with \nthe federal law.\n  \n123 N.C. App. at \n582, 473 S.E.2d at 686.\n  \nThe court \nemphasized that the \nIllinois\nBrick \ndecision \ncame eight years after the North Carolina legislature amended N.C.G.S. § \n75-16.\n  \nThus, according to the \nCourt of Appeals, the\nlegislature could not have intended to adopt a \nconstruction of the statute consistent with \nIllinois \nBrick\n.\n  \nInstead, the Court of \nAppeals “considered\nas persuasive authority federal cases interpreting the \nfederal antitrust laws as they existed in 1969.”\n  \nId.\n at 578, 473 S.E.2d at \n684.\n  \nIn doing so, it\nreviewed \nfederal case law decided between 1968 (the year \nHanover \nShoe \nwas decided) and 1977 (the year \nIllinois \nBrick \nwas decided).\n  \nThis\nreview led the Court of Appeals to the conclusion that “[p]rior to the \nUnited States Supreme Court’s decision in \nIllinois \nBrick\n, most federal circuit\ncourts construed Section 4 of the Clayton Act \nto allow suits by indirect purchasers.”\n  \nId.\n at 579, 473 S.E.2d at \n685.\n \n{12}\n    \nDefendant argues that the \nHyde\n \ncourt’s analysis of federal precedent was flawed.\n  \nFirst, defendant points to cases in which the North Carolina\nSupreme \nCourt did not hesitate to interpret state antitrust law in light of \nsubsequently decided federal precedent.\n  \nSee \nMadison Cablevision, Inc.\n,\n325 N.C. 634, 386 S.E.2d 200; \nSkinner\n, \n314 N.C. 267, 333 S.E.2d 236;\n Rose\n, \n282 N.C. 643, 194 S.E.2d 521.\n  \nFurthermore, \nbecause \nIllinois Brick\nwas based \nupon the holding in \nHanover Shoe\n, \nwhich was decided prior to the amendment of the North Carolina statute, \ndefendant argues that the\nCourt of Appeals should have placed more weight on \nthe \nIllinois Brick \ndecision.\n \n{13}\n    \nIn addition, the defendant argues that the \nHyde \ncourt did not give due attention to the problems with indirect purchaser \nstanding.\n  \nThe \nIllinois\nBrick\n Court found that allowing offensive but not defensive use of a \npass-on theory would create three primary concerns for the courts:\n  \n(1) risk of\nmultiple liability; (2) difficulty in apportioning the \nresponsibility for the overcharge among those in the chain of distribution; \nand (3) lack of\nincentive for the direct purchaser to sue.\n  \nThe North Carolina Court of Appeals found that the concerns identified \nin \nIllinois Brick\n were “less\nworrisome” under the facts in \nHyde.\n  \n123 N.C. App. at 582, 473 S.E.2d at 687.\n  \nThe \nHyde\n court dismissed the \nproblem of multiple liability, stating\nthat “there are few, if any, reported \ninstances of a defendant paying treble damages to two different classes of \npurchasers based on a single antitrust\nviolation.”\n  \n123 N.C. App. at 583, 473 S.E.2d at 687.[fn2]\n  \nSecond, the \nHyde \ncourt found \nthat granting indirect purchaser standing under state law\nwould not create a \ndisincentive for direct purchasers to sue under federal law.\n  \nId.\n  \nIn fact, a defendant could face liability under both federal and\nstate \nlaw.\n  \nTherefore, allowing indirect \npurchaser standing creates an incentive to sue for violation of North Carolina \nantitrust law.\n  \nId.\n  \nFinally,\nwhile the Court of Appeals acknowledged the complexities \ncreated by indirect purchaser standing, it refused to deny indirect purchaser \nstanding\nbased on a hypothetical problem it found did not exist in that case.\n  \nId.\n \n \n{14}\n    \nIn contrast, Kodak asserts that the problems with indirect purchaser \nstanding identified in \nIllinois Brick \nare \npresent in this case.\n  \nThe Court\nagrees with that assessment.\n  \nFirst, \nthis case clearly presents the difficult issue of apportioning the \novercharges.\n  \nPutative class \nmembers suffered\ninjury only to the extent that there was an overcharge to \ndistributors, that any such overcharge was passed on to indirect purchasers, \nand that the\nindirect purchasers absorbed the overcharge rather than passing \nit on to someone else in the distribution chain or to the ultimate consumer.\n  \nThe\ndistributors may or may not have passed the overcharge along.\n  \nThey may have passed the overcharge to some customers and not to \nothers,\ndepending on the customer’s buying power.\n  \nUnlike the plaintiff in \nHyde\n, \nthe plaintiff here was not the ultimate consumer.\n  \nPlaintiff and other\nputative class members may have passed on some or \nall of the alleged overcharge to their patients or to third party payers.\n  \nAdditional complexity\nis created by the fact that the plaintiff in this \ncase used the product in connection with the provision of services which vary \nin cost, thus making it\neven more difficult to determine who bore the injury \nof any alleged overcharge.\n  \nAccordingly, \na substantial number of subclasses may be required\nin this case as well as in \nother indirect purchaser cases.[fn3]\n \n{15}\n    \nThe risks of complicated proof and apportionment in this case are not \nmerely hypothetical as they were in \nHyde\n.\n  \nIn the related federal\nlitigation, \nIn \nre Medical X-Ray Film Antitrust Litigation\n, the direct purchasers claimed \nthat they were injured by the alleged overcharges.\n  \nThe\ndirect purchasers recovered through settlement.\n  \nSee In re Medical X-Ray Film \nAntitrust Litigation\n, No. 93 Civ. 5904 (E.D.N.Y. Aug. 7, 1998).\n \nNow, in this case, the indirect purchasers are claiming that the \novercharge was passed on to them, thus presenting the Court with the problem \nof\nallocating damages, when in another action the direct purchaser recovered \nagainst the manufacturers by claiming that they absorbed the\novercharge.\n  \nThis situation directly raises the issue of multiple liability, which \ndid not arise in \nHyde\n.\n  \nDefendant, having settled the federal action\nbrought by direct \npurchasers, now faces liability for the same alleged wrongdoing.\n  \nThis risk of multiple liability is precisely why federal courts\nand a \nmajority of state courts have declined to grant indirect purchaser standing.\n  \nIn addition, defendant argues that allowing indirect purchaser\nstanding \nin this case adds little if anything to the deterrence value of the North \nCarolina antitrust statute as evidenced by the federal direct\npurchaser action \nin which the defendants settled, knowing they had no pass-through defense.\n \n \n{16}\n    \nThis Court believes that there may be a distinction between those cases \nin which the plaintiff class consists solely of indirect purchasers who\nwere \nthe ultimate consumers and those cases in which the plaintiff class consists \nof various purchasers in a distribution chain.\n  \nA case in which a\nplaintiff class of purchasers consists of only \nultimate consumers and the cost increase in a consumer product is clearly \npassed through to the\nultimate consumer may not pose complex apportionment \nissues.\n  \nTherefore, the facts in \nHyde\n \nare distinguishable from the facts in the present case.\n \n \n{17}\n    \nHowever, this Court finds no language in \nHyde\n \nwhich would indicate that the Court of Appeals intended to carve out a narrow \nexception for\nindirect purchasers who where ultimate consumers.\n  \nInstead, this Court reads \nHyde\n \nto grant indirect purchasers standing, thus creating a private\ncause of action \nfor all purchasers in the distribution chain.\n  \nThis Court does not have the authority to grant defendant’s motion to \ndismiss if doing\nso would be in direct conflict with governing case law.\n  \nThis Court may not base its decision upon a determination that the \nHyde \ncase was wrongly\ndecided.\n  \nAccordingly, \ndefendant’s motion to dismiss is denied.\nIII.\n{18}\n    \nThe existence of indirect purchaser standing spawns additional \nsignificant issues which have never been addressed by the appellate courts\nor \nthe General Assembly.\n  \nThose \nissues are not before the Court on this motion.\n  \nHowever, the Court notes several questions that will need to be\nresolved in indirect purchaser cases.\n \n{19}\n    \nFor example, are defendants in indirect purchaser cases permitted to \nestablish that any increased costs were not passed through to plaintiff?\n  \nIn\nthis case, distributors have already recovered in settlement, \npresumably because they did not pass on the alleged increase in price \nresulting from\nthe alleged price fixing.\n  \nIs that recovery admissible in evidence?\n  \nThe rationale of \nHanover Shoe\n \nand \nIllinois Brick\n would dictate \nthat if plaintiffs\nare required to prove the pass-on, defendants may offer \nevidence of no pass-through in rebuttal.\n \n{20}\n    \nSimilarly, who bears the burden of proof on the pass-through issue?\n  \nMust a plaintiff prove the pass-through to them or their class or\nsubclass?\n  \nMust defendants then \nprove that the specific plaintiff passed the increased costs on to someone \nfurther down in the chain or must the\nplaintiff show that the plaintiff \nabsorbed the cost?\n \n{21}\n    \nIf the question of allocation of the alleged increase along the chain \nof distribution creates conflicts among potential plaintiffs, is the Court\nrequired to create subclasses to deal with the potential conflicts?\n  \nDo the issues become so individualized or the individual damages so \nfragmented\nand small that class action treatment is inappropriate?\n \n{22}\n    \nWhat proof will proposed class members have to establish with respect \nto the origin of the film they consumed or paid for?\n  \nThe alleged co-\nconspirators have settled.[fn4]\n  \nMust each class member show that he paid too much for \nKodak\n film \nand how much or may purchasers of Fuji film\nrecover from Kodak because of the \nalleged conspiracy?\n \n{23}\n    \nAll of these thorny issues are eliminated by the federal approach but \ncannot be avoided if indirect purchaser standing exists.\n  \nThese issues,\nalong with the central issue of indirect purchaser \nstanding, significantly affect the public interest and involve legal \nprinciples of major significance\nto the jurisprudence of the state which have \nnot been addressed by the North Carolina Supreme Court.\n \nConclusion\n{24}\n    \nThe decision of the Court of Appeals in the \nHyde \ncase is controlling authority in this state on the question of indirect \npurchaser standing under\nN.C.G.S. § 75-16.\n  \nIt is difficult to interpret the language of the 1969 amendment to the \nstatute as doing anything other than establishing indirect\npurchaser standing.\n  \nHowever, this case raises the specific issues of concern to the United \nStates Supreme Court in \nIllinois Brick.\n  \nThe General\nAssembly, in amending the statute, did not provide any \nstatutory guidance on how to deal with apportionment and pass-through issues \nor multiple\nliability questions.\n  \nThere \nis no guidance in the appellate decisions because those issues were not before \nthe court in \nHyde.\n  \nThe courts must\naddress those issues if indirect purchaser standing \nexists in North Carolina.\n \n \n{25}\n    \nWherefore, it is hereby Ordered\n \nthat Defendant Eastman Kodak Company’s Motion to Dismiss is denied.\n            \n \n            \nThis the 17\nth\n  \nday \nof March, 2000.\n \n \n__________________________________________________________________________________________________________________________\nFootnote \n1\n  \nA settlement has been reached \nbetween the plaintiff and defendants E.I. Dupont De Nemours & Co., Bayer \nCorporation and FUJI Medical\nSystems U.S.A., Inc. thus rendering the motions \nto dismiss filed by these defendants moot.\n \nFootnote \n2\n  \nSince the \nHyde\n \ndecision, this Court has handled at least one other case involving settlement \nof both direct and indirect purchaser claims.\n \nSee Long v. Abbott Labs\n, \n1999 NCBC 10 (No. 97-CVS-8289, Mecklenburg County Super. Ct. July 30, 1999) \n(Tennille, J).\n \nFootnote \n3\n  \nOne of the problems inherent in \nindirect purchaser class actions is that if the division of a settlement or \njudgment is diverse, the\ndistribution amount can be too small to warrant \nindividual claims against the fund, or can be so small that attorney fees and \nadministration costs\nbecome disproportionately high.\n  \nSee Long v. Abbott Labs\n, \n1999 NCBC 10 (No. 97-CVS-8289, Mecklenburg County Super. Ct. July 30, 1999)\n(Tennille, J.) (order on petition for attorney fees).\n  \nThe federal approach consolidates damages at the distributor level \nwhere significant incentives to\nsue may exist and damages are far less \nspeculative and simpler to prove.\n \nFootnote \n4\n  \nCounsel for plaintiffs and the \nother defendants have indicated to the Court that they have reached a \nsettlement.\n  \nA final settlement,\nincluding specification of how the settlement funds will be allocated, has not \nbeen presented to the Court for approval.\n  \nSettlement will raise many of\nthe same allocation issues.\n \n "
}