{
  "id": "842a8ab551d335977b21c51c3a53c7ef04e8a77170decf8140e4e477e82565f6",
  "source_file": "data/raw/ncbc/842a8ab551d335977b21c51c3a53c7ef04e8a77170decf8140e4e477e82565f6.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nCABARRUS COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 2119 \n \nCLUE PROPERTY DEVELOPMENT, \nLLC and CHRISTENBURY LAND \nDEVELOPMENT-PARCEL-1, LLC, \n \nPlaintiffs, \n \nv. \n \nSWITZENBAUM AND ASSOCIATES, \nINC.; CHRISTENBURY OFFICE \nCOMMONS, LLC; SYCAMORE AT \nCHRISTENBURY, LLC; and SAM \nSWITZENBAUM, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO \nDISMISS AMENDED COMPLAINT \nOR IN THE ALTERNATIVE \nMOTION FOR A MORE DEFINITE \nSTATEMENT \n \n \n1. THIS MATTER  is before the Court on Defendants Switzenbaum and \nAssociates, Inc., Christenbury  Office Commons, LLC, Sycamore at Christenbury, \nLLC, and Sam Switzenbaum ’s (together, “Defendants”), Motion to Dismiss the \nAmended Complaint, or in the alternative, for a More Definite Statement (the \n“Motion”) filed on 17 May 2022.  (ECF No. 53 [“Mot.”].)  The Motion requests that the \nCourt dismiss the Amended Complain t pursuant to Rule  12(b)(6) of the North \nCarolina Rules of Civil Procedure  (the “Rule(s)”) for fa ilure to state a claim upon \nwhich relief may be granted.  Alternatively, the Motion requests that the Court order \nPlaintiffs to cure defects in the Amended Complaint described in the Motion pursuant \nto Rule 12(e). \n2. For the reasons set forth in this Order and Opinion, the Court hereby \nDENIES the Motion in part, and GRANTS the Motion in part. \nRosenwood, Rose & Litwak, PLLC by Erik M. Rosenwood and Joseph W. \nMilam, for Plaintiffs. \nClue Prop. Dev., LLC v. Switzenbaum & Assocs., Inc., 2022 NCBC 60. \n \nHamilton Stephens Steele + Martin, PPLC by Allen L. West and Graham \nB. Morgan, and Schnader Harrison Segal & Lewis, LLP by David Smith, \npro hac vice, for Defendants. \n \nRobinson, Judge. \nI. PROCEDURAL BACKGROUND \n3. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motion. \n4. Clue Property Development, LLC (“Clue”)  and Christenbury Land \nDevelopment-Parcel-1 LLC  (“CLD-Parcel-1”) (together, “Plaintiffs”) initiated this \naction by filing the Complaint on 21 June 2021.  (ECF No. 3.)  Defendants answered \non 13 September 2021.  (Answer ¶ 6, ECF No. 12 [“Answer”].) \n5. Plaintiffs filed the Verified Amended Complaint (“Amended Complaint”) on \n18 March 2022,  asserting nine claims for relief against Defendants.  (Verified Am. \nCompl., ECF No. 43 [“Am. Compl.”].) \n6. Against Switzenbaum and Associates, Inc., Plaintiffs assert claims for: (1) \nbreach of contract requesting specific performance; (2) breach of the covenant of good \nfaith and fair dealing; (3) breach of contract requesting monetary damages; (4) \nviolations of the North Carolina Unfair and Deceptive Trade Practices Act, N.C.G.S. \n§§ 75-1.1, et. seq., (the “UDTPA”); and (5) punitive damages.  (Am. Compl. ¶¶ 70–87, \n95–105, 118–23, 137–43.) \n7. Against Christenbury Office Commons, LLC, Plaintiffs assert claim s for: \n(1) breach of contract seeking specific performance; (2) tortious interference with a \ncontract; (3) violations of the UDTPA; and  (4) specific performance through veil -\npiercing and/or the instrumentality rule.  (Am. Compl. ¶¶ 70–78, 106–11, 118–36.) \n8. Against Sycamore  at Christenbury, LLC , Plaintiffs assert a claim for  \nnegligence.  (Am. Compl. ¶¶ 112–17.) \n9. Against Sam Switzenbaum , Plaintiffs assert claim s for: (1) fraud in the \ninducement; (2) tortious interference with a contract; (3) violations of the UDTPA; \nand (4) punitive damages.  (Am. Compl. ¶¶ 88–94, 106–11, 118–23, 137–43.) \n10. The Motion was filed on  17 May 2022 and has been fully briefed .  On 20 \nSeptember 2022, the Court held a hearing on the Motion, at which all parties were \nrepresented by counsel (the “Hearing”).   Having considered the Motion, briefs from \nthe parties, and arguments at the Hearing, the Motion is now ripe for resolution. \nII. FACTUAL BACKGROUND \n11. The Court does not make findings of fact on a motion to dismiss pursuant \nto Rule 12(b)(6) but only recites those factual allegations that are relevant and \nnecessary to the Court's determination of the Motion.  See Charah, LLC v. Sequoia \nServs. LLC, 2019 NCBC 17, ¶ 2 (N.C. Super. Ct. Mar. 11, 2019). \nA. The Parties \n12. Clue is a North Carolina limited liability company with its principal office \nlocated in Kannapolis, North Carolina.  (Am. Compl. ¶ 5.)  Joe G. Untz (“Untz”) is the \nmanaging member of Clue.  (Am. Compl. ¶ 5.) \n13. CLD-Parcel-1 is a North Carolina limited liability company with its \nprincipal office located in Kannapolis, North Carolina.  (Am. Compl. ¶ 7.)  Untz has \nat all relevant times been the managing member of  CLD-Parcel-1.  (Am. Compl. \n¶¶ 16–21.) \n14. Switzenbaum and Associates, Inc.  (“SAI”) is a Pennsylvania c orporation \nwith its principal place of business in Philadelphia, Pennsylvania.  (Am. Compl. ¶ 8; \nAnswer ¶ 6.) \n15. Christenbury Office Commons, LLC (“Christenbury Office Commons”) is a \nDelaware limited liability company with its principal place  of business in \nWilmington, Delaware.  (Answer ¶ 8.) \n16. Sycamore at Christenbury, LLC  (“Sycamore”) is a Delaware corporation \nwith its registered agent located in Wilmington, Delaware.  (Am. Compl. ¶ 11; Answer \n¶ 9.) \n17. Sam Switzenbaum is an individual residing in Pennsylvania.  (Answer ¶ 7.) \nB.  The Relevant Property and Agreements \n18. In 2007, Untz  began due diligence and negotiations with Christenbury \nFarms, Inc. to purchase approximately 98.89 acres of land in Cabarrus County and \nMecklenburg County, North Carolina (the “Property”).  (Am. Compl. ¶ 16.) \n19. Plaintiffs allege that Clue was formed in 2017 and is a “successor in interest \nto a predecessor entity” named Cue1 Property Development, LLC (“ CUE”).2  (Am. \n \n1 The Court notes at the outset the potential for confusion between the names “Clue” and \n“CUE.” \n2 Defendants note that CUE was never a legal entity in North Carolina, but Cue Development \nGroup, LLC was.  (Br. Supp. Mot. 9.)  Thus, they argue, this is a basis for dismissal of the \nAmended Complaint.  (Br. Supp. Mot. 9.)   Plaintiffs admit that it was a mistake to refer to \nCue Property Development, LLC , and that Plaintiffs meant to refer to C ue Development \nGroup, LLC.  (Pls.’ Br. Opp. 10 –11.)  Plaintiffs argue that a scrivener’s error, regardless of \nwhich Defendants were able to independently ascertain the intended entity, should not give \nCompl. ¶ 6.)  In the Amended Complaint, the defined term “Clue” refers to the two \nentities Clue and CUE together.  (Am. Compl. ¶ 6.) \n20. Cue Development Group, LLC was formed on 9 February 2007 and dissolved \non 2 February 2017.  (Defs.’ Mem. Supp. Mot. Dismiss  3, ECF No. 54 [“Br. Supp. \nMot.”].)  Clue was formed on 5 May 2017.  (Br. Supp. Mot. Ex. C, ECF No. 54.3.) \n21. In May 2017, shortly after its formation, Clue contracted with Christenbury \nFarms, Inc. for the purchase of the Property.   (Am. Compl. ¶  17.)  The Property is \ndivided into three parcels: Parcel 1, Parcel 2, and Parcel 3.  (Am. Compl. Ex. A , ECF \nNo. 43.1 [“Plat Map”] .)  Parcel 2 was to be developed into a large high -end multi-\nfamily apartment complex, and Parcel 3 was to be developed into townhomes by Clue \nor a third-party.  (Am. Compl. ¶¶ 19, 22.) \n22. Clue alleges it negotiated an agreement with SAI and Sam Switzenbaum \npursuant to which SAI would purchase  Parcel 2  for the same price Clue paid to \npurchase it , and in exchange, SAI would finance the purchas e of Parcel 1.  (Am. \nCompl. ¶ 20.)  This would cause Parcel 1 to be deeded to CLD -Parcel-1, an entity \nallegedly formed for the sole purpose of owning Parcel 1.  (Am. Compl. ¶ 20.) \n23. On 25 July 2018, it is  alleged that Plaintiffs and SAI entered into the  \nContract for the Purchase of Property (the “Purchase Agreement”) regarding the \n \nrise to dismissal of the entire Amended Complaint.  (Pls.’ Br. Opp. 11.)   While the Court \nultimately determines this is not a basis for dismissal, the Court, for purposes of this Order \nand Opinion, defines “CUE” to mean the  entity referred to throughout  the Complaint, and \notherwise refers to Cue Development Group, LLC as such.  Given the Court’s conclusion on \nthe Motion, the Court refers to the entities separately for clarity.  \ndevelopment of Parcel 1.  (Am. Compl. ¶  35; Am. Compl. Ex. B, ECF No. 43.2 \n[“Purchase Agreement”].) \n24. Paragraph 2(b) of the Purchase Agreement provides that,  \n[d]uring the Due Diligence Period, Buyer[, CLD-Parcel-1 and SAI,] and \nSeller[, Clue,] shall jointly develop and Buyer  shall submit a Master \nPlan for the entirety of the North Parcel and  receive subdivision, \nPlanned Unit Development, or any other similar  categorization for \napproval under the zoning laws of the City of  Concord and Cabarrus \nCounty as applicable as set forth in Section 13 hereunder “Master Plan”) \nand a subdivision plan (“Subdivision  Plan”) dividing the North Parcel \ninto Lots 1, 2 and 3 all in accordance with Seller’s obligation under the \nPrime Contract. The Costs to  prepare and file the Master Plan and \nSubdivision Plan shall be paid  by Buyer and allocated between each \nBuyer in the manner that they  offer; however, Buyer and Seller shall \nagree on a prorat ed allocation of infrastructure costs benefitting the \nentire North Parcel, including expenses previously paid by Seller. \n(Purchase Agreement ¶ 2(b)) (emphasis added). \n25. Paragraph 2(d) of the Purchase Agreement required Clue to convey Parcel  \n1 to CLD-Parcel-1 at the time of closing, and Parcel 2 would be conveyed to SAI.  (Am. \nCompl. ¶ 41.)  In exchange, and as contemplated, SAI would loan Clue the funds to \npurchase Parcel 1 and Parcel 2, and that loan would allegedly be forgiven at the time \ntitle in Parcel 2 was transferred to SAI.  (Am. Compl. ¶ 42.)  This exchange was later \nmodified by various addenda to the Purchase Agreement.  (See generally Purchase \nAgreement.) \nIII. LEGAL STANDARD \n26. In rul ing on a motion to dismiss pursuant to Rule  12(b)(6), the Court \nreviews the allegations of the Amended Complaint in the light most favorable to \nPlaintiff.  The Court’s inquiry is “whether, as a matter of law, the allegations of the \ncomplaint, treated as tr ue, are sufficient to state a claim upon which relief may be \ngranted under some legal theory.”  Harris v. NCNB Nat’l Bank of N.C., 85 N.C. App. \n669, 670 (1987).  The Court construes the Amended Complaint liberally and accepts \nall well-pleaded factual allegations as true.  Laster v. Francis, 199 N.C. App. 572, 577 \n(2009).  The Court is not required, however, “to accept as true allegations that are \nmerely conclusory, unwarranted deductions of fact, or unreasonable inferences.”  \nGood Hope Hosp., Inc. v. N.C. H HS, Div. of Facility Servs. , 174 N.C. App. 266, 274 \n(2005). \n27. Our Supreme Court has noted that “[i]t is well -established that dismissal \npursuant to Rule  12(b)(6) is proper when ‘(1) the [Amended Complaint] on its face \nreveals that no law supports the .  . . claim; (2) the [Amended Complaint] on its face \nreveals the absence of facts sufficient to make a good claim; or (3) the [Amended \nComplaint] discloses some fact that necessarily defeats the .  . . claim.’ ”  Corwin v. \nBritish Am. Tobacco PLC , 371 N.C. 605, 61 5 (2018) (quoting Wood v. Guilford Cty , \n355 N.C. 161, 166 (2002)).  This standard of review for Rule  12(b)(6) is the standard \nour Supreme Court “uses routinely .  . . in assessing the sufficiency of complaints in \nthe context of complex commercial litigation.”  Id. at 737 n.7. \n28. In ruling on a motion for a more definite statement under Rule 12(e), the \nCourt considers whether “ a pleading to which a responsive pleading is permitted is \nso vague or ambiguous that a party cannot reasonably be required to frame a \nresponsive pleading[.] ”  N.C.G.S. §  1A-1, Rule 12(e).  Motions for a more definite \nstatement are not favored by our courts and are “sparingly granted because pleadings \nmay be brief and lacking in factual detail, and because of the extensive discovery \ndevices available to the movant.”  Ross v. Ross, 33 N.C. App. 447, 454 (1977).  “If the \ncontested pleading meets the standards of [Rule] 8 and the opposing party is \nadequately notified of the nature of the claim, a motion for more definite statement \nshould be denied.”  Willard v. Barger, 2019 NCBC 30, ¶ 9 (N.C. Super. Ct. May 14, \n2019) (citing Ross, 33 N.C. App. at 454–55). \nIV. ANALYSIS \nA. Motion to Dismiss the Amended Complaint \n29. Defendants argue that paragraph 2(b) of the Purchase Agreement is limited \nonly to Clue, given that the term “Seller” is define d as “Clue Property Development, \nLLC” and does not include CUE.  (Br. Supp. Mot. 5 –6.)  Defendants also argue that \nPlaintiffs’ claims are based on the legal conclusion that Clue is a successor in interest \nto CUE, but that Plaintiffs do not allege any facts  establishing successorship.  (Br. \nSupp. Mot. 6.) \n30. Further, Defendants argue that defining “Clue” in the Amended Complaint \nto inclu de both Clue and CUE  taints every count of the Amended Complaint .  \nSpecifically, Defendants contend that, due to the lack of legal successorship,  Clue \ncannot claim as monetary damages in Count 4 the infrastructure costs referenced in \nparagraph 2(b) of the Purchase Agreement , and thus, dismissal is proper.  (Defs.’ \nReply Br. 1, ECF No. 59 [“Defs.’ Reply”].) \n31. Plaintiffs respond that dismissal of the entire Amended Complaint would \nbe improper, given that Defendants ’ Motion relates only to a portion of damages \nsought in Count 4, a claim for breach of contract against SAI.  (Pls.’ Opp. Defs.’ Mot. \n8, ECF No. 58 [“Pls.’ Opp. Br.”].)  Plaintiffs also argue that a failure to allege formal \nmerger or purchase between Clue and CUE is not a bar to any of their claims and  is \nirrelevant as to questions of damages Clue incurred during the construction of \ninfrastructure contemplated by the Purchase Agreement.  (Pls.’ Opp. Br. 5.) \n32. As a preliminary matter, the Motion only disputes the sufficiency of the \nallegations in one of the nine claims for relief: the damages related to Count 4.  As to \nthe other counts, Defendants merely allege the Amended Complaint is defective due \nto Plaintiffs’ use of the defined term “Clue”.  Therefore, the Court begins by analyzing \nthe sufficiency of the claim alleged in Count 4, and then turns to  whether the \nAmended Complaint as a whole is so tainted by use of the defined term “Clue” that it \nwarrants dismissal. \n33. To state a claim for breach of contract in North Carolina,  a plaintiff need \nonly allege “(1) [the] existence of a valid contract and (2) [a] breach of the terms of \nthat contract.”  Poor v. Hill, 138 N.C. App. 19, 26 (2000). \n34. Plaintiffs allege the Purchase Agreement 3 is a valid  and enforceable \ncontract; that there were costs incurred by Clue prior to entering into the Purchase \nAgreement which were to be allocated among the ultimate Parcel owners;  that SAI \nhas refused to pay its pro rata share of costs associated with development of Parcel \n2; that SAI was required to convey Parcel 1 to CLD -Parcel-1 and has failed to do so; \n \n3 In the Amended Complaint, the Purchase Agreement is defined as the “Development \nContract”.  The Court does not use that designation in this opinion but notes, for clarity, that \nthe agreements are the same. \nand that these enumerated acts  constituted a breach of the Purchase Agreement .  \n(Am. Compl. ¶¶ 96–97, 100, 103–04.) \n35. The Court the refore concludes that  Plaintiffs have set forth factual \nallegations sufficient to state a claim for breach of the Purchase Agreement.  \n36. The remaining issue, then, is whether the Amended Complaint is so flawed \nby use of the defined term “Clue”  that dismissal is proper.  ( See Br. Supp. Mot. 6.)   \nGiven that the Court must take the allegations in the light most favorable to the \nPlaintiffs, and that the  well-pled allegations of the Amended C omplaint must be \nviewed as admitted, the use of “Clue” to refer to both Clue and CUE is not a flaw \nwarranting dismissal. \n37. Defendants first argue that Plaintiffs’ claim for infrastructure costs include \ndamages suffered by CUE, and thus the claim must be dismissed as contrary to the \nlanguage of paragraph 2(b) of the Purchase Agreement.  This argument fails because \nPlaintiffs have stated a claim upon which relief may be gra nted as to Count 4.  \nTherefore, whether Clue is a successor to CUE is irrelevant to whether Plaintiffs have \nvalidly stated a claim in Count 4. \n38. Next, the Amended Complaint states that Clue is a successor in interest to \nCUE.  Defendants contend that successorship is not properly alleged in the Amended \nComplaint.  However, as our Court of Appeals has held,  \na complaint should not be dismissed for failure to state a claim unless it \nappears beyond doubt that the plaintiff can prove no set of facts in \nsupport of his claim which would entitle him to relief.  This . . . generally \nprecludes dismissal except in those instances where the face of the \ncomplaint discloses some insurmountable bar to recovery. \nBrown v. Brown , 21 N.C. App. 435, 436 (1974) (citing Sutton v. Duke , 277 N.C. 94  \n(1970)).  The term “successor” means one that “succeeds or follows; one who takes the \nplace that another has left, and sustains the like part or character; one who takes the \npart of another by succession.”  TaiDoc Tech. Corp. v. OK Biotech Co., 2015 NCBC 71, \n¶ 34 (N.C. Super. Ct. July 17, 2015) (quoting Terres Bend Homeowners Assoc. v. \nOvercash, 185 N.C. App. 45, 51 (2007)). \n39. Plaintiffs contend that the failure to allege a formal merger or purchase  \nagreement between Clue and CUE is not a bar to any of their claims.  (Pls.’ Br. Opp. \n5.)  Plaintiffs argue that the members of Cue Development Group, LLC formed Clue \nto accommodate the addition of a new member.  (Pls. Br. Opp. 5.)  Further, they argue \nthat the evidence “ will show that Clue has expenses and obligations that were \ntransferred from C ue Development Group, LLC and/or [its] members” prior to the \ntime it ceased to operate, but that the parties have not developed any evidence about \nthis transition in discovery.  (Pls.’ Br. Opp. 5–6.) \n40. The evidence represented to the Court and opposing counsel  by Plaintiffs \nin response to the Motion and at the Hearing is sufficient to show that Plaintiffs may \nbe able to prove some facts which support a finding of successorship.  The Court finds \nthat, viewed in the light most favorable to the Plaintiffs, the Amended Complaint \nshould not be dismissed for insufficiency, given that it does not appear “to a certainty” \nthat Plaintiffs are entitled to no relief.  See Sutton v. Duke, 277 N.C. 94, 103 (1970).  \nPlaintiffs have alleged facts which, if proven, may support a finding of successorship \nentitling Clue to damages suffered by C ue Development Group, LLC.   Put another \nway, based on the allegations contained in the Amended Complaint, the Court cannot, \nand therefore will not, at the Rule 12(b) stage, make a factual determination as to \nwhether entitlement to damages based on successorship is proper. \n41. Therefore, the Court DENIES the Motion to d ismiss the Amended \nComplaint without prejudice. \nB.  Motion for a More Definite Statement \n42. Defendants also argue that Plaintiffs’ claims are so vague and ambiguous \nthat, if their request for  outright dismissal of the Amended Complaint is denied, a \nmore definite statement is required so that Defendants may properly  respond to the \nAmended Complaint.  (Br. Supp. Mot. 14.)  Defendants argue that Plaintiffs’ \nallegations fail to identify which entity, Clue or CUE, “did what on whose behalf, \nwhen they did it, or to which of the [P]arcels the alleged work related.”  (Br. Supp. \nMot. 14.) \n43. In response to the Motion, Plaintiffs argue that Defendants plainly  \nunderstand the damages sought in Count 4 of the Amended Complaint, and that the \nscrivener’s error in p aragraph 6 of the Amended Complaint, regarding the CUE  \nentity, has not been the subject of an objection and the Plaintiffs have no objection to \ncorrecting the error contained therein.  (Pls.’ Br. Opp. 15.) \n44. The Court has reviewed Plaintiffs’ Amended Complaint in light of Rule 8’s \nnotice pleading requirement and concludes that, while the allegations satisfy Rule 8, \nDefendants have not been fairly put on notice of the nature of Plaintiffs claims \nagainst them.  \n45. The Court agrees that Plaintiffs must plead the essential facts establishing \na successor-in-interest relationship between Clue and Cue Development Group, LLC \nunder North Carolina Law.  While the failure to do so was not sufficient to warrant \ndismissal of the Amended Complaint, it is sufficient to establish the need for a more \ndefinite statement because Defendants are unable to sufficiently respond to the \nallegations in the Complaint regarding damages to “Clue”. \n46. Further, the Court agrees with Defendants that Plaintiffs’ use of “Clue” as \ndefined in the Complaint is so vague that, even through discovery, it might be \nimpossible for Defendants to determine which enti ty was damaged and by what \nconduct.  To the extent that there were damages suffered by Cue Development Group, \nLLC that were passed to  Clue via successorship, the Amended Complaint is \nambiguous.  Therefore, the Court concludes, it would be impossible for Defendants to \nframe a responsive pleading given Plaintiffs’ failure to specify which entity Plaintiffs \nare referring to when alleging facts about “Clue”. \n47. Therefore, the Court  in its discretion GRANTS  the Motion for a more \ndefinite statement. \nV. CONCLUSION \n48. For the foregoing reasons, Plaintiffs are directed to file a more definite \nstatement by way of a further amended complaint clarifying the successor \nrelationship between Clue and C ue Development Group, LLC  and to specifically \ndenote those entities  individually as opposed to using the  defined term  “Clue”.  \nPlaintiffs are directed that no new causes of action may be added through this \namendment.  Plaintiffs have 14 days from the issuance of this Order and Opinion to \namend the Amended Complaint in compliance with this Order. \n49. The Court hereby GRANTS the Motion in part and DENIES the Motion in \npart, without prejudice, as follows: \na.  Defendants’ Motion to Dismiss the Amended Complaint pursuant to \nRule 12(b)(6) is DENIED; and \nb.  Defendants’ Motion for More Definite Statemen t pursuan t to \nRule 12(e) is GRANTED. \n \nSO ORDERED, this the 14th day of October, 2022. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}