{
  "id": "844286733700b355f6165f1ed28f4c7c91e83ea2740f6868e57f277767b76818",
  "source_file": "data/raw/ncbc/844286733700b355f6165f1ed28f4c7c91e83ea2740f6868e57f277767b76818.pdf",
  "raw_text": "Allscripts Healthcare, LLC v. Etransmedia Tech., Inc., 2016 NCBC 23. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 14 CVS 11860 \n \nALLSCRIPTS HEALTHCARE, LLC ) \n  Movant, )  \n   )  \n v.  ) OPINION AND ORDER \n   )  \nETRANSMEDIA TECHNOLOGY, INC., ) \n  Respondent. ) \n  \nTHIS CAUSE, designated a mandatory comple x business case by Order of the Chief \nJustice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, references to the North Caroli na General Statutes will be to \"G.S.\"), and \nassigned to the undersigned Special Superi or Court Judge for Complex Business Cases, \ncomes before the Court upon Plaintiff/Movant  Allscripts Healthcare, LLC's (\"Allscripts\") \nMotion for Declaratory and Injunctive Relief (\"Allscripts Motion\") and Defendant/Respondent \nEtransmedia Technology, Inc.'s Motion to  Dismiss or Stay and Compel Arbitration \n(\"Etransmedia Motion,\" together with Alls cripts Motion, \"Motions\"). On January 28, 2016, \nthe Court held a hearing on the Motions.   \nTHE COURT, after reviewing the Motions, brie fs in support of and in opposition to \nthe Motions, the record evidence filed by th e parties, the arguments of counsel, and other \nappropriate matters of record, CONCLUDES that the Etransmedia Motion should be \nGRANTED, and the Allscripts Motion should be DENIED for the reasons discussed below. \nMorningstar Law Group by W. Swain Wood, Esq., J. Christopher Jackson, Esq., and \nJohn T. Kivus, Esq., and Barnes & Thornburg, LLP by Mark L. Durbin, Esq. for \nPlaintiff/Movant Allscripts Healthcare, LLC. \n \nEllis & Winters LLP by Thomas H. Segars, Esq. and Jeremy Falcone, Esq., and \nSalazar and Erikson, LLP by Dana L. Salazar, Esq. for Defendant/Respondent \nEtransmedia Technology, Inc. \n \nMcGuire, Judge. \n \n \nPROCEDURAL HISTORY \n1. The procedural history of the matter be fore the Court is long and somewhat \ncomplex. These parties, as will be discussed mo re thoroughly below, submitted a previous \ndispute to arbitration, which resulted in  an award in Etransmedia's favor (\"First \nArbitration\"). This civil action was initiated,  and the parties filed cross-motions regarding \nthat award; Allscripts moved to modify the award, and Etransmedia moved to confirm the \naward. Ultimately, on October 27, 2014, the Honorable Robert H. Hobgood confirmed the \naward in the First Arbitration, and judgment was subsequently entered in Etransmedia's \nfavor. \n2. On or about May 18, 2015, Etransmedia initiated a second arbitration \nproceeding (\"Second Arbitration\")1 against Allscripts under the arbitration agreement in the \nPartner Agreement.2  On June 9, 2015, Allscripts filed the Allscripts Motion. The Allscripts \nMotion seeks a declaration that claims set forth in by Etransmedia in the Second Arbitration \nare not subject to compulsory arbitration and are barred by the doctrine of res judicata. \n3. On June 25, 2015, Etransmedia responded to the Allscripts Motion, and filed \nthe Etransmedia Motion. The relief sought in the Etransmedia Motion is, essentially, the \nconverse of that sought in the Allscripts Motion; namely, that this Court dismiss or stay any \npending civil action and compel Allscripts to participate in the Second Arbitration. \n4. The Motions have been fully briefed and argued, and are ripe for \ndetermination. \n \n \n                                                 \n1 AAA Case No. 01-15-0003-5566. \n2 See Second Agarwal Aff. (June 25, 2015), Ex. R. The Partner Agreement is discussed more thoroughly \nbelow. \n \n \nFACTUAL BACKGROUND \n5. The factual background of this case was recited in the Court's Order on Motion \nfor Temporary Restraining Order and Preliminary Injunction entered on December 22, 2015 \n(\"Preliminary Injunction Order\"), and that backgr ound, to the extent it is not recited below, \nis incorporated herein by reference.3 \na. The Parties. \n6. Allscripts is a healthcare-related software provider with its primary offices in \nRaleigh, and in Chicago, Illinois. Allscript s develops practice management and electronic \nhealth record software systems for physician practices.  These software systems included the \nMyWay and Professional software products. Alls cripts' software offerings enable healthcare \nproviders to comply with federal meaningful use requirements. \n7. Etransmedia delivers electronic heal th record, practice management, \nconnectivity and revenue cycle management se rvices to medical practices and health \nsystems.4 Etransmedia resold certain Allscripts so ftware products, including Allscripts' \nMyWay and Professional products, together with additional Etransmedia services related to \nthe products. Etransmedia purchased product licenses from Allscripts and then resold them \nto end users. \nb. The Partner Agreement and the First Arbitration. \n8. On April 10, 2008, Etransmedia entered into an agreement with Misys \nHealthcare Systems, LLC (\"Misys\") regarding the purchase, promotion, resale, and hosting \n                                                 \n3 Although findings of fact made for the purpose of resolving a motion for preliminary injunction are \nnot binding on the Court for the purpose of resolving the merits of a dispute, see A.E.P. Indus., Inc. v. \nMcClure, 308 N.C. 393, 400 (1983), the parties have not presented any additional factual information \nthat was not before the Court when ruling on Allscripts' preliminary motions.  \n4 Agrawal Aff. (June 25, 2015) ¶ 3. As in the Co urt's Preliminary Injuncti on Order, the unsealed \naffidavit of Vikram Agrawal, cited here, is herein after referred to as \"Agrawal Aff.,\" while the \nprovisionally sealed version is cited as \"Second Agrawal Aff.\" \n \n \nof \"Products and/or Services\" (\"Partner Agreement\"). The Partner Agreement provided the \nterms under which Etransmedia would sell and service Misys products, specifically including \nMyWay and several other products offered by Misys at that time.  The Partner Agreement \ncontained an arbitration clause, through whic h the parties agreed that any dispute \"in \nconnection with the negotiation, execution, interpretation, performance or non-performance\" \nof the Partner Agreement would be subject to ar bitration \"in accordance with the law of the \nstate of North Carolina and the rules of the American Arbitration Association.\"5 \n9. On or about October 10, 2008, Allscripts merged with Misys and succeeded to \nits rights and obligations in the Partner Agreement. 6 Allscripts and Etransmedia \nsubsequently agreed that Etransmedia woul d also sell an Allscripts’ product called \n“Professional”, along with other services related to Professional, but the parties never entered \ninto a separate written agreement for the sale of Professional.   \n10. Etransmedia sold MyWay licenses and services from 2008 through 2012, and \nsold Professional licenses and services from 2009 through 2015. 7 At Allscripts’ request, \nEtransmedia pre-purchased the MyWay and Profe ssional licenses in bulk for resale to end \nusers. Allscripts required a reseller order form  each time Etransmedia pre-purchased the \nlicenses. The same form was used for the pre-purchase of both the MyWay and Professional \nproducts.8  \n11.  On October 5, 2012, Allscripts announced that it would phase out and \ndiscontinue the MyWay product. At the time of the announcement, Etransmedia had made a \nsubstantial investment in MyWay, had an existing customer base using the MyWay product, \nand held a substantial number of pre-purchased but unsold MyWay licenses.  Accordingly, \n                                                 \n5 Etransmedia Arbitration Demand (\"Demand\"), Ex. 1, ¶ 19(d). \n6 Final Arbitration Award ¶¶ 4 and 8. \n7 Agrawal Aff. ¶ 6. \n8 Id. at ¶ 7. \n \n \nEtransmedia objected to Allscripts' discontinuat ion of MyWay. Ultimately, the parties were \nnot able to resolve the issues related to the MyWay product. \n12. On August 7, 2013, Allscripts initiated the First Arbitration pursuant to the \narbitration clause in the Partner Agreement. In the arbitration, Allscripts sought \"resolution \nof 'any and all disputes between'\" the parties. 9 In response, Etransmedia asserted nine \ncounterclaims based on Allscripts' conduct surrounding the discontinuation of the MyWay \nproduct.\n10 On August 14, 2014, an arbitration panel issued an award in favor of Etransmedia \non its counterclaims of over $9.7 million.  As noted above, on October 28, 2014, the Honorable \nRobert H. Hobgood entered an Order enforcing the award of the arbitration panel in the First \nArbitration. \nc. The Second Arbitration. \n13. On or about May 18, 2015, Etransmedia initiated the Second Arbitration \nagainst Allscripts.11 Etransmedia alleged that after the award in the First Arbitration was \nissued: \nAllscripts began taking several steps t hat frustrated Etransmedia's work on \nProfessional.  For example, Allscripts began refusing to upgrade Etransmedia's \nProfessional clients' software, declined to activate unsold Professional licenses \nin Etransmedia's inventory, and refuse d to provide ancillary products to any \nof Etransmedia's professional clients. When Etransmedia protested, Allscripts \nclaimed that its non-renewal of the Partn er Agreement justified its actions.  \nWhen clients complained about the impact of Allscripts' failure to update their \nProfessional software, Allscripts demanded full retail payment up front and, \nfor some clients, amended order forms with changed terms, including the \nelimination of mandatory arbitratio n. For several months, Etransmedia \nattempted to resolve the issues throug h direct discussions with Allscripts.  \nEtransmedia was unsuccessful.12 \n \n                                                 \n9 Final Arbitration Award ¶ 14. \n10 Id. at ¶¶ 5, 15. \n11 See Second Agarwal Aff., Ex. R. \n12 Cons. Mem. Law Opp. Decl. and Inj. Relief p. 7. \n \n \n In the Second Arbitration, Etransmedia rais es essentially the same causes of action \nregarding the Professional product that it ra ised regarding the MyWay product in the First \nArbitration. \n14. On June 9, 2015, Allscripts filed the Allscripts Motion in this Court seeking a \ndeclaration that the claims raised by Etransmedia in the Second Arbitration \"are not subject \nto compulsory arbitration and are barred by res judicata.\"13 Subsequently, Etransmedia filed \nits motion, contending that its claims are subje ct to arbitration and, to the extent Allscripts \nraises a res judicata challenge to those claims, that issue should be heard by the arbitration \npanel and not by this Court.14 \n15. After the Motions were filed, Allscri pts filed its Motion for Temporary \nRestraining Order and Preliminary Injunction, referenced above, in which it sought to enjoin \nthe Second Arbitration until such time as the Court could rule on the Motions. On December \n22, 2015, the Court denied the Motion for Te mporary Restraining Order and Preliminary \nInjunction. The Court concluded that Allscripts had failed to show a likelihood of success on \nthe merits of its underlying claim as to th e arbitrability of the dispute regarding the \nProfessional product, and had failed to show  that irreparable harm would result if the \nrequested injunction was not entered and it  were required to arbitrate those claims 15 The \nCourt now considers the Motions on their merits. \nDISCUSSION \n16. The Motions currently before the Cou rt present the same question, albeit \nframed from different perspectives: Are the claims raised by Etransmedia in the Second \nArbitration subject to compulsory arbitration under the Partner Agreement? It is undisputed \n                                                 \n13 Allscripts Mot. p. 5. \n14 Shortly after the filing of the Initial Motions, the parties filed their Joint Motion for Stay, which was \ngranted by the Court and resulted in a stay of proceedings until late October 2015.  \n15 Preliminary Injunction Order ¶¶ 24, 26-27. \n \n \nthat the Partner Agreement contained a wri tten agreement to arbitrate at least some \ndisputes, and that the parties previously ar bitrated under that provision. The parties \ndisagree, however, as to the applicability of t hat provision to disputes arising out of the \nProfessional product. Allscripts contends that the parties never intended or agreed that the \nPartner Agreement would govern the sale of Professional licenses, and that disputes \nregarding the Professional product are not s ubject to the Partner Agreement's arbitration \nprovision. Etransmedia contends that the fact s show that the parties intended to and did \ntreat the Partner Agreement as applicable to  the Professional product, and that the \narbitration provisions in the Partner Agreement should be applied to its claims in the Second \nArbitration. \n17. Whether framed from the perspective of the party seeking to compel or prohibit \narbitration, the Court is charged with summar ily deciding the question of arbitrability. See \nG.S. § 1-569.9(a), (b). In doing so, the Court must determine \"(1) whether the parties have a \nvalid agreement to arbitrate, and (2) whether the subject of the dispute is covered by the \narbitration agreement.\" \nBass v. Pinnacle Custom Homes, Inc., 163 N.C. App. 171, 175 (2004).  \n18. As an initial matter, it is undisputed that the Partner Agreement was executed \nby Etransmedia and Misys prior to Allscripts' merger with Misys, and thus prior to the \nopportunity for Etransmedia to sell Professional, an Allscripts product. It is also undisputed \nthat the parties did not enter into a new wr itten agreement specifically regarding the \nProfessional product, but instead sold that product under existing agreements. The operative \nquestion, then, is whether the parties intended that the sale of Professional licenses would \nbe governed by the Partner Agreement, and subject to the arbitration provision therein. \n19. As set out in the Preliminary Injunction Order, the facts before the Court show \nthat the parties intended the terms of the Part ner Agreement to apply to their relationship \nregarding the Professional product.  First, Alls cripts has not cited to evidence in the record \n \n \nnor argued that Allscripts and Etransmedia did not transact business with regard to \nProfessional in exactly the same way as it had regarding MyWay.  Instead, the evidence \nshows that the parties treated the MyWay and Pr ofessional products in the same manner.  \nAllscripts required Etransmedia to pre-purchase th e licenses for both products for resale to \nend users, used the same forms for the pre-purchases, and provided offered at least some of \nthe same additional services to end users for both products.\n16 The record evidence also \nincludes internal emails between Allscripts' employees showing that Allscripts approved the \nsale of Professional licenses pursuant to the Partner Agreement after it was discovered that \na new agreement had not been executed that  specifically governing the sale of the \nProfessional product.17 \n20. The letter sent from Allscripts to Etransmedia regarding discontinuation of the \nMyWay product also provides evidence that Allscripts intended the Partner Agreement to \ncover the parties' relationship as to the Professional product. The language of the letter itself \nindicates that the parties intended the Partner Agreement to cover a variety of products and \nservices, not limited to MyWay.18  The letter refers to the Partner Agreement and to various \naddenda to that agreement, including an addendum of August 31, 2010, entered into well \nafter Etransmedia had started selling the Professional product. The letter broadly reminded \nEtransmedia of its \"existing obligations arising out of its sale of Allscripts’ product licenses \nto existing end users.\"  Most significantly, the notification letter told Etransmedia to replace \nexisting MyWay licenses with Professional licenses pursuant to the terms of \"the August 31, \n2010 Addendum.\"\n19 The letter suggests that Allscripts considered the Partner Agreement and \n                                                 \n16 The services included providing hosting of the MyWay and Professional applications on shared \nservers for those end users who did not wish to use an in-house server model. \n17 See Allscripts Mot., Ex. D., First Arb. Ex. 17. \n18 See Second Agrawal Aff., Ex. I (providing that \"Etransmedia shall not be permitted to purchase \nadditional products or services from Allscripts pursuant to the Partner Agreement\") (emphasis added). \n19 Id. \n \n \nits addenda to be the agreement under which the parties' relationship, including sales and \nservice of the Professional product, was governed.  \n21. Finally, Allscripts' characterization of the Partner Agreement in the First \nArbitration supports the conclusion that the parties intended the Partner Agreement to \ngovern the entirety of their business relationship, not simply the sale of the MyWay product.20 \nIn that arbitration, Allscripts raised issues related to the Professional product, namely \nwhether Allscripts was entitled to offset any amounts owed by Etransmedia related to the \nProfessional licenses sold against any award in favor of Etransmedia in the First \nArbitration.21 That Allscripts raised issues related to the Professional licenses in the First \nArbitration, which is inconsistent with its current position that claims related to that product \nare not encompassed by any agreement to arbitrate, is additional evidence that these parties \nintended the Partner Agreement to govern disputes related to the Professional licenses such \nthat those disputes are subject to compulsory arbitration.  \n22. Allscripts argues that Etransmedia faile d to introduce evidence that shows \nEtransmedia believed the Partner Agreement a pplied to Professional licenses. Allscripts \ncontends that, to the contrary, Etransmedia's CEO testified at the First Arbitration that \nalthough Etransmedia placed orders for the Professional product and provided hosting \nservices, Allscripts did not provide Etr ansmedia with “a written agreement  \nwith regard to Professional.” 22 For the same reasons as discussed in the Preliminary \nInjunction Order,23 the Court does not find Allscripts’ argument persuasive, particularly in \n                                                 \n20 See Allscripts' Mot. Relief, Ex. B, Allscripts' Pre-Hearing Memorandum p. 6 (\"Since April 10, 2008, \nAllscripts' and Etransmedia's relationship has been  governed by a Partner Agreement entered into \nbetween Misys and Etransmedia on that date . . . .\"). \n21 Allscripts' Mot. Relief, Ex. B., Allscripts' Post-Hearing Memorandum p. 30. \n22 Id. at 5. \n23 See Preliminary Injunction Order ¶ 16 (noting that, as to the testimony of Agrawal, \"Allscripts reads \nfar too much into the testimony at the First Arbi tration. Etransmedia's CEO's merely testified in \nresponse to specific questions that the parties had not reduced to writing a separate agreement \n \n \nlight of the other record evidence showing th at the Partner Agreement applied to both the \nMyWay and Professional products. \n23. Allscripts also argues that Etransmedia should be judicially estopped from \nasserting that their claims regarding the Professional product fall under the Partner \nAgreement because it took the position that no such agreement existed during the First \nArbitration. At the hearing on the Motions, A llscripts argued that in the First Arbitration \nEtransmedia contended that there was no wr itten agreement governing the Professional \nproduct in order to avoid the economic loss rule and seek tort damages. In support of this \nargument, Allscripts referred the Court to, inter alia , Etransmedia’ Post-Hearing \nMemorandum from the First Arbitration, and to the panel's award from the First Arbitration.  \nThese documents, however, do not support Alls cripts' position. Etransmedia’s Post-Hearing \nMemorandum argued that Allscripts owed E transmedia duties “separate from and in \naddition to the duties arising from the Partn er Agreement” that supported an award of tort \nand statutory damages.24 The panel in the First Arbitration awarded Etransmedia damages \nunder its statutory unfair and deceptive trade practices claim based on the panel’s conclusion \nthat “Allscripts owed Etransmedia duties distinct and separate from the duties it owed under \nthe parties’ contracts.”25 The damages awarded for that claim were based on Etransmedia’s \n“purchase price of the MyWay licenses,” and no t on any claims involving the Professional \nproduct.26  The award did not expressly address th e economic loss rule or Etransmedia’s \nalleged position on whether the Partner Agreement covered the Professional product. On this \n                                                 \nregarding sales or data hosting for the Professional product.  The testimony presented to the Court \ndoes not state, or suggest, that he testified that the parties did not use the Partner Agreement to \ngovern their relationship regarding the Professional product nor that the arbitration provision in the \nPartner Agreement could not be applied to disputes about the Professional product.\"). \n24 Etransmedia Post-Hearing Memo. p. 21. \n25 Final Arbitration Award ¶ 41. \n26 Id. at ¶ 43. \n \n \nrecord, the Court concludes, in its discretion , that Etransmedia should not be judicially \nestopped from taking the position it now asserts.27 \n24. In addition to arguing that the issues raised in the Second Arbitration are not \nsubject to arbitration at all, Allscripts contends that Etransmedia’s claims are barred by the \ndoctrine of res judicata.  Allscripts argues that the determination of whether these claims are \nbarred by res judicata should be made by the Court, and not by the arbitration panel.  These \narguments were raised with regard to Allscri pts’ Motion for Temporary Restraining Order \nand Preliminary Injunction, and for the same  reasons discussed by the Court in the \nPreliminary Injunction Motion (¶¶ 20-22), the Co urt concludes that Allscripts' res judicata \narguments must be decided in the first place by the arbitration panel. \nCONCLUSION \n25. Ultimately, the Court concludes that, on the record evidence currently before \nit, the claims raised by Etransmedia in the Second Arbitration are subject to compulsory \narbitration under the terms of the Partner Agreement. Further, the Court also concludes that \nany determination as to the impact of the doctri ne of res judicata to those claims should be \naddressed by the arbitration panel. Accordin gly, the Court concludes that the Allscripts \nMotion should be DENIED, and the Etransmedia Motion should be GRANTED. \nTHEREFORE, IT IS ORDERED that: \n26. Allscripts' Motion for Declaratory and Injunctive Relief is DENIED. \n27. Etransmedia's Motion to Dismiss or Moti on to Stay and Compel Mediation is \nGRANTED, and this matter is DISMISSED, without prejudice. \n \n \n                                                 \n27 See Whiteacre Partnership v. Biosignia, Inc ., 358 N.C. 1, 26 (2004) (recognizing the \"inherent \nflexibility\" of applying judicial estoppel as a \"discretionary equitable doctrine\"). \n \n \nThis the 17th day of March, 2016. \n \n     /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases \n  "
}