{
  "id": "84453fb327f26f67be713591dfaee614ac8eb4b073a7c5f4ee71ac4f39f00c8d",
  "source_file": "data/raw/ncbc/84453fb327f26f67be713591dfaee614ac8eb4b073a7c5f4ee71ac4f39f00c8d.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nNEW HANOVER COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 4416 \n \nKBT REALTY SERVICES, INC., a \nNorth Carolina Corporation; \nMYREALTYAPP, INC., a North \nCarolina Corporation; KIRKLAND E. \nPUGH, and wife, JANINE N. PUGH; \nTODD HEADLEY; REBECCA \nBROWN; and TYSON EMERY, \n \n   Plaintiffs, \n \nv. \n \nAPPYCITY, LLC, a North Carolina \nLimited Liability Company; TIMOTHY \nS. FIELDS; and MELISSA M. CRETE, \n \n   Defendants. \n \nORDER AND OPINION ON \nPLAINTIFFS’ MOTION FOR \nDEFAULT JUDGMENT \n \n \n \n1. THIS MATTER is before the Court on the Motion for Default Judgment \nfiled by Plaintiffs KBT Realty Services, Inc. (“KBT”) , MyRealtyApp, Inc. \n(“MyRealty”), Kirkland E. Pugh (“Kirkland Pugh”), Janine N. Pugh (“Janine Pugh”), \nTodd Headley (“Headley”), Rebecca Brown (“Brown”), and Tyson Emery  (“Emery”) \n(together, “Plaintiffs”) on 11 March 2021 (the “Motion”) .  (Pls.’ Mot. for Default J ., \nECF No. 37 [“Mot.”].)  For the reasons set forth herein, the Court GRANTS in part \nand DENIES in part the Motion.  \nLaw Offices of G. Grady Richardson, Jr., P.C. , by G. Grady \nRichardson, Jr. and Jennifer L. Carpenter, for Plaintiffs. \n \nDefendant Timothy S. Fields participated by audio, but not video, \ncommunication.  Defendants AppyCity, LLC and Melissa M. Crete \ndid not participate.  \n \nKBT Realty Servs., Inc. v. AppyCity, LLC, 2021 NCBC 47. \n \n \nRobinson, Judge. \nI. PROCEDURAL BACKGROUND \n2. Plaintiffs filed their  Verified Complaint on 12 December 2019  (the \n“Complaint”), asserting several claims against Defendants AppyCity, LLC \n(“AppyCity”), Timothy S. Fields (“Fields”), and Melissa M. Crete (“Crete”) (together, \n“Defendants”).  (Verified Compl., ECF No. 5  [“Compl.”].)  Plaintiff s originally also \nasserted claims against The Education App, LLC and Jonathan P. Weiss, but \nPlaintiffs later dismissed all claim s against th ose defendants with prejudice on 9 \nFebruary 2021.  (ECF No. 35.) \n3. On 19 October 2020, Plaintiffs filed a Motion for Entry of Default  against \nDefendants pursuant to Rule 55(a) of the North Carolina Rules of Civil Procedure \n(the “Rule(s)”), as well as a supporting  Affidavit of Service.  (Aff. of Serv., ECF No. \n24; Mot. for Entry of Default , ECF No. 25.)  By Order dated 12 November 2020, the \nCourt entered default aga inst Defendants based on Plaintiffs’ Motion for Entry of \nDefault and supporting Affidavit of Service (the “Default Order”).  (Order on Mot. for \nEntry of Default, ECF No. 27 [“Default Order”].) \n4. On 11 March 2021, Plaintiffs filed the Motion, which seeks entry of default \njudgment in favor of Plaintiffs and against Defendants pursuant to Rule 55(b).  (Mot. \n1.)  In support of the Motion, Plaintiffs filed a brief and other evidence for the Court’s \nconsideration.  ( See generally Mot. Exs. A–C, ECF No s. 37.1–.3; Br. in Supp. , ECF \nNo. 38; Br. in Supp. Exs. A–B, ECF Nos. 38.1–.2.)    \n \n \n5. Although permitted to do so under Business Court Rule  (“BCR”) 7, \nDefendants did not file a responsive brief or any other document in opposition to the \nMotion, and to date, no Defendant has participated in this action, either individually \nor through counsel, with the exception of Fields, as addressed below. \n6. Following the expiration of the time for Defendants to respond to  the \nMotion, the Court issued a Notice of Hearing on 25 March 2021, (ECF No. 40), and \nlater issued a Notice of Res cheduled Hearing on 6 April 2021, (ECF No. 42), \nscheduling a video conference hearing on the Motion for 26 April 2021.1 \n7. On 22 April 2021, an individual identifying himself as Fields contacted the \nCourt’s staff by telephone and requested that the Court permit him to participate in \nthe video conference hearing on the Motion  scheduled for 26 April 2021 .  The caller \nprovided the Court with an email address, and the Court sent an electronic invitation \nfor the video conference hearing to that email address.   \n8. On 26 April 2021, the Court held the scheduled video conference hearing on \nthe Motion .  Plaintiffs were represented  by their counsel during the hearing .  \nMeanwhile, an individual identifying himself as Fields called  in to the hearing, but \nhe did not participate by video.  After being placed under oath, Fields indicated that \nhe and Crete are currently residents of Florida and that they were unaware that this \naction had been filed against them until now.  Fields also indicated that he opposed \n \n1  The Court directed Plaintiffs’ counsel to serve upon Defendants by certified mail copies of \nthe Notice of Hearing and the Notice of Rescheduled Hearing and to file affidavits attesting \nto such service.  Plaintiffs’ counsel filed affidavits of service on 1 April 2021 and 14 April \n2021, confirming that counsel served Defendants with copies of the two notices by certified \nmail addressed to their last known addresses.  (ECF Nos. 41, 43.) \n \n \nthe Motion.  But  as noted, no Defendant has filed any document with the Court to \nthat effect, and the Court therefore considers the Motion uncontested pursuant to \nBCR 7.6.  \n9. The Motion is now ripe for resolution.2   \nII. FINDINGS OF FACT3 \n10. The following findings of fact are derived from (1) the allegations in the \nComplaint, which are now deemed admitted by Defendants due to the entry of default \nagainst them, see Bell v. Martin, 299 N.C. 715, 721 (1980) (“When default is entered \ndue to defendant’s failure to answer, the substantive allegations raised by plaintiff’s \ncomplaint are no longer in issue, and for the purposes of entry of default and default \njudgment are deemed admitted.”); (2) the evidence submitted by Plaintiffs in support \nof the Motion; and (3) the Court’s findings in the Default Order.  \n11. KBT is a North Carolina corporation with its  principal place of business \nlocated in New Hanover County, North Carolina.  (Compl. ¶ 1.)  Its current and past \nowners include Kirkland Pugh, Janine Pugh, Brown, and Emery.  (Compl. ¶¶ 3–5.) \n12. MyRealty is a North Carolina corporation with its principal place of \nbusiness located in New Hanover County.  (Compl. ¶  2.)  The individual Plaintiffs \n \n2  After the hearing on the Motion,  Plaintiffs filed a Motion for Attorneys’ Fees, Costs and \nExpenses and Supplemental Filing on 30 April 2021 (the “Fees and  Costs Motion”), which \nseeks recovery of their attorneys’ fees, costs, and expenses incurred in pursuing this action \nagainst Defendants.  (ECF No. 44.)   The Court will enter a separate order on the Fees and \nCosts Motion. \n \n3  To the extent that any findings of fact are more properly considered conclusions of law, the \nCourt intends for them to be considered as such, and vice versa.  See Sheffer v. Rardin , 208 \nN.C. App. 620, 624 (2010). \n \n \nformed MyRealty in furtherance of the transactions at issue in this litigation .  \n(Compl. ¶¶ 45, 51.) \n13. Kirkland Pugh, Janine Pugh, Brown, and Emery are citizens and residents \nof New Hanover County.  (Compl. ¶¶ 3–5.)  Headley is a citizen and resident of Miami-\nDade County, Florida.  (Compl. ¶ 6.) \n14. AppyCity is a North Carolina limited liability company (“LLC”) with its \nprincipal offices located in Pender County, North Carolina.  (Compl. ¶ 7.) \n15. Fields and Crete are citizens and residents of Pender County , as well as \nowners, managers, and agents of AppyCity.  (Compl. ¶¶ 10–11, 16, 65.) \n16. Plaintiffs are in the business of buying and selling real estate in the Cape \nFear and Southeastern North Carolina coastal area.  (Compl. ¶ 13.)   \n17. Plaintiffs do not have technological expertise, training , or knowledge \nbeyond that of a normal end user.  (Compl. ¶ 13.)   \n18. In the summer of 2015, Plaintiffs first learned through various media \noutlets that AppyCity was a local developer of mobile  applications.  (Compl. ¶ 18 .)  \nThen, in or around August 2015, Plaintiffs and Defendants began to discuss how their \nrespective businesses could mutually benefit each other.  (Compl. ¶ 19.) \n19. Fields and Crete—acting on their own behalf and on behalf of AppyCity as \nits agents —made several false representations to Plaintiffs regarding the assets, \nvalue, technical expertise, and capabilities of Defendants.  (Compl. ¶ 37.)   \n \n \n20. Defendants knowingly made these false representations to Plaintiffs to \ninduce them to invest in and purchase  Defendants’ mobile application s.  (Compl. \n¶¶ 38, 113.) \n21. Although the Complaint alleges that all  Plaintiffs entered into several \ncontracts with AppyCity in reasonable reliance on Defendants’ false representations, \n(Compl. ¶¶ 17, 39, 72), the evidence submitted by Plaintiffs in support of the Motion \nreveals that only some Plaintiffs entered into such contracts.  Specifically, Plaintiffs’ \nevidence, (see Mot. Ex. A; Br. in Supp. Ex. A), shows only that KBT, MyRealty, and \nHeadley entered into 36 separate contracts with AppyCity for the development and \nsale of mobile applications and paid for those contracts as follows:4 \na. KBT entered into a total of 12  contracts with AppyCity, and KBT paid \nAppyCity a total amount of $41,000.00 for the 12 contracts.5   \nb. MyRealty entered into a total of 18 contracts with AppyCity , and \nMyRealty paid AppyCity a total  amount of  $46,400.00 for the  18 \ncontracts. \nc. Headley entered into a total of 6 contracts with AppyCity, and Headley \npaid AppyCity a total amount of $52,000.00 for the 6 contracts. \n22. Defendants never delivered any functional mobile applications to  any \nPlaintiffs.  (Compl. ¶ 64, Mot. Exs. A & B.) \n \n4  The subsequent Fees and Costs Motion filed by Plaintiffs confirms in paragraphs 1 through \n3 and 7 that only KBT, MyRealty, and Headley  entered into contracts with AppyCity and \nmade payments in connection with the contracts.   \n \n5  The payments for the 12 contracts were made on behalf of KBT from accounts associated \nwith Janine Pugh and Brown.  (Mot. Ex. A.) \n \n \n23. On 12 December 2019, Plaintiffs commenced this action  against \nDefendants.  (Compl.) \n24. On 20 December 2019, Plaintiffs served AppyCity with the Complaint and \nSummons by certified mail, return receipt requested,  addressed to its registered \nagent.  (Default Order ¶ 2b (citing Aff. of Serv. ¶¶ 1, 5, Ex. A).) \n25. In December 2019, Plaintiffs attempted, without suc cess, to serve Fields \nand Crete with the Complaint and Summons by certified mail, return receipt \nrequested, addressed to Fields and Crete, respectively.   (Default Order ¶ 2c (citing \nAff. of Serv. ¶¶ 2–4, 6, Ex. B).) \n26. In January 2020, Plaintiffs attempted, without success, to serve Fields and \nCrete with the Complaint and Summons at their last known addresses in Rocky \nPoint, North Carolina, by private process server.  (Default Order ¶ 2d  (citing Aff. of \nServ. ¶¶ 7–8, Ex. C).)  The private process server was unable to locate Fields or Crete.  \n(Default Order ¶ 2d (citing Aff. of Serv. ¶ 8).) \n27. Following these unsuccessful attempts to serve Fields and Crete, Plaintiffs \npublished a Notice of Service of Process by Publication addressed to Fields and Crete \non 16 April 2020, 23 April 2020, and 30 April 2020 in The Pender-Topsail Post & \nVoice, a newspaper of general circulation in Pender County, North Carolina, the area \nwhere Plaintiffs believed Fields and Crete were last located.   (Default Order ¶ 2e  \n(citing Aff. of Serv. ¶ 9, Ex. D).)  The Notice of Service of Process by Publication ran \nfor three consecutive weeks in Pender County.  (Default Order ¶ 2e  (citing Aff. of \nServ. ¶ 9).)  The Court found in the Default Order that the Notice of Service of Process \n \n \nby Publication met the requirements set forth in Rule 4(j1) and sections 1-597 and 1-\n598 of the North Carolina General Statutes  for service of process by publication .  \n(Default Order ¶ 3.)   \n28. The Court also found in the Default Order that the time for Defendants to \nrespond to the Complaint had passed and that Defendants had not filed an answer \nor otherwise responded to the Complaint.  (Default Order ¶ 4 (citing N.C.G.S. § lA-1, \nRule 12(a)).)   \n29. Based on the Court’s finding that Defendants  had failed to timely respond \nto the Complaint after having been properly served, the Court entered default in favor \nof Plaintiffs and against Defendants on 12 November 2020.  (Default Order ¶ 5.) \nIII. CONCLUSIONS OF LAW \n30. For a default judgment order to be valid, there must be compliance with the \nprocedural requirements set forth in Rule 55 and section 1-75.11 of the North \nCarolina General Statutes.  See Hill v. Hill, 11 N.C. App. 1, 6–7 (1971). \nA. Procedural Requirements \n31. As noted, the  Court entered default against Defendants on 12 November \n2020 upon a proper motion by Plaintiffs, thus complying with Rule 55.  See N.C.G.S. \n§ 1A-1, Rule 55(a)–(b). \n32. With respect to  section 1-75.11, this statute requires  proof of (1) proper \nservice of process upon Defendants and (2) personal jurisdiction over Defendants.  See \nN.C.G.S. § 1-75.11.  Based on the factual findings above in paragraphs 14 and 15 and \n24 through 27, the Court concludes that Plaintiffs have presented sufficient proof that \n \n \nthey properly served Defendants with the Complaint and Summons  and that the \nCourt has personal jurisdiction over Defendants .  Fields ’ participation and \nstatements at the hearing on the Motion do not lead to a different conclusion.   \n33. Indeed, as a result of the  entry of default against them , Defendants are \ndeemed to have admitted the allegations in the properly verified Complaint, including \nthe allegations that AppyCity is a North Carolina LLC and that Fields and Crete are \ncitizens and residents of North Carolina —these admitted allegations  permit the \nCourt to exercise personal jurisdiction over Defendants.  See General Foods Corp. v. \nMorris, 49 N.C. App. 541, 543 (1980) (“The verified complaint in this case alleges that \ndefendant is a citizen and resident of North Carolina.  This is sufficient for the court \nto obtain personal jurisdiction over defendant under G.S. 1A -1, Rule 55(b) and G.S. \n1-75.11(1).”).  Moreover, to date, Defendants have not moved to set aside the Court’s \nentry of default against Defendants.  See Bell , 299 N.C. at 721  (making clear that \nunless a defaulting defendant shows good cause for setting aside an entry of default, \nthe defendant is deemed to have admitted the allegations contained in the \ncomplaint).\n6  \n34. Also, as reflected in the Default Order, Plaintiffs submitted ample evidence \nthat they served Defendants with the Complaint and Summons  using procedures  \nallowed by North Carolina law.  Therefore, Fields’ assertion that he and Crete were \nnot aware of this lawsuit, without more, fails to adequately rebut Plaintiffs’ evidence. \n \n6  The Court need not consider whether good cause exists to set aside the entry of default in \nthe absence of a proper motion seeking such relief.   In any event, the Court concludes that \nthe record in this action does not reveal any grounds for setting aside the entry of default.  \n \n \n35. In sum, the Court concludes that there has been compliance with both Rule \n55 and section 1-75.11.  The Court next addresses the claims for relief that Plaintiffs \nhave asserted against Defendants.   \nB. Claims for Relief \n36. Although Defendants are deemed to have admitted the allegations in the  \nComplaint due to the entry of default against them , for the Court to enter default \njudgment against Defendants, the Complaint must state a cause of action.  See Brown \nv. Cavit Scis., Inc., 230 N.C. App. 460, 467 (2013) (“A complaint which fails to state a \ncause of action is not sufficient to support a default judgment for plaintiff.”  (citation \nomitted)). \n37. At the hearing on the Motion, Plaintiffs’ counsel represented that Plaintiffs \nonly seek default judgment against Defendants based on Plaintiffs’ claims for fraud \nand unfair and deceptive trade practices (“UDTP”) under Chapter 75 of our General \nStatutes, N.C.G.S. § 75-1.1, et seq.  As such, the Court concludes that Plaintiffs have \nabandoned all other claims that they asserted against Defendants in the Complaint, \nand the Court will accordingly only consider whether the allegations in the Complaint \nsufficiently state claims for fraud and UDTP pursuant to Chapter 75. \ni. Fraud \n38. “The essential elements of fraud are: (1) False representation or \nconcealment of a material fact, (2) reasonably calculated to deceive, (3) made with \nintent to deceive, (4) which does in fact deceive, (5) resulting in damage to the injured \nparty.”  Rowan Cnty. Bd. of Educ. v. U.S. Gypsum Co., 332 N.C. 1, 17 (1992) (cleaned \n \n \nup).  “ Additionally, reliance on alleged false representations must be reasonable. ”  \nSullivan v. Mebane Packaging Grp., Inc., 158 N.C. App. 19, 26 (2003) (citation \nomitted).   \n39. Applying these principles, and b ased on the  factual findings above in \nparagraphs 16 through 22, the Court concludes that the Complaint adequately states \na fraud claim against Defendants.   However, as discussed more fully below, only \ncertain Plaintiffs have proven that they sustained damages from Defendants’ fraud. \nii. UDTP \n40. To prevail on a UDTP claim brought under Chapter 75 , “a plaintiff must \nshow: (1) an unfair or deceptive act or practice, (2) in or affecting commerce, and (3) \nwhich proximately caused injury to [the plaintiff].”   Walker v. Fleetwood Homes of \nN.C., Inc., 362 N.C. 63, 71–72 (2007) (citation omitted).   \n41. The Court concludes tha t the Comp laint sufficiently alleges t hat \nDefendants engaged in unfair or  deceptive acts that injured Plaintiffs based on the \nsame allegations that support the fraud claim.  See, e.g., Bhatti v. Buckland, 328 N.C. \n240, 243 (1991) (“The case law applying Chapter 75 holds that a plaintiff who proves \nfraud thereby establishes that unfair or deceptive acts have occurred. ”).  The Court \nfurther concludes that Defendants’ conduct, as alleged in the Complaint, is the type \nthat satisfies the “in or affecting comme rce” element.  See N.C.G.S. § 75 -1.1(b) \n(broadly defining “ commerce” as “ all business activities, however denominated, ” \nexcept for certain activities not applicable here); see also Bhatti, 328 N.C. at 245 (“The \n \n \napparent purpose behind the enactment of § 75 -1.1 was the protection of the \nconsuming public.” (citation omitted)). \n42. Thus, the Court determines that the Complaint adequately states a claim \nagainst Defendants for UDTP under  Chapter 75.  But as is the case with the fraud \nclaim, only som e Plaintiffs have shown that they sustained damages from \nDefendants’ violation of Chapter 75. \nC. Damages  \n43. Having determined that the Complaint states claims against Defendants \nfor fraud and UDTP under Chapter 75, the Court now considers the issue of damages.   \ni. Compensatory Damages \n44. Plaintiffs seek to recover compensatory damages from Defendants , jointly \nand severally. \n45. “The objective of compensatory damages is to restore the plaintiff to his \noriginal condition or to make the plaintiff whole.”  Watson v. Dixon, 352 N.C. 343, 347 \n(2000).  An award of damages is intended to give back to a successful plaintiff “that \nwhich was lost as far as it may be done by compensation in money.”  Shera v. N.C. \nState Univ. Veterinary Teaching Hosp. , 219 N.C. App. 117, 126 (2012) (emphasis \nomitted) (citation omitted). \n46. With these principles in mind, the Court concludes that KBT, MyRealty, \nand Headley are entitled to recover compensatory damages from Defendants.  Indeed, \nthe admitted allegations in the Complaint and the evidence submitted by Plaintiffs \nin support of the Motion together show that KBT, MyRealty, and Headley were  \n \n \nfraudulently induced by Defendants to enter into  several contracts with AppyCity  \nand that they made certain payments to AppyCity in connection with the contracts \nat issue.  KBT, MyRealty, and Headley have also demonstrated that they did not \nreceive any of the mobile applications that were promised to them by Defendants. \n47. On the other hand, Kirkland Pugh, Janine Pugh, Brown, and Emery have \nnot presented any evidence upon which the Court can conclude that  they sustained \nany damages in this action.   \n48. As a result, and consistent with the factual findings above in paragraphs \n19 through 22, the Court finds and concludes that only KBT, MyRealty, and Headley \nare entitled to an award  of compensatory damages as follows : KBT is entitled to an \naward of compensatory damages in the total amount of $41,000.00, MyRealty is \nentitled to an award of compensatory damages in the total amount of $46,400.00, and \nHeadley is entitled to an award  of compensatory damages in the  total amount of \n$52,000.00.  These  compensatory damages award s will apply to all Defendants, \njointly and severally.  Further, the Court finds and concludes that KBT, MyRealty, \nand Headley are entitled to recover compensatory  damages on their  UDTP claim  \nbrought against Defendants pursuant to Chapter 75.7  See Wilder v. Hodges, 80 N.C. \nApp. 333, 334  (1986) (“When the same course of conduct supports claims for fraud \nand for an unfair or deceptive trade practice under Chapter 75, recovery can be had \non either claim, but not on both.”).   \n \n \n7  The Court concludes that KBT, MyRealty, and Headley have “elected” to only recover on \ntheir UDTP claim based on their representations in the Fees and Costs Motion. \n \n \nii. Treble Damages \n49. Plaintiffs also seek  to have their compensatory damages awards  trebled \npursuant to Chapter 75.   \n50. The Court determines that  KBT, MyRealty, and Headley are entitled to \nhave their compensatory damages awards trebled, since the Court has determined \nthat Defendants engaged in conduct proscribed by Chapter 75.  See N.C.G.S. § 75-16.  \nAccordingly, KBT is entitled to an award of treble damages in the total amount of \n$123,000.00, MyRealty is entitled to an award of treble damages in the total amount \nof $139,200.00, and Headley is entitled to an award of treble damages in the total \namount of $156,000.00.  These treble damages awards will apply to all Defendants, \njointly and severally.8   \ni. Interest on Judgments \n51. Lastly, Plaintiffs seek interest on any judgments entered in their favor.  The \nCourt concludes that Plaintiffs are indeed entitled to such interest by statute, as set \nforth below.  See N.C.G.S. § 24-5(b). \nIV.   CONCLUSION \n52. THEREFORE, for the foregoing reasons, the Court hereby ORDER S, \nADJUDGES, and DECREES as follows. \na. The Court GRANTS  the Motion as to KBT, MyRealty , and Headley’s \nclaims against Defendants for fraud and UDTP under Chapter 75  and \n \n8  Plaintiffs do not seek to recover punitive damages from Defendants. \n \n \nthus ENTERS DEFAULT JUDGMENT in favor of KBT, MyRealty, \nand Headley and against Defendants on these two claims.   \nb. The Court DENIES  the Motion in all other respects  and thus \nDISMISSES WITH PREJUDICE  all other claims asserted  by any \nPlaintiff against any Defendant , except for the claims subject to the \npreceding paragraph.  \nc. KBT shall have and recover from Defendants, jointly and severally , \ndamages in the amount of $41,000.00 , which shall be trebled for an \naward in the total amount of $123,000.00.  Of this total amount, interest \nshall accrue on the actual damages award ($41,000.00), at the legal rate, \nfrom the date this action was commenced until the judgment is satisfied, \nas calculated by the Clerk of Superior Court , and interest shall accrue \non the remaining amount ($82,000.00), at the legal rate, from the date \nof entry of judgment until the judgment is satisfied, as calculated by the \nClerk of Superior Court. \nd. MyRealty shall have and recover from Defendants, jointly and severally, \ndamages in the amount of $46,400.00, which shall be trebled for an \naward in the total amount of $139,200.00.  Of this total amount, interest \nshall accrue on the actual damages award ($46,400.00), at the legal rate, \nfrom the date this action was commenced until the judgment is satisfied, \nas calculated by the Clerk of Superior Court , and interest shall accrue \non the remaining amount ($92,800.00), at the legal rate, from the date \n \n \nof entry of judgment until the judgment is satisfied, as calculated by the \nClerk of Superior Court.  \ne. Headley shall have and recover from Defendants, jointly and severally, \ndamages in the amount of  $52,000.00, which shall be trebled for an \naward in the total amount of $156,000.00.  Of this total amount, interest \nshall accrue on the actual damages award ($52,000.00), at the legal rate, \nfrom the date this action was commenced until the judgment is satisfied, \nas calculated by the Clerk of Superior Court , and interest shall accrue \non the remaining amount ($104,000.00), at the legal rate, from the date \nof entry of judgment until the judgment is satisfied, as calculated by the \nClerk of Superior Court.   \nf. Pursuant to Rule 55(c), the above judgments  shall not be effective \nagainst Fields and Crete  until KBT, MyRealty, and Headley  each file \nwith the Clerk of Superior Court a bond in an amount equivalent to half \nof the total damages awarded to each Plaintiff as follows:9 KBT shall file \na bond in the amount of $61,500.00, MyRealty shall file a bond in the \namount of $69,600.00, and Headley shall file a bond in the amount of \n$78,000.00.    \n \n \n9  This bond requirement only applies to the judgments entered against Fields and Crete, and \nnot AppyCity, since Fields and Crete were served by publication while AppyCity was served \nby certified mail through its registered agent.  See N.C.G.S. § 1A-1, Rule 55 (“When service \nof the summons has been made by published notice, no judgment shall be entered on default \nuntil the plaintiff shall have filed a bond, approved by the court, conditioned to abide such \norder as the court may make touching the restitution of any property collected or obtained by \nvirtue of the judgment in case a defense is thereafter permitted and sustained[.]”). \n \n \nSO ORDERED, this the 9th day of August, 2021. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n \n "
}