{
  "id": "846abe062f60ff4576eb4e395754248eb94eae114efdffd7a48c17b6efd06220",
  "source_file": "data/raw/ncbc/846abe062f60ff4576eb4e395754248eb94eae114efdffd7a48c17b6efd06220.pdf",
  "raw_text": "SCR-Tech LLC v. Evonik Energy Servs. LLC, 2014 NCBC 70. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF MECKLENBURG \n \n IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n08 CVS 16632 \nSCR-TECH LLC, \n \nPlaintiff, \n \nv. \n \nEVONIK ENERGY SERVICES LLC, \nEVONIK ENERGY SERVICES \nGMBH, EVONIK STEAG GMBH, \nHANS-ULRICH HARTENSTEIN, and \nBRIGITTE HARTENSTEIN, \n \nDefendants. \n)\n)\n)\n)\n)\n)\n)\n)\n)\n) \n)\n) \n)\n) \nORDER \n \n {1} THIS MATTER is before the Court on a number of discovery matters.  \nThere is a separate pending motion for summary judgment which the Court will \naddress in a separate order.     \nKing & Spalding LLP by Timothy G. Barber, Natasha H. Moffitt, Antonio E. \nLewis, David Glen Guidry, John W. Harbin, and Mary Katherine Bates for \nPlaintiff SCR-Tech, LLC. \n \nTroutman Sanders LLP by Samuel T. Reaves and Hamilton Martens Ballou \n& Carroll, LLC by Beverly A. Carroll for Defendants Steag Energy Services, \nLLC, Hans-Ulrich Hartenstein, and Brigitte Hartenstein. \n \nBryan Cave, LLP by Mark Vasco, Benjamin F. Sidbury, and Christina \nDavidson Trimmer and Alston & Bird, LLP by M. Scott Stevens for \nDefendants Steag Energy Services GmbH and Steag GmbH. \n \nGale, Chief Judge. \n \n {2} The Court does not here repeat the underlying facts of the several \nclaims in the action which are fully detailed in the Court’s July 22, 2011, Order and \nOpinion on Defendants’ Joint Motion for Summary Judgment on the Non-Existence \nof Trade Secrets or Confidential Information.  The Court will state additional facts \n \n \n \nor procedural history related to or necessary for decision of each discrete discovery \nmatter discussed below. \n1. Defendants’ Renewed Motion to Preclude Evidence of Alleged Confidential \nInformation, and to Strike Plaintiffs’ Third Supplemental Response to Steag \nInterrogatory 1 \n{3} Essentially, Defendants seek to preclude Plaintiff from pursuing \nclaims for misappropriation of confidential information of which Plaintiff was aware \nwhen filing the action but which it chose not to disclose in an early interrogatory.  \nInstead, Defendants ask the Court to restrict the claim to only that \nmisappropriation of which Plaintiff could not have been aware without the benefit \nof discovery.  Defendant STEAG Energy Services, LLC (“Steag”) served its \ninterrogatory number 1, asking Plaintiff to identify trade secrets and confidential or \npropriety information it contended had been misappropriated.  Plaintiff’s response \ndescribed the information broadly.  Defendants challenged the adequacy of the \ndisclosures.  The Court ordered that Plaintiff must detail its trade secrets more \nspecifically before moving forward with discovery.  SCR-Tech LLC v. Evonik Energy \nServs. LLC, Order, 08 CVS 16632 [Mecklenburg] (N.C. Super. Ct. May 19, 2009).  \nPlaintiff limited its supplemental response to trade secrets and contends that it \nreached agreement with Defendants to revise interrogatory number 1 to be limited \nto trade secrets.  \n{4} Later, Defendants filed their Joint Motion to Preclude Evidence of \nAlleged Confidential Information Stricken from Plaintiff’s Discovery Response \n(“Motion to Preclude”), contending that Plaintiff should be barred from \nsupplementing any response to interrogatory number 1 and then pursuing claims \nregarding alleged misuse of confidential information.  On March 19, 2013, the Court \nruled that Plaintiff was entitled to discovery before it would be required to file a \nfinal supplement to its interrogatory response.  At the same time, the Court noted \nthat this case is unusual because Plaintiff had the benefit of significant forensic \nexamination in advance of filing its claims. \n \n \n \n{5} Plaintiff then filed its Third Supplemental Response to Interrogatory \nNumber 1.  Defendants responded by letter, renewing their Motion to Preclude, \nwhich had been filed on July 17, 2013.  That motion seeks to strike portions of the \nresponse and to preclude evidence of confidential information of which Plaintiff \nknew when filing its claims without the need for discovery.  Alternatively, \nDefendants ask the Court to order Plaintiff to state with greater specificity the \nconfidential information it claims was misappropriated. \n{6} The Court has carefully considered the parties’ submissions and \narguments, and the authorities cited.  Having done so, it concludes that Defendants’ \nMotion to Preclude should be DENIED at this time, without prejudice to \nconsideration by later motion at the close of discovery whether Plaintiff is able to \ndelineate its claim with sufficient specificity to withstand summary judgment. \n2. Defendants’ Motion for Sanctions for Spoliation of Evidence and Violation of \nRule 26(g) \n{7} Defendants seek sanctions against Plaintiff based on (1) spoliation of \ndata used to prepare a pre-litigation forensic report and (2) SCR-Tech’s improper \ninterrogatory response that the author of the forensic report could not be identified, \nwhen, in fact, Plaintiff’s counsel had earlier identified that company, as indicated by \nhis notes.  Defendants ask that the sanctions include (1) precluding SCR-Tech from \ndiscovery relating to any alleged wrongdoing by Defendants before December 15, \n2005, a date after the forensic report had been prepared and on which SCR-Tech \nand the Hartensteins entered a settlement agreement; (2) an adverse inference \nthat, when the Hartensteins were terminated from SCR-Tech on March 18, 2005, \nthe date of the report, no SCR-Tech confidential or trade secret information had \nbeen removed from and was not returned to SCR-Tech; (3) an adverse inference that \nany documents or materials created or modified before March 18, 2005, that have \nnow been lost would have been favorable to Defendants; (4) dismissal of all of SCR-\nTech’s claims premised on misappropriation of confidential, proprietary, and trade \nsecret information; and (5) an evidentiary limitation precluding SCR-Tech from \n \n \n \nintroducing into evidence or otherwise relying on the forensic report, any e-mails \nbetween CompuServe representatives and the Hartensteins, or any efforts to delete \nor destroy such e-mails (although Defendants have also indicated that they may use \nthe report in their defense).  (Defs.’ Resp. SCR-Tech’s Post-Hr’g Br. Concerning \nDefs.’ Mot. Sanctions Relating to SCR-Tech’s Spoliation Evidence and Violation of \nRule 26(g) (“Defs. Post-Hr’g Br.”) 17; Mem. Supp. Defs.’ Mot. Sanctions Relating to \nSCR-Tech’s Spoliation Evidence and Violation of Rule 26(g) (“Defs. Supp. Br. Rule \n26(g) Sanctions”) 18.)  \na. Factual Background \n{8} SCR-Tech’s parent, Catalytica Energy Services, Inc. (“Catalytica”), \nretained Forentech, LLC (“Forentech”) to do a forensic examination of computer \nfiles maintained by SCR-Tech or the Hartensteins, who were then SCR-Tech’s \nprincipal officers.  (Pl.’s Supplemental Resp. STEAG Energy Services, LLC’s \nInterrog. No. 35).  On February 28, 2005, Robert Zack, Catalytica’s CEO and an \nofficer of SCR-Tech, supervised Forentech.  Zack and Forentech’s representative \nwent on-site at SCR-Tech’s North Carolina office and made full images of SCR-\nTech’s servers and the Hartensteins’ laptop computers.  Forentech issued an \ninterim report on March 18, 2005 (“the Report”); Zack terminated the Hartensteins’ \nemployment the same day. \n{9} Forentech submitted the Report to Catalytica through Zack.  Zack was \nat that time an SCR-Tech manager and officer.  He apparently granted consent on \nSCR-Tech’s behalf, allowing Forentech access to SCR-Tech’s data.  There is no \ndirect evidence that the Report was furnished to SCR-Tech in any other way. \n{10} Forentech furnished certain data along with its Report, including \nsome, but not all, e-mails, from the Hartensteins’ accounts with CompuServe.  \nForentech did not, however, provide Catalytica with the bit-by-bit images it made of \nthe servers and laptops.  These images were retained by Forentech and ultimately \ndiscarded on an uncertain date. \n \n \n \n{11} SCR-Tech and the Hartensteins engaged in substantial negotiations \nbetween their termination on March 18, 2005, and the date of a Settlement \nAgreement they executed on December 15, 2005.  During this period, SCR-Tech’s \ncounsel informed the Hartensteins that SCR-Tech was considering pursuing claims \nfor violations of fiduciary duties and misappropriation of protected information, \nbased on, in significant part, findings referenced in the forensic examination.  \nAlthough SCR-Tech made repeated references to the Report, it did not identify \nForentech as the company that had undertaken the examination.  The \ncorrespondence did not indicate that SCR-Tech had not itself arranged for the \nReport or that it had not reviewed the Report although referring to its conclusions \nin its correspondence. \n{12} There is no evidence that either Catalytica or SCR-Tech ever advised \nForentech to preserve either the Report or any of the underlying information that \nForentech obtained during the course of its work prior to December 15, 2005.  \nPlaintiff instituted the present lawsuit on July 30, 2008.  SCR-Tech has indicated \nthat it did not undertake document preservation efforts before that date.  There is \nno evidence of any communication between SCR-Tech and Forentech between 2008 \nand 2010.   \n{13} Plaintiff claims that it had no reason to anticipate litigation with the \nDefendants between December 15, 2005, and shortly before instituting the present \nlitigation, and, therefore, had no duty to seek to preserve documents, particularly \nthe Report or its underlying data, considering that Plaintiff indicates that it has \nnever possessed the Report.  Defendants challenge Plaintiff’s assertion regarding \nthe date on which it anticipated litigation after December 15, 2005, relying in part \non Plaintiff’s withholding of documents dated during November 2006, stating that \nthey are protected as work product prepared in anticipation of litigation.   \n{14} During the course of discovery, Defendants have diligently attempted \nto obtain the Report and discover its author, including requesting this information \nfrom Plaintiff.  Up until 2013, Plaintiff indicated that it could not identify the \nauthor and could not produce the Report.  At a 2012 status conference, in discussion \n \n \n \nregarding whether Plaintiff had a basis to assert misappropriation of confidential \ninformation, SCR’s counsel advised the Court that SCR-Tech “d[id] not have the \nforensic examination.”  (Status Conference Tr. 38:6–:14, Nov. 2, 2012; Pl.’s \nSupplemental Resp. STEAG Energy Servs., LLC’s Interrog. No. 35.)  As late as \nMarch 2013, SCR’s in-house counsel Joe Cogdell represented that SCR-Tech had \n“no knowledge of the name or address of the forensic firm or its specialist.”  (Pl.’s \nResps. Def. Steag Energy Services, LLC’s Third Set Interrogs. Reqs. Produc. Docs. \n(“Pl. Resps. Def. Steag Third Set Interrogs.”) No. 35.) \n{15} SCR-Tech contends that it never saw the Report until around June \n2013, when it was produced in discovery as a result of a subpoena to former officers \nof Catalytica.  There is no direct evidence to the contrary.  SCR-Tech asserts that it \nfirst learned of Forentech’s identity in 2010, as reflected in notes made by Cogdell, \nindicating that he called Forentech and spoke with a Forenetech employee who had \nnot been involved in the investigation or preparing the Report.  Forentech’s \nprincipal, Mark Cardwell, prepared the Report and was away at the time of \nCogdell’s call.  Cogdell indicates that he was satisfied after his call that Forentech \nhad no relevant information, did not pursue the matter further, and forgot \nForentech’s identity until he later reviewed the notes of his telephone call.  (Cogdell \nAff. ¶ 11.)  He did not remember Forentech’s identity when SCR-Tech filed its \nMarch 2013 discovery response.  He recalled the identity three months later when \nreviewing his prior notes, and SCR-Tech filed a supplemental discovery response \nidentifying Forentech.  SCR-Tech indicates that its counsel made inquiry of \nCatalytica’s former officers in 2012 and 2013, including Zack, and were advised that \nthese officers could not remember the name of the firm that did the forensic \nexamination.  (Lewis Aff. ¶¶ 5–6).   \n{16} Zack testified that he, too, forgot Forentech’s identity until he was \nreminded of it in preparation for his deposition in this litigation in 2013.   \n{17} While Cogdell indicates that he concluded that Forentech had no \nrelevant information as a result of the 2010 call so that the matter need not be \nfurther pursued, there is no indication that he made any effort to speak with \n \n \n \nCardwell or that he asked for any written confirmation that Forentech did not have \nthe Report or any underlying data.  SCR-Tech did not write Forentech in 2010 or \nthereafter to request that it preserve any documentation that might still exist.    \n{18} Defendants issued a subpoena to Forentech.  Forentech produced the \nReport and approximately 3,500 underlying documents that Forentech had \nretained.  However, Forentech no longer has a portion of the Hartenstein’s \nCompuServe email accounts, nor the bit-by-bit images it had obtained.  (Cardwell \nDep. 42:3–44:24.)  Cardwell testified that Forentech destroyed the data sometime \nafter the investigation concluded.  (Cardwell Dep. 69:16–70:13.)  Cardwell could not, \nhowever, recall when the documents were destroyed or whether he consulted with \nCatalytica before destroying them; but, he stated that he generally retains hard \ndrives for years and consults the client before destroying them.  (Cardwell Dep. \n199:4–:16.)   \n{19} Cardwell confirmed that no one at SCR-Tech or Catalytica ever asked \nForentech to preserve the materials following the investigation.  (Cardwell Dep. \n78:7–:19.) \n{20} In addition to the 2005 correspondence noted earlier, Plaintiff \nsubsequently made clear that it considers the Report to be relevant. \n{21} The Amended Complaint refers to the investigation.  In early 2012, \nSCR-Tech again referenced the forensic examination to support its allegations that \n“documents containing SCR-Tech’s confidential, proprietary and trade secret \ninformation were either removed from, or not returned to, SCR-Tech’s premises by \nthe Hartensteins at the time their employment was terminated.” (Pl. SCR-Tech \nLLC’s Supplemental Resps. Hans-Ulrich Hartenstien [sic] and Brigitte \nHartenstein’s Interrogs. Nos. 4, 5, 6, 8 and 13 (“Pl. Supplemental Interrogs. Resps.”) \nNo. 4; Compl. ¶ 33; Am. Compl. ¶ 33.)1 \n                                                 \n1   The parties have filed all materials in support of their arguments under seal, even though they \nalso contain information that has been included in public filings.  The Court has been careful to \nguard against public disclosure, at least at this time, of underlying technologies that may be sub ject \nto trade secrets claims.   The Court does not believe that the information noted in this Order, which \n \n \n \n {22} Defendants assert that they have been prejudiced by the destruction of \nthis evidence because the Report itself indicates that a review of underlying data \naffirms the absence of direct evidence of their misappropriation of any information.  \nPlaintiff counters that any potential prejudice that might have existed had the \nReport not been uncovered has now been avoided due to the Report’s production, \nand further that the lost data would more likely be prejudicial to Defendants and \nwould show a pattern of covering-up.  (Pl.’s Br. Opp’n Defs.’ Mot. Sanctions (“Pl. \nOpp’n Br. Sanctions”) 3; Report 4.) \n {23} Based on these facts, Defendants contend that Plaintiff is guilty of \nboth spoliation of evidence and violating Rule 26(g). \nb. Legal Principles \ni. Spoliation \n{24} Spoliation is “the destruction or material alteration of evidence or . . . \nthe failure to preserve property for another’s use as evidence in pending or \nreasonably foreseeable litigation.” EEOC v. Womble Carlyle Sandridge & Rice, LLP, \nNo. 1:13-CV-46, 2014 U.S. Dist. LEXIS 793, at *6 (M.D.N.C. Jan. 6, 2014) (quoting \nSilvestri v. Gen. Motors Corp., 271 F.3d 583, 590 (4th Cir. 2001)).  Where an \nindividual “by his own tortious act withholds evidence by which the nature of his \ncase would be manifested, every presumption to his disadvantage will be adopted.”  \nMcClain v. Taco Bell Corp., 137 N.C. App. 179, 183, 527 S.E.2d 712, 716 (2000) \n(quoting Yarborough v. Hughes, 139 N.C. 199, 209, 51 S.E. 904, 908 (1905)).  \nHowever, such a tortious act need not necessarily be demonstrated.  “Although \ndestruction of evidence in bad faith ‘or in anticipation of trial may strengthen the \nspoliation inference, such a showing is not essential to permitting the [adverse] \ninference.’”  McClain, 137 N.C. App. at 184, 527 S.E.2d at 716 (quoting R.I. Hosp. \nTrust Nat’l Bank v. E. Gen. Contractors, Inc., 674 A.2d 1227, 1234 (R.I. 1996)). \n                                                 \nthe Court has reviewed as a part of its decision making, is of such a nature or requires the Court to \nredact or otherwise protect its Order. \n \n \n \n{25} To establish a prima facie case of spoliation, a party must show that \nthe spoliator (1) intentionally destroyed or failed to preserve (2) potentially relevant \nmaterials (3) while aware of the possibility of future litigation.  Arndt v. First Union \nNat’l Bank, 170 N.C. App. 518, 528 613 S.E.2d 274, 281 (2005); Praxair, Inc. v. \nAirgas, Inc., 2000 NCBC LEXIS 5, at *57 (N.C. Super. Ct. Aug. 14, 2000).  The \nCourt does not believe there has been a showing of intentional destruction, but that \npotential relevance of the lost data is clearly established.  So the issue turns on \nwhether SCR-Tech negligently failed in a duty to preserve the data at a time when \nit was aware of the possibility of future litigation for which the data was potentially \nrelevant.   \nii. Rule 26(g)  \n{26} Rule 26(g) provides that an attorney’s signature on a discovery \nresponse \nconstitutes a certification that the attorney . . . has read the . . . \nresponse . . . and that to the best of the knowledge, information, and \nbelief of that attorney . . . formed after a reasonable inquiry it is: (1) \nconsistent with the rules and warranted by existing law or a good faith \nargument for the extension, modification, or reversal of existing law; \n(2) not interposed for any improper purpose, such as to harass or cause \nunnecessary delay or needless increase in the cost of litigation; and (3) \nnot unreasonable or unduly burdensome or expensive, given the needs \nof the case, the discovery already had in the case, the amount in \ncontroversy, and the importance of the issues at stake in the \nlitigation.2 \nN.C. R. Civ. P. 26(g).  If an attorney makes a certification in violation of Rule 26(g), \n“the court . . . shall impose upon the person who made the certification, the party on \nwhose behalf the request, response, or objection is made, or both, an appropriate \nsanction, which may include an order to pay the amount of the reasonable expenses \nincurred because of the violation, including a reasonable attorney’s fee.”  Id.  The \n                                                 \n2 Notably, Federal Rule 26(g) varies from North Carolina’s rule.  The federal rule includes a provision \nthat an attorney’s signature on an interrogatory response constitutes an attestation of mandatory \ndisclosures are complete and correct at the time they are made.  North Carolina does not require \nthese mandatory disclosures and the state Rule 26(g) does not include such a provision.   \n \n \n \nissue turns on whether SCR-Tech made its March 2013 certification for the purpose \nof creating unreasonable delay, burden, or expense.   \nc. Analysis \ni. Spoliation \n{27} The Court first addresses Plaintiff’s argument that no spoliation \noccurred because Plaintiff never had possession of the Forentech materials.  \nSpoliation need not rest on actual possession.  The North Carolina Court of Appeals \nhas held that a litigant is responsible for producing, and inferentially preserving, \ndocuments if the party has “actual possession, custody or control of the materials or \nhas the legal right to obtain the documents on demand.”  Pugh v. Pugh, 113 N.C. \nApp. 375, 380, 438 S.E.2d 214, 218 (1994) (quoting Resolution Trust Corp. v. \nDeloitte & Touche, 145 F.R.D. 108, 110 (D. Colo. 1992)); see also Victor Stanley, Inc. \nv. Creative Pipe Inc.¸ 269 F.R.D. 497, 523 (D. Md. 2010) (ruling documents under \nthe control of the litigant if it has the authority and practical ability to obtain the \ndocuments from a non-party). \n{28} The Court concludes that, at least at some points in time, SCR-Tech \nhad the practical ability to obtain and had de facto control over the forensic \nexamination and Report, whether or not it actually took possession of it.  Within \nthree days of the Hartensteins’ termination, SCR-Tech’s counsel wrote a demand \nletter for the return of information, citing that SCR-Tech had commenced a forensic \nexamination upon which it made certain conclusions.  (Defs. Supp. Br. Rule 26(g) \nSanctions Ex. 8.)  The correspondence made no reference to Catalytica or that SCR-\nTech had not itself undertaken the investigation or read the Report.  The letter \nclearly suggests to the contrary.  Had a demand been made for the Report’s \nproduction, the Court concludes that SCR-Tech could have caused it to be produced. \n{29} Further, SCR-Tech had the practical ability to obtain the evidence \nbecause the underlying evidence belonged to SCR-Tech, was taken from its \npremises, and could have only been accessed through permission granted by SCR-\nTech or someone with authority to issue permission on its behalf.  (Cardwell Dep. \n \n \n \n78:7–:19.)  Zack granted that permission on SCR-Tech’s behalf and controlled that \naccess to SCR-Tech’s premises at a time when he was both Catalytica’s CEO and an \nofficer and manager of SCR-Tech.  See Jay Grp., Ltd. v. Glasgow, 139 N.C. App. \n595, 601, 534 S.E.2d 233, 237 (N.C. App. 2000) (noting that an agent’s knowledge is \nchargeable to his principal). \n{30} There is authority that, having clearly asserted the relevance of the \nReport, SCR-Tech had the duty to advise the Hartensteins of the evidence at least \nup until December 15, 2005, in a manner that would allow them to seek its \nprotection if SCR-Tech were not making efforts itself to provide for such protection.  \nCity Grill Hospitality Grp., Inc. v. Nationwide Mut. Ins. Co., No. 5:12-CV-610-F. \n2014 U.S. Dist. LEXIS 51215, at *11 (E.D.N.C. Apr. 14, 2014). \n{31} This leads to the inquiry of whether SCR-Tech had any anticipation of \nlitigation after December 15, 2005, adequate to trigger a duty to preserve.  Plaintiff \ncontends it had no such anticipation until close to the date of the filing of this \nlitigation in 2008, whereas Defendants contend that SCR-Tech had anticipated \nlitigation in November 2006.  The significance is that it is less likely, based on \nCardwell’s testimony, that Forentech would have discarded any materials by \nNovember 2006.  Moreover, it is unclear whether Forentech had already discarded \nany data when Cogdell called Forentech in 2010.   \n{32} The Court does not believe that Plaintiff should be able to take unfair \nadvantage of this absence of proof when the following is evident: (1) in 2005, \nPlaintiff clearly asserted the relevance of the Report to potential litigation, but did \nnot ask either Catalytica or Forentech to preserve the evidence from the \nexamination; (2) although the Amended Complaint asserts the relevance of the \ninformation, Cogdell did not contact Forentech until 2010, two years after initiating \nthis lawsuit; (3) in 2010, when Cogdell was admittedly aware of Forentech’s \nidentity, he did not seek to speak with Mark Cardwell who had supervised the \ninvestigation, request or instruct Forentech to maintain such records as it may have \nhad at that time, or ask for written confirmation that it no longer had such \ninformation; (4) it would be atypical for Forentech to discard underlying data absent \n \n \n \na client request to the contrary; and (5) SCR-Tech continued to consider the forensic \ninvestigation and its results to be particularly relevant and material throughout \nthis period.   \n{33} The Court does not need to make an express finding that SCR-Tech \ncontemplated the present litigation as early as November 2006, although the Court \nbelieves that Defendants put forward a formidable argument to that effect.  (Defs. \nSupp. Br. Rule 26(g) Sanctions Ex. 11; Defs. Post-Hr’g Br. Ex. 4.); see also Sanofi-\nAventis DeutschlandGmbH v. Glenmark Pharms., Inc., 748 F.3d 1354, 1362 (Fed. \nCir. 2014) (determining the litigation was “‘reasonably foreseeable’ to [the alleged \nspoliator] no later than the date asserted for ‘work product’ in its privilege log”). \n{34} Based on this combination of circumstances, the Court concludes that \nDefendants are entitled to the inference that the evidence regarding Forentech’s \ninvestigation was lost or discarded during a period when Plaintiff had a duty to \npreserve the evidence but negligently failed to carry out that duty.  The Court finds \nthat the facts Defendants have presented are adequate to trigger Plaintiff’s \nresponsibility to “rebut[] and explain[] the evidence adduced against [SCR-Tech]” \nwith a “fair, frank and satisfactory explanation.”  McLain, 137 N.C. App. at 186–87, \n527 S.E.2d at 718 (internal quotations and citations omitted).  The Court need not \nfind that the spoliation was intentional to impose this burden.  Id. at 184, 527 \nS.E.2d at 716.  The Court finds that Plaintiff has failed to adequately rebut that the \nevidence was spoliated. \n{35} The Court must then address what sanctions are appropriate and are \nin the proper proportion both to the absence of intentional wrong doing and to the \nprejudice that Defendants can demonstrate flows from the loss of evidence.  When \nfashioning sanctions for spoliation, the Court considers the prejudice caused to the \nmoving party.  Clark v. Alan Vester Auto Grp., Inc., 2009 NCBC LEXIS 13, at *27 \n(N.C. Super. Ct. July 17, 2009).  To date, North Carolina courts have been \nconstrained in the scope of sanctions they have imposed for spoliation.  “[T]he \nprinciple of spoliation of evidence as applied in North Carolina has evidentiary \nconsequences and has not been relied upon as a basis for [other] sanctions in the \n \n \n \nabsence of other statutory or rule violations authorizing the imposition of \nsanctions.” Holloway v. Tyson Foods, Inc., 193 N.C. App. 542, 543–44, 668 S.E.2d \n72, 73 (2008).  The only additional rule violation at issue here is Rule 26(g), \ndiscussed below. \n{36} The Court agrees that some potential prejudice has been avoided by \nthe Report’s production, along with substantial supporting data, consisting of \napproximately 3,500 documents.  The Report contains certain findings that \nDefendants have indicated that they seek to use, asking that their ability to do so \nnot be precluded by any sanction the Court orders.  (Defs. Supp. Br. Rule 26(g) \nSanctions 17, 20.)   \n{37} The Court believes, however, that this production does not eliminate \nall potential prejudice represented by Defendants’ inability to have equal access to \nthe same body of data to allow their own examination and expert report.  After full \nand deliberate consideration, the Court concludes that Defendants have not \ndemonstrated adequate prejudice to warrant the extreme sanctions of striking \nclaims for the Hartensteins’ misappropriation of confidential information or \nrestricting any proof of acts taken before December 15, 2005, that might be relevant \nto improper disclosure and misappropriation after that date.   \n{38} The Court concludes that the appropriate sanction is a permissive, but \nnot mandatory, adverse inference.  While the Court defers settling the precise \nlanguage of a jury instruction until a later date, the Court will deliver an \ninstruction reflecting a finding that Plaintiff negligently failed to preserve certain \nevidence from the Forentech investigation, and the jury will be allowed, but not \nrequired, to infer that the evidence that has not been preserved would have been \nfavorable to Defendants in rebutting the contention that the Hartenstein’s removed \n“documents containing SCR-Tech’s confidential, proprietary and trade secret \ninformation” from SCR-Tech computers.  (Compl. ¶ 33; Am. Compl. ¶ 33.) \n \n \n \n \n \nii.  Alleged Violation of Rule 26(g) \n {39} The Court concludes that Plaintiff did not intentionally include a \nmisrepresentation in its March 2013 interrogatory response.  However, there is \nsubstantial evidence that Plaintiff did not make a “reasonable inquiry” before \nmaking that response.   The Court further concludes that Plaintiff did not interpose \nits response for an improper purpose or to impose on Defendants an unreasonable \nor undue burden.  See N.C. R. Civ. P. 26(g).  Upon discovering the error, Plaintiff \nmade prompt effort to revise its response.  While the Court believes that there may \nnot have been a full, reasonable inquiry, the wording of Rule 26(g) does not compel a \nsanction for that failure unless accompanied by one of the other requisite findings: \ninterposing the response for an improper purpose or creating unreasonable delay or \nexpense.  In any event, the Court concludes, in its discretion, that should a sanction \nbe required, the permissive adverse inference it has described is adequate.  N.C. R. \nCiv. P. 37(a)(2)–(3) (providing that an incomplete interrogatory response justifies an \norder compelling a complete response, not sanctions).   \n{40} Accordingly, Defendants’ request for sanctions pursuant to Rule 26(g) \nis DENIED. \n3. Plaintiff’s Request for Restoration of Backup Tapes and Cost Shifting  \n{41} The Steag Defendants have located a number of backup tapes that \nhave not been produced that Plaintiff contends may contain relevant information \nfor document custodians.  The parties have exchanged several letters with the Court \nthrough which the dispute has been significantly narrowed. \n{42}  Initially, Defendants contended that they should not be required to \nsearch the universe of tapes at issue because of the extraordinary expense in doing \nso―into the millions of dollars―and the expected utility in the effort, measured by \nrelevant nonduplicative evidence that the search might produce, was limited.  In \npart, Defendants argued that the files of at least three of the custodians in question \nwere likely produced in other ways.  Plaintiff initially claimed that Defendants \n \n \n \nexaggerated the costs that may be involved and further that they had no adequate \nbasis to assert that the search would uncover only duplicative information. \n{43} The Court’s January 23, 2014, Order requested that the parties agree \non and undertake a sampling search at reduced expense in order to better predict \nthe utility of a full search or to suggest a more limited search, matched to \nreasonably expected fruits of the search.  The Court has now been advised that such \na sampling is not feasible, but that other modified procedures that substantially \nreduce costs can be implemented.  As a result, the Court has been provided a \nsignificantly reduced cost estimate and a more confined search process to which the \nparties have agreed.  This dispute has then narrowed to whether the effort should \ngo forward, and if so, how the Court should allocate costs totaling $140,545, \nrepresenting the following:  \n$ 250.00 External Hard Drive \n$ 2,400.00 Restore Six Exchange Server Tapes \n$ 37,000.00 Extract Relevant Non-E-mail Data \n$ 46,250.00 Extract Relevant E-mail Data \n$ 18,000.00 Forensic Technical Time for Restoration \n$ 6,000.00 Vender Travel Expenses \n$ 2,700.00 OCR (making data searchable) \n$ 27,945.00 Six Months Hosting \n {44} Defendants do not seek to include attorneys’ fees associated with \nreviewing materials for privilege and relevance.  Defendants contend that Plaintiff \nshould be responsible for at least one-half of the above costs if not the entire cost.  \nPlaintiff counters that it should be required to pay only $11,000, which represents \nover half of the costs fairly associated with actual data restoration.  Defendants \ncontend that all the charges are fairly allocable to the cost of restoration of \ninaccessible data.  Each of the parties rely on the same authorities for their \narguments.  See Zubulake v. UBS Warburg LLC, 216 F.R.D. 280, 290 (S.D.N.Y. July \n24, 2003) (Zubulake III).  \n \n \n \n{45} In general, Rule 26 reflects a balance that the producing party should \ngenerally bear the cost of review and production of electronic data once the data has \nbeen converted to an accessible format; but, a court may shift to the requesting \nparty costs necessary to restore inaccessible data.  In considering the propriety of \nsuch cost shifting, the Court should be mindful of the proportionality of the cost of \nthe effort to the expected or actual utility of the discovery, measured, at least in \npart, by whether the effort yields fruit.  See The Sedona Conference, The Sedona \nConference Commentary on Proportionality in Electronic Discovery: A Project of the \nSedona Conference Working Group on Electronic Document Retention & Production \n8 (Conor R. Crowley et al. eds., 2013).  Here, the parties dispute both the costs to be \nincurred and the expected utility of the effort. \n{46}  Courts have continued to struggle with fashioning objective rules to \napply when addressing whether to shift costs related to the restoration and search \nof electronically stored information  (“ESI”).  As a general proposition, it is accepted \nthat \ncost-shifting should be considered only when electronic discovery \nimposes an ‘undue burden or expense’ on the responding party.  The \nburden or expense of discovery is, in turn, ‘undue’ when it ‘outweighs \nits likely benefit, taking into account the needs of the case, the amount \nin controversy, the parties’ resources, the importance of the issues at \nstake in the litigation, and the importance of the proposed discovery in \nresolving the issues. \nZubulake v. UBS Warburg LLC, 217 F.R.D. 309, 318 (S.D.N.Y May 13, 2003) \n(Zubulake I) (emphasis in original) (quoting Fed. R. Civ. P. 26).  Whether production \nis unduly burdensome turns on whether it is kept in an accessible format.  Id.  \nBackup tapes are considered inaccessible because to restore them, “fragmented data \nmust be de-fragmented, and erased data must be reconstructed, all before the data \nis usable.”  Id. at 320. \n{47} Federal courts have developed a greater number of guiding decisions \nthan have our North Carolina courts.  Judge Tennille, former Chief Judge of the \nNorth Carolina Business Court, in 2006 sought to fashion a workable rule.  After \n \n \n \nreviewing multiple approaches, he concluded that the following factors should be \nconsidered when determining whether cost shifting is appropriate: \n(i) [whether] the discovery sought is unreasonably cumulative or \nduplicative; (ii) [whether] the party seeking discovery has had ample \nopportunity by discovery in the action to obtain the information \nsought; [and] (iii) [whether] the discovery is unduly burdensome or \nexpensive, taking into account the needs of the case, the amount in \ncontroversy, limitations on the parties’ resources, and the importance \nof the issues at stake in the litigation. \nAnalog Devices, Inc. v. Michalski, 2006 NCBC LEXIS 16, *20–21 (N.C. Super. Ct. \nNov. 2, 2006).  While the law related to ESI has continued to develop, the Court \nbelieves Judge Tennille’s decision serves as an appropriate guiding star.   \n {48} The difficulty here is applying those factors based on the competing \narguments.  Appreciative of efforts to restrict the possible costs and burdens of the \nsearch, the Court nevertheless concludes that it will be better equipped to \nundertake a final analysis after the search, review, and production has been \ncompleted and the extent of nonduplicative information that was uncovered can be \nmeasured.  It is not unfair that the requesting party should have to balance the \nstrength of its belief that the requested search will bear fruit against their \nwillingness to incur the costs of the effort if their belief proves to be wrong.   \n {49} Accordingly, the Court orders as follows: (1) if Plaintiff wishes for the \neffort of reviewing the tapes to go forward, it shall be required to advance one-half \nof the estimated costs of $140,545; (2) the Court will review a final cost allocation \nupon presentation as to the utility of the search measured by the degree of non-\nduplicative potentially relevant information produced as a result. \n4. Defendants’ Motion for Contempt and for Sanctions Pursuant to Rule 37(b)(2) \n{50} The Court issued an Order on August 13, 2013, that recognized a joint \ndefense privilege for certain correspondences between Plaintiff and Ebinger and \ndistinguished communications coordinating litigation strategies of the two entities \nfrom communications by which Ebinger assisted Plaintiff pursuant to a cooperation \nagreement between them.  The Order discussed the distinction between a privilege \n \n \n \nbased on common legal interests and the lack of privilege when based solely on joint \nbusiness interests. \n{51} Defendants claim that Plaintiff has refused to produce documents that \ncannot be privileged as defined in the Court’s August 13, 2013, Order.  (Defs’ Mot. \nContempt and Sanctions Against SCR-Tech Under Rule 37(b)(2).)  Plaintiff counters \nthat any documents it has withheld are privileged as measured by that Order. \n{52} Having considered the submissions of the parties, the Court concludes \nthat it must review the documents in question in order to resolve the matter.  \nPlaintiff shall submit the 128 documents in dispute for the Court’s in camera \nreview, together with an adequate explanation of the basis on which Plaintiff claims \nthe documents are privileged. \n{53} The Court understands that Plaintiff has otherwise agreed to prepare \na privilege log regarding documents that it has required to be returned pursuant to \nthe claw-back agreement between the parties, and that this agreement moots, at \nleast at this time, the Court’s need to further consider any contest as to privilege of \nthese documents. \n5. Defendants’ Request that Plaintiff Undertake a Renewed Search Pursuant to \nthe Parties’ Make Available Agreement \n{54} The parties agreed to a protocol for document production, referred to as \ntheir “Make Available Agreement.”  Paragraph 12 of that Agreement recites that \n“[t]he documents initially being made available on the review platform by SCR-Tech \nwere collected on or about February 2009 and include documents in the custodians’ \npossession at that time.  In addition, SCR-Tech will also make available on the \nreview platform responsive documents (1) created after the February 2009 \ncollection, or (2) that were not included in the February 2009 collection.”  (Letter \nfrom Benjamin Sidbury, Counsel for Defs. Steag Energy Servs. GmbH and Steag \nGmbH, to Hon. James L. Gale (July 15, 2014) Ex. A.) \n{55} Defendants contend that Plaintiff has not done what it promised to do, \nas evidenced by the number of documents produced by third parties that were not \n \n \n \nbut should have been included in Plaintiff’s production.  Defendants contend that \nthe failure is sufficiently egregious to require that Defendants conduct a new \nsearch, collection, and production for any documents created after February 2009. \n{56} Plaintiff counters that there is no adequate justification for such an \nextensive, supplemental search when more targeted efforts would suffice, and that \nDefendants’ position is essentially that Plaintiff must start all over. Plaintiff has \nagreed to do a comprehensive search and re-collection as to certain categories of \ndocuments and has expressed a willingness to consider additional categories but \nresists the breadth of further searching upon which Defendants insist.    \n{57} The Court is again not well-positioned to make a final determination \nbased on competing arguments at this stage.  The Court orders as follows:  First, \nDefendants shall identify four specific subject areas for which they contend a search \nand re-collection effort is warranted, including specific custodians they contend \nshould be included and the search terms which should be employed.  Presumptively, \nthose search terms should be limited to those proposed in Exhibit H of Defendants’ \nJuly 15, 2014, letter to the Court.  Second, the parties shall exhaust good faith \nefforts to resolve differences between them as to the proposed search effort.  Third, \nassuming agreement, Plaintiff shall undertake the revised search and collection; \nbut, failing agreement, the Court will resolve or, if necessary, appoint one with \nauthority to resolve the outstanding disputes, after which Plaintiff will implement \nthe search and collection.  Finally, to be measured by the results of this effort, \nDefendants may request a further search and collection through demonstrating that \nthe search in these four areas documents suggests that there have been more \nextensive failures to produce, justifying the cost of further efforts. \n {58} As to these various matters, IT IS SO ORDERED, this the 31st day of \nDecember, 2014. "
}