{
  "id": "848fda660251f3c7e69ba37d9ff3dd19fcc5a17225b3a5aadd3ee1ad0b558fde",
  "source_file": "data/raw/ncbc/848fda660251f3c7e69ba37d9ff3dd19fcc5a17225b3a5aadd3ee1ad0b558fde.pdf",
  "raw_text": "Crescent Univ. City Venture, LLC v. Trussway Mfg., Inc., 2018 NCBC 71. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 1642 \n \nCRESCENT UNIVERSITY CITY \nVENTURE, LLC, \n \nPlaintiff, \n \nv. \n \nTRUSSWAY MANUFACTURING, \nINC.; and TRUSSWAY \nMANUFACTURING, LLC, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO DISMISS \nAND PLAINTIFF’S MOTION TO \nCONSOLIDATE \n \n \n1. THIS MATTER is before the Court on (i) Defendant Trussway \nManufacturing, LLC’s f/k/a Trussway Manufacturing, Inc. ’s (“Trussway”) Motion to \nDismiss and (ii) Plaintiff Crescent University City Venture, LLC ’s (“Crescent”) \nMotion to Consolidate (collectively, the “Motions”) in the above-captioned case.  \n2. After considering the Motions, the briefs of the parties in support of and in \nopposition to the Motions , and the arguments of counsel for the parties at the May \n30, 2018 hearing on the Motions, the Court hereby DENIES Trussway’s Motion to \nDismiss and GRANTS Crescent’s Motion to Consolidate  for the reasons set forth \nherein.  \nSmith Moore Leatherwood  LLP, by Timothy  P. Lendino and Robert R. \nMarcus, for Defendant Trussway Manufacturing, LLC f/k/a Trussway \nManufacturing, Inc. \n \nTroutman Sanders LLP, by Kiran H. Mehta, Samuel T. Reaves, and \nKristen L. Schneider, for Plaintiff Crescent University City Venture, \nLLC. \n \nBledsoe, Chief Judge. \n \n \nI. \nBACKGROUND \n3. The Court does not make findings of fact when considering a motion to \ndismiss, but instead recites those facts included in the Complaint that are relevant \nto the Court ’s determination.  See Concrete Serv. Corp. v. Inv ’rs Grp., Inc., 79 N.C. \nApp. 678, 681, 340 S.E.2d 755, 758 (1986). \nA. Factual Background \n4. Crescent owned and developed  Circle University City ( the “Project”), a \nstudent apartment complex near the University of North Carolina at Charlotte.  \n(Compl. ¶ 9, ECF No. 3.)   The Project contain s 189 apartment units sp anning five \ndifferent buildings.  (Compl. ¶ 9.) \n5. Crescent hired AP Atlantic , Inc.  d/b/a Adolfson & Peterson Construction \n(“AP Atlantic”) to serve as the general contractor for the Project.  (Compl. ¶ 12.)  AP \nAtlantic entered a subcontract with Madison Construction Group (“Madison”) under \nwhich Madison agreed to provide all labor, materials, supplies, and equipment for all \nframing and installation work on the Project.  (Compl. ¶ 14.)  In particular, Madison \nagreed to supply a complete flooring system, including floor trusses and roof trusses.  \n(Compl. ¶ 14.)  Madison hired Trussway to design, manufacture, and supply the floor \ntrusses required for the Project .  (Compl. ¶ 15.)   Trussway manufactured and \ndelivered these trusses to the Project site.  (Compl. ¶¶ 18–19.) \n6. On January 30, 2015, after the Project was complete and occupied by \nstudents, the ceiling in Unit C302 began to sag and crack.  (Compl. ¶ 20.)  Four \n \n \nmonths later, the ceilin gs in Units C101 and E103 similarly dipped and cracked.  \n(Compl. ¶ 24.)   \n7. Simpson Gumpertz & Heger, Inc . (“SGH”), a structural engineering firm  \nhired by Crescent , inspected the floor truss systems to determine why the ceilings \nwere failing.  SGH concluded that the floors in the affected units were sagging \nbecause the floor trusses were defective.  SGH further concluded that the floor trusses \nwere defective because they contained unnecessary gaps between the metal connector \nplates (“MCPs”)  and lumber compone nts of the trusses .1  (Compl. ¶ ¶ 22–23, 26 .)  \nFollowing SGH ’s findings, Crescent hired another general contractor, Summit \nContracting Group, to perform a Project-wide repair of all defective trusses.  (Compl. \n¶ 29.) \n8. In total, Crescent incurred approximately $5.2 million in repair costs \nassociated with the Project.  (Compl. ¶ 32.)  Crescent also spent approximately $2.7 \nmillion providing housing for displaced students and sustaining other miscellaneous \nexpenses while Project-wide repairs were performed.  (Compl. ¶ 32.) \nB. Procedural Background \n9. On August 5, 2015, AP Atlantic filed a lawsuit against Crescent (the “ AP \nAtlantic Action”), alleging that Crescent had refused to pay AP Atlantic for general \ncontractor services AP Atlantic provided for the Project.  (Mot. Consolidate ¶ 1, ECF \nNo. 9.)   AP Atlantic asserted claims against Crescent and Crescent ’s surety,  the \nGuarantee Company of North America USA.  (Mot. Consolidate ¶ 1.)   \n                                                 \n1  Floor trusses consist of pieces of lumber, known as truss members, held together by MCPs.  \n(Compl. ¶ 22.) \n \n \n10. On August 19, 2016, Crescent filed a separate suit in Mecklenburg County \n(the “Crescent Action”) against Adolfson & Peterson, Inc. (“A&P”) , AP Atlantic’s \nparent corporation, for damages related to the failure of the Project ’s floor trusses .  \n(Pl.’s Mot. Consolidate ¶ 3.)  The Crescent Action bears the filing number 16 CVS \n14844. \n11. On October 10, 2016, the Crescent Action was consolidated with the AP \nAtlantic Action (the “Consolidated Action”).  Order Mot. Consolidate at 3–4, Crescent \nUniv. City Venture, LLC v. AP Atl., Inc. , No. 15 CVS 14745 (N.C. Super. Ct. Oct. 10, \n2016) [hereinafter “Order Mot. Consolidate”] , ECF No. 98.  The Court ordered that \nthe AP Atlantic Action be designated as the “Lead Action” and  that “[a]ll disputed \nissues raised in either the Crescent Action or the AP Atlantic Action  . . . be deemed \nto be disputed issues in the Lead Action.”  (Order Mot. Consolidate ¶ 7(c).)  Trussway \nis currently a third-party defendant in the Consolidated Action as the result of claims \nbrought by AP Atlantic.2 \n12. On January 25, 2018, Crescent filed this action and asserted a separate \nnegligence claim against Trussway .  This new suit against Trussway involves the \nmanufacturing, delivery, and supply of floor trusses for the Project.  (Compl. ¶¶ 37–\n41.)   \n                                                 \n2  Trussway was initially characterized as a direct defendant in the AP Atlantic Action, but \nAP Atlantic’s claims against Trussway were asserted in the alternative  in the event  the \ntrusses were found to be defective—a fact AP Atlantic has consistently denied.  Am. Compl. \nat 1, Crescent Univ. City Venture, LLC, No. 15 CVS 14745 (Nov. 20, 2015), ECF No. 6.  After \nseveral rounds of amended pleadings and a settlement agreement further changed the claims \nin the Consolidated Action, the parties and the Court agreed that Trussway is a third-party \ndefendant in the Consolidated Action.  Order Consent Mot. Realign Parties  at 5, Crescent \nUniv. City Venture, LLC, No. 15 CVS 14745 (Dec. 11, 2017), ECF No. 284. \n \n \n13. On February 14, 2018, Crescent filed its Motion to Consolidate, seeking to \nconsolidate this action with the Consolidated Action. \n14. On March 16, 2018, Trussway filed its Motion to Dismiss, asserting the \n“prior action pending” doctrine as a bar to the claims in this lawsuit. \nII. \nMOTION TO DISMISS \n15. “The ‘prior pending action ’ [or prior action pending]  doctrine involves \nessentially the same questions as the outmoded plea of abatement , and \nis . . . intended to prevent the maintenance of a subsequent action that is wholly \nunnecessary.”  Johns v. Welker, 228 N.C. App. 177, 179, 744 S.E.2d 486, 489 (2013)  \n(quoting Shoaf v. Shoaf , 219 N.C. App. 471, 475, 727 S.E.2d 301, 305 (2012) ).  A \nmotion to dismiss a claim or case on such grounds “is a preliminary motion of the type \nenumerated in Rule 12(b)(2) –(5) and the time f or filing such motion is governed by \nthat rule.”  Brooks v. Brooks , 107 N.C. App. 44, 47, 418 S.E.2d 534, 536 (1992).  A \nfailure to raise the prior action pending defense either in a pre -answer motion or in \nan answer is a waiver of the defense.  Id.  As stated by the Supreme Court of North \nCarolina, “[t]he ordinary test for determining whether or not the parties and causes \nare the same for the purpose of abatement by reason of the pendency of the prior \naction is this: Do the two actions present a substantial identity as to parties, subject \nmatter, issues involved, and relief demanded?”  Clark v. Craven Reg’l Med. Auth., 326 \nN.C. 15, 21, 387 S.E.2d 168, 172 (1990)  (quoting Cameron v. Cameron, 235 N.C. 82, \n85, 68 S.E.2d 796, 798 (1952)). \n \n \n16. A motion to dismiss under the  prior action pending  doctrine is usually \ntreated as a motion under North Carolina Rule of Civil Procedure  13(a), the \ncompulsory counterclaim rule , and when ruling on such a motion, the trial court \n“properly considers the record in the prior action .”  Chesson v. Rives , 2017 NCBC \nLEXIS 113, *3 (N.C. Super. Ct. Dec. 13, 2017); see Atkins v. Nash, 61 N.C. App. 488, \n489, 300 S.E.2d 880, 881 (1983)  (explaining that this State ’s Supreme Court “has \ntreated denial of a motion to dismiss on the ground of a prior action pending as a \nmotion pursuant to” Rule 13(a));  see also 1 G. Gray Wilson, North Carolina Civil \nProcedure § 13-5 (3d ed. 2007) (“A motion to dismiss on the ground of a pending prior \naction may be based on failure to state a claim  . . . but will usually be treated as a  \nmotion pursuant to Rule 13(a).”). \n17. Trussway argues that the prior act ion pending doctrine abates Crescent ’s \nnew negligence claim  because the Consolidated Action  and this action involve the \nsame parties and subject matter, and both suits are pending in a court within this \nState having like jurisdiction.  While a motion to dismiss under the prior action \npending doctrine is usually brought in circumstances that implicate Rule 13(a), \nTrussway asserts that the doctrine applies equally to subsequent lawsuits involving \npermissive claims.  Trussway also suggests that Crescent’s new suit is an “end-run \naround Rule 15” and that Crescent should have moved for leave to amend under Rule \n15 rather than filing a new lawsuit.  (Def.’s Br. Opp’n Mot. Consolidate 3, ECF No. \n17.) \n \n \n18. Crescent asserts that the prior action pendin g doctrine does not apply to \nsuits involving claims that would have been considered permissive claims in an \nearlier action.  Crescent further argues that even if the Court reads the doctrine in \nthe broad manner Trussway promotes, the Court should still den y the Motion to \nDismiss because this action does not involve the “same parties” as the Consolidated \nAction. \n19. The Court need not resolve questions concerning the prior action pending \ndoctrine’s precise parameters here.  Under either a narrow application of the doctrine \nin the context of Rule 13(a) or the broader test for abatement advocated by Trussway, \nthe prior action pending doctrine does not provide grounds for dismissing Crescent ’s \nclaim in this lawsuit. \n20. First, treating Trussway’s motion under the prior action pending doctrine \nas a motion under Rule 13(a), the Court concludes dismissal of Crescent’s claim would \nbe improper.  Under Rule 13(a), a pleading must \nstate as a counterclaim any claim which at the time of serving the pleading \nthe pleader has against any opposing party, if it arises out of the transaction \nor occurrence that is the subject matter of the opposing party’s claim and does \nnot require for its adjudication the presence of third parties of whom the court \ncannot acquire jurisdiction.  \n \nN.C. R. Civ. P.  13(a).  Rule 13(a) “requires a party to assert as a counterclaim any \nclaim arising out of the same transaction or occurrence as the pending action, at peril \nof being barred from asserting the claim in a later action.”  Furr v. Noland, 103 N.C. \nApp. 279, 281, 404 S.E.2d 885, 886 (1991) (internal quotation marks omitted). \n \n \n21. For Trussway’s motion to succeed under this standard, Trussway must show \nthat Crescent ’s negligence claim should have been brought as a compulsory \ncounterclaim within the Consolidated Action.  If Crescent ’s claim would be deemed \ncompulsory in the Consolidated Action, then the present claim is abated.   \n22. Crescent’s present claim, however,  does not allege a compulsory \ncounterclaim in the Consolidated Action and therefore need not have been brought in \nthat action.  When a defendant impleads a third -party defendant, the plaintiff and \nthe third-party defendant are not opposing parties.  See Caterpillar, Inc. v. Lewis, 519 \nU.S. 61, 66 n.1 (1996) (citing 3 James W. Moore et al., Moore’s Federal Practice § 14.26 \n(2d ed. 1996)).  The plaintiff and third -party defendant  do not become opposing \nparties until either the plaintiff asserts a claim against the third-party defendant or \nthe third-party defendant asserts a claim against the plaintiff.  See id.  \n23. Crescent and Trussway have not made affirmative claims against each other \nin the Consolidated Action and, thus, were not “opposing parties” before this lawsuit \nwas filed .  As a result, the Consolidated Action did not contain a claim between \nCrescent and Trussway that could provide the basis for a compulsory counterclaim, \nand Crescent’s negligence claim in this action would not be deemed a compulsory \ncounterclaim in the Consolidated Action.  See N.C. R. Civ. P. 13(a)–(b) (requiring the \npresence of an opposing part y’s claim  for a counterclaim to be asserted).   \nConsequently, if Trussway ’s Motion to Dismiss is treated as a motion under Rule \n13(a), the Court concludes that the Motion to Dismiss must be denied. \n \n \n24. Trussway’s Motion to Dismiss fares no better under the broader application \nof the prior action pending doctrine that Trussway advances, which focuses solely on \nwhether the two actions before the Court “present a substantial identity as to parties, \nsubject matter, issues involved, and relief demanded[ .]”  Clark, 326 N.C. at 21, 387 \nS.E.2d at 172.  While the subject matter of the Consolidated Action and this action \nare the same and this Court has jurisdiction over both lawsuits, the Court concludes \nthat a substantial identity does not exist as to the parties in the two suits. \n25. Trussway supports its assertion that the  Consolidated Action and this \naction present a substantial identity as to parties involved by citing Clark.  The Court \ndisagrees and finds that Clark, in fact, requires that the Court reach the opposite \nconclusion.  \n26. The plaintiff in Clark brought an initial lawsuit against several defendants.  \nId. at 18, 387 S.E.2d at 170.   After appealing the trial court’s dismissal of that suit, \nthe plaintiff filed a second lawsuit.  Id.  The second lawsuit named one defendant \nfrom the first action but substituted other defendants and added another plaintiff.  \nId. at 21–22, 387 S.E.2d at 172.   The original defendant involved in both the prior \nand new actions asserted the defense of abatement.  Id. at 19, 387 S.E.2d at 171.  The \nNorth Carolina Court of Appeals affirmed the trial court ’s decision to grant the \noriginal defendant’s plea in abatement and held that the parties in the two cases were \nsubstantially similar.  Id. at 22, 387 S.E.2d at 172.  Specifically, the Clark court noted \nthat only the original defendant had moved to abate the second action , that th e \nplaintiff’s rights against the additional defendants would not be affected by the \n \n \nabatement, and that “[t]he exclusion of two defendants who had been named in the \nfirst suit from [the] second suit ha [d] no bearing on the redundancy of [the] second \nsuit as to the [original defendant.]”  Id. at 21, 387 S.E.2d at 172.  In short, the second \nsuit was properly abated as to the original defendant because the original defendant \nwas an opposing party in the prior suit.  See id. \n27. Trussway’s argument is thus correct in one sense—two lawsuits may have \nsubstantially similar identities as to the parties involved despite the absence of \ncertain parties from the second lawsuit .  What Trussway ignores, however, is the \n“redundancy” that existed in Clark when the same plaintiff brought two lawsuits \nagainst the same defendant .  Here, in contrast, Trussway is not a defendant  in the \nConsolidated Action, and Crescent has not asserted any claims agains t Trussway in \nthe Consolidated A ction.  Crescent’s negligence claim in this action  is not \n“redundan[t]” as to Trussway.  Id.  The Court therefore concludes that this action and \nthe Consolidated A ction do no t “present a substantial identity as to [the] parties” \ninvolved.  Id.  Thus, under Trussway’s advocated implementation of the prior action \npending doctrine, Trussway’s Motion to Dismiss must still be denied. \nIII. \nMOTION TO CONSOLIDATE \nA. Legal Standard \n28. “Rule 42(a) of the North Carolina Rules of Civil Procedure provides the trial \ncourt with authority to consolidate pending ‘actions involving a common question of \nlaw or fact. ’”  Boone Ford, Inc. v. IME Scheduler, Inc., 800 S.E.2d 94, 9 6 (N.C. Ct. \n \n \nApp. 2017) (quoting N.C. R. Civ. P. 42(a)) .  “Whether two or more cases should be \nconsolidated for trial is a decision left to the sound  discretion” of the trial judge.  Id.  \n“A trial court ’s ruling on a Rule 42 motion will not be reversed on appeal absent a \nmanifest abuse of discretion.”  Markham v. Nationwide Mut. Fire Ins. Co. , 125 N.C. \nApp. 443, 448, 481 S.E.2d 349, 353 (1997). \nB. Analysis \n29. For the following reasons, the Court concludes that consolidation is \nappropriate in this case. \n30. First, the record demonstrates that the Consolidated Action and this action \ncontain co mmon questions of law and fact , and both  Crescent and Trussway \nacknowledge that this action  is substantially related to the Consolidated Action.  \n(Def.’s Br. Supp. Mot. Dismiss 3, ECF No. 16; Mot. Consolidate ¶ 9.) \n31. Second, when duplicative actions arise, parties and third parties often incur \nconsiderable, undue expense.  See Wood v. Brown, 25 N.C. App. 241, 245, 212 S.E.2d \n690, 692 (1975) (finding that “justice would best be served by” consolidating two \nrelated actions and avoiding “considerable expense”).  Consolidating the actions here \nwill be less costly than requiring them to proceed separately and less likely to cause \nfinancial prejudice to any party.   \n32. Third, a decision to leave the actions separate  may leave Trussway open to \ninconsistent verdicts.  See Green v. Duke Power Co. , 305 N.C. 603, 608, 290 S.E.2d \n593, 596 (1982) (“[W]hen the same issues are present in both trials, [it] creat[es] the \n \n \npossibility that a party will be prejudiced by different juries in separate trials \nrendering inconsistent verdicts on the same factual issue.”).   \n33. Fourth, at the May 30, 2018 hearing, Tr ussway indicated that, should the \nCourt deny Trussway ’s Motion to Dismiss, consolidation would be the least \nprejudicial option available to the Court from Trussway ’s perspective.  Thus, given \nthe Court’s decision  to deny the Motion to Dismiss, both parties to this action now \nfavor consolidation.3 \n34. The Court thus concludes, in the exercise of its discretion,  for the reasons \nstated above and in the interests of judicial economy,  that the Consolidated Action \nand this action should be consolidated for all future proceedings, including but not \nlimited to trial, under North Carolina Rule of Civil Procedure 42. \nIV. \nCONCLUSION \n35. Based on the foregoing, the Court hereby ORDERS as follows: \na. The Motion to Dismiss is DENIED. \nb. The Motion to Consolidate  this action (Mecklenburg County, No. 18 CVS \n1642) and the Consolidated Action  (Mecklenburg County, Nos. 15 CVS \n14745 and 16 CVS 14844) is GRANTED, and the Court shall enter an order \nin the Consolidated Action stating the same. \n                                                 \n3  Additionally, the other parties to the Consolidated Action that have chosen to weigh in on \nCrescent’s Motion to Consolidate unanimously consent to consolidation.  Defs.’ AP Atlantic \nand Adolfson & Peterson Construction, Inc.’s Resp. and Approval Crescent’s Mot. Consolidate \nat 5, Crescent Univ. City Venture, LLC, No. 15 CVS 14745 (Feb. 22, 2018). \n \n \nc. This action and the Consolidated Action shall be consolidated for all future \nproceedings, including but not limited to trial, and prior pleadings shall be \ndeemed filed in both actions. \nd. The AP Atlantic Action shall remain the Lead Action in the Consolidated  \nAction and matters filed in the Lead Action shall be deemed to be filed in \nthe AP Atlantic Action, the Crescent Action, and this action.  Accordingly, \n(i) all future pleadings in the AP Atlantic Action, the Crescent Action, or \nthis action shall be filed in and made part of the Lead Action, (ii) the case \ncaption for all future pleadings in the AP Atlantic Action, the Crescent \nAction, or this action shall be captioned in the Lead Action, and (iii) copies \nof the pleadings in this action filed prior to the entry of this Order shall be \nincorporated into and made part of the Lead Action. \ne. All disputed issues raised in this action shall be deemed to be disputed \nissues in the Lead Action. \nf. This action  shall be subject to the Court ’s September 20, 2016 Case \nManagement Order in the AP Atlantic Action and all subsequent \namendments to that order, and counsel in this action  does not need to \nconduct a separate case management meeting or submit a case \nmanagement report to the Court in this action. \ng. Counsel for all parties in the Consolidated Action shall meet and confer and \nsubmit to the Court a joint status report concerning any revisions t o the \ncurrent case management deadlines that the parties believe are required \n \n \nas a result of the Court’s decision to grant the Motion to C onsolidate.  The \nparties shall have through and including August 3, 2018 to file this report. \nh. In the event the parties cannot agree on the matters contained within the \njoint status report, the parties shall file a joint status report detailing the \nparties’ respective positions on revisions to the current case management \ndeadlines by the same date. \nSO ORDERED, this the 16th day of July, 2018. \n \n \n     /s/ Louis A. Bledsoe, III    \n     Louis A. Bledsoe, III \n     Chief Business Court Judge \n "
}