{
  "id": "84b6813e6d1dae20ff4a4860bd200792bcddb4e6bc44c0131909464421a4fc48",
  "source_file": "data/raw/ncbc/84b6813e6d1dae20ff4a4860bd200792bcddb4e6bc44c0131909464421a4fc48.pdf",
  "raw_text": "Zagaroli v. Neill, 2017 NCBC 101. \n \nSTATE OF NORTH CAROLINA \n \nCATAWBA COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 2635 \nPETE ZAGAROLI, \n \nPlaintiff and Counterclaim \nDefendant, \n \nv. \n \nJAMES CLAYTON NEILL;  \nRICK BERRY; NEILL GRADING \nAND CONSTRUCTION COMPANY, \nINC.; and RECLAMATION, LLC,  \n \nDefendants and \nCounterclaim/Third-Party \nPlaintiffs, \n \nv. \n \nBENCHMADE, LLC and DEAN \nPRITCHETT, \n \nThird-Party Defendants. \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION FOR \nJUDGMENT ON THE PLEADINGS \nAND PLAINTIFF’S MOTION TO \nAMEND \n \n1. THIS MATTER is before the Court on Defendants’ Motion for Judgment \non the Pleadings  and Plaintiff’s Motion to Amend First Amended Complaint  \n(collectively, the “Motions”).  Having considered the Motions, the briefs, and the \narguments of counsel at a hearing on the Motions, the Court GRANTS in part and \nDENIES in part Defendants’ motion and DENIES Plaintiff’s motion. \nLaw Offices of Matthew K. Rogers, by Matthew K. Rogers, for Plaintiff \nPete Zagaroli and Third-Party Defendant Benchmade, LLC.  \n \nYoung, Morphis, Bach & Taylor, LLP, by Paul E. Culpepper and \nTimothy D. Swanson, for Defendants James Clayton Neill, Rick Berry,  \nNeill Grading and Construction Company, Inc., and Reclamation, LLC. \n \n \n   \nRobinson, Judge. \nI. FACTUAL BACKGROUND \n2. The Court does not making findings of fact on Defendants’ Motion for \nJudgment on the Pleadings , but only recites those factual allegations of the Fi rst \nAmended Complaint that are relevant and necessary to the Court’s determination of \nthe motion. \n3. Plaintiff Pete Zagaroli (“Plaintiff”) is a resident of Catawba County, North \nCarolina.  (First Am. Compl. ¶ 1 , ECF No. 2 ; Answer, Countercl. &  Third-Party \nCompl. ¶ 1, ECF No. 12 [“Answer”].)  Plaintiff was, at one time, a construction general \ncontractor who built new construction, renovations, and additions.  (First Am. Compl. \n¶ 9; Answer ¶ 9.)  \n4. Defendants James Clayton Neill (“Clay”)  and Rick Berry (“Rick”) are also \nresidents of Catawba County.  (First Am. Compl. ¶¶ 2−3; Answer ¶¶ 2−3.)   \n5. Defendant Neill Grading and Construction Company, Inc. (“Neill Grading”) \nis a North Carolina corporation with its principal place of business in Hickory, North \nCarolina.  (First Am. Compl. ¶ 4; Answer ¶ 4.)  Neill Grading is owned and operated \nby Clay and his family.  (First Am. Compl. ¶ 5.)    \n6. Defendant Reclamation, LLC (“Reclamation”) is a North Carolina limited \nliability company with its principal place of business in Catawba County.  (First Am. \nCompl. ¶ 7.)       \n7. From 2007 through 2010, Plaintiff researched and evaluated various ways \nto make money from renovating historic factories and mills.  (First Am. Compl. ¶ 10; \n \n \nAnswer ¶ 10.)  Plaintiff sought out professionals with experience in renovating mills \nto obtain tax credits  and began working with James Maynard, an architect having \nsignificant experience with historic mills.  (First Am. Compl. ¶ 11.)  \n8. On three separate occasions between 2007 an d July 31, 2009, Plaintiff \ncontracted to purchase an abandoned hosiery mill property called the Hollar Hosiery \nMill (the “Hollar Mill”).  (First Am. Compl. ¶ 12.)  On one of these occasions, Plaintiff \napproached Clay to partner in renovating the Hollar Mil l.  (First Am. Compl. ¶ 15.)  \nPlaintiff informed Clay that Plaintiff had contracted to purchase the Hollar Mill, but \nthat Plaintiff was financially unable to renovate it on his own.  (First Am. Compl. \n¶ 16.)  \n9. As a result of discussions between Plaintiff and Clay, Clay caused a limited \nliability company to contract for the purchase of the Hollar Mill in order to renovate \nand develop it consistent with Plaintiff’s development plans.  (First Am. Compl. ¶ 17.)  \nPlaintiff understood that he was partnering with Clay to develop the Hollar Mill and \nthat Plaintiff would perform and profit from design, construction administration, and \nproject oversight.  (First Am. Compl. ¶ 19.)  Plaintiff alleges that he and Clay agreed \nthat i f Plaintiff did not perform design, const ruction administration, and project \noversight, Plaintiff would be paid twenty-five percent of the profits from the business.  \n(First Am. Compl. ¶ 19.) \n10. In 2009, Plaintiff prepared a general business plan for the renovation of \nhistoric factories and mills th roughout Catawba County, including the Hollar Mill, \nMoretz Mills, and Lyerly Mills (the “Wingfoot Business Plan”).  (First Am. Compl. \n \n \n¶¶ 21−22.)  Clay and Rick expressed a desire to partner with Plaintiff in the Wingfoot \nBusiness Plan.  (First Am. Compl. ¶ 23.) \n11. Plaintiff prepared development concept drawings  and pro forma  profit \nstatements and performed cost analyses for renovation of the Hollar Mill.  (First Am. \nCompl. ¶ 31.)  Clay and Plaintiff used Plaintiff’s designs and cost analyses to solicit \nnumerous potential tenants for the Hollar Mill, including Lenoir -Rhyne and Dale \nJarrett.  (First Am. Compl. ¶ 33; Answer ¶ 33.)   \n12. In September 2009, Clay formed Hollar Hosiery Investments, LLC (“HHI”).  \n(First Am. Compl. ¶ 20 ; Answer ¶ 20 .)  At this same t ime, Plaintiff alleges that he  \ncommenced construction on the Hollar Mill in reliance on his partnership with Clay \nand Rick.  (First Am. Compl. ¶ 27.)  Plaintiff alleges that in or around 2010, a \ngentleman’s partnership agreement existed between Plaintiff and Clay to evaluate \nand make money in all possible ways from historic mill renovation and reclamation \nof materials from mills.  (First Am. Compl. ¶ 38.) \n13. In November 2010, members of HHI contracted directly with  Plaintiff’s \nconstruction company,  Zagaroli Co nstruction Company, Inc. (“Zagaroli \nConstruction”), for construction work at the Hollar Mill.  (First Am. Compl. ¶ 42.)  In \nor around the end of 2010, however, Plaintiff expressed to Clay that Za garoli \nConstruction needed money and that Plaintiff could not continue to spend time and \nmoney on the Hollar Mill renovation without being timely compensated.  (First Am. \nCompl. ¶ 43.)  Plaintiff further told Clay that Plaintiff’s dedication to the Wingfoot \nBusiness Plan and the Hollar Mill had caused Plaintiff’s financial condition to \n \n \ndeteriorate and, unless Plaintiff was timely paid for his work, he may not be able to \nrenew his general contractor’s license.  (First Am. Compl. ¶ 44.)  Plaintiff alleges that, \nin response, Clay told Plaintiff that Plaintiff was vital to, and must remain a part of, \nthe Wingfoot Business Plan and the Hollar Mill renovation, and that if Plaintiff could \nnot be the general contractor for the renovations, then Plaintiff would be paid to \nsolicit and supervise other general contractors to perform the renovation work for the \nHollar Mill.  (First Am. Compl. ¶¶ 45−46.)  \n14. At some time thereafter , Plaintiff approached furniture companies with \nwhich he had a personal relationship for the purpose of selling furniture he had made.  \n(First Am. Compl. ¶ 54.)  One such company, Mitchell Gold, expressed interest in \npurchasing furniture made from reclaimed materials.  (First Am. Compl. ¶ 54.)  \nBecause Plaintiff did not have sufficient fu nds, Plaintiff asked Clay if Clay was \ninterested in funding furniture manufacturing from reclaimed materials.  (First Am. \nCompl. ¶ ¶ 55−56 ; Answer ¶¶ 55−56 .)  Clay stated that he was interested and \nsuggested that they solicit investment from Rick.  (First A m. Compl. ¶ 57.)  Rick \ncommitted to contributing $26,000 in  start-up capital.  (First Am. Compl. ¶ 57 ; \nAnswer ¶ 57.)  \n15. Plaintiff alleges that he told Clay and Rick that Plaintiff could not provide \nfurniture manufacturing services unless he was paid for his work.  (First Am. Compl. \n¶ 58.)  As a result, Plaintiff alleges that Clay and Rick promised to pay Plaintiff at \nleast $1,000 per week for his furniture reclamation work.  (First Am. Compl. ¶ 59.)  \nClay and Rick told Plaintiff that they were partners and th at Plaintiff was a thirty \n \n \npercent owner, but that because of Zagaroli Construction’s financial condition, they \nall agreed that Plaintiff would be an unnamed partner.  (First Am. Compl. ¶¶ 59−61, \n63; Answer ¶¶ 59, 61, 63.)  Clay and Rick were also thirty percent owners, and Ryan \nLovern, a commercial real estate broker, was a ten percent owner.  (First Am. Compl. \n¶¶ 62−63; Answer ¶¶ 62−63.) \n16. On February 18, 2011, Clay formed Reclamation.  (First Am. Compl. ¶ 64 ; \nAnswer ¶ 64 .)  Clay told Plaintiff that Plaintiff was a thirty percent owner of \nReclamation.  (First Am. Compl. ¶ 65; Answer ¶ 65.)  \n17. Plaintiff alleges that he was first paid his $1,000 per week salary in May \n2011.  (First Am. Compl. ¶ 75.)  In July 2011, Plaintiff notified Clay and Rick that \nReclamation did not have funds to pay Plaintiff’s $1,000 per week salary.  (First Am. \nCompl. ¶ 78.)  Plaintiff alleges that he was paid $22,000 in salary in 2011.  (First Am. \nCompl. ¶ 84.) \n18. In May 2012, Plaintiff requested that Clay pay Plaintiff for his construction \nadministration and design services regarding the Hollar Mill, alleging that Clay \npromised to pay him at least $35,000 for his work at the Hollar Mill.  (First Am. \nCompl. ¶ 87.) \n19. In 2012, Plaintiff was performing all aspects of Reclamat ion’s business.  \n(First Am. Compl. ¶ 94; Answer ¶ 94.)  In the summer of 2012, Plaintiff notified Clay \nand Rick that Reclamation needed additional funds to ensure that Plaintiff was paid \nhis $1,000 per week salary.  (First Am. Compl. ¶ 98.)  Plaintiff contends that \nReclamation continued to have insufficient cash flow to pay him the minimum weekly \n \n \ncompensation promised by Clay and Rick, and that Reclamation paid the weekly \nsalary only when Reclamation had sufficient funds.  (First Am. Compl. ¶ 101.)  \nPlaintiff avers that in 2012, he was paid $29,500 in salary.  (First Am. Compl. ¶ 115.)   \n20. At the end of 2012, Plaintiff alleges that Clay and Rick agreed that \nReclamation owed Plaintiff $22,500 in back wages for 2012, which they agreed should \nbe characterized as debt owed by Reclamation to Plaintiff.  (First Am. Compl. ¶ 116.)  \n21. Plaintiff avers that, on or about October 25, 2013, relying on the Wingfoot \nBusiness Plan and connections established from experience with historic renovation \nprojects obtained by and throu gh Plaintiff, Clay and Neill Grading obtained \nsubstantial financing for the Moretz Mills project.  (First Am. Compl. ¶ 128.)  Plaintiff \nalleges that Clay did not provide the Moretz Mills opportunity to the partnership or \nReclamation.  (First Am. Compl. ¶ 129.)     \n22. Plaintiff alleges that in 2013, he was not paid any salary from Reclamation \nand was owed $52,000 in unpaid salary at the end of the year.  (First Am. Compl. \n¶ 136.) \n23. Plaintiff avers that Clay continued to promise Plaintiff payments relating \nto Plaintiff’s design and development work at historic factories and mills, including \nthe Hollar Mill.  (First Am. Compl. ¶ 138.)   \n24. By February 2015, Reclamation’s operations had completely ceased.  (First \nAm. Compl. ¶ 146.) \n \n \n \n \nII. PROCEDURAL HISTORY \n25. The Court set s forth here only those portions of the procedural history \nrelevant to its determination of the Motions. \n26. Plaintiff filed his Complaint on October 26, 2015, (ECF No. 1), and his First \nAmended Complaint on March 21, 2016, (ECF No. 2).  The First Amended Complaint \nasserts the following claims for relief: (1) breach of fiduciary duty, constructive fraud, \nand fraud  (“First Claim”) ; (2) self -dealing and misappropriation of corporate \nopportunities (“Second Claim”) ; (3) quasi -contract and unjust enrichment  (“Third \nClaim”); (4) breach of contract  (“Fourth Claim”); (5) violation of the North Carolina \nWage and Hour Act (the “ Wage and Hour Act”) (“Fifth Claim”); and (6) defamation  \n(“Sixth Claim”).  (First Am. Compl. 14, 16−19.)     \n27. This action was designated as a mandatory complex business case by order \nof the Chief Justice of the Supreme Court of North Carolina dated April 14, 2016, \n(ECF No. 4), and assigned to Chief Business Court Judge James L. Gale that same \nday, (ECF No. 5).  This case was later reassigned to the un dersigned by order dated \nJuly 5, 2016.  (ECF No. 19.)   \n28. On May 18, 2016, Defendants filed their Answer, Counterclaim and Third-\nParty Complaint against Benchmade, LLC (“Benchmade”) and Dean Pritchett \n(“Pritchett”).  (ECF No. 12.)  \n29. On July 18, 2016, Plaintif f filed his reply to Defendants’ counterclaims.  \n(ECF No. 21.) \n \n \n30. On August 1, 2016, Benchmade filed its answer to Defendants’ third-party \ncomplaint.  (ECF No. 22.)   \n31. On October 14, 2016, Plaintiff inexplicably filed a “revised” reply to \nDefendants’ counterclaims, which Defendants did not contest.  (ECF No. 32.)   \n32. On October 31, 2016, the Court entered default in favor of third -party \nplaintiffs against Pritchett.  (ECF No. 37.) \n33. On May 26, 2017, Defendants filed the Motion for Judgment on the \nPleadings pursuant  to Rule 12(c) of the North Carolina Rules of Civil Procedure \n(“Rules(s)”) (the “Rule 12(c) Motion”).  (ECF No. 52.)  Defendants’ Rule 12(c) Motion \nseeks judgment on the pleadings on Plaintiff’s Second (self-dealing and \nmisappropriation of corporate opport unities), Third  (quasi contract and unjust \nenrichment), and Fifth (Wage and Hour Act)  Claims.  (Defs.’ Mot. J. Pleadings ¶ 6, \nECF No. 52.)   \n34. On June 16, 2017, Plaintiff filed his Motion to Amend First Amended \nComplaint (the “Motion to Amend”).  (ECF No. 61.)   \n35. The Motions have been fully briefed, and the Court held a hearing on the \nMotions on August 9, 2017.  The Motions are now ripe for resolution. \nIII. RULE 12(c) MOTION \n36. The Rule 12(c) Motion seeks judgment on the pleadings on Plaintiffs’ Third \nand Fifth Claims  on the ground that the factual allegations of the First Amended \nComplaint reveal that Defendants are entitled to judgment as a matter of law on \nthese claims.  (Br. Supp. Defs.’ Mot. J. Pleadings 7−10, ECF No. 54.)  The Rule 12(c) \n \n \nMotion seeks judgment on the pleadings on Plaintiffs’ Second Claim on the ground s \nthat the claim is derivative and, as such, Plaintiff does not have standing to assert \nthe claim individually.  (Br. Supp. Defs.’ Mot. 6−7.)  Accordingly, the Court first \nconsiders the Rule 12(c) Moti on as to Plaintiffs’ Third and Fifth Claims, and then \nconsiders the motion as to Plaintiffs’ Second Claim.   \nA. Legal Standard \n37. “A motion for judgment on the pleadings should not be granted unless the \nmovant clearly establishes that no material issue of fact r emains to be resolved and \nthat he is entitled to judgment as a matter of law.”  Carpenter v. Carpenter, 189 N.C. \nApp. 755, 761, 659 S.E.2d 762, 767 (2008).  On a Rule 12(c) motion, “[t]he movant is \nheld to a strict standard and must show that no material issue of facts exists and that \nhe is clearly entitled to judgment.”  Ragsdale v. Kennedy , 286 N.C. 130, 137, 209 \nS.E.2d 494, 499 (1974).  “[T]he court cannot select some of the alleged facts as a basis \nfor granting the motion on the pleadings if other allegations, together with the \nselected facts, establish material issues of fact.”  J. F. Wilkerson Contracting Co. v. \nRowland, 29 N.C. App. 722, 72 5, 225 S.E.2d 840, 842 (1976).   The Court must read \nthe pleadings in the light most favorable to the nonmoving party, and \n[a]ll well pleaded factual allegations in the nonmoving party’s pleadings \nare taken as true and all contravening assertions in the mov ant’s \npleadings are taken as false.  All allegations in the nonmovant’s \npleadings, except conclusions of law, legally impossible facts, and \nmatters not admissible in evidence at the trial, are deemed admitted by \nthe movant for purposes of the motion. \n \nRagsdale, 286 N.C. at 137, 209 S.E.2d at 499 (citations omitted). \n \n \n38. “Judgment on the pleadings is not favored by the law  . . . .”  Huss v. Huss, \n31 N.C. App. 463, 466, 230 S.E.2d 159, 162 (1976).  The function of Rule 12(c) “is to \ndispose of baseless claims or defenses when the formal pleadings reveal their lack of \nmerit.”  Ragsdale, 286 N.C. at 137, 209 S.E.2d at 499.  “[J]udgment on the pleadings \nis not appropriate merely because the claimant’s case is weak and he is unlikely to \nprevail on the merits.”  Huss, 31 N.C. App. at 469, 230 S.E.2d at 163.   “A motion for \njudgment on the pleadings is allowable only where the pleading of the opposite party \nis so fatally deficient in substance as to present no material issue of fact . . . .”  George \nShinn Sports, Inc. v. Bahakel Sports, Inc., 99 N.C. App. 481, 486, 393 S.E.2d 580, 583 \n(1990). \nB. Quasi Contract and Unjust Enrichment (Third Claim) \n39. Plaintiff’s Third Claim for quasi contract and unjust enrichment seeks to \nrecover for, among other things, renovation and constructio n work Plaintiff alleges \nthat he performed for Defendants.  (First Am. Compl. ¶¶ 189−92.)  Defendants argue \nthat they are entitled to judgment as a matter of law on this claim because Plaintiff \nalleges that the parties entered into express agreements regarding Plaintiff’s \nrenovation work, and an express contract precludes recovery under an implied \ncontract theory.  (Br. Supp. Defs.’ Mot. 7−8.) \n40. An unjust enrichment claim is a claim in quasi contract or a con tract \nimplied in law.  M Series Rebuild, LLC v. Town of Mount Pleasant, 222 N.C. App. 59, \n67, 730 S.E.2d 254, 260 (2012).  “A quasi contract or a contract implied in law is not \na contract.  The claim is not based on a promise but is impose d by law to prevent an \n \n \nunjust enrichment.  If there is a contract between the parties the contract governs \nthe claim and the law will not imply a contract.”  Booe v. Shadrick, 322 N.C. 567, 570, \n369 S.E.2d 554, 556  (1988).  “Only in the absence of an expre ss agreement of the \nparties will courts impose a quasi contract or a contract implied in law in order to \nprevent an unjust enrichment.”  Paul L. Whitfield, P.A. v. Gilchrist, 348 N.C. 39, 42, \n497 S.E.2d 412, 415 (1998).    \n41. Notwithstanding that an express c ontract precludes an implied contract \nconcerning the same matter, it is also well established under North Carolina law that \na party may plead claims in the alternative.  James River Equip., Inc. v. Mecklenburg \nUtils., Inc. , 179 N.C. App. 414, 419, 634 S.E. 2d 557, 560 (2006)  (concluding that \nplaintiff may plead her express contract and quantum meruit claims in the \nalternative even though plaintiff may not ultimately be able to prevail on both).  \nIndeed, our Court of Appeals has held that “a party who seeks r ecovery in quantum \nmeruit while also seeking to recover on an express contract should ideally plead these \nclaims in the alternative in her complaint[.]”  Law Offices of Peter H. Priest, PLLC v. \nCoch, 780 S.E.2d 163, 173 (N.C. Ct. App. 2015).   Notwithstanding that Plaintiff \nideally should have pleaded these claims expressly in the alternative, “under certain \nfacts a plaintiff is not required to identify alternatively pleaded claims expressly as \nsuch, because [Rule] 8(e)(2) does not mandate a particular form  for phrasing \nalternative claims.”  Kingsdown, Inc. v. Hinshaw, 2016 NCBC LEXIS 15, at *29 n.9 \n(N.C. Super. Ct. Feb. 17, 2016); see also Bandy v. Gibson , 2017 NCBC LEXIS 66, at \n*11−12 (N.C. Super. Ct. July 26, 2017) (“[Defendants] cite no authority in support of \n \n \n[their] argument that failure to specifically plead unjust enrichment ‘in the \nalternative’ requires dismissal of her claim.”). \n42. Therefore, although Plaintiff may not ultimately be able to prevail on both \nhis breach of contract and quasi contract claims, at this stage, the Court cannot \nconclude as a matter of law that Plaintiff  is precluded from recovery on his quasi \ncontract claim.  Accordingly, Def endants’ Rule 12(c) Motion as to Plaintiff’s Third \nClaim is denied.  \nC. Violation of the Wage and Hour Act (Fifth Claim) \n43. Plaintiff’s Fifth Claim  alleges that “Reclamation, [Clay] and/or [Rick]” \nviolated the Wage and Hour Act by failing to pay Plaintiff his $1,000 per week salary.  \n(First Am. Compl. ¶ 205.)  Defendants argue that they are entitled to judgment as a \nmatter of law on this claim because the First Amended Complaint lacks sufficient \nallegations to state that Plaintiff is an “employee” as that term is defined in the Wage \nand Hour Act.  (Br. Supp. Defs.’ Mot. 9−10.)   \n44. Although the First Amended Complaint does not specify which provision of \nthe Wage and Hour Act it contends Defendants violated, the Court reads the \nallegations as asserting a violation of N.C. Gen. Stat. § 95 -25.6, which provides, in \nrelevant part, that “[e]very employer shall pay every employee all wages and tips \naccruing to the employee on the regular payday.”  N.C. Gen. Stat. § 95 -25.6.  The \nWage and Hour Act defines “employee” as “any individual employed by an employer.”  \nId. § 95-25.2(4).  Our Court of Appeals has concluded that the Wage and Hour Act is \nmodeled after the federal Fair Labor Standards Act (“FLSA”) and, “[a]s such, ‘[i]n \n \n \ninterpreting the [ Wage and Hour Act], North Carolina courts look to the FLSA for \nguidance.’”  Powell v. P2Enterprises, LLC, 786 S.E.2d 798, 800 (N.C. Ct. App. 2016)  \n(second alteration in original).      \n45. The FLSA’s definition of “employee” is likewise defined as “any individual \nemployed by an employer.”  29 U.S.C. § 203(e)(1).  Federal decisions have determined \nthat the term “employee” is to be broadly construed.  Salinas v. Commercial Interiors, \nInc., 848 F.3d 125, 133 (4th Cir. 2017); Steelman v. Hirsch , 473 F.3d 124, 128 (4th \nCir. 2007).  “[I]n determining whether a worker is an employee covered by the FLSA, \na court considers the ‘economic realities’ of the relationship between the worker and \nthe putative employer . . . .”  Salinas, 848 F.3d at  150 (emphasis omitted).   Courts \nconsider a number of factors and examine  the totality of the circumstances in \nanalyzing employee status.   Id.; Steelman, 473 F.3d at 128−29.   “The focal point is \nwhether the worker is economically dependent on the business to which he renders \nservice or is, as a matter of economic [reality], in business for himself.”  Salinas, 848 \nF.3d at 150 (alteration in original) (quotation marks omitted). \n46. Defendants argue that Plaintiff is not an “employee” as a matter of law \nbecause Plaintiff alleges that he was a partner, and g eneral partners are not \n“employees” within the meaning of the Wage and Hour Act, relying on Steelman.  (Br. \nSupp. Defs.’ Mot. 9.)   In Steelman, plaintiff and defendant were both romantic and \nbusiness partners who lived together and worked side -by-side in o perating their \nbusiness.  Steelman, 473 F.3d at 125.  Plaintiff and defendant’s bills, as well as each \nof their personal expenses, were paid from the business proceeds, and they took the \n \n \ncompany’s successes and failures into account when making spending de cisions.  Id. \nat 126.   The district court granted summary judgment in favor of defendant on \nplaintiff’s FLSA claim, concluding that plaintiff was a partner, rather than an \n“employee.”  Id. at 127.   \n47. The Fourth Circuit Court of Appeals affirmed, concluding that “general \npartners in a business are not covered by the FLSA[,]” and that “attributes of \npartnership such as exposure to risk, managerial control, and the ability to share in \nprofits ‘introduce complexities and economic realities which are not consonan t with \nemployee status.’”  Id. at 129 (citations omitted) (quoting Wheeler v. Hurdman, 825 \nF.2d 257, 275 (10th Cir. 1987)).  The Court of Appeals reasoned as follows:  \nThe intended lifetime partnership [plaintiff] described was not the \nbargained-for exchange of labor for mutual economic gain that occurs in \na true employer -employee relationship.  According to the plaintiff, the \ncouple saw their work together as a way to improve an economic future \nthat they intended to share in perpetuity, rather than as a transfer of \none individual’s assets to another in exchange for labor.  The plaintiff \ndid not obtain a bargained-for portion of her supposed employer’s assets \n-- she took from those assets for her own purposes with a discretion that \nis fundamentally alien to employer-employee relationships. \n \n . . . .  \n  \n Such extensive access to company funds is not the kind of \nprivilege that employees enjoy with respect to their employers’ revenue.  \nIndeed, the plaintiff’s ability to draw compensation from the company \nexceeded the financial control typical in the partnerships that the \nplaintiff does not dispute fall outside the FLSA.  When the plaintiff lived \ncomfortably and exclusively off the proceeds of the business and exerted \nauthority in disposing of its funds, we find it hard to see the bargain \nexchanging labor for compensation that marks employment \narrangements. \n \nId. at 130 (citation and quotation marks omitted).  \n \n \n48. As Steelman and other cases make clear, however, “[t]he determination of \nemployee status i s very fact intensive,” Herman v. Express Sixty -Minutes Delivery \nServs., Inc., 161 F.3d 299, 305 (5th Cir. 1998) , and “a person’s title alone should not \nbe dispositive in the analysis[,]” Harris v. Universal Contracting, LLC, No. 2:13-CV-\n00253 DS, 2014 U.S. Dist. LEXIS 81105, at *5 (D. Utah June 12, 2014) .  In Harris, \nthe district court squarely addressed the issue of whether a member of a limited \nliability company can also be an “employ ee” of that company.  In so doing, the court \nnoted that “no controlling court has addressed the direct question of whether LLC \nmembers can also be employees under this vague definition  [of employee]  in the \nFLSA,” and the court applied a six-factor test to address the issue.  Harris, 2014 U.S. \nDist. LEXIS 81105, at *5, *7−9.   After a fact-intensive inquiry, the c ourt granted \nsummary judgment in favor of plaintiff on his FLSA claim, concluding that the \nmembers were subject to the company’s control and , thus,  were “employees” as \ndefined by the FLSA.  Id. at *13.   \n49. Likewise, in Kehler v. Albert Anderson, Inc., No. 16-5318 (JBS/KMW), 2017 \nU.S. Dist. LEXIS 58826 (D.N.J. Apr. 18, 2017) , defendants moved to dismiss \nplaintiff’s FLSA claim under Rule 12(b)(6) of the Fed eral Rules of Civil Procedure, \narguing that plaintiff’s claim must be dismissed because plaintiff alleged that he was \nan owner, not an “employee.”  The court concluded that plaintiff sufficiently pleaded \nthat he was an “employee” under the FLSA.  Id. at *14.  In so concluding, the c ourt \nrecognized that “[c]ourts have struggled with characterizing putative owners and \npartners that also perform work for their companies, like [p]laintiff here, as the \n \n \neconomic realities test  is generally used to distinguish between employees and \nindependent contractors, not employees and owners.”   Id. at *14−15.   The court \ndistinguished Steelman on the ground that Steelman concerned a partnership while \nKehler concerned a close corporation, an d the court emphasized the acute \nvulnerability of minority shareholders in closely held corporations.  Id. at *15−16.                \n50. In light of the highly fact-dependent nature of employee status, t he Court \ncannot conclude as a matter of law, based solely  on the pleadings, that Plaintiff was \nnot an employee of Reclamation, Clay, or Rick within the meaning of the  Wage and \nHour Act.  Although Plaintiff alleges that he was a partner and an interest owner in \nReclamation, a party may claim ownership and employee status in the alternative, \nSteelman, 473 F.3d at 128 , and Plaintiff alleges that he agreed to work for \nReclamation based on Clay and Rick agreeing to ensure that Reclamation had \nsufficient capital and operating funds to pay Plaintiff a salary of $ 1,000 per week , \n(First Am. Compl. ¶ 196).  Plaintiff additionally alleges that Clay knew that Plaintiff \nwas financially dependent on Clay and Rick, (First Am. Compl. ¶ 175), and “the FLSA \napplies to workers regardless of their protestations that they are n ot employees \nbecause ‘the purposes of the [FLSA] require that it be applied even to those who would \ndecline its protections[,]’” Steelman, 473 F.3d at 131 (quoting Tony & Susan Alamo \nFound. v. Sec’y of Labor , 471 U.S. 290, 302 (1985)).   While a fact -intensive inquiry \nmay reveal that Plaintiff is not an employee within the meaning of the Wage and \nHour Act, the Court is unable to conduct that analysis based solely on the pleadings.  \nTherefore, Defendants’ Rule 12(c) Motion as to Plaintiff’s Fifth Claim is denied. \n \n \nD. Self-Dealing and Misappropriation of Corporate Opportunities  \n(Second Claim) \n      \n51. Plaintiff’s Second Claim alleges the following: \n183. Upon information and belief, [Clay] used his partnership with \n[Plaintiff] to obtain business information intending not to provide such \nto or for the benefit of the partnership or Reclamation, but rather, for \nNeill Grading to benefit from business opportunities that should’ve been \npartnership or Reclamation opportunities.  \n \n184. [Clay] did not disclose to the partnership nor  [sic] provide the \npartnership opportunities to the partnership nor  [sic] Reclamation \nopportunities that [Clay] was required to offer to the partnership and/or \nReclamation, but in violation of duties to partnership [sic] used \npartnership information for the benefit of businesses associated with \n[Clay] including without limitation Neill Grading. \n \n(First Am. Compl. ¶¶ 183−84.)   Defendants argue that Plaintiff lacks standing to \nassert this claim because it is a derivative claim that must be brought on behalf of \nReclamation, and Plaintiff has not made a proper demand on Reclamation.  (Br. Supp. \nDefs.’ Mot. 6−7.)  \n52. “Standing is a necessary prerequisite to a court’s proper exercise of subject \nmatter jurisdiction[,]” Neuse River Found., Inc.  v. Smithfield Foods, Inc. , 155 N.C. \nApp. 110, 113, 574 S.E.2d 48, 51 (2002), and a court may consider matters outside the \npleadings in determining whether subject m atter jurisdiction exists, Keith v. \nWallerich, 201 N.C. App. 550, 554, 687 S.E.2d 299, 302 (2009).  However, “if the trial \ncourt confines its evaluation [of standing] to the pleadings, the court mu st accept as \ntrue the plaintiff’s allegations and construe them in the light most favorable to the \nplaintiff.”  Munger v. State, 202 N.C. App. 404, 410, 689 S.E.2d 230, 235 (2010); see \nalso Neuse River Found., Inc., 155 N.C. App. at 113, 574 S.E.2d at 51 (“[E]ach element \n \n \n[of standing] must be supported in the same way as any othe r matter on which the \nplaintiff bears the burden of proof, i.e., with the manner and degree of evidence \nrequired at the successive stages of the litigation.”).   Although Plaintiff attached \nnumerous exhibits to hi s response in opposition to Defendants’ Rule 12(c) Motion, \n(ECF Nos. 69−71, 73−82), the exhibits cited in his response do not affect the Court’s \nanalysis of Plaintiff’s standing .  Accordingly, the Court  confines its analysis of \nPlaintiff’s standing to the pleadings and views the allegations of the First Amended \nComplaint in the light most favorable to Plaintiff. \n1. Corporate Opportunities     \n53. It is a well -settled principle of North Carolina law that shareholders of a \ncorporation cannot pursue individual causes  of action for wrongs or injuries to the \ncorporation.  Barger v. McCoy Hillard & Parks , 346 N.C. 650, 658, 488 S.E.2d 215, \n219 (1997); Corwin v. British Am. Tobacco PLC , 796 S.E.2d 324, 338 (N.C. Ct. App. \n2016).  This same standard applies for purposes of determining whether a member of \na limited liability company can assert an individual, as opposed to a derivative, claim.  \nLevin v. Jacobson, 2015 NCBC LEXIS 111, at *14−15 (N.C. Super. Ct. Dec. 7, 2015); \nsee Russell M. Robinson, II, Robinson on North Carolina Corporation Law § 34.04[5] \n(7th ed. 2016) (“A derivative action on behalf of an LLC will be governed by essentially \nthe same rules that apply to a derivative action on behalf of a corporation.”).   \n54. There are two exceptions to the general requireme nt of derivative claims: \n(1) when there is a special duty between the wrongdoer and the member; and (2) when \nthe member suffered an injury separate and distinct fro m the injury suffered by the \n \n \nlimited liability company and the other members.  Barger, 346 N.C. at 658, 488 S.E.2d \nat 219; Corwin, 796 S.E.2d at 338; Levin, 2015 NCBC LEXIS 111, at *14−15; see \nRobinson § 34.04[5] (“[W]hether the member must bring the suit individually or on \nbehalf of the LLC turns on whether the alleged injuries were caused direc tly to the \nmember or are a consequence of breaches of fiduciary duty that harmed the LLC.”). \na. Special Duty  \n55. For the special duty exception to apply, “the duty must be one that the \nalleged wrongdoer owed directly to the shareholder as an individual” —a duty t hat \nwas personal to the shareholder and separate and distinct from the duty owed to the \ncorporation.  Barger, 346 N.C. at 659, 488 S.E.2d at 220.  In Barger, our Supreme \nCourt set forth an illustrative, non-exclusive list of situations in which a special duty \nmay be found.  This non -exhaustive list includes when the wrongdoer induced \nplaintiff to become a shareholder, the wrongdoer violated his fiduciary duty to the \nshareholder, the wrongdoer performed individualized services directly for the \nshareholder, and the wrongdoer undertook to advise shareholders independently of \nthe corporation.  Id.  \n56. Plaintiff argues that “[s]pecial duties owing to [Plaintiff] included promises \nowing to [Plaintiff] which induced him to be a part thereof, including [Reclamation] \nhelping [Plaintiff] carry (if not carrying) the cost of the Yount Mill and Zag Building \n(and buying each from [Plaintiff]) as an obligation owing to [Plaintiff].”   (Pl.’s Resp. \nDefs.’ Mot. J. Pleadings 12, ECF No. 68.)   The First Amended Complaint does not \nallege, however, that Defendants induced Plaintiff to become a member  of \n \n \nReclamation or that Plaintiff contributed any capital to Reclamation.  Although \nPlaintiff alleges that he loaned funds to Reclamation, Plaintiff could withdraw the \nloaned funds at any time and in his sole discretion.   (First Am. Compl. ¶¶ 117, 119, \n124−25.)  Moreover, there is no allegation that Defendants induced Plaintiff to make \nany such loan.  See Green v. Freeman, 367 N.C. 136, 143, 749 S.E.2d 262, 269 (2013) \n(stating that courts apply the same rules for establishing a special duty when plaintiff \nis a creditor as courts apply when plaintiff is a shareholder). \n57. Additionally, Plaintiff argues that he “was owed special duties as an \n‘unnamed’ partner” in Reclamation.  (Pl.’s Resp. Defs.’ Mot. 13.)  It is well established, \nhowever, that members of a limited liability company do not owe fiduciary duties to \neach other or to the company, except a controlling member owes fiduciary duties to \nminority members.  Kaplan v. O.K. Techs., L.L.C., 196 N.C. App. 469, 473, 675 S.E.2d \n133, 137 (2009).  Although “a minority shareholder exercising actual control over a \ncorporation may be deemed a ‘controlling shareholder’ with a concomitant fiduciary \nduty to t he other shareh olders[,]” Corwin, 796 S.E.2d at 330 , “we begin with the \ngeneral presumption that a minority shareholder is not in control of a corporation’s \nconduct[,]” id. at 332 .  In order to rebut this presumption, Plaintiff “must allege \nspecific facts demonstrating or allowing for the reasonable inference of actual control \nby that shareholder.”  Id.  Here, Plaintiff has neither alleged any such facts nor \nargued that Defendants exercised domination and control over Reclamation’s \noperations—indeed, Plaintiff alleges tha t neither Clay nor Rick participated in \n \n \nReclamation’s operations, and that Plaintiff was primarily responsible for \nReclamation’s business.  (First Am. Compl. ¶¶ 68, 94.) \nb. Special Injury \n58. For the special injury exception to apply, the injury must be peculiar or \npersonal to the shareholder.  Barger, 346 N.C. at 659, 488 S.E.2d at 220.  “[A] plaintiff \nmust show that its particular injury was ‘separate and distinct from the injury \nsustained by the other shareholders or the corporation itself.’”  Raymond James \nCapital Partners, L.P. v. Hayes , 789 S.E.2d 695, 702 (N.C. Ct. App. 2016) (quoting \nBarger, 346 N.C. at 659, 488 S.E.2d at 219). \n59. “Misappropriation of corporate opportunities is logically a derivative claim, \nbut not an individual claim, because the injury is to  the corporation, not to an \nindividual shareholder.”  Plasman v. Decca Furniture (USA), Inc., 2016 NCBC LEXIS \n80, at *38 (N.C. Super. Ct. Oct. 21, 2016) (citing Meiselman v. Meiselman, 309 N.C. \n279, 307, 307 S.E.2d 551, 567 (1983)).   Plaintiff’s bare assertion in his brief that he \n“incurred specific damages separate from damages incurred by Reclamation [,]” and \nthat “[e]vidence shows that Reclamation failed  because Clay and [Rick] did not \nperform numerous promises to [Plaintiff,]” (Pl.’s Resp. Defs.’ Mo t. 13 (emphasis \nadded)), is insufficient to state that Plaintiff suffered  an injury separate from any \ninjury sustained by Reclamation.     \n60. Plaintiff also appears to argue that, because no membership interests were \ndistributed and no operating agreement was  ever signed, there is a question as to \nwhether Reclamation ever achieved corporate existence such that it could pursue \n \n \nclaims in its own name.   (Pl.’s Resp. Defs.’ Mot. 15−17.)   Even assuming arguendo \nthat no membership interests were distributed and no o perating agreement was \nsigned, this has no ef fect on Reclamation’s existence  as “[a]n LLC is formed at the \ntime the articles of organization filed by the Secretary of State become effective.”  N.C. \nGen. Stat. § 57D -2-20(b).  Thus, whether or not,  after Reclamation was formed, as \nPlaintiff alleges, membership interests were distributed or an operating agreement \nwas signed are not determinative of Reclamation’s corporate existence.   \n61. Therefore, to the extent that Plaintiff’s Second Claim is based on \nDefendants’ alleged misappropriation of opportunities belonging to Reclamation, a \nlimited liability company, the Court concludes that Plaintiff must bring this claim as \na derivative claim and, thus, Plaintiff does not have standing to assert an individual \nclaim for self-dealing and misappropriation of corporate opportunities. \n62. In order to have standing to bring a derivative claim, Plaintiff must have \nmade a proper demand.  N.C. Gen. Stat. § 57D -8-01(a); Anderson v. Seascape at \nHolden Plantation, LLC, 241 N.C. App. 191, 203, 773 S.E.2d 78, 87 (2015).  In order \nfor a member to bring a derivative claim on behalf of a limited liability company, the \nNorth Carolina Limited Liability Company Act requires that  \n[t]he member made written demand on the LLC to take suitable action, \nand either (i) the LLC notified the member that the member’s demand \nwas rejected, (ii) 90 days have expired from the date the demand was \nmade, or (iii) irreparable injury to the LLC would result by waiting for \nthe expiration of the 90-day period.  \n \nN.C. Gen. Stat. § 57D-8-01(a)(2). \n \n \n63. Plaintiff argues that the “pleadings and evidence establish that [Plaintiff] \nmade numerous demands in writing and in meetings over more than three years to \ncause [Defendants] to take specific actions, and [Plaintiff]’s dema nds were rejected \nand ignored.”  (Pl.’s Resp. Defs.’ Mot. 17.)   In support of this proposition, Plaintiff \ncites to multiple paragraphs of his P roposed Second Amended Complaint .  \nNotwithstanding the fact that, as discussed below, the Court denies Plaintiff’s Motion \nto Amend, the Proposed Second Amended Complaint is devoid of any allegation that \nPlaintiff made a proper demand on Reclamation to take suitable action.  The \nallegations of the proposed complaint to which Plaintiff cites are entirely irrelevant \nto the demand requirement.  At best, the proposed complaint alleges that Plaintiff \nmade a written demand that Reclamation pay amounts owed to Plaintiff.  Even still, \nthis is not a dem and that Reclamation take suitable action regarding Defendants’ \nalleged failure to disclose business opportunities belonging to Reclamation—the basis \nfor Plaintiff’s Second Claim for self -dealing and misappropriation of  corporate \nopportunities.  See Miller v. Burlington Chem. Co., LLC , 2017 NCBC LEXIS 6, at \n*29−30 (N.C. Super. Ct.  Jan. 27, 2017)  (discussing the purpose of the demand \nrequirement and stating that, in determining whether a proper demand to take \nsuitable action was made, the court must compare the derivative claims against the \nspecific demands plaintiff made).      \n64. As Plaintiff has failed to allege that he made a proper demand on \nReclamation to take suitable action, Plaintiff’s Second Claim for self -dealing and \nmisappropriation of corporate opportunities, to the extent that this claim is based on \n \n \nopportunities belonging to Reclamation, must be dismissed for lack of subject matter \njurisdiction.  The Court next turns to whether Plaintiff may assert this claim to the \nextent that it is based on opportunities allegedly belonging to a partnership. \n2. Partnership Opportunities         \n65. Plaintiff argues that he has standing to assert his Second Claim for \nmisappropriation of partnership opportunities because self-dealing is a breach of a \npartner’s fiduciary duties to the other partners.  (Pl.’s Resp. Defs.’ Mot. 9.)  The Court \nagrees with Plaintiff in part, as “[i]t is elementary that the relationship of partners \nis fiduciary and imposes on them the obligation of the utmost good faith in the ir \ndealings with one another in respect to  partnership affairs [,]” and o ur Court of \nAppeals has concluded that self -dealing by one partner constitutes a breach of that \npartner’s fiduciary duties to the other partners.  Compton v. Kirby, 157 N.C. App. 1, \n15, 577 S.E.2d 905, 914 (2003).  Defendants do not argue otherwise; rather, \nDefendants argue that “any claim based on Defendants’ purported self -dealing and \nmisappropriation of business opportunities is either properly plead [ed] as breach of \nfiduciary duty claims (if it arose in a partnership context and prior to the formation \nof [Reclamation]) or is derivative and must be asserted on behalf of [Reclamation].”   \n(Reply Br. Supp. Defs.’ Mot. J. Pleadings 2, ECF No. 84.)   Plaintiff’s First Claim for \nbreach of fiduciary duty alleges the following:  \n164. As business partners relating to Hollar Mill, [the Wingfoot \nBusiness Plan] and Reclamation, each [Rick] and [Clay] owed fiduciary \nduties to [Plaintiff], including without limitation to act for the benefit of \nthe partnership without conflicts of interest s [sic]  and to disclose all \nbusiness opportunities f or the benefit of the partnership in order that \n \n \nthe partners, including without limitation for [Plaintiff] benefit [sic] \nfrom and to the extent available, profit from partnership opportunities. \n \n. . . . \n \n170. [Clay] and [Rick] breached fiduciary duties to [Plaintiff] by \ndirecting business opportunities intended for the partnership to \nbusinesses owned by or benefitting [Rick] and/or [Clay], and not to the \npartnership. \n \n. . . . \n \n173. [Clay] and/or [Rick] breached fiduciary duties to [Plaintiff] and \ncommitted constructive fraud by using [the Wingfoot Business Plan] to \nobtain the business solicited by [Plaintiff], and using partnership \nresources for Neill Grading to obtain the business without providing the \npartnership or Reclamation with the opportunities . . . . \n \n. . . . \n \n177. By 2015, due in part to self-dealing of [Clay] and breaches of duties \nto [Plaintiff], Reclamation was unable to continue operations. \n \n(First Am. Compl. ¶¶ 164, 170, 173, 177.)  It is clear that Plaintiff’s Second Claim for \nself-dealing and misappropriation of corporate opportunities, to the extent this claim \nseeks individual relief, is identical to, and unnecessarily duplicative of, Plaintiff’s \nFirst Claim for breach of fiduciary duty.      \n66. To the extent that Plaintiff’s Second Claim asserts a partnership claim, this \nclaim must fail.  As a preliminary matter, the Court notes that, unlike a shareholder \nor member who seeks to bring a claim belonging to the corporation or limited liability \ncompany, a partner who seeks to bring a claim belonging to the general partnership \nis not required to make a pre -suit demand on the partnership.  See N.C. Gen. Stat. \n§ 59-31 et seq.; Gillespie v. Majestic Transp., Inc. , 2016 NCBC LEXIS 69, a t *19−20 \n(N.C. Super. Ct. Sept. 6, 2016) .  Nonetheless, it is not clear whether, in the absence \n \n \nof express authority set forth in a partnership agreement or  consent by the other \npartners, a partner may bring a claim belonging to the partnership.   Gillespie, 2016 \nNCBC LEXIS 69, a t *21−22.  However, “[i]t is cl ear under North Carolina law that \n‘one partner may not sue in his own name, and for his benefit, upon a cause of action \nin favor of a partnership.’”  Id. at *21 (quoting Godwin v. Vinson, 251 N.C. 326, 327, \n111 S.E.2d 180, 181 (1959)).   Plaintiff’s self -dealing and misappropriation claim \nalleges that Plaintiff —not the partnership —“is entitled to revenues and profits \nrelating thereto received by [Clay], [Rick] or Neill Grading” and that Plaintiff “is owed \nand was damaged . . . due to [Clay]’s self-dealing and misappropriation[.]”  (First Am. \nCompl. ¶¶ 185, 187.)  Thus, even assuming arguendo that Plaintiff may assert a claim \nbelonging to the partnership, Plaintiff’s Second Claim fails to assert such a claim as \nit seeks only individual relief.       \n67. In short, to the extent that Plaintiff ’s Second Claim  brings an individual \nclaim for self-dealing and misappropriation of corporate opportunities, this claim is \nproperly pleaded as a breach of fiduciary duty claim, and Plaintiff’s additional claim \nfor self-dealing and misappropriation is duplicative.  See Plasman , 2016 NCBC \nLEXIS 80, at *38 (“Misappropriation of corporate opportunity ‘is a species of the duty \nof a fiduciary to act with undivided loyalty  . . . .’” (quoting Meiselman, 309 N.C. at \n307, 307  S.E.2d at 568) ).  To the extent that Plaintiff ’s Second Claim  brings a \npartnership claim, this claim must fail as it seeks to recover damages sustained by \nPlaintiff, rather than by the partnership generally.  Therefore, Defendants’ Rule 12(c) \nMotion as to Plaintiff’s Second Claim is granted. \n \n \nIV. MOTION TO AMEND \n68. Plaintiff requests leave to amend his First Amended Complaint pursuant \nto Rule s 15, 19, and 20  to add Edward C. Neill (“Ed ward”) and Hollar Hosiery \nDevelopment, LLC (“Hollar Hosiery Development”) as d efendants, assert additional \nfactual allegations, and add claims for libel, unfair and deceptive trade practices, and \npiercing the corporate veil and joint and several liability .  (Mot. Amend First Am. \nCompl. ¶¶ 5, 12−14, ECF No. 61; Mot. Amend Ex. 1, at 3 9, 41, 43, ECF No. 66.)   \nPlaintiff argues that the proposed amendments relate to events that have occurred \nsince Plaintiff filed his First Amended Complaint and facts learned over the course \nof discovery.  (Mem. Supp. Mot. Amend First Am. Compl. 1, ECF No.  64.)  To the \nextent that the Motion to Amend is based on events that occurred after Plaintiff filed \nthe First Amended Complaint, the Court properly conside rs the Motion under Rule \n15(d).  See Foy v. Foy, 57 N.C. App. 128, 132, 290 S.E.2d 748, 750 (1982).  Otherwise, \nthe Court considers the Motion to Amend under Rule 15(a).   \nA. Rule 15(a)      \n69. Rule 15(a) provides that, after a responsive pleading has been served, a \nparty may amend his pleading only by leave of court or by written consent of the \nadverse party, and “leave shall be freely given when justice so requires.”  N.C. Gen. \nStat. § 1A-1, Rule 15(a).  “The party objecting to the amendment has the burden of \nestablishing it will be materially prejudiced by the amendment.”  N. River Ins. Co. v. \nYoung, 117 N.C. App. 663, 671, 453 S.E.2d 205, 210 (1995).  A motion for leave to \namend is addressed t o the sound discretion of the trial court.  E.g., Draughon v. \n \n \nHarnett Cty. Bd. of Educ. , 166 N.C. App. 464, 467, 602 S.E.2d 721, 724 (2004).  \nReasons justifying denial of a motion to amend under Rule 15(a) are undue delay, bad \nfaith, dilatory motive, repea ted failure to cure defects by previous amendments, \nundue prejudice, and futility of amendment.  E.g., JPMorgan Chase Bank, N.A. v. \nBrowning, 230 N.C. App. 537, 541, 750 S.E.2d 555, 559 (2013).  “In deciding if there \nwas undue delay, the trial court may consider the relative timing of the proposed \namendment in relation to the progress of the lawsuit.”  Draughon, 166 N.C. App. at \n467, 602 S.E.2d at 724.  “[A] trial court may appropriately deny a motion for leave to \namend on the basis of undue delay where a party seeks to amend its pleading after a \nsignificant period of time has passed since filing the pleading and where the record \nor party offers no explanation for the delay.”  Rabon v. Hopkins, 208 N.C. App. 351, \n354, 703 S.E.2d 181, 184 (2010). \n70. “Where the essence of a Rule 15(a) motion to amend a pleading is to add a \nparty to the lawsuit, consideration of [Rules] 20 and 21 is required.”  Coffey v. Coffey, \n94 N.C. App. 717, 721, 381 S.E.2d 467, 470 (1989).  Under Rule 20(a), defendants may \nbe joined in one action “if there is asserted against them jointly, severally, or in the \nalternative, any right to relief in respect of or aris ing out of the s ame transaction, \noccurrence, or series of transactions or occurrences and if any question of law or fact \ncommon to all parties will arise in the action.”  N.C. Gen. Stat. § 1A -1, Rule 20(a); \nCoffey, 94 N.C. App. at 721, 381 S.E.2d at 470 .  Under Rule 21, “ parties may be \ndropped or added by order of the court on motion of any party or on its own initiative \nat any stage of the action.”  N.C. Gen. Stat. § 1A-1, Rule 21. \n \n \n71. The Court concludes that Plaintiff’s Motion to Amend is the product of \nundue delay.  Plaintiff filed the Motion to Amend one year and eight months after he \nfiled his original Complaint , and one year and three months after he filed his First \nAmended Complaint.  In addition, Plaintiff contends that the Motion to Amend is \nbased on facts learned through discovery; however, Plaintiff fails to offer any support \nfor this contention .  In his brief  in support of the motion , Plaintiff states that “[i]n \ndiscovery, [Plaintiff] learned that Clay formed an entity called [Hollar Hosiery \nDevelopment], but did no t disclose such entity to [Plaintiff ],” (Mem. Supp. Mot. \nAmend 8), but, there is no citation for this statement.  Further, Plaintiff asserts that \n“[t]he deposition of [Clay] occurring on April 13, 2017 revealed that Neill Grading is \noperated as an alter eg o of the Neill family including Clay and [Edward,]” and that \n“Clay’s testimony supports that ordinary corporate formalities were not followed, \nincluding co-mingling of funds without documenting such.”  (Mem. Supp. Mot. Amend \n13.)  Neither of these assertions contains a citation to the record, but the excerpts of \nClay’s deposition that were submitted with the Motion to Amend do not appear to \nsupport either assertion.  In sum, Plaintiff’s briefs in support of the Motion to Amend \nare replete with statements that numerous material facts were  learned through \ndiscovery, but for which there is either no citation  to the record or an unsupportive \ncitation.  See Strickland v. Lawrence , 176 N.C. App. 656, 667, 627 S.E.2d 301, 308 \n(2006) (“Plaintiffs sought to add the claim for civil conspiracy ‘based upon information \nthat has been obtained in discovery,’ however, at the hearing on plaintiffs’ motion to \namend, plaintiffs presented no deposition transcripts or other documentary evidence, \n \n \nother than the pleadings, to sup port their motion.  Based on these circumstances \nalone, plaintiffs cannot show that the trial court abused its discretion in denying the \nmotion based on undue delay.”). \n72. The Court further concludes that the timing and nature of Plaintiff’s Motion \nto Amend s uggest a dilatory motive.   On September 14, 2016, the Court entered a \nCase Management Order.  (ECF No. 27.)  Pursuant to the Case Management Order, \nthe parties were to complete fact discovery by April 14, 2017 and expert discovery by \nJune 14, 2017.  (Case Management Order 12.)  On April 14, 2017—the last day of fact \ndiscovery—Plaintiff filed a Motion to Ex tend Case Management Deadlines, \nrequesting a ninety-day extension of the deadlines set forth in the Case Management \nOrder.  (ECF No. 44.)   On April 18, 20 17, the Court entered an order granting the \nmotion in part and extending the discovery deadlines an additional six weeks.  (ECF \nNo. 46.)  The order found that “the parties , and especially Plaintiff, ha[d]  not been \ndiligent in conduct ing discovery in this c ase.”  (Order Mot. Extend Case Mgmt. \nDeadlines ¶ 10.)  The Court explained that “Plaintiff waited four months after the \nentry of the Case Management Order to serve his first set of interrogatories and \nrequest for production and waited until the day before the end of fact discovery to \ntake his first deposition, the deposition of the named defendant.”  (Order ¶ 10.)  \nNevertheless, the Court extended the fact discovery deadline to and including May \n26, 2017, but the order expressly stated that “[t]he discovery  period shall not be \nfurther extended absent extraordinary cause.”  (Order 4.) \n \n \n73. On June 14, 2017 —after the fact discovery deadline —the parties filed a \nConsent Motion to Amend Case Management Order.  (ECF No. 57.)  The motion \nsought a second amendment to the Case Management Order to allow Plaintiff to take \nNeill Grading’s deposition on July 12, 2017, and to extend the expert discovery \ndeadline to and including October 11, 2017.  The Court denied these requests by order \ndated June 15, 2017.  (ECF No. 58.)  Later that day, the parties filed a Joint Consent \nMotion to Reconsider and Amended Motion to Amend Case Management Order.  \n(ECF No. 59.)  The Court denied the parties’ June 15 motion by order dated June 16, \n2017.  (ECF No. 60.)  Soon thereafter, on that same day, Plaintiff filed the Motion to \nAmend.  Although Plaintiff states that the amendment would not require additional \ndiscovery, Plaintiff should know full well that the Court could not permit Plaintiff to \nadd new parties as defendants in this action withou t permitting those new party -\ndefendants to obtain discovery.  See Greater Baltimore Ctr. for Pregnancy Concerns, \nInc. v. Mayor & City Council of Baltimore , 721 F.3d 264, 280 (4th Cir. 2013) (“Chief \namong its errors was the district court’s award of summary  judgment to [plaintiff] \nwithout allowing [defendant] any discovery.  As a general proposition, summary \njudgment is appropriate only after adequate time for discovery.  . . . A district court \ntherefore must refuse summary judgment where the nonmoving party has not had \nthe opportunity to discover information that is essential to [its] opposition.” (third \nalteration in original) (citations and quotation marks omitted)).                \n74. Therefore, the Court concludes, in its discretion, that the Motion to Amend, \nto the extent that it is brought under Rule 15(a), should be denied based on Plaintiff’s \n \n \nundue delay and dilatory motive .  Media Network, Inc. v. Long Haymes Carr, Inc. , \n197 N.C. App. 433, 447−48, 678 S.E.2d 671, 681 (2009) (affirming trial court’s denial \nof defendant’s motion to amend when the motion was filed almost four months after \ndefendant filed its original answer and defendant did not offer any credible \nexplanation for the delay); Walker v. Sloan, 137 N.C. App. 387, 402, 529 S.E.2d 236, \n247 (2000) (affirming trial court’s denial of plaintiffs’ motion to amend based on \nundue delay when the motion was made five months after plaintiffs filed their \noriginal complaint and there was nothing in the record to explain why plaintiffs were \ndelayed in moving to amend); Johnson v. Beverly-Hanks & Assocs., Inc., 97 N.C. App. \n335, 341, 388 S.E.2d 584, 587 (1990) (affirming trial court’s denial of plaintiffs’ motion \nto amend based on undue delay when the motion was made seven months after \nplaintiffs filed their original complaint and there was nothing in the record to indicate \nwhy plaintiffs were delayed in moving to amend).  \nB. Rule 15(d) \n75. The Motion to Amend also seeks to add allegations regarding statements \nmade during a June 19, 2016 meeting between Plaintiff’s parents, Nancy and David \nZagaroli, on the one hand, and Clay, Edward, and Rick, on the other hand (the “June \n19 Meeting”).  (Mot. Amend Ex. 1, at 39−41.)   As the proposed allegations concern \nevents that occurred after the filing of the First Amended Compla int, the Motion to \nAmend based on these allegations must be considered under Rule 15(d).   \n76. Rule 15(d) provides that “[u]pon motion of a party the court may, upon \nreasonable notice and upon such terms as are just, permit him to serve a \n \n \nsupplemental pleading setting forth transactions or occurrences or events which may \nhave happened since the date of the pleading sought to be supplemented[.]”  N.C. \nGen. Stat. § 1A -1, Rule 15(d).   A motion to serve a supplemental pleading  is left to \nthe discretion of the trial  court.  Brackett v. SGL Carbon Corp. , 158 N.C. App. 252, \n258, 580 S.E.2d 757, 761 (2003).  Indeed, the language of Rule 15(d) “permits but does \nnot require a trial court to allow a supplemental pleading.”  Deutsch v. Fisher, 32 N.C. \nApp. 688, 692, 233 S.E .2d 646, 649 (1977).  Our courts have stated that “motions to \nallow supplemental pleadings should be freely granted unless their allowance would \nimpose a substantial injustice upon the opposing party.”  Miller v. Ruth’s of N.C., Inc., \n69 N.C. App. 153, 156, 316 S.E.2d 622, 625 (1984); see Draughon v. Harnett Cty. Bd. \nof Educ. , 166 N.C. App. 449, 454, 602 S.E.2d 717, 720 (2004) (“Motions to allow \nsupplemental pleadings should ordinarily be granted because by definition they \nencompass m atters that arose after the date of the original pleading, unless a \nsubstantial injustice would result to the opposing party.”).  This rule is “based upon \nthe policy that a party should be protected from the harm  which may occur if he is \nprevented from litigating certain issues merely by virtue of the court’s denial of such \na motion.”  vanDooren v. vanDooren , 37 N.C. App. 333, 337, 246 S.E.2d 20, 23 –24 \n(1978).  In considering a motion to allow supplemental pleadings, courts “should focus \non any resulting unfairness which might occur to the party opposing the motion.”  Id. \nat 337, 246 S.E.2d at 24. \n77. Unlike motions to amend under Rule 15(a), North Carolina courts have not \nspecifically articulated the grounds that justify denying a motion to supplement a \n \n \npleading under Rule 15(d).  Ou r courts have held that, as  with a motion to amend \nunder Rule 15(a), futility is a proper justification for denying a motion to  file a \nsupplemental pleading, Brackett, 158 N.C. App. at 258, 580 S.E.2d at 761 , but that \n“mere delay, standing alone, is not a sufficient reason to deny [a] motion” under Rule \n15(d), vanDooren, 37 N.C. App. at 338, 246 S.E.2d at 24.   Additionally, f ederal \ndecisions interpreting Rule 15(d) of the Federal Rules of Civil Procedure, which is \nsubstantially similar to Rule 15(d) of the North Carolina Rules, have concluded that \nmotions to supplement a pleading under Federal Rule 15(d) are governed by the same \nstandard as motions to amend under Federal Rule 15(a).  Franks v. Ross, 313 F.3d \n184, 198 n.15 (4th Cir. 2002) (“[T]he standards used by a district court in ruling on a \nmotion to amend or on a motion to supplement are nearly identical.”).  \n78. For the same reasons discussed above with respect to the Motion to Amend \nunder Rule 15(a), and as further explained below with respect to the motion under \nRule 15(d) based on the June 19 Meeting, the Court concludes that the timing and \nnature of Plaintiff’s Motion to A mend under Rule 15(d)  suggest a dilatory motive.  \nPlaintiff did not move to supplement his First Amended Complaint until one full year, \nless three days, after t he June 19  Meeting.  Plaintiff states in his affidavit that he \n“was aware either Clay or Rick requested [Plaintiff] not be” at the June 19 Meeting, \nbut that he “did not discuss the detailed statements” made by Clay, Edward, and Rick \nto Plaintiff’s parents during that meeting and that he “was not aware of most things \nsaid in the meeting.”   (Pl.’s Reply to Defs.’ Br. Opp’n Pl.’s Mot. Leave to Amend Ex. \nE, ¶¶ 2, 5, ECF No. 88.)  Plaintiff states that during Clay’ s deposition on  April 13, \n \n \n2017, Plaintiff heard Clay’s testimony regarding the June 19 Meeting, and that in \nearly June 2017, Plaintiff’s father “authorized [Plaintiff] to listen to a recording of the \n[June 19 Meeting.]”  (Pl.’s Reply Ex. E, ¶ 5.)  At the hearing on the Motions, the Court \ninquired of counsel for Plaintiff , Mr. Rogers,  about the recording.  Mr. Rogers  \nresponded that he knew of the recording’s existence pursuant to his attorney-client \nrelationship with Plaintiff’ s father.  As a result, Mr. Rogers stated that he did not \nthink it was appropriate, at least until  sometime in early June 2017, to discuss the \nrecording with Plai ntiff.  It is unclear what occurred between the June 19 Meeting \nand early June 2017 that led Plaintiff’s father to allow Plaintiff to listen  to the \nrecording.  Nevertheless,  for all the reasons discussed above, the Court finds that \nPlaintiff obtaining perm ission in June 2017 —almost a full year after the June 19 \nMeeting—to listen to the recording of that meeting is a product of Plaintiff’s dilatory \nmotive.  Indeed, during Plaintiff’s deposition of Clay on April 13, 2017 —two months \nbefore Plaintiff both liste ned to the recording and filed the Motion to Amend —\nPlaintiff’s counsel inquired in detail about the Ju ne 19 Meeting, and his inquiries \nparallel the proposed amendments, strongly  suggesting that he was aware of what \nwas allegedly said during the June 19 M eeting.  (Pl.’s Reply Ex. D, at 321–27, ECF \nNo. 88.)  For example, Plaintiff’s counsel asked Clay the following questions:  \nQ. Now, you told the Zagarolis that the reason why Hollar didn’t happen \nwas because [Plaintiff] was taking money under the table and that was \nthe reason why it went to hell; is that right? \n \nA. That’s correct. \n \n. . . . \n \n \n \nQ. Okay.  Now, did you guys tell the Zagarolis that your father was \nwilling to lend you up to $20 million to fight [Plaintiff] in this lawsuit? \n \nA. He may have made a comment to that extent.  \n \n(Pl.’s Reply  Ex. D, at 323:10−14, 325:20−23 .)  Based on the foregoing , the Court \nconcludes, in its discretion, that the Motion to Amend under Rule 15(d) is a product \nof Plaintiff’s dilatory motive. \n79. The Court further concludes that allowing Plaintiff’s supplemental \npleading would unfairly prejudice Defendants.   The discovery deadline has passed, \nand Plaintiff’s contention that no further discovery is necessary  is without merit.  \n(Pl.’s Reply to Defs.’ Br. Opp’n Pl.’s Mot. Leave to Amend 12, ECF No. 85.)  Defendants \ndeposed Nancy Zagaroli on or about September 19, 2016, (Defs.’ Br. Opp’n Pl.’s Mot. \nLeave to Amend 16, ECF No. 83; Pl.’s Reply 12), but Defendants did not question \nNancy Zagaroli regarding the June 19 Meeting as the First Amended Complaint does \nnot assert claims pertaining to that meeting, (Defs.’ Br. Opp’n 16).  Defendants did \nnot depose David Zagaroli.  ( Defs.’ Br. Opp’n 16; Pl.’s Reply 12 .)  Defendants would \nneed to conduct additional discovery relating to the June 19 Meeting , which would \ninevitably lead to additional costs.  Further, as explained above, Edward cannot be \nadded as a defendant without allowing him the opportunity to conduct discovery. \n80. As an alternative ground for denying the Motion to Amend under Rule \n15(d), the Court concludes that the amendment would be futile.  Plaintiff’s Proposed \nSecond Amended Complaint seeks to assert claims for slander per se and slander per \nquod based on statements allegedly made during the June 19 Meeting.  “In order to \nrecover for defamation, a plaintiff must allege that the defendant caused injury to the \n \n \nplaintiff by making false, defamatory statements of or concerning the plaintiff, which \nwere published to a third person.”  Eli Global, LLC v. H eavner, 794 S.E.2d 820, 824 \n(N.C. Ct. App. 2016).  Oral defamation may be categorized as either slander per se or \nslander per quod.  Izydore v. Tokuta , 242 N.C. App. 434, 445, 775 S.E.2d 341, 349 \n(2015).  Slander per se is “an oral communication to a third party which amounts to \n(1) an accusation that the plaintiff committed a crime involving moral turpitude; (2) \nan allegation that impeaches the plaintiff in his trade, business, or profession; or (3) \nan imputation that t he plaintiff has a loathsome disease.”  Id.  “Slander per quod \ninvolves a spoken statement of which the harmful character does not appear on its \nface as a matter of general acceptance, but rather becomes clear ‘only in consequence \nof extrinsic, explanatory facts showing its injurious effect . . . .’”  Donovan v. Fiumara, \n114 N.C. App. 524, 527, 442 S.E.2d 572, 574−75 (1994) (omission in original) (quoting \nBadame v. Lampke , 242 N.C. 755, 757, 89 S.E.2d 466, 467−68 (1955) ).  When \nstatements are slanderous per se, both malice and damages are presumed as a matter \nof law.  Izydore, 242 N.C. App. at 445, 775 S.E.2d at 349.   Conversely, to state a \nslander per quod claim, plaintiff must plead both the injurious character of the words \nand special damages.  Id. \n81. The Proposed Second Amended Complaint contains a number of conclusory \nallegations.  (E.g., Mot. Amend Ex. 1, ¶ 337 (“[Edward], Clay and [Rick] . . . told David \nand Nancy many statements over the course of approximately an hour which \nstatements are objective [sic ] false and w ere intended to impeach [Plaintiff]  in his \ntrade and profession.” ).)  These generalized allegations are insufficient to state a \n \n \nslander claim as a matter of law.  See Izydore, 242 N.C. App. at 446, 775 S.E.2d at \n349 (“[A]llegedly slanderous remarks need not be repeated verbatim, but they must \nbe alleged substantially in haec verba, or with sufficient particularity to enable the \ncourt to determine whether the statement was defamatory.”  (quotation marks \nomitted)).  Thus, in determining whether the amendment would be futile, the  Court \nconsiders only those non -conclusory allegations  of the P roposed Second Amended \nComplaint. \n82. With respect to the June 19  Meeting, the proposed complaint alleges the \nfollowing:  \n “Clay, [Edward], and [Rick]  intentionally mischaracterized \npayments made to [Plaintiff] as ‘taking money under the table’ and \n[Plaintiff] being ‘caught’ by Meg Locke.”  (Mot. Amend Ex. 1, ¶ 339.) \n “[Edward] stated that ‘we could’ve sued [Plaintiff]’ for taking money \nfrom James Maynard ‘under the table.’”  (Mot. Amend Ex. 1, ¶ 341.) \n “[Edward] accused [Plaintiff] of forging checks  . . . .”  (Mot. Amend \nEx. 1, ¶ 342.) \n “Clay stated that [Plaintiff] lost his General Cont ractors license \nbecause [Plaintiff] owed everybody . . . .”  (Mot. Amend Ex. 1, ¶ 343.) \n “Clay stated that [Plaintiff] forged Clay’s  signature and that Clay \nnever authorized [Plaintiff] to sign his signature . . . .”  (Mot. Amend \nEx. 1, ¶ 347.) \n \n \n “[Edward] told the [sic] David and Nancy that Neill Grading was \nforced to become the general contractor for Hollar Mill and to exclude \n[Plaintiff] . . . .”  (Mot. Amend Ex. 1, ¶ 349.) \nPlaintiff alleges that Defendants made the above statements “intending to impeach \n[Plaintiff] in his profession  and with regard to Reclamation .”  ( Mot. Amend Ex. 1,  \n¶ 336.) \n83. Whether a statement is slanderous per se is a question of law for the Court.  \nEli Global, LLC, 794 S.E.2d at 825.  “[T]he policy of the law has much restricted the \nrange of defamatory utterances which are actionable per se.”  Donovan, 114 N.C. App. \nat 528, 442 S.E.2d at 575.   Words are defamatory per se when they are “susceptible \nof but one meaning and of such nature that the court can presume as a matter of law \nthat they tend to disgrace and degrade the party or hold him up to public h atred, \ncontempt or ridicule, or cause him to be shunned and avoided.”  Boyce & Isley, PLLC \nv. Cooper, 153 N.C. App. 25, 30−31, 568 S.E.2d 893, 898−99 (2002)  (quoting Flake v. \nNews Co., 212 N.C. 780, 786, 195 S.E. 55, 60 (1938)) .  The Court must consider th e \nstatement in its full context.  Id. at 31, 568 S.E.2d at 899.  In order for false words to \nbe actionable per se on the basis that it impeaches plaintiff in his business,  \nthe false words (1) must touch the plaintiff in his special trade or \noccupation, and (2) must contain an imputation necessarily hurtful in \nits effect on his business.  That is to say, it is not enough that the words \nused tend to injure a person in his business.  To be actionable per se, \nthey must be uttered of him in his business relation.  Defamation of this \nclass ordinarily includes charges made by one trade r or merchant \ntending to degrade a rival by charging him with dishonorable conduct in \nbusiness. \n   \n \n \nEli Global, LLC, 794 S.E.2d at 825 (quoting Badame, 242 N.C. at 757, 89 S.E.2d at  \n468). \n84. The Court concludes that, even taking the allegations of the P roposed \nSecond Amended Complaint in the light most favorable to Plaintiff, the statements \nallegedly made by Defendants to Plaintiff’s parents are not slanderous per se.  The \nstatement to Plaintiff’s parents that Plaintiff forged checks and took money under \nthe table does not touch Plaintiff in his special trade or occupation, and it does not \ncontain an imputation necessarily hurtful to Pla intiff’s business.  This is  akin to a \ncharge that P laintiff is dishonest, and “[o]ur Courts have held that ‘alleged false \nstatements . . . calling plaintiff dishonest or charging that plaintiff was untruthful \nand an unreliable employee, are not actionable per se.’”  Izydore, 242 N.C. App. at \n445, 775 S.E.2 d at 349 (omission  in original).  Thus, a s Defendants’ alleged \nstatements are only actionable per quod, Plaintiff must allege special damages.  Id.  \n85. “In the context of an action for defamation, special damage means \npecuniary loss; emotional distress and mental suffering are not alone sufficient . . . .”  \nDonovan, 114 N.C. App. at 527, 442 S.E.2d at 575 (omission in original) (citations and \nquotation marks omitted).   The Proposed Second Amended Complaint contains  the \nfollowing allegations regarding special damages:  \n456. [Clay] and/or [Rick] accusing [Plaintiff]  of crimes relating to his \nprofession and business establish a presumption of mal ice and legal \ninjury and damage  for which [Plaintiff] is entitled to punitive, \ncompensatory and special damages in excess of $30,000.00. \n \n. . . . \n \n \n \n459. Plaintiff’s reputation has been smeared, and his ability to earn a \nliving have [si c] been harmed by Clay and [Edward] ’s defamation of \nPlaintiff. \n \n460. [Plaintiff]  has incurred special damages, including without \nlimitation Defendants intentionally causing severe personal stres s, as \nwell as stress to [Plaintiff]’s personal and familial relationships. \n \n461. [Plaintiff]  is entitled to damages including without limitation \nspecial and punitive damages exceeding $30,000.00 relating to \nDefamation. \n \n(Mot. Amend Ex. 1, ¶¶ 456, 459−61.) \n86. Plaintiff has failed to allege any special damages to sustain his slander per \nquod claim.  Allegations of personal stress and harm to reputation are insufficient as \na matter of law to establish a basis for relief.  See Johnson v. Bollinger, 86 N.C. App. \n1, 11, 356 S.E.2d 378, 384−85 (1987)  (“In order to prove special damages from \ndefamation, plaintiff’s allegations must evidence a pecuniary loss rather than simple \nhumiliation.  Emotional distress and mental suffering are not sufficient allegations \nto establish a basis for relief in cases which are only actionable per quod.” (citation \nomitted)).  Further, Plaintiff’s conclusory allegation that “his ability to earn a living \nhave [sic] been harmed[,]” without more, is insufficient to inform Defendants of the \nscope of Plaintiff’s demand.  See Skinner v. Reynolds , 237 N.C. App. 150, 157, 764 \nS.E.2d 652, 658 (2014) (“The conclusory allegation that [plaintiff] suffered unspecified \n‘lost wages’ and ‘expenses’ associated with ‘mitigating the defamation’ is insufficient \nto inform defendants of the scope of [plaintiff’s] claim.”) ; Griffin v. Holden, 180 N.C. \nApp. 129, 138, 636 S.E.2d 298, 305 (2006)  (“[S]pecial damages . . . must be pleaded, \n \n \nand the facts giving rise to the special damages must be alleged so as to fairly inform \nthe defendant of the scope of plaintiff’s demand.”). \n87. Therefore, the Court concludes that the Motion to Amend under Rule 15(d) \nwould be futile and, as such, is denied. \nV. CONCLUSION \n88. For the foregoing reasons, the Court ORDERS as follows: \nA. The Court DENIES Defendants’ Rule 12(c) Motion as to Plaintiff’s \nThird and Fifth Claims. \nB. The Court GRANTS Defendants’ Rule 12(c) Motion as to Plaintiff’s \nSecond Claim, and this claim is dismissed with prejudice. \nC. The Court DENIES Plaintiff’s Motion to Amend.  \nSO ORDERED, this the 7th day of November, 2017. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}