{
  "id": "851c0fc5740efbdff41364cf8bc3b7821843a4f06800898ce5d479446d98dd3a",
  "source_file": "data/raw/ncbc/851c0fc5740efbdff41364cf8bc3b7821843a4f06800898ce5d479446d98dd3a.pdf",
  "raw_text": "Dishner v. Goneau, 2017 NCBC 7. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF MOORE  \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 473 \nJESS A. DISHNER, \n \nPlaintiff, \n \nv. \n \nMARCEL O. GONEAU; CANDICE \nCHUZAS; and STRUCTURES \nCONSTRUCTION COMPANY, INC. \nd/b/a GONEAU DISHNER,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n) \n) \n)\n)\n)\n) \n ORDER & OPINION ON DEFENDANTS’ \nMOTIONS TO DISMISS AND MOTION \nFOR JUDGMENT ON THE PLEADINGS \n \n1. THIS MATTER is before the Court on Defendants’ Motions to Dismiss \n(“Motions”) pursuant to Rules 12(b)(1)  and 12(b)(6), and for judgment on the \npleadings pursuant to Rule 12(c), of the North Carolina Rules of Civil Procedure.  \nFor the reasons stated below, the Motions are GRANTED IN PART and DENIED \nIN PART.  \nStephen C. Holton for Plaintiff.1 \nBoydoh & Hale, PLLC, by J. Scott Hale, for Defendants. \nGale, Chief Judge. \n \nI. PROCEDURAL HISTORY \n \n2. Plaintiff Jess A. Dishner (“Dishner”) initiated this lawsuit on April 21, \n2015.  Pursuant to Defendants’ May 7, 2015 notice of designation, the Chief Justice \n                                                 \n1 P. Wayne  Robbins of Robbins May & Rich LLP represented Plaintiff when the Motions \nwere briefed and argued.  He has since retired and has been allowed to withdraw as counsel \nof record.     \n \n \n   \n \ndesignated the matter as a mandatory complex business case on May 8, 2015, and \nthe case was assigned to the undersigned that same day. \n3. On July 17, 2015, Dishner filed his Amended Verified Complaint \n(“Amended Complaint”), making the central allegations that Dishner and \nDefendant Marcel O. Goneau (“Goneau”) formed an o ral partnership and thereafter \noperated th e partnership as a d/b/a of Structures Construction Company, Inc.  \n(“Structures”), a corporation organized and owned by Goneau  that had become \ndormant before the partnership was formed.   \n4. Dishner complains that he h as not been give n access to partnership \nrecords and  has not shared equally in partnership profits, and that Goneau, \nassisted by Defendant Cand ice Chuzas (“Chuzas”), has taken improper actions in \nderogation of Dishner’s partnership rights , including using D ishner’s computer  \nwithout authorization  to send e -mail communications to Dishner’s contacts.   The \nAmended Complaint alleges claims of (1) breach of contract, (2) unjust enrichment, \n(3) conversion, (4) trespass to chattels, (5) breach of fiduciary duty, (6) violations of \nthe Computer Fraud and Abuse Act ( “CFAA”), (7) accounting, and (8) intrusion into \nseclusion.  \n5. On December 31, 2015,  Defendants filed their Answer to Amended \nVerified Complaint, Motions to Dismiss and Counterclaims (“Answer”).  The Answer \nwas not verified and attached two documents as exhibits.  \n6. The Motions seek  to dismiss all claims , with motions to dismiss  \nbrought pursuant to Rules 12(b)(1) and  12(b)(6), and a motion for judgment on the \n \n \n   \n \npleadings brought pursuant to Rule 12(c).  Defendants’ briefs in support of the \nMotions rely heavily on factual averments in the  unverified Answer and the \naccompanying exhibits.  Neither the Amended Complaint nor Defendants’  \ncounterclaims refer to the exhibits.  \n7. Dishner replied to Defendants’ counterclaims on February 29, 2016. \n8. The Motions have been fully briefed and argued, and are ripe for \nruling. \nII. FACTUAL BACKGROUND \n9. The Court states the following facts only for purposes of ruling on the \nMotions, and in doing so makes reasonable inferences in Dishner’s favor. \n10. Dishner, Goneau, and Chuzas are citizens and residents of Moore \nCounty, North Carolina.  (Am. Compl. ¶¶ 1–3.) \n11. Structures is a North Carolina corporation that has its principal place \nof business in Moore County, North Carolina .  (Am. Compl. ¶  4.)  Structure s was \noriginally incorporated in 2003 and became dormant thereafter.  (Am. Compl. ¶  9.)  \nStructures’ articles of incorporation list Goneau as its sole director and registered \nagent.   \n12. In July 2010, Goneau and Dishner orally agreed to form a partnership.  \n(Am. Compl. ¶ ¶ 11, 14.)  Dishner alleges that an attorney  advised them that the \nleast expensive way to create a new partnership was to operate Structures as a \n“d/b/a.”  (Am. Compl. ¶ 15.) \n \n \n   \n \n13. Dishner alleges that the partnership thereafter did business under the \nname Structures Construction Company, Inc. d/b/a Goneau Dishner.  (Am. Compl. \n¶ 4.) \n14. On January 21, 2011, Goneau filed a Certificate of Assumed Name for \nCorporation in the Moore County Registry .  (See Am. Compl. Ex. 1.)  The certificate \nindicates that “the business” would be conducted under the assumed name “Goneau \nDishner,” and lists the owners of the “business” as Dishner and Goneau .  (Am. \nCompl. Ex. 1, at 1.)  The certificate was submitted under the corporate name \n“Structures Construction, Inc., ” and was signed by Goneau as president  of \nStructures.  (Am. Compl. Ex. 1, at 1–2.) \n15. Dishner alleges that he  and Goneau began operating a construction \nbusiness together in January 2011 as a partnership involving the design, \nconstruction, and renovation of residential and commercial properties.  (Am. Compl. \n¶ 18.)  Dishner further alleges that all finances were funneled through the \ncorporation, with profits to be shared equally by Dishner and Goneau.  (Am. Compl. \n¶¶ 24–25.)  From January 2011 through November 2014, the business entered into \nnumerous construction contracts  using the assumed name  Dishner Goneau.  (Am. \nCompl. ¶ 19.)   \n16. On March 19, 2014, Goneau filed a second Certificate of Assumed \nName for Corporation in the Moore County Registry .  (See Am. Compl. Ex. 2. )  The \nsecond certificate  lists “[t]he assumed name under which the business is to be \nconducted” as “Goneau Dishner Construction Design & Development ,” and Goneau \n \n \n   \n \nas the sole owner .  (Am. Compl. Ex. 2, at 1.)  The second certificate was submitted \nunder the corporate name “Structures Construction Inc.” and signed by Goneau as \nits president.  (Am. Compl. Ex. 2, at 1–2.)  The notarial certificate acknowledges the \nsignature of  Goneau as president of “Goneau Dishner Const. Design & Dev  \nCorporation.”  (Am. Compl. Ex. 2, at 2.) \n17. On March 24, 2014, Goneau filed a Withdrawal of Assumed Name for \nCorporations in the Moore County Registry, withdrawing  the assumed name \n“Goneau Dishner” that was originally filed on January 21, 2011.  (Am. Compl. Ex. 3, \nat 1.)   The withdraw al was signed by Goneau as president of “Structures \nConstruction Inc.”  (Am. Compl. Ex. 3, at 1–2.) \n18. On December 5, 2014, an attorney  representing Goneau and \nStructures sent a letter to Dishner advising  that “Structures Construction, Inc. ” \nwould immediately cease doing business as Goneau Dishner .  (Am. Compl. Ex. 5, at \n1.)  The letter states “Goneau’s intention to sever  [Dishner’s] affiliation as an \nindependent contractor  with him and his company ,” and directs Dishner to “ no \nlonger use or associate [himself]  with Mr. Goneau’s name and/ or company ” or \nbusiness endeavors.  (Am. Compl. Ex. 5, at 1.) \n19. On December 17, 2014, Goneau filed a third Certificate of Assumed \nName for Corporation in the Moore County Registry .  (See Am. Compl. Ex. 4.)  The \nthird certificate states that “[t]he assumed name under which the business is to be \nconducted” is  “Goneau Construction Design & Development ,” and lists Goneau as \nthe sole owner of the business.  (Am. Compl. Ex. 4, at 1 .)  The third certificate was \n \n \n   \n \nsubmitted by “Structures Co nstruction Inc. ” over the signature of Goneau as its \npresident, and the notarial  certificate acknowledges Goneau’s signature  as \npresident of Structures Construction Inc.  (Am. Compl. Ex. 4, at 1–2.) \n20. Dishner complains that he  has been denied access to partn ership \nrecords and excluded from partnership property,  that he did not receive profits and \ndraws equal to Goneau’s profits and draws, and that he did not receive his  \npartnership draw for the period of November 1, 2014 , through December 5, 2014.  \n(Am. Compl. ¶¶ 36–40.) \n21. Dishner further complains that Defendants later accessed his personal \ne-mail account without permission , changed the password to his e -mail account, \nretrieved private information from the e -mail account  including the names and \naddresses of Dishner’s contacts, and sent communications to those contacts .  (Am. \nCompl. ¶¶ 44–48).   \n22. In their Answer, Defendants den y Dishner’s allegations that the \nparties formed or operated a partnership.  (Answer ¶ 18.)  In the paragraph denying \nthose allegations, Defendants aver that Dishner began working for Structures as an \nindependent contractor in 2011, but that after January 2012, Dishner directed that \nStructures pay any compensation to Dishner Developer, Inc.  (“Dishner \nDeveloper”)—a corporation owned by Dishner and his wife .  (Answer ¶  18.)  In \nsupport of tho se averments, Defendants attach exhibits to the ir Answer that \npurport to show payments made by Structures to Dishner and Dishner Developer , \nand tax returns filed by Dishner Developer.  (Answer Exs. A, B.)  \n \n \n   \n \n23. Defendants do not refer to or incorporate those allegations or exhibits \nin their counterclaims.  Accordingly, in his Reply, Dishner was not required to \neither respond to the allegations or admit that the exhibits are authentic. \n \nIII. ANALYSIS \n \nA. Standard of Review \n24. The Motions seek to dismiss Plaintiff’s Amended Complaint pursuant \nto Rule 12(b)(1) for lack of standing, to dismiss all claims under Rule 12(b)(6) for \nfailure to state a claim, and to grant judgment on the pleadings  for Defendants \npursuant to Rule 12(c).   \n25. “Standing is a necessary prerequisite to a court’s proper exercise of \nsubject matter jurisdiction.”  Neuse River Found., Inc. v. Smithfield Foods, Inc. , 155 \nN.C. App. 110, 113, 574 S.E.2d 48, 51 (2002)  (quoting Aubin v. Susi, 149 N.C. App. \n320, 324, 560 S.E.2d 875, 878 (2002)) .  Plaintiff has the burden of demonstrating \nthat standing exists.  E.g., Am. Woodland Indus., Inc. v. Tolson , 155 N.C. App. 624, \n627, 574 S.E.2d 55, 57 (2002).  When standing is challenged pursuant to Rule \n12(b)(1), “matters outside  the pleadings . . . may be considered and weighed by the \ncourt in determining the existence of jurisdiction over the subject matter.”  Tart v. \nWalker, 38 N.C. App. 500, 502, 248 S.E.2d 736, 737 (1978).  However, a court \ngenerally will grant a Rule 12(b)(1 ) motion “only if the material jurisdictional facts \nare not in dispute and the moving party is entitled to judgment as a matter of law.”  \nWilkie v. Stanley, No. 10 CVS 6257, 2011 NCBC LEXIS 11, at *10 (N.C. Super. Ct. \n \n \n   \n \nApr. 20, 2011) (quoting SouthStar Fund ing, LLC v. Warren, Perry & Anthony, \nPLLC, 445 F. Supp. 2d 583, 585 (E.D.N.C. 2006)). \n26. The controlling standards for Rule 12(b)(6) and Rule 12(c) motions are \nessentially the same.  The Court should grant a motion to dismiss under Rule \n12(b)(6) when any of t hree things is true: (1) no law supports the plaintiff’s claim, \n(2) the complaint does not plead sufficient facts to state a legally sou nd claim, or (3) \nthe complaint discloses a fact that defeats the plaintiff’s claim.  E.g., Oates v. JAG, \nInc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985).  When the Court reviews a \ncomplaint under Rule 12(b)(6), it accepts the factual allegations of the complaint as \ntrue without assuming the veracity of the plaintiff’s legal conclusions.  E.g., Walker \nv. Sloan, 137 N.C. App. 387, 392, 529 S.E.2d 236, 241 (2000).   \n27. When reviewing either a Rule 12(b)(6) motion to dismiss or a  Rule \n12(c) motion for judgment on the pleadings, “the trial court is required to view the \nfacts presented in the pleadings and the inferences to be dr awn therefrom  in the \nlight most favorable to the nonmoving party.”  Toomer v. Branch Banking & Tr. Co., \n171 N.C. App. 58, 66, 614 S.E.2d 328, 334 (2005)  (quoting Am. Bank & Tr. Co. v. \nElzey, 26 N.C. App. 29, 32, 214 S.E.2d 800, 802 (1975)) .  For purposes o f a motion \nfor judgment on the pleadings, “[a]ll factual allegations in the nonmovant’s \npleadings are deemed admitted except those that are legally impossible or not \nadmissible in evidence. ”  Governors Club, Inc. v. Governors Club Ltd. P’ship , 152 \nN.C. App. 240, 247, 567 S.E.2d 781, 786 (2002)  (citing Cheape v. Town of Chapel \nHill, 320 N.C. 549, 556 –57, 359 S.E.2d 792, 797 (1987)) , aff’d, 357 N.C. 46, 577 \n \n \n   \n \nS.E.2d 620 (2003).   A Rule 12(c) motion is proper when only questions of law \nremain.  E.g., Ragsdale v. Kennedy, 286 N.C. 130, 137, 209 S.E.2d 494, 499 (1974). \nB. Plaintiff Has Conceded That Certain Claims Should Be Dismissed. \n \n28. In his brief opposing Defendants’ Motions, Dishner concedes that the \nAmended Complaint does not state  claims of breach of contract or unjust \nenrichment against Structures and Chuzas , or a claim of breach of fiduciary duty \nagainst Chuzas.  (Mem. Law Opp’n to Defs.’ Mot s. Dismiss and Mot. J. Pleadings  5 \nn.1, 6 n.2.)  Accordingly, those claims will be dismissed.   \nC. The Motions Cannot Be Supported By Unverified Averments or Documents \nThat Dishner Has Not Admitted As Authentic. \n \n29. Paragraph 18 of the Amended Complaint contains Dishner’s central \nallegation that he and  Goneau formed and operated a partnership.   (Am. Compl. \n¶ 18.)  Paragraph 18 of Defendants’ Answer denies  that allegation, but then \ncontinues with factual averments that challenge Dishner’s standing to brin g claims \nindividually, referring to two exhibits attached to the Answer  to support the \nallegations.  (Answer ¶ 18.)  Exhibit A to t he Answer purports to be a printout of \nStructures’ corporate records showing payments made first to Dishner individually \nbut then to Dishner Developer .  ( See Answer Ex. A.)   Exhibit B purports to be \nportions of Dishner Developer’s tax returns for 2012 and 2013.  (See Answer Ex. B.)  \nThose allegations and exhibits are centra l to Defendants’ Rule 12(b)(1) m otion, \nwhich challenges Dishner’s standing to bring partnership claims individually .  \n(Defs.’ Br. Supp. Mot. Dismiss 4–5.) \n \n \n   \n \n30. Although the Court is not confin ed to the  pleadings when resolving a \nRule 12(b)(1) motion, findings of fact that result in dismissal of the action for lack of \nsubject-matter jurisdiction must be based on competent , admissible evidence.  See, \ne.g., Munger v. State, 202 N.C. App. 404, 410,  689 S.E.2d 230, 235 (2010).  Factual \naverments in an unverified answer not admitted by the opposing party do not \nsupport such findings.  E.g., Brown v. Refuel Am., Inc. , 186 N.C. App. 631, 634, 652 \nS.E.2d 389, 392 (2007).  \nD. The Amended Complaint States a Claim of Partnership between Dishner \nIndividually and Goneau Individually. \n \n31. The North Carolina Uniform Partnership Act defines  a partnership as \n“an association of two or more persons to carry on as co -owners a business for \nprofit.”  N.C. Gen. Stat. §  59-36(a) (2015).  A partnership between individuals may \nbe formed by oral agreement,  see Campbell v. Miller, 274 N.C. 143, 149, 161 S.E.2d \n546, 550 (1968), and may be established by “the intent of the parties” based on \n“their conduct and an examination of all of  the circumstances,” Wike v. Wike , 115 \nN.C. App. 139, 141, 445 S.E.2d 406, 407 (1994).   \n32. Construed liberally , consistent with North Carolina’s Rule 12(b)(6) \nstandards, the Amended Complaint  adequately asserts that Dishner , individually, \nand Goneau , individually, formed an oral partnership to share equally in the \nexpenses and profits of operating a construction business, even though Structures’ \ncorporate form would be used to facilitate the partnership .  A  partnership that \ninvolves a corporation must be in  writing and signed by the corporation’s owners .  \nSee N.C. Gen. Stat. §  55-7-31(b) (2015).  Defendants may later succeed in proving \n \n \n   \n \nthat any partnership was with Dishner Developer , not with Dishner individually.  \nThat issue cannot be resolved through the present Motions based solely on the \npleadings.  \n33. In the briefs accompanying their Motions, Defendants suggest that \nthey may ultimately have a successful statute -of-limitations defense.  That \npotential defense is not properly presented by the Motions.     \nE. The Amended Complaint Does Not State Claims of Trespass to Chattels or \nConversion. \n \n34. Dishner attempts to assert claims of conversion and trespass to \nchattels based on the allegation that he has rights in certain tax records that are \nnow being withheld from him a nd maintained by Structures.   He makes those \nclaims not only against Goneau, his alleged partner, but also against Structures \nand Chuzas for joint and several liability for actions that “occurred in the course of  \nagency, partnership, joint venture, or empl oyment” of Goneau and Chuzas by \nStructures.  (Am. Compl. ¶ 72.)   \n35. The tort of trespass to chattels is a trespass to personal property based \non an “injury to possession.”  HSG, LLC v. Edge -Works Mfg. Co. , No. 15 CVS 309, \n2015 NCBC LEXIS 91, at *17 (N.C. Sup er. Ct. Oct. 5, 2015) (quoting Fordham v. \nEason, 351 N.C. 151, 155, 521 S.E.2d 701 , 704  (1999)).  In a claim of trespass to \nchattels, the plaintiff must demonstrate that he “had either actual or constructive \npossession of the personalty or goods in questio n at the time of the trespass, and \nthat there was an unauthorized, unlawful interference or dispossession of the \nproperty.”  Id. at *17–18 (quoting Fordham, 351 N.C. at 155, 521 S.E.2d at 704). \n \n \n   \n \n36. The tort of conversion is closely related to an action for tre spass to \nchattels and is “defined as ‘an unauthorized assumption and exercise of the right of \nownership over goods or personal chattels belonging to another, to the alteration of \ntheir condition or the exclusion of an owner’s rights.’”  Variety Wholesalers, Inc. v. \nSalem Logistics Traffic Servs., LLC , 365 N.C. 520, 523, 723 S.E.2d 744, 747 (2012) \n(quoting Peed v. Burleson’s, Inc. , 244 N.C. 437, 439, 94 S.E.2d 351, 353 (1956)).  \nThere are “two essential elements of a conversion claim: ownership in the plaint iff \nand wrongful possession or conversion by the defendant.”  Id. (citing Gadson v. \nToney, 69 N.C. App. 244, 246, 316 S.E.2d 320, 321–22 (1984)). \n37. While Dishner may have a claim for access to par tnership records, his \nright to inspect or copy  those records  is not actionable through the torts of \nconversion or trespass to chattels.  The face of the Amended Complaint reveals that \nGoneau and Structures have a right to possess the records pursuant to the \nagreement that Dishner alleges.  Accordingly, the claims of trespass to chattels and \nconversion should be dismissed. \nF. The Amended Complaint Does Not State Claims of Breach of Fiduciary Duty, \nAccounting, or Unjust Enrichment against Structures or Chuzas. \n \n38. Dishner’s claims of breach of fiduciary duty, accounting, and unjust \nenrichment depend on his breach -of-contract claim , which  is limited to a claim \nagainst Goneau individually.  The factual allegations are not sufficient to subject \neither Structures or Chuzas to joint and several liability.  Having stated a claim of \npartnership with Goneau individually, Dishner may be entitled to an accounting \n \n \n   \n \npursuant to N.C. Gen. Stat. § 59-52 from Goneau, but that claim does not extend to \nStructures or Chuzas. \nG. The Amended Complaint Does Not State a CFAA Claim. \n \n39. Dishner contends tha t Goneau and Chuzas violated the  Computer \nFraud and Abuse Act and intruded on his right to seclusion by accessing his private \ne-mail accou nt without permission  in order  to obtain his personal contacts and \nsending e-mails to those contacts.  Dishner does not allege any specific damage that \nhe suffered as a result.  \n40. The CFAA “protects computers in which there is a federal interest —\nfederal computers, bank computers, and computers used in or affecting interstate \nand foreign commerce.”  Charles Doyle, Cong. Rese arch Serv., 97-1025, Cybercrime: \nAn Overview of the Federal Computer Fraud and Abuse Statute and Related \nFederal Criminal Laws 1 (2014).  The CFAA makes it a crime to intentionally access \na computer without authorization or to exceed authorized access to o btain \n“information from any pr otected computer.”  18 U.S.C. §  1030(a)(2)(C) (2012).  A \n“protected computer” under the CFAA includes a computer that “is used in or \naffecting interstate or foreign commerce or communication.”  Id. § 1030(e)(2)(B).  \n41. The CFAA recognizes a civil cause of action for compensatory damages \nor injunctive relief by a person who “suffers damage or loss by reason of a violation \nof the [Act].”  Id. § 1030(g).  A threshold requirement under the Act is that a \nplaintiff plead and prove at le ast $5,000 in “loss.”  Id.  Courts have held that loss of \ngoodwill, business opportunities, or revenue resulting from improperly acquired \n \n \n   \n \ninformation do not constitute “loss” within the meaning of the CFAA.  See, e.g. , \nNexans Wires S.A. v. Sark -USA, Inc. , 319 F. Supp. 2d 468, 475 (S.D.N.Y. 2004), \naff’d, 166 F. App’x 559 (2d Cir. 2006).  Instead, the “loss” must be “related to fixing a \ncomputer.”  Id. \n42. Dishner does not allege how Defendants’ accessing his e -mail account \nresulted in damage related to repairing  his computer.  Because Dishner fails to \nplead this threshold requirement , the CFAA claim must be dismissed, and \nDishner’s relief, if any, for Defendants’ acts of accessing his e-mail account must be \nbased on his claim for intrusion into seclusion. \nH. The Amended Complaint Does Not State a Claim for Intrusion into Seclusion. \n \n43. The privacy tort of intrusion into seclusion is the intentional intrusion, \n“physically or otherwise, upon the solitude or seclusion of another or his private \naffairs or concerns.”  Miller v. Brooks, 123 N.C. App. 20, 26, 472 S.E.2d 350, 354 \n(1996) (quoting Smith v. Jack Eckerd Corp. , 101 N.C. App. 566, 568, 400 S.E.2d 99, \n100 (1991)).  One who intrudes in such a manner on another’s seclusion “is subject \nto liability to the other for invasi on of his privacy, if the intrusion would be highly \noffensive to a reasonable person.”  Id. (quoting Smith, 101 N.C. App. at 568, 400 \nS.E.2d at 100. \n44. A claim of intrusion into seclusion  typically requires “a physical or \nsensory intrusion or an unauthorized prying into confidential personal records.”  \nBroughton v. McClatchy Newspapers, Inc. , 161 N.C. App. 20, 29, 588 S.E.2d 20, 27 \n(2003).  \n \n \n   \n \n45. Dishner claims that the elements of this tort were met when Goneau \nand Chuzas accessed his private e-mail account without  authorization and sent e -\nmails to persons on his contact list.  (Am. Compl. ¶¶  43–44, 47–48.)  The Amended \nComplaint makes only a generalized conclusion that Defendants violated Dishner’s \nprivacy or acted in a way that rises to the level of being highly o ffensive to a \nreasonable person.   \n46. The Court concludes that Plaintiff’s claim of intrusion into seclusion  \nshould be dismissed, but without prejudice in the event that Dishner seek s to \nrestate the claim with adequate supporting detail. \n \nIV. CONCLUSION \n \n47. For the foregoing reasons, Defendants’ Motion s are GRANTED IN \nPART and DENIED IN PART as follows: \na. The motion for judgment on the pleadings is DENIED. \nb. The motion to dismiss for lack of subject -matter jurisdiction is \nDENIED. \nc. The motion to dismiss for failure to stat e a claim is  GRANTED \nas to Dishner’s claims of breach of contract, unjust enrichment, \nbreach of fiduciary duty, and accounting against Chuzas and \nStructures, and those claims are DISMISSED WITH \nPREJUDICE. \n \n \n   \n \nd. The motion to dismiss for failure to state a claim is DENIED as \nto Dishner’s claims against Goneau for breach of contract, unjust \nenrichment, breach of fiduciary duty, and accounting. \ne. The motion to dismiss for failure to state a claim is GRANTED \nas to all Defendants on  Dishner’s claims of conversion, tresp ass \nto chattels, and violations of the CFAA , and those claims are \nDISMISSED WITH PREJUDICE. \nf. The motion to dismiss for failure to state a claim of intrusion \ninto seclusion is GRANTED as to all Defendants .  This claim is \nDISMISSED WITHOUT PREJUDICE. \n \n \nIT IS SO ORDERED, this the 30th day of January, 2017. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Business Court Judge \n     \n "
}