{
  "id": "85685f0b58ca475c5dea50b2f3accadbf4549099d2a760bd18e642f7c56a9ec5",
  "source_file": "data/raw/ncbc/85685f0b58ca475c5dea50b2f3accadbf4549099d2a760bd18e642f7c56a9ec5.pdf",
  "raw_text": "State v. Orion Processing, LLC, 2015 NCBC 102. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n13 CVS 7161 \nSTATE OF NORTH CAROLINA, ex \nrel. ROY COOPER, Attorney General, \nand THE NORTH CAROLINA STATE \nBAR, \n \nPlaintiffs, \n \nv. \n \nORION PROCESSING, LLC, d/b/a \nWorld Law Processing, World Law \nDebt, World Law Group, and World \nLaw Plan; SWIFT ROCK \nFINANCIAL, INC., d/b/a World Law \nDebt, World Law Group, and World \nLaw Plan; DERIN ROBERT SCOTT; \nBRADLEY JAMES HASKINS, d/b/a \nWorld Law Group; and WORLD LAW \nSOUTH, INC., d/b/a World Law \nGroup,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER & OPINION \n \n {1} THIS MATTER is before the Court on Defendant World Law South, \nInc.’s (“WLS”) Motion to Dismiss Plaintiffs’ Complaint for Failure to State a Claim \nupon Which Relief Can Be Granted (“Motion”) pursuant to Rule 12(b)(6) of the \nNorth Carolina Rules of Civil Procedure.  The Motion is DENIED. \nNorth Carolina Department of Justice by M. Lynne Weaver and \nMichael T. Henry for Plaintiff State of North Carolina. \n \nThe North Carolina State Bar by David R. Johnson for Plaintiff The \nNorth Carolina State Bar. \n \nCarlton Law, PLLC by Alfred P. Carlton, Jr. for Defendant World Law \nSouth, Inc. at the filing of the Motion.  Counsel has since been allowed \nto withdraw. \n \n \n \nGale, Chief Judge. \nI. BACKGROUND \n{2} Plaintiffs filed their original Complaint on May 22, 2013, bringing \nclaims of (1) unlawful debt adjusting, (2) unfair and deceptive trade practices, and \n(3) unauthorized practice of law (“UPL”) against Swift Rock Financial, Inc. d/b/a \nWorld Law Debt a/k/a World Law Group; Orion Processing, LLC d/b/a World Law \nProcessing; and Derin Scott (collectively “World Law Defendants”), and Global \nClient Solutions, LLC.  The allegations in the Complaint centered on a scheme by \nwhich Defendants would, among other things, hold themselves out as a global law \nfirm, promise to settle consumers’ debt, provide frivolous debt-settlement advice to \nconsumers, supply documents and advice for consumers to file in court proceedings, \nand accept payment for these services.  \n{3} On June 4, 2013, Hon. G. Brya n Collins, Jr. entered a preliminary \ninjunction order to enjoin the World Law Defendants, “together with their officers, \nagents, employees, attorneys, and all persons acting in concert with them” from, \ninter alia, engaging in any debt settlement practices.  Preliminary Injunction Order, \nState v. Swift Rock Fin., Inc., No. 13 CVS 7161 (N.C. Super. Ct. June 4, 2013), \nhttp://www.ncbusinesscourt.net/TCDDotNetPublic/default.aspx?CID= \n3&caseNumber=13CVS7161.   \n{4} On August 6, 2013, WLS was formed by filing articles of incorporation \nwith the North Carolina Secretary of State. \n{5} Plaintiffs filed their Amended Complaint on June 25, 2014, which \nadded Bradley James Haskins and WLS as defendants, and added a claim of civil \nconspiracy against all Defendants named in the Amended Complaint.  \n{6} WLS filed a notice of designation to designate this action as a \nmandatory complex business case under Rule 2.2 of the General Rules of Practice of \nthe Superior and District Courts (“General Rules of Practice”) on July 8, 2014.  \nPlaintiffs opposed the designation on August 6, 2014.  Chief Justice Mark Martin \n \n \ndesignated this matter an exceptional case under Rule 2.1 of the General Rules of \nPractice and assigned it to the undersigned on October 6, 2014. \n{7} WLS filed its Motion on October 10,  2014, but did not file its brief in \nsupport of the Motion until October 29, 2014.  The Motion was fully briefed on \nDecember 1, 2014.  WLS is no longer represented by counsel.  On February 18, \n2015, WLS filed articles of dissolution with the Secretary of State of North Carolina, \nand the Court has been advised that WLS no longer operates an active business.  \nThe Court decides the Motion without oral argument pursuant to Business Court \nRule 15.4(a).   \nII. ANALYSIS \n{8} To evaluate a motion to dismiss under Rule 12(b)(6), the Court asks \n“whether, as a matter of law, the allegations of the complaint, treated as true, are \nsufficient to state a claim upon which relief may be granted under some legal \ntheory, whether properly labeled or not.”  Harris v. NCNB Nat’l Bank of N.C., 85 \nN.C. App. 669, 670, 355 S.E.2d 838, 840 (1987).  The Court must liberally construe \nPlaintiffs’ Amended Complaint, and should not dismiss it unless it appears beyond \na doubt that Plaintiffs could prove no set of facts in support of their claims that \nwould entitle Plaintiffs to relief.  \nSee Crouse v. Mineo, 189 N.C. App. 232, 237, 658 \nS.E.2d 33, 36 (2008).  The Court does not provide a full recounting of Plaintiffs’ \nallegations here, but instead notes only those allegations relevant to its disposition \nof WLS’s Motion.   \n{9} WLS argues that all of Plaintiffs’ claims against WLS depend either on \nPlaintiffs’ claim that WLS is involved in unlawful debt adjusting under section 14-\n423 of the general statutes or on Plaintiffs’ UPL claim, brought under sections 84-\n2.1, 84-4, or 84-5 of the general statutes.  WLS asserts that Plaintiffs’ Amended \nComplaint fails to allege that WLS receives any consideration in advance of the \nservices that it performs and that Plaintiffs must allege as such in order for WLS’s \nactivities to fall within the definition of “debt adjusting” under section 14-423.  WLS \nseems to argue this based on a strained reading of paragraph 141 of the Amended \n \n \nComplaint, in which Plaintiff quotes a portion of subsection 14-423(2) that defines \n“debt adjusting” as including activities where payment is received in advance of \ndebt settlement.  Without further elaboration, WLS summarily asserts that \n“[n]othing in the Amended Complaint has been alleged that would create a claim for \nUPL against World Law South,” (Def. WLS Reply Br. 4.), citing Rule 5.5(d)(2) of the \nRevised Rules of Professional Conduct of the North Carolina State Bar (“Rules of \nProfessional Conduct”) and its associated comments in an effort to support an \nargument that WLS may use the services of out-of-state attorneys to provide \nservices to consumers within North Carolina. \n{10} The Court’s determination that the Amended Complaint survives \nWLS’s Motion is easily made.  The merits of the Motion deserve little analysis.  But, \nthis Court is statutorily required to issue an opinion explaining its reasoning for \nruling upon a motion made pursuant to Rule 12(b)(6).  \nSee N.C. Gen. Stat. § 7A-45.3 \n(2013). \nA. Unlawful Debt Adjusting \n {11} Plaintiffs’ Amended Complaint alleges that WLS was formed at the \ndirection of Defendant Haskins for the purpose of avoiding the preliminary \ninjunction entered by Judge Collins prior to WLS’s addition to the case, and to \nenable Defendants to continue conducting their debt-settlement activities in North \nCarolina under a new corporate identity that is free of the injunction.  Defendant \nHaskins was a member of WLS’s initial board of directors and is alleged to be the \nprincipal managing agent of WLS and to have “directed, controlled, participated in, \nand had knowledge of” WLS’s activities.  (Am. Compl. ¶ 41.)  The Amended \nComplaint further alleges that WLS is a continuation of the same entities that had \npreviously operated under the World Law name, in addition to being a separate \nmember of a civil conspiracy perpetrated by the World Law Defendants.  \n{12} The North Carolina Debt Adjustment  Act (the “Act”) provides a cause \nof action to the Attorney General to “enjoin, as an unfair or deceptive trade practice, \nthe continuation of any debt adjusting business or the offering of any debt adjusting \n \n \nservices.”  N.C. Gen. Stat § 14-425 (2013).  If a defendant is found to have violated \nthe Act, the Court may, in addition to enjoining the activity, award civil penalties of \nup to $5,000.00 per violation.  See N.C. Gen. Stat. § 75-15.1 (2013).  WLS makes no \neffort to claim an exception under section 14-426. \n{13} Contrary to the assumption that WL S seems to make in its brief, it is \nimmaterial that the Amended Complaint only quotes certain language from section \n14-423, which defines “debt adjusting,” because Plaintiffs’ unlawful debt adjusting \nclaim is based on violations of the Act as a whole.  Section 14-423(2)’s full text \nincludes within its definition of “debt adjusting” the collection of fees at any time if \nthose fees are paid as consideration for debt adjustment services: \n“Debt adjusting” means entering into or making a contract, express or \nimplied, with a particular debtor whereby the debtor agrees to pay a \ncertain amount of money periodically to the person engaged in the debt \nadjusting business and that person, for consideration, agrees to \ndistribute, or distributes the same among certain specified creditors in \naccordance with a plan agreed upon.  Debt adjusting includes the \nbusiness or practice of any person who holds himself out as acting or \noffering or attempting to act for consideration as an intermediary \nbetween a debtor and his creditors for the purpose of settling, \ncompounding, or in any way altering the terms of payment of any debt \nof a debtor, and to that end receives money or other property from the \ndebtor, or on behalf of the debtor, for the payment to, or distribution \namong, the creditors of the debtor.  Debt adjusting also includes the \nbusiness or practice of debt settlement or foreclosure assistance \nwhereby any person holds himself or herself out as acting for \nconsideration as an intermediary between a debtor and the debtor's \ncreditors for the purpose of reducing, settling, or altering the terms of \nthe payment of any debt of the debtor, whether or not the person \ndistributes the debtor's funds or property among the creditors, and \nreceives a fee or other consideration for reducing, settling, or altering \nthe terms of the payment of the debt in advance of the debt settlement \nhaving been completed or in advance of all the services agreed to \nhaving been rendered in full. \nId § 14-423(2) (emphasis added). \n{14} The Amended Complaint is replete with allegations that Defendants, \nincluding WLS, have collected fees for debt settlement services both in advance of \nand subsequent to the completion of some or all of Defendants’ debt adjusting \n \n \nservices.  The Amended Complaint also contains allegations that tie WLS to the \nacts of the other Defendants.  (See, e.g., Am. Compl. ¶ 3 (stating that “[World Law \nDefendants] have collected illegal advance fees for debt settlement services”); Am. \nCompl. ¶ 5 (noting that the World Law Defendants sometimes collect fees for a year \nor more before paying consumers’ creditors); Am. Compl. ¶ 18 (alleging that the \nWorld Law Defendants have collected more than sixty-four percent of all consumer \npayments as fees); Am. Compl. ¶ 88 (alleging that the World Law Defendants collect \nthe majority of their fees prior to any attempt to negotiate settlements with \ncreditors); \nsee also, e.g., Am. Compl. ¶¶ 89–92, 94, 142, 148, 157.)   \n{15} These allegations are sufficient to state a claim for unlawful debt \nadjusting for which relief can be granted.   \nB. UPL \n{16} In its reply, WLS states that “[ i]t is not necessary for World Law South \nto brief or further explain its Motion to Dismiss as to the claim asserted by \nPlaintiffs for Unauthorized Practice of Law.”  (Def. WLS Reply Br. 3.)  Although \nWLS’s compliance with Business Court Rule 15.3 is dubious, the Court proceeds to \nexamine whether Plaintiffs’ have adequately stated a UPL claim against WLS.  \nWLS did not aid the Court’s effort.  Without further elaboration, WLS cites Rule 5.5 \nof the Rules of Professional Conduct, which governs the Unauthorized Practice of \nLaw, but makes no attempt to apply that rule to the specific allegations in the \nAmended Complaint.  These bare-bones assertions are insufficient to support the \nMotion.   \n{17} North Carolina prohibits the practice of law by persons or associations \nthat have not been admitted and licensed by the North Carolina State Bar.  N.C. \nGen. Stat. § 84-4 (2013).  The phrase “practice law” is broadly defined, and the \nprohibitions on the practice of law include appearing as an attorney before a judicial \nbody, holding oneself out as being competent to give legal advice, preparing legal \ndocuments, or otherwise providing the services of a lawyer.  \nSee id. § 84-2.1.  These \nprohibitions generally apply to corporations as well.  Id. § 84-5. \n \n \n{18} Plaintiffs allege that WLS is a North Carolina corporation and is not a \nlaw firm, so that any efforts of WLS to hold itself out as a law firm or to practice law \nwithin North Carolina are in violation of chapter 84.  The Amended Complaint \ncontains extensive, specific allegations against the World Law Defendants and WLS \nindividually that, taken as true, state a UPL claim against WLS.  (\nSee, e.g., Am. \nCompl. ¶ 6 (alleging that the World Law Defendants claim that their services are \nattorney-based and that they are a global law firm); Am. Compl. ¶ 8 (noting that no \nconsumers have ever spoken to a North Carolina-licensed attorney, and that almost \nall services are performed by non-attorneys); Am. Compl. ¶ 68 (claiming that the \nWorld Law Defendants have sent solicitations to consumers that claim that they are \nlegal advocates that are licensed in North Carolina); Am. Compl. ¶ 70 (quoting a \nrepresentation on a World Law-related website that states that defendants are a \n“global law firm,” and that consumers will be assigned legal assistants, a team of \nattorneys, and a “state and federal attorney”); see also, e.g., Am. Compl. ¶¶ 71–73, \n76–78, 82–84, 95–103, 109–10, 111–28, 132, 134, 135.)   \n{19} These allegations are sufficient to state a UPL claim against WLS.   \nIII. CONCLUSION \n{20} WLS’s Motion to Dismiss is DENIED. \n{21} This Order & Opinion shall be served on WLS by service on its \nregistered agent, CT Corporation System, at 150 Fayetteville Street, Box 1011, \nRaleigh, North Carolina 27601. \n \nIT IS SO ORDERED, this the 9th day of November, 2015. \n \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Special Superior Court Judge \n   for Complex Business Cases \n     \n "
}