{
  "id": "856e18de17fad17fc248cee46485e3fcff3b6d4a736878c5ddf0a72965714d7f",
  "source_file": "data/raw/ncbc/856e18de17fad17fc248cee46485e3fcff3b6d4a736878c5ddf0a72965714d7f.pdf",
  "raw_text": "Long v. Hammond, 2002 NCBC 5\n \nNORTH CAROLINA\n \nWAKE COUNTY\nIN THE GENERAL \nCOURT OF JUSTICE\nSUPERIOR COURT \nDIVISION\n00-CVS-7097\n \nJAMES E. LONG, COMMISSIONER OF\nINSURANCE OF NORTH CAROLINA \nand\nLIQUIDATOR OF THE INTERNATIONAL\nWORKERS’ GUILD HEALTH AND\nWELFARE TRUST \nFUND,\n \n                        \nPlaintiff,\n \n                        \nv.\n \nCLAIR HAMMOND,\n \n                        \nDefendant.\n \n \n \n \n \n \n \nORDER and OPINION\n \n{1}\n             \nThis matter is before the Court pursuant to stipulation of the parties, Rule 57 of the North Carolina\nRules of Civil Procedure, Business Court Local Rule 4.2, N.C.G.S. § 1-253 et seq., Defendant Clair\nHammond’s Motion to Dismiss on jurisdictional grounds, and the Joint Motion For Declaratory Ruling\nfiled by both parties. The parties have requested that the Court enter a declaratory ruling with regard to\ntwo issues:\n1.\n   \nIs the International Workers’ Guild and Health and Welfare Trust Fund required to be\nlicensed under the provisions of Article 49 of Chapter 58 of the North Carolina General\nStatutes?\n2.\n   \nIf the International Workers’ Guild Health and Welfare Trust Fund is required to be\nlicensed under the provisions of Article 49 of Chapter 58 of the North Carolina General\nStatutes, do the provisions of N.C.G.S. § 58-33-95 impose a standard of absolute strict\nliability on defendant for the contracts of insurance made by or through him, or must\nplaintiff show by a preponderance of the evidence constructive or actual knowledge of\nthe unlawful activity?\n{2}\n             \nFor the reasons set forth below, the Court answers the first issue in the affirmative and determines\nthat the statute imposes strict liability.\n \nE. Clementine Peterson, Assistant Attorney General, for the plaintiff.\nDaniel R. Flebotte, for the defendant.\n \n{3}\n             \nThis case is one of twenty-seven similar cases assigned to the Business Court arising out of the\nliquidation of the International Workers’ Guild Health and Welfare Trust Fund (the “IWG Fund”).\n \nThe IWG Fund was a self-funded employee welfare benefit plan developed to pay health benefit\nclaims of its participant employees and beneficiaries.\n  \nJames E. Long, Commissioner of Insurance of\nNorth Carolina, is the plaintiff, acting in his capacity as liquidator of the IWG Fund.\n  \nIn each case the\ndefendant is a licensed insurance agent who acted as a representative for the IWG Fund and sold the\nplan’s insurance to employers and employees in North Carolina.\n  \nClair Hammond was such an\ninsurance agent.\n  \nThe IWG Fund is being liquidated and does not have sufficient funds to pay all the\nclaims of its participants.\n  \nThe issues raised by the present motion for declaratory judgment and motion\nto dismiss are likely to arise in all of the cases and are central to the question of whether the insurance\nagents in North Carolina who represented the IWG Fund are strictly liable for the unpaid participants’\nclaims.\n  \nThe Commissioner believes that they are strictly liable for the unpaid claims based upon the\nFund’s failure to obtain authorization to sell insurance in North Carolina, and Defendant Hammond\ncontends that the North Carolina statutory scheme requiring authorization is preempted by ERISA and\nthat if it is not, the Commissioner must show either actual or constructive knowledge of the unlawful\nnature of the insurance in order to hold an insurance agent liable for the unpaid claims.\n  \nThe answer to\nthe first issue is dispositive with respect to the defendant’s motion to dismiss for lack of jurisdiction.\nThe answer to the second issue could be dispositive with respect to the merits of the Commissioner’s\nclaim if strict liability is imposed by the statutory scheme.\n  \nEach issue requires a determination of law,\nnot disputed fact.\n  \nThe parties have stipulated certain facts as uncontested for purposes of this motion.\n[1]\n \nI.\n \n{4}\n             \nAn understanding of the statutory classification of various benefit plans under the Employee\nRetirement Income Security Act of 1974 (“ERISA”)\n[2]\n is critical to the outcome of issues in this case,\nand an understanding of the current status of the IWG Fund and other litigation involving the fund is\nhelpful.\n{5}\n             \nWith the passage of ERISA, Congress imposed comprehensive federal oversight of employee\nbenefit plans.\n  \nThe Act provides for express preemption of “any and all state laws insofar as they may\nnow or hereafter relate to” employee benefit plans.\n  \n29 U.S.C. § 1144(a).\n  \nIn 1982, Congress amended\nERISA to add two new partial exemptions from its express preemption.\n  \nOne of these exemptions\npermits the states to regulate welfare benefit plans of a kind denominated “multiple employer welfare\narrangements” (“MEWAs”).\n  \n29 U.S.C. 1144(b)(6).\n  \nMEWAs are defined as any\nemployee welfare benefit plan, or any other arrangement (other than an employee welfare\nbenefit plan), which is established or maintained for the purpose of offering or providing\nany benefit described in paragraph (1) to the employees of two or more employers\n(including one or more self-employed individuals), or to their beneficiaries, except that\nsuch term does not include any such plan or other arrangement which is established or\nmaintained-- \n(i) under or pursuant to one or more agreements which the Secretary finds to be collective\nbargaining agreements,\n(ii) by a rural electric cooperative, or\n(iii) by a rural telephone cooperative association.\n \n29 U.S.C. 1002(40)(A).\n  \nNorth Carolina insurance law incorporates the definition of MEWAs set out in\nERISA.\n[3]\n \n{6}\n             \nThere are several legal proceedings related to the IWG Fund.\n   \nIn December 1998, the U.S.\nSecretary of Labor brought suit against, among others, the National Association of Business Owners\nand Professionals (“NABOP”), IWG, and the IWG Fund in the Eastern District of New York, charging\ndefendants with breaches of their fiduciary duties in administration of the IWG Fund.\n  \nThe federal\ndistrict court granted the Secretary of Labor’s request for preliminary injunction, which removed the\ntrustees of the fund and the principals of IWG and NABOP from their positions, barred them from\nserving as fiduciaries or service providers to any other ERISA-covered plans, and froze the assets of\nthe individuals and organizations with which they were affiliated.\n  \nHerman v. Fidelity Group, Inc\n., No.\nCV-98-7683 (E.D.N.Y. Dec. 24, 1998).\n  \nThat court also appointed attorney David Silverman as\nreceiver for IWG and NABOP and as independent fiduciary to administer the Fund and determine\nwhether it was economically viable.\n  \nId.\n \n{7}\n             \nOn January 29, 1999, the North Carolina Department of Insurance conducted an administrative\nproceeding to determine whether NABOP and IWG had been doing business as insurers, and soliciting\nand adjusting claims of North Carolina residents without first being issued a certificate of authority or\nappropriate license to carry on such activities.\n  \nThe Department of Insurance found that the IWG was\nsubject to North Carolina insurance laws, that agents who marketed the insurance were personally\nliable on the Fund contracts they executed, and that the Fund was not preempted from State insurance\nregulation by ERISA.\n  \nDefendant Hammond was not a party to that proceeding.\n{8}\n             \nOn March 29, 1999, the Wake County Superior Court entered an order of liquidation against the\nIWG Fund.\n  \nCommissioner of Insurance v. International Workers’ Guild Health and Welfare Trust\nFund\n, No. 99-CVS-2896.\n{9}\n             \nOn January 7, 2000, Independent Fiduciary David Silverman filed a supplemental complaint\nrequesting a mandatory injunction to collect the assets of the IWG Fund and NABOP.\n  \nThe suit\nincluded claims against persons, including Clair Hammond, who sold interests in the IWG Fund and\nreceived commissions based on premiums paid.\n           \nII\n \n{10}\n         \nThe first issue the Court has been asked to resolve requires a determination of whether or not the\nIWG Fund is a MEWA and, if so, whether it was required to be licensed to sell insurance in North\nCarolina under N.C.G.S. § 58-49-35.\n  \nIf the IWG Fund is not a MEWA, it is subject to the exclusive\njurisdiction of the federal courts as provided by ERISA, and this Court and the Commissioner of\nInsurance have no jurisdiction over issues arising out of its administration.\n  \nIf it is a MEWA, there is\nconcurrent jurisdiction in federal and state courts over issues arising out of its administration.\n{11}\n         \nThe North Carolina statutory scheme is straightforward.\n  \nIf a person and/or entity provides\ncoverage in the State for medical, surgical, chiropractic or physical therapy treatment, they are\npresumed to be subject to the Commissioner’s jurisdiction unless they can show that while doing so\nthey were subject to the exclusive jurisdiction of the federal government or some other state\nagency.\n[4]\n  \nN.C.G.S. § 58-49-5.\n  \nThe statutes also provide the means by which such persons can\nestablish the exclusive jurisdiction of another agency.\n  \nSection 58-49-10 provides that a person\nclaiming exemption by virtue of the exclusive jurisdiction of the federal government may establish that\nexclusive jurisdiction by providing the appropriate certificate, license or other document issued by the\nfederal government or, alternatively, a certification by an official of the relevant federal agency that\nstates that the person is under the exclusive jurisdiction of the federal agency.\n  \nIn this case, the\nappropriate agency would be the United States Department of Labor.\n  \nIf Hammond is unable to\nestablish that the IWG Fund was subject to exclusive jurisdiction\n  \nof the federal government, the Fund\nwas subject to all appropriate provisions of Chapter 58 regarding the conduct of its business.\n  \nSee\nN.C.G.S. § 58-49-20.\n{12}\n         \nThe Attorney General argues first that the Commissioner has already made a determination that\nthe IWG Fund was a MEWA and that his determination is entitled to deference from this Court, citing\nIn re Broad & Gales Creek Community Ass’n\n, 300 N.C. 267, 266 S.E.2d 645 (1980).\n  \nIn the\nadministrative hearing described above the Commissioner specifically found that the IWG Fund was\nnot subject to the exclusive jurisdiction of the Department of Labor. The Administrative Order\ncontained the following Conclusion of Law:\nThe Parties have not complied with the provisions of N.C.G.S. § 58-49-10 in that they were\nunable to provide to the Commissioner an appropriate certificate, license or document\nissued by the USDOL that permits the Fund to provide the medical services and benefits\nunder the Fund, or a certification from an official of USDOL that states that the Fund was\nsubject to its exclusive jurisdiction. Consequently, pursuant to N.C.G.S. § 58-49-20, all\nparties are subject to all of the appropriate provisions of Chapter 58 of the General Statutes\nof North Carolina regarding the conduct of their business.\n{13}\n         \nDefendant was not a party to the administrative proceeding and is therefore not bound by it. Nor is\nthe Court bound by the Commissioner’s determination.\n  \nOur Supreme Court in \nIn re Broad & Gales\nCreek Community Ass’n\n simply held that “[f]inal interpretation of statutory terms is, of course, a\njudicial function, but definitions and interpretations of the statute by the agency with the expertise in\nadministering it are entitled to due consideration by the courts.”\n  \nId.\n at 275, 266 S.E.2d at 651.\n{14}\n         \nThe Court has fully considered the conclusion reached by the Commissioner but ultimately must\nmake its own interpretation of the statute, particularly in light of the fact that defendant was not a party\nto the administrative proceeding.\n{15}\n         \n   \n \nIn summary, the Court has concluded that if the Fund was a MEWA it was not exempt from\nstate regulation under ERISA and was, therefore, required to be licensed under Article 49 of Chapter\n58 of the General Statutes.\n  \nIt was a MEWA if it did not fit within the exception to the definition of\nMEWA for agreements “which the Secretary finds to be collective bargaining agreements.”\n   \nThe Fund\ndid not fit within that exception for two reasons.\n  \nFirst, there has been no finding by the Secretary of\nLabor that the fund was established as part of a bona fide collective bargaining agreement.\n  \nRather,\nevery public position taken by the Secretary appears to indicate the contrary.\n  \nSecond, based upon the\nfacts before the Court on these motions, the Court has independently determined that the fund was not\nestablished as part of a bona fide collective bargaining agreement, but instead as a means to sell\ninsurance.\n  \nThe Court does not believe that Defendant Hammond disagrees with the first conclusion\nstated above, but will address it briefly.\n  \nThe second conclusion is the principal area of disagreement\nbetween the parties.\n \nA\n{16}\n         \nStates clearly have the right to regulate MEWAs that meet the statutory definition set out in the\n1982 amendments to ERISA exempting state regulation of these entities from federal preemption.\n  \nSee\n29 U.S.C. § 1144(b)(6) (quoted above in section two).\n  \nCongress has, however, limited this\nexemption.\n  \nThe extent to which a state may regulate MEWAs hinges upon whether the plan is fully or\nless than fully insured.\n  \nFully insured arrangements are subject to less state regulation than uninsured\nones.\n[5]\n   \nWhere the subject of regulation is an ERISA-covered MEWA that is not fully insured, “any\nlaw of any state which regulates insurance may apply to the extent not inconsistent with the preceding\nsections of this subchapter.”\n  \n29 U.S.C. § 1144(b)(6)(A)(ii).\n{17}\n         \nThe IWG Fund did not purchase insurance for its participants but rather was self-insured.\n  \nThe\nFund, therefore, was not fully insured pursuant to 29 U.S.C. § 1144(b)(6)(D).\n  \nAlso, defendant has not\nshown that any provisions of North Carolina law are inconsistent with ERISA.\n  \nThe U.S. Supreme\nCourt has held that there is a presumption against preemption, absent a showing to the contrary.\n \nMetropolitan Life Ins. Co. v. Massachusetts\n, 471 U.S. 724, 741 (1985).\n  \nThere is no evidence that\nNorth Carolina’s licensing and other regulations pertaining to MEWAs are at all inconsistent with\nERISA.\nB\n{18}\n         \nDefendant contends, however, that the IWG Fund is subject to an additional MEWA exception\nprovided for in ERISA against plans established or maintained under a collective bargaining\nagreement.\n  \nUnder ERISA, MEWA “does not include any such plan or other arrangement which is\nestablished or maintained—(i) under or pursuant to one or more agreements which the Secretary finds\nto be collective bargaining agreements.”\n  \n29 U.S.C. § 1002 (40)(A)(i).\n \n{19}\n         \nDefendant contends that the determination of whether a particular document is the product of\ngood faith bargaining between bona fide employee representatives and one or more employers can be\nmade only on an examination of the relevant facts and that this is the job of the Department of Labor,\nnot the North Carolina Superior Court.\n  \n(Def.’s Br. at 14.)\n  \nThe Court disagrees. This Court must\ndetermine whether or not the exemption applies in order to determine if the state can regulate the IWG\nFund. The parties have stipulated:\nAs of today’s date neither the United States Department of Labor and any subsection\nthereof nor any specific secretary or assistant secretary or other authorized official has\nmade any official determination as to whether the IWG Fund was properly established an\nERISA Plan entitling it to preemption from state regulation, or that the IWG Fund was a\nMultiple Employer Welfare Arrangement (MEWA).\n(Stipulation 35.)\n{20}\n         \nIn the absence of any direct official action by the Department of Labor, the Court must make the\nrequired determination in order to resolve the question of whether the State of North Carolina can\nregulate the IWG Fund.\n  \nThat analysis begins with the collective bargaining agreement itself, two\ncopies of which were submitted to the Court under tab 2 of the Joint Exhibits.\n{21}\n         \nThe agreement purports to be a collective bargaining agreement on its face.\n  \nIt is executed by the\nunion and NABOP on behalf of its employer members.\n  \nIts terms deal primarily with the employee\nparticipation in the insurance program.\n  \nIt does on its face address holidays, vacation and sick pay.\n \nHowever, those provisions do nothing more than normal.\n  \nFor example, the holidays are limited to\nNew Year’s Day, Memorial Day, Independence Day, Labor Day, Thanksgiving Day and Christmas\nDay.\n  \nThere is a grievance procedure; however, it designates Burt Rose, an individual with an\nunknown address, as arbitrator and identifies a default grievance procedure under the New Jersey State\nEmployment Relations Board (Article 11).\n  \nNorth Carolina employees are not likely users of such a\nprocess.\n  \nArticle 7 provides that the employer can require total contributions from the employees for\nhealth insurance.\n  \nIt is difficult to find any benefit to employees from this “collective bargaining”\nagreement that most employers do not already provide. The terms are boiler plate provisions.\n  \nIt\nappears from Article 12 that only employees who signed up for insurance coverage would join the\nunion.\n  \nAlthough it provides for a “Membership Fee” only those employees who had agreed to pay\nunion dues were subject to the check off.\n  \nPresumably those employees were the same ones who\nelected to purchase the insurance coverage.\n{22}\n         \nNor is there any indication that the provisions of the collective bargaining agreement were ever\nused by the employees of NABOP employers.\n  \nThere is no indication in this record of any grievance\nprocedure ever being held under the agreement, nor any other action on behalf of an employee that\nwas not related to the insurance program.\n  \nAs far as this record reveals, no bargaining sessions took\nplace, nor does it appear that the union took any action to see that the unpaid insurance claims of its\nmembers were satisfied.\n{23}\n         \nThe manner in which the “arrangement” originated is also indicative of the absence of a bona fide\ncollective bargaining agreement.\n  \nThe parties have stipulated:\nIn around 1995 certain persons in New York formed legal entities for the purpose of\nproviding health care benefits to employees who participated in an arrangement they\ncreated that purported to be a multiple employer plan.\n \nThese persons made contact with an existing and established labor union called\nInternational Workers Association.\n \nThese persons created an arrangement between an organization they created called the\nNational Association of Business Owners and Professionals (NABOP) and the International\nWorkers Guild, aka International Workers Association (IWG).\n \nAn arrangement was made in which people seeking health care benefits would be allowed\nto join the IWG and would be provided health care benefits through the administration of a\nthird-party trust called International Guild Health and Welfare Trust Fund (IWG Fund).\n \nThe arrangement provided in part that employers would join the purported collectively\nbargained agreement prepared by the organizers of the arrangement with the labor union\nand NABOP.\n  \nThe essence of the plan was that the employers would join NABOP and the\nemployees would join IWG.\n  \nAll parties would agree to bind themselves to the purported\ncollectively bargained agreement that was already negotiated by the organizers of this\narrangement.\n. . . .\nThe organizers and creators of this arrangement approached North Carolina insurance\nagents to market this plan.\n. . . .\nClair Hammond attended several marketing meetings in which the arrangement was\npresented to him as an opportunity to provide health care benefits to citizens of North\nCarolina.”\n(Stipulations 6,7,8,9,10, 14 and 16.)\n{24}\n         \nThe plan was self-funded, not insured.\n  \nIt was marketed by insurance agents who were paid\ncommissions.\n  \nThere was no commonality among employers or employees. The “collective bargaining\nagreement” was ancillary to the commercial sale of health care insurance and not a benefit negotiated\nas part of a true collective bargaining process. As such,\n  \nthis arrangement falls\n  \nwithin the description\nof plans determined not to be bona fide collective bargaining arrangements by the Secretary of Labor.\n \nProposed regulation 2510.3-40(c) addresses the types of arrangements which the Secretary would\nexclude from the exemption for collectively bargained agreements and includes therein arrangements\nthat are commercial schemes where a self-insured fund is marketed by insurance agents.\n  \nThe example\nprovided closely resembles the situation here.\n  \nIt states:\n[s]uch a scheme might be present, for example, if parties who collaborate in a project to sell\nself-funded health coverage to otherwise unrelated members of the public set up an\norganization that they label a labor union, advertise broadly in commercial venues and have\npeople who pay premiums sign forms that are labeled “union membership cards.”\n2510.3-40(c)(2).\n{25}\n         \nIn fact, the Secretary of Labor has filed pleadings in other actions in which she took the position\nthat the IWG Fund was a MEWA. (Herman Compl. at ¶ 9 (Pl.’s Ex. 6).) The definition of MEWA\ndoes not include an arrangement entered into as part of a bona fide collective bargaining agreement,\nhence, the Secretary must have determined that the agreement covering the IWG Fund was not a bona\nfide agreement.\n  \nIt is clear that the Secretary of Labor has not made a specific finding that the\nagreement between NABOP and IWG was a bona fide collective bargaining agreement.\n  \nSee\n Letter\nfrom Dep’t of Labor to Vincent C. Wiegand, Georgia Office of Ins. and Safety Fire Comm’r (March 5,\n1999) 1999 ERISA LEXIS 6 (advising that the Department of Labor has “not issued a finding that the\nIWG Fund was established or is maintained under or pursuant to one or more agreements that the\nDepartment has determined to be collective bargaining agreements for purposes of ERISA section\n3(40)”); Letter from U.S. Dep’t of Labor to Anthony Caporale, Connecticut Ins. Dep’t (Sept. 24,\n1998), 1998 ERISA LEXIS 27 (same).\n   \nAbsent that affirmative finding, the IWG Fund would be a\nMEWA.\n{26}\n         \n \nSince the IWG Fund was a MEWA, it is subject to state regulation and it should have obtained a\nlicense issued by the commissioner.\n  \nWithout that license it was not authorized to do business in North\nCarolina.\n \n \n \n \nIII\n \n{27}\n         \nThe second issue which the parties have asked the Court to address\n  \nderives from the finding that\nthe IWG Fund was not authorized to do business in North Carolina as required by the statute. The\nCourt is concerned here only with the civil remedies provided in N.C.G.S. § 58-33-95 for failure to\nobtain the statutorily required authorization.\n  \nIt states in pertinent part: “Any person representing an\ninsurer is personally liable on all contracts of insurance unlawfully made by or through him, directly or\nindirectly, for any company not authorized to do business in the State.”\n{28}\n         \nThe Commissioner urges the Court to read the statute literally and impose strict liability on Clair\nHammond and the other agents who sold the insurance contracts in North Carolina.\n  \nHammond urges\nthe Court to read the statute to contain a requirement that the agent knew or should have known of the\nunauthorized status of the insurer before liability attaches to the agent.\n[6]\n{29}\n         \nThe application of the civil penalty in\n  \nthe statute has not been addressed\n  \nby the appellate courts\nin\n  \nNorth Carolina.\n  \nInterpreting the statute to determine whether it imposes strict liability or a lesser\nstandard requires examination of both the language of the statute and the public policies embodied in\nit.\n{30}\n         \nThe language of the statute is clear and unambiguous.\n  \nThe imposition of liability is unconditional\nand encompassing.\n  \nIt speaks of unlawful contracts made “by or through” the agent either “directly or\nindirectly” for any company not authorized to do business in the State.\n  \nIt would have been a simple\nmatter for the Legislature to add language so that the statute read “for any company which the agent\nknew or should have known was not authorized to do business in the State.”\n  \nIt did not do so.\n  \nThis\nCourt should not engraft such language on the statutory provision where the original language is clear\nand unambiguous. \nSee Begley v. Employment Comm’n\n, 50 N.C. App. 432, 274 S.E.2d 370 (1981).\n{31}\n         \nThe public policy underpinning the statute supports such an interpretation.\n  \nThe State has an\ninterest in assuring that companies selling insurance within its borders obtain authorization where it is\nrequired.\n  \nThe State also has an interest in protecting the consumers of insurance products.\n  \nIt does so\nmost effectively when it can grant or withhold a license.\n  \nBy placing the burden on agents selling the\ninsurance to see that the companies they are representing are in compliance with the law, the State\nfurthers its goals.\n  \nWhere consumers/insureds lose their benefits when unauthorized companies fail to\npay their legitimate claims, the State has elected to place the burden of that failure on the agent rather\nthan the insured because the agent was in a better position than the insured to determine if the\ncompany was lawfully doing business in the state.\n  \nConsumers, particularly in plans such as that\noffered by IWG, have little knowledge of the licensing requirements and virtually no way to protect\nthemselves.\n  \nAgents on the other hand are more sophisticated and should know if the company they\nrepresent is licensed.\n  \nIf it is not, they know they are taking some risk in selling the product and have\nsome obligation to determine if the company should be licensed.\n  \nWhere, as here, the agents\nthemselves may have been misled by the company, the State has elected to place the burden of the\nfailure to pay the claims on the agents who sold the product and received commissions rather than the\nconsumers who have paid premiums and relied on the existence of coverage.\n   \nThat allocation is fair.\n{32}\n         \nIn summary, both the language of the statute and the policies which underlie it support an\ninterpretation imposing strict liability on agents who sell policies for unauthorized companies, even if\nthey did not know that the company should have been licensed by the Commissioner.\n  \nThe case law\nfrom other jurisdictions supports such an interpretation as well. \nSee, e.g., Brainard v. Foster\n, 1992\nU.S. Dist. LEXIS 3196; \nMcBride v. Rinard\n, 172 Pa. 542, 33 A. 750 (1895); \nBarnett v. Matthews\n, 16\nAla. App. 385, 77 S. 965 (1918).\n  \nThe Court’s interpretation is also in accord with the Commissioner’s\nprior interpretation of the statute.\n \nIV\n \n{33}\n         \nFor the forgoing reason, Defendant’s Motion to Dismiss is denied. The Court concludes that the\nIWG Fund was required to be licensed under the provisions of Article 49 of Chapter 58 of the North\nCarolina General Statutes and that N.C.G.S. § 58-33-95 imposes a standard of strict liability on agents\nwho wrote IWG Fund contracts of insurance.\n            \nSO ORDERED, this 22nd day of July 2002.\n \n                                                                       \n                                                                        \nBen F. Tennille\n                                                                        \nSpecial Superior Court Judge\n                                                                        \nfor Complex Business Cases\n \n \nCERTIFICATION\n{34}\n         \nPursuant to Rule 54 of the North Carolina Rules of Civil Procedure, the Court certifies that there is\nno just reason for delay in entering this Order or the appeal therefrom.\n  \nThe Court notes that the\ndetermination of these issues on appeal will, in all probability, affect the disposition of the other\ntwenty-seven cases currently pending.\n            \nThis 22nd day of July 2002.\n     \n \n                                                                       \n                                                                        \nBen F. Tennille\n                                                                        \nSpecial Superior Court Judge\n                                                                        \nfor Complex Business Cases\n                                               \n \n \n[1]\n Rather than recite those stipulations verbatim, each fact relied upon will be identified where relevant.\n \n[2]\n Pub. L. No. 93-406, 88 Stat. 829 (codified as amended in scattered sections of 5, 18, 26, 29, 31 & 42 U.S.C.)\n \n[3]\n N.C.G.S. § 58-49-30.\n  \nThe statute provides that:\n(a) As used in this section, the term \"multiple employer welfare arrangement\" or \"MEWA\" means that term as defined in\nSection 3 of the Employee Retirement Income Security Act of 1974, 29 U.S.C. § 1002(40)(A), as amended, that meets\neither or both of the following criteria: \n   (1) One or more of the employer members of the MEWA is either domiciled in this State or has its principal\nheadquarters or principal administrative office in this State. \n   (2) The MEWA solicits an employer that is domiciled in this State or that has its principal headquarters or principal\nadministrative office in this State. \n[4]\n For purposes of this case, Defendant Hammond asserts that the exclusive jurisdiction is federal and not that of any other state\nagency. Therefore, the opinion will refer only to exclusive federal jurisdiction in order to simplify the discussion of the issues.\n \n[5]\n Under ERISA:\n(6) (A) Notwithstanding any other provision of this section—\n(i) in the case of an employee welfare benefit plan which is a multiple employer welfare arrangement and is\nfully insured (or which is a multiple employer welfare arrangement subject to an exemption under subparagraph\n(B)), any law of any State which regulates insurance may apply to such arrangement to the extent that such law\nprovides-- \n(I) standards, requiring the maintenance of specified levels of reserves and specified\n       \nlevels of contributions,\nwhich any such plan, or any trust established under such a plan, must meet in order to be considered under such\nlaw able to pay benefits in full when due, and (II) provisions to enforce such standards, and\n(ii) in the case of any other employee welfare benefit plan which is a multiple employer welfare arrangement, in\naddition to this title, any law of any State which regulates insurance may apply to the extent not inconsistent with\nthe preceding sections of this title.\n29 U.S.C. § 1144(b)(6)(A).\n \n[6]\n The Court is concerned here only with the civil penalty, and no determination\n  \nof the requirements for imposition of criminal\nliability is at issue."
}