{
  "id": "857052a5032be212242384c6b6df56caf4f77488f8e1d2b362d0106adb741e67",
  "source_file": "data/raw/ncbc/857052a5032be212242384c6b6df56caf4f77488f8e1d2b362d0106adb741e67.pdf",
  "raw_text": "Thomas Cook Printing Co., Inc. v. Subtle Impressions, Inc., 2008 NCBC 17. \n \nSTATE OF NORTH CAROLINA                        IN THE GENERAL COURT OF JUSTICE \n                                                                                         SUPERIOR COURT DIVISION \nCOUNTY OF WAKE                                  05 CVS 11566 \n \nTHOMAS COOK PRINTING \nCOMPANY, INC., individually and on \nbehalf of all others similarly situated, \n \n    P l a i n t i f f ,\n   \n v .     \n   \nSUBTLE IMPRESSIONS, INC., \n \n    Defendant.\n  \n \n \n \n \n \n \nORDER & OPINION \n \nThe Margulis Law Group by Max G. Margulis and DeWitt Law, PLLC \nby N. Gregory DeWitt for Plaintiff Thomas Cook Printing Company, \nInc., individually and on behalf of all others similarly situated. \n \nHoof & Hughes, PLLC by J. Bruce Hoof for Defendant Subtle \nImpressions, Inc. \n \nDiaz, Judge. \n{1} The parties in this pre-certification class-action case have advised the \nCourt of a settlement as to Plaintiff’s individual claims and have submitted the \nagreement in camera for the Court’s review pursuant to Moody v. Sears Roebuck \nand Co., ___ N.C. App. ___, 664 S.E.2d 569 (2008). \n{2} The parties have also submitted the following additional materials in \ncamera in support of the proposed settlement: (1) Undated declaration of Max G. \nMargulis (Plaintiff’s counsel admitted pro hac vice); (2) Undated declaration of Max \nG. Margulis and Greg DeWitt (the latter being Plaintiff’s local counsel); (3) \nStatement of J. Bruce Hoof (counsel for Defendant) dated 21 August 2008; and (4) \nAffidavit of Christopher Brown (Vice-President of Defendant Subtle Impressions, \nInc.) dated 20 August 2008. \n{3} This Court has conducted the limited inquiry authorized by Moody and has \ndetermined that settlement of the individual claims is appropriate and that \nPlaintiff is entitled to a voluntary dismissal.   \n \nI. \nBACKGROUND \n{4} This action arises out of alleged violations of the Federal Telephone \nConsumer Protection Act (the “TCPA”), which, inter alia, prohibits the transmission \nof “unsolicited advertisements” to fax machines.  47 U.S.C.S. § 227(b)(1)(C) (LEXIS \nthrough legislation of 14 October 2008). \n{5} In the most recent iteration of its Complaint, Plaintiff Thomas Cook \nPrinting Company, Inc. alleges that on nine (9) separate occasions, Defendant \nSubtle Impressions, Inc. or its agent faxed an unsolicited advertisement to \nPlaintiff’s facsimile machine.  (Revised Second Am. Class Action Compl. ¶¶ 13–21.) \n{6} In addition to its individual claims for relief, Plaintiff has moved to certify \na class of at least thirty-nine (39) other individuals or entities that Plaintiff alleges \nalso received unsolicited facsimile advertisements from Defendant.  (Revised Second \nAm. Class Action Compl. ¶ 23.) \n{7} Pursuant to the TCPA, Plaintiff seeks $500.00 in statutory damages for \neach member of the putative class, injunctive relief, and such further relief as may \nbe proper.  (Revised Second Am. Class Action Compl. Prayer for Relief ¶¶ 43–45.)1 \n{8} Plaintiff filed its original Complaint on 19 August 2005, but the matter \nwas not transferred to this Court until 9 August 2007. \n{9} After a protracted and contentious discovery period,2 the parties notified \nthe Court of their proposed settlement. \n                                                 \n1 Plaintiff’s original Complaint asserted that Defendant was also liable for statutory treble damages \nbased on allegations that the violations were willful or knowing (Class Action Compl. ¶ 21; Class \nAction Compl. Prayer for Relief ¶ 3), but the Revised Second Amended Class Action Complaint \nmakes no mention of this claim.  Plaintiff’s proposed amended pleading, however, would allege that \nthe TCPA violations were willful, thus subjecting Defendant to treble damages.  \n2 Among other things, the parties are locked in a dispute over the scope of access to Defendant’s \ncorporate records for the purpose of identifying the putative members of the alleged class. \n  \n{10} The putative class members have not been notified of the lawsuit or the \nproposed settlement.    \n \nII. \nTHE SETTLEMENT \n{11} The settlement provides that Defendant will pay an agreed sum to resolve \nPlaintiff’s individual claims under the TCPA, including a portion of Plaintiff’s costs \nand expenses in bringing this litigation. \n{12} In return, Plaintiff has agreed to seek leave to amend its pleading so as to \ndelete any reference to the class allegations that are now a part of Plaintiff’s claims. \n{13} The settlement also includes reciprocal confidentiality obligations \nregarding the settlement terms, and the parties have requested that they be \nallowed to file the materials supporting the terms of their settlement under seal.  \n \nIII. \nANALYSIS \n{14} In Moody, the Court of Appeals held: \n[W]hen a plaintiff seeks voluntary dismissal of a pre-certification class-\naction complaint, the trial court should engage in a limited inquiry to \ndetermine (a) whether the parties have abused the class-action \nmechanism for personal gain, and (b ) whether dismissal will prejudice \nabsent putative class members.  If the trial court finds that neither of \nthese concerns are present, the plaintiff is entitled to a voluntary \ndismissal.  However, if the trial co urt finds that one or both of these \nconcerns are present, it retains discretion to address the issues. \n \nMoody, ___ N.C. App. at ___, 664 S.E.2d at 579 (citing Shelton v. Pargo, Inc., 582 \nF.2d 1298, 1314, 1315–16 (4th Cir. 1978)). \n{15} Following the Court of Appeals’ decision in Moody, Chief Business Court \nJudge Ben F. Tennille explained what information would be required from counsel \nto allow this Court to conduct its limited inquiry of a pre-certification motion for \nvoluntary dismissal.  Specifically:  \n  \n[C]ounsel [are] required to file wi th the Court a statement of (1) the \nreason for dismissal, (2) the personal gain received by the plaintiffs in \nany settlement, (3) a statement of any other material terms of the \nsettlement, specifically including any terms which have the potential \nto impact class members, (4) a statement of any counsel fees paid to \nplaintiff’s counsel by defendants, . . . (5) a statement of any agreement \nby plaintiff(s) restricting their abilit y to file other litigation against \nany defendant[,] . . . [and (6)] a statement either detailing any \npotential prejudice to putative cla ss members or representing to the \nCourt that no prejudice exists.  \n \nMoody v. Sears, Roebuck & Co., 2008 NCBC 14 ¶ 3 (N.C. Super. Ct. Aug. 6, 2008), \nhttp://www.ncbusinesscourt.net/opinions/2008_NCBC_14.pdf.  \n{16} For the reasons set forth below, the Court has determined that settlement \nof the individual claims is appropriate and that Plaintiff is entitled to a voluntary \ndismissal.   \n{17} To begin with, there is a genuine controversy as to whether this matter \nmay properly proceed as a class action. \n{18} Although this Court has twice denied motions to certify a class action \nalleging similar violations, see Blitz v. Agean, Inc., 2007 NCBC 21 (N.C. Super. Ct. \nJune 25, 2007), http://www.ncbusinesscourt.net/opinions/2007%20NCBC%2021.pdf; \nBlitz v. Xpress Image, Inc., 2006 NCBC 10 (N.C. Super. Ct. Aug. 6, 2006), \nhttp://www.ncbusinesscourt.net/opinions/2006%20ncbc%2010.htm, the Agean case \nremains on appeal. \n{19} Moreover, the class-action mechanism has been recognized by other courts \nfor the resolution of claims similar to those made by Plaintiff.  See, e.g., Kavu, Inc. \nv. Omnipak Corp., 246 F.R.D. 642 (W.D. Wash. 2007); Lampkin v. GGH, Inc., 146 \nP.3d 847 (Okla. Civ. App. 2006).   \n{20} Nevertheless, the Court also concludes that the nature of the claims \nalleged here justify an individual settlement. \n{21} Plaintiff has alleged nine (9) violations of the TCPA that are specific to it, \nand its class-action allegations appear to be limited to a fairly discrete universe of \npotential claimants.  \n  \n{22}   The Court also finds that the putative class members will not be \nprejudiced by an individual settlement of Plaintiff’s claims because the statute of \nlimitations has been tolled as to all class members during this litigation.  See \nScarvey v. First Fed. Sav. & Loan Ass’n of Charlotte, 146 N.C. App. 33, 42–43, 552 \nS.E.2d 655, 661 (2001) (holding that “the statutes of limitations on claims raised in \na class action complaint are tolled as to all putative members of the class from the \nfiling of the complaint until a denial of class action certification by the trial court”).3   \n{23} In that regard, no putative class member has intervened in this action or \nexpressed to counsel or this Court any interest in doing so.  Nor has there been any \nmedia interest or pre-trial publicity regarding the claims in this case and, thus, no \nreason to believe that any putative class member is relying on Plaintiff’s action to \nvindicate its rights.  \n{24} The settlement agreement in this case provides that Defendant shall pay a \nstipulated amount to Plaintiff, with no provision as to how the proceeds are to be \ndistributed. \n{25} Plaintiff’s counsel, however, has submitted two declarations explaining the \nproposed distribution of the settlement proceeds.  After reviewing these \ndeclarations, the Court finds that Plaintiff’s direct recovery is well within the \nstatutory ceiling authorized for TCPA violations. \n{26} Moreover, while the TCPA does not authorize a prevailing plaintiff to \nrecover costs and attorney fees in such litigation, the Court concludes that the \nproposed settlement arrives at a reasonable accommodation as to this issue,  \n \n \n                                                 \n3 The Court in this case has not been called upon to decide the issue of class certification, and the \nparties’ proposed settlement requires Plaintiff to amend its Complaint so as to delete the class-action \nallegations.  Nevertheless, consistent with the holding in Scarvey, the Court is satisfied that the \nstatute of limitations remains tolled as to all putative class members until the class-action \nallegations are actually deleted from Plaintiff’s pleading.   \n  \nallowing Plaintiff to recover most (but not all) of its costs and fees, while also \nallowing Defendant to stanch further defense costs.4\n{27} Finally, there is no agreement between these parties restricting Plaintiff’s \nability to file other litigation against any defendant. \n{28} In sum, after careful consideration, the Court concludes there has been no \nabuse in this case of the class-action mechanism for personal gain.     \n{29} The Court also authorizes the parties to file the settlement agreement and \nsupporting materials under seal. \n{30} In authorizing this action, the Court is well aware that such documents \nare public records and, thus, are presumed to be available for public inspection \npursuant to the North Carolina Public Records Act, N.C. Gen. Stat. §§ 132-1 to 132-\n10 (2007).   \n{31} Nevertheless, our Supreme Court has made clear that “trial courts always \nretain the necessary inherent power granted them by Article IV, Section 1 of the \nNorth Carolina Constitution to control their proceedings and records.”  Virmani v. \nPresbyterian Health Servs. Corp., 350 N.C. 449, 463, 515 S.E.2d 675, 685 (1999). \n{32} Further, because “‘[t]he paramount duty of the trial judge is to supervise \nand control the course of the trial so as to prevent injustice,’” id. (quoting In re Will \nof Hester, 320 N.C. 738, 741, 360 S.E.2d 801, 804 (1987)), “a trial court may, in the \nproper circumstances, shield portions of court proceedings and records from the \npublic[.]”  Id.  \n{33} The Court is satisfied that sealing the parties’ settlement agreement and \nsupporting materials in this case is consistent with the interests of justice. \n                                                 \n4 Plaintiff’s proposed distribution of the settlement proceeds provides for the payment of an expert \nwitness fee.  Were the Court setting such a fee in the first instance, it would likely not approve the \namount allocated, as it appears excessive under the circumstances presented.  By contrast, it \nappears that the amount allocated by Plaintiff to its attorneys fails to compensate them fully for \ntheir work in the case.  Nevertheless, because the Court has determined that the total settlement \namount is reasonable in light of the claims alleged, it declines to second guess how Plaintiff has \nchosen to compensate those who assisted it in prosecuting the action.      \n  \n{34} In the first place, but for the class-action allegations, the individual parties \nto this lawsuit could have settled their dispute confidentially and filed a voluntary \ndismissal without any oversight from this Court. \n{35} Second, the settlement amount in this case is relatively insubstantial, \nparticularly when viewed in the context of the high-dollar business disputes typical \nof this Court’s docket.  \n{36} Third, while this case involves alleged violations of federal law, the subject \nmatter does not implicate substantial public policy concerns.  Significantly, neither \nthe media nor the public has voiced interest in the specific allegations made by the \nplaintiff in this case.   \n{37} Accordingly, in the absence of any prejudice to the putative class members \nor the public at large, the Court concludes that maintaining the confidentiality of \nthe parties’ proposed settlement as a means of disposing of this case is consistent \nwith the best interests of justice. \n \nIV. \nCONCLUSION \nIT IS THEREFORE ORDERED, ADJUDGED AND DECREED: \n{38} That the parties’ request to file the settlement documents under seal is \nGRANTED; \n{39} That Plaintiff’s Motion for Leave to File Plaintiff’s Fourth Amended \nComplaint is GRANTED; \n{40} That Plaintiff shall file its Fourth Amended Complaint within five (5) days \nof the entry of this Order; and \n{41} That Plaintiff shall thereafter file its notice of dismissal, in accordance \nwith the terms of the parties’ settlement agreement. \nThis the 24th day of October, 2008. \n \n  "
}