{
  "id": "8576238ceb0bf7883547af040657937759778ffbd348d50b49d271434faefb3e",
  "source_file": "data/raw/ncbc/8576238ceb0bf7883547af040657937759778ffbd348d50b49d271434faefb3e.pdf",
  "raw_text": "Gateway Mgmt. Servs., Ltd. v. Advanced Lubrication Tech., Inc., 2008 NCBC 11. \n \nSTATE OF NORTH CAROLINA \n \nFORSYTH COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n08 CVS 85 \n \nGATEWAY MANAGEMENT SERVICES, \nLTD., \n \nPlaintiff,  \n \nv.  \n \nADVANCED LUBRICATION \nTECHNOLOGY, INC., \n \n                         Defendant. \n  \n \n \n \n \nORDER ON MOTION FOR EXTENSION \nOF TIME\n \n  \nThis matter is before the Court on Plaintiff’s Motion for Extension of Time to \nrespond to Defendant’s counterclaims.  (Pl. Mot.)  The motion for extension of time \nwas filed at 4:40 p.m. on April 21, 2008.  In support of its motion, Plaintiff informed \nthe Court that “the time for serving Plaintiff’s answers to the Counterclaims [had] \nnot expired.”  (Pl. Mot.)  Plaintiff also stated it had “attempted to contact counsel” \nbut “was unsuccessful” and therefore could not state whether Defendant opposed \nthe motion.  (Pl. Mot.)  Plaintiff filed its response to the counterclaims on April 22, \n2008.  Defendant has not been prejudiced by delay.  The parties filed briefs opposing \nand supporting the motion on April 23 and 24, respectively.  Plaintiff received a de \nfacto extension of time to file its response.  BCR 9.2 (2006).  The Court enters this \nOrder nonetheless to clarify two matters of interest:  service before an Order \nrequiring electronic filing (“e-filing”) is entered and counting days. \n The first matter of interest is when the time period for a response or filing is \ntriggered if one party has not yet registered to e-file with the Court and if an Order \nrequiring e-filing is not yet entered.  Defendant e-filed its counterclaims on March \n14, 2008, and mailed a copy to Plaintiff.  (Pl. Br. 2.)  At the time Defendant e-filed \nits counterclaims, Plaintiff had not yet registered to e-file and therefore was not \nreceiving Notices of Electronic Filing.  (Pl. Br. 2–3.)  Additionally, the Case \nManagement Order was not yet in place which, subsequently, ordered the parties to \nuse e-filing.  (Pl. Br. 2; see also Case Management Order, Apr. 22, 2008.)  Although \nDefendant e-filed the counterclaims with the Court on March 14, 2008, Plaintiff was \nnot served with the counterclaims under Rule 5(b) of the North Carolina Rules of \nCivil Procedure (“Rule 5(b)”) until March 18, 2008.  (Pl. Br. 2.)   \nThe Court finds that Plaintiff was correct in that the time period to respond \nto Defendant’s counterclaims did not begin until Plaintiff was served under Rule \n5(b) because an Order was not yet entered requiring the parties to use e-filing.  If \nsuch an Order had been entered, Plaintiff would have been served under Business \nCourt Rules 6.4 and 6.5 when \nDefendant received the Notice of Electronic Filing.  \nEven though Plaintiff would not have received the Notice of Electronic Filing \nbecause he had not yet registered to e-file, Business Court Rule 6.4 states that e-\nfiling is “deemed complete only upon receipt of such Notice of Electronic Filing by \nthe person filing the paper.”  BCR 6.4 (emphasis added).  Additionally, all parties \nhave an affirmative duty to check the status of cases they have in front of the \nBusiness Court before they are registered to e-file as the Court’s filings are all made \nvia the electronic system. \n The second matter of interest is counting days to determine the date a \nresponse or filing is due.  When counting days to determine when Plaintiff’s \nresponse to Defendant’s counterclaims was due, Defendant used the following \nformula:  thirty days under Rule 12(a) + any weekend or holiday under Rule 6(a) + \nthree days under Rule 6(e).1  (Pl. Br. (citing N.C.R. Civ. P. 12(a), 6(a), (e)).)  This is \nnot the correct formula.  The correct formula for the computation of a time period \nduring which a filing is required is as follows:  number of days allowed under \napplicable statute + three days under Rule 6(e) + any weekend or holiday under \nRule 6(a).  The Court notes that the three days under Rule 6(e) is added to the end \nof the time period allowed by statute regardless of whether that time period ends on \na Saturday, Sunday, or legal holiday.  It is at the end of the additional three days \n                                                 \n1 All references to “rules” are references to North Carolina Rules of Civil Procedure. \nthat Rule 6(a) applies. \n As demonstrated above, Plaintiff was served with Defendant’s counterclaims \non March 18, 2008.  The thirty days allowed under Rule 12(a) for a response would \nthen have ended on April 17, 2008, a Thursday.  The additional three days allowed \nunder Rule 6(e) ended on April 20, 2008, a Sunday.  Plaintiff’s response to \nDefendant’s counterclaims was therefore due under Rule 6(a) on April 21, 2008, a \nMonday.   \nIf an Order requiring e-filing had been entered beforehand, service would \nhave occurred on March 14, 2008.  The thirty days allowed under Rule 12(a) for a \nresponse would then have ended on April 13, 2008, a Sunday.  The additional three \ndays allowed under Rule 6(e) would have ended on April 16, 2008, a Wednesday.  \nPlaintiff’s response to Defendant’s counterclaims would have been due on April 16, \n2008. \n IT IS SO ORDERED, this the 5th day of May, 2008. "
}