{
  "id": "8580eb070e4858a99bce646fb2a844ae2cabfb3c807e9a2896684ec97874ef3e",
  "source_file": "data/raw/ncbc/8580eb070e4858a99bce646fb2a844ae2cabfb3c807e9a2896684ec97874ef3e.pdf",
  "raw_text": "Post v. Avita Drugs, LLC, 2017 NCBC 93. \nSTATE OF NORTH CAROLINA \n \nROWAN COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 798 \n \nDAVID B. POST, Individually and as \nSellers’ Representative, \n \nPlaintiff, \n \nv. \n \nAVITA DRUGS, LLC, a Louisiana \nlimited liability company, \n \nDefendant. \n \n \n \n \n \n \nORDER AND OPINION ON  \nDEFENDANT’S MOTION TO DISMISS \n \n \n1. This dispute arises out of the sale of Plaintiff David Post’s business, \nMedExpress Pharmacy, Ltd.  (“MedExpress”), to Defendant Avita Drugs, LLC  \n(“Avita”) in 2014.  Post contends that Avita  breached the parties’ Stock Purchase \nAgreement and, in doing so, committed unfair or deceptive trade practices under N.C. \nGen. Stat. §  75-1.1.  Avita moves to dismiss the claim for unfair or deceptive trade \npractices pursuant to Rule 12(b)(6) of the North  Carolina Rules of Civil Procedure.   \nHaving considered the parties’ filings and arguments, the Court GRANTS the motion \nto dismiss. \nRobinson, Bradshaw & Hinson , P.A., by Edward F. Hennessey, IV  and \nAdam K. Doerr, for Plaintiff.  \n \nMoore & Van Allen PLLC, by Valecia M. McDowell and E. Taylor Stukes, \nand Andrews Kurth Kenyon LLP, by William J. Moore, for Defendant.  \n \nConrad, Judge. \n \n \nI. \nBACKGROUND \n \n2. The Court does not make findings of fact on a Rule 12(b)(6) motion to \ndismiss.  The following factual summary is drawn from relevant allegations in the \ncomplaint and the contract that is the subject of the complaint. \n3. Formed in 2001, MedExpress is a “retail and specialty pharmacy serving \ncustomers both from its physical location and by delivery.”  (Compl. ¶¶ 1, 6, ECF No. \n1.)  MedExpress’s rapid growth attracted a measure of publicity, and during 2013 and \n2014, Post and MedExpress’s two other shareholders entertained offers from Avita \nand a second  bidder to purchase the company.  (Compl. ¶¶  6–10.)  After Avita  \nsweetened its offer, a deal was struck.  (Compl. ¶¶ 11–13.)   \n4. In a Stock Purchase Agreement (“SPA”) dated June 30, 2014, Avita acquired \nall outstanding shares of common stock in MedExpress .  (See Compl. ¶ 18; Notice of \nFiling Ex. A, ECF No. 33 [“SPA”].)  Avita agreed to pay more than $6 million in cash \nat closing plus a  “deferred payment” of an “Earnout Amount” not to exceed  $5.5 \nmillion.  (Compl. ¶ 19; SPA §§ 2.01, 2.06(a)(vii), (d)(i).)  The Earnout Amount, which \nis contingent on MedExpress’s  performance after the sale,  is the subject of this \nlitigation. \n5. The formula for calculating the Earnout Amount is a simple equation: “six \ntimes (6x) the difference between: (a) Adjusted EBITDA; and (b) $925,000.”  (Compl. \n¶ 21; SPA §  2.06(a)(vii).)  Adjusted EBITDA , the key variable, is  defined as \nMedExpress’s “earnings from operations before interest, taxes, depreciation and \namortization” during the one -year period after the sale,  as calculated according to \n \n \nGenerally Accepted Accounting Principles and adjusted to exclude various \nenumerated amounts.  (SPA § 2.06(a)(i).)  Due to the multiplier, small variations in \nthe Adjusted EBITDA calculation markedly affect the Earnout Amount: each dollar \nadded to Adjusted EBITDA increases the Earnout Amount by six do llars, and each \ndollar subtracted takes six away.   \n6. Anticipating disagreements, the SPA  laid out a process for calculating the \nEarnout Amount and resolving certain disputes.   Avita was required to  compute \nAdjusted EBITDA at the end of the one -year period a nd to provide a written \nexplanation to Post.  (SPA § 2.06(d)(i).)  That calculation triggered a 30-day window \nfor Post to lodge an objection, followed by a second 30 -day period for negotiation  to \nresolve the objection.  (SPA § 2.06(d)(ii).)  In the event of an impasse, the parties were \nto submit the “determination of Adjusted EBITDA” to an independent accountant for \na “binding and conclusive” resolution.  (SPA § 2.06(d)(ii).)   \n7. Each side also negotiated for substantive protections.   Post retained the \nright to review MedExpress’s  financial reports on a monthly basis, (SPA \n§ 2.06(c)(vii)), and h e secured covenants in which Avita promise d not to use its \ncorporate control over the company to manipulate the performance metrics,  (see \nCompl. ¶ 23).  Among other things, Avita agreed to operate MedExpress “as a \nseparate corporation,” not to  “intentionally divert any profitable business \nopportunity” to itself, and not to enter into transactions “with the primary intent of \nadversely affecting Adjusted EBITDA.”  (SPA § 2.06(e)(i)–(vi).)   \n \n \n8. For its part , Avita obtained indemnification rights against the selling \nshareholders.  (SPA §§ 9.01, 9.02, 9.05.)  And it reserved the “right to set-off against, \nor reduce the Earnout Amount by any damages resulti ng from” Post’s breach of any \nrepresentations and warranties in the SPA.  (SPA § 9.07.)   \n9. Within a few months of the sale, Avita began  exercising these rights.  As \nearly as September 2014, Avita asserted claims against Post under Sections 9.02 and \n9.05 of the SPA.  (See Compl. ¶ 24.)  In July 2015, Avita notified Post that the amount \nof these claims could exceed the Earnout Amount.   (See Compl. ¶ 28.)  Post alleges \nthat the claims were “spurious,” “contrived,” and designed to depress the Earnout \nAmount and to be used as “negotiating chips” in any dispute over  its calculation .  \n(Compl. ¶¶ 27–31.)  \n10. On August 14, 2015, Avita informed Post that it had calculated the Earnout \nAmount to be $1,542,283 .  (See Compl. ¶ 32.)  Avita also stated that it would “hold \nback the Earnout Amount” pending its investigations of the claims asserted against \nPost.  (Compl. ¶ 32.)   \n11. Post “timely objected to Avita’s determination.”  (Compl. ¶ 33.)  In response, \nAvita revised the Earnout Amount to $1,900,075—an amount that, though increased, \ndid not satisfy Post’s objections .  (See Compl. ¶ 33.)  Avita has not yet tendered any \npayment.  (See Compl. ¶¶ 32–33.)  \n12. After acquiring the other shareholders’ rights under the SPA, ( see Compl. \n¶ 20), Post filed this action  on April 3, 2017 .  The complaint alleges  numerous \nbreaches of the SPA, alleges unfair or deceptive trade practices under N.C. Gen. Stat. \n \n \n§ 75-1.1, and seeks a declaratory judgment as to the Earnout Amount.  In short, Post \nasserts that Avita took a series of actions to  depress the Adjusted EBITDA  \ncalculation, including  using improper  accounting practices , (Compl. ¶¶ 39–40); \nmaking retroactive adjustments to MedExpress’s books and records, (Compl. ¶¶ 37–\n38); and  failing to operate MedExpress as a separate company while transferring  \ncustomers and contracts to itself, (see Compl. ¶ 41). \n13. On June 29, 2017 , Avita  moved to dismiss the section 75 -1.1 claim .  On \nAugust 1, 2017, Post filed his response.  During briefing, the parties also reached an \nagreement to submit certain disputes regarding the determination of Adjusted \nEBITDA to an independent accountant as required by the SPA.   \n14. The motion is fully briefed, and the Court held a hearing on August 16, 2017, \nat which all parties were represented by counsel .  The motion is ripe for \ndetermination. \nII. \nANALYSIS \n \n15. Avita seeks to dismiss Post’s claim for unfair or deceptive trade practices on \ntwo independent grounds.  It argues, first, that  the parties chose Delaware law to \ngovern disputes arising out of the SPA, which bars Post from maintaining a section \n75-1.1 action under North Carolina law .  Post responds that Delaware law governs \nonly the interpretation and enforcement of the SPA but North Carolina law  governs \nrelated tort actions.  \n16. Avita’s s econd argument is standard fare in North Carolina business \nlitigation.  It contends that, even if North Carolina law applies, Post has alleged only \n \n \na garden -variety breach of contract, which does not violate section 75 -1.1.  Post \ncontends that, at the Rule 12(b)(6) stage,  he has sufficiently alleged that the \ncircumstances surrounding the breach include the type of  egregious, deceptive \nconduct that gives rise to a claim under section 75-1.1.   \n17. The Court finds Avita’s second argument persuas ive.  This action is, at its \nheart, a contract dispute.  It is “ best resolved by simply determining whether the \nparties properly fulfilled their contractual duties.”  Heron Bay Acquisition, LLC v. \nUnited Metal Finishing, Inc. , 781 S.E.2d 889, 893 (N.C. Ct.  App. 2016) (quoting \nMitchell v. Linville, 148 N.C. App. 71, 75, 557 S.E.2d 620, 623–24 (2001)).  The Court \ntherefore declines to decide th e choice-of-law issue  and concludes that, assuming \nNorth Carolina law applies, Post has failed to state a claim for u nfair or deceptive \ntrade practices. \nA. Legal Standard \n18. A motion to dismiss under Rule 12(b)(6) “tests the legal sufficiency of the \ncomplaint.”  Concrete Serv. Corp. v. Investors Grp., Inc. , 79 N.C. App. 678, 681, 340 \nS.E.2d 755, 758 (1986).  “Dismissal of a complaint under Rule 12(b)(6) is proper when \none of the following three conditions is satisfied: (1) when the complaint on its face \nreveals that no law supports plaintiff’s claim; (2) when the complaint on its face \nreveals the absence of fact sufficient to  make a good claim; (3) when some fact \ndisclosed in the complaint necessarily defeats plaintiff’s claim.”  Jackson v. \nBumgardner, 318 N.C. 172, 175, 347 S.E.2d 743, 745 (1986). \n \n \n19. In deciding a Rule 12(b)(6) motion, the Court must treat the well -pleaded \nallegations of the complaint as true and view the facts and permissible inferences “in \nthe light most favorable to” the non-moving party.  Ford v. Peaches Entm’t Corp., 83 \nN.C. App. 155, 156, 349 S.E.2d 82, 83 (1986); see also Sutton v. Duke, 277 N.C. 94, 98, \n176 S.E.2d 161, 163 (1970).  “[T]he court is not required to accept as true any \nconclusions of law or unwarranted deductions of fact.”  Oberlin Capital, L.P. v. Slavin, \n147 N.C. App. 52, 56, 554 S.E.2d 840, 844 (2001).  In addition, the Court “may \nproperly consider documents which are the subject of a plaintiff’s complaint and to \nwhich the complaint specifically refers,” without converting a Rule 12(b)(6) motion \ninto a motion for summary judgment.  Weaver v. St. Joseph of the Pines, Inc., 187 N.C. \nApp. 198, 204, 652 S.E.2d 701, 707 (2007) (quoting Oberlin Capital, 147 N.C. App. at \n60, 554 S.E.2d at 847). \nB. Section 75-1.1 \n20. To state a claim under section 75 -1.1, a plaintiff must allege “(1) the \ndefendant committed an unfair or deceptive act or practice, (2) the action in question \nwas in or affecting commerce, and (3) the act proximately caused injury to the \nplaintiff.”  Capital Res., LLC v. Chelda, Inc., 223 N.C. App. 227, 239, 735 S.E.2d 203, \n212 (2012).  The statute, though broad,  is “not intended to apply to all wrongs in a \nbusiness setting.”  Dalton v. Camp , 353 N.C. 647, 657, 548 S.E.2d 704, 711 (2001) ; \naccord HAJMM Co. v. House of Raeford Farms, Inc. , 328 N.C. 578, 593, 403 S.E.2d \n483, 492 (1991).   \n \n \n21. And yet s ection 75 -1.1 claims are ubiquitous in North Carolina business \nlitigation.  See Broussard v. Meineke Discount Muffler Shops, Inc., 155 F.3d 331, 347 \n(4th Cir. 1998) (characterizing section 75 -1.1 as a “boilerplate claim in most every \ncomplaint based on a commercial or consumer transaction in North Carolina”  \n(citation omitted)).  In contract disputes, it is a commonplace for plaintiffs to pair a \nbreach-of-contract claim with a section 75-1.1 claim.  See, e.g., Strategic Management \nDecisions, LLC v. Sales Performance Int’l, LLC, 2017 NCBC LEXIS 69, at *8–9 (N.C. \nSuper. Ct. Aug. 7, 2017); Lendingtree, LLC v. Intercontinental Capital Grp., Inc., 2017 \nNCBC LEXIS 54, at *7–9 (N.C. Super. Ct. June 23, 2017); Kerry Bodenhamer Farms, \nLLC v. Nature’s Pearl Corp., 2017 NCBC LEXIS 27, at *18–25 (N.C. Super. Ct. March \n27, 2017); Forest2Market, Inc. v. Arcogent, Inc., 2016 NCBC LEXIS 3, at *13–19 (N.C. \nSuper. Ct. Jan. 5, 2016). \n22. The reason is chiefly economic.  A successful section 75-1.1 claim entitles the \nplaintiff to treble damages and, in certain circumstances, reasonable attorney fees.  \nSee N.C. Gen. Stat. §§ 75-16, 75-16.1.  These “powerful remedies,” combined with an \n“open-ended” standard of conduct, vest plaintiffs with a potent and “cred ible threat \nthat a 75-1.1 claim will succeed .”  Matthew W. Sawchak & Kip D. Nelson, Defining \nUnfairness in “Unfair Trade Practices”, 90 N.C. L. Rev. 2033, 2034–35 (2012).   \n23. By contrast, extraordinary damages are  foreign to contract law .  “North \nCarolina follows the general rule that punitive or exemplary damages are not allowed \nfor breach of contract.”   Newton v. Standard Fire Ins. Co. , 291 N.C. 105, 111, 229 \nS.E.2d 297, 301  (1976).  This is a sound and venerable rule, one that promotes \n \n \ncertainty in commercial contract negotiations.  Businesses and individuals are free to \nfocus on the value to be gained by commercial cooperation, rather than the pitfalls \nposed by legal wild cards.  See E.I. DuPont de Nemours & Co. v. Pressman, 679 A.2d \n436, 446 (Del. 1996) (“Parties would be more reluctant to join in contractual \nrelationships, or would expend more effort explicitly defining such relationships, if \nthey faced the prospect of damages which could be out of proportion to the amounts \ninvolved in the contract.”).   \n24. Because section 75 -1.1 and contract law serve different purposes and rest \non divergent remedial principles, section 75-1.1 “piggyback” claims are disfavored by \nNorth Carolina and federal courts alike.  Broussard, 155 F.3d at 347; Deltacom, Inc. \nv. B udget Telecom, Inc. , No. 5:10 -cv-38-FL, 2011 U.S. Dist. LEXIS 54488, at *12  \n(E.D.N.C. May 20, 2011).  Courts strive to keep section 75-1.1 (along with its promise \nof extraordinary damages) within its proper legal bounds.  A section 75-1.1 claim may \nnot be based on the “existence of an agreement, the terms contained in the agreement, \nand the interpretation of an agreement.”  Broussard, 155 F.3d at 347.  Thus, “a mere \nbreach of contract, even if intentional, is not sufficiently unfair or deceptive to sustain \nan action under N.C.G.S. §  75-1.1.”  Branch Banking & Trust Co. v. Thompson , 107 \nN.C. App. 53, 62, 418 S.E.2d 694, 700 (1992).  There must exist “some type of egregious \nor aggravating circumstances” to invoke section 75-1.1.  Dalton, 353 N.C. at 657, 548 \nS.E.2d at 711 (citation omitted); see also  Eastover Ridge, L.L.C. v. Metric \nConstructors, Inc., 139 N.C. App. 360, 368, 533 S.E.2d 827, 833 (2000).   \n \n \n25. A classic example of an  aggravating circumstance  is dece ption “in the \nformation of the contract.”  Bartolomeo v. S.B. Thomas, Inc. , 889 F.2d 530, 535 (4th \nCir. 1989).   A defendant’s conduct may be actionably deceptive if it  induced the \nplaintiff to enter a contract “when it did not intend to keep the promises made .”  \nCustom Molders, Inc. v. Roper Corp. , 101 N.C. App. 606, 614, 401 S.E.2d 96, 10 1 \n(1991); see also, e.g., Wells Fargo Bank, N.A. v. Corneal , 238 N.C. App. 192, 196 –97, \n767 S.E.2d 374, 377–78 (2014); Flanders/Precisionaire Corp. v. Bank of N.Y. Mellon \nTrust Co., 2015 NCBC LEXIS 36, at *39 (N.C. Super. Ct. Apr. 7, 2015) .  Likewise, \n“evidence of deliberate misrepresentations made by defendant during the formation \nof the contract” could be a sufficiently  aggravating circumstance.  Williams v. \nCharlotte Copy Data,  Inc., No. COA03-332, 2004 N.C. App. LEXIS 212, at *9 ( N.C. \nCt. App. 2003); see also Int’l Designer Transitions, Inc. v. Faus Grp., Inc., 663 F. Supp. \n2d 432, 448 –49 (M.D.N.C. 2009) (fraud in the inducement “that pre -dated the \nexecution of the Agreement”); Baldine v. Furniture Comfort Corp., 956 F. Supp. 580, \n587 (M.D.N.C. 1996)  (“intentional misrepresentation made for the purpose of \ndeceiving another”). \n26. It is far more difficult to allege and prove egregious circumstances after the \nformation of the contract.  One reason for this is that disputes concerning the \ncircumstances of the breach are often bound up with one party’s exercise of perceived \nrights and remedies under the contract.  Even where the exercise of contractual rights \nis “allegedly contrary to the terms of the agreement,” the legal question concerns the \ninterpretation and application of the agreement —that is, whether the contract has \n \n \nbeen breached.  Taylor v. United States, 89 F. Supp. 3d 766, 773 (E.D.N.C. 2014); see \nalso PCS Phosphate Co. v. Nor folk S. Corp., 559 F.3d 212, 224 (4th Cir. 2009); Dew \nElec., Inc. v. Mass Elec. Constr. Co. , 3:09cv361 -RJC-DCK, 2010 U.S. Dist. LEXIS \n19904, at *11–12 (W.D.N.C. Mar. 5, 2010).  These claims are “best resolved by simply \ndetermining whether the parties prope rly fulfilled their contractual duties.”  Heron \nBay Acquisition, 781 S.E.2d at 893 (quoting Mitchell, 148 N.C. App. at 75, 557 S.E.2d \nat 623–24). \n27. Thus, the North Carolina Court of Appeals has repeatedly stressed that a \nsection 75 -1.1 violation  “is unlikely to occur during the course of contractual \nperformance.”  Id.; accord Bob Timberlake Collection, Inc. v. Edwards, 176 N.C. App. \n33, 42, 626 S.E.2d 315, 323 (2006) ; Mitchell, 148 N.C. App. at 75, 557 S.E.2d at 624 ; \nEastover Ridge , 139 N.C. App. at 368, 533 S.E.2d at 833 .  A party’s “threats to \nterminate,” “efforts to encourage” another to continue contractual performance while \n“planning to breach,” and “refusal to otherwise meet” contractual obligations do not \nrise to the level of aggravating circumstances.  Deltacom, 2011 U.S. Dist. LEXIS \n54488, at *12–13; see also Bartolomeo, 889 F.2d at 534–36; Kerry Bodenhamer Farms, \n2017 NCBC LEXIS 27, at *19–24; Wellness Group, LLC v. King Bio, Inc., No. 1:12-cv-\n00281-MR-DLH, 2014 U.S. Dist. LEXIS 57239, at *16 (W.D.N.C. Apr. 24, 2014).     \n28. Only where the circumstances of the breach exhibit clear deception are they \nsufficiently egregious to impose section 75-1.1 liability.  Examples include forging or \ndestroying documents.  See Garlock v. Henson , 112 N.C. App. 243, 246, 435 S.E.2d \n114, 115 (1993) (“defendant forged a bill of sale in an attempt to extinguish plaintiff’s \n \n \nownership interest”); N.C. Mut. Life Ins. Co. v. McKinley Fin. Servs. , 1:03CV00911, \n2005 U.S. Dist. LEXIS 36308, at * 38–39 (M.D.N.C. Dec. 22, 2005)  (“destruction of \ndocuments” could constitute “intentional action to mislead or deceive”) .  Similarly, \nthe concealment of a breach combined with acts to “deter further investigation” may \nconstitute aggravating circu mstances.  Sparrow Sys. v. Private Diagnostic Cl inic, \nPLLC, 2014 NCBC LEXIS 70, at *44 (N.C. Super. Ct. Dec. 24, 2014); see also  \nLendingtree, 2017 NCBC LEXIS 54, at *8 –9 (denying motion to dismiss  where the \ndefendant circumvented a “non-solicitation provision by directing its alter ego” to hire \nplaintiff’s employees, “insisted” it did not employ those individuals, “and denied \nbreaching the Agreement”); Interstate Narrow Fabrics, Inc. v. Century USA, Inc., 218 \nF.R.D. 455, 465 –66 (M.D.N.C. 2003) (denying summary  judgment where defendant \nengaged in intentional deception for the purpose of “continu[ing] to reap the benefits \nof the Agreement”).   \n29. Applying these principles, the Court concludes that Post has not sufficiently \nalleged egregious or aggravating circumstances attending the claimed breaches of the \nSPA.  Post does not allege  pre-contractual misrepresentations or that Avita entered \ninto the SPA with the intent not to perform its obligations.  Rather, the complaint \nmakes clear that the alleged unfair or deceptive acts occurred “[a]fter the closing of \nthe MedExpress transaction.”  (Compl. ¶ 53.)   \n30. The question is therefore whether this is the unusual case in which the \ncircumstances of the breach itself are egregious and deceptive.  It is not. \n \n \n31. Distilled to its essence, Post’s argument is that Avita “manipulate[d] the \nnumbers and contrive[d] spurious claims to depress or conceal” the Adjusted EBITDA \ncalculation and the resulting Earnout Amount.  (Opp’n to Mot. Dismiss 14, ECF No. \n19.)  According to Post, Avita asserted “spurious” claims against Post to reduce and \ndelay the Earnout Amount; made “numerous improper accounting adjustments to \nmanipulate earnings”; and misused its corporate control to charge Avita corporate \noverhead to MedExpress and transfer MedExpress contracts to Avita.  (Compl. ¶ 54.) \n32. Each of t hese alleged acts is the subject of express provisions of the SPA .  \nThe parties agreed to a detailed standard for calculating Adjusted EBITDA according \nto Generally Accepted Accounting Principles, along with a dispute resolution process \nthat permitted Post to lodge an objection and to refer the matter to an independent \naccountant in the event of an impasse .  (See SPA § 2.06(a)(i), (d)(i)–(ii), (e)(vii).)  In \nfact, t he independent accountant  process is under way.  Whether Avita properly \ncalculated Adjusted EBITDA requires no more than the routine interpretation and \napplication of the SPA’s terms and the completion of the dispute -resolution \nprocedures negotiated and accepted by the parties.  See Crescent Foods, Inc. v. Evason \nPharms., Inc., 2016 NCBC LEXIS 76, at *28–29 (N.C. Super. Ct. Oct. 5, 2016). \n33. Likewise, the SPA expressly grants Avita the right to make claims against \nPost under sections 9.02 and 9.05 and, if successful, to set off those claims against the \nEarnout Amount.  ( SPA § 9.07.)  Post insists that Avita’s claims are contrived (and \ntherefore egregious), but the complaint does not allege that any claim, even if false, \nhad a deceptive quality.  Section 9.05 requires Avita to provide “such information and \n \n \ndocumentation as may be reasonably requested by [Post] to support and verify the \nclaim asserted.”  (S PA § 9.05.)  The complaint does not indicate  whether Post took \nadvantage of the opportunity.  To the extent he did, the complaint contains no \nallegation that Avita supplied falsified information in response.  Accordingly, Avita’s \nexercise of its perceived contractual rights, even if “allegedly contrary to the terms of \nthe agreement,” is not a substantial aggravating circumstance.  Taylor, 89 F. Supp. \n3d at 773. \n34. So too for Avita’s alleged misuse of its corporate control over MedExpress.  \nPost negotiated for and obtained covenants in which Avita agreed not to take actions \nwith the intent to reduce the Adjusted EBITDA calculation.  ( SPA § 2.06(e)(i)–(vi).)  \nTaking the complaint’s allegations as true, it appears that Avita intentionally \nbreached these provisions.  ( See Compl. ¶¶ 37–38.)  But even if Avita “breached a \ncrystal-clear contract provision, an intentional breach is not unfair or deceptive. ”  \nKerry Bodenhamer Farms, 2017 NCBC LEXIS 27, at *21  (citing Branch Banking & \nTrust, 107 N.C. App. at 62, 418 S.E.2d at 700 ).  Furthermore, there is no allegation \nthat Avita concealed its acts or took steps to deter Post from investigating the \nbreaches, especially in view of Post’s right to receive “monthly financial statements” \nuntil “the final determination of Adjusted EBITDA.”  (SPA § 2.06(e)(vii).)   \n35. The Court therefore concludes that the facts alleged in the complaint, even \nif proven, do not constitute an unfair or deceptive trade practice.  See Dalton, 353 \nN.C. at 656, 548 S.E.2d at 711 (“The determination as to whether an act is unfair or \ndeceptive is a question of law for the court.”).  By deferring calculation and payment \n \n \nof the Earnout Amount, the parties opened the door to future disputes due to each \nparty’s incentives to maximize or min imize the Earnout Amount.  The SPA is a \ndetailed and sophisticated compromise on these points, including processes for \ndispute resolution and information rights to provide oversight and verification.  These \nterms—and not section 75-1.1—define the parties’ rights and obligations, as well as \nthe remedies for the alleged breaches.   \nIII. \nCONCLUSION \n \n36. For these reasons, the Court GRANTS the motion to dismiss.  “The decision \nto dismiss an action with or without prejudice is in the discretion of the trial court.”   \nFirst Fed. Bank v. Aldridge, 230 N.C. App. 187, 191, 749 S.E.2d 289, 292 (2013).  Here, \nPost has not previously amended his complaint, and the possibility remains that new, \nmaterially relevant facts could come to light.  Accordingly, his section 75-1.1 claim is \ndismissed without prejudice.   \n \nThis the 11th day of October, 2017. \n /s/ Adam M. Conrad   \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n \n "
}