{
  "id": "8613204bfe5f604a8642926abba3764291f3ab74ebd67435962a0c0296b36769",
  "source_file": "data/raw/ncbc/8613204bfe5f604a8642926abba3764291f3ab74ebd67435962a0c0296b36769.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF NEW HANOVER 08 CVS 883 \n \n \nJULIE LANCASTER and BRANNON  ) \nLANCASTER, ) \n Plaintiffs ) \n  )   \n v.  ) OPINION AND ORDER \n   ) ON MOTION FOR \nHAROLD K. JORDAN AND CO., INC. ) SUMMARY JUDGMENT \nWITHERS & RAVENEL, INC., ARTHUR R.  ) \nCOGSWELL, and LIGHTHOUSE ) \nENGINEERING, PA, ) \n  Defendants ) \n \n \n THIS CAUSE, designated a mandatory co mplex business case by Order of the \nChief Justice of the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-\n45.4(b) (hereinafter, references to the North Carolina General Statutes will be to \"G.S.\"), \nand assigned to the undersigned Chief Special Superior Court Judge for Complex \nBusiness Cases, comes before the court upon Defendant Harold K. Jordan and Co., \nInc.'s Motion for Summary Judgment Based Upon Res Judicata and Collateral Estoppel \n(\"Motion\"), pursuant to Rule 56 of the North Carolina Rules of Civil Procedure \n(\"Rule(s)\"); and \n THE COURT, after reviewing the Motion, br iefs in support of and in opposition to \nthe Motion, arguments of counsel and other appropriate matters of record, \nCONCLUDES that the Motion should be GRANTED, for the reasons stated herein. \nShipman & Wright, L.L.P., by Gary K. Shipman, Esq. and Stubbs & Perdue, P.A., \nby Matthew W. Buckmiller, Esq. for Plaintiffs Julie and Brannon Lancaster. \n \n \nLancaster v. Harold K. Jordan & Co., 2014 NCBC 22. \n \n \nHedrick, Gardner, Kincheloe & Garofalo, L.L.P. by Thomas M. Buckley, Esq. and \nBugg & Wolf, P.A., by William J. Wolf, Esq. for Defendant Harold K. Jordan and \nCo., Inc. \n \nJolly, Judge. \n \nPROCEDURAL HISTORY \n[1] On February 26, 2008, Plaintiffs Julie Lancaster and Brannon Lancaster \nfiled a Complaint against Defendants Harold K. Jordan and Co., Inc. (\"HKJ\"), Withers & \nRavenel, Inc. (\"W&R\"), Arthur R. Cogswell (\"Cogswell\") and Lighthouse Engineering, \nP.A (\"Lighthouse\").  Plaintiffs' action was designated as civil action Number 08 CVS 883 \nby the Clerk of Superior Court of New Hanover County. \n[2] On December 15, 2009, Plaintiffs filed an Amended Complaint. In the \nAmended Complaint, Plaintiffs allege the following claims for relief (\"Claim(s)\"): First \nClaim for Relief (Fraud – Defendant HK Jordan); Second Claim for Relief (Unfair and \nDeceptive Trade Practices – HKJ); Third Claim for Relief (Negligent Misrepresentation – \nDefendants HK Jordan, Cogswell, W&R); Fourth Claim for Relief (Negligence – \nDefendants HK Jordan and Cogswell); Fifth Claim for Relief (Breach of Contract – \nDefendant W&R). \n[3] Plaintiffs subsequently filed voluntary dismissals as to W&R, Cogswell, \nand Lighthouse.1  Consequently, HKJ is the only remaining Defendant in this action. \n[4] On April 25, 2013, Defendant HKJ filed the Motion, seeking Summary \nJudgment as to counts I through IV, pursuant to Rule 56. \n                                                 \n1 Notice of Voluntary Dismissal with Prejudice as to Pls.' Claims Against Def. Arthur R. Cogswell (May 26, \n2011); Notice of Voluntary Dismissal with Prejudice as to Pls.' Claims Against Defendant Withers & \nRavenel, Inc. (May 1, 2012); Notice of Voluntary Dismissal, Without Prejudice as to Pls.' Claims Against \nLighthouse Engineering, P.A. (Aug. 11, 2008). \n \n \n[5] The Motion has been fully briefed and argued and is ripe for \ndetermination. \nFACTUAL BACKGROUND \n Among other things, the Amended Complaint alleges:  \n[6] Defendant HKJ is a North Carolina co rporation with a place of business in \nNew Hanover County, North Carolina.2 \n[7] In 1997, Plaintiffs purchased land located in the Town of Leland in \nBrunswick County, North Carolina (\"Subject Property\").  The purchase was financed in \npart by Plaintiffs' execution of a promissory note and deed of trust to secure a loan from \nCoastal Federal Bank, with the balance coming from Plaintiffs' personal funds.3 \n[8] In 2003, Plaintiffs formed Village Landing, LLC (\"Village Landing\"), a North \nCarolina Limited Liability Company.  Plaintiffs at all times were Village Landing's sole \nmember-managers.4  Plaintiffs then transferred the Subject Property to Village Landing \nby quitclaim deed.  Plaintiffs remained personally responsible for the promissory note \nand debt and deed of trust to Coastal Federal Bank.5  At all times relevant to this action, \nVillage Landing was only able to borrow money with the personal guarantee of \nPlaintiffs.6 \n[9] In 2005, Plaintiffs met with HKJ r egarding the possibility of constructing \napartments on the Subject Property.  HKJ referred Plaintiffs to Cogswell, an architect in \nChapel Hill, North Carolina.7  Plaintiffs then decided that they wanted to construct and \n                                                 \n2 Am. Compl. ¶ 2. \n3 Id. ¶ 6. \n4 Ex. AAA026 to Wiggins Aff. (\"Arbitration Transcript\") at 581; see also Compl. ¶ 10, Am. Compl. ¶¶ 7-8. \n5 Am. Compl. ¶ 7. \n6 Id. ¶ 8. \n7 Id. ¶¶ 12-13. \n \n \nsell townhomes as opposed to managing apartments.8  Under the Town of Leland's \nResidential Building Code (\"Code\"), the requirements for townhouse construction \ndiffered from those applicable to apartment or condominium construction.9  Unlike \ntownhouses, condominiums are not constructed under the Code.10  HKJ understood \nthat it was tasked with building townhouses under the Code.11 \n[10] Plaintiffs sought and obtained additi onal financing from Cooperative Bank \nin Wilmington, North Carolina.  Plaintiffs and Lumina Mortgage Company, an affiliate of \nCooperative Bank, both felt that a townhouse project was a better option than the \nalternatives, and both parties operated under the assumption that townhomes would be \nbuilt.12 \n[11] In 2005, Plaintiffs acquired additi onal property adjoining the Subject \nProperty, which was necessary for the development of the Subject Property as a \ntownhouse community.\n13 \n[12] In February 2006, HKJ prepared and subm itted to Plaintiffs a \"proposal for \nthe construction of 60 condos.\"  When Plaintiffs inquired as to the use of the term \n\"condos\" rather than \"townhouses,\" they were informed by HKJ that the difference was \nimmaterial.14 \n[13] Plaintiffs and HKJ then formed S hady Grove Development, Inc. (\"Shady \nGrove\") with the goal of proceeding with the project as a joint venture, on the condition \n                                                 \n8 Id. ¶ 16. \n9 Id. ¶ 18. \n10 Id. ¶ 51, 53. \n11 Id. ¶ 58. \n12 Id. ¶ 20. \n13 Id. ¶ 28. \n14 Id. ¶ 41. \n \n \nthat Harold K. Jordan, President of HKJ (\"Jordan\"),15 would not be personally liable for \nany debts incurred.  When Plaintiffs and HKJ were made aware of Cooperative Bank's \nrequirement that all shareholders of the developing entity submit personal financial \ninformation and personally guarantee any loan, Plaintiffs and Jordan abandoned the \njoint venture. 16  \n[14] Shady Grove and HKJ were the only signatories to the original \ndevelopment contract. No written contract ever existed between Village Landing and \nHKJ, despite Plaintiffs' request that a new contract be prepared.17 \n[15] In reliance on HKJ's represent ations that townhouses would be \nconstructed, Plaintiffs accepted Cooperative Bank's commitment letters to fund the \nproject, thereby personally guaranteeing the payment of Village Landing's debt for the \nconstruction and development of the project.18 \n[16] When HKJ provided project plans to the Town of Leland in June and July \n2006, HKJ was informed that the plans prepared by Cogswell did not qualify for \ntownhouse construction under the Residential Building Code and that the project had \nnot been approved by the Town.19  HKJ failed to notify Plaintiffs about this issue and \nbegan construction regardless.20 \n[17] In August 2006, prior to beginning vertical construction, HKJ submitted \nchange orders to Julie Lancaster and Cooperative Bank providing for additional \nexpenses \"because units are built as townhomes and they were priced as condos.\"\n21 \n                                                 \n15 Arb. Tr. at 121. \n16 Am. Compl. ¶¶ 33-35, 46-47. \n17 Id. ¶¶ 42, 48. \n18 Id. ¶ 67-68. \n19 Id. ¶¶ 79-81. \n20 Id. ¶¶ 82, 84. \n21 Id. ¶¶ 86-87. \n \n \n[18] While construction was ongoing, t he Town of Leland Building Inspector \n\"repeatedly informed\" HKJ that HKJ was not building townhouses under the Residential \nBuilding Code.  HKJ did not notify Plaintiffs of the Building Inspector's statements.22 \n[19] Despite HKJ's knowledge that the units were sold by realtors marketing \nthe projects as townhomes and HKJ's assurances that the units would be ready for \noccupancy by November 2006, HKJ did not inform Plaintiffs until December 2006 that \nthe Town of Leland would not issue certificates of occupancy for the units as \ntownhomes.23  Because HKJ constructed condominiums rather than townhouses, \nprospective purchasers were unable to obtain financing.24 \n[20] If the units had been c onstructed as townhomes, the units would have \nbeen sold, and additional loans would have been repaid.  The sale would also have \ngenerated a profit, enabling Plaintiffs to begin the next phase of the project.  Instead, \nPlaintiff Julie Lancaster was forced to cash out her Investment Retirement Account in \norder to fund required interest payments to Cooperative Bank.25 \nPrior Arbitration Action26 \n[21] In July 2007, HKJ filed an action in Wake County Superior Court against \nShady Grove and Village Landing, alleging breach of the construction contract.27 Shady \nGrove and Village Landing filed an Answer and Counterclaim, which sought to submit \n                                                 \n22 Id. ¶¶ 93-94. \n23 Id. ¶¶ 95-97. \n24 Id. ¶ 99. \n25 Id. ¶¶ 103-110. \n26 It is not proper for a trial court to make findings of fact in determining a Rule 56 motion.  However, it is \nappropriate for a Rule 56 order to reflect material facts that the court concludes exist and are not \ndisputed, and which support the legal conclusion with regard to summary judgment. Hyde Ins. Agency v. \nDixie Leasing Corp., 26 N.C. App. 138, 142 (1975).  As reflected in this Opinion and Order, the court here \nconcludes that undisputed facts of record relative to the defenses of res judicata and collateral estoppel \nrequire that the Motion be granted. \n27 Ex. W001 to Wiggins Aff. \n \n \nHKJ's claims against Shady Grove alone to arbitration based on an arbitration clause in \nthe written contract between Shady Grove and HKJ.28 \n[22] HKJ later successfully moved to co mpel arbitration as to all pending \nclaims between HKJ and Village Landing as well, based on a ruling by the Honorable \nDonald W. Stephens, Wake County Senior Resident Superior Court Judge, that the \ncontract at issue was effectively assigned from Shady Grove to Village Landing.29 In his \nNovember 19, 2007 Order Compelling Arbitration, Judge Stephens ordered HKJ, Shady \nGrove and Village Landing to \"arbitrate all their pending claims in this action,\" including \n\"all counterclaims of Village Landing\"30 in the already pending arbitration31 between HKJ \nand Shady Grove. \n[23] Village Landing's arbitration counterc laims were substantially similar if not \nsubstantively identical to the Claims asserted in Plaintiffs' Amended Complaint in the \ninstant action.32 Village Landing alleged that HKJ \"failed to construct townhouse units \non the subject property\"33 and that HKJ caused Village Landing \"great financial harm \nand damage\" as a result.34 \n[24] The resulting arbitr ation hearing (“Arbitration”) took place in March 2008.35 \nPlaintiffs were not named parties to the Arbitration Action in their individual capacities, \nas they are in this matter, but were present and testified at the Arbitration.36 Plaintiffs, \nthough Village Landing, also called an additional 16 witnesses to testify at the \n                                                 \n28 Ex. W002 to Wiggins Aff.; Pls.' Mem. Opp. Def. HKJ's Mot. Summ. J. (\"Plaintiffs' Brief\") at 2. \n29 Ex. A (\"Order Compelling Arbitration\") to Def. HKJ's Br. Supp. Mot. Summ. J. (\"Defendants' Brief\"). \n30 Order Compelling Arb. at 3 (emphasis original). \n31 American Arbitration Association Case # 31 110 Y 00204 07 (\"Arbitration Action\"). \n32 See Ex. D to Def.'s Br. ¶¶ 3-28 (\"Arbitration Counterclaims\"). \n33 Id. ¶ 28. \n34 Id. ¶ 25. \n35 Pls.' Br. at 3; see Arb. Tr. \n36 Arb. Tr. at 3, 582, 636, 726, 754. \n \n \nArbitration.37 The arbitrator rendered his judgment in April 2008, specifically finding, in \nrelevant part: \nRegarding the Townhome issue, there is a dispute in the \ntestimony about whether these buildings actually do qualify as \nTownhomes under the Residential Building Code, but there is \nno evidence that [HKJ] deviated in any way from the drawings \nprovided by [Village Landing's] architect. The only question is \nwhether there is a conflict between the drawings and the \nResidential Building Code. As indicated above, there is a \nconflict in the testimony about th at. But there is no evidence \nthat Jordan was ever aw are of this issue. This is especially \ntrue in light of the fact that t he architect himself testified that \nthere was no such conflict. \n \nThe testimony of [Town of Leland Building Inspector] Timothy \nEvans does not establish, by the greater weight of the \nevidence, that [HKJ] was, or should have been, aware of any \ninconsistency between the drawings and the residential code. \nIn fact there is no evidence at all that [HKJ] was ever aware \nthat Mr. Evan's [sic] remarks had any significance. \n \nThere are many other reas ons why [Village Landing's] \ncounterclaims should fail . . .  \n \nThis Award is in full settlement of all claims and counterclaims \nsubmitted to this Arbitration.\"\n38 \n \n[25] A Judgment confirming the Arbitrat ion Award was entered in June 2008 by \nthe Honorable Michael R. Morgan, Wake County Resident Superior Court Judge.39 \nVillage Landing's subsequent appeal of Judge Morgan's Judgment and Judge \nStephens's Order Compelling Arbitration was, according to Plaintiffs, \"dismissed by the \nCourt of Appeals for unknown reasons.\"40 A Petition to the Supreme Court of North \n                                                 \n37 Id. at 3, 636. \n38 Ex. F to Def.'s Br. (\"Arbitration Award\"). \n39 Ex. G to Def.'s Br. \n40 Pls.' Br. at 4.  Notwithstanding Plaintiffs’ counsel’s assertion that Plaintiffs were unaware of the reason \nfor the appeal's dismissal, the record reflects that the appeal was dismissed by the Court of Appeals \nbecause Village Landing failed to serve the record in a timely manner. See Ex. NCA002 to Wiggins Aff., \nEx. NCA003 to Wiggins Aff., Ex. NCA004 to Wiggins Aff. \n \n \nCarolina for Writ of Certiorari was denied,41 bringing an end to the litigation between \nHKJ and Village Landing. Plaintiffs, in the meantime, had filed the Complaint in this \naction in their individual capacities less than 20 days prior to the March 2008 \nArbitration.42 \nDISCUSSION \n[26] The Motion seeks summary judgment  in favor of HKJ under Rule 56. \n\"Summary judgment is appropriate 'if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact and that any party is entitled to a \njudgment as a matter of law.'\" Variety Wholesalers, Inc. v. Salem Logistics Traffic \nServs., LLC, 365 N.C. 520, 523 (2012) (quoting Rule 56(c)). An issue is \"material\" if its \n\"resolution . . . is so essential that the party against whom it is resolved may not \nprevail.\" McNair v. Boyette, 282 N.C. 230, 235 (1972) (quotations omitted). \n[27] Summary judgment is generally appropr iate in cases involving either \"a \nclaim or defense [that] is utterly baseless in fact\" or \"a question of law on the \nindisputable facts\" that \"can be appropriately decided without full exposure of trial.\" \nKessing v. Nat'l Mortg. Corp., 278 N.C. 523, 533 (1971). In considering a Rule 56 \nmotion, this court must view the evidence \"in the light most favorable to the nonmoving \nparty.\" Trivette v. Yount, 366 N.C. 303, 312 (2012) (citing Howerton v. Arai Helmet, Ltd., \n358 N.C. 440, 470 (2004)). The moving party bears \"the burden of clearly establishing \nlack of a triable issue\" to the trial court. N.C. Farm Bureau Mut. Ins. Co. v. Sadler, 365 \nN.C. 178, 182 (2011) (quoting N.C. Nat'l Bank v. Gillespie, 291 N.C. 303, 310 (1976)). \n                                                 \n41 Ex. NCA010 to Wiggins Aff. \n42 Pls.' Br. at 12; see also Compl., Arb. Tr. \n \n \nThe moving party may meet this burden by \"proving an essential element of the \nopposing party's claim does not exist, cannot be proven at trial, or would be barred by \nan affirmative defense.\" Variety Wholesalers, Inc., 365 N.C. at 523 (quoting Dobson v. \nHarris, 352 N.C. 77, 83 (2000)). Evidence that may be considered by this court under \nRule 56 includes \"admissions in the pleadings, depositions on file, answers to . . . \ninterrogatories, admissions on file . . . , affidavits, and any other material which would be \nadmissible in evidence or of which judicial notice may properly be taken.\" Kessing, 278 \nN.C. at 533. \n[28] HKJ contends that in the instant action Plaintiffs are seeking to relitigate \nclaims previously tried and decided in the Arbitration Action but are barred from doing \nso under the doctrine of res judicata, or claim preclusion. HKJ similarly contends that \nthe doctrine of collateral estoppel, or issue preclusion, also applies and bars relitigation \nof issues decided in the Arbitration Award. This court reaches its decision on the Motion \nbased solely on its application of the doctrine of collateral estoppel, and it therefore \nmakes no ruling on whether Plaintiffs' Claims are also barred by res judicata even \nthough the doctrinal analyses are similar and occasionally overlap. \n[29] \"Collateral estoppel can be a basis for summary judgment\" by foreclosing \n\"relitigation of issues actually determined in a previous action.\" Beckwith v. Llewellyn, \n326 N.C. 569, 573 (1990) (citations omitted), reh'g denied, 327 N.C. 146 (1990). The \ndoctrine \"operates as an absolute bar to further litigation of the issue previously \ndecided.\" Murakami v. Wilmington Star News, Inc., 137 N.C. App. 357, 359 (2000) \n(citations omitted). North Carolina case law typically spells out the doctrine's core \nrequirements in the form of two slightly different four-factor tests. See, e.g., Turner v. \n \n \nHammocks Beach Corp., 363 N.C. 555, 559 (2009), Thomas M. McInnis & Assocs. v. \nHall, 318 N.C. 421, 429-30 (1986), King v. Grindstaff, 284 N.C. 348 (1973). The \nsubstantive requirements are consistent regardless of form, and are most clearly parsed \nas follows: (a) identity of parties, (b) prior final judgment on the merits, (c) identity of \nissues, (d) actual litigation of issues, (e) actual determination of issues in the judgment \nand (f) the determination's necessity to the judgment. See id. The court will address \neach of these factors, giving special attention to elements (a), (c) and (d), which the \nparties most vigorously contest. \nIdentity of Parties \n[30] In analyzing whether collateral est oppel applies, courts traditionally begin \nwith an inquiry into \"whether the parties in [the present] suit[] and those in the former . . . \nlitigation are the same, or stand in privity to the parties in the former litigation.\" King, 284 \nN.C. at 357. In 1986, the Supreme Court of North Carolina, recognizing \"[t]he modern \ntrend in both federal and state courts,\" abandoned this requirement when a party seeks \nto use collateral estoppel defensively. McInnis, 318 N.C. at 421. The McInnis court's \nruling contemplated a scenario involving the same plaintiff suing different defendants, or \nwhat some courts refer to as \"non-mutual defensive collateral estoppel.\" See, e.g., \nBendet v. Sandoz Pharms. Corp., 308 F.3d 907, 910-11 (8th Cir. 2002) (\"Nonmutual \ndefensive collateral estoppel works to prevent a plaintiff from relitigating an issue the \nplaintiff has previously litigated unsuccessfully in another action against a different \ndefendant.\" (citing Parklane Hosiery Co. v. Shore, 439 U.S. 322, 326 n.4 (1979)). The \ncourt is not aware of any North Carolina precedent addressing the attempted use of \nnonmutual collateral estoppel by the same defendant against nominally different \n \n \nplaintiffs, as HKJ seeks in this matter. Therefore, the court will engage in the full identity \nanalysis as traditionally required under the doctrine. \n[31] As a preliminary matte r, the court notes that res judicata and collateral \nestoppel are \"companion doctrines,\" Bockweg v. Anderson, 333 N.C. 486, 491 (1993), \nthat traditionally have shared the identity requirement. As such, the analysis involved is \nidentical regardless of which of the two estoppel doctrines is being asserted. See \nCarolina Power & Light Co. v. Merrimack Mut. Fire Ins. Co., 238 N.C. 679, 692 (1953) \n(discussing identity of parties \"in order to establish res judicata or the equitable principle \nof estoppel\" (emphasis added)). The parties' memoranda on the Motion implicitly \nrecognize this,43 and the court is aware of no precedent to the contrary. Therefore, the \ncourt deems it appropriate to rely on case law discussing identity of parties in the \ncontext of both res judicata and collateral estoppel analyses. \n[32] The Parties vigorously contest w hether this matter and the Arbitration \nAction present an identity of parties plaintiff. It is clear that Plaintiffs were not nominal \nparties to the Arbitration Action. However, HKJ contends that Plaintiffs were either (a) \nsubstantively parties to the Arbitration Action in function, even if not in form; or (b) were \nin privity with Village Landing, thereby satisfying an exception to the identity element.44 \n[33] In support of its argum ent that Plaintiffs in substance were parties to the \nArbitration Action, HKJ asserts that Village Landing did not observe corporate \nformalities and was Plaintiffs' mere alter ego.45 HKJ relies, among other things, upon \n                                                 \n43 See Pls.' Br. at 21, Def.'s Br. at 30-31. \n44 See Def.'s Br. at 20-24. \n45 Def.'s Br. at 25. \n \n \nJulie Lancaster's admission at the Arbitration that Plaintiffs and Village Landing were \n\"one and the same.\"46 \n[34] In support of its argum ent that Plaintiffs and Village Landing were in privity \nfor purposes of the Arbitration Action, the Motion naturally poses the question of \nwhether a closely held corporation and its shareholders are privies under these \ncircumstances. Plaintiffs correctly cite to Troy Lumber v. Hunt, 251 N.C. 624, 627 \n(1960), for the proposition that privity with a corporation is not established solely by \none's position as a corporate officer or shareholder. Rather, as our Supreme Court has \nnoted, privity generally involves \"a person so identified in interest with another that he \nrepresents the same legal right,\" though a universal definition of the word has \"proven \nto be elusive.\" Whitacre P'ship v. Biosignia, Inc., 358 N.C. 1, 36 (2004) (quotations and \ncitations omitted). \nThe Lassiter Exception \n[35] Taken as a whole, the North Carolina case law is inconclusive as to \nwhether the facts in this matter unequivocally support a conclusion that Plaintiffs in \nsubstance were parties to the Arbitration Action or were in privity with Village Landing. \nAs such, this court declines to reach a conclusion on either proposition. Instead, the \ncourt relies on the related \"Lassiter exception\" because it most clearly resolves this \nissue. See Thompson v. Lassiter, 246 N.C. 34 (1957). \n[36] In Lassiter, the Supreme Court recognized a \"well established exception\" \nto the \"general rule\" that an identity of parties is necessary to sustain a res judicata \ndefense: \n                                                 \n46 Def.'s Br. at 22 (quoting Arb. Tr. at 627). \n \n \nA person who is not a party but who cont rols an action, individually or in \ncooperation with others, is bound by t he adjudications of litigated matters \nas if he were a party if he has a proprie tary interest or financial interest in \nthe judgment or in the determination of  a question of fact or a question of \nlaw with reference to the same subjec t matter, or transactions; if the other \nparty has notice of his participation, the other party is equally bound. \n \nId. at 39 (quoting Light Co. v. Insurance Co., 238 N.C. 679, 692 (1953)) (emphasis \nomitted). In substance, the Lassiter exception requires that four parameters be met: (a) \ncontrol of both the original and present lawsuit, (b) a proprietary interest or financial \ninterest in the prior judgment, (c) an interest in the determination of a question of fact or \na question of law regarding the same subject matter or transactions and (d) notice of \nparticipation. In the context of the instant action, the Court of Appeals’ discussion of the \nLassiter analysis in Williams v. Peabody, 217 N.C. App. 1 (2011), is material. \nPlaintiffs' Control of the Original Lawsuit \n[37] Control is the \"threshol d requirement of the exception to the rule requiring \nprivity of identities.\" Peabody, 217 N.C. App. at 10 (citing Lassiter, 246 N.C. at 39). \nWhile there is no bright line test or clear definition as to what constitutes a party's \n\"control\" of a prior proceeding, the Peabody court's discussion of several reported cases \ninvolving the control element is instructive.  For example, Smoky Mountain Enters., Inc. \nv. Rose, 283 N.C. 373 (1973), involved a breach of contract suit instituted by a \ncorporate plaintiff after summary judgment was rendered individually against the \npresident of the corporate plaintiff in a prior action. In holding that the corporate plaintiff \nwas bound by the judgment in the prior suit under res judicata, the Supreme Court \nemphasized that \"[the individual plaintiff] is the president and owns all the stock of [the \ncorporate plaintiff],\" and that the individual plaintiff was \"personally in control\" of both the \nprior action in his individual capacity and the subsequent corporate action. Id. at 377-78. \n \n \n[38] On the other hand, in Troy Lumber, 251 N.C. 624, the court declined to \nfind that a controlling stockholder (who was also the president and chairman of the \nsubject corporation's board of directors) and a corporation were in privity. This holding \nwas based on the court's finding that \"[the corporation] has other shareholders than [the \nindividual],\" the lack of any \"allegation . . . that these other shareholders had anything to \ndo with [the individual's] [prior] action for damages for personal injuries,\" and the \nindividual plaintiff's mere \"contingent derivative right of succession of property interest\" \nfrom the corporation with regard to the corporate action. Id. at 627-28. \n[39] The contrasting outcomes in Smoky Mountain Enterprises and Troy \nLumber nonetheless are consistent. As the Peabody court observed, a \"logical \nextension\" from Smoky Mountain Enterprises and Troy Lumber taken together is the \nimportance of shareholder makeup in assessing the Lassiter control element. See \nPeabody, 217 N.C. App. at 12-13. The court found in Peabody that \"suspension\" of the \nprivity requirement was not warranted because the evidence of record in that matter \n\"show[ed] at most, that [the individual] was [the corporation's] chief operating officer,\" \nand it thus distinguished Peabody from Smoky Mountain Enterprises. Id. In reaching \nthat conclusion, the Peabody court emphasized the lack of any evidence showing that \nthe individual was a \"sole or controlling shareholder\" or was otherwise \"in control of [the \ncorporation], and thereby, in control of [corporation's] [prior] action against Defendants.\" \nId. at 12. Thus, the controlling jurisprudence on this issue stands strongly and directly \nfor the proposition that the control element of the Lassiter exception is met when a \ncorporation is dominated by a single party or entity or is otherwise the alter ego of that \nparty or entity. \n \n \n[40] The evidence of record in this ma tter establishes that Plaintiffs, husband \nand wife, were the sole member-managers of Village Landing, a party to the Arbitration \nAction. Plaintiffs' brazen claim that they \"had no control over the arbitration \nproceeding\"47 is remarkable in light of the fact that they called a total of 18 witnesses, \nincluding themselves, to testify at the Arbitration.48 Given Plaintiffs' sole ownership and \nmanagement of Village Landing, it is difficult to envision how anyone other than \nPlaintiffs could possibly have \"controlled\" Village Landing at the Arbitration. Plaintiff \nJulie Lancaster herself testified at the Arbitration that Village Landing and the \nLancasters were \"one and the same.\"49 Under the Supreme Court of North Carolina's \nanalysis in Smoky Mountain Enterprises, the control element of the Lassiter exception is \nplainly shown by the evidence of record in this matter. \nPlaintiffs' Proprietary Interest in the Prior Judgment \n[41] Similarly, as the sole member-m anagers of Village Landing, Plaintiffs had \na clear proprietary interest in the Arbitration Action. Village Landing was a respondent \nand counterclaimant in the Arbitration Action. HKJ sought substantial damages from \nVillage Landing, and eventually recovered over $800,000.50 Village Landing's \ncounterclaims sought damages in excess of $1 million; it was ultimately awarded less \nthan $12,000.51 Village Landing was essentially a pass through entity, and Plaintiffs \n                                                 \n47 Pls.' Br. at 19. \n48 Arb. Tr. at 3, 636. \n49 Arb. Tr. at 627. \n50 Def.'s Br. at 7. \n51 Ex. E to Def.'s Br.; Arb. Award. \n \n \nwere financially intertwined with Village Landing.52 Consequently, Plaintiffs had an \nobvious, clear and direct financial interest in any judgment affecting Village Landing. \nPlaintiffs' Interest in the Determination of Questions of Fact or Law \n[42] Moreover, Plaintiffs had a clear intere st in the \"determination of a question \nof fact or a question of law with reference to the same subject matter[] or transactions.\" \nLassiter, 246 N.C. at 39. At the very core of Plaintiffs' Claims against HKJ in this matter \nis the allegation that HKJ either negligently or purposely misled Plaintiffs in constructing \n\"condominiums, rather than townhouses.\"53 This was the precise issue that Village \nLanding litigated extensively against HKJ in the Arbitration Action, an alleged \nmisrepresentation that Plaintiffs' counsel contended was the proximate cause of millions \nof dollars in losses.54 Not only did Plaintiffs have an \"interest\" in the Arbitrator's \ndetermination on this issue, it was central to their LLC's entire case against HKJ in the \nArbitration Action – as it is in their individual action here. As such, this element of the \nLassiter exception is plainly met.  \nNotice \n[43] Lassiter requires that \"the other party\" have \"notice of [the person's] \nparticipation\" in order to be \"equally bound.\" Lassiter, 246 N.C. at 39. This language is \nslightly ambiguous on its face, but is easier to discern when taking into account that \n                                                 \n52 See Arb. Tr. at 577 (Plaintiffs treated money put into Village Landing as loans from them to Village \nLanding. Village Landing was treated as a disregarded entity for tax purposes and was listed on Plaintiffs' \ntax returns). \n53 Pls.' Br. at 9. \n54 Arb. Tr. at 60 (Opening Statement of Gary K. Shipman, Esq.) (\"As we sit here today, the evidence will \nshow that the owners' losses exceed 2 million dollars all because Jordan did not do what he was \nobligated to do, build townhouses under the Residential Building Code; all because Jordan failed to \ndisclose information that they had an affirmative obligation to disclose; all because Jordan made an \naffirmative misrepresentation that they were constructing townhomes when they knew that they were \nconstructing condos.\"). \n \n \ncases such as Lassiter and Smoky Mountain Enterprises featured a chronological \nposture opposite to that involved here. Specifically, both cases dealt with corporate suits \ninstituted after individual suits, rather than the opposite. \n[44] In Smoky Mountain Enterprises, the court dispatched with this element by \nnoting that the individual involved was the corporation's president, obviously had \nknowledge of his own lawsuit, and that \"notice to the president is notice to the \ncorporation.\" 283 N.C. at 377. The Peabody court, in conducting the Lassiter analysis \nunder facts similar to this case chronologically, made no mention of the notice \nrequirement, suggesting that it may not be required under these facts. See Peabody, \n217 N.C. App. at 9-11 (assessing the application of the Lassiter exception to Peabody \nby virtue of her ownership of Peabody's Home Improvements, Inc., a party to a prior \nlawsuit). Regardless, in this case, Plaintiffs' knowledge of the prior litigation is obvious, \nand thus the notice element is either met or not applicable and does not merit further \nconsideration. \nThe \"Separate and Distinct\" Nature of Plaintiffs' Claims \n[45] Plaintiffs' argument wit h regard to the identity requirement appears to rest \nin part on the misguided notion that this element cannot be met because their Claims in \nthis case are \"separate and distinct\" from Village Landing's Arbitration Counterclaims.55 \nEven assuming arguendo that Plaintiffs' Claims are in fact separate and distinct from \ntheir LLC's Arbitration Counterclaims, that fact would be largely irrelevant to the identity \nanalysis (and indeed largely irrelevant to the doctrine of collateral estoppel), which \n                                                 \n55 See, e.g, Pls.' Br. at 17 (\"No North Carolina court has ever found in situations similar to this one that the \nLancasters are in privity with Village Landing for claims based on the Lancasters' \"separate and distinct\" \ninjury.\"). \n \n \nmerely requires an examination of whether there is an identity of parties, privity between \nparties, or an applicable exception. Plaintiffs cite to Cline v. McMullen, 148 N.C. App \n147 (2001), for the proposition that control of prior litigation \"[does] not establish privity \nin and of itself.\"56 This is uncontested – as outlined above, Plaintiffs satisfy the identity \nrequirement because they controlled the prior action and had a proprietary interest in \nthat action as well as an interest in the determination of issues at stake in that action. \n[46] Plaintiffs incorre ctly characterize the Lassiter rule as mere \"dicta from \nCline\" and attempt to distinguish Lassiter and Cline on the grounds that the former \ninvolved a father-son relationship and the latter a principal-agent relationship.57 This \nargument must fail in light of the Troy Lumber court's approval of the Lassiter decision \nbased on the fact that, in Lassiter, \"the father as guardian ad litem had control over the \ndefense . . ., could cross-examine opposing witnesses, and offer witnesses of his own,\" \n251 N.C. at 628, as well as the Peabody court's application of the rule. Therefore, the \noperative factor in Lassiter was not the father-son relationship itself, but rather the \nfather's control over the litigation as a result of that relationship. \n[47] It is clear that Plaintiffs contro lled the Arbitration in behalf of Village \nLanding and that they had both a proprietary interest in the Arbitration Action as well as \nan interest in the determination of relevant facts and law in that action. Therefore, under \nthe Lassiter rule, an identity of parties existed between Plaintiffs and Village Landing for \npurposes of collateral estoppel.  Accordingly, the court's analysis proceeds to the \ndoctrine's next requirement. \n  \n                                                 \n56 Id. \n57 Id. at 17-18. \n \n \nPrior Final Judgment on the Merits \n[48] Proper applicatio n of collateral estoppel requires that \"the earlier action \nresulted in a final judgment on the merits.\" Bee Tree Missionary Baptist Church v. \nMcNeil, 153 N.C. App. 797, 799 (2002). Plaintiffs concede that \"the Arbitration Award \nwas a Final Judgment on the Merits as to claims by/against Defendant HKJ, Village \nLanding, and Shady Grove.\"58 The Arbitration Award was confirmed in its entirety in \nWake County Superior Court by Judge Morgan.59 It is clear that a confirmed Arbitration \nAward constitutes a final judgment on the merits for purposes of collateral estoppel. \nSee, e.g., Murakami, 137 N.C. App. 357, disc. review denied, 352 N.C. 148. Therefore, \nthis element of the collateral estoppel analysis is met, and the court proceeds to the \ndoctrine's next requirement. \nIdentity of Issue(s) \n[49] The core feature that diffe rentiates collateral estoppel from res judicata is \nits application to issues rather than claims. That is, collateral estoppel functions to bar \nrelitigation of an identical issue previously litigated that meets the doctrine's other \nrequirements, rather than a previously litigated claim. See, e.g., McInnis, 318 N.C. at \n429. In King, our Supreme Court noted that \"[p]arties and parties in privity with them -- \neven in unrelated causes of action -- are precluded from retrying fully litigated issues \nthat were decided in any prior determination and were necessary to the prior \ndetermination.\" 284 N.C. at 356 (emphasis added). \n[50] As briefly noted above, at the very  heart of Plaintiffs' Claims against HKJ \nin this matter is the allegation that HKJ negligently or purposely misled Plaintiffs in \n                                                 \n58 Id. at 12. \n59 Ex. W018 to Wiggins Aff. \n \n \nconstructing \"condominiums, rather than townhouses.\"60 This exact issue was \nextensively litigated during the Arbitration.61 Here, as in their arguments concerning \nidentity of parties, Plaintiffs rely repeatedly on the allegedly \"separate and distinct\" \nnature of their Claims in this case. Neither the word \"issue\" nor any remote synonym is \nto be found anywhere in the portion of Plaintiffs’ Brief in Opposition discussing the \nidentity of issues element of collateral estoppel.62 Yet our courts have repeatedly held \nthat \"collateral estoppel precludes the subsequent adjudication of a previously \ndetermined issue, even if the subsequent action is based on an entirely different claim.\" \nWhitacre, 358 N.C. at 15 (citing Hales v. N.C. Ins. Guar. Ass'n, 337 N.C. 329 (1994)) \n(emphasis added). \n[51] Plaintiffs allege that \"HKJ made fa lse representations of material fact, \nnamely that it was building town homes\"63. Plaintiffs then argue that HKJ owed Plaintiffs \na duty separate from the duty it owed Village Landing, citing Allen v. Ferrera, 141 N.C. \nApp. 284 (2000), for the proposition that a \"special duty\" is created when a defendant \ninduces a plaintiff to personally guarantee a corporate debt due to misrepresentation.64 \nThis argument is ostensibly an attempt by Plaintiffs to allege the existence of an issue \nisolated from the already determined issue of whether HKJ made misrepresentations to \nVillage Landing. In substance, Plaintiffs appear to argue that while the propriety of \nHKJ's conduct as to Village Landing was determined in the Arbitration Action, the \npropriety of HKJ's conduct as to Plaintiffs individually is an issue unique to this action. \n                                                 \n60 Pls.' Br. at 9. \n61 See, e.g., Arb. Tr. at 836-856 (Closing Statement of Gary K. Shipman), Arb. Award. \n62 See Pls.' Br. at 21. In fact, Plaintiffs' arguments on the matter are preceded by a subheading titled: \"The \nLancasters' claims are not identical to those in the Arbitration and were not necessarily determined in the \nArbitration.\" Id. (emphasis added). \n63 Id. \n64 Id. \n \n \n[52] Plaintiffs' argument is  fatally flawed because it is logically impossible to \nenvision a scenario where HKJ could make misrepresentations to Plaintiffs but not their \nwholly owned and controlled LLC, or vice-versa. Even assuming that Village Landing \nwas not Plaintiffs' mere alter ego, the fact that HKJ's representations caused Plaintiffs to \ntake actions in their individual capacity is irrelevant. Even if HKJ owed Plaintiffs a \nseparate duty imposed by operation of law, the presence of that duty is not relevant \nunless some scenario exists whereby HKJ could have simultaneously violated that duty \nbut not its contractual duties to Village Landing. Yet the basis for HKJ's alleged violation \nof that separate, special duty remains the allegation that \"HKJ made false \nrepresentations of material fact, namely that it was building town homes.\"\n65 \n[53] Plaintiffs were  Village Landing's sole member-managers and HKJ could \nnot possibly have engaged in disparate or distinct conduct with respect to Plaintiffs and \nVillage Landing. Therefore, because the Arbitration Award determined the propriety of \nHKJ's conduct with respect to Village Landing, it also did so as to Plaintiffs. \n[54] The court concludes that the sa me issue that was litigated in the \nArbitration Action underlies Plaintiff's Claims here. Therefore, an identity of issues \nexists, and the court proceeds to the collateral estoppel doctrine's next requirement. \nActual Litigation of Issue(s) \n[55] The collateral estoppe l doctrine requires that the issue in question must \nhave been \"actually litigated\" in the prior proceeding. McInnis, 318 N.C. at 429. Village \nLanding's Arbitration Counterclaims and the Arbitration Transcript together make it \nabundantly clear that HKJ's alleged misrepresentation was raised and litigated \n                                                 \n65 Pls.' Br. at 21. \n \n \nextensively in the Arbitration Action.66 The controlling case law is clear that litigation of \nissues in an arbitration action satisfies the \"actual litigation\" prong of the collateral \nestoppel doctrine. See Murakami, 137 N.C. App. at 360; see also Rodgers Builders, Inc. \nv. McQueen, 76 N.C. App. 16, 29 (1985) (\"Although James McQueen was not named \nas a party to the arbitration, it is clear that . . . he was an active and controlling \nparticipant in the arbitration. He thus is bound by the judgment entered on the arbitration \naward just as if he were a named party to the proceeding.\"). Therefore, the court \nproceeds to the next element. \nActual Determination of Issue(s) \n[56] Collateral estoppel requires that  the issue in question \"must have been \ndetermined by adjudication in the prior action.\" King, 284 N.C. at 359 (quoting 1B \nMoore's Federal Practice § 0.443[4] (2d Ed. 1965)). In analyzing whether an issue was \nactually determined, courts may look to the judgment as well as pleadings and evidence \nfrom the prior action. Id. Here, as in Murakami, 137 N.C. App. 357, the Arbitration \nAward on its own is enough to support a finding that the issue in question was actually \ndetermined by the arbitrator. The Arbitration Award plainly spells out the arbitrator's \nfindings, in which he specifically absolved HKJ of any responsibility on the issues \nunderlying Plaintiffs' Claims here. Therefore, the court finds that this element is met and \nproceeds to the final element of the collateral estoppel analysis. \nNecessity and Materiality to the Judgment \n[57] Proper application of collateral estoppel requires that the determination \nmade in the prior judgment \"must have been necessary and essential to the resulting \n                                                 \n66 See Ex. D. to Def.'s Br., Arb. Tr. \n \n \njudgment.\" King, 284 N.C. at 358 (citing 1B Moore's Federal Practice § 0.443[4] (2d Ed. \n1965)). The Court of Appeals' decision in Murakami provides a useful example of this \nrequirement's application to an arbitration award. There, the court found that the \ndetermination was necessary because the \"purpose of the proceeding\" was to \ndetermine damages. Murakami, 137 N.C. App. at 361. As discussed earlier, Village \nLanding's Arbitration Counterclaims rested almost entirely on the underlying allegation \nthat HKJ either negligently or purposely misled Plaintiffs and their LLC. Determining \nwhether HKJ was guilty of such misrepresentations was absolutely essential to the \nArbitration Action's \"purpose\" and the rendering of the Arbitration Award. Therefore, the \nfinal requirement of collateral estoppel is met. \nCONCLUSION \n[58] The undisputed evidence of record es tablishes that (a) Plaintiffs are the \nsame party as Village Landing for purposes of collateral estoppel, (b) Plaintiffs raised \nand litigated the same issue that underlies this case during the Arbitration and (c) the \nArbitrator issued a final judgment that actually determined the propriety of HKJ's \nconduct – a determination that was essential to the Arbitration Award. Therefore, \nPlaintiffs are collaterally estopped from relitigating the issue of whether HKJ made \nnegligent or intentional misrepresentations during the construction process. \nConsequently, the court must consider whether the Arbitration Award's findings on that \nspecific issue mandate summary judgment in favor of HKJ in this matter. \n[59] A Rule 56 motion presents the ques tion of whether there is \"lack of a \ntriable issue,\" N.C. Farm Bureau Mut. Ins. Co., 365 N.C. at 182 (internal quotations and \ncitations omitted). This occurs when \"an essential element of [a] party's claim does not \n \n \nexist [or] cannot be proven at trial.\" Variety Wholesalers, Inc., 365 N.C. at 520. As noted \nabove, the allegation that HKJ made material misrepresentations during the \nconstruction process is a foundational element of Plaintiffs' Claims. Given that Plaintiffs \nare collaterally estopped from relitigating this issue and that the court is bound by the \nfindings on this issue contained in the Arbitration Award, it is clear that Plaintiffs' Claims \nfail as a matter of law. Because there is no triable fact that would serve as a basis for \nliability against HKJ, summary judgment in favor of HKJ is appropriate in this action with \nregard to Plaintiff's Claims I-IV. \nNOW THEREFORE, based upon the foregoing, it hereby is ORDERED that: \n[60] Defendant HKJ's Motion for Summary Judgment is GRANTED as to \nPlaintiffs' Claims I-IV, and said Claims are DISMISSED. \n[61] As Plaintiffs have previously file d voluntary dismissals against Lighthouse, \nW&A and Cogswell, and therefore no viable Claims remain in this matter, this civil \naction is DISMISSED. \n[62] Taxable costs of this acti on are assessed against Plaintiffs. \n This the 5th day of June, 2014. \n \n \n     \n "
}