{
  "id": "8619147cfd7e0fe46495c53aaf7ce54dadd3a40ba4cee5b9df2ecc691572e88e",
  "source_file": "data/raw/ncbc/8619147cfd7e0fe46495c53aaf7ce54dadd3a40ba4cee5b9df2ecc691572e88e.pdf",
  "raw_text": "Lexington Furniture Indus., Inc. v. Bob Timberlake Collection, Inc., 2009 NCBC 22. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF DAVIDSON \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n08 CVS 02407 \nLEXINGTON FURNITURE \nINDUSTRIES, INC., \n \nPlaintiff, \n \nv. \n \nTHE BOB TIMBERLAKE \nCOLLECTION, INC. and ROBERTS \nE. “BOB” TIMBERLAKE, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON  \nPLAINTIFF’S MOTION FOR  \nSUMMARY JUDGMENT \n \n \n \n \n \n{1} This matter is before the Court on Plaintiff’s Motion for Summary \nJudgment, filed February 9, 2009.  For the reasons set forth below, the Court \nhereby GRANTS Plaintiff’s Motion for Summary Judgment. \n \nSmith Moore Leatherwood LLP by Richard A. Coughlin and C. Bailey King, \nJr. for Plaintiff Lexington Furniture Industries, Inc. \n \nBrinkley Walser, PLLC by G. Thompson Miller and R.B. Smith, Jr. for \nDefendants The Bob Timberlake Collection, Inc. and Roberts E. “Bob” \nTimberlake. \n \nTennille, Judge. \n \nI. \nPROCEDURAL BACKGROUND \n{2} Plaintiff filed the Notice of Designation contemporaneously with the \nComplaint in Davidson County on June 18, 2008.  On June 23, 2008, this matter \nwas designated a mandatory complex business case by Order of the Chief Justice of \nthe North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b), and \nwas assigned to the undersigned Special Superior Court Judge for Complex \n \nBusiness Cases by Order of the Chief Special Superior Court Judge for Complex \nBusiness Cases.  Plaintiff filed the First Amended Complaint on July 9, 2008.  On \nJuly 11, 2008, Defendants filed their Answer and Counterclaim.  Plaintiff answered \nthe Counterclaim on July 24, 2008. \n{3} On February 9, 2009, Plaintiff timely filed its Motion for Summary \nJudgment pursuant to Rule 56 of the North Carolina Rules of Civil Procedure on \nthe grounds that the pleadings, depositions, answers to interrogatories, and \nadmissions on file, together with the Expert Report and Affidavit of Michael K. \nDugan, show that there is no genuine issue as to any material fact and that it is \nentitled to judgment as a matter of law.  Plaintiff’s Motion has been determined by \nthe Court without oral argument, which was not requested. \n \nII. \nFACTS \nA. \nBACKGROUND \n{4} On December 11, 1991, Lexington Furniture Industries, Inc. (“Lexington”) \nentered into a Design, Development and License Agreement (the “License \nAgreement”) with The Bob Timberlake Collection, Inc. and Roberts E. Timberlake \n(collectively “Timberlake”).  Under the License Agreement, Timberlake granted \nLexington the exclusive right to use its trademarks on or in connection with the \nmanufacture, marketing, promotion, distribution, and sale of certain furniture \nproducts.  The License Agreement is set to expire on December 31, 2010. \n{5} On June 11, 2008, Timberlake notified Lexington of its intent to terminate \nthe License Agreement, claiming that Lexington had repeatedly breached Article \nVII of the agreement.  (D. Timberlake Dep. 90:24–91:14, Dec. 2, 2008, Ex. 7.)  The \nnotice stated that Lexington had “failed for a substantial period of time to use [its] \ncommercially reasonable efforts to promote, advertise, and market the Furniture \nProducts.”  (D. Timberlake Dep. 90:24−91:14, Ex. 7.)  The notice further stated that \nif Lexington did not cure the breaches and compensate Timberlake within sixty \n \ndays, the License Agreement would terminate and Lexington’s license to use \nTimberlake’s trademarks would come to an end.  (D. Timberlake Dep. 90:24–91:14, \nEx. 7.)  \n{6} In response, Lexington commenced this declaratory judgment action to \ndetermine its rights under the License Agreement.  Specifically, Lexington seeks a \ndeclaration that it has not breached the License Agreement, that the License \nAgreement remains in full force and effect, and that it is entitled to continue using \nTimberlake’s trademarks.  (First Am. Compl. ¶ 17.) \n{7} Timberlake also seeks declaratory judgment.  Timberlake’s Answer to the \nAmended Complaint asserts a counterclaim asking the Court to declare its right to \nterminate the License Agreement based on Lexington’s alleged failure to use its \ncommercially reasonable efforts to market the Timberlake Collections.  (Answer & \nCountercl. ¶¶ 2, 6.) \nB. \nTHE LICENSE AGREEMENT \n{8} The License Agreement was originally executed on December 11, 1991, and \nhas been amended several times, most recently in 2005.  The January 2005 \nAmendment provided that the License Agreement would expire on December 31, \n2010. \n{9} Under the terms of the License Agreement, Lexington produces, markets, \nand sells two furniture collections under the Bob Timberlake trademarks: (1) the \nWorld of Bob Timberlake and (2) Salt Aire (collectively the “Timberlake \nCollections”).  The Timberlake trademarks have become very well known in the \nfurniture business.  According to Daniel Timberlake, Timberlake’s Chief Operating \nOfficer and General Counsel, the World of Bob Timberlake has been singled out “as \nthe most successful furniture line in the history of the industry.”  (D. Timberlake \nDep. 22:5−6.)  Due to its continued success, Timberlake has collected roughly $25 \nmillion in royalties from Lexington sales over the life of the agreement.  (D. \nTimberlake Dep. 124:2−8.) \n \n{10} In May 2007, Timberlake contacted Lexington about restructuring the \nterms of the License Agreement.  (D. Timberlake Dep. 74:21−75:5, Ex. 6.)  \nTimberlake also offered to buy out Lexington’s interest in the License Agreement.  \n(D. Timberlake Dep. 74:21−75:5, Ex. 6.)  Lexington declined Timberlake’s offer.  (D. \nTimberlake Dep. 74:21−75:5, Ex. 6.)  A couple of weeks later, Timberlake sent \nLexington a notice of its intent to terminate the License Agreement.  (D. Timberlake \nDep. 90:24–91:14, Ex. 7.) \n{11} At the heart of this litigation is Article VII of the License Agreement.  \nArticle VII provides, in part, as follows: \nPromotion. Although the extent to which Lexington will market, \ndistribute, or commercialize the Furniture Products is at the sole \ndiscretion of Lexington, subject to limitations relating to \nmanufacturing capacity, materials, shortages, labor dispute, or similar \ninterruptions beyond Lexington’s reasonable control, Lexington agrees \nto use its commercially reasonable efforts in the manufacture, sale, \npromotion, advertisement, and marketing of Furniture Products to \nexploit the rights granted herein.  Notwithstanding the preceding \nsentence, Lexington has no obligation  to [Timberlake] to manufacture \nany particular product or market any specific quantity thereof and \nLexington, in its sole discretion, shall determine the commercial life of \nFurniture Product(s). \n(License Agreement Art. VII.)  At his deposition, Daniel Timberlake admitted that \nTimberlake understood that promotion of the Furniture Products was in the sole \ndiscretion of Lexington.  (D. Timberlake Dep. 69:10−15.) \nC. \nLEXINGTON’S EFFORTS TO MARKET AND PROMOTE THE FURNITURE PRODUCTS \n{12} Timberlake served written discovery on Lexington in which it asked \nLexington to identify the efforts it had undertaken to market the Timberlake \nCollections.  Timberlake also deposed three of Lexington’s top executives regarding \nLexington’s marketing efforts and strategy.  Upon review of the record, the evidence \nshows that Lexington employs the following strategies to market the Timberlake \nCollections: \n Lexington utilizes a marketing department that markets all of \nLexington’s brands, including the Timberlake Collections. \n \n Lexington designs and maintains a consumer website, catalogs, and \npoint-of-sale materials showcasing the Timberlake Collections. \n Lexington has created and maintains an extranet available to retailers \nof the Timberlake Collections which includes stock photography, \nadvertising templates, stock video footage, and sales training material. \n Lexington provides funds and/or credits to retailers that advertise \nFurniture Products in local consumer publications. \n Lexington displays the Timberlake Collections at both the spring and \nfall High Point Furniture Market each year. \n Lexington provides retailers with an interior design staff to design their \nown showrooms. \n Lexington maintains an independent commissioned sales force that \nsells the Timberlake Collections to retailers, interior design firms, \nhotels, restaurants, and country clubs. \n Lexington has established over 1300 retail outlets for the Timberlake \nCollections. \n Lexington maintains a large warehouse and distribution center in \nLexington, North Carolina, to support sales and to reduce delivery time. \n(Pl.’s Ans. Interrog. No. 1.) \nD. \nTIMBERLAKE’S CRITICISMS OF LEXINGTON’S MARKETING EFFORTS \n{13} Lexington served written discovery on Timberlake, which required \nTimberlake to set forth the basis for its contention that Lexington’s marketing \nefforts have not been commercially reasonable.  Timberlake identified the following \ncomplaints with respect to Lexington’s efforts: \n Lexington failed to place advertisements for the Timberlake Collections \nin national consumer or trade publications. \n Lexington failed to add additional pieces to the Timberlake Collections \nwhen a piece was discontinued. \n \n Lexington failed to quickly order the Salt Aire Furniture Products after \nthe collection was introduced at the fall 2005 High Point Furniture \nMarket. \n Lexington failed to show the Furniture Products in its showroom at the \n2008 Las Vegas Markets. \n Lexington failed to ask Bob Timberlake to conduct personal \nappearances to promote the Timberlake Collections. \n(Defs.’ Ans. Interrog. No. 8.) \n{14} In addition to written discovery, Lexington deposed Bob Timberlake and \nDaniel Timberlake.  Both deponents were asked to specifically articulate the \ncomplaints they had regarding Lexington’s marketing efforts.  Bob Timberlake was \nunable to identify any specific complaint he had with Lexington other than to \nexpress his disapproval of the character of the executives he had worked with at \nLexington since 1999.  (R. Timberlake Dep. 7:3−11:24, Dec. 2, 2008.)  Similarly, \nDaniel Timberlake was unable to point to any specific complaints.  He generally \nnoted that Lexington “hadn’t been doing anything” to market the Timberlake \nCollections since the 2005 Amendment and that he had been unsatisfied with \nLexington’s efforts since as early as 2001.  (D. Timberlake Dep. 44:7–46:2, 77:8−22, \n89:4−10.) \n{15} In 2004, Lexington approached Timberlake with a written Revitalization \nPlan for the Timberlake Collections.  (D. Timberlake Dep. 21:8−18.)   Despite its \nalleged complaints regarding Lexington’s marketing strategies, Timberlake did not \nobject to the Revitalization Plan at that time.  (D. Timberlake Dep. 21:8−18.)  \nLexington followed through on execution of the Revitalization Plan.  In 2005, \nTimberlake agreed to an amendment to the License Agreement which extended the \nparties’ business relationship until December 31, 2010. \nE. \nLEXINGTON’S EVIDENCE OF COMMERCIAL REASONABLNESS \n{16} Following fact discovery, Lexington engaged Michael K. Dugan to act as an \nexpert witness as to whether Lexington’s efforts to market the Furniture Products \n \nwere commercially reasonable.  (Expert Report & Aff. of Michael K. Dugan ¶ 2 \n[hereinafter “Dugan Aff.”].)  Mr. Dugan has over sixteen years of experience as the \nCEO of a furniture company and has worked extensively with the marketing of \nlicensed furniture.  (Dugan Aff. ¶ 3.)  Currently, Mr. Dugan is a business professor \nteaching marketing strategy at Lenoir-Rhyne University and a contributing editor \nto Home Furnishings Business magazine.  (Dugan Aff. ¶ 4.) \n{17} Mr. Dugan filed a lengthy and detailed affidavit specifically addressing \neach complaint enumerated by Timberlake in discovery.  Ultimately, Mr. Dugan \nconcluded that Lexington’s efforts “to promote, market, and advertise the Bob \nTimberlake Furniture Collections have exceeded all industry standards and are \nmore than commercially reasonable.”  (Dugan Aff. ¶ 2.) \n{18} According to Mr. Dugan’s affidavit, the decisions Lexington made regarding \n(1) whether to advertise the Furniture Products in national or trade publications, \n(2) whether to display the Furniture Products at the 2008 Las Vegas Markets, (3) \nwhether to request personal appearances by Bob Timberlake, (4) whether to \ndiscontinue items with a low rate of sale without adding additional pieces to the \nexisting Furniture Products, (5) when to place the initial order for Salt Aire \nFurniture Products, and (6) how to price the Furniture Products were all consistent \nwith industry standards and were commercially reasonable.  (Dugan Aff. ¶¶ 12−26.)  \nMr. Dugan concluded that Timberlake’s criticisms of Lexington, “even if true, do not \nsupport the contention that Lexington’s efforts have not been commercially \nreasonable.”  (Dugan Aff. ¶ 2.) \n{19} Mr. Dugan compared Lexington’s sales efforts to the sales efforts of the \nbest companies in the industry and concluded: “The overall efforts and materials \nare equal to that of the best companies in the furniture industry and far stronger \nthan most.  Without questions, it exceeds standard industry practice.”  (Dugan Aff. \n¶ 7.) \n{20} Timberlake did not designate an expert witness, and it elected not to \ndepose Mr. Dugan.   His testimony is unrefuted.  Timberlake does not refute what \nLexington did; rather it focuses solely on what Lexington did not do.  \n \nIII. \nCONTENTIONS OF THE PARTIES \n{21} Lexington contends that the uncontroverted evidence shows that \nLexington’s efforts to promote, advertise, and market the Furniture Products have \nexceeded industry standards and are more than commercially reasonable.  \nLexington also contends that under the express terms of the Licensing Agreement, \n“the extent to which Lexington will market, distribute, or commercialize the \nFurniture Products is at the sole discretion of Lexington.”  (License Agreement Art. \nVII; Pl.’s Mot. Summ. J. ¶ 16.)  Based on that language, Lexington argues (1) that \nthe fact that Timberlake disagrees with the marketing efforts Lexington undertook \nis insufficient to raise a material issue of fact as to whether such efforts were \ncommercially reasonable, and (2) that it is entitled to a judgment as a matter of law. \n{22} Conversely, Timberlake contends that Article VII of the License Agreement \nrequires that Lexington use “its commercially reasonable efforts” to market the \nFurniture Products, as opposed to an objective industry standard of commercial \nreasonableness.  (Defs.’ Br. Opp’n Mot. Summ. J. at 2.)  Timberlake argues that \nsince “its commercially reasonable efforts” is not defined in the License Agreement, \nthe Court must look at the conduct of the parties to determine their intent.  \nTimberlake also asserts that Lexington, in violation of Article VII of the License \nAgreement, has abandoned its long standing efforts that made the Furniture \nProducts some of the most successful in the industry.  Timberlake believes that Mr. \nDugan’s expert opinions are irrelevant because they relate to an objective industry \nstandard, as opposed to a standard personal to Lexington as Timberlake asserts is \nrequired by Article VII. \n \nIV. \nLEGAL STANDARD \n{23} Summary judgment is proper “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and that any party is entitled \n \nto judgment as a matter of law.”  N.C. R. Civ. P. 56(c).  “An issue is ‘genuine’ if it \ncan be proven by substantial evidence and a fact is ‘material’ if it would constitute \nor irrevocably establish any material element of a claim or a defense.”  Lowe v. \nBradford, 305 N.C. 366, 369, 289 S.E.2d 363, 366 (1982) (citation omitted).  “It is not \nthe purpose of the rule to resolve disputed material issues of fact but rather to \ndetermine if such issues exist.”  N.C. R. Civ. P. 56 cmt.   \n{24} The burden of showing a lack of triable issues of fact falls upon the moving \nparty.  See, e.g., Pembee Mfg. Corp. v. Cape Fear Constr. Co., 313 N.C. 488, 491, \n329 S.E.2d 350, 353 (1985).  Once this burden has been met, the nonmoving party \nmust “produce a forecast of evidence demonstrating that [it] will be able to make \nout at least a prima facie case at trial.”  Collingwood v. Gen. Elec. Real Estate \nEquities, Inc., 324 N.C. 63, 66, 376 S.E.2d 425, 427 (1989).  This Court recognizes \nthat it must exercise caution in granting a motion for summary judgment.  See N.C. \nNat’l Bank v. Gillespie, 291 N.C. 303, 310, 230 S.E.2d 375, 379 (1976).      \n \nV. \nANALYSIS \n{25} In ruling upon the pending motion, the Court must determine whether \nLexington breached the License Agreement as a matter of law by failing to use its \ncommercially reasonable efforts to promote, advertise, and market the Furniture \nProducts licensed under the agreement.  This determination centers on the meaning \nof the phrase “its commercially reasonable efforts,” as used in Article VII of the \nLicense Agreement.  That phrase must be read in the full context of the paragraph \nin which it appears.  The parties offer the Court two interpretations. \n{26} Timberlake argues that the inclusion of the word “its” prior to the term \n“commercially reasonable efforts” makes the commercially reasonable standard \npersonal to Lexington.  Under this interpretation, Timberlake asks the Court to use \nLexington’s past practice as the measure of commercial reasonableness for \nLexington’s present efforts.  The Court, however, rejects this interpretation.  To \nrequire Lexington to market the Timberlake Collections in 2008 in the same \n \nmanner as it did when the furniture line was first introduced in 1991 would be \nunreasonable.  The types of promotion and advertising that work effectively for a \nparticular product do not remain static.  (Dugan Aff. ¶ 27.)  As new collections gain \nbrand name recognition, marketing strategies change to keep in step.  (Dugan Aff. ¶ \n27.)  Moreover, marketing means change daily.  The Internet has opened new \navenues for advertising—avenues not readily  available eighteen years ago.  New \nfurniture shows, such as Las Vegas, now exist that were unheard of in 1991.  Would \nTimberlake be satisfied if Lexington restricted its market shows to those which \nexisted in 1991 or if Lexington only used print media that existed when the parties \noriginally executed the contract?  If the parties wished to bind Lexington to past \npractice, then their License Agreement should have expressly stated so. \n{27} Lexington, on the other hand, contends that the word “its” simply identifies \nLexington as the party responsible for making the commercially reasonable \nmarketing efforts.  It argues that Timberlake’s interpretation of the phrase “its \ncommercially reasonable efforts” goes beyond the plain language of the License \nAgreement.  According to Lexington, the terms of the agreement unambiguously \nprovide that Lexington’s efforts to promote the Timberlake furniture line must be \ncommercially reasonable.  Instead of relying on past practice, this interpretation \ncalls for an objective standard based on industry norms.  The Court agrees with \nLexington’s interpretation. \n{28} When the plain language of a contract is unambiguous, “it is for the court \nand not the jury to declare its meaning and effect.”  Lowe v. Jackson, 263 N.C. 634, \n636, 140 S.E.2d 1, 2 (1965) (citations omitted).  The goal of contract construction is \nto determine the intention of the parties at the time of execution.  Woods v. \nNationwide Mutual Ins. Co., 295 N.C. 500, 505, 246 S.E.2d 773, 777 (1978).  Courts \ndetermine this intention by looking within the “four corners” of the agreement.  \nJones v. Palace Realty Co., 226 N.C. 303, 305, 37 S.E.2d 906, 907 (1946).  If an \nagreement leaves a term undefined, “non-technical words are to be given their \nmeaning in ordinary speech, unless the context clearly indicates another meaning \nwas intended.”  \nWoods, 295 N.C. at 506, 246 S.E.2d at 777.  When the ordinary \n \nmeaning of a term is subject to “only one reasonable interpretation,” the contract \nmust be enforced as written.  Id.  The court may not “rewrite the contract or impose \nliabilities on the parties not bargained for and found therein.”  Id.  Therefore, \nabsent an express provision to the contrary, this Court will not measure Lexington’s \nmarketing efforts against an inflexible standard of past practice that is not even \nspelled out in the agreement. \n{29} In determining “commercial reasonableness,” courts should not engage in a \nselective process identifying whether any specific activity should or should not have \nbeen used.  Rather, the test is the marketing effort as a whole which must be \nmeasured against some industry standard.   Courts lack the expertise to “blue \npencil” marketing plans.  Such an activity would amount to unauthorized rewriting \nof the contract the parties voluntarily executed.  See Avesair, Inc. v. InPhonic, Inc., \n2007 NCBC 32 ¶ 36 (N.C. Super. Ct. Oct. 16, 2007), http://www.ncbusinesscourt.net/ \nopinions/101607%20Order%20Webpage.pdf. \n{30} The Court finds that the License Agreement is unambiguous in the sense \nthat it does not obligate Lexington to use the same marketing strategies it \nhistorically used to promote the Timberlake Collections.  Including the word “its” \ndoes not bind Lexington to past practice.  If anything, including the word “its” \nsuggests a measure of commercial reasonableness given Lexington’s size and \ncircumstances.  Other provisions of the License Agreement lend further support to \nthe Court’s interpretation.  For example, Article VII gives Lexington sole discretion \nover “the extent to which [it] will market, distribute, or commercialize the Furniture \nProducts.”  (License Agreement Art. VII.)  Such a broad grant of discretion would \nnecessarily include decisions concerning personal appearances, national \nadvertising, and the introduction of new products.  Where fair minds might differ \nover the “best” marketing strategy for the Timberlake Collections, under the \ndiscretionary provision of Article VII, Lexington’s decision on what is “best” \nprevails. \n{31} The License Agreement should be interpreted as a whole, “considering each \nclause and word with reference to other provisions and giving effect to each if \n \npossible by any reasonable construction.”  State v. Corl, 58 N.C. App. 107, 111, 293 \nS.E.2d 264, 267 (1982) (citation omitted).  Timberlake’s interpretation, however, \nwould render the discretionary language in Article VII useless or even \ncontradictory.  When possible, contractual terms “are to be harmoniously \nconstrued.”  \nReaves v. Hayes, 174 N.C. App. 341, 345, 620 S.E.2d 726, 729 (2005) \n(citation omitted).  The Court, therefore, rejects any interpretation that limits \nLexington’s discretion to past practice. \n{32} Although Timberlake identifies several areas where Lexington’s marketing \nefforts were allegedly deficient, it offers no evidence that these purported \ndeficiencies violated any industry standard or custom.  The mere fact that \nTimberlake disagrees with the marketing decisions Lexington made is not enough \nto raise an issue of fact as to whether such decisions were commercially reasonable.  \nSee Duff v. McGraw-Hill Cos., No. C02-1347RSL, 2006 U.S. Dist. LEXIS 57117, at \n*13–14 (W.D. Wash. July 28, 2006).  To raise an issue of commercial \nreasonableness, a party must first introduce evidence as to the applicable industry \nstandard.  See Auto-Chlor Sys. of Minn., Inc. v. JohnsonDiversey, 328 F. Supp. 2d \n980, 1006–07 (D. Minn. 2004).  This showing generally requires specialized \nknowledge in the form of expert testimony.  Reliance Ins. Co. v. Keybank U.S.A., \nNo. 1:01 CV 62, 2006 U.S. Dist. LEXIS 70823, at *107–08 (N.D. Ohio Sept. 29, \n2006).  Timberlake, though, failed to present any evidence of industry standards. \n{33} Only Lexington came forward with evidence of industry standards—the \nExpert Report and Affidavit of Michael K. Dugan.  This evidence shows that \nLexington’s efforts to market, promote, and advertise the Timberlake Collections \n“have exceeded all industry standards.”  (Dugan Aff. ¶¶ 2, 7–11.)  According to Mr. \nDugan, Lexington’s overall efforts “are equal to that of the best companies in the \nfurniture industry and far stronger than most.”  (Dugan Aff. ¶ 7.)  Moreover, \nLexington’s expert addressed each of Timberlake’s criticisms in turn and refuted \neach one with evidence of industry standards: \n \n National consumer and trade publications advertise to one’s competitors \nand thus would have achieved little effect; therefore, Lexington’s \ndecision to advertise in local consumer publications was strategic. \n Discontinuing pieces in a furniture collection with a low rate of sale is \ncommon within the industry; however, adding new pieces to an existing \nfurniture collection rarely triggers a boost in sales. \n Lexington’s delay in ordering Salt Aire Furniture Products after the fall \n2005 High Point Furniture Market was necessary to ascertain the rates \nof sale for each piece in the collection and to avoid the manufacturing \ncosts of pieces that did not sell—a sensible strategy in line with \nstandard industry practice. \n Lexington’s decision to feature only new furniture collections at the \n2008 Las Vegas Markets was also in line with standard industry \npractice because retailers attend the markets to find out what new \ncollections are being introduced. \n Scheduling personal appearances by Bob Timberlake would have had \nlittle effect on sales and was a decision solely within Lexington’s \ndiscretion. \n(Dugan Aff. ¶¶ 13–25.) \n{34} Timberlake has offered no evidence of an industry standard to contradict \nLexington’s expert.  With no evidence to the contrary, the Court finds that \nTimberlake has failed to raise a genuine issue of material fact.  The evidence before \nthe Court establishes that Lexington’s marketing efforts were commercially \nreasonable within the furniture industry for a company of its size and that \nLexington is entitled to judgment as a matter of law.  If Timberlake disagreed with \nLexington’s overall marketing strategy, it could have renegotiated the terms in 2005 \nwhen the parties amended the License Agreement.  Instead, Timberlake agreed to \nextend the License Agreement until 2010. \n \n \n \n \nVI. \nCONCLUSION \n{35} Based on the foregoing, it is hereby ORDERED, ADJUDGED, and \nDECREED: \n1) Plaintiff’s Motion for Summary Judgment is GRANTED;  \n2) Plaintiff’s efforts to promote, advertise, and market the Timberlake \nCollections have been commercially reasonable; \n3) The License Agreement remains in full force and effect;  \n4) Plaintiff is entitled to all of the rights bestowed upon it by the License \nAgreement; and \n5) Defendants’ Counterclaim is dismissed with prejudice. \n \nIT IS SO ORDERED, this the 9th day of September, 2009. \n "
}