{
  "id": "861f24006300e3ae858238ad10c24f770792f7fe9d40928aa097ac9d1635172b",
  "source_file": "data/raw/ncbc/861f24006300e3ae858238ad10c24f770792f7fe9d40928aa097ac9d1635172b.pdf",
  "raw_text": "Heron Bay Acquisition, LLC v. United Metal Finishing, Inc., 2014 NCBC 15. \n \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF GUILFORD \n \n IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n12 CVS 5505 \nHERON BAY ACQUISITION, LLC, \n \nPlaintiff, \n \nv. \n \nUNITED METAL FINISHING, \nINC., CLAUDE T. CHURCH and \nCATHERINE H. CHURCH, \n \nDefendants. \n \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \nORDER \n \n {1}  THIS MATTER is before the court on cross-motions for summary \njudgment pursuant to Rule 56 of the North Carolina Rules of Civil Procedure \n(“Rule(s)”).  For the reasons stated below, Plaintiff’s motion is DENIED and \nDefendants’ motion is GRANTED in part and DENIED in part. \n \nBlanco Tackabery & Matamoros, P.A. by Peter J. Juran and Toni J. Grace for \nPlaintiff Heron Bay Acquisition, LLC. \n \nTuggle Duggins, P.A. by Denis E. Jacobson, Jeffrey S. Southerland, and \nSarah J. Hayward for Defendants. \n \nGale, Judge. \nI. PROCEDURAL HISTORY \n \n{2} Plaintiff Heron Bay Acquisition, LLC (“Heron Bay”) initiated this \nlawsuit on April 16, 2012.  The matter was designated a Complex Business Case by \nChief Justice Sarah Parker on April 18, 2012, and assigned to the undersigned on \nApril 25, 2012. \n{3} The action arises out of agreements by which Plaintiff contracted to \npurchase Defendants’ business and the real estate upon which it is located.   \nDefendants terminated the agreements prior to closing.  Plaintiff sues for damages \n  \n \nrelated to the termination, but does not seek specific performance.  Plaintiff filed an \nAmended Complaint on October 24, 2013, bringing claims for: (1) breach of the \nAsset Purchase Agreement; (2) breach of the Real Estate Contract; (3) breach of the \ncovenant of good faith and fair dealing; and (4) unfair and deceptive trade practices. \nDefendants answered the Amended Complaint on November 25, 2013. \n{4} Plaintiff and Defendants filed cross-motions for summary judgment \n(“the Motions”) on December 2, 2013.  The Motions have been fully briefed, the court \nheard oral argument on February 20, 2014, and the matter is ripe for disposition.1 \n \nII. PARTIES \n \n{5} Plaintiff Heron Bay is an Ohio limited liability company created to \nacquire companies which maintains its principal place of business in Uniontown, \nOhio.  (Am. Compl. ¶ 1; Answer ¶ 1.)  Scott Lowrie (“Lowrie”), an Ohio citizen, owns \nHeron Bay.  (Am. Compl. ¶ 1; Answer ¶ 1.) \n{6} Defendant United Metal Finishing, Inc. of Greensboro (“UMF”) is a \nNorth Carolina corporation located in Greensboro, North Carolina.  (Am. Compl. ¶ \n2.)  Defendants Claude Church (“Church”) and Catherine Church (collectively “the \nChurches”) own the land on which UMF operates.  (Am. Compl. ¶ 4; Answer ¶ 4.)  \nChurch is UMF’s sole shareholder.  (Am. Compl. ¶3; Answer ¶ 3.) \n \nIII. FACT STATMENT2 \n \n{7} UMF is in the business of electro-plating and anodizing metal, which \ninvolves chemicals and materials that coat metal products.  (Am. Compl. ¶ 6; \nAnswer ¶ 6.)  In 2009, the Churches began to explore selling UMF and the \naccompanying real property (“the Property”).  Late that year, Heron Bay learned \n                                                 \n1  A related case, Paradigm Financial Group, Inc. v. Church, No. 12-CVS-357 (Surry County) (N.C. \nSuper. Ct.) (herein after “the Paradigm case”) was also designated as a complex business case and \nassigned to this court.  The court heard motions for summary judgment in that case on the same day.  \nThe court issues a separate order on those motions. \n2  Unless otherwise noted, these facts are uncontested and are established by the record submitted.  \nThe court does not make findings of fact when ruling upon a motion for summary judgment.   Hyde \nIns. Agency, Inc. v. Dixie Leasing Corp., 26 N.C. App. 138, 142, 215 S.E.2d 162, 164–65 (1975). \n  \n \nthat UMF and the Property were for sale, and Lowrie, representing Heron Bay, \nsigned a Confidentiality and Warranty Agreement to begin negotiations with UMF’s \nbroker, Paradigm Financial Group, Inc. (“Paradigm”), to purchase the business and \nthe Property.  (Br. Supp. Pl. Mot. Summ. J. (“Pl. Supp. Br.”) Ex. 98; Am. Compl. ¶ 8; \nLowrie Aff. ¶ 4; Lowrie Dep. vol. I 10:15–20:30, Apr. 25, 2013.)  A few months later, \nChurch received a demand from the Guilford County Department of Public Health \nto remediate contamination at UMF and the Property after a report from ECS \nCarolinas, LLP (“ECS”), an environmental consulting firm, revealed the extent of \ncontamination on the Property. (Pl. Supp. Br. Exhibit 64; Claude T. Church Dep. vol \nI. 91:8–20, 100:18–101:25, Mar. 8, 2013.)  Upon learning of this contamination, \nLowrie ceased negotiating UMF’s purchase.  (Lowrie Aff. ¶ 6.) \n{8} Heron Bay resumed negotiations in November 2010 when it learned \nthat UMF had retained ECS and an environmental attorney, George House \n(“House”), to assist in remediating the contamination.  (Lowrie Aff. ¶¶ 8–9.)  Church \nand House informed Lowrie that the North Carolina Department of Environment \nand Natural Resources (“DENR”) had a program designed to encourage buyers to \npurchase contaminated property by cutting off the buyer’s liability for past \ncontamination (“the Brownfield Program”).  Essentially, the buyer of contaminated \nland enters into a contract with DENR (“Brownfield Agreement”) which absolves \nthe buyer of liability to the State for historic contamination.  (Eckard Dep. 36:7–24.)  \nBefore entering a Brownfield Agreement, the buyer conducts testing on the land to \ndetermine a baseline for existing contaminants at the time of purchase.  (Eckard \nDep. 34:8–25.)  On average, it takes approximately eighteen to twenty-four (18–24) \nmonths from preliminary approval of a Brownfield Application to finalize a \nBrownfield Agreement.  (Eckard Dep. 85:7–10.)  The shortest Brownfield Process of \nof which DENR representative, Sharon Eckard (“Eckard”), is aware took twelve (12) \nmonths to complete, and even then the purchaser was still performing his \nobligations under the Brownfield Agreement at the time of her deposition.  (Eckard \nDep. 30:16–31:4.) \n  \n \n{9} On March 9, 2011, DENR conditionally approved Heron Bay’s \nBrownfield Application.  (Pl. Supp. Br. Ex. 125; Lowrie Aff. ¶ 12; Eckard Dep. 54:2–\n56:2.)  Heron Bay, UMF, and the Churches then entered into formal contracts for \nthe purchase of UMF (“the Asset Purchase Agreement” or “APA”) and the Property \n(“the Real Estate Contract” or “RPA”) (collectively, “the Purchase Agreements”).  \n(Pl. Supp. Br. Ex. 18 (“RPA”), Ex. 20 (“APA”).)  Among other things, the Purchase \nAgreements included certain representations and undertakings, including: (1) \nrepresentations as to the Property’s environmental condition and UMF’s ongoing \noperations; (2) assurances regarding customer and supplier contracts; (3) giving \nHeron Bay exclusive rights to purchase UMF by preventing Church from shopping \nthe company around to other interested purchasers; and (4) subject to certain \nconditions, giving either party the right to terminate the Purchase Agreements \nfollowing November 1, 2011, less than nine months after Heron Bay’s Brownfield \nApplication had received preliminary approval. \nA. Environmental Representations \n{10} Although Heron Bay was obviously aware of environmental issues \nfrom past operations when entering the Purchase Agreements, UMF and the \nChurches made representations and undertook indemnity obligations in the \nPurchase Agreements to protect Heron Bay’s post-acquisition liabilities.  \nSpecifically, UMF represented that: (1) no hazardous materials were used in the \nbusiness; (2) no hazardous materials were released on the Property; (3) UMF was in \ncompliance with all relevant environmental laws; (4) Defendants would comply with \nall relevant environmental laws going forward; (5) Defendants knew of no liabilities \nresulting from environmental violations; (6) all UMF equipment was in good repair; \nand (7) Defendants were not aware of any previous events which would have a \nmaterial adverse effect on the business. (RPA §§ 6.1.2, 6.1.6, 10.2; APA §§ 3.1.29, \n3.1.23(a), (d)–(g), 3.1.9, 3.1.12(g), 3.1.15, 3.1.14.)  Defendants promised to indemnify \nPlaintiff for any liability resulting from Defendants’ failures to comply with these \nrepresentations.  (APA § 6.1(c); RPA § 12(i).) \n  \n \n{11} Any remedy for inaccurate representations was limited by the \n“Environmental Exceptions” listed in the APA and RPA, which provide that \nDefendants would indemnify Heron Bay for any liability it incurred as a result of \nenvironmental breaches for which Heron Bay would not receive Brownfield \nimmunity.  (APA, Schedule 3.1.23; RPA, Ex. E.) \n{12} Heron Bay contends that the Churches learned from ECS and House \nthat UMF equipment and operations were broken, in need of repair, historically \nleaked contaminants onto the Property, and continued to pollute the Property.3  (Pl. \nSupp. Br. 11.)  Once documented, DENR required Defendants to remediate the \npotential release of pollutants from underground piping, (Eckard Dep. 135:1–23,) by \nrenovating a concrete floor on the Property to lower the risk of future releases and \nby remediating the soil below the concrete.4  (Eckard Dep. 136:31–138:3.) \n{13} ECS was requested to do further testing to set a baseline for any \nBrownfield Agreement.  ECS’s subsequent testing revealed that the existing \ncontamination was more extensive than its former reports indicated.  Specifically, \nthe groundwater test revealed that Nickel was at 16,000 mpl (the legal limit is 100), \nand Chromium was as high as 47,000 mpl (the legal limit is 10).  (Pl. Supp. Br. Ex. \n147, Eckard Dep. 230:4–20.)  The Parties dispute whether these elevated results \nindicate that UMF continued to contaminate the Property, or whether previous \ntesting did not include enough statistical data for an accurate sampling and that \nthe more extensive documented level of contamination resulted from the wider \narray of data samples. \nB. Representations Regarding Customer and Supplier Contracts \n{14} The APA represents that “[n]either [UMF] nor [Church] knows, or has \nany reasonable grounds to know, that any such customer or supplier or any \nmaterial distributor has terminated or expects to terminate a portion of its normal \nbusiness with [UMF], as a result of the transactions contemplated in this \n                                                 \n3 In support, Plaintiff cites three pages of deposition testimony that it did not include in the record.  \n4 Section III(E) provides a more detailed discussion of the subsequent remediation.  \n  \n \nAgreement or otherwise.”  (APA § 3.1.25.)  Church testified that the “determining \nfactor” in his decision to terminate the Purchase Agreements was that UMF’s \n“biggest customer,” Grass America, expressed serious concern about the change in \nUMF’s ownership.  (Claude T. Church Dep. 68:9–70:2, Sept. 24, 2013.)  The record \nsuggests that on several occasions a representative from Grass America asked \nChurch’s employees how the change in UMF’s control would affect its business \nrelationship with the company.  (Claude T. Church Dep. 69:17–70:21, Sept. 24, \n2013.)  Church did not advise Heron Bay of Grass America’s concern.  (Claude T. \nChurch Dep. 70:24–71:9, Sept. 24, 2013.) \nC. Post-Agreement New Equipment Purchases \n{15} Plaintiff’s initial brief provides a list of the Purchase Agreements \nsections that Defendants allegedly violated, including APA Sections 3.1.12(g), \n3.1.19, 3.1.29, and 4.1.2, (Pl. Supp. Br. 10–11,) which contain future assurances \nthat: (1) Defendants will continue to disclose any material adverse effect on UMF \nand will not themselves cause any adverse effect; (2) Defendants will continue to \ndisclose all agreements to which UMF is a party; and (3) the updated disclosures \nUMF submits to Heron Bay will not have omissions.  (Pl. Supp. Br. 10–11.)  In its \nReply Brief, Plaintiff contends, for the first time, that UMF violated those \nprovisions by purchasing new equipment without Heron Bay’s permission.  (Pl. \nSupp. Br. Ex. 64; Pl.’s Reply Br. Supp. Mot. Summ. J. (“Pl. Reply Br.”) 3.) \nD. No-Shop Agreement \n{16} The APA prohibits Church from negotiating with another for the sale \nand purchase of the business and real estate during the term of the agreements \nwith Heron Bay.  A few months after signing the Purchase Agreements, Church \ncommunicated with Pioneer Metal Finishing, LLC (“PMF”) concerning the sale of \nUMF.  (Pl. Supp. Br. Ex. 74–77.)  In addition, Church hosted a site visit from Steve \nKing, a representative from PMF.  (Pl. Supp. Br. Ex. 79.)  PMF representatives \nconcluded that Church was “very interested in [PMF] pursuing an offer[]” and that \n  \n \nUMF could “get out of [its Heron Bay] contract for 25-50k”.  (Pl. Supp. Br. Ex. 79; \nsee also, Pyle Dep. 48:12–49:8, 51:2–12 (testifying that Church was pursuing \ndiscussions with PMF regarding UMF’s sale while under contract with Heron \nBay).)5  There is no evidence that Church disclosed UMF’s financial information to \nPMF until after he terminated the Purchase Agreements.   \n{17} After November 1, 2011, the date on which the APA afforded either \nparty the right to terminate, (APA § 8.1(a),) but before Defendants later terminated \nthe Purchase Agreements, a PMF representative emailed Church’s accountant, \nRonall Davis (“Davis”), asking for financial information which Church had \npreviously denied him.  (Pl. Supp. Br. Ex. 81 (email to Davis which reads, “[Church] \nindicated his agreement with his prospective buyer has expired or at least triggered \nthe option for [Church] to terminate the agreement. We agreed he would call you to \nprovide us with information for a [sic] evaluation.”).)  Church did not inform Heron \nBay of PMF’s interest in and discussion with UMF.  (Lowrie Aff. ¶ 39.) \n{18} Before Defendants terminated the Purchase Agreements, Davis also \nmet and communicated with an attorney, Jessica Cox (“Cox”), who represented \nanother potential purchaser, George Harrison (“Harrison”).  (Cox Dep. 15:15–22.)  \nOn January 23, 2012, Davis and Cox met to discuss the purchase of UMF and on \nFebruary 1, 2012, Cox sent Church a Letter of Intent, which detailed Harrison’s \noffer to purchase UMF.  (Pl. Supp. Br. Ex. 308.)  Davis went over UMF’s financial \ndata with Harrison.6  (Davis Dep. 168:16–25.)  Church met with Harrison’s agents \nand considered his offer to purchase without informing Heron Bay.  (Cox Dep. \n15:15–22, 16:19–23.) \n \n \n                                                 \n5 Heron Bay incorporates the discussion of all No-Shop violations in briefs filed the Paradigm case, to \nwhich this deposition, and several others, were attached. \n6 Church testified that any information Davis shared with Cox and Harrison would have been \ncontrary to Church’s express instructions.  (Claude T. Church Dep. vol. II 361:1–14, July 24, 2013.)  \nDavis testified that he went over the financials with Harrison at Church’s instruction. (Davis Dep. \n168:16–25.) \n  \n \nE. UMF’s Alleged “Improper” Remediation \n{19} Upon receiving ECS’s 2011 report regarding contamination on the \nProperty and within UMF operations, Lowrie met with Church to discuss the \nremediation Defendants would need to undertake to consummate the transaction.  \n(Lowrie Aff. ¶ 24.)  Lowrie contends remediation required an independent expert.  \n(Lowrie Aff. ¶ 24.)  Church instead had his own maintenance man undertake the \nremediation.  (Lowrie Aff. ¶ 26.)  UMF undertook to reline the sumps, change the \npiping, and use an epoxy floor sealant.  (Claude T. Church Dep. 37:7–11, Sept. 24, \n2013.)  When he discovered that Church had utilized a UMF employee to remove \nthe concrete floor, Lowrie advised Church that the contaminated floor should be \ndisposed of according to environmental regulations.  (Lowrie Aff. ¶ 27.)  Heron Bay \ncontends the remediation was substandard and in violation of APA Section 3.1.23, \nwhich provides that Defendants would make reasonable industry standard repairs \nand renovations to UMF equipment and operations prior to closing.  (APA § 3.1.23.)  \nChurch does not recall whether he notified DENR or Guilford County Department \nof Public Health of these remediation efforts. \nF. Defendants’ Termination \n{20} Various communications between November 1, 2011 and Defendants’ \nlater termination are reflected in Exhibits 167 through 175, which Plaintiff \ncontends collectively show that Defendants elected to waive their right to terminate \nafter November 1, 2011.  Defendants gave oral notice of their intent to terminate \nthe Purchase Agreements pursuant to APA Section 8.1(a)(iv) during a November 2, \n2011 telephone conference between their attorney (“Stanaland”) and Lowrie.  (Pl. \nBr. Opp’n Defs.’ Mot. Summ. J. (“Pl. Opp’n Br.”) Ex. 168, ¶ 1.)  Two days later, \nDefendants indicated they would defer termination and asked Lowrie to articulate \nthe steps he believed Defendants should take to satisfy the Purchase Agreements’ \nconditions.  (Pl. Supp. Br. Ex. 167.)  Exhibit 169 is an email from Stanaland to \nLowrie on November 8, 2011, affirming that Lowrie was permitted to resume direct \n  \n \ncontact with Church and to visit the facilities, and that there was no impediment to \nChurch sending financial information Lowrie requested.  (Pl. Opp’n Br. Ex. 169.)   \nOn or around November 10, 2011, Lowrie advised Stanaland of UMF’s \nnoncompliance issues, to which Stanaland responded with a summary of \nDefendants’ concerns about Heron Bay’s failure to satisfy the Purchase Agreements’ \nterms.  (Br. Opp’n to Defs.’ Mot. Summ. J. (“Pl. Opp’n Br.”) Ex. 170 and 171.)  On \nNovember 18, 2011, Lowrie sent Stanaland an email stating that UMF would be \nrequired to remediate certain ground contamination and any ongoing release of \ncontaminants from UMF operations.  (Pl. Opp’n Br. Ex. 175.)  Each of the Parties \nindicated that the other would be required to undertake certain activities after \nDENR released its draft of a Brownfield Agreement. (Pl. Opp’n Br. Ex. 174.) \n{21} On February 17, 2012, Defendants terminated the Purchase \nAgreements in writing.  (Lowrie Dep. vol. II 397:1–8, Apr. 26, 2013; vol. III 464:11–\n17, May 15, 2013.)   \nG. Defendants’ Alleged Improper Post-Termination Use of Heron Bay’s Brochure \n{22} As negotiations progressed, Heron Bay updated UMF’s brochure and \nwebsite to attract new customers in anticipation of closing the transaction and \ntaking over UMF.  (Lowrie Aff. ¶ 60.)  Lowrie paid a photographer to shoot pictures \naround the Property and drafted the text of the brochure.  (Lowrie Aff. ¶ 60.)  Heron \nBay contends that after terminating the Purchase Agreements, Defendants \nmisappropriated Plaintiff’s brochure and used it in the marketplace for their own \npersonal gain.  (Lowrie Aff. ¶ 60.) \nIV.  LEGAL STANDARD \n{23} Summary judgment is proper when the pleadings, depositions, \nanswers to interrogatories, admissions, and affidavits show that no genuine issue as \nto any material fact exists and that the movant is entitled to judgment as a matter \nof law.  N.C. R. Civ. P. 56(c); Andresen v. Progress Energy, Inc., 204 N.C. App. 182, \n184, 696 S.E.2d 159, 160–61 (2010). \n  \n \nV. ANALYSIS \n \nA. Plaintiff’s Contract Claims \n \n {24} Plaintiff complains that Defendants breached several provisions of the \nAPA and RPA, and subsequently wrongfully terminated the Purchase Agreements \nunder APA Section 8.1(a)(iv).  While Plaintiff does not seek specific performance, it \ncontends that Defendants improperly terminated the contract because of \nDefendants’ own breaches of the Purchase Agreements, thereby triggering liability \nfor wrongful termination.  The claims require the court first to examine whether \nDefendants had the right to terminate after November 1, 2011, and if they did, \nwhether they did so in a manner or for reasons which expose them to liability for \nwrongful termination, and how any liability is to be measured in light of the remedy \nprovisions of the Purchase Agreements. \n1. Defendants Had the Right to Terminate the Purchase Agreements; but \nMaterial Fact Issues Remain as to Whether Plaintiff May Recover \nDamages for the Termination \n{25} The court concludes that the uncontested facts establish that \nDefendants had the right to terminate the Purchase Agreements on February 17, \n2012, and did not waive that right after November 1, 2011.  The court finds without \nmerit Plaintiff’s alternative arguments that: (1) Section 8.1(a)(iv) was only a “check \ndate” that gave Defendants a right to terminate the contract on November 1, 2011, \nwhich expired if not exercised on that date; (2) even if the right to terminate \nextended beyond November 1, 2011, a party could not exercise it while in \nsubstantial breach; and (3) Defendants waived or are otherwise equitably estopped \nfrom exercising any right to terminate they retained after November 1, 2011. \n{26} Analysis begins with the contractual provision.  APA Section 8.1 \nprovides, in relevant part: \n(a) Anything herein or elsewhere to the contrary notwithstanding, this \nAgreement may be terminated by written notice of termination at any \ntime before the Closing Date only as follows . . . (iv) by either [Heron \n  \n \nBay] or [UMF] if the transactions contemplated hereby have not been \nconsummated by November 1, 2011. \n. . .  \n \n(b) If this Agreement is terminated as permitted by Section 8.1(a) hereof, \nsuch termination shall be without liability of any party . . . to any other \nparty to this Agreement provided however, that if such termination \nshall result from the willful failure of any party to fulfill a condition to \nthe performance of the obligations of any other party or to perform a \ncovenant of this Agreement or from a willful breach by any party to \nthis Agreement, such party shall be fully liable for any and all losses, \ncosts, claims, or expenses, incurred or suffered by the other parties as a \nresult of such failure or breach. \n(APA § 8.1 (emphasis added).) \ni. November 1, 2011 Was Not Only a “Check Date” \n {27} Plaintiff argues that APA Section 8(a)(iv) “was not intended to by [sic] \nused by any party in the manner it is asserted by UMF or Claude Church as set \nforth in the Termination Letter.”  (Pl. Supp. Br. 21.)  Rather, Plaintiff contends, the \nprovision was drafted to provide only a way to terminate the transaction if it was \nstalled as of November 1, 2011.  (Pl. Supp. Br. 21.)  Because it was just a “check \ndate,” Plaintiff contends that negotiations and efforts toward closing after \nNovember 1, 2011 evidence an intent to proceed to closing with no further threat of \ntermination. \n {28} Defendants argue and the court agrees that this interpretation has no \nevidentiary support and contradicts the APA’s clear language.  (Defs.’ Resp. Br. \nOpp’n Pl. Mot. Summ. J. (“Defs. Opp’n Br.”) 17.)   \n {29} The Parties could have included express language to limit the \ntermination right as Plaintiff contends.  But they did not.  Rather, they agreed that \neither party could terminate the Purchase Agreements “at any time before the \nClosing Date” (APA § 8.1(a),) “if the transactions contemplated . . .  have not been \nconsummated by November 1, 2011.”  (APA § 8.1(a)(iv).)  It is undisputed that the \nsale had not been consummated on this date, and there is no evidence that the \n  \n \nParties ever agreed to a contract modification expressly eliminating the termination \nright or extending the consummation date.   \nii. The Right to Terminate Was Not Conditioned on the Absence of \nAny Substantial Breach \n{30} Plaintiff alternatively contends that Defendants may not terminate the \nPurchase Agreements while in substantial breach.  (Pl. Opp’n Br. 6.)  Defendants \nrespond that Plaintiff’s interpretation again ignores the APA’s plain language.  \n(Reply Br. Supp. Defs.’ Mot. Summ. J. (“Defs. Reply Br.”) 4.) \n {31} The court agrees with Defendants’ position for the same reason it could \nnot accept Plaintiff’s invitation to view the termination provision as merely a check \ndate.  The Purchase Agreements specifically contemplate the possibility that one \nparty might terminate for the very reason that it was in willful breach of a \ncondition.  It then provides the remedy that will follow for such a willful breach. \n(APA § 8.1(b).)  The chosen language is plainly inconsistent with the argument that \ntermination was conditioned on the absence of breach. \niii. The Evidence Does Not Support a Conclusion that Defendants \nWaived Their Right to Terminate \n{32} Alternatively, Plaintiff contends that Defendants waived their \ntermination right because UMF and Heron Bay continued to work towards closing \nafter November 1, 2011 and did so because UMF expressed the intent to move \nforward.  (Pl. Opp’n Br. 9–11.)  Defendants respond both that the evidence does not \nsupport any argument that they renounced their right to terminate and moreover \nthat the APA contains an explicit non-waiver provision requiring the party \ndischarging the contractual right to do so in a signed writing.  (Defs. Reply Br. 7; \nAPA § 10.4.)   \n{33} A party seeking to show waiver of a contractual right must \ndemonstrate that the waiving party intended to relinquish the benefit at issue, and \nmanifested that intention either expressly or impliedly.  Fairview Devs., Inc. v. \n  \n \nMiller, 187 N.C. App. 168, 172–73, 652 S.E.2d 365, 368 (2007).  Courts disfavor \nimplicit waiver of a contractual right.  Id. at 173, 652 S.E.2d at 369. \n{34} Plaintiff invites the court to infer Defendants’ intent to waive their \ncontractual termination right from those communications detailed in Section III(F) \nof this Order.  Having studied those communications carefully, the court concludes \nthat any inference to be drawn would be that Defendants reserved rather than \nwaived their right to terminate. \n{35} Defendants’ willingness to continue toward a potential closing does not \nsupport the clear implication necessary under the case law to find a waiver of a \nclear and express contractual termination right. \n{36} While the case law disfavoring waiver by implication might be alone \ndispositive, here the APA contains an express non-waiver provision.  North Carolina \ncourts have recognized and enforced similar provisions.  See, e.g., Long Drive \nApartments v. Parker, 107 N.C. App. 724, 729, 421 S.E.2d 631, 634 (1992) (noting \nthat the contract between the parties clearly indicated that certain actions would \nnot constitute waiver).   \n{37} The APA provides: \nThe rights and remedies of the parties to this Agreement are \ncumulative and not alternative.  Neither any failure nor any delay by \nany party in exercising any right, power or privilege under this \nAgreement or any of the documents referred to in this Agreement will \noperate as a waiver of such right. . . . To the maximum extent \npermitted by applicable law, (a) no claim or right arising out of this \nAgreement can be discharged by one party . . . unless in writing signed \nby the other party entitled to the benefit of such claim or right; (b) no \nwaiver that may be given by a party will be applicable except in the \nspecific instance for which is given; and (c) no notice to or demand on \none party will be deemed to be a waiver of any obligation of that \nparty[.] \n(APA § 10.4.) \n {38} Plaintiff has not identified any written, signed waiver of Defendants’ \nright to terminate the Purchase Agreements pursuant to APA Section 8.1(a)(iv).  It \nhas not otherwise offered evidence adequate to overcome the APA’s non-waiver \n  \n \nprovision.   In sum, the court finds that the uncontested record defeats any claim \nthat Defendants waived their contractual termination right. \niv. Defendants Are Not Equitably Estopped from Exercising Their \nTermination Right \n{39} Even if Defendants did not waive the termination right, Plaintiff \nasserts that they are equitably estopped from exercising it because Heron Bay \n“spent innumerable hours working towards closing” in reasonable reliance on \nDefendants’ representations that they would cure all material breaches prior to \nclosing.  (Pl. Opp’n Br. 11.) \n{40} “[E]quitable estoppel precludes a party from asserting rights he \notherwise would have had against another when his own conduct renders assertion \nof those rights contrary to equity.”  Woodring v. Swieter, 180 N.C. App. 362, 374–75, \n637 S.E.2d 269, 279–80 (2005) (quoting Ellen v. A.C. Schultes of Md., Inc., 172 N.C. \nApp. 317, 321, 615 S.E.2d 729, 732 (2005)).  Among other limitations, equitable \nestoppel is not properly invoked when the party seeking it has an adequate remedy \nat law.  Mitchell, Brewer, Richardson, Adams, Burge & Boughman, PLLC v. \nBrewer, 209 N.C. App. 369, 389, 391, 705 S.E.2d 757, 771–72 (2011) (holding \nequitable estoppel was inappropriate to create an operating agreement governing \nwithdrawal after deadlock had arisen because there was an adequate remedy at law \nunder N.C. Gen. Stat. § 57C-6-02 (2011)) (citing Hawks v. Brindle, 51 N.C. App. 19, \n25, 275 S.E.2d 277, 282 (1981) (denying recovery on an equitable restitution claim \nwhere plaintiffs could recover under breach of covenant and had an adequate \nremedy at law)). \n{41}  The court finds that the same evidence that is inadequate to \ndemonstrate any waiver is also inadequate to create the factual basis of an \nequitable estoppel defense.  In addition to this lack of record evidence, the contract \nprovides a legal remedy if the termination was for certain causes.  If Plaintiff is able \nto prove that Defendants’ own willful breaches of the Purchase Agreements \nmotivated their termination, the APA permits Plaintiff to recover damages it can \n  \n \nprove are related to those causes under APA Section 8.1(b).  In this case, equitable \nestoppel is improper both for lack of an evidentiary record, and because the \nPurchase Agreements provide a remedy at law. \n2. Breach of Contract Claims \n {42} While Plaintiff’s claims are more focused on Defendants’ “wrongful” \ntermination, Plaintiff also asserts additional breach of contract claims.  To prevail \non its claims for breach of contract, Plaintiff must demonstrate that: (1) valid \ncontracts existed between the parties; (2) Defendants breached those terms; and (3) \ndamages resulted from the breach.  Claggett v. Wake Forest Univ., 126 N.C. App. \n602, 608, 486 S.E.2d 443, 446 (1997). \n{43} Plaintiff recites a litany of nineteen provisions from the APA and five \nprovisions from the RPA which it claims Defendants breached.  (Pl. Supp. Br. 9–11.)   \nWithout the benefit of a more specific statement, the court has plodded through the \ncited sections.  Having done so, the court concludes that many claims have no \nadequate factual support to proceed but that material issues of fact allow limited \nclaims for breach to survive summary judgment. \ni. Plaintiff’s Claims for Breach of Environmental Warranties and \nRepresentations Fail \n{44} Plaintiff contends that Defendants knowingly misrepresented the \nexisting condition of UMF and its liabilities at the time the APA and the RPA were \nsigned,7 and subsequent to their execution continued to leak harmful contaminants \ninto the soil in violation of several of the Purchase Agreements’ provisions.8  More \nspecifically, Plaintiff asserts misrepresentations regarding: (1) hazardous materials \nused in the business; (2) hazardous materials released on the property; (3) the \nProperty’s and UMF’s compliance with all relevant environmental laws; (4) UMF’s \n                                                 \n7 Plaintiff contends that Defendants made knowing environmental misrepresentations in APA §§ \n3.1.9, 3.1.12(g), 3.1.14, 3.1.15, 3.1.19, 3.1.23 (a), (d)–(g), 3.1.25, 3.1.39, 4.1.1, 4.1.4, 4.1.6, and 4.1.7; \nand RPA §§ 6.1.2 and 6.1.6. \n8 Upon discovering what Plaintiff alleges was UMF’s continued contamination, Plaintiff contends \nthat it became aware that Defendants were also in breach of APA §§ 3.1.23(k) and 3.1.16, and RPA § \n10.2. \n  \n \npromise to remain in compliance with all environmental laws; (5) UMF’s liability for \nenvironmental violations; (6) the condition of UMF’s equipment; and (7) the \nChurches’ report that they were not aware of any occurrence which would have a \nmaterial adverse effect on the business.  (APA §§ 3.1.23(a), (d)–(g), 3.1.9, 3.1.12(g), \n3.1.15, 3.1.14.)  Based on ECS’s later testing, Plaintiff claims it first discovered the \nextent of contamination on the Property, particularly at the property line, as well as \nindications that UMF’s operations stood on contaminated lands or waters, (APA § \n3.1.23(k),) that UMF had not kept the Property free of waste while each party \nprepared for closing, (RPA § 10.2,) and that UMF was subject to or threatened with \nlitigation, (APA § 3.1.16.)     \n{45} Defendants respond that each of these environmental representations \nand warranties was limited by the identical exceptions delineated in both APA \nSchedule 3.1.23 and RPA Exhibit E, entitled “Environmental Exceptions,” which \nprovide: \nAny non-compliance or violation of Environmental Laws or \nEnvironmental Requirements in connection with Sellers [sic] Property \ndiscovered and documented in writing under the Brownfield Program \nwith the State of North Carolina, for which Purchaser has or will been \n[sic] given complete immunity from environmental liability under the \nBrownfield Program; provided, however, any liability for clean up or \nremediation of Sellers [sic] Property as required under the Brownfield \nProgram shall be the sole responsibility of Seller including, without \nlimitation, all costs, fees and expenses associated with such clean-up or \nremediation. \n(APA, Schedule 3.1.23; RPA Exhibit E.)   Plaintiff replies that the exception does \nnot apply because it was never given complete immunity and protection from \nliabilities associated with the environmental breaches.  (Pl. Supp. Br. 11.)   That \nassertion assumes, contrary to fact, that, having elected not to seek specific \nperformance to close the transaction, Plaintiff has suffered liability to which such \nimmunity or protection might attach.  There is, however, no reason to assume that \nPlaintiff is liable for contamination when it has never become an owner or operator \nof the business or property.  Had the transaction closed, Plaintiff would then either \nhave been given indemnity or would have a cause of action to enforce such \n  \n \nindemnity.  But it has not closed, and Heron Bay has not been harmed by liability it \nhas not incurred. \n {46} Plaintiff was, of course, well aware when entering the Purchase \nAgreements that the business had caused at least past contamination.  As to any \nfurther indication of past or present contamination, there is no evidence that \nDefendants failed to keep Plaintiff fully informed as to the extent of contamination \nrevealed by testing after the Purchase Agreements were executed.  Defendants \ncontracted for and funded the testing and investigations required by DENR in \npreparation for the final Brownfield Agreement. The very purpose of the testing was \nto document a baseline for contamination to the Property, to provide the contours of \nHeron Bay’s prospective immunity.  Taken to its logical conclusion, Plaintiff’s \ncontract interpretation would allow it to terminate the Purchase Agreements and \nthen sue because the extent of the contamination led it to the determination to do \nso, and then to recover the full value of the business and property as if it had no \ngreater contamination than known at the time the Purchase Agreements were \nentered.  This would be at odds with the intent of the Exception to incentivize full \ndisclosure and cooperation in the Brownfield testing, regardless of the results, and \nensuring Plaintiff’s indemnification for any additional liability after closing. \n  {47} It may be that ESC’s testing could be interpreted to have documented \ncontamination at the property line that might fall outside the indemnity provisions.  \n(Pl. Supp. Br. 11–12.)  This potential liability concern arises, however, as a result of \nclosing.  That condition subsequent never occurred.   \n{48} To recover damages on a breach of contract or warranty claim, the \n“plaintiff must show that the contract was breached by [a] defendant and that the \nbreach caused [the] plaintiff’s damages.”  Biemann & Rowell Co. v. Donohoe Cos., \nInc., 147 N.C. App. 239, 244, 556 S.E.2d 1, 5 (2001); see also City of Charlotte v. \nSkidmore, Owings & Merrill, 103 N.C. App. 667, 679, 407 S.E.2d 571, 579 (1991) \n(“In an action against an owner for breach of an implied warranty, as in any action \nfor damages, proof of causation is essential.”).  Having elected not to pursue the \n  \n \npurchase, Plaintiff has offered no evidence that this potential misrepresentation \ncaused it any damages.   \n {49}  In sum, Plaintiff has not presented evidence allowing its claim for \nbreach of environmental warranties and representations to survive summary \njudgment.  Such representations were either excluded under Schedule 3.1.23 and \nExhibit E or potential harm from their inaccuracy never materialized in any \nmanner to expose Plaintiff to liability. \n{50} While the theory has not been cogently stated, it appears that Plaintiff \nintends to show damage from the environmental representations on the basis that \nhad the contamination been less, the transaction would have closed, and Plaintiff is \nthen entitled to recover its future lost profits.  (Pl. Supp. Br. Ex. 346 ¶ 25.)  That is, \nthat Plaintiff is entitled to hypothecate the transaction it had expected and then to \nmodel a lost business value claim based on that hypothecated transaction.    \n {51} Ultimately, it is possible that the surviving claims will require the \ncourt to grapple with whether Plaintiff’s damages theory can overcome some readily \napparent hurdles, such as the possible limitations imposed by the contract \nprovisions and the long recognized doctrines growing out of the venerable decision \nin  Hadley v. Baxendale, (1854) 156 Eng. Rep. 145, 9 Exch. 341.  Whether any such \ndamage model may ultimately conform to the contract remedy provisions, the \nPurchase Agreements restrict Plaintiff to its contractually bargained-for remedies.9    \n {52} Plaintiff also attempts to premise a claim on the broad assertion that \nChurch “swept numerous serious environmental problems under the carpet over the \nyears[.]”  (Pl. Supp. Br. 12.)  Plaintiff asserts that Church: (1) ignored ECS’s \nrecommendations that he report their 2007 findings to the State; (2) never informed \nDENR that he cancelled the Purchase Agreements; (3) ignored a 2010 letter from \nGuilford County Department of Public Health requesting that he enter into an \nAdministrative Agreement to conduct a cleanup of his property, (Pl. Supp. Br. Ex. \n                                                 \n9 Specifically, in the event that a willful breach motivates a party to terminate the Purchase \nAgreements, APA Section 8.1(b) permits the non-breaching party to recover for injury resulting from \nsuch breach, not from the termination itself. \n  \n \n64,) and deferred action on a second letter, (Pl. Supp. Br. Ex. 276,) since the \nBrownfield Process had commenced, (Pl. Supp. Br. Ex. 278;) and (4) knowingly \nmisrepresented on the Brownfield Application Owner Questionnaire that the \nProperty had no contamination or prior spills, (Pl. Supp. Br. Ex. 277 ¶ 6(b–c).)10 \n{53} For the same reasons stated above, Plaintiff has not demonstrated how \nit suffered harm or liability because of these misrepresentations or “rug-sweeping” \nmaneuvers unless somehow it can tie these efforts to the breach-motivated \ntermination claims allowed by the Purchase Agreements.  There is no basis to \nconclude that they stand alone as actionable misrepresentations.  Plaintiff received \nECS’s 2007 findings, (Pl. Reply Br. 6; Lowrie Dep. vol. I 101:10–102:9, Apr. 25, 2013 \n(testifying that Heron Bay and Lowrie were provided these reports in 2010),) \nChurch did not fail to inform Heron Bay that the Purchase Agreements had been \nterminated, even if he neglected to inform DENR and Guilford County Department \nof Public Health, (Lowrie Dep. vol. II 397:1–8, 464:11–17, Apr. 26, 2013 (testifying \nthat Defendants gave Heron Bay written notice that the Purchase Agreements were \nterminated);) and in signing the Brownfield Application Owner Questionnaire, \nChurch made representations to DENR, not to Heron Bay.  Further, the record \nevidences that Defendants undertook efforts to find, rather than hide, \ncontamination and reported ECS’s findings to Heron Bay.  An ECS representative \ntestified that UMF was always cooperative with ECS in testing the Property to \nuncover contaminants.  (Stewart Dep. 20:1–4, 60:14–61:4 (explaining that no one at \nUMF failed to cooperate with ECS and that Church authorized and paid for ECS to \ninstall an additional well to test the ground water).)   \n{54} In conclusion, Plaintiff has shown no environmental misrepresentation \non which it is entitled to proceed to trial. \n \n                                                 \n10 In support, Plaintiff also cited “Church vol. 2 p. 269”.  (Pl. Supp. Br. 12.)  However, upon inspection \nof the second volume of Church’s deposition, this page does not mention the Brownfield Application \nOwner Questionnaire. \n  \n \nii. Material Fact Issues Remain as to Whether Defendants \nBreached the APA by Failing to Report Customer Concerns \n {55} Heron Bay contends that Defendants failed to inform it that one of \nUMF’s existing customers expressed concern regarding the change in ownership.  \n(Pl. Supp. Br. 11; Claude T. Church. Dep. 68:25–70:2, 70:15–71:12, Sept. 24, 2013.)  \nSpecifically, Plaintiff complains that Church did not tell Heron Bay that UMF’s \n“biggest customer,” Grass America, expressed serious concern about who was taking \nover the company and whether the new owner would carry on business like Church.  \n(Claude T. Church Dep. 69:1–2; 69:5–6; 69:17–23, Sept. 24, 2013.)  Heron Bay \ncontends this was in violation of APA Section 3.1.25, which represented that neither \nChurch nor UMF had reason to believe that any UMF suppliers or customers \nwished to terminate their contracts with UMF.  (APA § 3.1.25.)  Church knew that \nGrass America had concerns about the future of its business relationship with \nUMF, (Claude T. Church Dep. 69:1–2; 69:5–6, 69:17–23, Sept. 24, 2013,) and failed \nto report them to Heron Bay.  This could constitute a breach of Section 3.1.25 if \nGrass America’s concerns amounted to an expectation that it would terminate its \ncontract with UMF. \n {56} Church indicates that Grass America’s concern motivated him to \nterminate the contracts with Heron Bay.  (Claude T. Church Dep. 68:23–69:4; \n69:17–70:14, Sept. 24, 2013.)  APA Section 8.1(b) provides that “if such termination \n[under subsection (a)] shall result from . . . a willful breach by any party to this \nAgreement, such party shall be fully liable for any [damages] incurred or suffered \nby the other parties as a result of such failure or breach.”   Plaintiff has presented \nsufficient evidence to proceed with a claim that Defendants willfully failed to advise \nHeron Bay of customer concerns in violation of the APA, and that this willful failure \ncaused Defendants to terminate the agreements and, consequently, Plaintiff’s \ndamages.  However, Plaintiff will be limited to the damages that it can demonstrate \nwere caused by that breach under acceptable damages theories. \n \n  \n \niii. Material Fact Issues Remain Regarding Whether Defendants’ \nAllegedly Unauthorized Equipment Purchase Breached the APA \n{57}  Plaintiff contends that UMF purchased new equipment and incurred \nadditional indebtedness without Heron Bay’s permission, in violation of various \nprovisions of the Asset Purchase Agreement.  (Pl. Reply Br. 3 (asserting violations \nof APA §§ 3.1.12, 3.1.19, 3.1.29, and 4.1.2).)  Plaintiff does not offer specific record \ncitations for its claim, and the court has not been able to discern from its own \nreview of the record what facts support this allegation.  Construing the claim \nliberally, the court gleans that in a November 7, 2011 letter to Defendants’ attorney, \nLowrie mentioned unauthorized equipment expenditures.  (Pl. Resp. Br. Ex. 168.)  \nIn response, Stanaland acknowledged an equipment purchase, and apparently \nattached an updated disclosure.11  (Pl. Resp. Br. Ex. 171.)   Even construing this \nlimited evidence the court was able to isolate in Plaintiff’s favor, the court is \ndubious of whether Plaintiff can tie this purchase to Defendants’ termination or to \ndamage which Plaintiff suffered.   However, simply because the record is not \nsufficiently clear to do otherwise, the court, with some reluctance, allows this claim \nto survive summary judgment.   \niv. Material Fact Issues Remain as to Whether Plaintiff Can \nRecover for Defendants’ “No-Shop” Violations \n{58} Plaintiff also complains that UMF and Church violated the APA’s “no-\nshop” term by repeatedly and aggressively pursuing discussions, negotiations, and \noffers to sell UMF with multiple parties on multiple occasions.  The APA provides, \nneither [UMF] nor [Church] and none of their respective \nrepresentatives will directly or indirectly solicit or engage in \nnegotiations or discussions with, disclose any of the terms of this \nAgreement to, accept any offer from, furnish any information to, or \notherwise cooperate, assist, or participate with, any person or \norganization (other than Purchaser and its representatives) regarding \nany offer or proposal with respect to the acquisition by purchase, \n                                                 \n11 If Stanaland attached the disclosure to the letter, Plaintiff did not include the attachment in its \nexhibits. \n  \n \nmerger, lease or otherwise of [UMF], . . . and each will promptly notify \nPurchaser of any such discussion, offer or proposal. \n(APA, § 4.1.7.)  Defendants respond that any conversations with interested buyers \nwere just “exploratory” and that UMF never provided financial information to these \nprospective buyers.  (Defs. Opp’n Br. 15.)  Defendants also assert that Church told \neach interested purchaser that he had entered into an agreement with another \nparty.  (Claude T. Church Dep. vol. II, 253:17–254:7, July 24, 2013.)  Church \ntestified that he was not aware that the Purchase Agreements required him to \nnotify Heron Bay about any potential purchasers who contacted UMF, though he \nconceded that he had copies of the Purchase Agreements and could have looked at \nthem.  (Claude T. Church Dep. vol. II, 258:8–24, July 24, 2013; Claude T. Church \nDep. 12:6–13, Sept. 24, 2013; APA § 4.1.7.) \n{59} The court views Church’s claim that UMF withheld its financial data \nfrom prospective buyers with skepticism.  Church’s accountant, Davis, testified that \nhe reviewed UMF’s financial information with a prospective buyer at Church’s \ndirection while the Purchase Agreements were still in effect.  (Davis Dep. 168:16–\n25, 256:4–11.)  Church stated he did not instruct Davis to provide UMF’s financial \ndata in that instance. (Claude T. Church Dep. vol. III, 361:7–14, July 26, 2013.) \nChurch admitted that he communicated with PMF to elicit an offer for UMF’s \npurchase.  (Claude T. Church Dep. vol. I, 142:18–23, Mar. 8, 2013.)  The court \nconcludes that Plaintiff has presented adequate evidence to support its claim that \nDefendants breached the no-shop provisions. \n {60} Defendants argue that, even if Plaintiff demonstrates a breach of the \nno-shop provisions, Plaintiff’s remedy is limited to specific performance as set out in \nAPA Section 4.1.9.  (Br. Supp. Defs.’ Mot. Summ. J. (“Defs. Supp. Br.”) 17–18.)  That \nsection provides: \nin the event of a breach by [UMF] or [Church] . . . money damages \nwould not be an adequate remedy to [Heron Bay] and, even if money \ndamages were adequate, it would be impossible to ascertain or \nmeasure with any degree of accuracy the damages sustained by [Heron \nBay] therefrom.  Accordingly, if there should be a breach . . . of the \nprovisions of this Article IV, [Heron Bay] shall be entitled to an \n  \n \ninjunction restraining [UMF] and [Church] from any breach without \nshowing or proving actual damage sustained by [Heron Bay].  Nothing \nin the preceding sentence shall limit or otherwise affect any remedies \nthat [Heron Bay] may otherwise have under applicable law. \nAPA § 4.1.9 (emphasis added).   \n{61} The court reads this provision to allow for specific performance, but \ndoes not provide that it is Plaintiff’s sole remedy.  The final sentence of the \nprovision specifically reserves all other remedies to which Heron Bay would \notherwise be entitled.   \nv. Plaintiff Has Not Presented Evidence to Support an Actionable \nClaim that Defendants “Unduly Delayed” the Brownfield \nProcess \n{62} Plaintiff contends that Church terminated the Purchase Agreements \non the pretext that the process was taking too long when, in reality, Church \nmistakenly believed he could complete the Brownfield Agreement on his own and \nfind a new buyer once his right to terminate matured.  (Pl. Supp. Br. 14.; Claude T. \nChurch Dep. 74:2–10, Sept. 24, 2013.)   As evidence of Church’s delay in furtherance \nof this plan, Plaintiff asserts that Defendants failed to timely pay ECS’s invoices, \ndelaying submission of the Brownfield Assessment Report in violation of RPA \nSection 17.1.  The record is clear that the delay in payment was, at most, six days.  \n(Pl. Supp. Br. 6, Ex. 156; Stewart Dep. 77:23–78:21 (testifying that ECS had the \nreport ready on October 25, 2011 but did not submit it until October 31, as it was \nawaiting payment from UMF); RPA § 17.1 (requiring “Seller’s Cooperation” in \neffectuating the transaction contemplated).)  The apparent argument is that the \ndelay was deliberate in order to allow the termination right to mature a few days \nlater. \n{63} Defendants respond that this late payment did not delay progress in \nobtaining a Brownfield Agreement because DENR did not review the report until \nNovember 9, 2011 at the earliest.  (Def. Opp’n Br. 7; Eckard Dep. 116:7–117:13; \nStewart Dep. 79:14–80:4, 84:25–85:10.)  The record further indicates that the \naverage timeframe for completing the Brownfield Process is eighteen (18) months.  \n  \n \n(Eckard Dep. 30:5–10.)  If this transaction had proceeded in accord with such an \naverage, the Brownfield Agreement would not have been finalized until September \n9, 2012, well past November 1, 2011 at which time the right to terminate matured.  \n{64} Even assuming a six-day delay in paying an invoice, the court cannot \nreasonably conclude that such a delay was material in light of the other undisputed \nevidence.  The plain language of APA permits either Party to terminate the \nPurchase Agreements after November 1, 2011 if the sale had not yet been \nconsummated.  (APA § 8.1(a)(iv).)  A final Brownfield Agreement, which would take, \nat the very least, twelve months to reach, was a prerequisite to consummating the \ndeal.  (Lowrie Dep. vol. III 502:24–503:11, May 15, 2013.)   No claim based on any \nasserted late payment of ECS’s invoice should proceed.   \nB. Plaintiff Is Not Entitled to Proceed on a Claim for Breach of the Implied \nCovenant of Good Faith and Fair Dealing \n {65} Plaintiff contends that UMF and the Churches breached the covenant \nof good faith and fair dealing by interfering with the Brownfield process and by \nultimately terminating the APA and the RPA in search of a more financially \nadvantageous arrangement.  (Am. Compl. ¶ 71–74.)  \n {66} “In every contract, there is an implied covenant of good faith and fair \ndealing that neither party will do anything which injures the right of the other to \nreceive the benefits of the agreement.”  Bicycle Transit Auth., Inc. v. Bell, 314 N.C. \n219, 228, 333 S.E.2d 299, 305 (1985), cited in Sunset Beach Dev., LLC v. AMEC, \nInc., 196 N.C. App. 202, 217, 675 S.E.2d 46, 57 (2009).  To support a claim, the \nbreach of the implied covenant must be separate and distinct from any breach of \nother contract provisions.  Oakeson v. TBM Consulting Grp., Inc., 2009 NCBC \nLEXIS 34, at *13–14 (N.C. Super. Ct. Aug. 21, 2009); see also Richardson v. Bank of \nAm., N.A., 182 N.C. App. 531, 558, 643 S.E.2d 410, 427 (2007).   A breach of good \nfaith and fair dealing claim “cannot be used to contradict the express terms of a \ncontract[.]”  Rezapour v. Earthlog Equity Grp., Inc., No. 5:12CV105-RLV, 2013 U.S. \nDist. LEXIS 92124, at *11 (W.D.N.C. July 1, 2013). \n  \n \n {67} Here, Plaintiff complains that Defendants terminated the Purchase \nAgreements in hopes of finding a better deal.  (Am. Compl. ¶ 73.)  However, the \nAPA specifically permits either party to terminate the deal for any reason.  (APA § \n8.1.) It provides remedies if termination is for certain causes.   To allow Plaintiff to \nrecover on this theory would contradict the express terms of the contract.   Plaintiff \nis not entitled to pursue an implied claim in derogation of the contract’s own \ndamages provision.  Rezapour, 2013 U.S. Dist. LEXIS 92124, at *11.   \nC. Any UDTPA Must Be Limited to the Extra-Contractual Claim Complaining \nof Defendants’ Misappropriation of Marketing Materials \n{68} In addition to reasserting its environmental representation and undue \ndelay claims, which the court has rejected, as UDTPA claims, Plaintiff contends \nthat Defendants committed unfair and deceptive trade practices in multiple ways.  \nFirst, it states that Defendants attempted to hide modifications to the Property.  \n(Pl. Supp. Br. 15–16.)  In support, Plaintiff references Church’s in-house attempt to \nremediate the contamination in violation of APA Section 3.1.23. (Pl. Supp. Br. 16.)  \nSecond, Plaintiff complains that Defendants shopped the deal in violation of APA \nSection 4.1.7. (Pl. Supp. Br. 17–19.)  Third, Plaintiff contends that Church and UMF \nmade unauthorized use of Heron Bay’s brochure.  (Pl. Supp. Br. 19.) \n{69} Defendants urge that these are repackaged contract claims that cannot \nproceed as UDTPA claims.  (Defs. Opp’n Br. 23.)  To recover on an unfair and \ndeceptive trade practices claim, a plaintiff must show that: “(1) defendant[] \ncommitted an unfair or deceptive act or practice, (2) in or affecting commerce, and \n(3) plaintiff was injured as a result.”  N.C. Gen. Stat. § 75-1.1 (2013); Phelps-\nDickson Builders, LLC v. Amerimann Partners, 172 N.C. App. 427, 439, 617 S.E.2d \n664, 671 (2005) (citing Edwards v. West, 128 N.C. App. 570, 574, 495 S.E.2d 920, \n923 (1998)).  Absent evidence of aggravating circumstances, a breach of contract \ndoes not rise to the level of an unfair and deceptive trade practice, Bumpers v. \nCommunity Bank of Northern Virginia, ___ N.C. ___, 747 S.E.2d 220, 228 (N.C. \n2013), even if the breach is intentional, Nucor Corp. v. Prudential Equity Group, \n  \n \nLLC, 189 N.C. App 731, 739, 659 S.E.2d 483, 488 (2008). Aggravating factors \ninclude “an intentional misrepresentation for the purpose of deceiving another and \nwhich has a natural tendency to injure the other.”  Pan-Am Prods. & Holdings, LLC \nv. R.T.G. Furniture Corp., 825 F. Supp. 2d 664, 700 (M.D.N.C. 2011). \n{70} The evidentiary record, even construed in Plaintiff’s favor, does not \nsupport a finding of aggravating circumstances adequate to support Plaintiff’s \nUDTPA claim based on the Purchase Agreement provisions.  However, the claim \nregarding misappropriation of Plaintiff’s marketing materials is extra-contractual \nand is not subject to the same limitations as contract claims.  The court concludes \nthat there is adequate evidence to allow this limited UDTPA misappropriation \nclaim to survive summary judgment. \n \nVI.  CONCLUSION \n{71} For the foregoing reasons: \n(1) Defendants’ Motion is DENIED as to Plaintiff’s claims under the \nAsset Purchase Agreement for unauthorized equipment \npurchases, failure to report customer concerns, and violations of \nthe “no-shop” provision. \n(2) Defendants’ Motion is DENIED as to Plaintiff’s UDTPA claim \nfor misappropriation of marketing materials. \n(3) Defendants’ Motion is GRANTED as to all other of Plaintiff’s \nclaims, and those claims are DISMISSED. \n(4) Plaintiff’s Motion is DENIED. \n IT IS SO ORDERED, this the 7th day of May, 2014. \n "
}