{
  "id": "866ee11f74c903121365e2e1e1fa63835be66319094b71dbc9c38b4a4e09bf64",
  "source_file": "data/raw/ncbc/866ee11f74c903121365e2e1e1fa63835be66319094b71dbc9c38b4a4e09bf64.pdf",
  "raw_text": "Alkemal Sing. Pte. Ltd. v. DEW Glob. Fin., LLC, 2017 NCBC 110. \n \nSTATE OF NORTH CAROLINA \n \nHENDERSON COUNTY  \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 1406 \n \nALKEMAL SINGAPORE PTE LTD, \n \n   Plaintiff, \n \n v. \n \nDEW GLOBAL FINANCE, LLC and \nDONALD E. WASHINGTON III, \n \n   Defendants. \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO AMEND \nANSWER AND PLAINTIFF’S \nMOTION FOR PARTIAL SUMMARY \nJUDGMENT \n \n1. THIS MATTER is before the Court on Defendants’ Motion to Amend \nAnswer (the “Motion to Amend”)  and Plaintiff’s Motion for Partial Summary \nJudgment (the “Motion for Partial Summary Judgment”).  The Motion to Amend and \nthe Motion for Partial Summary Judgment are collectively referred to as “the \nMotions.”  Having considered the Motions, the briefs, and the  arguments of counsel, \nthe Court DENIES the Motions. \nTuggle Duggins P.A., by Richard W. Andrews and Jeffrey S. \nSoutherland, for Plaintiff. \n \nLaw Firm of John C. Hensley, Jr., P.C., by John C. Hensley, Jr., for \nDefendants. \n \nRobinson, Judge. \nI. INTRODUCTION \n2. This litigation arises out of Plaintiff Alkemal Singapore Private Limited ’s \n(“Alkemal” or “Plaintiff”) efforts to secure financing for a new business venture  \nthrough the services of Defendants DEW Global Finance, LLC (“DEW”) and Donald \nE. Washington, III (“Was hington”) (collectively, the “Defendants”) .  D efendants \noffered to connect Alkemal to an unidentified investor who Defendants represented \nhad the ability to  provide a standby letter of credit  for $20 million if Alkemal wired \n$2.6 million to DEW as a servic e fee .  Alkemal and DEW agreed to Joint Escrow \nInstructions pursuant to which DEW would serve as escrow holder and Washington \nwould serve as escrow officer  for the transaction .  Thereafter, various versions of a \nBank Instrument Lease Agreement, which ident ified Avion Consulting Group, LLC \n(“Avion”) as the entity that would provide the standby letter of credit, were executed \nby some, but not all, of the parties.  DEW , Avion, and Velocity Partners Limited \n(“Velocity Partners”) then executed a Funds Release Escrow Agreement whereby \nDEW would lease the standby letter of credit that Avion procured from an undisclosed \nlessor, and Velocity Partners would serve as the escrow agent.  The parties dispute \nwhether Alkemal agreed to the terms of the Ba nk Instrument Lease Agreements or \nthe Funds Release Escrow Agreement.  After Alkemal wired $2 .6 million to DEW, \nDEW retained a $400,000 fee for itself and forwarded the remainder of the funds to \nVelocity Partners.  The documents received by Alkemal purporting to show that  a \nstandby letter of credit  had been issued were later determined to be fraudulent .  \nAlkemal never received the standby letter of credit or a refund of any part of the $2.6 \nmillion it delivered to Defendants to obtain the letter of credit. \nII. PROCEDURAL HISTORY \n3. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motions. \n4. Alkemal initiated this action by filing the Complaint on August 19, 2015.  \nThe Complaint asserts claims against Defenda nts for breach of contract, breach of \nfiduciary duty, constructive fraud, fraud, negligent misrepresentation, civil \nconspiracy, conversion, unfair and deceptive trade practices (“UDTP”), unjust \nenrichment, constructive trust, and for an accounting.  (Compl . 5–14, ECF No. 1.)  \nThe Complaint also asserted many of the same claims against Avion and its owner, \nTimothy J. Carre a/k/a Tim Carr (“Carr”), and two other business entities not relevant \nto the Motions, JPierce Investments, Inc. (“JPierce”) and Loria Tra ding Group, S.A. \n(“Loria”).  (Compl. 9 –14.)  These other defendants were later voluntarily dismissed \nby Alkemal.  Plaintiff did not name as a defendant in this action Velocity Partners, \nthe entity to which DEW allegedly forwarded $2.2 million—the $2.6 million wired by \nPlaintiff to DEW minus the $400,000 “fee” DEW retained for itself. \n5. This action was designated as a mandatory complex business case by order \nof the Chief Justice of the Supreme Court of North Carolina dated August 21, 2015 \nand assigned to the Honorable Louis A. Bledsoe, III, Special Superior Court Judge \nfor Complex Business Cases, by order dated August 24, 2015.  This case was later \nreassigned to the undersigned by order dated July 5, 2016. \n6. On October 23, 2015, Defendants filed their Answer  and Cross claims \n(“Answer”).  Defendants later voluntarily dismissed their crossclaims. \n7. After completion of discovery, on July 31, 2017, Plaintiff filed its Motion for \nPartial Summary Judgment pursuant to Rule 56 of the North Carolina Rules of Civil \nProcedure (“Rule(s)”) and a brief in support. \n8. After briefing on Plaintiff’s Motion for Partial Summary Judgment was \ncomplete, Defendants filed their Motion to Amend pursuant to Rule 15(a) and a brief \nin support on October 2, 2017. \n9. The Court held a hearing on the  Motions on November 29, 2017, at which \nall parties were represented by counsel. \n10. The Motions have been fully briefed and are now ripe for resolution. \nIII. FACTUAL BACKGROUND \n11. The Court does not make findings of fact when ruling o n a motion for \nsummary judgment.  The following background, drawn from the evidence submitted \nin support of and in opposition to Plaintiff’s Motion for Partial Summary Judgment, \nis intended to provide context for the Court’s analysis and ruling and  is solely for \npurposes of this Order and Opinion. \nA. The Parties \n12. Alkemal is a private limited company organized under the laws of \nSingapore.  (Compl. ¶ 1 ; Br. Supp. Pl.’s Mot. Partial Summ. J. Ex. A, ¶ 3, ECF No. \n78.1 [“Pl.’s Br. Supp.”].)  Daljit Singh (“Singh”) is a director of Alkemal.  (Defs.’ Br. \nOpp’n Pl.’s Mot. Partial Summ. J. 3, ECF No. 82 [“Defs.’ Br. Opp’n”]; Defs.’ Br. Opp’n \nEx. A.2, ECF No. 83.)  Puneeta Singh Wasan (“Wasan”) is the manager of Alkemal.  \n(Pl.’s Br. Supp. Ex. A, ¶ 2.)  Neither Singh nor Wasan are parties to this litigation. \n13. DEW is a Florida limited liability company that maintains its principal \noffice and place of business in Henderson County, North Carolina.  (Compl. ¶ 2.)  \nDEW was formed in 2010 and does business as Criss-Cross Financial Group (“Criss-\nCross”).  (Defs.’ Br. Opp’n Ex. A, ¶ 3.) \n14. Washington is the sole member of DEW.  (Compl. ¶ 4.) \nB. Alkemal Seeks Financing for a New Business Venture \n15. In the summer of 2014, Alkemal sought to procure financing needed to \nengage in a new business venture related to importing and exporting timber.  (Compl. \n¶ 11; Pl.’s Br. Supp. Ex. A. ¶ 4.) \n16. In September 2014, Mike Mwara (“Mwara”), a representative of CB Morgan \nCapital Group and a non-party to this litigation, introduced Alkemal to Defendants.  \n(Pl.’s Br. Supp. Ex. A,  ¶ 5; Defs.’ Br. Opp’n Ex. A, ¶ 5 .)  Alkemal and Defendants \ndiscussed a transaction whereby DEW would procure a $20  million leased standby \nletter of credit for Alkemal in exchange for Alkemal paying DEW a $2 .6 million \nservice fee.  (Compl. ¶¶ 13 –15.)  During these discussions, Wasan explained to \nWashington that Alkemal needed the standby letter of credit by September 29, 2014 \nbecause Alkemal had cargo that was at risk of confiscation.  (Defs.’ Br. Opp’n Ex. A , \n¶ 21.) \nC. DEW’s Service Proposal \n17. On September 24, 2014 at 10:25 p.m., Mwara e-mailed Wasan a copy of a \nservice proposal for a standby letter of credit (the “Service Proposal”) prepared by \nDEW.  (Pl.’s Br. Supp. Ex. A.1.)  Mwara asked that Wasan execute and return the \nService Proposal at her earliest o pportunity so that Defendants could send her “the \nother bunch  [of documents]  tonight so that we can beat the Friday deadl ine” for \nprocuring the letter of credit.  (Pl.’s Br. Supp. Ex. A.1.) \n18. The Service Proposal stated that it was Criss -Cross’s proposal for  \nprofessional services and outlined the proposed transaction.  (Pl.’s Br. Supp. Ex. A.1.)  \nThe Service Proposal state d that “[i]f [Criss -Cross] and/or one of our investment \npartners decide to facilitate the Alkemal transaction[,]” the “most likely terms” of the \nagreement were that Scotia Bank, or a similar bank, w ould issue a leased standby \nletter of credit to Alkemal in the amount of $20 million.  (Pl.’s Br. Supp. Ex. A.1, § 1.)  \nThe Service Proposal request ed that Alkemal provide a corporate resolution \ndemonstrating that Alkemal had decided to proceed with the transaction .  (Pl.’s Br. \nSupp. Ex. A.1, § 1.)  The Service Proposal also stated that it was standard protocol to \nrequire Alkemal to execute a service agreement and an escrow  agreement before \nproceeding with the transaction.  (Pl.’s Br. Supp. Ex. A.1, § 2.)  In exchange for Criss-\nCross’s services, Alkemal was to pay a service fee of $2.6 million, which was thirteen \npercent of the value of the $20 million standby letter of cred it.  (Pl.’s Br. Supp. Ex. \nA.1, § 3.)  The Service Proposal was signed by Washington as President/CEO of DEW, \nbut was not signed by Singh as a director of Alkemal.  (Pl.’s Br. Supp. Ex. A.1.) \n19. On September 26, 2014, Alkemal submitted the requested  directors’ \nresolution to Defendants, asserting that Alkemal accept ed the Service Proposal and \nauthorized Singh to execute any related agreements for the proposal and transaction.  \n(Defs.’ Br. Opp’n Ex. A, ¶ 10, Ex. A.2.)  The resolution was signed by Singh and one \nother individual as directors of Alkemal.  (Defs.’ Br. Opp’n Ex. A.2.) \nD. The Escrow Instructions Between DEW and Alkemal \n20. On September 26, 2014 at 9:02 a.m., Washington e-mailed Mwara a copy of \n“the escrow agreement” and asked that he “have [his] clients rev iew, execute and \nreturn ASAP.”  (Pl.’s Br. Supp. Ex. A.2.)  Mwara then forwarded the e-mail to Wasan \nat 12:16 p.m. that same day.  (Pl.’s Br. Supp. Ex. A.2.)  At the hearing , Plaintiff’s \ncounsel represented that the document attached to that e-mail was the Joint Escrow \nInstructions (the “ Escrow Instructions ”).  (See Pl.’s Br. Supp. Ex. A.2 [ “Escrow \nInstructions”].) \n21. The Escrow Instructions identified the pa rties to the transaction as DEW  \nand Singh, individually and as a director of Alkemal.  (Escrow Instructions § 1.01.)  \nThe Escrow Instructions provided that DEW  would serve as bot h “Provider” and \n“Escrow Holder,” and Alkemal  was identified as “CLIENT.”  ( Escrow Instructions \n§ 1.01.)  The Escrow Instructions also provided that Washington would serve a s \n“Escrow Officer,” but did not further define that term or assign any specific duties to \nthe Escrow Officer.  (Escrow Instructions 1.) \n22. Section 2.03 of the Escrow Instructions stated that “CLIENT has requested \nProvider to introduce CLIENT to an Investor” who is able to provide a standby letter \nof credit in the amount of  $20 million.  (Escrow Instructions § 2.03.)  In exchange, \nDEW was to receive “a reasonable fee for services in acting as Escrow Holder in \nfulfilling these Instructions and in the performance  of its duties as Escrow Holder \npursuant to its letter agreement with Provider.”  ( Escrow Instructions § 3.03.)  The \nEscrow Instructions provided that DEW’s Financial Services Fee would be $2 .6 \nmillion.  (Escrow Instructions § 4.01.) \n23. The Escrow Instructions detailed how the transaction would proceed, and \nprohibited DEW, as Escrow Holder, from “mak[ing] any disbursement of funds except \nas described”  in the Escrow Instructions.   (Escrow Instructions Art. IV.)  The \ninstructions provided that , immediately upon execution of the Escrow Instructions, \nAlkemal was to deposit a Financial Services Fee of $2 .6 million into DEW’s bank \naccount with Bank of America.  (Escrow Instructions §  4.01.)  Upon receipt of the \nFinancial Services Fee, DEW, as the Provider, was to del iver to Alkemal “any \nreasonable document that evidence [d] cash or cash equivalents under the control of \nthe Provider” in an amount no less than $20  million.  (Escrow Instructions § 4.02.)  \nUpon delivery of such documentation, Alkemal was to have three bank ing days to \nverify that the documents were genuine.  (Escrow Instructions §§ 4.02 –03.)  If \nAlkemal failed to notify DEW, in writing, within three days that the documents were \n“not acceptable due to specifically identified misrepresentations or fraud,” the close \nof escrow would occur, entitling DEW to the $2 .6 million Financial Services Fee.  \n(Escrow Instructions § 4.04.)  If Alkemal objected to the documents, DEW would have \ntwo days to correct the deficiency or DEW would be obligated “immediately thereafter \n[to] refund the entire Financial Services Fee” to Alkemal.  (Escrow Instructions \n§ 4.04.)  Additionally, the Escrow Instructions provided that , should DEW fail to \nprovide any documentation whatsoever to Alkemal within seven days af ter Alkemal \ndeposited the Financial Services Fee, DEW would be obligated, upon Alkemal’s \nwritten demand, to refund the entire fee.  (Escrow Instructions § 4.05.) \n24. The Escrow Instructions also  prohibited assignment or delegation of the \nparties’ rights and duties, (Escrow Instructions § 5.07), and required any amendment \nor cancellation of the instructions to be in writing, executed by all parties, (Escrow \nInstructions § 5.03). \n25. The Escrow Instructions state d that they would “become binding on the \ndate last exec uted by a Party and only upon execution by all Parties.”  (Escrow \nInstructions § 5.10.)  The Complaint alleges and the Answer admits that Washington, \non behalf of DEW, and Alkemal signed the Escrow Instructions on September 26, \n2014.  (Compl. ¶  16; Answer  & Crosscls.  ¶ 16 , ECF No. 12 [ “Answer”].)  \nNotwithstanding Plaintiff’s allegation and Defendants’ admission, both parties have \nproduced copies of the Escrow Instructions that are signed by Washington on behalf \nof DEW, but which do not contain a signature on behalf of Alkemal.  (Pl.’s Br. Supp. \nEx. A.2; Defs.’ Br. Opp’n Ex. A.3.) \nE. Bank Instrument Lease Agreements \n26. On or about September 26, 2014 —the same day that the  Escrow \nInstructions were sent to Alkemal —Defendants informed Alkemal that Avion, an \nentity that Defendants sought out to participate in the transaction, had agreed to \nhave the standby letter of credit issued by an undisclosed investor.  (Defs.’ Br. Opp’n \nEx. A, ¶¶ 13, 15.)  Thereafter, three versions of a Bank Instrument Lease Agreement \n(the “Lease Agreement”) were drafted, (Defs.’ Br. Opp’n Exs. A.4, A.5, A.9), however, \nthe parties dispute whether Alkemal agreed to be bound by any of the three versions, \n(Pl.’s Br. Supp. 8 & n.3; Defs.’ Br. Opp’n 5 –7).  All three versions of the Lease \nAgreement are nearly identical except for the date, the parties to the agreement, the \namount of the leasing fee, and the signatures on the agreement.  (See Defs.’ Br. Opp’n \nExs. A.4, A.5, A.9.) \n1. Common Provisions of the Three Versions of the Lease \nAgreement \n \n27. Each version of t he Lease Agreement identified the Applicant’s \nRepresentative and the Lessee as parties to the agreement.  ( E.g., Defs.’ Br. Opp’n \nEx. A.4, at 1.)  The Lease Agreement stated that “[t]he Applicant’s Representative \nrepresent [sic] on behalf of itself and the undisclosed Lessor (“Lessor”) who is willing \nto use a credit facility at a certain bank or banks to cau se the issuance of a Standby \nLetter of Credit . . . which the Lessee agrees to lease[.]”  ( E.g., Defs.’ Br. Opp’n Ex. \nA.4, at 1  (emphasis in original) .)  The Applicant was defined as the Lessor of the \nstandby letter of credit.  (E.g., Defs.’ Br. Opp’n Ex. A.4, ¶ A.1.) \n28. The Lease Agreement defined a standby letter of credit generally as “a \nwritten obligation of an issuing bank to pay a sum of money to a beneficiary when the \nobligor of an underlying obligation does not pay the beneficiary.”  ( E.g., Defs.’ Br. \nOpp’n Ex. A.4, ¶ A.14.a.)  The Lease Agreement identified the parties involved in the \nproposed standby letter of credit transac tion as: (1)  the applicant; (2)  the issuing \nbank; (3) the beneficiary; and (4) the advising bank, none of whom were parties to the \nLease Agreement .  ( E.g., Defs.’ Br. Opp’n Ex. A.4, ¶ A.14.d.)  The applicant was \ndefined as the bank customer who applied to the issuing bank for the standby letter \nof credit.  (E.g., Defs.’ Br. Opp’n Ex. A.4, ¶ A.14.d(1).)  The beneficiary was defined as \nthe party in whose favor the standby letter of credit was issued, usually a lender or a \ncreditor to whom the Lessee was o bligated.  ( E.g., Defs.’ Br. Opp’n Ex. A.4, ¶ \nA.14.d(3).)  The advising bank was defined as the bank that represent ed the \nbeneficiary, and it was permitted to  accept the standby letter of credit on the \nbeneficiary’s behalf.  (E.g., Defs.’ Br. Opp’n Ex. A.4, ¶ A.14.d(4).) \n29. The Lease Agreement provided procedures for the issuance of the standby \nletter of credit that differ ed from those in the Escrow Instructions.  The Lease \nAgreement stated that the Lessee and the Applicant’s Representative were to reach \nagreement on various “ Primary Documents, ” which were to include the  Lease \nAgreement and an Escrow Funds Release Agreement, before setting a closing date on \nwhich to execute those documents.  (E.g., Defs.’ Br. Opp’n Ex. A.4, ¶ D.13(i)b–e.)  After \nthe Primary Documents were executed, “the Lessee [was to] deposit the Leasing Fee \nwith the Escrow Agent and thereby into the Escrow account to be governed pursuant \nto the Escrow Funds Release Agreement.”  (E.g., Defs.’ Br. Opp’n Ex. A.4, ¶ D.13(i)f.)  \nThe Lease Agreement stated that the Primary Documents, which included the \nEscrow Funds Release Agreement, were to be attached to the Lease Agreement as \nexhibits, (e.g., Defs.’ Br. Opp’n Ex. A.4, ¶ D.13(i)e), and the Lease Application, which \nwas attached as Exhibit A to the Lease Agreement, stated that an escrow agreement \nwas to be attached as Exhibit C to the Lease Agreement, (e.g., Defs.’ Br. Opp’n Ex. A \nto Ex. A.4). \n30. After the Issuing Bank deliver ed the standby letter of credit to the \nReceiving Bank, the Escrow Agent was to verify the authenticity of the standby letter \nof credit.  (E.g., Defs.’ Br. Opp’n Ex. A.4, ¶ D.13(i)h.)  After authenticating the standby \nletter of credit, the Escrow Agent “ha[d] the duty to authenticate that the notification \nwas in fact directly sent to the Escrow Agent from the Issuing Bank [,]” which could \nbe done through e-mail with the bank officer of the Issuing Bank that was handling \nthe transaction.  (E.g., Defs.’ Br. Opp’n Ex. A.4, ¶ D.13(i)h (emphasis omitted).)  The \nEscrow Agent “also ha[d] the duty to authenticate that the SWIFT receipt contain[ed] \nan ‘Authentication Result: success’ result and a MIR/MOR (or TMIR/TMOR) code \nproving transmission.”  (E.g., Defs.’ Br. Opp’n Ex. A.4, ¶ D.13(i)h.)  Upon completing \nthese authentications, the E scrow Agent was to release the Leasing Fee to the \nApplicant’s Representative.  (E.g., Defs.’ Br. Opp’n Ex. A.4, ¶ D.13(i)h.)  If the Escrow \nAgent determined that the documents were not sent to the Escrow Agent by the \nIssuing Bank, or if the Escrow Agent di d not authenticate that the SWIFT receipt \ncontained the required authentication result, then the Escrow Agent was directed to \nclose the escrow and deliver all remaining escrowed funds back to the Lessee.  ( E.g., \nDefs.’ Br. Opp’n Ex. A.4, ¶ D.13(ii).)  The Lease Agreement further provided that if \n“for any reason [the Applicant’s Representative] fail[ed] to have the Issuing Bank \nissue the Standby and deliver it to the receiving Bank within thirty (30) days after \ndeposit into escrow, then the Escrow Agent [was to] close the Escrow and return all \nremaining sums on deposit to the Lessee.”  (E.g., Defs.’ Br. Opp’n Ex. A.4, ¶ D.13(iii).) \n31. The Lease Agreement also ha d several exhibits.  Exhibit A was the Lease \nApplication in which the Lessee was to apply to the Applicant’s Representative for a \nlease of the standby letter of credit.  ( E.g., Defs.’ Br. Opp’n Ex. A to Ex. A.4 .)  The \nLease Application provided that the Lessee was in agreement with the terms of the \nLease Agreement and “underst[ ood] and agree[ d] that we [would] utilize an \nindependent escrow agent and escrow agreement, both defined in Exhibit C. [sic] \nattached hereto.”  ( E.g., Defs.’ Br. Opp’n Ex. A to Ex. A.4 .)  An attachment to the \nLease Application provided Avion’s “General Policy Terms,” which provided that the \nLeasing Fee required by the Lease Agreement would be “paid into an escrow with a \nthird party escrow and only delivered to [the Applicant’s Representative.]”   (E.g., \nDefs.’ Br. Opp’n sched. 2 to Ex. A to Ex. A.4 .)  Exhibit B to the Lease Agreement set \nout the Leasing Fee that the Lessee would be required to deposit in the escrow \naccount within twenty-four hours of execution of the Lease Agreement.  ( E.g., Defs.’ \nBr. Opp’n Ex. B to Ex. A.4 .)  Exhibit C  was titled “Escrow Agreement (Three Party \nEscrow Agreement),” but was an otherwise blank page  to which no other document \nwas attached.  (E.g., Defs.’ Br. Opp’n Ex. C to Ex. A.4.) \n2. The September 25th Lease Agreement \n32. The earliest Lease Agreement is dated September 25, 2014 (the “September \n25th Lease Agreement”) and named Avion as the Applicant’s Represent ative and \nAlkemal as the Lessee.  (Defs.’ Br. Opp’n Ex. A.4 , at 1.)  The September 25th Lease \nAgreement was signed by Singh on September 26th, 2014 on behalf of Alkemal but \nwas not signed on behalf of Avion.  (Defs.’ Br. Opp’n Ex. A.4, at 13.)  Singh’s signature \nalso appears on Exhibit A to the Lease Agreement and the attached schedules  that \ncalled for the Lessee’s sign ature.  (Defs.’ Br. Opp’n Ex. A  & scheds. 1–3 to Ex. A.4.)  \nExhibit B to the September 25th Lease Agreement provided that the Leasing Fee for \nthe transaction would be $2.6 million.  (Defs.’ Br. Opp’n Ex. B to Ex. A.4.)  Exhibit C \nreferenced an attached document for the Escrow Agreement  but no such document \nwas attached.  (Defs.’ Br. Opp’n Ex. C to Ex. A.4.) \n3. The September 26th Lease Agreement \n33. The Lease Agreement dated September 26, 2014 (the “September 26th \nLease Agreement”) named Avion as the Applicant’s Representative and named both \nDEW and Alkemal as Lessee.  (Defs.’ Br. Opp’n Ex. A.5, at 1.)  Defendants contend \nthat this second Lease Agreement naming DEW and Alkemal as Lessee was required \nby Avion for compliance reasons.  (Defs.’ Br. Opp’n 5–6, Ex. A, ¶ 18.)  The September \n26th Lease Agreement was sign ed on September 26, 2014  by Singh , on behalf of \nAlkemal, and by Washington, on behalf of DEW .  (Defs.’ Br. Opp’n Ex. A.5, at 1 3.)  \nThe September 26th Lease Agreement was not signed by Avion.  (Defs.’ Br. Opp’n Ex. \nA.5, at 13.)  Exhibit A to the Lease Agreement and the attached schedules that call \nfor the Lessee’s signature  were also signed by Singh  and Washington.  (Defs.’ Br. \nOpp’n Ex. A & scheds. 1–3 to Ex. A.5.)  As with the September 25th Lease Agreement, \nExhibit B listed the Leasing Fee for the transaction as $2.6 million, (Defs.’ Br. Opp’n \nEx. B to Ex. A.5) , and Exhibit C referenced an attached document for the Escrow \nAgreement but no such document was attached, (Defs.’ Br. Opp’n Ex. C to Ex. A.5). \n4. The September 29th Lease Agreement \n34. The final Lease Agreement was dated September 29, 2014 (the “September \n29th Lease Agreement”) and name d Avion as the Applicant’s Representative but \nlisted only DEW as the Lessee.  (Defs.’ Br. Opp’n Ex. A.9, at 1.)  The September 29th \nLease Agreement was signed by Carr on behalf of Avion and by Washington on behalf \nof DEW, however it was not signed on behalf of Alkemal.   (Defs.’ Br. Opp’n Ex. A.9, \nat 13.)  In contrast to the earlier Lease Agreements, the September 29th Lease \nAgreement listed the Leasing Fee as $2.2 million.  (Defs.’ Br. Opp’n Ex. B to Ex. A.9.)  \nAs with the earlier Lease Agreements, Exhibit C referenced the attached document \nfor the parties’ Escrow Agreement , but no such document was attached.  (Defs.’ Br. \nOpp’n Ex. C to Ex. A.9.) \nF. The Funds Release Escrow Agreement \n35. The final document submitted by the parties for the Court’s consideration \nis t he Funds Release Escrow Agreement (the “ Funds Release Agreement”), which \nbears a similar but not identical title to the Primary Document identified in the Lease \nAgreement as the “Escrow Funds Release Agreement.”  The Funds Release \nAgreement stated that it was made by and among: (1) Avion; (2) DEW and Alkemal \nas Lessee; and (3) Velocity Partners as the Escrow Agent.  (Defs.’ Br. Opp’n Ex. A.6, \nat 1.) \n36. The Funds Release  Agreement state d that Avion and the Lessee were \nparties to the “Lease Agreement of even date,” and that “Avion, the Lessee and the \nEscrow Agent [were] parties to this Escrow Agreement.”  (Defs.’ Br. Opp’n Ex. A.6, at \n1.)  The Funds Release Agreement further state d that “Avion and the Lessee desire \nto release the Escrowed Funds pursuant to the terms of the Escrow Agreement[.]”  \n(Defs.’ Br. Opp’n Ex. A.6, at 1.) \n37. The Funds Release Agreement provided procedures for the issuance of the \nstandby letter of credit and the release of the escrowed funds that are identical to \nthose in the Lease Agreement.  (Defs.’ Br. Opp’n Ex. A.6, §§ 2–3.)  The signature page \nbore the type-written date of September 26th and was signed on behalf of Avion by \nCarr, on behalf of DEW by Washington, and on behalf of Velocity Partners by Peter \nMcLaughlin (“McLaughlin”).  (Defs.’ Br. Opp’n Ex. A.6, at 8.)  Only McLaughlin’s \nsignature is dated, and it bears the date of September 29, 2014.  (Defs.’ Br. Opp’n Ex. \nA.6, at 8.)  The Escrow Agreement stated that the Leasing Fee for the transaction is \n$2.2 million.  (Defs.’ Br. Opp’n Ex. A.6, at 8.) \nG. Alkemal Wires $2.6 Million to DEW’s Bank Account \n38. On September 29, 2014, Alkemal wired $2.6 million (the “Alkemal Funds”) \nto DEW’s bank account.  (Compl. ¶ 18; Answer ¶ 18; Pl.’s Br. Supp. Ex. G, ECF No. \n78.7.) \n39. Defendants retained a $400,000 fee for their services before releasing the  \nremainder of the Alkemal Funds to Velocity Partners.  (Compl. ¶  20; Answer ¶ 20.)  \nWashington testified that this was done ten minutes or one hour after the Alkemal \nFunds were transferred.  (Pl.’s Br. Supp. Ex. B, 30:19–21, ECF No. 78.2.)  According \nto Defendants, even though the s ervice fee had been sent, Avion would not proceed \nwith the transaction until it received the executed Lease Agreement and Funds \nRelease Agreement.  (Defs.’ Br. Opp’n 7, Ex. A, ¶ 24.)  Defendants, therefore, claim to \nhave executed the September 29th Lease Agreement and Funds Release Agreement \nwith Alkemal’s knowledge and consent to ensure  that Alkemal would receive the \nstandby letter of credit by its September 29, 2014 deadline.  (Defs.’ Br. Opp’n 7, Ex. \nA, ¶ 25.) \n40. Velocity Partners received a fraudulent e -mail purport edly from a \nrepresentative of Scotia Bank, the bank that was to issue the standby letter of credit, \nand then closed the escrow account , retained a $55,000 escrow fee,  and wired the \nremaining Alkemal Funds ($2.6 million less the $400,000 retained by Defendants and \nthe $55,000 escrow fee retained by Velocity Partners) to Avion and the other parties \npreviously dismissed from this action.  (Compl. ¶¶ 21–22; Answer ¶¶ 21–22.) \nH. Alkemal Requests a Refund of the Alkemal Funds  \n41. On September 30, 2014, Wasan sent an e -mail to Washington requesting \nthat Defendants refund the $2.6 million because Alkemal did not receive the standby \nletter of credit by its September 29th deadline.  (Pl.’s Br. Supp. Ex. A.5, at 7.)  \nWashington and Wasa n exchanged e -mails over the next week wherein Wasan \nrequested a refund and information on why the standby letter of credit had not been \nreceived, and Washington replied that he was working to find a solution.  (Pl.’s Br. \nSupp. Ex. A.5.) \n42. In two separate e-mails sent by Wasan on October 3, 2014, Wasan referred \nto Washington as her escrow agent.  In the first e-mail, Wasan told Washington that \n“you are my escrow [sic] and the money is to be sitting with you till [sic] there is \nconfirmation on the [standby letter of credit] receipt.”  (Pl.’s Br. Supp. Ex. A.5, at 3 –\n4.)  Wasan’s second e-mail to Washington stated that “you are my escrow [sic] and I \nam unaware of any further agreements you have behind the scene[.]”  (Pl.’s Br. Supp. \nEx. A.5, at 3.)   Washington responded by e -mail, stating that he had “ received a \nnotification from the escrow attorney that the escrow conditions were satisfied, and \nthe funds were released to satisfy the escrow conditions.”  (Pl.’s Br. Supp. Ex. A.5, at \n1.)  Washington further stated that he “absolutely understand[s] the urgency of an \nimmediate resolution[,]” but that he only had limited information because “we only \nprovision the instrument transactions and are not involved in the delivery of them.”  \n(Pl.’s Br. Supp. Ex. A.5, at 2.)   In the days that followed, Washington and Wasan \ncontinued working to locate the standby letter of credit to no avail.  (Pl.’s Br. Supp. \nEx. A.6.)  \nI. Alkemal Learns that It Received Fraudulent Documentation \n43. In late 2014 or early 2015, Alkemal and its bank r eceived e -mails and \ndocumentation, purportedly from Scotia Bank , that appeared to confirm the \ntransmission of the standby letter of credit.  (Compl. ¶ 29; Pl.’s Br. Supp. Ex. A.7, at \n4.)  Alkemal, in attempting to confirm that Scotia Bank issued the standby letter of \ncredit, learned that Scotia Bank was not involved with any transaction involving \nAlkemal and that the e-mails and documents Alkemal had received were fraudulent.  \n(Pl.’s Br. Supp. Ex. A.7, at 1–2, Ex. A.8.) \nIV. DEFENDANTS’ MOTION TO AMEND \n44. On February 10, 2017, the Court entered a Case Management Order in \nwhich the Court set March 15, 2017 as the deadline for the parties to amend their \npleading, (Case Management Order 8, ¶ B.1, ECF No. 65), a deadline which the \nparties proposed in their Case Management Report, (Case Management Report 3, \nECF No. 60).  The Case Management Order further set June 30, 2017 as the discovery \ndeadline.  (Case Management Order 4, ¶ A.1.) \n45. Following the completion of discovery and briefing on Plaintiff’s Motion for \nPartial Summary Judgment, Defendants filed their Motion to Amend  on October 2, \n2017.  (ECF No. 85.)   Pursuant to Rule 15(a), Defendants seek leave to amend two \nparagraphs of their Answer in which they admit allegations of the Complaint.  (Mot. \nAm. Answer 1, ECF No. 85.)  Defendants now seek to deny the allegations in  \nparagraphs 16 and 18 of Plaintiff’s Complaint, which allege: \n16. On or about September 26, 2014, Alkemal signed [the Escrow \nInstructions] with DEW and Washington.  . . . Under the [Escrow \nInstructions], DEW and Washington would serve as the escrow holder \nand escrow officer, respectively. \n \n. . . . \n \n18. On or about September 29, 2014, Alkemal wired the sum of \n$2,600,000.00 to DEW as required by the [Escrow Instructions] and the \nagreement of DEW and Washington to procure the Letter of Credit (the \n“Alkemal Funds”). \n \n(Compl. ¶¶ 16, 18.)  Defendants answered by stating: \n \n16. It is admitted that on September 26, 2014, Alkemal and DEW signed \n[the Escrow Instructions]  and that under the [Escrow Instructions] \nDEW and Washington would serve as the escrow holder and escrow \nofficer respectively.  Except as admitted, denied. \n \n. . . . \n \n18. It is admitted that on or about September 29, 2014, Alkemal wired \nthe sum of $2,600,00 0.00 to DEW as required by the [Escrow \nInstructions], the terms of which speak for themselves.  Except as \nadmitted, denied. \n \n(Answer ¶¶ 16, 18.) \n46. Under Rule 15(a), a party may amend a pleading to which no responsive \npleading is permitted at any time within thirty days after it is served.  N.C. Gen. Stat. \n§ 1A-1, Rule 15(a).  Thereafter, the party may only amend its pleading by leave of \ncourt or by written consent of the adverse party, and leave shall be freely given when \njustice so requires .  Id.  The party opposing the motion bears the burden of \nestablishing that it will be materially prejudiced by the amendment.  N. River Ins. \nCo. v. Young, 117 N.C. App. 663, 671, 453 S.E.2d 205, 210 (1995).  A motion for leave \nto amend is addressed to the s ound discretion of the trial court.  E.g., Draughon v. \nHarnett Cty. Bd. of Educ. , 166 N.C. App. 464, 467, 602 S.E.2d 721, 724 (2004).  \nReasons justifying denial of  a motion to amend are undue delay, bad faith, dilatory \nmotive, repeated failure to cure defe cts by previous amendments, undue prejudice, \nand futility of amendment.  Bodie Island Beach Club Ass’n v. Wray , 216 N.C. App. \n283, 288–89, 716 S.E.2d 67, 73 (2011).  “In deciding if there was undue delay, the trial \ncourt may consider the relative timing of the proposed amendment in relation to the \nprogress of the lawsuit.”  Draughon, 166 N.C. App. at 467, 602 S.E.2d at 724.  “[A] \ntrial court may appropriately deny a motion for leave to amend on the basis of undue \ndelay where a party seeks to amend its pleading after a significant period of time has \npassed since filing the pleading and where the record or party offers no explan ation \nfor the delay.”  Rabon v. Hopkins, 208 N.C. App. 351, 354, 703 S.E.2d 181, 184 (2010) \n(denying motion to amend answer where defendants “fail[ed] to offer a sufficient \nexplanation for the nine-month delay in seeking to amend their answer”). \n47. Defendants argue that when they filed their Answer, they believed Alkemal \nhad signed the Escrow Instructions and that they should now be allowed to amend \ntheir Answer “to reflect what all parties now know is true so that this matter may be \ndecided on the merits.”  ( Defs.’ Br. Supp. Mot. Amend Answer 1 , ECF No. 86 .)  \nDefendants further argue that they moved without delay to amend their Answer once \nPlaintiff attached a copy of the unsigned agreement to its brief in support of the \nMotion for Partial Summary Judgment, before which time Defendants were unaware \nthat Alkemal never signed the Escrow Instructions.  (Defs.’ Reply Supp. Mot. Amend \nAnswer 2, ECF No. 92 .)  Defendants contend that, p rior to that time, they “had no \nreason to question the veracity of Plaintiff’s allegation that it had signed” the Escrow \nInstructions.  (Defs.’ Reply 2.)  Plaintiff counters that Defendants’ Motion to Amend \nshould be denied on the basis of undue delay, undue prejudice, and futility.  (Pl.’s \nResp. Opp’n Defs.’ Mot. Amend 1–2, ECF No. 90.)  Plaintiff argues that the requested \namendment is not based on new information that was not readily ascertainable by \nDefendants, but rather, that (1 ) Defendants produced a copy of the Escrow \nInstructions that was unsigned by Alkemal in discovery on September 7, 2016, (Pl.’s \nResp. Opp’n Defs.’ Mot. Amend 4, ECF No. 90); (2) the unsigned document was \nprovided to Defendants as an exhibit at Washington’s deposition, which was taken \nover three months before Defendants filed the Motion to Amend , (Pl.’s Resp. Opp’n \n4–5); and (3) that Defendants did not serve any discovery requests or take any \ndepositions as part of this lawsuit, (Pl.’s Resp. Opp’n 4). \n48. In arguing that they did not unduly delay in moving to amend, Defendants \nrely on Davis v. Rudisill, 209 N.C. App. 587, 706 S.E.2d 784 (2011).  The Court finds \nthat case to be clearly distinguishable from the current procedural situation.  In \nDavis, the complaint in a medical malpractice action alleged that the plaintiff came \nto the defendant clinic to have his blood drawn on a particular date but was turned \naway because he had not followed the clinic’s instructions for fasting prior to a blood \ndraw.  Davis, 209 N.C. App. at 589, 706 S.E.2d at 786.  Although defendants stated \nin their answer that the plaintiff had in fact come to the clinic that day, subsequent \nevidence revealed that defendant clinic had been closed on the date alleged and the \ntrial court allowed defendants to amend their answer during trial to reflect that fact.  \nId.  Our Court of Appeals affirmed, finding that there was no undue delay in seeking \nto amend where the plaintiff had been aware for some time that defendants were \ncontending the clinic was in fact closed that day and where all of the evidence \nproduced in discovery revealed that the clinic had been closed.  Id. at 591–92, 706 \nS.E.2d at 787–88. \n49. Throughout discovery and up until  the time that Plaintiff filed its Motion \nfor Partial Summary Judgment, Defendants never disputed  that Plaintiff and \nDefendants entered into the Escrow Instructions, pursuant to which DEW was to act \nas escrow holder and Washington was to act as escrow officer.  Defendants not only \nanswered the Complaint by admitting that the parties signed the Escrow \nInstructions, but also affirmatively alleged in crossclaims brought against previously \ndismissed co -defendants that Alkemal and Defendants had signed the Escrow \nInstructions and that pursuant to those instructions DEW would act as Escrow \nHolder.  (Answer 9, ¶¶ 5–6.)  Additionally, Washington answered affirmatively when \nasked during his deposition if “DEW, as escrow holder, and you as escrow officer, were \noperating under these Joint Escrow Instructions with Alkemal[.]”  (Pl.’s Br. Supp. Ex. \nB, 29:22 –30:1.)  It was not until Alkemal filed its Motion for Partial Summary \nJudgment on September 8, 2017 —almost two years after Defendants filed their \nAnswer—that Defendants asserted, for the first time, that they dispute those factual \nallegations.  (Defs.’ Br. Opp’ n 8.)  Although Washington suggested in his deposition \nthat the Escrow Instructions were not the entire agreement between the parties, he \naffirmed that Defendants were operating under the Escrow Instructions as escrow \nholder and escrow officer.  (Pl.’s Br. Supp. Ex. B, 29:8 –12 (stating tha t the Escrow \nInstructions were his “agreement with Alkemal in a certain aspect of it”), Ex. B, \n36:17–19 (stating that there were “several contracts that also govern the transaction \nas a whole”).) \n50. The Court concludes, in its discretion, that the Motion to Amend should be \ndenied based on Defendants’ undue delay.  Defendants filed the Motion to Amend on \nOctober 2, 2017 —nearly two years after they filed their Answer and after briefing \nwas complete on Plaintiff’s Motion for Partial Summary Judgment .  In addition, \nDefendants filed their Motion to Amend over six months after the deadline for filing \namended pleadings set by the Case Management Order had passed, a deadline which \nthe parties themselves requested.  Further, Plaintiff provided Defendants with a copy \nof the Escrow Instructions that was not signed by Alkemal at Washington’s \ndeposition, which was taken more than three months before Defendants filed the \nMotion to Amend.  (Pl.’s Resp. Opp’n 4 –5; see also Pl.’s Br. Supp. Ex. B, at 3.)   See \nWilkerson v.  Duke Univ. , 229 N.C. App. 670, 679, 748 S.E.2d 154, 161 (2013) \n(affirming trial court’s denial of plaintiff’s motion to amend based on undue delay \nwhen the motion was made one year and one month after plaintiff filed his original \ncomplaint and five days b efore the hearing on defendants’ motion for summary \njudgment); Williams v. Craft Dev., LLC, 199 N.C. App. 500, 510, 682 S.E.2d 719, 726 \n(2009) (affirming trial court’s denial of plaintiff’s motion to amend based on undue \ndelay when the motion was filed more than one year after plaintiff filed her original \ncomplaint); Media Network, Inc. v. Long Haymes Carr, Inc. , 197 N.C. App. 433, \n447−48, 678 S.E.2d 671, 681 (2009) (affirming trial court’s denial of defendant’s \nmotion to amend when the motion was filed almost four months after defendant filed \nits original answer and defendant did not offer any credible explanation for the delay); \nDraughon, 166 N.C. App. at 467, 602 S.E.2d at 724 (affirming trial court’s denial of \nplaintiff’s motion to amend based on undue delay when the motion was filed one year \nand eleven months after plaintiff filed her second complaint and less than one week \nbefore the hearing on defendant’s motion to dismiss and motion for summary \njudgment); Wall v. Fry, 162 N.C. App. 73, 80, 590 S.E.2d 283, 287 (2004) (affirming \ntrial court’s denial of plaintiffs’ motion to amend based on undue delay when the \nmotion was filed one year and two months after plaintiffs filed their original \ncomplaint and after defendants filed motions for summary judgment); Johnson v. \nBeverly-Hanks & Assocs., Inc. , 97 N.C. App. 335, 341, 388 S.E.2d 584, 587 (1990) \n(affirming trial court’s denial of plaintiffs’ motion to amend based on undue delay \nwhen the motion was made seven months after plaintiffs filed their original \ncomplaint and there was nothing in the record to indicate why plaintiffs were delayed \nin moving to amend); Wright v. Commercial Union Ins. Co. , 63 N.C. App. 465, 469, \n305 S.E.2d 190, 192 (1983) (affirming trial court’s denial of plaintiffs’ motion to amend \nbased on undue delay when the motion was filed one year and two months after \nplaintiffs filed their original complaint, one year after defendant filed its answer, and \none month after defendant filed its motion for summary judgment). \n51. Therefore, the Court, in its discretion, denies Defendants’ Motion to Amend \nbased on Defendants’ undue delay. \nV. PLAINTIFF’S MOTION FOR PARTIAL SUMMARY JUDGMENT \nA. Claims for Relief \n52. Alkemal seeks summary judgment on its claims for breach of contract, \nbreach of fiduciary duty, constructive fraud, fraud, conversion, and UDTP.  (Pl.’s Mot. \nPartial Summ. J. 1, ECF No. 76.) \nB. Legal Standard \n53. Summary judgment is appropriate “if the pleadings, depositions, answers \nto interrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and that any party is entitled \nto a judgment as a matter of law.”  N.C. Gen. Stat. § 1A -1, Rule 56(c).  “A genuine \nissue of material fact is one that can be maintained by substantial evide nce.  \nSubstantial evidence is such relevant evidence as a reasonable mind might accept as \nadequate to support a conclusion and means more than a scintilla or a permissible \ninference.”  Ussery v. Branch Banking & Tr. Co., 368 N.C. 325, 335, 777 S.E.2d 272, \n278–79 (2015) (citations and quotation marks omitted).  The moving party bears the \nburden of showing that there is no genuine issue of material fact and that the movant \nis entitled to judgment as a matter of law.  Hensley v. Nat’l Freight Transp., Inc., 193 \nN.C. App. 561, 56 3, 668 S.E.2d 349, 351 (2008).  “Once the party seeking summary \njudgment makes the required showing, the burden shifts to the nonmoving party to \nproduce a forecast of evidence demonstrating specific facts, as opposed to allegations, \nshowing that he can at least establish a prima facie case at trial.”  Gaunt v. Pittaway, \n139 N.C. App. 778, 784−8 5, 534 S.E.2d 660, 664 (2000).   The Court must view the \nevidence in the light most favorable to the non-movants.  Dobson, 352 N.C. at 83, 530 \nS.E.2d at 835.  However, the non -movants “may not rest upon the mere allegations \nor denials of [their] pleading, but [their] response, by affidavits or as otherwise \nprovided in this rule, must set forth specific facts showing that there is a genuine \nissue for t rial.  If [the non -movants] do [] not so respond, summary judgment, if \nappropriate, shall be entered against [the non -movants].”  N.C. Gen. Stat. § 1A -1, \nRule 56(e). \nC. Breach of Contract \n54. The Court concludes, based on the evidence and construing the facts in the \nlight most favorable to Defendants as the non-moving parties, that a genuine issue of \nmaterial fact exists as to whether the parties intended the transaction to be governed \nby the Escrow Instructions , on the one hand,  or the Lease Agreement and Funds \nRelease Agreement, on the other.  \n55. Alkemal asserts that it is entitled to summary judgment on its claim that \nDefendants breached the Escrow Instructions because there is no genuine issue of \nmaterial fact that pursuant to the Escrow Instructions, which were b inding on the \nparties, Defendants breached their obligation  to hold the Alkemal Funds in escrow \nuntil the conditions of the Escrow Instructions were satisfied.  (Pl.’s Br. Supp. 12.)  \nAlkemal contends that, in violation of the Escrow Instructions, Defendants released \nthe Alkemal Funds to Velocity Partners prior to Alkemal receiving any \ndocumentation of the standby letter of credit , much less being given three days to \nobject to the authenticity of the documentation .  (Pl.’s Br. Supp. 12.)  As a result of \nDefendants’ alleged breach, Alkemal claims to have been harmed in the amount of \n$2.6 million.  (Pl.’s Br. Supp. 13.)   \n56. Defendants admitted that the parties signed the Escrow Instructions, \npursuant to which “DEW and Washington would serve as the escrow holder and \nescrow officer respectively[,]” (Answer ¶ 16), and that Alkemal wired the funds to \nDEW’s account “as required by the escrow agreement,” (Answer ¶ 18).  Nevertheless, \nDefendants argue that the Escrow Instructions were only meant to govern if  the \nparties decided that Defendants would facilitate the transaction directly, rather than \narranging for an investor to facilitate the transaction .  (Defs.’ Br. Opp’n 4 –5.)  \nDefendants further argue that Alkemal subsequently agreed that Avion would \nfacilitate the transaction and that the Alkemal Funds would be held by a third-party \nescrow agent, as provided by the Lease Agreement and Funds Release Agreement.  \n(Defs.’ Br. Opp’n 9.) \n57. As evidence that Alkemal intended to be bound by the Lease Agreement, \nDefendants submitted the September 25th and the September 26th versions of the \nLease Agreement, both signed by Singh on behalf of Alkemal.  (Defs.’ Br. Opp’n Exs. \nA.4–A.5.)  Each version of the Lease Agreement referenced an Escrow Funds Release \nAgreement that was to be attached as an exhibit to the Lease Agreement.  (E.g., Defs.’ \nBr. Opp’n Ex. A.4 , ¶ D.13(1)b(3).)  The Lease Application , which is  attached to the \nLease Agreement as Exhibit A and signed by Singh, stated “I understand and agree \nthat we will utilize an independent escrow agent and escrow agreement, both defined \nin Exhibit C, attached hereto.”  (E.g., Defs.’ Br. Opp’n Ex. A to Ex. A.4.)  Exhibit C to \nthe Lease Agreements, however, was titled “Escrow Agreement (Three Party Escrow \nAgreement)” but was an otherwise blank page  to which no other document was \nattached.  (E.g., Defs.’ Br. Opp’n Ex. C to Ex. A.4.)   At the hearing on the Motions, \nDefendants’ counsel argued that the parties intended the Funds Release Agreement, \n(Defs.’ Br. Opp’n Ex. A.6),  not the Escrow Instructions, to be the governing escrow \nagreement.  Defendants contend that Washington, with Alkemal’s full knowledge and \nconsent, executed the Funds Release A greement on September 29, 2014  in order to \ncarry out the transaction by Alkemal’s deadline  because Avion would not proceed \nwith the transaction until it “had a complete lease agreement, including an escrow \nagreement, executed by the lessee ,” which was identified as  DEW in the September \n29th Lease Agreement.  (Defs.’ Br. Supp. Ex. A, ¶ 25.) \n58. In further support of th is argument, Washington testi fied that when \nAlkemal was provided the September 26th Lease Agreement, Alkemal was also \nprovided with the Funds Release Agreement that listed Velo city Partners as escrow \nagent “and was otherwise made aware by DEW of the identity of [Velocity Partners \nas] the escrow agent.”  (Defs.’ Br. Opp’n Ex. A, ¶ 19.)  Additionally, Defendants’ \ncounsel argued at the hearing that Defendants had produced a “smoking gun” e-mail \nsent from Washington to Mwara on September 26, 2014, which stated: \nIt is completely up to the client where they wish to wire the funds.  If \nthey wire funds directly to us we will have more control over the \ntransaction and can coordinate directly with the provider to ensure that \neverything is handled immediately.  If to the attorney escrow [sic] we \nwill need to continuously follow up to make sure that funds are received.  \nIt is there [sic] call. \n \n(Defs.’ Br. Opp’n Ex. A.7.)   Defendants’ counsel represented that “attorney escrow” \nreferred to Velocity Partners, a law firm in Massachusetts and that this e-mail proves \nthat Plaintiff was aware of and agreed to Velocity Partners serving as the escrow \nagent.  Although Washington testified that he sent this e-mail in response to an e -\nmail from Mwara asking whether Alkemal should wire the service fee to Velocity \nPartners or DEW, (Defs.’ Br. Opp’n Ex. A, ¶ 20), no copy of the e -mail from Mwara \nwas submitted to the Court. \n59. Alkemal, on the other hand, disputes that it ever agreed to be bound by the \nLease Agreement, noting that the Escrow Instructions provided that “[u]nless and \nuntil subsequently amended or cancelled in the manner provided herein, these \nInstructions shall constitute the complete and on ly Escrow Instructions of The \nParties.”  (Pl.’s Br. Supp. 6; see also Pl.’s Br. Supp. Ex. D, § 5.01, ECF No. 78.4. )  \nAlkemal acknowledged that it signed earlier versions of the Lease Agreement, but \nnotes that it did not sign the final September 29th Lease Agreement, to which it is \nnot named as a party, and that Avion did not sign any version of the Lease Agreement \nthat was signed by Alkemal.  (Pl.’s Br. Supp. 8.)   Alkemal points to the Escrow \nInstructions’ provisions that require any amendment or cancellati on of the \ninstructions to be in writing and signed by Alkemal and DEW, (Escrow Instructions \n§§ 5.03 –.04), and  contends that no subsequent  instructions or amendments were \nexecuted by Alkemal and DEW absolving Defendants of their obligations  under the \nEscrow Instructions.  (Pl.’s Br. Supp. 12.)   \n60. As evidence of its assertions, Alkemal  submitted Wasan’s affidavit, which \nstates that she was neither aware of nor consented to Velocity Partners acting as \nescrow agent for the transaction.  (Pl.’s Br. Supp. Ex. A, ¶¶ 10 –11.)  Alkemal points \nto the fact that it did not sign any document that made specific reference to Velocity \nPartners.  (Pl.’s Br. Supp. Ex. A, ¶¶ 12 –13.)  Indeed, none of the Lease Agreements \nmention Velocity Partners by name, referring only generically to the “Escrow Agent,” \n(e.g., Defs.’ Br. Opp’n Ex. A.4, ¶ D.13(i)f), which was to be identified in Exhibit C to \nthe Lease Agre ement, (e.g., Defs.’ Br. Opp’n Ex. A to Ex. A.4).   In addition, Wasan \ntestified that she “specifically told Washington that [she] was not comfortable sending \nmoney to an escrow agent with which [she] had not been dealing.”  (Pl.’s Br. Supp. \nEx. A, ¶¶ 10–12.)  Wasan testified that “[i]t was always her understanding . . . that \nWashington and DEW would hold the Alkemal Funds in escrow, in their entirety, \nuntil the conditions in the Escrow [Instructions] had been satisfied[,]” (Pl.’s Br. Supp. \nEx. A, ¶ 14),  an assertion that  is supported by her e -mails to Washington after \nAlkemal transferred the $2.6 million to DEW’s account in which she told Washington \n“you are my escrow and I am unaware of any further agreements you have behind \nthe scene [sic].”  (Pl.’s Br. Supp. Ex. A.5, at 3.) \n61. Based on the foregoing, the evidence reveals that  a genuine issue of \nmaterial fact exists as to which written agreement , if any,  the parties intended to \ncontrol the transaction.  Defendants essentially argue that the Escrow Instruct ions \nwere superseded or abrogated by the Lease Agreements and the Funds Release \nAgreement.  The Escrow Instructions provided that cancellation could only be effected \nby “supplementary escrow instructions; or, a written notice that complies with the \nrespective provisions of these Instructions relating to Amendments[,]” (Pl.’s Br. Supp. \nEx. D § 5.04), which provision states  that “[n]o amendment or modification of [the \nEscrow] Instructions shall be valid or effective unless and until being duly executed \nby all the Parties and being lodged with Escrow Holder[, DEW,]” (Pl.’s Br. Supp. Ex. \nD § 5.03).  There is, therefore, some question as to whether the parties intended the \nSeptember 26th Lease Agreement, which was signed by DEW and Alkemal as Lessees \nand contained substitute escrow instructions, to amend or cancel the Escrow \nInstructions. \n62. “It is clear that parties may modify their agreement by entering into a new \ncontract prescribing their rights and liabilities in regard to the entire subject matter \nand the new agreement amounts to a novation.”  Penney v. Carpenter, 32 N.C. App. \n147, 149, 231 S.E.2d 171, 173 (1977).  Our Court of Appeals has previously defined \nnovation “as a substitution of a new contract or obligation for an old one which is \nthereby extinguished.”  Bowles v. BCJ Trucking Servs., 172 N.C. App. 149, 153, 615 \nS.E.2d 724, 727 (2005) .  “The essential requirements of a novation are a previous \nvalid obligation, the agreement of all the parties to the new contract, the \nextinguishment of the old co ntract, and the validity of the new contract.”  Anthony \nMarano Co. v. Jones, 165 N.C. App. 266, 269, 598 S.E.2d 393, 395 (2004).   \n63. However, the making of a second contract regarding the same subject \nmatter as an earlier contract does not necessarily abroga te the earlier agreement.  \nZinn v. Walker, 87 N.C. App. 325, 336, 361 S.E.2d 314, 320 (1987).  “Whether a new \ncontract between the same parties discharges or supersedes a prior agreement \nbetween them depends upon their intention as ascertained from the instrument, the \nrelation of the parties, and the surrounding circumstances.”  Id. at 335, 361 S.E.2d at \n320; see also Penney, 32 N.C. App. at 149, 231 S.E.2d at 173. \nWhere the question of whether a second contract dealing with the same \nsubject matter rescinds or abrogates a prior contract between the parties \ndepends solely upon the legal effect of the latter instrument, the \nquestion is one of law for the court, but where the second agreement does \nnot show on its face that it must have been intended as a substi tution \nfor the prior agreement, and the facts relating to the intent of the parties \nare controverted, the question of intent is for the jury.  \n \nPenney, 32 N.C. App. at 149, 231 S.E.2d at 173 (quoting 2 Strong, N.C. Index 2d, \nContracts § 19). \n64. Here, Plaintiff alleged and Defendants admitted that the parties signed the \nEscrow Instructions and that DEW and Washington would serve as escrow holder \nand escrow officer, respectively .  (Compl. ¶ 16; Answer ¶ 16.)  Washington further \nstated in his deposition that DEW,  as escrow holder, and Washington, as escrow \nofficer, were operating under the Joint Escrow Instructions.  (Pl.’s Br. Supp. Ex. B, at \n29:22–30:1.)  There was, therefore, a valid agreement between the parties, and the \nquestion becomes whether the parties ag reed to a new valid contract that \nextinguished their rights and obligations under the Escrow Instructions.  \nCommensurate with the Escrow Instructions ’ requirement that any amendment or \ncancellation be in writing executed by both parties, DEW and Alkemal bo th signed \nthe September 26th Lease Agreement that provided procedures for the escrow \ntransaction wholly at odds with those provided for in the Escrow Instructions.  \nHowever, t he parties’ conflicting evidence as to whether the parties intended to \nremain bound by the Escrow Instructions or intended the transaction to be governed \nby the Lease Agreement and Funds Release Agreement  creates a genuine issue of \nmaterial fact that  requires jury determination and thus  precludes summary \njudgment. \n65. The Court, therefo re, denies Plaintiff’s Motion for Partial Summary \nJudgment as to its breach of contract claim. \nD. Breach of Fiduciary Duty \n66. “For a breach of fiduciary duty to exist, there must first be a fiduciary \nrelationship between the parties.”  Dalton v. Camp , 353 N.C. 6 47, 651, 548 S.E.2d \n704, 707 (2001).  Courts in North Carolina recognize that “a fiduciary duty can arise \nby operation of law ( de jure) or based on the facts and circumstances ( de facto)[.]”  \nLockerman v. S. River Elec. Membership Corp. , 794 S.E.2d 346, 35 1 (N.C. Ct. App. \n2016).  Thus, a fiduciary relationship will arise not only from “all legal relations, such \nas attorney and client, broker and principal,  . . . [and] principal and agent,” for \nexample, “but it extends to any possible case in which there is a confidence reposed \non one side and a resulting domination and influence on the other.”  White v. Consol. \nPlanning, Inc., 166 N.C. App. 283, 293, 603 S.E.2d 147, 155 (2004). \n67. Plaintiff contends that it is entitled to summary judgment on its claim for \nbreach of fiduciary duty because Defendants, pursuant to the Escrow Instructions, \nwere Plaintiff’s agents, entrusted to hold the Alkemal Funds in escrow until all \nconditions of the Escrow Instructions had been satisfied.  (Pl.’s Br. Supp. 15.)  Plaintiff \nasserts that by releasing the funds before the conditions of the Escrow Instructions \nhad been satisfied, Defendants breached their duties to act in good faith and with due \nconcern for Alkemal’s interest, resulting in Alkemal’s loss of the escrow funds.  (Pl.’s \nBr. Supp. 15.) \n68. Plaintiff relies on appellate cases standing for the proposition that “[a]n \nagent is a fiduciary concerning the matters within the scope of his agency.”  SNML \nCorp. v. Bank of N.C., N.A., 41 N.C. App. 28, 37, 254 S.E.2d 274, 279 (1979).  In SNML \nCorp., our Court of Appeals found that defendant-bank, which agreed to act as escrow \nagent and not release securities held in escrow until certain conditions were satisfied, \nowed fiduciary duties to plaintiff by virtue of its agency relationship .  Id. at 37, 254 \nS.E.2d at 279 –80.  In SNML Corp., the fiduciary relationship arose as a matter of \nlaw.  Id.  However, whether a de facto fiduciary relationship existed between the \nparties is generally “ determined by specific facts and circumstances, and is thus a \nquestion of fact for a jury.”  See Stamm v. Salomon, 144 N.C. App. 672, 680, 551 \nS.E.2d 152, 158 (2001). \n69. As discussed above, questions of fact remain as to what role the parties \nultimately intended Defendants to play in this transaction.  If, as Plaintiff contends, \nDefendants remained bound to act as escrow holder and escrow officer under the \nEscrow Instructions, then they were Alkemal’s agents and , accordingly, a jury may \nfind that Defendants owed Alkemal fiduciary duties with respect to the transaction.  \nConversely, if, as Defendants contend, the parties agreed to be bound by the terms of \nthe Lease Agreement and Funds Release Agreement whereby Velocity Partners was \nto serve as escrow agent, then a de jure fiduciary relationship would not exist between \nthe parties by virtue of the Escrow Instructions.   Even assuming arguendo that \nDefendants’ position is correct, a genuine issue of material fact exists as to whether \nDefendants owed Plaintiff fiduciary duties by virtue of the special confidence t hat \nAlkemal allegedly reposed in Defendants  by relying on them to facilitate the \ntransaction and entrusting them with $2.6 million. \n70. Taking all facts and inferences in the light most favorable to Defendants as \nthe non-moving parties, the Court concludes tha t a genuine issue of material fact \nremains as to whether Defendants owed Plaintiff fiduciary duties .  The Court, \ntherefore, denies Plaintiff’s Motion for Partial S ummary Judgment as to Plaintiff’s \nclaim for breach of fiduciary duty. \nE. Constructive Fraud \n71. To prove constructive fraud, Plaintiff must show “(1) a relationship of trust \nand confidence akin to that of a fiduciary and (2) that the defendant took advantage \nof that position of trust in order to benefit himself to the detriment of plaintiff.”  \nSterner v. Penn , 159 N.C. App. 626, 631, 583 S.E.2d 670, 674 (2003); see also Se. \nShelter Corp. v. BTU, Inc., 154 N.C. App. 321, 329, 572 S.E.2d 200, 206 (2002).  “Put \nsimply, a plaintiff must show (1) the existence of a fiduciary duty, and (2) a breach of \nthat duty.”  Hunter v. Guardian Life Ins. Co. of Am. , 162 N.C. App. 477, 482, 593 \nS.E.2d 595, 599 (2004) .  “The primary difference between pleading a claim for \nconstructive fraud and one for breach of fiduciary duty is the [additional] constructive \nfraud requirement that the defendant benefit himself.”  White, 166 N.C. App. at 294, \n603 S.E.2d at 156. \n72. Having concluded that there is a  genuine issue of material fact as to \nwhether Defendants owed Plaintiff fiduciary duties , the Court denies Plaintiff’s \nMotion for Partial Summary Judgment as to Plaintiff’s constructive fraud claim. \nF. Fraudulent Inducement \n73. The essential elements of fraud ulent inducement are: “(1) [f]alse \nrepresentation or concealment of a material fact, (2) reasonably calculated to deceive, \n(3) made with intent to deceive, (4) which does in fact deceive, (5) resulting in damage \nto the injured party.”  S.N.R. Mgmt. Corp. v. Danube Partners 141, LLC , 189 N.C. \nApp. 601, 609, 659 S.E.2d 442, 449 (2008).   “Elements three and four comprise \n‘scienter,’ both of which are required to show fraud.”  Forbes v. Par Ten Grp., Inc., 99 \nN.C. App. 587, 594, 394 S.E.2d 643, 647 (1990). \n74. Alkemal argues that it is entitled to summary judgment on its fraud in the \ninducement claim because Defendants falsely represented that th ey would hold the \nAlkemal Funds in escrow until the conditions of the Escrow Instructions had been \nsatisfied, which representation was intended to and did in fact deceive Alkemal, thus \ncausing Alkemal to wire the Alkemal Funds to DEW’s bank account in reli ance on \nthe misrepresentation.  (Pl.’s Br. Supp. 17–18.) \n75. As with Plaintiff’s other claims, the fraud in the inducement claim depends \non whether the parties intended to be bound by the Escrow Instructions or the Lease \nAgreement and the Funds Release Agreement.  The Court concludes that Defendants \nhave proffered sufficient evidence that Plaintiff was aware of and consented to \nVelocity Partners acting as a third-party escrow agent so as to create a genuine issue \nof material fact .  Schedule  2 to the Lease Agreements, two of which are signed by \nSingh on behalf of Alkemal, stated that the “Leasing Fee [will be] paid into an escrow \nwith a third party escrow[.]”  (E.g., Defs.’ Br. Opp’n sched. 2 to Ex. A to Ex. A.4.)   \nExhibit A to the Lease Agre ements, two of which are signed by Singh on behalf of \nAlkemal, similarly stated “I understand and agree that we will utilize an independent \nescrow agent and escrow agreement, both defined in Exhibit C .”  (E.g., Defs.’ Br. \nOpp’n Ex. A to Ex. A.4.)  The two versions of the Lease Agreement that were signed \nby Singh list both DEW and Alkemal as the Lessee.  (Defs.’ Br. Opp’n Ex. A.4 at 1, \nEx. A.5 at 1.)  As a Lessee and a party to the Lease Agreement, DEW could not have \nbeen an independent escrow agent, suggesting that the parties contemplated another \nentity acting in that capacity.  Additionally, the e -mail from Washington to Mwara \non September 26, 2014 suggests that the parties may have had some discussion \nregarding the use of an independent escrow attorney.  (Defs.’ Br. Opp’n Ex. A.7.) \n76. The Court concludes that  the question of whether Alkemal agreed that \nVelocity Partners or some entity other than DEW would act as escrow agent is a  \ndisputed issue of material fact that  goes to whether Defendants made a material \nmisrepresentation to Plaintiff .  T herefore, the Court denies Plaintiff’s Motion for \nPartial Summary Judgment as to its fraud in the inducement claim. \nG. Conversion \n77. “Conversion is the unauthorized assumption and exercise of the right of \nownership over the goods or personal chattels belonging to another, to the alteration \nof their condition or the exclusion of an owner’s rights.”  White, 166 N.C. App. at 309, \n603 S.E.2d at 165 (quotation marks omitted) .  “There are, in effect, two essential \nelements of a conversion claim: ownership in the plaintiff and wrongful possession or \nconversion by the defendant.”  Variety Wholesalers, Inc. v. Salem Logistics Traffic \nServs., LLC, 365 N.C. 520, 523, 723 S.E.2d 744, 747 (2012). \n78. Plaintiff contends that it is entitled to summary judgment on its conversion \nclaim because Defendants exercised dominion and control over the Alkemal Funds \nbelonging to Plaintiff in violation of the Escrow Agreement.  (Pl.’s Br. Supp. 18.)  \nBecause Defendants were not yet entitled to any part of the funds, Plaintiff contends \nthat Defendants wrongfully converted the entire $2 .6 million.  (Pl.’s Br. Supp. 18 –\n19.) \n79. If the parties were at all times bound by and acting under the Escrow \nInstructions, then DEW, as Escrow Holder, would have been entitled to disburse the \nFinancial Services Fee of $2.6 million to the provider of the standby letter of credit if \nAlkemal did not inform DEW in writing that documentation of the standby letter of \ncredit was unacceptable within three days.  (Pl.’s Br. Sup p. Ex. D, §§ 4.02, 4.04.)  \nThus, under those instructions, Defendants’ release of the Alkemal Funds and their \nretention of a $400,000 fee would have been a wrongful conversion of Plaintiff’s \nproperty because Washington admitted that he did not give Alkemal  three days to \ndetermine whether the standby letter of credit had been properly issued, but rather \nreleased the funds within an hour of having received them.  See Se. Shelter Corp., 154 \nN.C. App. at 331, 572 S.E.2d at 207 (reversing grant of summary judgme nt on \nplaintiffs’ conversion claim where defendant s were not entitled to any of plaintiffs ’ \nassets until the end of the parties’ business relationship as defined by contract). \n80. However, Plaintiff’s conversion claim hinges on what the parties intended \nto be the controlling agreement in this transaction.  If Defendants were properly \nacting under the Lease Agreement and Funds Release Agreement, then as Lessee, \nthey were obligated to deposit that money with the escrow agent, (Defs.’ Br. Opp’n \nEx. A.9, § M.21), which, under the Funds Release Agreement, was Velocity Partners, \n(Defs.’ Br. Opp’n Ex. A.6, at 1). \n81. Because Defendants have offered sufficient evidence to raise a genuine \nissue of material fact as to whether the parties intended the transaction to proceed \nunder the Escrow Instructions, on the one hand, or the Lease Agreement and Funds \nRelease Agreement, on the other, the Court concludes that Plaintiff is not entitled to \nsummary judgment on its conversion claim. \n \nH. UDTP \n82. To establish a UDTP claim under N.C. Gen. Stat. § 75-1.1, “a plaintiff must \nshow: (1) defendant committed an unfair or deceptive act or practice, (2) the action in \nquestion was in or affecting commerce, and (3) the act proximately caused injury to \nthe plaintiff.”  Dalton, 353 N.C. at 656, 548 S.E.2d at 711.  While the issue of whether \nan act is unfair or deceptive is a question of law for the Court, id., “[w] hether \ndefendants committed the alleged act is a question of fact for the jury[,]”  Forbes, 99 \nN.C. App. at 600, 394 S.E.2d at 650–51 (quotation marks omitted). \n83. Plaintiff alleges that it is entitled to summary judgment on its UDTP claim \nbased on its claims for breach of fiduciary duty, constructive fraud, and fraud.  As the \nCourt has concluded that genuine issues of material fact  exist so as to preclude \nsummary judgment on those claims, the Court likewise concludes that Plaintiff is not \nentitled to summary judgment on its UDTP claim. \nVI. CONCLUSION \n84. For the foregoing reasons, the Court DENIES Defendants’ Motion to \nAmend and DENIES Plaintiff’s Motion for Partial Summary Judgment. \nSO ORDERED, this the 12th day of December, 2017. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}