{
  "id": "868bbdfd3313a21398fc6e4b74cb8a742e7d43ab736e09dfd2b332396942a697",
  "source_file": "data/raw/ncbc/868bbdfd3313a21398fc6e4b74cb8a742e7d43ab736e09dfd2b332396942a697.pdf",
  "raw_text": "STATE OF NORTH CAROLINA  IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nWAKE COUNTY 19 CVS 8565 \n \nANDREW CLARK, \n \nORDER AND OPINION ON MOTION \nFOR ENTRY OF FINAL JUDGMENT \n Plaintiff, \n v.  \nJARED BURNETTE and JBAC \nPROPERTIES, LLC, \n  \nDefendants. \n \n THIS MATTER comes before the Court on Jared Burnette and JBAC \nProperties, LLC’s Motion for Entry of Final Judgment (ECF No. 92).   \nThe Court, having considered the motion, the briefs, the arguments of counsel, \nand all applicable matters of record, CONCLUDES that the m otion should be \nGRANTED for the reasons set forth below.  \nVann Attorneys, PLLC , by Ian S. Richardson  and Barker Richardson , \nPLLC, by Daniel T. Barker for Plaintiff Andrew Clark. \nWilliams Mullen , by Camden R. Webb, Alexander M. Gormley, and \nCaitlin M. Poe for Defendants Jared Burnette and JBAC Properties, \nLLC. \n \nDavis, Judge. \n \nFACTUAL AND PROCEDURAL BACKGROUND \n1. This dispute arises out of a lawsuit filed by Andrew Clark against Jared \nBurnette and JBAC Properties, LLC (“JBAC”).  (ECF No. 3, at p. 1.)   Clark and \nBurnette are the member-managers and equal co-owners of JBAC.  (ECF No. 40.2, at \np. 2, 19.)  On 25 June 2019, Clark initiated this action by filing a Complaint in Wake \nClark v. Burnette, 2022 NCBC 17. \n \n \nCounty Superior Court in which he asserted the following claims: breach of contract \nagainst Burnette; declaratory judgment against Burnette and JBAC; quantum \nmeruit against Burnette; and judici al dissolution of JBAC pursuant to N.C. G.S. § \n57D-6-02.  (ECF No. 3, at pp. 5–10.) \n2. On 26 July 2019, t his action was designated a mandatory complex \nbusiness case and was assigned to the Honorable Gregory P. McGuire.  (ECF Nos. 1, \n2.) \n3. After suit was filed, B urnette initially sought —pursuant to JBA C’s \nOperating Agreement and the North Carolina Limited Liability Company Act (“LLC \nAct”)—reimbursement for fees he had paid in connection with JBAC’s defense of this \nlawsuit and advancement of funds for his own defense.  (ECF No. 65, at p. 6.)  \nHowever, Clark refused to consent to the use of JBAC funds for the provision of a  \ndefense to either JBAC or Burnette in this lawsuit.  (ECF No. 65, at p. 6.)   \n4. On 11 March 2020,  Burnette and JBAC filed an Amended Answer and  \nCounterclaim.  In the counterclaim, Burnette sought to establish his  right to \n“reimbursement and indemnification from JBAC for any payment made and any \njudgment, settlement, penalty, fine, or other cost, including attorneys’ fees, incurred \nin the course of this litigation.”  (ECF No. 29, at pp. 11–12.) \n5. Burnette and JBAC filed a Motion for Summary Judgment  on 10 June \n2020 with regard to  his counterclaim.  (ECF No. 38.)  On 2 December 2020, Judge \nMcGuire entered an order and opinion (the “Summary Judgment Order”) grant ing \nthe motion, concluding that  “[u]nder the O perating Agreement,  Burnette [was] \n \n \nentitled to indemnification to the extent required under and permitted by N.C.G.S. § \n57D-3-31(a).”  (ECF No. 65, at p. 20.) \n6. Specifically, Judge McGuire concluded as follows:  \nThere is no dispute that Burnette, as a manager of JBAC, \nwould be entitled to indemnification under the Operating \nAgreement to the extent required under an d permitted by \nN.C.G.S. § 57D-3-31 if he is wholly successful on the merits \nor otherwise in his defense of the claims against him in this \nlawsuit.  Therefore, the Court concludes that to the extent \nit seeks a declaration that the Operating Agreement \nentitles Burnette to indemnification to the extent required \nunder and permitted by N.C.G.S. § 57D-3-31(a), the Motion \nfor Summary Judgment should be GRANTED.  \nFinally, the Motion for Summary Judgment does not raise, \nand the Court makes no determination in this O rder and \nOpinion regarding the proper procedure for, submitting \nrequests for payment of advancements or reimbursement, \nthe type of legal expenses or the particular work performed \nby counsel for which Burnette should be advanced or \nreimbursed, or the specific amounts to be paid for advances \nor reimbursements. \n(ECF No. 65, at p. 19.) \n7. Judge McGuire further directed the parties to \nconfer and in good faith attempt to agree on: (a) the amount \nof advanceable expenses incurred by Burnette to date and \non a procedure for payment of future advancement \nrequests, and (b) the amount of reimbursable expenses \nincurred to date by Burnette on beh alf of JBAC and on a \nprocedure for payment of future reimbursement requests.   \nOn or before December 30, 2020, the parties shall report to \nthe Court, via email to the clerk assigned to this matter, \nregarding their attempts to reach agreement and any \noutstanding disputes. \n(ECF No. 65, at pp. 20–21.) \n \n \n8. After both parties subsequently moved for summary judgment  on \nClark’s claims, the Court issued an  order and opinion on 29 April 2021.  (ECF No. \n75.)  Judge McGuire denied  Clark’s motion for  summary judgment on his  judicial \ndissolution claim and granted summary judgment in Burnette’s favor on Clark’s \nclaims for breach es of the Operating  Agreement and unjust enrichment.  (ECF No. \n75, at pp. 36–37.)  The Court also entered summary judgment in Burnette’s favor on \nnumerous aspects of Clark’s declaratory judgment claim s.  (ECF No. 75, at pp. 34 –\n36.) \n9. This case was re-assigned to the undersigned on 1 July 2021.  (ECF No. \n80.) \n10. On 14 July 2021, Clark filed a volun tary dismissal without prejudice \npursuant to N.C. R. Civ. P. 41(a)(1) on all of his remaining claims.  (ECF No. 82.) \n11. Burnette filed the present motion on 10 January 2022 seeking a final \njudgment from the Court set ting out the precise sums to which Burnette is entitled \nto indemnification.  (ECF No. 92.)   \n12. The motion came before the Court for a hearing on 8 March 2022  and   \nis now ripe for decision.  \nANALYSIS \n13. The LLC Act provides in pertinent part as follows: \n(a) An LLC shall indemnify a person who is wholly \nsuccessful on the merits or otherwise in the defense of any \nproceeding to which the person was a party because the \nperson is or was a member, a manager, or other company \nofficial if the person also is or was an interest owner at the \ntime to which the claim relates, acting within the person’s \n \n \nscope of authority as a manager, member, or other \ncompany official against expenses incurred by the person \nin connection with the proceeding. \n(b) An LLC shall reimburse a person who is or was a \nmember for any payment made and indemnify the person \nfor any obligation, including any judgment, settlement, \npenalty, fine, or other cost, incurred or borne in the \nauthorized conduct of the LLC’s business or preservation \nof the LLC ’s business or property, whether acting in the \ncapacity of a manager, member, or other company official \nif, in making the payment or incurring the obligation, the \nperson complied with the duties and standards of conduct \n(i) under G.S. 57D-3- 21, as modified  or eliminated by the \noperating agreement or (ii) otherwise imposed by this \nChapter or other applicable law.  \nN.C.G.S. § 57D-3-31 (2021).  \n14. JBAC’s Operating Agreement, in turn, states in relevant part as follows: \nTo the fullest extent required under and per mitted by the \n[LLC] Act, the Company shall indemnify its Managers and \nmake advances for expenses to Managers w ith respect to \nthe matters capable of indemnification under the [LLC] \nAct.  \n(ECF No. 29.1, at p. 7.)  \n15. “[I]ndemnification is the right to be reimbursed for all out of pocket \nexpenses and losses caused by an underlying claim.”  Wheeler v. Wheeler, 2018 NCBC \nLEXIS 156, at **26–27 (N.C. Super Ct. Nov. 15, 2018) (quoting Majkowski v. Am . \nImaging Mgmt. Servs., LLC, 913 A.2d 572, 586 (Del. Ch. 2006)).  Th e availability of \nindemnification allows an entity to “allocate the risk of personal liability of directors, \nofficers, employees, and agents.”  Id. at **20 (cleaned up).   \n16. In his motion, Burnette argues that he is entitled to a final judgment in \nthe total amount of $320,866.64 for expenses  and fees that he incurred defending \n \n \nhimself and JBAC from Clark’s claims in this action.  (ECF No. 92, at p. 2.)  Burnette \nseeks recovery of $314,967.08 from JBAC on a theory of indemnification for fees \nincurred in the defense of this lawsuit and  an award of  $5,899.56 from Clark  \nindividually for costs pursuant to N.C.G.S. § 7A-305(d).  (ECF No. 92, at p. 2.)   \n17. With regard to the fees and expenses incurred by Burnette for which he \nseeks indemnification , the amount of $6,025.53 w as paid to  the Pendergrass Law \nFirm for work completed before the filing of this lawsuit.  (ECF No. 93, at p. 6.)  The \nPendergrass Law Firm billed Burnette  for an additional $4,041.50 in fees after  the \nfiling of this action.  (ECF No. 93, at p. 6.)  The Williams Mullen law firm then began \nrepresenting Burnette and billed him for $287,459.00 in attorneys’ fees and $8,052.31 \nin costs in the defense of this suit. 1  (ECF No. 93, at p. 6.)  Burnette further seeks \nindemnification in the amount of $12,653.80 for fees incurred by an individual named \nKristen Creech “for litigation support for this lawsuit.”  (ECF No. 93, at p. 6.)   \nBurnette also argues that he is entitled to $30,155.51 in pre -judgment interest due \nto JBAC’s initial failure to advance amounts Burnette was forced to pay himself. 2 \nFinally, Burnette contends that he is entitled to an award of post-judgment interest.3  \n \n1 Burnette also incurred $102,698.50 from Williams Mullen in attorneys’ fees relating to the \ndefense of JBAC in this action.  (ECF No. 93, at p. 6.)  \n \n2 However, it is undisputed that JBAC did  eventually advance Burnette $110,000 for these \nincurred expenses.  (ECF No. 93, at p. 2.) \n  \n3 At the hearing on Burnette’s motion , the Court granted the request of Burnette’s couns el \nfor leave to submit an affidavit identifying the additional legal fees that have been incurred \nby Burnette’s counsel in litigating the present motion.  On 10 March 2022, Burnette’s counsel \nsubmitted an affidavit stating that between the date the present motion was filed through 9 \nMarch 2022 an additional  $18,577.56 in fees have accrued.   (ECF No. 102.)  Clark has not \nchallenged any aspect of this affidavit. \n \n \n18. Clark does not dispute  that Burnette was successful in defending the \nclaims against him in this action.  He does, however, make several specific arguments \nin response to Burnette’s motion, each of which is discussed below. \nA. Authority of Court to Enter Final Judgment \n19. As an initial matter, Clark argues that the entry of a final judgment at \nthis time would be improper due to the “uncertain” resolution of all the claims in this \naction.  As a basis for this argument, Clark contends that because the voluntary \ndismissal of his remaining claims was taken without prejudice pursuant to Rule 41, \nhe has the right to refile those claims within one year.  For this reason, he contends, \nthe entry of a final judgment in this case prior to the expiration of the one-year period \nwould be improper.    \n20. This argument, however, rests upon an incorrect interpretation of Rule \n41.  It is true that pursuant to Rule 41(a)(1) Clark has the right to refile any of his \nclaims as to which he took a voluntary dismissal within twelve months of the date of \nthe dismissal.  See N.C. R. Civ. P. 41(a)(1) (“If an action commenced within the time \nprescribed therefor, or any claim th erein, is dismissed without prejudice under this \nsubsection, a new action based on the same claim may be commenced within one year \nafter such dismissal . . . . ”).  However, his ability to refile those claims does not \npreclude the Court from entering a fina l judgment at the present time as there are \ncurrently no claims remaining for resolution in this case.  Clark has failed to offer any \n \n \nlegal authority for the proposition that no final judgment may be entered until the \none-year period for refiling has expired.4 \n21. Therefore, the Court concludes that the entry of a final judgment at the \npresent time is appropriate. \nB. Absence of Express Claim for Indemnification in Burnette’s \nCounterclaims \n \n22. In his next argument, Clark contends that it would be inappropriate for \nthe Court to order that Burnette  be indemnified in a particular amount because \nBurnette’s  counterclaim did not specifically contain a claim for indemnification.  In \nsupport of this contention, Clark asserts that the counterclaim, as pled , merely \nsought a declaration establishing as a general proposition  Burnette’s right to \nindemnification under the Operating Agreement and the LLC Act but stopped short \nof actually seeking indemnification.  The Court disagrees.  \n23. Judge McGuire’s Summary Judgment Order demonstrated the Court’s  \nrecognition of the fact  that this lawsuit would resolve not only Burnette’s general \nentitlement to indemnification but also the specific amounts for which Burnette was \nto be indemnifi ed.  Indeed, as noted above, Judg e McGuire directed the parties to \nconfer and attempt to reach an agreement on the appropriate indemnification \namounts and on a procedure for payment of those sums to Burnette.  (ECF No. 65, at \npp. 20–21.)  In response to the Court’s directive, the parties spent several months \n \n4 The Court’s entry of a final judgment at the present time will not disturb Clark’s ability to \nrefile the previously dismissed claims in a new lawsuit as provided for under Rule 41 within \nthe applicable one-year deadline. \n \n \nconferring on this subject but were ultimately unable to reach an agreement.  Their \nfailure to do so necessitates a ruling by the Court on these issues.  \n24. Clark’s argument is also inimical to basic notions of judicial economy.  If \nthe Court were to adopt Clark’s position, Burnette would be required to file a  new \nlawsuit in order to actually obtain indemnification.  Such a requirement would make \nlittle sense.  Moreover, the parties have each  had a full and fair opportunity to brief \nthese issues and present arguments to the Court.   \n25. For these reasons, the Court rejects Clark’s argument on this issue. \nC. Discrepancies in Amounts Sought \n26. Next, Clark argues that the maximum amount of indemnification that \ncould be awarded to Burnette is $236,998.50 because of an agreement among counsel \nprior to the filing of this motion.  In making this argument, Clark relies upon a series \nof emails between his attorney and Burnette’ s attorney during the period in which \ncounsel were attempting to reach an agreement on the amount s of reimbursement \nowed pursuant to Judge McGuire’s directive.  Clark asserts that the exchange of \nemails shows that counsel for both parties agreed that reimbursement to Burnette in \nthe amount of $236,998.50 was appropriate.  In light of this agreement, Clark asserts, \nBurnette is precluded from seeking the greater amount of $320,866.64 in the present \nmotion. \n27. To the extent Clark is arguing that these emails created a binding \ncontract between the parties, the Court is unpersuaded.  In an email from Burnette’s \ncounsel dated 24 August 2021 following the exchange of emails upon which Clark \n \n \nrelies, Burnette’s counsel wrote that he would  “confer with [Burnette] to confirm his \nagreement with these amounts[.]”  (ECF No. 96.1, at p. 1 .)  The clear implication of \nthis statement is that Burnette had not yet assented to  the indemnification amount \ndiscussed between counsel in the prior emails.  Therefore, no binding agreement was \nformed.  See Howard v.  IOMAXIS, LLC, 2020 NCBC LEXIS 57, at *20 (N.C. Super. \nCt. May 1, 2020) (cleaned up) (declining to give effect to a Memorandum of Settlement \nthat manifested “an intent not to become bound until the execution of a more formal \nagreement.”). \nD. Satisfaction of Judgment  \n28.  Clark next requests that any final judgment entered by the Court \ninclude a specific mechanism for how the judgment is to be satisfied in light of the  \nilliquidity of JBAC’s assets.  He speculates as to various problems that might exist \nfor JBAC if a ny judgment entered by the Court fails to include such a provision.  \nSpecifically, Clark requests that the Court “direct as part of its judgment, pursuant \nto N.C. Gen. Stat. § 1-362, that property in the hands of JBAC, as a judgment debtor, \nis to be sold under execution.”  (ECF No. 97, at p. 12.) \n29. However, Clark provides no legal authority that would permit the Court \nto dictate the manner in which execution on its judgment will occur.  The only statute \nthat Clark cites in his brief on this issue—N.C.G.S. § 1-362—is contained in a section \nof our General Statutes entitled “Supplemental Proceedings” and has no applicability \nprior to the entry of a judgment. \n \n \n30. Therefore, because this Court lacks the authority to dictate the manner \nin which the judgment it enters will be satisfied, Clark’s request must be denied.   \nE. Specific Reimbursable Amounts  \n31. In his remaining arguments, Clark challenges certain categories of fees \nand expenses sought by Burnette as to which he contends indemnification  is not \nproper.  The Court will address each of these arguments in turn.  \n1. Pre-Litigation Fees \n32. Clark argues that the LLC Act does not permit indemnification of legal \nfees incurred prior to the filing of litigation and that, for this reason, the $6,025.53 in \nfees paid by Burnette to the Pendergrass Law Firm for work completed before this \nlawsuit was filed cannot be recovered on a theory of indemnificat ion.5  In response, \nBurnette contends that the LLC Act’s languag e permitting indemnification for fees \nincurred “in connection with the proceeding” shows the General Assembly’s intent to \ninclude pre-suit fees within the scope of indemnifiable expenses.   \n33. A resolution of this issue  requires the Court to engage in  statutory \nconstruction.  In analyzing the parties’ arguments on this issue, the Court deems the \nexistence of material differences in the wording of the relevant portions of the LLC \nAct and the North Carolina Business Corporation Act (“NCBCA”) to be significant.  \n34. The LLC Act authorizes indemnification of expenses incurred “ in \nconnection with the proceeding.”  N.C.G.S. § 57 D-3-31 (2021).  The Act , in turn,  \ndefines a “proceeding” as  “[a]ny civil or criminal proceeding or other action pending \n \n5 Clark does not contest Burnette’s right to reimbursement of the $4,041.50 in fees billed by \nthe Pendergrass Law Firm after this lawsuit was filed. \n \n \nbefore any court of law or other governmental body or agency or any arbitration \nproceeding.”  Id. § 57D-1-03. \n35. By way of comparison, the NCBCA likewise provides for indemnification \nas to reasonable expenses incurred “ in connection with the proceeding.”  Id. § 55-8-\n52.  However, the NCBCA defines “proceeding” as it relates to indemnification as “any \nthreatened, pending, or completed action, suit, or proceeding, whether civil, criminal, \nadministrative, or investigative and whether formal or informal. ”  Id. § 55 -8-50 \n(emphasis added).   \n36. Clark argues the fact that the definition of “proceeding” in the LLC Act \ndoes not expressly encompass “threatened” actions demonstrates that the General \nAssembly did not intend to include pre -litigation fees as indemnifiable expenses \nunder the Act.  Burnette , conversely, contends that any difference in the wording of \nthese two  definitions is immaterial because the term “in connection with the \nproceeding” included in both the LLC Act and the NCBCA is broad enough to \nencompass both pending and threatened litigation.   \n37. Issues of statutory interpretation present “ a question of law. ”  McLeod \nv. Nationwide Mut. Ins. Co., 115 N.C. App. 283, 288  (1994), disc. review denied, 337 \nN.C. 694 (1994) (cleaned up).  “The cardinal principle of statutory interpretation is to \nensure that legislative intent is accomplished.”  Id.  In seeking to ascertain the intent \nof the legislature, the Court is mindful of the presumption that the General Assembly \n“acted with full knowledge of prior and existing law. ”  Ridge Cmty. Inv’rs, Inc. v. \nBerry, 293 N.C. 688, 695 (1977) (cleaned up). \n \n \n38. Although it is not clear why  the General Assembly would have wanted \nto establish different rules for indemnification -related issues depending on whether \nthey arose in the context of limited liability companies or corporations, the Court is \nnot free to ignore the above-referenced differences in the two respective definitions of \nthe word “proceeding.”  In reviewing these two statutes in pari materia, the General \nAssembly has recognized a dist inction between actual lawsuits and merely \nthreatened lawsuits and only permitted indemnification as to the latter in the context \nof corporations.  Because the $6,025.53 in fees paid by Burnette to the Pendergrass \nLaw Firm was incurred before the dispute between Clark and Burnette ripened into \na lawsuit, the Court is unable to conclude that these fees are properly subject to \nindemnification.6 \n39. Therefore, because the LLC Act does not provide for indemnification as \nto pre-litigation expenses, the Court concludes that the $6,025.53 in fees billed by the \nPendergrass Law Firm before the filing of this lawsuit is not indemnifiable.  \n2. Expenses for Work Performed by Creech \n40. In his next contention, Clark contends that the $12,653.80 amount \nreflecting work performed by Kristin Creech —a non-lawyer acquaintance of \nBurnette’s who he engaged to perform administrative services related to his defense \nof this lawsuit—is not permitted as an indemnifiable expense under the LLC Act.  \nBurnette argues in response that Creech ’s expenses were incurred specifically in \n \n6 Indeed, t he Court notes that Judge McGuire’s Summary Judgment Order stated that \nBurnette was entitled to indemnification “in his defense of the claims against him in this \nlawsuit.”  (ECF No. 65, at p. 19 (emphasis added).) \n \n \nconnection with the litigation , which is the sole requirement for indemnification \nunder the LLC Act. \n41. Section 5.05 of JBAC’s Operating Agreement provide s for \nindemnification of managers “[t]o the fullest extent required under and permitted by \nthe Act[.]”  (ECF No. 40.2 , at p . 7.)  As quoted above, the LLC Act permits \nindemnification for expenses incurred “in connection with the proceeding.”  N.C.G.S. \n§ 57D-3-31 (2021). \n42. Burnette testified that Creech billed him for “tasks that were directly \nrelated to the lawsuit, including review of documents for production, retrieval of data, \nand other similar services” and that her bills contained “detailed time entries.”  (ECF \nNo. 94.3, at pp. 1–2.)  Finally, he testified that Creech was paid by check for expenses \nrelated to the litigation and t hat to the extent that she performed other tasks for \nBurnette not related to this litigation, she was paid separately.  (ECF No. 57.1, at pp. \n8–10.) \n43. Although Clark asserts that these tasks could have been performed by \na paralegal for the law firm Burnette retained to defend him and JBAC in the lawsuit, \nClark has failed to point to either (1) any evidence rebutting the proposition that the \nservices at issue were reasonably related to the defense of the lawsuit; or (2) any legal \nauthority barring Burnette’s right to indemnification for expenses relating to tasks \nperformed by an independent contractor that bear an appropriate nexus to the \nlitigation.  Thus, the Court concludes that the $12,653.80 in expenses billed by Creech \nis recoverable. \n \n \nF. Award of Costs  \n44. As noted above,  $5,899.56 of the total amount sought by Burnette is  \nbeing sought directly from Clark as awardable costs pursuant  to N.C.G.S. § 7A -\n305(d).  Clark has no t challenged the recoverability of any of the costs sought by \nBurnette in his motion. \n45. Therefore, the Court concludes that these costs are properly awarded \nand shall be included in the final judgment. \nCONCLUSION \nFor the reasons stated above, Burnette’s Motion is GRANTED  except as to its \nrequest for indemnification of $6,025.53 in pre -suit fees paid by Burnette to the \nPendergrass Law Firm.  Burnette shall file with the Court within twenty (20) days a \nproposed final judgment with each amount separately listed with s pecificity \n(including the computation of all applicable pre - and post-judgment interest).  This \nproposed final judgment  shall be consistent in all respects with the Court’s rulings \ncontained herein. \nSO ORDERED, this the 18th day of April, 2022.  \n      /s/ Mark A. Davis     \n      Mark A. Davis \n      Special Superior Court Judge for \n      Complex Business Cases "
}