{
  "id": "8700a744d6333ef8960ae6e114c0b8c8c702138be1901c41c6145563a4e9fd64",
  "source_file": "data/raw/ncbc/8700a744d6333ef8960ae6e114c0b8c8c702138be1901c41c6145563a4e9fd64.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF MECKLENBURG \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n12 CVS 22411 \n \n \nIn re Skybridge Terrace, LLC \nLitigation \n)\n)\n)\n)\n)\nORDER, OPINION & JUDGMENT \n )  \n \n {1} THIS MATTER is before the Court on cross-motions for summary \njudgment pursuant to Rule 56 of the North Carolina Rules of Civil Procedure \n(“Rule(s)”).  For the reasons stated below, Plaintiff Skybridge Terrace, LLC’s \n(“Plaintiff,” “Skybridge,” or “Declarant”) motion is GRANTED in part, Defendants \nChristopher M. Allen (“Allen”) and Harold K.  Sublett, Jr.’s (“Sublett”) motion is \nDENIED, and partial final judgment should be entered pursuant to Rule 54(b) as to \nthe claims governed by the cross-motions. \nRandolph M. James, P.C. by Randolph M. James for Plaintiff. \n \nErwin, Bishop, Capitano & Moss, P.A. by Fenton T. Erwin, Jr. for Defendants \nAllen and Sublett. \n \nGale, Chief Judge. \nI. MATTER BEFORE THE COURT AND SUMMARY OF RULING \n{2} Skybridge is the Declarant and developer of Skybridge Terrace \nCondominiums (“Skybridge Terrace”), initially marketed as a complex to consist of \nat least two buildings, referred to as Phase I and Phase II, each to have forty-eight \nunits, and to potentially include a Phase III.  Only Phase I units were substantially \ncompleted when Skybridge recorded the Declaration of Skybridge Terrace \nCondominiums (“Declaration”).  Skybridge now wishes to withdraw the real estate \nparcel upon which Phase II units were to be constructed (“Phase II parcel” or “Phase \nII real estate”) from Skybridge Terrace and to convey clear title to that parcel.  It \nnow brings this action for declaratory relief, or alternatively for reformation, \nIn re Skybridge Terrace, LLC Litig., 2015 NCBC 26. \n \n \nagainst owners to whom it sold units in Phase I (“Unit Owner Defendants”) seeking \na declaration of clear title for both itself and Unit Owner Defendants.1 \n{3} Most Unit Owner Defendants entered a mediated settlement \nagreement, conditioned on resolution of the title claim in Plaintiff’s favor.2  Two \nUnit Owner Defendants, Allen and Sublett, oppose Plaintiff and seek a declaratory \njudgment that they have an undivided interest in the Phase II real estate that \nSkybridge cannot divest by withdrawing the Phase II parcel from Skybridge \nTerrace. \n{4} The Court must now construe the North Carolina Condominium Act \n(“the Act” or “the North Carolina Act”), many provisions of which have received no \nprior interpretation by North Carolina courts.  In doing so, the Court is guided by \nthe Act’s primary purpose: to protect a condominium unit owner’s contractual \nexpectation based on promises made in the declaration that created the \ncondominium.  The Court then must determine whether the Unit Owner \nDefendants’ expectations in the condominium can be declared as a matter of law on \nthe uncontested facts of record.  It concludes that there is no disputed material \nissue of fact, and those expectations may be declared as a matter of law. \n{5} Allen and Sublett primarily rely on section 47C-2-110(b)(2) of the Act, \nwhich provides that “no part of a portion may be withdrawn after a unit in that \nportion has been conveyed to a purchaser.”  The Act does not define “portion.”  Allen \nand Sublett effectively assert that the Phase I real estate and the Phase II parcel \nwere not separate “portions,” that Unit Owner Defendants received an interest in \nthe Phase II real estate as a part of the common elements in which they have an \ninterest as Phase I unit owners, and, because of section 47C-2-110(b)(2), such \n                                                 \n1 Skybridge’s Complaint also included claims against its former counsel, who prepared and recorded \nthe condominium project documents.  Those claims have been severed for separate consideration and \nare not addressed by this Order, Opinion & Judgment.  The Court is further advised that these \nclaims have been conditionally resolved, subject to a final order resolving claims between Plaintiff \nand Unit Owner Defendants.  This is, in part, why the Court has determined there is no just reason \nto delay entering final judgment as to Unit Owner Defendants pursuant to Rule 54(b). \n2 This conditional settlement was also a factor in the Court’s determination that final judgment \nshould be entered pursuant to Rule 54(b). \n \n \ninterests cannot be defeated by a subsequent withdrawal of that real estate parcel \nfrom Skybridge Terrace. \n{6} Allen and Sublett’s contentions face two fatal pitfalls.  First, their \nposition fails if the Phase II parcel never became a part of Skybridge Terrace in the \nfirst instance because the parcel was dedicated to units that were not substantially \ncompleted at the time the Declaration was recorded.\n3  Second, their position fails \neven if the Phase II parcel was initially included in Skybridge Terrace, but as a \nseparate “portion,” subject to the Declarant’s reserved right to withdraw it from \nSkybridge Terrace. \n{7} The uncontested facts demonstr ate that Allen and Sublett cannot \novercome those pitfalls.  Rather, Allen and Sublett’s arguments fail as a matter of \nlaw.  \n{8} The Court does not make findings of fact when ruling on a motion for \nsummary judgment.  \nHyde Ins. Agency, Inc. v. Dixie Leasing Corp., 26 N.C. App. \n138, 142, 215 S.E.2d 162, 164–65 (1975).  The Court here outlines the uncontested \nfacts to demonstrate the basis for its legal conclusions.  The Court examines \nuncontested facts to determine whether a claim either lacks necessary factual \nsupport or is barred.  Here, in summary, the controlling uncontested facts \nestablished by the record include: \na. Plaintiff Declarant intended to create a condominium initially \nconsisting of the forty-eight units of Phase I that were substantially \ncomplete when the Declaration was filed, to be followed by the \nconstruction of forty-eight units on the Phase II real estate. \nb. The description of Skybridge Terrace in the Declaration referred to \nthree separate and distinguishable real estate parcels: Phase I and \nPhase II real estate, initially included, and Phase III real estate, to be \npotentially added later.  The Declaration and the incorporated survey \n                                                 \n3 The Act provides that a declaration may not be recorded unless all structural components and \nmechanical systems of unit buildings are substantially completed.  N.C. Gen. Stat. § 47C-2-101(b) \n(2014).  \n \n \nplat expressly stated that Phase III need not be built.  No such \nlimitation was stated as to Phase II.  However, no units on the Phase \nII parcel have ever been substantially completed. \nc. Phase I and Phase II were clearly described in the Declaration as \nseparate phases and separate parcels.  Each have separate legal \ndescriptions and tax parcel identification numbers. \nd. Because the Declaration did not expressly state that Phase II “need not \nbe built,” a reasonable expectation may have been created that the \nPhase II real estate was, at least initially, a part of Common \nElements,4 conveyed in deeds to Phase I unit owners.  Any such \nexpectation must be limited, however, by Declarant’s right to withdraw \nthe Phase II parcel, as clearly provided by the Reservation of Special \nDeclarant Rights stated in the Declaration.\n5 \ne. Exhibit E to the Declaration allocated percentage ownership interests \nin the undivided Common Elements only to Phase I owners, with no \nmechanism for reallocating those percentages upon completion of \nPhase II units. \nf. The Declaration reserved Special Declarant Rights, including the right \nto withdraw a portion of the condominium’s real estate.  The time for \nexercising the Special Declarant Rights has not expired. \ng. No units in Phase II have ever been substantially completed. \nh. No units in Phase II have been conveyed. \n{9} These uncontested facts lead to  the following legal conclusions: \na. The Declaration created a valid, lawful condominium, consisting of \nforty-eight units on the Phase I parcel. \n                                                 \n4 The Declaration defined “Common Elements” as those portions of the real estate other than the \ncondominium units. \n5 (Pl.’s Br. Supp. Pl.’s Mot. Summ. J. (“Pl. Supp. Br.”) Ex. A (“Decl.”) § 2.9; see also Decl. § 1.18 \n(defining “Special Declarant Rights”).) \n \n \nb. When the condominium was created, the Phase II real estate \nconstituted part of Skybridge Terrace’s Common Elements, subject to \nSpecial Declarant Rights.6 \nc. The Phase I real estate and the Phase II real estate were and remain \nseparate “portions” of Skybridge Terrace. \nd. Declarant properly reserved a right to withdraw the Phase II parcel, \nand the time for exercising that right has not expired. \ne. Any interest that Phase I unit owners hold in the Phase II real estate \nas Common Elements was and is subject to Declarant’s right to \nwithdraw the Phase II real estate from Skybridge Terrace. \nf. Declarant may now withdraw the Phase II parcel and convey clear title \nto it, free of any claims by any Unit Owner Defendant or successor in \ntitle. \ng. The Unit Owner Defendants were conveyed clear title to the Phase I \nunits, which title is unaffected by withdrawing the Phase II real estate \nfrom Skybridge Terrace. \n{10} Accordingly, Defendants’ Motion for Summary Judgment should be \nDENIED.  Plaintiff’s Motion for Summary Judgment should be GRANTED to the \nextent it seeks this declaration.  It is not necessary to further consider Plaintiff’s \nclaim for reformation based on mutual mistake, which should then be DISMISSED.  \nThe Court should issue final judgment as to all claims between Plaintiff and Unit \nOwner Defendants, pursuant to Rule 54(b).\n7 \nII. CASE HISTORY \n{11} Plaintiff initiated this case on December 31, 2012, bringing two sets of \nclaims.  The first set of claims is against Sean M. Phelan and Nexsen Pruet, PLLC \n                                                 \n6 As explained below, the Court believes this is the better construction of the Act.  Another potential \nconstruction is that the Phase II parcel never became a part of the condominium at all. \n7 See N.C. Farm Bureau Mut. Ins. Co. v. Sadler, 204 N.C. App. 145, 147, 693 S.E.2d 266, 268 (2010), \nrev’d on other grounds, 365 N.C. 178 (2011) (noting a party may appeal an interlocutory order where \ntrial court enters “final judgment with respect to one or more, but less than all of the parties or \nclaims, and the court certifies the judgment as immediately appealable under Rule 54(b)”). \n \n \n(“Attorney Defendants”) for professional malpractice and constructive fraud in \ndrafting and recording transactional documents related to Skybridge Terrace.  The \nsecond set of claims is against Unit Owner Defendants for declaratory judgment to \nresolve actual or potential ownership disputes, or alternatively, for reformation of \nthe deeds conveyed to Unit Owner Defendants based on mutual mistake.8 \n{12} The action was designated a co mplex business case on February 1, \n2013, and assigned to the undersigned on February 13, 2013.  Between May and \nAugust of 2013, owners of all but four units signed a mediated settlement \nagreement with Plaintiff, subject to resolution of the claims against all Unit Owner \nDefendants.  Defendants Allen and Sublett did not sign the settlement agreement \nand now seek a declaratory judgment that they own an undivided fractional interest \nin the Phase II real estate that could not be divested. \n{13} On December 11, 2013, this Court bifurcated Plaintiff’s claims against \nAttorney Defendants from the claims against Unit Owner Defendants.  Litigation \nregarding claims for constructive fraud and professional negligence against \nAttorney Defendants have been stayed and, as the Court understands, are subject \nto a settlement agreement conditioned upon a summary judgment ruling in \nPlaintiff’s favor on the declaratory judgment and reformation claims against Unit \nOwner Defendants.  This Order addresses only the cross-motions for summary \njudgment regarding the Unit Owner Defendants. \n{14} Plaintiff and Defendants Allen and Sublett filed timely cross-motions \nfor summary judgment, which have been fully briefed and argued.  The Court has \nfurther considered each of the movants’ proposed orders with findings of fact and \nconclusions of law.   \n                                                 \n8 There have been various party additions and substitutions because of a number of changes in \nownership since the case’s initiation.  In October 2013, Emma Allen was added to the action after \npurchasing a unit in June of that year.  In May 2014, seven new defendants were added to the \naction, again due to changes in ownership through foreclosure.  One of the seven, Bank of America, \nN.A., was originally improperly served, but was properly re-served on June 12, 2014.   On March 17, \n2015, Genella Allen and Nichelle W. Sublett, Christopher Allen’s and Harold Sublett’s spouses, were \nadded to the action.  On their addition to the action, Genella Allen and Nichelle W. Sublett joined in \ntheir spouses’ responsive pleading. \n \n \n{15} All interested parties have been joined to this lawsuit, and the matter \nis ripe for disposition. \nIII. STATEMENT OF UNCONTESTED FACTS9 \n{16} On September 26, 2006, Plaintiff issued a Public Offering Statement \nfor Skybridge Terrace Condominiums (“Public Offering Statement”) that included a \ngeneral description of the condominium as follows: \nThe Declarant plans for Phases One and Two of Skybridge Terrace  \nCondominiums to include ninety-six (96) residential condominium \nunits in two buildings located on approximately 1.4 acres of land (the \n“Property”), which is part of the property more particularly described \nin Exhibit A of the Declaration of Skybridge Terrace Condominiums.  \nThe Declarant may build Phase Three adjacent to Phases One and Two \n. . . but the Declarant reserves the right not to build Phase Three. \n(Mem. Law Supp. Mot. Summ. J. Filed by Harold K. Sublett, Jr. and Christopher M. \nAllen (“Defs. Supp. Br.”) Ex. 5 (“Public Offering Statement”) 3.)  \n {17} To actually create the condominium complex under the Act, Skybridge \nneeded to record a declaration.\n10  Almost two years after filing its Public Offering \nStatement, on July 23, 2008, Plaintiff recorded its Declaration in Book 23980, pages \n818–75 of the Mecklenburg County Register of Deeds.  Section 2.3 of the \nDeclaration, entitled “Division of Property into Separately Owned Units,” provided \nthat the Property11 was divided into ninety-six units in two phases, with forty-eight \nunits in each Phase I and Phase II and that “Phase I has been built and Phase II is \nplanned but not yet built.”  (Pl.’s Br. Supp. Pl.’s Mot. Summ. J. (“Pl. Supp. Br.”) Ex. \nA (“Decl.”) § 2.3.)  Throughout the Declaration, Phase I and Phase II are discussed \n                                                 \n9 Where legal authority provides context for the facts, the Court has cited to it in footnotes. \n10 See N.C. Gen. Stat. § 47C-2-101 cmt. 1 (2014) (“A condominium is created pursuant to this Act \nonly by recording a declaration.”). \n11 The Declaration defines “Property” as “[t]he real estate described on Exhibit A, together with all \nbuildings and improvements now or hereafter constructed or located thereon, and all rights, \nprivileges, easements and appurtenances belonging to or in any way pertaining to said real estate.”  \n(Decl. § 1.16.)  Exhibit A to the Declaration describes the Property as “Phases I and II shown as part \nof Tract B2 Skybridge Terrace, LLC on map thereof recorded in Map Book 50, at Page 506 of the \nMecklenburg County Public Registry and containing 1.351 acres.”  (Decl. Ex. A.)  A portion of this \nmap, which is identical to the plat referenced in the Declaration, is attached to this Order, Opinion & \nJudgment as Exhibit A. \n \n \nas separate pieces of real estate.  (See, e.g., Decl. § 4.10 (“The Condominium will \nhave 52 parking spaces for Phase One and 52 parking spaces for Phase Two.”).) \n{18} At the time the Declaration was recorded, units in Phase I were \nsubstantially complete, but no units in Phase II were under construction. \n {19} The Declaration defined “Common Elements” as “[a]ll portions of the \nCondominium [created by this Declaration] except the Units.”  (Decl. §§ 1.5, 1.7.)  \n“Units” are defined as set forth in Exhibit E to the Declaration, which lists the \nforty-eight units to be included in Phase I.  (Decl. § 1.19, Ex. E.)  Common Elements \nand Common Expenses12 are fully allocated to the Phase I units (Decl. Ex. E), and \nthe Declaration does not provide for subsequent reallocation to any Phase II unit \nowner. \n{20} The Declaration includes a paragraph, entitled “Reservation of Special \nDeclarant Rights,” that reserves a right for Plaintiff \nto complete the improvements indicated on the Plans; to maintain \nsales offices, models and signs advertising the Condominium on the \nProperty; to exercise any development right as defined in Section 47C-\n2-110 of the Act; to use easements over the Common Elements; to elect, \nappoint or remove members of the Board during the Declarant Control \nPeriod; to make the Condominium part of a larger condominium; and \nto withdraw any portion of the Property from the Condominium; and to \nadd property to the Condominium, including but not limited to one \nadditional phase, which is shown on the Plat as Phase Three. \n(Decl. §§ 1.18, 2.9 (emphasis added).)  \n{21} The language of this reservation of rights conflicts with the earlier \nPublic Offering Statement, which states that “Declarant has retained no option to \nwithdraw withdrawable real estate from the Condominium.”  (Public Offering \nStatement 4.)  However, the Public Offering Statement expressly provides that, to \nthe extent its information is inconsistent with its attached documents, including the \nDeclaration, “the other parts will govern.”13  (Public Offering Statement 2.) \n                                                 \n12 The Declaration defines “Common Expenses” as “[e]xpenditures made or liabilities incurred by or \non behalf of the Association, together with any allocations to reserves.”  (Decl. § 1.6.) \n13 At argument, the Court was made aware that the Declaration attached to the Public Offering \nStatement differed, in some respects, from the Declaration ultimately recorded two years later.  The \n \n \n{22} The Declaration references a survey  plat that depicts Phases I, II, and \nIII.  A portion of the survey plat is attached to this Opinion as Exhibit A.  (Pl. Supp. \nBr. Ex. E.)  There is a dashed line of demarcation between the Phase I real estate \nand Phase II real estate labeled “PHASE LINE.”  (Pl. Supp. Br. Ex. E.)  There is a \nbolder line of demarcation between Phase II and Phase III labeled “NEW PARCEL \nLINE.”  (Pl. Supp. Br. Ex. E.)  Phase I is labeled “FOUNDATION ONLY.”  (Pl. \nSupp. Br. Ex. E.)  Phase II is labeled “PLANNED CONDOMINIUM.”  (Pl. Supp. Br. \nEx. E.)  Phase III is labeled “NEED NOT BE BUILT.”14  (Pl. Supp. Br. Ex. E.)  The \nplat does not show any common amenities or facilities, such as a pool or clubhouse, \non the Phase II parcel but does have an area designated for a dumpster on the \nPhase I parcel. \n{23} Public records show that the Phase II real estate has a tax parcel \nidentification number separate from Phase I and remains in Plaintiff’s name.15 \n{24} The plat contains a certificatio n from a North Carolina licensed land \nsurveyor, but does not include a statement from the surveyor that the plat \n“accurately depict[s] the legal boundaries and the physical location of the units and \nother improvements relative to those boundaries.”16  The plat does not actually \ndelineate units at all.  (Pl. Supp. Br. Ex. E.)  Moreover, the plat does not have a \nverified statement from a licensed architect or registered engineer.17  Plans \nincorporated in the Declaration provide this information for the Phase I building, \nbut do not include any information regarding Phase II units.18  (See Decl. § 1.14, Ex. \nC; Pl. Supp. Br. Ex. I.) \n                                                                                                                                                             \nprovisions reserving a withdrawal right, however, are identical.  (Compare Defs. Supp. Br. Ex. 1 §§ \n1.18, 2.9, with Decl. §§ 1.18, 2.9.) \n14 The Act requires that if a plat depicts locations and dimensions of contemplated improvements, \nthe future improvement must be labeled either “MUST BE BUILT” or “NEED NOT BE BUILT.”  \nN.C. Gen. Stat. § 47C-2-109(c).  The survey plat did not make either of these designations as to \nPhase II. \n15 See In re Hackley, 212 N.C. App. 596, 601–02, 713 S.E.2d 119, 123 (2011) (holding that a court \nmay take judicial notice of a publicly recorded deed). \n16 See N.C. Gen. Stat. § 47C- 2-109(b)(6a). \n17 See id. § 47C-2-109(b)(6). \n18 See id. \n \n \n{25} The Court has been advised of no  amendments to the Declaration.  \nUnits in Phase II have never been built.  No effort has ever been undertaken to add \nPhase III to Skybridge Terrace. \n{26} In early 2011, Plaintiff deeded Defendants Allen and Sublett separate \ninterests in units of Skybridge Terrace and “an undivided interest in the Common \nElements as described in the Declaration.”  (Defs. Supp. Br. Exs. 2, 3.)   \n{27} Plaintiff now wishes to withdraw the Phase II parcel. \nIV.    STANDARD OF REVIEW \n{28} Summary judgment is proper “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and that any party is entitled \nto a judgment as a matter of law.”  N.C. R. Civ. P. 56(c).  An issue of fact is material \nif the facts alleged would constitute a legal defense, or would affect the \nresult of the action, or if its resolution would prevent the party against \nwhom it is resolved from prevailing in the action.  The issue is \ndenominated “genuine” if it may be maintained by substantial \nevidence. \nIntegon  Nat’l Ins. Co. v. Helping Hands Specialized Transp., Inc., ___ N.C. App. \n___, 758 S.E.2d 27, 30 (2014) (quoting Koontz v. City of Winston-Salem, 280 N.C. \n513, 518, 186 S.E.2d 897, 901 (1972)). \nV.  ANALYSIS \nA. The Parties Raise Issues Appropriate for Declaratory Relief \n{29} “[A] [d]eclaratory [j]udgment is the appropriate action to perform the \nduty of quieting title to real property.”  Kirstein v. Kirstein, 64 N.C. App. 191, 193, \n306 S.E.2d 552, 553 (1983). \nThe Superior Court has jurisdiction to render a declaratory judgment \nonly when the pleadings and evidence disclose the existence of a \ngenuine controversy between the parties to the action, arising out of \nconflicting contentions as to their respective legal rights and liabilities \nunder a deed, will, contract, statute, ordinance, or franchise. \n \n \nNationwide Mut. Ins. Co. v. Roberts, 261 N.C. 285, 287, 134 S.E.2d 654, 656–57 \n(1964) (citations omitted).  A court should issue a declaratory judgment “(1) when \n[it] will serve a useful purpose in clarifying and settling the legal relations at issue, \nand (2) when it will terminate and afford relief from the uncertainty, insecurity and \ncontroversy giving rise to the proceeding.”  Calabria v. N.C. State Bd. of Elections, \n198 N.C. App. 550, 554, 680 S.E.2d 738, 743 (2009) (alteration in original) (quoting \nAugur v. Augur, 356 N.C. 582, 588, 573 S.E.2d 125, 130 (2002)). \n{30} Condominiums within North Carolina are subject to Chapter 47C of \nthe North Carolina General Statutes.  N.C. Gen. Stat. § 47C-1-102.  To create a \ncondominium, a developer must first file a declaration that meets certain statutory \nrequirements.  See id. § 47C-2-105, -107, -109.  A declaration may not be recorded \n“unless all structural components and mechanical systems of all buildings \ncontaining or comprising any units thereby created are substantially completed in \naccordance with the plans.”  Id. § 47C-2-101(b).  Moreover, “[i]f the boundaries of \nthe units are not depicted, . . . then no units are created.”  Id. cmt. 6. \n{31} Plats and plans are consider ed part of a declaration.  Id. § 47C-2-\n109(a).  A plat is required to show whether a contemplated improvement “MUST BE \nBUILT” or “NEED NOT BE BUILT.”  Id. § 47C-2-109(c). \n{32} Though the Act delineates these spec ific requirements, it provides that, \n“If a declarant, in good faith, has attempted to comply with the requirements of this \nchapter and has substantially complied with the chapter, nonmaterial errors or \nomissions shall not be actionable.”  Id. § 47C-1-104(c). \n{33} As discussed below, the Declaration did not comply with the Act’s \nrequirements in various respects.  This has created a genuine controversy between \nPlaintiff and Unit Owner Defendants as to Unit Owner Defendants’ interests in and \nPlaintiff’s right to withdraw the Phase II parcel.  This Court’s declaratory judgment \nis necessary and appropriate to clarify and settle the legal relations at issue, and to \nquiet title as to both Phase I units and the Phase II real estate.  \n \n \n \nB. The Declaration Substantially Complied with the Act and Created Skybridge \nTerrace and Forty-Eight Phase I Units \n{34} Neither Plaintiff nor Defendants Allen and Sublett argue that defects \nin the Declaration render it altogether ineffective to create any condominium at all.   \nThey join in seeking a declaratory judgment that the Unit Owner Defendants \nreceived valid deeds to Phase I condominium units in Skybridge Terrace.  However, \nmindful of the Act’s clear requirement that all created condominium units be \nsubstantially complete at the time a declaration is recorded, the Court has \nindependently examined whether the Declaration was adequate to create a \ncondominium at all.  In so doing, the Court clears a potential cloud on title held by \nPhase I unit owners. \n{35} A condominium is created upon recording a declaration\n.  Id. § 47C-2-\n101 cmt. 1.  “A declaration . . . may not be recorded unless all structural components \nand mechanical systems of all buildings containing or comprising any unit thereby \ncreated are substantially completed in accordance with the plans[.]”  \nId. § 47C-2-\n101(b).  A comment to that provision states that “[a] condominium has not been \nlawfully created unless the requirements of this section have been complied with.”  \nId. § 47C-2-101 cmt. 3.  Here, half of the units the Declaration purports to create \nwere not near completion at the time the Declaration was recorded. \n{36} The Act contemplates that, where a declaration is statutorily deficient, \na de facto condominium may still exist “if the nature of the ownership interest fits \n[the Act’s] definition” of “condominium.”19  Id. § 47C-1-102 cmt. 2.  The Act defines \n“condominium” as “real estate, portions of which are designated for separate \nownership and the remainder of which is designated for common ownership solely \nby the owners of those portions.  Real estate is not a condominium unless the \n                                                 \n19 A defective declaration that creates a condominium is not necessarily invalid.  A court may strike \nnoncompliant or incongruous portions of a declaration.  N.C. Gen. Stat. § 47C-2-103(a) (“All \nprovisions of the declaration and bylaws are severable.”).  Therefore, if necessary, this Court can \nsever the Declaration’s provisions concerning the additional forty-eight units in Phase II, such that \nthe Declaration submits Phases I and II for condominium ownership, but only the Phase I units for \nindividual ownership. \n \n \nundivided interests in the common elements are vested in the unit owners.”  Id. § \n47C-1-103(7). \n{37} The Declaration describes such an ownership scheme.  (See Decl. Ex. E \n(setting out square footage of forty-eight units in Phase I and their respective \npercentage of undivided interest in common elements).)  Undivided interests in the \nCommon Elements are vested only in the existing unit owners.  The fact that Unit \nOwner Defendants’ interest in a portion of the Common Elements might be reduced \nby withdrawing a portion of real estate from the condominium does not change the \nbasic ownership structure established upon filing the Declaration. \n{38} In sum, the inclusion of Phase II in the description of Skybridge \nTerrace when no Phase II units were substantially complete does not defeat the \ncreation of Skybridge Terrace or Phase I units.  Condominium units in Phase I of \nSkybridge Terrace were validly created upon the recording of the Declaration and \ndeeds to the Phase I unit owners were effective to convey valid interest in those \ncondominium units, together with undivided interests in Common Elements. \nC. The Better Statutory Construction Is that the Phase II Parcel Was Included \nin the Condominium as a Common Element upon the Declaration’s Filing, \nbut that the Phase II Parcel Remained Subject to Declarant’s Right to \nWithdraw It \n{39} The Act contemplates that wher e real property is submitted for \ncondominium ownership, portions that do not qualify as units are created as \ncommon elements.  Here, the Declaration described the condominium complex as \nextending to the Phase II parcel, but the Declaration and its incorporated \nattachments show that Phase II units had not yet been constructed on the Phase II \nparcel.  The Act could potentially be read to mean that the Phase II real estate \nnever became part of Skybridge Terrace, and reference to the forty-eight Phase II \nunits was meaningless and ineffective because the Act requires that condominium \nunits be substantially completed before they are legally created.  Under such a \nconstruction, Unit Owner Defendants would never have acquired any interest in the \n \n \nPhase II parcel, as it was never a part of the condominium as Common Elements or \notherwise. \n{40} The Court believes the better statut ory construction is that the Phase \nII real estate parcel became a part of the initial Common Elements of Skybridge \nTerrace, was subjected to the Act, but also remained subject to the Declarant’s right \nto withdraw the Phase II parcel from the condominium, so long as the withdrawal \nright was properly reserved in accordance with the Act.  This interpretation better \ncomports with the Act’s purpose: to ensure purchasers get what they bargained for, \nbased on the relevant declaration.  Because Phase II was depicted as part of the \ncondominium complex in the Declaration, albeit subject to withdrawal, the Phase I \nunit owners could have formed a reasonable expectation that the Phase II parcel \nwould be a part of Skybridge Terrace until it was properly withdrawn in accordance \nwith the Act. \ni. The Declaration Did Not Create Phase II Units \n{41} A condominium unit is “a physical portion of the condominium \ndesignated for separate ownership or occupancy, the boundaries of which are \ndescribed [by reference to plats or plans which comply with section 47C-2-109].”  \nN.C. Gen. Stat. § 47C-1-103(25) (emphasis added).  Section 47C-2-109 requires, \namong other things, that a registered land surveyor certify “that the plat or plans \naccurately depict the legal boundaries and the physical location of the units and \nother improvements relative to those boundaries,” as required by statute.  See Id. § \n47C-2-109(b)(6a).  Where the units’ boundaries are not depicted, no units are \ncreated.  Id. § 47C-2-101 cmt. 6. \n{42} The Act provides that “a declarat ion . . . may not be recorded unless all \nstructural components and mechanical systems of all buildings containing or \ncomprising any units thereby created are substantially completed in accordance \nwith the plans.”  Id. § 47C-2-101(b).  Comment 5 to this section suggests that \nsubstantial completion of units at the time of recording is material because it \n“reduces the possibility that a failure to complete will upset the expectations of \n \n \npurchasers or otherwise harm their interests in case the declarant becomes \ninsolvent and no solvent person has the obligation to complete the unit.”  Id. § 47C-\n2-101 cmt. 5.  If the Act did not require substantial completion at the time of \nrecording, “serious problems would arise if the remaining units were never \nconstructed and if no obligation to complete the construction could be enforced \nagainst any solvent person.”  \nId. \n{43} When the Declaration was recorded, Phase II units were not \nsubstantially completed, as construction on them had not even begun.  Moreover, \nthere was no certification that the plats or plans referenced in the Declaration \naccurately depicted the dimensions of the Phase II units.  In fact, Phase II units are \nnot delineated anywhere in the Declaration or referenced documents.  Conversely, \nPhase I was substantially completed at the time of recording and does meet the \nrequirements of section 47C-2-109. \n{44} The Court concludes that the Declaration created Phase I units, but no \nPhase II units.   \nii. Nevertheless, the Phase II Real Estate May Still Be Included in the \nCondominium as Common Elements \n{45} Declarant submitted its “Property” to the Act.  (Decl. §§ 2.1, 2.2.)  \n“Property” is defined as the real estate constituting “Phases I and II shown as part \nof Tract B2 Skybridge Terrace, LLC on map thereof recorded in Map Book 50, at \nPage 506 of the Mecklenburg County Public Registry and containing 1.351 acres.”  \n(Decl. § 1.16, Ex. A.)  The relevant portion of that map is attached to this Order, \nOpinion & Judgment as Exhibit A.   \n{46} The Declarant clearly submitted both the parcel upon which Phase I \nunits had been constructed and the Phase II parcel to the Act.  It does not follow \nthat the Phase II parcel was excluded from the Property Declarant made subject to \nthe Act simply because the Phase II units were not substantially completed at the \ntime the Declaration was recorded. \n \n \n{47} Where “the boundaries of units are not depicted, of course, then no \nunits are created.”  N.C. Gen. Stat. § 47C-2-101 cmt. 6 (emphasis added).  The Act \ndoes not state that a defect in the description of the units means that the property \non which units were supposed to sit is excluded from the condominium.  Further, \nthe Act provides that if, when a declaration is recorded, the declarant has failed to \ncomplete the required levels of construction for units that he has already conveyed, \n“[s]uch acts would create a cause of action in the purchaser under [s]ection 4-115, \nbut would not affect the validity of the purchasers’ [sic] title to the condominium.”  \nId. § 47C-2-101 cmt. 8.  This indicates that noncomplying units and the property on \nwhich they sit are still included in a condominium complex, as any purchaser’s title \nto the condominium is not affected.  The Court reads these provisions harmoniously \nto provide that the failure to construct Phase II units does not initially exclude the \nunderlying real estate parcel from the condominium.  Rather, the parcel was subject \nto the Act’s requirements, including that it could only be withdrawn consistent with \nthe Act. \n{48} Persuasive support for this conclu sion can be found in the holding and \nreasoning of the Rhode Island Supreme Court.  See Am. Condo. Ass’n, Inc. v. IDC, \nInc., 870 A.2d 434 (R.I. 2005).  The Rhode Island Condominium Act also provides \nthat a declaration may not be recorded unless “all structural components and \nmechanical systems of the building containing or comprising any units thereby \ncreated are substantially completed,” R.I. Gen. Laws § 34-36.1-2.01 (2014), and that \nplats or plans must show “[t]he location and dimensions of the vertical boundaries \nof each unit[ and] . . . [a]ny horizontal unit boundaries,” id. § 34-36.1-2.09.  In \nAmerican Condominium Association, the declaration purported to create certain \nunits that were not substantially completed at the time of its recording.  Am. Condo. \nAss’n, Inc., 870 A.2d at 440.  The Rhode Island Supreme Court determined that the \ntwo parcels without units were initially included in the condominium.  Id. at 440. \n{49} In sum, the Court concludes that the better reasoned construction of \nthe Act is that the Phase II real estate became and remains a part of the Common \nElements of the condominium until the parcel is withdrawn from the condominium \n \n \nupon a properly reserved and exercised right of withdrawal consistent with the Act.  \nIf Phase II was a separate “portion” of Skybridge Terrace, a properly reserved right \nto withdraw the Phase II parcel could not be barred by section 47C-2-110(d)(2) until \nDeclarant conveyed a Phase II unit to a purchaser. \nD. The Phase II Parcel Was and Is a Separate “Portion” of Skybridge Terrace \n{50} In order to have the right to withdraw the Phase II parcel, Plaintiff \nmust demonstrate that (1) the Phase II parcel is a separate portion of Skybridge \nTerrace for purposes of section 47C-2-110(d)(2), and (2) Declarant properly reserved \nand will timely exercise the right to withdraw that parcel from the condominium.  If \nthe Phase II parcel is not a separate “portion” from Phase I, Declarant would not \nhave the right to withdraw the Phase II parcel after it conveyed Phase I units. \n{51} The Act does not define “portion” or provide significant guidance on \nwhat constitutes a separate “portion” for purposes of reserving a right to withdraw.  \nThe undisputed facts of the case at hand, however, make clear that the Phase II \nparcel was and remains a separate and independent “portion” from Phase I.  The \nrecorded plat referenced in the Declaration labels separate phases and contains a \nsurveyed phase line separating the Phase I and Phase II parcels.  (Pl. Br. Supp. Ex. \nE.)  As noted, the Phase II real estate has a tax parcel identification number \nseparate from Phase I and remains in Plaintiff’s name. \n{52} This separate identity was cl ear at the time the Declaration was \nrecorded and when each Unit Owner Defendant purchased his or her interest in the \ncondominium.  (Pl. Supp. Br. Ex. C (showing all conveyances to Unit Owner \nDefendants made after Declaration recorded).)  Unit Owner Defendants could not \nreasonably conclude otherwise.  They were on notice when they purchased their \nunits that the Phase II real estate was considered a separate portion.  Common \nElements were allocated solely to Phase I owners.  The Declaration did not provide \nfor reallocation of those percentage interests upon the later construction of Phase II.   \nPhase I owners had no reason to expect that any part of the Phase II parcel was \ngoing to be dedicated to special improvements such as a clubhouse or a pool.   \n \n \n{53} Without fairly accounting for thes e facts, Defendants Allen and Sublett \nnevertheless contend that any right to withdraw the Phase II parcel must be \ndeemed to have been abandoned after Declarant conveyed a unit in Phase I.  They \nessentially argue that if the Phase II parcel was ever part of Common Elements, the \nconveyance of a Phase I unit, which included Common Elements, defeated \nwithdrawal.  They make no attempt to give a reasoned definition of what the Act’s \nterm, “portion,” should mean.  Instead, they argue only that they reasonably \nbelieved that they acquired an interest in the Phase II real estate when purchasing \na Phase I unit because their respective deeds described the property conveyed as a \nspecific unit “together with an undivided interest in and to the Common Elements, \nas described in the Declaration of Skybridge Terrace Condominiums recorded in \nBook 23980 at Page 818.”  (Defs. Supp. Br. Exs. 2–3.) \n{54} The statute only prohibits with drawal of a portion “after a unit in that \nportion has been conveyed to a purchaser.”  N.C. Gen. Stat. § 47C-2-110(d)(2) \n(emphasis added).  The difficulty with Defendants Allen and Sublett’s argument is \nthat their position would render any right to withdraw any portion of a declared \ncondominium meaningless when the Act clearly provides otherwise. \n{55} The fact that Phase I unit owners might enjoy an ownership interest in \nthe Phase II real estate parcel until withdrawn does not, without more, support a \nconclusion that a conveyance of a unit in the Phase I parcel defeats a properly \nreserved right for the Declarant to withdraw the separate portion of the real estate \nreserved for Phase II. \n{56} Allowing Declarant to withdraw the Phase II parcel is consistent with \nthe Act, which recognizes that partially divesting unit owners of the common \nelements in which they have an undivided, vested interest is an integral part of a \ncondominium project to be developed in phases.  Comment 9 to section 47C-2-101 of \nthe Act provides that \n[i]f only some of the buildings in which units which [sic] may \nultimately be located have been “structurally” completed, the declarant \nmay create a condominium in which he reserves particular \ndevelopment rights . . . .  In such a project, . . . the development rights \n \n \nwould be reserved to create additional units, either by adding \nadditional real estate and units to the condominium, by creating new \nunits on common elements, or by subdividing units previously created.  \nThe optional units may never be completed or added to the \ncondominium; however, this will not affect the integrity of the \ncondominium as originally created. \nId. § 47C-2-101 cmt. 9 (emphasis added).  In other words, additional future units \nmay be created on existing common elements, in which current unit owners have an \ninterest, so long as the declarant’s rights are properly reserved.20 \n {57} The Court then turns to whether Plaintiff adequately reserved its right \nto withdraw the Phase II parcel and whether the time for exercising that right has \nexpired. \nE. Plaintiff Reserved and Retains a Right to Withdraw the Phase II Parcel \n{58} To properly reserve a right to wi thdraw a portion of property from a \ncondominium, the declarant must include a legally sufficient description of the land \nsubject to those rights and a time limit within which it must exercise that right.  \nN.C. Gen. Stat. § 47C-2-105(a)(8).  “The Act imposes no maximum time limit for the \nexercise of those rights[.]”  Id. § 47C-2-105 cmt. 9. \n{59} “[T]he Act excuses nonmat erial noncompliance with these \nrequirements where the declarant has substantially complied with the statute.”  In \nre Williamson Vill. Condos., 187 N.C. App. 553, 557, 653 S.E.2d 900, 902 (2007) \n(citing N.C. Gen. Stat. § 47C-1-104(c)). \n{60}  Here, the Declaration re serves a right for Plaintiff \nto complete the improvements indicated on the Plans; to maintain \nsales offices, models and signs advertising the Condominium on the \nProperty; to exercise any development right as defined in Section 47C-\n                                                 \n20 The Court again finds reasoning of the Rhode Island Supreme Court persuasive.  Like the North \nCarolina Act, the Rhode Island Condominium Act permits a declarant to withdraw a portion of real \nestate from a condominium, so long as no unit in that portion has been conveyed to a purchaser.  R.I. \nGen. Laws § 34-36.1-2.10(d)(2).  In \nAmerican Condominium Association, the court determined that \nbecause the declarant’s reserved right to withdraw two unit-less parcels consisting entirely of \ncommon elements had already expired before the declarant exercised it, the two parcels “were, and \nremain, common elements.”  Am. Condo. Ass’n, 870 A.2d at 439–40.  It follows that, had it acted \ntimely, the declarant could have withdrawn the two parcels from the condominium even though they \nhad earlier been a part of the common elements for those units which had been conveyed. \n \n \n2-110 of the Act; to use easements over the Common Elements; to elect, \nappoint or remove members of the Board during the Declarant Control \nPeriod; to make the Condominium part of a larger condominium; and \nto withdraw any portion of the Property from the Condominium; and to \nadd property to the Condominium, including but not limited to one \nadditional phase, which is shown on the Plat as Phase Three. \n(Decl. § 1.18 (emphasis added).)  Notably, Declarant does not specify a time limit for \nits withdrawal right, a failure to strictly comply with the Act. \n{61} The reservation meets the Act’s other requirements.  Pursuant to \nsection 47C-2-105(a)(8), the Declaration contains a “legally sufficient description of \nthe real estate” to which the withdrawal right applies: the recorded plat, \nincorporated by reference.  The plat clearly delineates the Phase I parcel and the \nPhase II parcel as separate parcels and contains a surveyed line of demarcation \nbetween them.  (See Pl. Supp. Br. Ex. E.)  As earlier noted, the Phase II parcel is a \nseparate portion, so withdrawing it would not contravene section 47C-2-110(d). \n{62} In deciding whether omission of a time limit in a reservation of a \nspecial declarant right is material, the North Carolina Court of Appeals examined \n(1) whether the entire declaration generally complied with the Act, and (2) whether \nthe omission of a time limit was at all disputed at any time during the business \nrelationship between the parties.  In re Williamson Vill. Condos., 187 N.C. App. at \n557–59, 653 S.E.2d at 902–03.  Here, those factors demonstrate that there was no \nmaterial omission; that Declarant substantially complied with the Act and properly \nreserved a right to withdraw the Phase II real estate. \n{63} The Declaration, “for the most part , satisfies the [Act’s requirements].”  \nId. at 557, 653 S.E.2d at 902 (quoting N.C. Nat’l Bank v. Burnette, 297 N.C. 524, \n532, 256 S.E.2d 388, 393 (1979)).  The Declaration is a forty-six-page document that \nincludes the following: (1) the name of the condominium complex and condominium \nassociation, in compliance with section 47C-2-105(a)(1) of the Act; (2) the name of \nthe county in which the real estate is located, in compliance with section 47C-2-\n105(a)(2) of the Act; (3) an adequate description of the real estate within the \ncondominium, in accordance with section 47C-2-105(a)(3) of the Act; (4) the number \n \n \nof existing and potential future units in the condominium, pursuant to section 47C-\n2-105(a)(4) of the Act;21 (5) the boundaries and identifying number of each unit, in \ncompliance with section 47C-2-105(a)(5) of the Act; (6) a description of limited \ncommon elements and areas, as required under section 47C-2-105(a)(6) of the Act; \n(7) a description of reserved development and declarant rights, including an \nexplanation of which fixed portions are subject to those rights, in accordance with \nsection 47C-2-105(a)(8) of the Act; (8) allocations for interests in the common \nelements, liability for common expenses, and voting rights, as required under \nsections 47C-2-105(a)(11) and -107 of the Act; (9) restrictions on the use and \noccupancy of the units, pursuant to section 47C-2-105(a)(12) of the Act; (10) a \nrecitation of easements and licenses affecting the condominium, in compliance with \nsection 47C-2-105(a)(13) of the Act; and (11) plans and a plat for the condominium, \nas required under section 47C-2-109.  See In re Williamson Vill. Condos., 187 N.C. \nApp. at 557–58, 653 S.E.2d at 902–03 (noting declaration at issue complied with \neach of these provisions). \n{64} The Declaration also includes the following nonmandatory \ninformation: (1) rules regarding unit additions, alterations, and improvements, \npursuant to section 47C-2-111 of the Act; (2) rules for amending the Declaration and \nbylaws, as provided under sections 47C-2-117 and 3-106 of the Act; (3) procedures \nfor terminating the condominium, as delineated in section 47C-2-118 of the Act; (4) \nprovisions regarding the condominium association and executive board, in \naccordance with sections 47C-2-101, -102, and -103 of the Act; (5) provisions \ngoverning an initial period of declarant control over the condominium association, \nas contemplated in section 47C-3-103(d) of the Act; (6) terms regarding upkeep and \ndamages, pursuant to section 47C-3-107 of the Act; (7) provisions regarding \ninsurance, as provided under section 47C-3-113 of the Act; (8) provisions regarding \n                                                 \n21 Though the Declaration does, in one portion, lump the existing units from Phase I and the \n“planned” units from Phase II together, it is clear from the face of the documents that only the Phase \nI units existed at the time of recording.  (See  Decl. § 2.3 (“Developer, . . . does hereby divide the \nProperty into ninety-six (96) Units . . . . Each phase shall contain 48 units . . . . Phase I has been \nbuilt and Phase II is planned but not yet built.”).) \n \n \nassessments for common expenses, as contemplated in section 47C-3-115 of the Act; \nand (9) provisions for levying against units for unpaid assessments, in accordance \nwith section 47C-3-116 of the Act.  See id. at 558, 653 S.E.2d at 903 (noting the \ndeclaration at issue complied with each of these nonmandatory provisions). \n{65} Where a declaration generally complie s with the Act, as does Plaintiff’s \nDeclaration, and no evidence indicates that the time limit on the declarant’s rights \nwas disputed during the relationship between the parties, omission of a time limit is \ninsubstantial.  Id. \n{66} In the present case, Defendants Allen and Sublett do not assert that \nthe inclusion or omission of a time limit was material to them.  Moreover, they have \nfailed to present or forecast evidence that any of the current unit owners disputed or \nwere concerned with the lack of time limit on Declarant’s right to withdraw any \nportion of the condominium.  Defendants Allen and Sublett purchased units in \nSkybridge Terrace without regard to the omission of the time limit in the \nDeclaration and have never expressed concern over its absence. \n{67} Rather, in seeking to avoid the clear reservation of the withdrawal \nright in the Declaration, Sublett and Allen turn to a reading of the 2006 Public \nOffering Statement, providing that Declarant did not retain any option to withdraw.  \n(Allen Aff. ¶¶ 9, 16; Sublett Aff. ¶¶ 3–4.)  Their position, however, is unavailing.  \nThe Public Offering Statement makes clear that if it conflicts with the Declaration, \nthe Declaration controls.  (Public Offering Statement 2.) \n{68} In sum, Declarant reserved the right to withdraw the Phase II real \nestate consistent with the Act and the time for exercising that right has not expired. \nVI.   CONCLUSION \n{69} Based on the foregoing, the Court GRANTS in part Plaintiff’s Motion \nfor Summary Judgment to the extent it asks for a declaration of rights, DENIES \nPlaintiff’s request for reformation as moot, and DENIES Defendants Allen and \nSublett’s Motion for Summary Judgment. \n \n \nVII. JUDGMENT \n{70} It is hereby ORDERED, DECLARED, and ADJUDGED that: \na. Upon its recordation on July 23, 2008, the Declaration of Skybridge \nTerrace Condominiums lawfully created a condominium. \nb. Skybridge Terrace Condominiums included validly created Phase I \nunits.  No condominium unit in Phase II of Skybridge Terrace \nCondominiums has ever been created. \nc. The Phase II real estate, as depicted on the plat recorded in the Office \nof the Register of Deeds for Mecklenburg County, North Carolina in \nCondominium Unit Ownership File No. 921 constituted part of \nSkybridge Terrace Condominium’s Common Elements at the time the \nDeclaration was recorded. \nd. Title to the Phase I units is not clouded by the failure of the \nDeclaration to create Phase II units. \ne. The Phase I real estate and the Phase II parcel were and at all times \nhave remained separate portions of Skybridge Terrace Condominiums \nfor purposes of section 47C-2-110(d)(2) of the Act. \nf. Plaintiff has never conveyed a unit in the Phase II portion of Skybridge \nTerrace Condominiums. \ng. Plaintiff, as Declarant, properly reserved a right to withdraw the \nPhase II parcel from Skybridge Terrace Condominiums, and the right \nto withdraw has not expired. \nh. Upon withdrawing the Phase II real estate: \ni. Plaintiff may convey that parcel free and clear of claims that \nany Phase I unit owner, including all Unit Owner Defendants, \nmay assert in the Phase II parcel; and \nii. Unit Owner Defendants may convey clear title to Phase I units, \nincluding the percentage allocated to such owner by Exhibit E to \nthe Declaration in Common Elements, but such Common \nElements shall be limited to the Phase I real estate parcel. \n \n \ni. This declaratory judgment, together with the dismissal of other claims, \nconstitutes a final adjudication of all claims between Plaintiff and Unit \nOwner Defendants.  Claims against Attorney Defendants have been \nresolved pending entry of final judgment in Plaintiff’s favor on its \nclaims against Unit Owner Defendants.  There is no just reason for \ndelay in entering final judgment as to Unit Owner Defendants \npursuant to Rule 54(b). \nj. This Order, Opinion & Judgment shall therefore constitute a final \njudgment to quiet title as to the Phase II parcel and all Phase I units, \ntogether with any associated Common Elements. \nk. The Court certifies, pursuant to Rule 54(b) of the North Carolina Rules \nof Civil Procedure, that \ni. this action involves multiple claims and parties; \nii. this Order, Opinion & Judgment is a final judgment as to the \nclaims for declaratory judgment and reformation; and \niii. there is no just reason for delay in entry of a final judgment \ngranting Plaintiff’s claim for declaratory judgment against Unit \nOwner Defendants and dismissing the claim for reformation. \n This the 23rd day of March, 2015. \n \n \nEXHIBIT A \n \n \n \n \n "
}