{
  "id": "875d76f12cbe54e7cd628f946f88905d48aa79791408e6fd506e49078c5d1576",
  "source_file": "data/raw/ncbc/875d76f12cbe54e7cd628f946f88905d48aa79791408e6fd506e49078c5d1576.pdf",
  "raw_text": "Global Textile All., Inc. v. TDI Worldwide, LLC, 2017 NCBC 106. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF GUILFORD \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 7304 \n \nGLOBAL TEXTILE ALLIANCE, \nINC., \n  \nPlaintiff, \n \nv. \n \nTDI WORLDWIDE, LLC; DOLVEN \nENTERPRISES, INC.; TIMOTHY \nDOLAN, individually and in his \ncapacity as an officer, shareholder \nand director of Dolven Enterprises, \nInc. and an officer of TDI Worldwide, \nLLC; JAMES DOLAN, individually \nand in his capacity as an officer, \nshareholder and director of Dolven \nEnterprises, Inc.; STEVEN \nGRAVEN, individually and in his \ncapacity as an officer, shareholder \nand director of Dolven Enterprises, \nInc.; RYAN GRAVEN, individually \nand in his capacity as an officer, \nshareholder and director of Dolven \nEnterprises, Inc.; GARRETT \nGRAVEN, individually; \nGUANGFAYNAN, LTD.; \nGUANGFAYNAN, LTDA; \nGUANGFAYNAN COOP; \nGUANGFAYNAN SHANGHAI; and \nFRESH INDUSTRIES, INC., \n \nDefendants. \n \n \n \n \n \nORDER ON PLAINTIFF’S MOTION \nFOR PRELIMINARY INJUNCTION \nAND DEFENDANTS’ MOTION TO \nSTRIKE \n \nTHIS MATTER comes before the Court on Plaintiff Global Textile  Alliance, \nInc.’s Motion for Preliminary Injunction (ECF No. 6) and Defendants’ Motion to \nStrike Reply Affidavits and Reply Brief (ECF No. 88; collectively, the “Motions”). \nTHE COURT, having considered the Motions, the briefs in support of and in \nopposition to the Motions, the affidavits and other supporting documents filed by the \nparties, and the arguments of counsel at the hearing, concludes that the Motion to \n \n \nStrike should be GRANTED in part, and DENIED in part, and the Motion for \nPreliminary Injunction should be DENIED, for the reasons set forth below. \nHagan Barrett & Langley PLLC, by J. Alexander S. Barrett, Esq. and Kurt A. \nSeeber, Esq. for Plaintiff Global Textile Alliance, Inc. \n \nJames, McElroy & Diehl, P.A., by Fred B. Monroe, Esq. and Carl M. Short III, \nEsq. for Defendants TDI Worldwide, LLC and Timothy Dolan. \n \nK&L Gates LLP, by A. Lee Hogewood III, Esq., John R. Gardner, Esq., and \nMatthew T. Houston, Esq. for Defendants Dolven Enterprises, Inc. and Ryan \nGraven. \n \nBrooks, Pierce, McLendon, Humphrey & Leonard, LLP, by Eric M. David, Esq., \nBrian C. Fork, Esq., and Shepard D. O’Connell, Esq. for Defendant James \nDolan. \n \nEllis & Winters LLP, by Jonathan A. Berkelhammer, Esq., Steven A. Scoggan, \nEsq., and Scottie Forbes Lee, Esq. for Defendant Steven Graven. \n \nMorningstar Law Group, by Shannon R. Joseph, Esq. and Jeffrey L. Roether, \nEsq. for Defendant Garrett Graven. \n \nMcGuire, Judge. \nFACTUAL AND PROCEDURAL BACKGROUND \n1. Plaintiff Global Textile Alliance, Inc. (“GTA”) is a North Carolina \ncorporation formed in 2001  and headquartered in Reidsville, North Carolina. Luc \nTack (“Tack”), a Belgian national, is the sole shareholder of GTA. Tack is a member \nof GTA’s Board of Directors. \n2. GTA is in the business of manufacturing and sourcing fabrics, mattress \nticking, covers, and other textiles to the bedding, upholstery, and home furnishings \nindustries. GTA does business in the United States, Europe, Asia, and South \nAmerica, and its customers include the world’s largest manufacturers of bedding \n \n \ncomponents and foam mattresses. G TA designs and develops colors for the fabric it \nsells. GTA manufactures its fabric designs itself and also sources some \nmanufacturing of its fabric designs to contract manufacturers in China. \n3. Defendant Timothy Dolan (“Timothy”) was GTA’s President and CEO  \nfrom GTA’s formation until he was removed from those positions on or around August \n21, 2015. He remained an employee of GTA until he was terminated on or around \nSeptember 21, 2016. He was also a member of GTA’s Board of Directors until he \nresigned on or around September 22, 2016. \n4. Defendant Steven Graven (“Steven”) joined GTA shortly after its \nformation. He was a member of GTA’s Board of Directors and was GTA’s Vice \nPresident until his resignation from both positions in August 2017. At all relevant \ntimes, Tack, Timothy, and Steven were the only members of GTA’s Board of Directors. \n5. Ryan Graven (“Ryan”) is Steven’s son and was hired by GTA in 2005 to \noversee GTA’s sourcing of fabrics in China. In this position, Ryan reported to \nTimothy. In October 2010, GTA formed GTA-Asia, a wholly owned subsidiary of GTA. \nRyan was the head of GTA -Asia’s operations until 2012, at which time GTA hired \nSteven’s son and Ryan’s brother, Garrett Graven (“Garrett”), as director of GTA-Asia. \nGarrett was supervised in this role by Timothy and Ryan. \n6. GTA did not have non -competition agreements with Timothy, Steven, \nRyan, or Garrett. Steven and Garrett signed confidentiality agreements with GTA in \nSeptember 2016. \n \n \n7. Ryan’s primary responsibilities were to locate and “ vet” Chinese fabric \nmanufacturers who could produce fabrics that GTA designed, manage the quality of \nthe fabric produced by these manufacturers, ensure delivery to GTA’s customers, and \nprovide customer service to GTA’s customers relating to GTA’s operation s in China. \n(Ryan Graven Aff., ECF No. 61.1 at ¶  3.) Ryan had no prior experience in, or \nknowledge of, the textile industry prior to being employed by GTA. \n8. The fabric manufactured and sourced by GTA must be further processed \ninto final products for GTA’s c ustomers using “cut-and-sew” operations. The parties \ndispute the extent to which GTA was involved in cut-and-sew operations. Defendants \ncontend that GTA was not interested in being involved in cut -and-sew operations \nbecause it was too labor intensive and expensive and, therefore, mostly performed by \noffshore operators. (Steven Graven Aff., ECF No. 60.1 at ¶  9.) GTA does not clearly \nexplain its involvement in cut-and-sew operations in China and Asia but claims that \nit was involved in “sourcing” cut-and-sew operations in China since as early as 2009. \n(Luc Tack Reply Aff., ECF No. 83.2 at ¶ 14.) \n9. Nevertheless, it is undisputed that GTA had a cut -and-sew plant at its \nReidsville facility from 2011 through 2014. Defendants contend that GTA did cut -\nand-sew work only for a few specifically identified customers. (ECF No. 60.1 at ¶ 10.) \nGTA, however, contends that the cut -and-sew operations in Reidsville served a \nsubstantial customer base. (ECF No. 83.2 at ¶ 14.) \n10. Defendants contend that GTA’s customers typically made th eir own \narrangements for any cut-and-sew work on the fabrics that the customers purchased \n \n \nfrom GTA, either by contracting with cut -and-sew vendors that the customer had \nidentified, or by asking GTA to introduce them to a cut -and-sew vendor in China. \nDefendants argue that this arrangement led to problems for GTA, including: (1) after \nperforming cut-and-sew work on GTA’s fabrics, the Chinese cut -and-sew operators \nwould subsequently buy the same or similar fabric from another manufacturer and \nsell directly to GTA’s customer, cutting GTA out of the process and reducing the “life \ncycle” of GTA’s fabrics; and (2) GTA sometimes was blamed for poor quality work \nperformed by vendors that GTA had introduced to its customers. (ECF No. 61.1 at \n¶¶ 6–7; ECF 60.1 at ¶ 13.) \n11. In or around 2009, Ryan approached Timothy and Steven with a \nproposal to form a company that would directly manage the cut -and-sew operations \nand supply chain in China to ensure that GTA was not cut out of the process. Timothy \nand Steven claim that GTA wa s not interested in managing cut -and-sew operations \nin China and that they did not believe the proposed business was competitive with \nGTA’s business. Timothy and Steven approved Ryan’s proposal to form the business. \n(ECF No. 60.1 at ¶ 16.) Timothy, Steven, and Ryan did not share Ryan’s proposal or \nthe creation of the proposed business with Tack. \n12. In 2009, Ryan formed Defendant Guangfaynan Ltd (“GFY”). Ryan \nsubsequently formed Defendants Guangfaynan Ltda, Guangfaynan Coop, \nGuangfaynan Shanghai, and Fresh Indu stries, Inc. as businesses related to GFY \n(hereinafter, Guangfaynan Ltd, Guangfaynan Ltda, Guangfaynan Coop, \nGuangfaynan Shanghai, and Fresh Industries, Inc. are referred to collectively as \n \n \n“GFY”). It is not clear from the record evidence whether Timothy o r Steven initially \nhad an ownership interest in GFY.  \n13. In August 2013, Ryan, Timothy, Steven, and Timothy’s brother, \nDefendant James Dolan (“James”) 1 formed Defendant Dolven Enterprises, Inc. \n(“Dolven”). Each of the four owned 25% of Dolven. Timothy and Steven were directors \nof Dolven. Dolven owns and controls GFY, and it effectively has stepped into the shoes \nof GFY with regard to GFY’s business relationship with GTA. As with GFY, Timothy, \nSteven, and Ryan did not disclose their ownership interest in Dolven to Tack. \n14. GTA, through Timothy, subsequently entered into business \nrelationships and transactions with GFY and Dolven to manage the sourcing of fabric \nmanufacturers and cut -and-sew operations for GTA in China. GFY and Dolven \nbecame the primary contacts wit h GTA’s customers in China. Since Ryan, Timothy, \nand Steven conducted business for GFY and Dolven, GTA’s customers were allegedly \nled to believe that GFY and Dolven were part of GTA. (Verified Compl., ECF No. 4 at \n¶ 39.) It is undisputed that GFY and Dolven did at least tens of millions of dollars of \nbusiness with GTA from 2009 through 2017. \n15. In April 2015, during a meeting of GTA’s board of directors, Tack first \nlearned that Dolven was owned by Timothy, Steven, and Ryan. Dolven subsequently \nprovided GTA with its books and records and cooperated in an investigation of \nDolven’s business by GTA. In an August 2015 meeting of GTA’s board of directors, \n                                                 \n1 On November 13, 2017, Plaintiff voluntarily dismissed its claim for misappropriation of trade \nsecrets against James Dolan. (ECF No. 124.) Plaintiff has not alleged any claim for breach of \nfiduciary duty against James. \n \n \nTack told Timothy and Steven that the relationship between GTA and Dolven was \n“not acceptable.” (Timothy Dolan Aff., ECF No. 65.1 at ¶ 40.) \n16. In August 2015, Tack removed Timothy as President and CEO of GTA, \nbut Timothy remained an employee of GTA until September 21, 2016, when GTA \nterminated Timothy’s employment. Steven resigned his employment with GTA on \nAugust 11, 2017. \n17. Timothy remained on GTA’s Board of Directors until on or about \nSeptember 22, 2016, and Steven remained on GTA’s Board of Directors until on or \nabout August 11, 2017.  \n18. At the time GTA learned of Dolven’s ownership, GTA and Dolven were \nin the process of negotiating a very large contract with one of GTA’s customers. The \ncontract was finalized in or around early 2016. GTA contends that because of the new \ncontract, it was required to maintain its relationship with Dolven while GTA \nestablished an infrastr ucture that could replace Dolven. (ECF No. 4 at ¶  54.) GTA \ncontinued its business relationship with Dolven until in or about August 2017. \n19. In April 2016, a year after Tack first learned that Dolven was owned by \nTimothy, Steven, and Ryan,  GTA’s counsel sent letters to Timothy and Steven \n“regarding the claims GTA has against you, other individuals, and Dolven . . . and its \nsubsidiaries and affiliates, including [GFY] . . . arising from the creation and funding \nof Dolven and its affiliates and the b usiness which it and they have [ sic] conducted \nwith GTA.” (ECF No. 60.1, Ex. D.) The letter stated that its purpose was to place \nthose parties “on notice of GTA’s intention to recover its damages concerning and \n \n \nassociated with the creation and operation of” Dolven and  GFY. (Id.) GTA took no \nfurther action to pursue the claims at that time. \n20. On October 26, 2016, Timothy formed Defendant TDI Worldwide, LLC \n(“TDI”). TDI sources fabrics through independent contractor manufacturers for \ncustomers in the home furnishings indus try, but it does not engage in cut -and-sew \noperations. TDI has not done business with Dolven or GFY. TDI has not employed or \ndone business with Steven, Ryan, or Garrett. \n21. Dolven and GFY remain in business and are ongoing concerns. Timothy, \nSteven, Ryan, and  James are shareholders of Dolven, but Timothy and Steven \nresigned from Dolven’s Board of Directors in September 2015 after Tack learned \nabout Dolven’s ownership. Ryan and James are the only two current directors of \nDolven, and Ryan also currently serves as Dolven’s President. \n22. Steven has not been employed since his departure from GTA. \n23. Garrett resigned from employment with GTA in February 2017 and is \nnow employed with a company in New Jersey that is not affiliated with GTA, Dolven, \nGFY, or TDI. \n24. On August 15,  2017, GTA filed its Verified Complaint. In the Verified \nComplaint, GTA makes the following claims: \na. Actual and constructive fraud against Timothy, Steven, Ryan, \nGarrett, Dolven, and GFY; \nb. Conspiracy against Timothy, Steven, Ryan, Garrett, and James; \nc. Embezzlement and conversion against Timothy and Steven; \n \n \nd. Common law unfair competition/business conversion against all \nDefendants; \ne. Unfair and deceptive trade practices against all Defendants; \nf. Misappropriation of trade secrets against all Defendants; \ng. Breach of fidu ciary and other duties against Timothy, Steven, \nRyan, and Garrett; \nh. Constructive trust against all Defendants;  \ni. Fraudulent transfer pursuant to N.C.G.S. § 39 -23.1 (hereinafter \n“G.S.”) against Timothy, James, Steven, Ryan, Dolven, GFY, and the \nGFY entities; and \nj. Preliminary and permanent injunction against all Defendants. \n25. GTA alleges that Timothy, Steven, Ryan, and Garrett breached \nfiduciary duties to GTA. GTA alleges that Timothy, Steven, and Ryan failed to \ndisclose and concealed their ownership in GFY and Dolven from Tack, and improperly \ntook the business opportunity of GFY  and Dolven for themselves. GTA also alleges \nthat after GFY was formed, Timothy, Steven, and Ryan diverted to GFY and Dolven \ncorporate opportunities that rightfully belonged to GTA. \n26. GTA als o alleges that all of the Defendants  misappropriated GTA’s \ntrade secrets, including: “ GTA’s technical, product and manufacturing know how  \n[sic], its customer list, customer and supplier contact information, supplier \ncapabilities and expertise, sourcing, cost and pricing information and resulting profit \n \n \nmargins for fabric programs .” (ECF No. 4 at ¶  103.) GTA alleges that Defendants, \nincluding GFY, Dolven, and TDI, have used GTA’s trade secrets to compete with GTA. \n27. On September 1, 2017, GTA filed the Motion for Preliminary Injunction. \nThe Motion for Preliminary Injunction requests that the Court enjoin “all \nDefendants” from: \na. “Contacting, soliciting or communicating in any way, or engaging \nin any business or commerce of any kind, including but not limited to, \nany sales of goods, trades, exchanges, or transportation, logistics or \nother services or other transactions, whether individually or in concert \nwith any other person or entity, and whether directly or indirectly, with \nany customer, supplier or vendor of GTA;” \nb. “Any dissemination, disclosure, or use of any kind of any \nconfidential or proprietary information or trade secret of GTA;” \nc. “Encumbering, disposing of, pledging, assigning, using, \nconveying, selling, moving, transporting, or otherwise impairing any \nshares or interests or property, money, equipment, building, inventory, \nassets, accounts or the like which are part of or owned by any of the \nDefendants, pending a final resolution of this case; and” \nd. “For such other and further injunctive relief as may be necessary \nor proper for the protection of GTA during the pendency of this \nlitigation.” \n \n \n(ECF No. 6 at p. 2.) In support, GTA filed a memorandum, affidavits, and other \nsupporting evidence. \n28. Each of the Defendants filed responses in opposition to the Motion fo r \nPreliminary Injunction, along with affidavits and other evidentiary materials. \n29. On October 13, 2017, GTA filed a Reply Brief in Support of Motion for \nPreliminary Injunction (ECF No. 83) and four accompanying affidavits. (Luc Tack \nReply Aff., ECF No. 83.2;  Remy Tack Reply Aff., ECF No. 83.7; Gregory Tack Reply \nAff., ECF No. 83.10; Kim Thompson Reply Aff., ECF No. 83.11.) On October 18, 2017, \nDefendants filed a Motion to Strike. (ECF No 88.) On October 20, 2017, GTA filed a \nresponse in opposition to the Motion to Strike. (ECF No. 92.) \n30. On October 23, 2017, the Court held a hearing on the Motions, and they \nare now ripe for resolution. \nANALYSIS \nA. Motion to Strike \n31. In the Motion to Strike, Defendants ask that the Court strike GTA’s \nreply brief and the affidavits fil ed with GTA’s reply. Defendants contend that the \nreply brief is not limited to discussion of matters newly raised in Defendants’ briefs \nresponding to the Motion for Preliminary Injunction ( Business Court Rule 7.7), and \nthat the reply affidavits should have  been filed with the Motion for Preliminary \nInjunction (Business Court Rule 7.5). Defendants also argue that the Reply Affidavits \ncontain inadmissible legal conclusions and testimony that is not based on the affiants’ \npersonal knowledge. (Defs.’ Br. Supp. Mot. Strike, ECF No. 89 at p. 4.) In response, \n \n \nGTA argues that the reply brief and the affidavits  address matters newly raised by \nDefendants in their responses to the Motion for Preliminary Injunction, and that the \nreply affidavits  contain permissible conclusions based on the facts stated in th ose \naffidavits. (ECF No. 92 at pp. 4, 8.) \n32. In support of its Motion for Preliminary Injunction, GTA originally filed \nonly three affidavits and largely relied on the allegations made in the Verified \nComplaint. The Reply Affidavits filed by GTA are much lengthier and more detailed \nthan the original affidavits. The Court concludes that much of what is contained in \nthe reply affidavits is information that should have been included in GTA’s initial \naffidavits in support of the Motion for Preliminary Injunction. Nonetheless, certain \nportions of the Reply Affidavits address issues newly raised by Defendants in their \nresponses to GTA’s Motion for Preliminary Injunction. \n33. “A motion to strike  is addressed t o the sound discretion of the trial \ncourt.” Kingsdown, Inc. v. Hinshaw , 2016 NCBC LEXIS 15, at *8 (N.C. Super. Ct. \nFeb. 17, 2016) (citing Broughton v. McClatchy Newspapers, Inc. , 161 N.C. App. 20, \n25, 588 S.E.2d 20, 25 (2003)). The Court believes it can pa rse the reply brief and \naffidavits and consider only the parts of the brief and affidavits that address \ninformation newly raised in Defendants’ responses. Accordingly, in considering the \nMotion for Preliminary Injunction , the Court will consider th ose parts of the reply \nbrief and a ffidavits that address issues newly raised in Defendants’ response s, and \nwill disregard the remaining portions. Defendants’ Motion to Strike is therefore \nGRANTED, in part, and DENIED, in part. \n \n \nB. Preliminary Injunction – Standard of Review \n34. A preliminary injunction may be issued during litigation when “it \nappears by affidavit that a party thereto is doing or threatens or is about to do . . . \nsome act . . . in violation of the rights of another party to the litigation respecting the \nsubject of the action, and tending to render the judgment ineffectual.” G.S. § 1-485(2). \nA preliminary injunction is “ an extraordinary remedy a nd will not be lightly \ngranted.” Travenol Labs., Inc. v. Turner, 30 N.C. App. 686, 692, 228 S.E.2d 478, 483 \n(1976). The movant bears the burden of establishing the right to a preliminary \ninjunction. Pruitt v. Williams , 288 N.C. 368, 372, 218 S.E.2d 348, 351 (1975).  To \nobtain a preliminary injunction a movant must show “ a likelihood of success on the \nmerits of his case and . . . [that the movant] is likely to sustain irreparable loss unless \nthe injunction is issued, or if, in the opinion of the Court, issuance is necessary for \nthe protection of his rights d uring the course of litigation.”  Analog Devices, Inc. v. \nMichalski, 157 N.C. App. 462, 466, 579 S.E.2d 449, 452 (2003);  accord Looney v. \nWilson, 97 N.C. App. 304, 307 –08, 388 S.E.2d 142, 144 –45 (1990).  Likelihood of \nsuccess means a “reasonable likelihood.” A.E.P. Indus., Inc. v. McClure, 308 N.C. 393, \n404, 302 S.E.2d. 754, 761 (1983). \n35. The issuance of a n injunction is “ a matter of discretion to be exercised \nby the hearing judge after a careful balancing of the equities.” State ex rel. Edmisten \nv. Fayetteville St. Christian Sch. , 299 N.C. 351, 357, 261 S.E.2d 908, 9 13 (1980). A \npreliminary injunction “should not be granted where there is a serious question as to \nthe right of the defendant to engage in the activity and to forbid the defendant to do \n \n \nso, pending the final determination of the matter, would cause the defendant greater \ndamage than the plaintiff would sustain from the continuance of the activity while \nthe litigation is pending.”  Bd. of Provincial Elders v. Jones , 273 N.C . 174, 182, 159 \nS.E.2d 545, 551 –52 (1968); accord Cty. of Johnston v. City of Wilson , 136 N.C. App \n775, 780, 525 S.E.2d 826, 829 (2000)  (noting that a court should weigh “ the \nadvantages and disadvantages to the parties ” in deciding whether to issue a \npreliminary injunction).  \nC. Likelihood of Success on the Merits \n36. In support of its Motion, GTA h as argued only the merits of its claims \nfor breach of fiduciary duties and for misappropriation of trade secrets. (Br. Supp. \nMot. Prelim. Inj., ECF No. 7 at pp. 16 –24.) Accordingly, the Court will address only \nthose claims in determining the likelihood of success on the merits. \ni. Breach of Fiduciary Duties \n37. GTA claims that Timothy and Steven breached their fiduciary duties to \nGTA as officers and directors of GTA. GTA also claims that Ryan and Garrett, though \nnot officers or directors, owed fiduciary duties to GTA as “employees of GTA in charge \nof GTA’s China operations.” (ECF No. 4 at ¶¶ 108–09.) GTA does not allege, and there \nis no evidence to suggest, that James owed fiduciary duties to GTA. \n38. Under North Carolina law, a fiduciary relationship is defined as “one in \nwhich there has been a special confidence reposed in one who in equity and good \nconscience is bound to act in good faith and with due regard to the interests of the \none reposing confidence.” Dalton v. Camp , 353 N.C. 647, 651, 548 S.E.2d 704, 707 \n \n \n(2001) (internal quotations omitted). A corporation’s directors and officers owe \nfiduciary duties of loyalty and due care to the corporation and must act in good faith. \nG.S. § 55-8-30 and § 55-8-42; Governor’s Club Inc. v. Governors Club Ltd. P’ship, 152 \nN.C. App. 240, 248, 567 S.E.2d 781, 786–87 (2002). The duties imposed on a corporate \nofficer are substantial. RCJJ, LLC v. RCWIL Enters., LLC, 2016 NCBC LEXIS 46, at \n*23 (N.C. Super. Ct. June 20, 2016). \nAn officer [m ust] always discharge the responsibilities  of \nthe office with undivided loyalty to the corporation and a \ndirector may not allow his self -interest to jeopardize his \nunyielding obligations to the corporation. This imposes an \naffirmative obligation: a fiducia ry must strive to advance \nthe best interests of the corporation. This obligation must \nbe carried out in good faith, openly, honestly, \nconscientiously, and with the utmost devotion to the \ncorporation.  Nevertheless, the analysis of an officer's \nfiduciary conduct must be judged in light of the background \nin which it occurs and the circumstances under which he \nserves the corporation. \n \nId. at **22–24 (quotations omitted) (citing Seraph Garrison v. Garrison, 787 S.E. 2d \n398 (N.C. App. 2016)). \n39. A director may not engage in transactions with the corporation in which \nthe director has a direct or indirect interest except under very limited circumstances. \nG.S. § 55-8-31. In Meiselman v. Meiselman, 309 N.C. 279, 307 S.E.2d 551 (1983), the \nNorth Carolina Supreme Court he ld it is a breach of fiduciary duty for an officer or \ndirector to usurp a corporate opportunity.  \nThe doctri ne of corporate opportunity is a species of the \nduty of a fiduciary to act with undivided loyalty; it is one of \nthe manifestations of the general ru le that demands of an \nofficer or director the utmost good faith in his relations \nwith the corporation that he represents; in general, a \n \n \ncorporate officer or director is under a fiduciary obligation \nnot to divert a corporate business opportunity for his own  \npersonal gain. In other words, the corporate opportunity \ndoctrine provides that a corporate fiduciary may not \nappropriate to himself an opportunity that rightfu lly \nbelongs to his corporation.  \n \nId. at 307–08, 307 S.E.2d at 568 (quotation marks omitted).  \n40. When there is a transaction between a corporation and i ts officers and \ndirectors, the adversely interested party must demonstrate that the transaction at \nissue was “just and reasonable”  because it was not an opportunity that the \ncorporation would have wanted. Id. at 310, 307 S.E.2d at 569. Factors to be weighed \nin determining whether a corporate opportunity has been usurped include: “1) [T]he \nability, financial or otherwise, of the corporation to take advantage of the opportunity; \n2) whether the corporation  engaged in prior negot iations for the opportunity; \n3) whether the corporate director or officer was made aware of the opportunity by \nvirtue of his or her fiduciary position; 4) whether the existence of the opportunity was \ndisclosed to the corporation; 5) whether the corporation rejected the opportunity; and \n6) whether the corporate facilities were used to acquire the opportunity.” Id. (citation \nomitted); see also Boyd v. Howard, 147 N.C. App. 491, 494 –95, 556 S.E.2d 337, 339  \n(2001). \n41. “Under the general rule , the relation of employer and employee is not \none of those regarded as confidential.”  Dalton, 353 N.C. at 652, 548 S.E.2d at 708 \n(internal quotations omitted). In some limited circumstances, however, an employee \nof a corporation acting as an agent of the corporation may owe fiduciary duties of \nloyalty and good faith to the corporation “concerning the matters within the scope of \n \n \nhis agency.” Sara Lee Corp. v. Carter , 129 N.C. App. 464, 470, 500 S.E.2d 732, 736 \n(1998), rev’d on other grounds , 351 N.C. 27, 519 S.E.2d 308  (1999) ( finding that \ndefendant-employee who had responsibility to purchase computer parts as agent for \nthe plaintiff-corporation “owed [the corporation] a fiduciary duty in carrying out these \nresponsibilities”).  \n42. GTA alleges that Timothy, St even, and Ryan breached their duties to \nGTA by, among other conduct: usurping a corporate opportunity for their own \npersonal gain that should have been offered to GTA by creating GFY and Dolven to \nengage in cut -and-sew operations and manage supply chain lo gistics for GTA’s \ncustomers; failing to disclose to Tack their ownership interests and personal financial \nstakes in GFY and Dolven; and diverting corporate opportunities and business to \nGFY and Dolven that should have been given to GTA. (ECF No. 4 at ¶ 109 .) Since \nGTA does not allege that Garrett was an owner of GFY or Dolven, GTA’s allegations \nregarding Garrett’s breach of fiduciary duty appear to be limited to “failing to disclose \nthe ownership of Dolven and [GFY]” to GTA. (Id.) \n43. As officers and directors,  Timothy and Steven owed fiduciary duties to \nGTA. There is no dispute that they were involved in the creation, and possibly \nownership of, GFY and are owners of Dolven. Timothy and Steven did not advise Tack \nabout t he opportunity to create GFY. Defendants c ontend that GTA was not \ninterested in engaging in cut-and-sew operations in China and would not have been \ninterested in the opportunity presented by the formation of GFY. (ECF No. 65.1 at \n¶¶ 20–21; ECF No. 60.1 at ¶ 16.) In addition, the evidence at this s tage shows that \n \n \nGTA’s primary business in China was sourcing fabric . (ECF No. 7 at pp. 4 –6.) \nNevertheless, it is undisputed that Ryan’s responsibilities as head of GTA’s China \noperations required him to identify qualified cut and sew vendors for at least some of \nGTA’s customers, and to handle certain in -country logistics and supply chain issues \nfor GTA’s customers when they used Chinese vendors. Therefore, Ryan found the \nopportunity to create GFY through his position with GTA. Meiselman, 309 N.C. at \n310, 307 S.E.2d at 569. In addition, GTA had the financial ability to take advantage \nof the opportunity. Id. Finally, while GTA has not presented specific evidence of any \nof its particular assets that were used to form GFY, there can be no doubt that GFY, \nand later Dolven, were created at a time that Timothy, Steven, and Ryan should have \nbeen devoting their efforts to GTA’s interests. \n44. The Court concludes  that GTA has established , at this stage,  that the \nopportunity to create a stand -alone, complementary  business responsible for \noverseeing cut -and-sew operations and managing supply chain logistics for GTA’s \ncustomers is one in which  GTA would have been interested and which should have \nbeen presented to Tack. \n45. The evidence at this stage also shows that afte r the formation of GFY \nand Dolven, Timothy and Steven, on behalf of GTA, engaged in numerous business \ntransactions with GFY and Dolven in which they had direct or indirect financial \ninterests. Timothy and Steven benefited financially from the transactions between \nGTA and GFY and Dolven. Finally, Timothy and Steven did not disclose their \nfinancial interests in GFY or Dolven to Tack until April 2015. Accordingly, the Court \n \n \nconcludes that at this stage of the litigation, GTA has established that it is likely t o \nsucceed on the merits of its claim of breach of fiduciary duty against Timothy and \nSteven. \n46. The Court also concludes that the evidence is sufficient to establish that \nRyan was not simply a run -of-the-mill employee of GTA, but rather held a unique \nposition as the head of GTA’s China operations. Ryan was directly responsible for \ntransacting business on behalf of GTA with Chinese suppliers and vendors, as well \nas interacting with, and sometimes acting on behalf of, GTA’s customers. After Ryan \nformed GFY and D olven, he then transacted business on behalf of GFY and Dolven \nwith GTA. Tack did not know of Ryan’s involvement or financial interest in GFY or \nDolven. The Court concludes that GTA has established a likelihood of success on its \nclaim for breach of fiduciary duty against Ryan at this stage of the case. See Sara Lee \nCorp., 129 N.C. App. at 470, 500 S.E.2d at 736.  \n47. By contrast, although Garrett succeeded Ryan in his role as head of \nChina operations and likely owed GTA a fiduciary duty in that capacity, there is no \nevidence that Garrett breached any fiduciary duty owed to GTA. Garrett is not a \nshareholder and has no interest in either GFY or Dolven. (Br. Garrett Graven Opp’n \nP.’s Mot. Prelim. Inj., ECF No. 51 at p. 2; Garrett Graven Aff., ECF No. 51.1 at \n¶ 29.) GTA contends that Garrett’s knowledge of GFY and Dolven’s ownership, and \nhis failure to tell Tack about those matters, constitutes a breach of a fiduciary duty. \nGTA, however, has not put forward any evidence of self -dealing by Garrett, and \nGarrett has alleged in his sworn affidavit that he did not receive any personal benefit \n \n \nfrom any of the corporate defendants. (ECF No. 51.1 at ¶  29.) The Court concludes \nthat GTA has failed to provide evidence that would establish a likelihood of success \non its claim against Garrett for breach of fiduciary duty. \nii. Misappropriation of Trade Secrets \n48. GTA alleges that Timothy, Ryan, Dolven, GFY, and TDI (the “trade \nsecret defendants”) have misappropriated GTA’s trade secrets in violation of the \nNorth Carolina Trade Secrets Protection Act (“NCTSPA”). (ECF No. 4 at ¶¶ 104–05.) \nGTA contends that its trade secrets consist of the following: research and \ndevelopment “concerning composition and use of fabrics, coatings, manufacturing \ntechniques and processes, and color composition and quality control, product \nsampling”; fabric samples; fabric designs and patterns; the identities of GTA’s \ncustomers and their needs; and the identities of the Chinese Mills that GTA has \ndetermined meet the standards for manufacturing fabrics for its customers. (ECF No. \n7 at pp. 3–5.) \n49. Under the NCTSPA, a trade secret is defined as:  \n[B]usiness or technical information  . . . that: (a) [d]erives \nindependent actual or potential commercial value from not \nbeing generally known or readily ascertainable through \nindependent development or reverse engineering by \npersons who can obtain economic value from its disclosure \nor use; and (b) [i]s the subject of efforts that are reasonable \nunder the circumstances to maintain its secrecy. \n \nG.S. §  66-152(3). In determining whether information constitutes a trade secret , \ncourts consider: “(1) [t]he extent to which information is known outside the business; \n(2) the extent to which it is known to employees and others involved in the business; \n \n \n(3) the extent of measures taken to  guard secrecy of the information; (4) the value \nof  information to business and its competitors; (5) the amount of effort or money \nexpended in developing the information; and (6) the ease or difficulty with which the \ninformation could properly be acquired  or duplicated by others. ” Wilmington Star-\nNews, Inc. v. New Hanover Reg'l Med. Ctr., Inc. , 125 N.C. App. 174, 180 –81, 480 \nS.E.2d 53, 56 (1997). \n50. A plaintiff must identify trade secrets with sufficient particularity so \nthat the court can determine whether m isappropriation has occurred or will occur. \nVisionAIR, Inc. v. James, 167 N.C. App. 504, 510–11, 606 S.E.2d 359, 364 (2004). \n51. The NCTSPA defines “misappropriation” as the “acquisition, disclosure, \nor use of a trade secret of another without express or impli ed authority or consent, \nunless such trade secret was arrived at by independent development, reverse \nengineering, or was obtained from another person with a right to disclose the trade \nsecret.” G.S. §  66-152(1). Misappropriation occurs when the defendant “ [k]nows or \nshould have known of the trade secret; and  . . . [h]as had a specific opportunity to \nacquire it for disclosure or use or has acquired, disclosed, or used it without the \nexpress or implied consent or authority of the owner.” G.S. § 66-155. \n52. The Co urt has thoroughly reviewed the allegations and evidence \npresented by the parties and concludes that GTA has failed to establish a likelihood \nof success on its claim for misappropriation of trade secrets. The evidence does not \nsupport the claims that GTA’s fabric designs and patterns are trade secrets. Rather, \nthe designs and patterns  are made available to GTA’s potential customers and \n \n \nChinese manufacturers, and there are no efforts to maintain the confidentiality of \nGTA’s fabric designs and patterns. (ECF No. 65.1 at ¶¶ 27–31; ECF No. 51.1 at ¶ 37.) \n53. The fabric sample books that GTA claims TDI copied cannot constitute \ntrade secrets. Trade secrets must be subject to reasonable efforts to maintain their \nsecrecy, meaning that publicly available information cannot constitute a trade secret. \nG.S. § 66-152(3)(b); see also Combs & Assocs. v. Kennedy, 147 N.C. App. 362, 370, 555 \nS.E.2d 634, 640 (2001). GTA’s fabric sample books are made publicly available at \ntrade shows. (ECF No. 6 5.1 at ¶  31.) Furthermore, fabric sa mple books of the type \nused by GTA and by TDI are common in t he industry. (ECF No. 65 .1 at ¶¶ 29–30.) \nGTA never attempted to keep its fabric sample books confidential or a secret, and \naccordingly, the fabric sample books cannot be considered a trade secret. \n54. GTA contends that Timothy and TDI are using information “concerning \nconstruction, fabric, costs, raw materials and even customers” that Timothy learned \nwhile working for GTA. (ECF No. 83 at p. 10.) GTA’s evidence in support of this \ncontention consists solely of Gregory Tack’s statement that during  visits to three of \nGTA’s customers , he saw TDI fabric sample books that contained “samples of \nupholstery fabric which are similar in appearance and color to upholstery fabrics” \nsold by GTA. (G. Tack Aff., ECF No. 10 at ¶ 5.) Timothy, however, has provided \naffidavit evidence that TDI has not used GTA’s trade secrets and is purchasing fabrics \nfrom suppliers that are not GTA vendors. (ECF No 65.1 at ¶¶ 61–67.) Timothy claims \nthat the TDI sample books were a Chines e manufacture r’s books with  TDI’s logo \nplaced on them, and that the fabrics were not copied from GTA’s sample books. (ECF \n \n \nNo. 65.1 at ¶¶ 69 –70.) In light of the evidence in the record that the types of \nupholstery fabrics GTA produces are commonly made by m ultiple manufacture rs, \nGregory Tack’s affidavit testimony is not sufficient to support a likelihood of success \non GTA’s claim of misappropriation. \n55. Finally, at this stage of the case, GTA has not established that the \nidentities of its customers are trade secrets. To the contrary, the evidence establishes \nthat GTA’s customers are among the largest and best known bedding companies in \nthe world, well known to the consuming public. (ECF No. 60.1 at ¶ 47; ECF 51.1 at \n¶ 34.) The Court conclude s that the identities  of GTA’s customers are not trade \nsecrets within the meaning of the NCTSPA. \n56. The evidence also supports the trade secret defendants’ contention that \nChinese fabric mills are relatively easily identified and are not trade secrets. (ECF \nNo. 61.1 at ¶ 38; ECF No. 65.1 at ¶ 32; ECF No. 51.1 at ¶ 35.) GTA contends that it \nis the trade secret defendants’ knowledge about particular manufacturers’ \ncapabilities, learned by Timothy and Ryan through their employment with GTA, that \nmakes the identity of those manufactur ers trade secrets. The Court disagrees. \nGenerally, information retained in the memory of a departing employee is not a trade \nsecret. Bldg. Ctr., Inc. v. Carter Lumber of the North, Inc., 2017 NCBC LEXIS 85, at \n*20–21 (N.C. Super. Ct. Sept. 21, 2017) (citin g Kadis v. Britt, 224 N.C. 154, 162, 20 \nS.E.2d 543, 547 –48 (1944)). GTA does not allege that Timothy or Ryan took \ndocuments or electronically stored data regarding GTA’s manufacturing vendors. The \n \n \nonly information they could have taken was in their respect ive memories and the \nCourt concludes this information was not a trade secret. \n57. Accordingly, GTA has not established a likelihood of success on their \nclaim for misappropriation of trade secrets in violation of the NCTSPA. \nD. Irreparable Harm \n58. Since GTA has shown a likelihood of success on the merits of its claims \nfor breach of fiduciary duty against Defendants Timothy, Steven, and Ryan, the Court \nmust next consider whether GTA “ is likely to sustain irreparable loss unless the \ninjunction is issued, or . . . issuance is necessary for the protection of a [GTA]’s rights \nduring the course of litigation. ” Providence Volunteer Fire Dep’t  v. Town of \nWeddington, 800 S.E.2d 425,  435, 2017 N.C. App. LEXIS 278 , at *24 (2017) (citing \nRidge Cmty. Investors, Inc. v. Berry , 293 N.C. 688, 701, 239 S.E.2d 566, 574 (1977) ). \nGTA seeks an order from this Court requiring Dolven, GFY, and TDI to cease \noperations and prohibiting Timothy, Steven, and Ryan from doing business with or \nhaving any contact with GTA’s customers and vendors. GTA  also requests an \ninjunction prohibiting Dolven, GFY, and TDI from selling, transferring, \nencumbering, or otherwise disposing of any assets during the course of this lawsuit. \n59. Generally, the extraordinary remedy of “[a]  prohibitory preliminary \ninjunction is granted only when irreparable injury is real and immediate.” United Tel. \nCo. v. Universal Plastics, Inc., 287 N.C. 232, 235, 214 S.E.2d 49, 51 (1975) (emphasis \nadded). “[A]n injunction will not be granted where there is a full, adequate and \n \n \ncomplete remedy at law.” Providence Volunteer Fire Dep’t , 800 S.E.2d at  435, 2017 \nN.C. App. LEXIS 278 at *24. \n60. One significant measure of the need for immediate and irreparable harm \nis the haste with which the moving party seeks injunct ive relief. See N. Iredell \nNeighbors for Rural Life v. Iredell Cty. , 196 N.C. App. 68, 79, 674 S.E.2d 436, 443 \n(2009) (affirming trial court's finding of no irreparable harm where “some two months \nelapsed without any contention by plaintiffs of an urgent threat of irreparable harm \nand after  having reviewed the standards set forth in both the federal and North \nCarolina cases”); Am. Air Filter Co. v. Price , 2017 NCBC LEXIS 9, at * 13–14 (N.C. \nSuper. Ct. Feb. 3, 2017) (denying a preliminary injunction after a delay of four \nmonths); Southtech Orthopedics, Inc. v. Dingus, 428 F. Supp. 2d 410, 420 (E.D.N.C. \n2006) (“[T]he six to nine week delay between plaintiff's discovery of defendant's \ncompetitive activities and its filing suit we ighs against injunctive relief.” ); Quince \nOrchard Valley Citizens Ass’n v. Hodel, 872 F.2d 75, 80 (4 th Cir. 1989) (“Although a \nparticular period of delay may not rise to the level of laches and thereby bar a \npermanent injunction, it may still indicate an absence of the kind of irreparable harm \nrequired to support a preli minary injunction.”); John Lemmon Films, Inc. v. Atl. \nReleasing Corp., 617 F. Supp. 992, 996 (W.D.N.C. 1985) (“Perhaps even more telling \nof the absence of convincing proof that the Plaintiff would suffer irreparable harm is \nthe Plaintiff's delay in seeking an injunction.”); Citibank, N.A. v. Citytrust, 756 F.2d \n273, 276 (2d Cir. 1985) (“Preliminary injunctions are generally granted under the \ntheory that there is an urgent need for speedy action to protect the plaintiff's rights. \n \n \nDelay in seeking enforcement  of those rights, however, tends to indicate at least a \nreduced need for such drastic, speedy action.”). \n61. GTA has failed to show that it will sustain irreparable harm without the \nissuance of a preliminary injunction. Most significantly, GTA’s remarkably len gthy \ndelay in filing suit and seeking an injunction after learning of Defendants’ conduct \nweighs heavily against its claim that it is likely to suffer irreparable harm. GTA first \nlearned of Timothy, Steven, and Ryan’s ownership interest in Dolven in April,  2015. \nIt investigated Dolven, and in April, 2016, GTA notified Timothy and Steven that \nGTA had legal claims against them arising from the creation and operation of GFY \nand Dolven. GTA, however, did not file suit until  August 15, 2017, almost sixteen \nmonths later, and did not move for a preliminary injunction until September 1, 2017. \nGTA’s delay completely undermines its claims that it  will suffer immediate and \nirreparable harm if this Court does not issue  a preliminary injunction.  Galaton v. \nJohnson, No. 5:11-CV-397-D, 2011 U.S. Dist. LEXIS 92125, at *8 (E.D.N.C. 2011) \n(citing Quince, 872 F.2d at 79 –80) (denying preliminary injunction where the \n“[plaintiff] has been aware of the facts forming the basis of his claims for months, yet \nwaited until the fifty -ninth minute of the eleventh hour to seek an extraordinary \nequitable remedy”). \n62. In addition, the Court concludes that GTA’s claims are capable of \nredress through an award of money damages. A.E.P. Indus., Inc. v. McClure, 58 N.C. \nApp. 155, 156, 293 S.E.2d 232, 233 (1982), rev’d on other grounds, 308 N.C. 393, 302 \nS.E.2d 754 (1983) (“An injunction ordinarily will not be granted where there is an \n \n \nadequate legal remedy which is as practical and efficient as is the equitable \nremedy.”). \n63. While a  court can also grant a preliminary injunction to protect a \nplaintiff’s rights during the litigation, Providence Volunteer Fire Dep’t, 800 S.E.2d at \n435, 2017 N.C. App. LEXIS 278 at *24 , GTA has failed to identify any rights that \nrequires protection at this time in the form of a preliminary injunction. The only \n“right” or interest that GTA might have to protect is its ability to recover money \ndamages by preserving Defendants’ assets. GTA, however, does not contend that \nDefendants are transferring, hiding, or otherwise dissipating assets to keep them \nfrom GTA’s reach should it prevail in this lawsuit. In that sense, this case is no \ndifferent than any other civil action in which a party that may prevail on a claim \nmight want to prevent the defendant from transferring assets. Simply preserving \nassets for the purposes of potentially satisfying a judgment is not the type of relief \nthat warrants such extraordinary equitable relief as a preliminary injunction. \n64. Finally, after a “careful balancing of the equities,” A.E.P. Indus., Inc. , \n308 N.C. at 400, 302 S.E.2d at 759, the Court cannot conclude that a preliminary \ninjunction is appropriate here. GTA’s request to prohibit Dolven, GFY, and TDI from \nconducting business would put Timothy and Ryan, as well as their current employees, \nout of work and probably would be damaging to GTA’s interests in recovering \nmonetary damages in this case. The evidence before the Court at this time indicates \nthat Dolven and GFY are successful, ongoi ng businesses. To shut down these \ncompanies, or restrict their respective abilities to use their assets as needed to remain \n \n \nprofitable, would potentially put in jeopardy GTA’s ability to be made whole in the \nevent it prevails on its claims. See Huskins v. Yancey Hosp., Inc., 238 N.C. 357, 360–\n61, 78 S.E.2d 116, 120 (1953) (recognizing that the court must consider “whether the \ngranting of an interlocutory injunction would work greater injury to the defendant \nthan is reasonably necessary for the protection of  the plaintiff” and that “an \ninterlocutory injunction should be refused when its issuance would cause great injury \nto the defendant and confer little benefit in comparison upon the plaintiff”). \n65. The Court concludes, in its discretion, that the Motion for Pr eliminary \nInjunction should be DENIED. \nTHEREFORE, IT IS ORDERED that: \n66. Defendants’ Motion to Strike is GRANTED in part, and DENIED in \npart. \n67. GTA’s Motion for Preliminary Injunction is DENIED. \nThis the 21st day of November, 2017. \n \n \n    /s/ Gregory P. McGuire    \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases \n     \n "
}