{
  "id": "87ad6eee7fe52fa86f53e152e4a8f54358bbc63f056222101f18dd60a76289bf",
  "source_file": "data/raw/ncbc/87ad6eee7fe52fa86f53e152e4a8f54358bbc63f056222101f18dd60a76289bf.pdf",
  "raw_text": "S&M Brands, Inc. v. Stein, 2020 NCBC 23. \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 6894 \nS&M BRANDS, INC., \nPlaintiff, \nv. \nJOSH STEIN, in his official capacity \nas the Attorney General of the State \nof North Carolina, and the STATE \nOF NORTH CAROLINA, \nDefendants. \n \n \n \nORDER AND OPINION ON CROSS- \nMOTIONS FOR SUMMARY \nJUDGMENT \n \nTHIS MATTER comes before the Court on Plaintiff’s Motion for Partial \nSummary Judgment (“Plaintiff’s Motion,” ECF No. 122), and Defendants’ Motion for \nSummary Judgment (“Defendants’ Motion,” ECF No. 117) (collectively, the \n“Summary Judgment Motions”). \nTHE COURT, having considered the Summary Judgment Motions, the \nevidentiary materials and briefs filed in support of and in opposition to the Summary \nJudgment Motions, the arguments of counsel at the hearing, the applicable law, and \nother appropriate matters of record, CONCLUDES, that the Plaintiff’s Motion should \nbe GRANTED, in part, and DENIED, in part, and that the Defendants’ Motion should \nbe GRANTED, in part, and DENIED, in part, for the reasons set forth below. \nTroutman Sanders LLP, by Christopher G. Browning, Jr. and Bryan M. \nHayne,s for Plaintiff S&M Brands, Inc. \n \nThe North Carolina Department of Justice, by Gary D. Wilson, Lauren M. \nClemmons, and Laura H. McHenry, for Defendants Josh Stein and the State of \nNorth Carolina. \n \nMcGuire, Judge. \n  \nI. FACTS AND PROCEDURAL BACKGROUND \n \n1. “The Court does not make findings of fact when ruling upon a motion for \nsummary judgment. But to provide context for its ruling, the Court may state either \nthose facts that it believes are not in material dispute or those facts on which a \nmaterial dispute forecloses summary adjudication.” Ehmann v. Medflow, Inc. , 2017 \nNCBC LEXIS 88, at *6 (N.C. Super. Ct. Sept. 26, 2017). \nA. The Parties \n \n2. At all times relevant to this action, Plaintiff S&M Brands, Inc. \n(“Plaintiff”) was a small, regional manufacturer of tobacco products, including \ncigarettes, based in Keysville, Virginia. Plain tiff sold its products primarily in the \nsoutheastern United States, including North Carolina. On or about March 7, 2019, \nPlaintiff sold its cigarette business and ceased manufacturing cigarettes. (See ECF \nNo. 100.) The sale did not include any rights or ot her interests in Plaintiff’s escrow \naccount payments that are at issue in this lawsuit. (ECF No. 108, at p. 3 n.2.) \nPlaintiff has confirmed that it “does not, at this time, intend to sell cigarettes to \ndistributors and retailers for resale in North Carolin a on or after May 1, 2019.” \n(Plaintiff’s Objections and Responses to Defendants’ Discovery Requests in Reopened \nDiscovery, ECF No. 111.3 at Exhibit 3, p. 4.) \n3. Defendant Josh Stein is the Attorney General of Defendant State of \nNorth Carolina (“Attorney Gener al”; collectively, Josh Stein and the State of North \nCarolina are “Defendants”). Plaintiff alleges that at all times, Stein acted under color \n  \nof State authority and sues Stein only in his official capacity. (ECF No. 36, at ¶¶ 13– \n14.) \nB. The Master Settlement Agreement \n \n4. In or around 1994, numerous states sued the then existing four major \ntobacco companies—Philip Morris, R.J. Reynolds, Brown & Williamson, and Lorillard \n(“Big Four”)—alleging that they had deceived the public about the dangers of smoking \ncigarettes and had engaged in other unlawful conduct designed to mislead consumers. \n(Id. at ¶¶ 21 –24.) The lawsuit made claims for, inter alia , antitrust, fraud, \nracketeering, and conspiracy. (Id.) \n5. In November 1998, forty -six states, including North Carolina and the \nDistrict of Columbia and five United States territories (the “MSA States”) settled the \nlawsuit with the Big Four. (Id. at ¶ 26.) Four states (Florida, Minnesota, Mississippi, \nand Texas) had previously settled separately with the Big Four. (Id.) \n6. Effective November 23, 1998, the Big Four and the MSA States executed \na Master Settlement Agreement (the “MSA”). (Master Settlement Agreement, ECF \nNo. 36.1 –36.3; hereinafter  referred and cited to as “MSA” followed by a section \nnumber.) Under the terms of the MSA, the Big Four (in the MSA, the Big Four are \nfor some purposes referred to as the “Original Participating Manufacturers” and will \nhereinafter in this Order be referred to collectively as the “OPMs”) agreed to make \nannual settlement payments to the Settling States in perpetuity. The settlement \npayments are first made into a national escrow fund and are then distributed to the \nSettling States according to each state’s “allocable share” of the payments as set forth \n  \nin the MSA (“Allocable Share”). The settlement payments made by the OPMs are \ndetermined by the OPMs’ respective shares of the cigarette market in the United \nStates, the District of Columbia, and Pue rto Rico (defined in the MSA as “Market \nShare”) during a sales year.\n1 In other words, to the extent an OPM increases its \nMarket Share in a given year, its settlement payment obligation increases. (ECF No. \n36, at ¶ 33.) The revenues generated from the OPMs’ sales, however, are not \nconsidered in determining their payment obligations. ( Id.) Plaintiff alleges that \nunder this method, the OPMs are discouraged from “trying to increase revenue by \nlowering prices” because increasing sales, and thus Market Share , would cause \nhigher settlement payments. ( Id.) Instead, Plaintiff alleges that the MSA payment \nscheme encourages the OPMs to raise prices as a means of increasing revenue \nwithout increasing Market Share. (Id.) \n7. In the MSA, the OPMs also agreed to substanti al restrictions on their \nmarketing, advertising, lobbying, and trade association activities. Additionally, the \nOPMs agreed to relinquish any challenges to state laws and rules regarding tobacco. \n(Id. at ¶ 34.) In exchange, the MSA States released the OPMs from certain claims \narising out of the OPM’s past conduct. \n8. The MSA permits cigarette manufacturers who were not sued by the \nMSA States to voluntarily sign the MSA along with the OPMs. Manufacturers who \nsigned the MSA after the OPMs are known as “Subsequent Participating \n \n1 As used herein, the term “sales year” refers to the calendar year in which the tobacco \nmanufacturer sold the cigarettes for which they are required to make a payment. The term \n“payment year” refers to the year following the sa les year in which the manufacturer is \nrequired to make the payment by April 15. \n  \nManufacturers” (“SPMs”). SPMs are bound by the same payment obligations, in \nperpetuity, and the same restrictions on their activities, as the OPMs (collectively, \nthe OPMs and SPMs are referred to as the “Participating Manufacturers” (“PMs”)). \nAs an incentive for cigarette manufacturers to voluntarily join the MSA, the MSA \nprovides that SPMs that signed the MSA within ninety days\n2 of the MSA’s execution \nand had a Market Share of cigarette sales in 1997 or 1998 were “grandfathered” \nunder the MSA, and are only required to make settlement payments to the extent \nthat the SPM’s Market Share for a given year exceeds its 1998 Market Share or 125% \nof its 1997 Market Share.  (MSA § IX(i).) If the SPM either signed the MSA more \nthan ninety days after the MSA’s execution or had no Market Share in 1997 or 1998, \nthat SPM must make yearly payments based on its Market Share for the year at issue \nwithout the benefit of subtracting a grandfathered Market Share. Section IX(i) of the \nMSA provides in relevant part as follows: \n(1) A Subsequent Participating Manufacturer shall have \npayment obligations under this Agreement only in the \nevent that its Market Share in any calendar year exceeds \nthe greater of (1) its 1998 Market Share or (2) 125 percent \nof its 1997 Market Share (subject to the provisions of \nsubsection (i)(4)). \n. . . \n(4) For purposes of this subsection (i), the 1997 (or 1998, \nas applicable) Market Share (and 125 percent thereof) of \nthose Subsequent Participating Manufacturers that either \n(A) became a signatory to this Agreement more than 90 \ndays after the MSA Execution Date or (B) had no Market \nShare in 1997 (or 1998, as applicable), shall equal zero. \n \n \n2 The period was changed from sixty to ninety days via an amendment to the MSA. (ECF \nNo. 44, at Ex. 11.) \n  \n(MSA § IX(i)(1), (4).) \n \n9. As of October 2019, there were more than 60 PMs listed as participants \nin  the  MSA. See Participating Manufacturers under the Master Settlement \nAgreement, NATIONAL    ASSOCIATION    OF  ATTORNEYS   GENERAL (Oct. 4, 2019), \nhttps://www.naag.org/assets/redesign/files/msa-tobacco/2019-10- \n04%20PM%20List%20.pdf. \n10. The payments due from the PMs are calculated each year by an \nIndependent Auditor selected by the MSA States and OPMs. (MSA § XI (a).) It is \nundisputed that PriceWaterhouseCoopers LLP (“PwC”) has acted as the Independent \nAuditor under the MSA. PwC “calculate[s] and determine[s] the amount of all \npayments owed pursuant to [the MSA],” including all “adjustments, reductions and \noffsets . . . .” ( Id.) Payments are due from the PMs on April 15 every year. PwC is \nrequired to provide each PM with a “Preliminary Calculation” of the amount due from \nthe PM forty days prior to April 15, and a “Final Calculation” fifteen days before April \n15. (MSA §§ XI(d)(2), (4); Dep. of PwC, ECF No. 121.1, at Ex. G [SEALED].) The \nPMs are provided an opportunity to dispute the Preliminary Calculation made by \nPWC. Nevertheless, by April 15 of a payment year, a PM must pay the undisputed \nportion of the Final Ca lculation. (MSA § XI(d)(7).) The PM may either withhold the \ndisputed portion of the Final Calculation or may pay the disputed portion into a \nDisputed Payments Account until final determination of its payment obligation. \n(MSA § XI(d)(8).) To the extent it is determined that the PM owed the disputed \n  \nportion, the PM is not liable for the interest on the disputed payment that it pays into \na Disputed Payments Account. (Id.) \n11. The Final Calculations, however, are subject to revision by PwC. \n \n \n(ECF No. 121.1, at Ex. G [SEALED].) If a PM disputes PwC’s Final \nCalculation, the dispute must be resolved by binding arbitration before a panel of \nthree arbitrators. (MSA § XI(c).) It is undisputed that it can take many years for a \nfinal determination of all disputed payments to occur. \nC. NPMs and the NC Qualifying Statute \n \n12. Cigarette manufacturers who were not sued by the Settling States and \nwho chose not to voluntarily sign the MSA are called “Non -Participating \nManufacturers” (“NPMs”). (MSA § II(cc).) NPMs are not required to make payments \nunder the MSA and are not subject to the restrictions placed on the PMs. Although \ninvited to do so, Plaintiff chose not to sign the MSA and is an NPM. (ECF No. 119.4, \nat Ex. 5 [SEALED].) \n13. In order to prevent NPMs from having a competitive advantage over the \nPMs, due to the substantial settlement payments the PMs are required to make, the \nMSA contained incentives for the Settling States to enact a “Qualifying Statute.” \n(MSA § IX(d)(2)(E).) The “Qualifying Statute” was designed  to “effectively and fully \nneutralize[ ] the cost disadvantages that the Participating Manufacturers experience \nvis-à-vis Non-Participating Manufacturers within such Settling State as a result of \n  \nthe provisions of [the MSA].” ( Id.) The MSA included, as an exhibit, a model \nQualifying Statute that would satisfy the terms of the MSA. (MSA, at Ex. T.) In July \n1999, North Carolina enacted a Qualifying Statute (the “NC Qualifying Statute”) \nbased on the model Qualifying Statute. N.C.G.S. §§ 66-290–294.2 (2019). \n14. The NC Qualifying Statute requires NPMs selling cigarettes in North \nCarolina to pay a statutorily-prescribed annual amount into a “qualified escrow fund” \n(“Escrow Fund”). N.C.G.S. § 66 -291(a)(2). Each NPM establishes its own individual  \nEscrow Fund. An NPM’s payment is calculated based on a set amount paid for each \ncigarette sold in North Carolina during the sales year.\n3 Id. The NPMs hold the funds \nin their Escrow Fund for the benefit of North Carolina and the funds are available to \nsatisfy judgments or settlements between the NPM and the MSA States for certain \nclaims that may arise from the manufacturer’s cigarette products. Escrow Fund \ndeposits are invested in U.S. Government Treasury Bills and other securities which \npay out interest income. The NPM receives any interest or appreciation on the \namounts held in its Escrow Fund. Otherwise, the amounts held in the Escrow Fund \ncan only be released: (1) to pay a judgment or settlement on certain claims by the \nMSA States against the NPM; (2) to release to the NPM any overpayments into its \nEscrow Fund; or (3) to revert back to the NPM twenty -five years after the specific \nfunds were paid into the Escrow Fund. N.C.G.S. § 66 -291(b). The Attorney General \nis charged with administration of the NC Qualifying Statute. (ECF No. 36, at ¶ 63.) \n \n \n \n3 The NPM is required to make their full escrow payment for a sales year by April 15 of the \nfollowing year (“payment year”). \n  \n15. With regard to the release for overpayments by an NPM into its Escrow \nFund, the NC Qualifying Statute, as originally enacted, provided in relevant part as \nfollows:  \nTo the extent that a tobacco product manufacturer \nestablishes that the amount it was required to place into \nescrow in a particular year was greater than the State’s \nallocable share of the total payments that such \nmanufacturer would have been required to make in that \nyear under the Master Settlement Agreement (as \ndetermined pursuant to section IX(i)(2) of the Master \nSettlement Agreement, and before any of the adjustments \nor offsets described in section IX(i)(3) of that Agreement \nother than the Inflation Adjustment) had it been a \nparticipating manufacturer, the excess shall be released \nfrom escrow and revert back to such tobacco product  \nmanufacturer[.] \n \nN.C.G.S. § 66-291(b)(2) (1999). Under N.C.G.S. § 66- 291(b)(2), as originally enacted, \nan NPM could receive a release of funds from its Escrow Fund if it could establish \nthat the amount it was required to deposit on its North Carolina sales in a particular \nyear exceeded North Carolina’s 2.3322850% Allocable Share (MSA, at Ex. A) of the \nhypothetical MSA payment the NPM would have been required to make on its \nnationwide sales in that year. Under this formula, Defendants claim, and Plaintiff \ndoes not dispute, that “an NPM that, for example, had 23.3% of its nationwide sales \nin North Carolina could seek and obtain a release of 90% of its required escrow \ndeposit” based on North Carolina’s Allocable Share of approx imately 2.33%. (ECF \nNo. 129.1, at pp. 8–9.) \n16. In fact, Plaintiff utilized the original language of N.C.G.S. § 66-291(b)(2) \nto obtain releases from its Escrow Fund on payments made for the years 1999-2005 \n  \n, or almost \npayments for those years. \nof Plaintiff’s required escrow \n17. Effective January 1, 2006, N.C.G.S. § 66-291(b)(2) was amended to read \nas follows: \nTo the extent that a tobacco product manufacturer \nestablishes that the amount it was required to place into \nescrow on account of units sold in the State in a particular \nyear was greater than the Master Settlement Agreement \npayments, as determined pursuant to Section IX(i) of that \nagreement, including after final determination of all \nadjustments, that the manufacturer would have been \nrequired to make on account of the units sold had it been a \nparticipating manufacturer, the excess shall be released \nfrom escrow and revert back to such tobacco product \nmanufacturer[.] \n \nN.C.G.S. § 66-291(b)(2) (the “2005 Amendment”). \n \n18. In other words, under the amended N.C.G.S. § 66-291(b)(2), an NPM can \nobtain a release of overpayments into its Escrow Fund only if it can establish that the \namount it paid for a sales year exceeds what the NPM would have been required to \npay based on the hypothetical amount a SPM would have been required to pay, as \ncalculated under Section IX(i) of the MSA, based on selling the same number of \ncigarettes in North Carolina during that sales year. \nD. The NPM Adjustments \n \n19. A PM’s annual MSA settlement payment is subject to various \nadjustments, including the “NPM Adjustment.” (MSA § IX(d)(1), (4), (i)(3).) If the \nPMs experience an aggregate Market Share loss of more than two percentage points \nin a given sales year—relative to their 1997 aggregate Market Share—then they may \n  \nreceive an “NPM Adjustment,” reducing their payment obligation for that sales year, \nconsistent with the formula in MSA §  IX(d)(1)(A). In order to get an NPM \nAdjustment, a nationally recognized economic consulting firm must determine that \nthe MSA was a “significant factor contributing to the Market Share Loss for the year \nin question.” (MSA § IX(d)(1)(C).) OPMs’ shares of th e available NPM Adjustment \nare calculated as provided under MSA § IX(d)(3)(B), and SPMs will similarly be \nentitled to an NPM Adjustment consistent with MSA §§ IX(d)(4) and (i)(3). \n20. If PMs receive a reduction in their payment obligations because of an \nNPM Adjustment, the reduced payments are allocated among the amounts due to \neach of the MSA States unless “such [ ] State continuously had a Qualifying Statute \n. . . in full force and effect during” the pertinent sales year “and diligently enforced \nthe provisions of such statute during such entire calendar year.” (MSA §§ IX(d)(2)(A), \n(B).) A MSA State that diligently enforced its Qualifying Statute would be exempt \nfrom the NPM Adjustment, and the NPM Adjustment’s reduction to MSA revenues \nwould be borne by the non-exempt MSA States according to their respective Allocable \nShares. (MSA § IX(d)(2)(C).) \n21. PMs can dispute the NPM Adjustment determinations made by the \neconomic consultants by filing for arbitration for a given sales year. However, the \narbitration process has proven to be cumbersome, and the NPM arbitration for sales \nyear 2004 has not yet been concluded as of the date of this Order. There are likely to \nbe NPM arbitrations initiated for sales years 2005 through 2019. Defendants do not \n  \ndispute that the arbitration process for a given sales year takes many, many years to \ncomplete. \n22. Nevertheless, over the years the PMs and some of the MSA States have \nbeen able to resolve their disputes over NPM Adjustments for certain sales years. In \nDecember 2012, it was announced that the PMs and nineteen MSA States, including \nNorth Carolina, settled certain disputes. The terms of the settlement were reflected \nin a “Term Sheet,” covering NPM Adjustments pertaining to sales years 2003–12 and \nsubsequent years (“2012 Term Sheet”). (ECF No. 44, at Ex. 7.) By the fall of 2017, \ntwenty-six MSA States had become parties to the Term Sheet, “in order to avoid the \nfurther expense, delay, inconvenience, burden and uncertainty of continued disputes \nwith respect to the applicability of such NPM Adjustments.” (2017 NPM Adjustment \nSettlement Agreement, ECF No. 72, at § I; subsequent joinders thereto, ECF Nos. \n73–74; ECF No. 122.1, at Ex. D; ECF No. 130, at Ex. D.) The 2017 NPM Adjustment \nSettlement Agreement  was “a comprehensive final settlement agreement \nincorporating the terms of that Term Sheet.” (ECF No. 72, at § I.) The Attorney \nGeneral issued a press release titled “North Carolina Tobacco Settlement Payment \nDispute Finalized.” N.C. D\nEP’T OF JUSTICE (Nov. 9, 2017), https://ncdoj.gov/north - \ncarolina-tobacco-settlement-payment-dispute/. \n23. In 2018, ten additional MSA States joined the 2017 NPM Adjustment \nSettlement Agreement. (AGs’ Cover Letters to Joinder Agreements, ECF No. 127, at \nEx. D [SEALED]; ECF No. 122.1, at Ex. D.) In 2018, PMs and the States (including \nNorth Carolina) that are parties to the 2017 NPM Adjustment Settlement Agreement \n  \n“ \nalso entered into a “2016 and 2017 NPM Adjustments Settlement Agreement.” (ECF \nNo. 127, at Ex. E [SEALED]; ECF No. 122.1, at Ex. E.) \n24. Additionally, in 2015 the State of New York entered into a separate \nNPM Adjustment settlement agreement with the PMs. (New York NPM Adjustment \nSettlement Agreement, https://tinyurl.com/y64cq5s8 ) (collectively , the 2012 Term \nSheet, 2017 NPM Adjustment Settlement Agreement, 2016 and 2017 NPM \nAdjustments Settlement Agreement, and the New York NPM Adjustment Agreement \nare referred to as the “NPM Adjustment Settlements,” and the states that are parties \nto the NPM Adjustment Settlements are the “Settling States”). It is undisputed that \nthe PMs and the Settling States have resolved their claims regarding NPM \nAdjustments for sales years 2003–2017. \n25. As a result of the several NPM Adjustment Settlements, the PMs hav e \nreceived substantial credits in the form of decreased MSA payments. \n(ECF \n \nNo. 121.1, at Exs. C, F [SEALED]; ECF No. 122.1, at Exs. C, F), \n \n. (PwC Dep. 95:16–20, ECF No. 121.1, at Ex. \n \nG [SEALED] ( \n \n”); Letter from Josh Shapiro, Atty Gen. of Pa., June 20, 2018, ECF No. 130.)4 \n \n \n \n \n \n \n4 Additional detail regarding the specific resolutions of the NPM disputes can be found in \nDefendants’ Brief in Support of Defendants’ Motion for Summary Judgment. (ECF No. 120, \nat pp. 4–7 [SEALED]; ECF No. 129.1, at pp. 4–7.) \n  \n26. Eleven MSA States have not joined in the NPM Adjustment Settlements \nand continue to dispute the NPM adjustments with PMs. (ECF No. 134, at p. 16 \n[SEALED]; ECF No. 136, at p. 16.) \nE. Plaintiff’s Request for Release of Escrow Funds \n \n27. On October 19, 2016, Plaintiff sent a letter to the Attorney General \nrequesting that he authorize a release of Plaintiff’s alleged overpayments of funds in \nits Escrow Fund for the sales years 2005 through 2015. (October 19, 2016 Letter, \nECF No. 44, at Ex. 1.) The letter provided, in relevant part, as follows: \nOn behalf of S&M Brands, Inc.  (“S&M Brands”), I am \nwriting to request that your office authorize a release of \nS&M Brands’ escrow funds, pursuant to the North \nCarolina General Statutes §66 -291(b)(2), for sales years \n2005 through 2015. \n \nBased on its own analysis, S&M Brands believes tha t its \nescrow payments on account of units sold in North Carolina \nhave been greater than the Master Settlement Agreement \n(“MSA”) payments, as determined pursuant to Section IX(i) \nof the MSA (including after all adjustments), that S&M \nBrands would have been required to make on account of \nsuch units sold had it been a participating manufacturer. \nS&M Brands is therefore entitled to a release of the excess \nfunds from escrow pursuant to North Carolina General \nStatutes § 66-291(b)(2). \n \nThe calculation of S&M Brands’ release should take into \naccount Section IX (i)(1) of the MSA, which provides that a \nsubsequent participating manufacturer has payment \nobligations under the MSA only to the extent that its \nmarket share in any year exceeds its 1998 market share, \nor 125 percent of its 1997 market share. S&M Brands has \nbeen in business since 1993, and should therefore receive \nreleases to the extent that its escrow deposits exceed the \npayments it would have made as a subsequent \nparticipating manufacturer after all adjustments, \n  \nincluding adjustments to account for S&M Brands’ market \nshare in 1997 or 1998. \n \n(Id.) \n \n28. On May 25, 2017, the Attorney General replied by letter informing \n \nPlaintiff that it already had received the refund of its excess payment for the sales \nyear 2005. (“May 25, 2017 Letter,” ECF No. 44, at Ex. 2.) The letter also provided as \nfollows: \nAs to sales years 2006-2015, it is premature to consider any \nescrow amounts being in excess of the PMs’ annual \npayments to the State for several reasons. F irst, you state \nthat the Term Sheet settlement is a basis for your claim \nthat S&M Brands’ escrow deposit now exceeds the annual \npayments of the PMs for those claimed years. However the \nTerm Sheet is simply that, terms upon which the parties \nare to base a f inal NPM adjustment settlement. A final \nNPM adjustment settlement is still in negotiation and is \nyet to be finalized and executed by the parties to the Term \nSheet. The NPM adjustment settlement between the State \nand the PMs is not yet final. \n \nSecondly, North Carolina’s escrow statute allows for such \na release only upon final resolution of all adjustments, \nincluding the NPM adjustment. See N.C. Gen. Stat. §66 - \n291(b)(2). As you probably are aware, the 2004 Diligent \nEnforcement arbitrations are n ow going on between the \nPMs and the Settling States which did not join the Term \nSheet as well as New York which settled separately its \nNPM adjustment claims with the PMs. Only sales year \n2003 has been ‘nearly’ resolved with finality. New Mexico’s \nappeal of its 2003 Diligent Enforcement Arbitration Award \nis still not final. North Carolina is still at risk of claims \nagainst it from Settling States participating in the 2004 \nDiligent Enforcement arbitrations as well as similar future \narbitrations for sales years 2005-2015 and beyond. \n \nIn addition, as to sales years 2013-2015, the MSA provides \nfor recalculation of amounts due from the PMs for up to \nfour years after the payment due date. Therefore the \n  \ndeterminations by the Independent Auditor of the PMs’ \nannual payment amounts for those years are not yet locked \nand final. \n \nBased on the above, North Carolina must decline at this \ntime S&M Brands’ request for authorization to release \nescrow held for the benefit of this State. \n \n(Id.) \n \n29. Plaintiff alleges that “the State has ample information within its \n \npossession and control to determine that S&M Brands has made excess escrow \npayments that should be released” and the claim that it would be premature to \nrelease Plaintiff’s excess escrow payments is “a ruse to justify the State’s continued \nunlawful retention of [Plaintiff’s] property.” (ECF No. 36, at ¶¶ 119 –20.) Plaintiff \nfurther alleges that there is no administrative process in place under which it can \nchallenge the Attorney General’s failure to relea se the funds. (Id . at ¶¶ 122– 26.) It \nis undisputed that neither the May 25, 2017 Letter nor the administrative \nregulations applicable to the North Carolina Department of Justice set out an \nadministrative process by which S&M Brands could challenge the Attorney General’s \ndetermination. (ECF No. 71, at ¶ 122.) \nF. Plaintiff Claims the Escrow Fund Payments Impacted its Ability to \nCompete. \n \n30. Plaintiff alleges that because of the burden placed on its business by \nmaking the payments into its Escrow Fund, it has not been able to compete with PMs. \n(ECF No. 140, at p. 6 [SEALED]; ECF No. 142, at p. 6.) Plaintiff contends that \n“[c]igarette manufacturers require capital to remain price -competitive, and S&M \nBrands – with its capital tied up in escrow – has not been able to remain competitive \n  \nwith PMs.” ( Id.) Plaintiff alleges that while PMs have been able to increase the \nprices for cigarettes and maintain Market Share, Plaintiff has lost sales. ( Id.) \nPlaintiff claims it would be able to compete if its escrow payment obligations were \nsimilar to the PMs’ MSA settlement payments. (Id.) \n31. Plaintiff and Defendants both filed extensive expert witness reports \ncontaining detailed analysis of their respective positions on how Plaintiff’s payments \ninto its Escrow Fund have impacted its sales and revenues, and whether, and in what \namounts, Plaintiff has overpaid into the Escrow Fund. (ECF Nos. 118.3 [SEALED], \n118.4 [SEALED].) The parties vociferously dispute the factual assumptions, \nmethodology, and conclusion of the other party’s expert reports. (ECF No. 142, at pp. \n15–19; ECF No. 140 [SEALED], at pp. 15–19; ECF No. 129.1, at pp. 28–31; ECF No. \n120 [SEALED], at pp. 28–31.) \nG. Procedural History \n \n32. On June 6, 2017, Plaintiff filed the Complaint in this action. \n(Complaint, ECF No. 1.) Plaintiff filed the Amended Complaint on September 29, \n2017. (ECF No. 36.) \n33. In the Amended Complaint, Plaintiff alleges that it has made payments \ninto its Escrow Fund in excess of what it would have paid as a PM under section IX(i) \nof the MSA and that it is entitled to a release of the overpayments. (ECF No. 36, at \n¶¶ 84–92.) Plaintiff further alleges that North Carolina has taken steps to increase \nthe burden and expense on the NPMs of complying with the NC Qualifying S tatute \nfor the purpose of reducing NPMs’ sales. (ECF No. 36, at ¶¶ 70–83.) For example, \n  \nPlaintiff claims North Carolina amended the NC Qualifying Statute in 2005 to \n“dramatically decrease[ ]” releases of escrow payments available to NPMs and “to \nreduce the NPMs’ market share for the PMs’ benefit.” (Id. at ¶ 79.) \n34. Plaintiff also alleges that while Plaintiff’s payments under the NC \nQualifying Statute have increased, the OPMs and some SPMs have benefitted from \nreduced payment obligations to North Carolina. (Id. at ¶¶ 102–09.) \n35. Finally, Plaintiff alleges that the effect of the MSA and the NC \nQualifying Statute has been to create an “output cartel,” or monopoly, for the PMs, \npermitting them to increase cigarette prices and their revenues while making it \nnearly impossible for Plaintiff and other NPMs to compete. (Id. at ¶¶ 127–37.) \n36. Based on these allegations, the Amended Complaint makes claims for: \n \n(1) a declaratory judgment that the amount that is currently being held in Plaintiff’s \nEscrow Fund is in excess of the amount required under the NC Qualifying Statute, \nand that Plaintiff is entitled to a release of the excess funds (Count I); (2) a \ndeclaratory judgment that the NC Qualifying Statute violates N.C. Const. art. I, § 34 \nagainst monopolies (Cou nt II); (3) a declaratory judgment that the NC Qualifying \nStatute violates N.C. Const. art. I, § 32 against exclusive or separate emoluments or \nprivileges (Count III); and (4) a declaratory judgment that the NC Qualifying Statute \nviolates N.C. Const. art. I, §§ 1 and 19 by depriving Plaintiff of the fruits of its labor \n(Count IV). (ECF No. 36, at ¶¶ 138–77.) \n37. On October 26, 2017, Defendants filed a motion to dismiss, seeking \ndismissal of all claims in the Amended Complaint. (ECF No. 43.) The matter was \n  \nbriefed, and the Court held a hearing on the motion to dismiss. On April 2, 2018, the \nCourt entered an Order and Opinion on Defendants’ Motion to Dismiss the Amended \nComplaint denying the motion to dismiss. (“Order on Motion to Dismiss,” ECF No. \n68); S&M Brands, Inc. v. Stein, 2018 NCBC LEXIS 26 (N.C. Super. Ct. Apr. 2, 2018). \n38. On April 23, 2018, Defendants filed their Answer to the Amended \nComplaint. (ECF No. 71.) \n39. On July 31, 2019, Plaintiff filed Plaintiff’s Motion seeking partial \nsummary judgment on two issues only: (1) that “the calculation of S&M Brands’ \nannual escrow overpayments must account for S&M Brands’ 1998 market share \nrather than treating such market share as non- existent (zero)”; and ( 2) that “the \nphrase ‘final determination of all adjustments’ in N.C. Gen. Stat. § 66-291(b)(2) does \nnot bar S&M Brands’ request for a determination that it has made overpayments into \nescrow.” (ECF No. 122, at p. 1.) Both issues involve only Count I of the Amended \nComplaint. Plaintiff’s Motion was fully briefed. (Pl. Br. Supp. Mot. for Partial Summ. \nJ., ECF No. 125, ECF No. 123 [SEALED]; Defs.’ Br. Opp. Pl. Mot. for Partial Summ. \nJ., ECF No. 149.1, ECF No. 134 [SEALED]; Pl. Reply Supp. Mot. for Partial Summ. \nJ., ECF No. 148.) \n40. On the same day, Defendants filed Defendants’ Motion seeking \nsummary judgment in their favor on all claims in the Amended Complaint. (ECF No. \n117.) Defendants’ Motion has been fully briefed. (Defs.’ Br. Supp. Mot. for Summ. J., \nECF No. 129.1, ECF No. 120 [SEALED]; Pl. Br. Opp. Defs.’ Mot. for Summ. J., ECF \n  \nNo. 142, ECF No. 140 [SEALED]; Defs.’ Reply Supp. Mot. for Summ. J., ECF No. \n149.2, ECF No. 146 [SEALED].) \n41. The Court held a hearing on the Summary Judgment Motions at which \ncounsel for both parties appeared and made argument. The Summary Judgment \nMotions are ripe for determination. \nII. STANDARD OF REVIEW \n \n42. “Summary judgment is appropriate ‘if the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with affidavits, if any, \nshow that there is no genuine issue as to any material fact and that any party is \nentitled to a judgment as a matter of law.’” Variety Wholesalers, Inc. v. Salem \nLogistics Traffic Servs., LLC, 365 N.C. 520, 523, 723 S.E.2d 744, 747 (2012) (quoting \nN.C.G.S. § 1A-1, Rule 56(c) (hereinafter the North Carolina Rules of Civil Procedure \nare referred to as the “Rules”)). An issue is “material” if “resolution of the issue is  so \nessential that the party against w hom it is resolved may not prevail.” McNair v. \nBoyette, 282 N.C. 230, 235, 192 S.E.2d 457, 460 (1972). “A ‘genuine issue’ is one that \ncan be maintained by substantial evidence.” Dobson v. Harris, 352 N.C. 77, 83, 530 \nS.E.2d 829, 835 (2000). The moving part y bears the burden of presenting evidence \nwhich shows that there is no genuine issue of material fact and that the movant is \nentitled to judgment as a matter of law.   Hensley v. Nat’l Freight Transp.,  Inc., 193 \nN.C. App. 561, 563, 668 S.E.2d 349, 351 (2008). The movant may make the  required \nshowing by proving that “an essential element of the opposing party’s claim does not \nexist, cannot be proven at trial, or would be barred by an affirmative defense, or by \n  \nshowing through discovery that the opposing party cannot produce evidence  to \nsupport an essential element of her claim.” Dobson, 352 N.C. at 83, 530 S.E.2d at 835 \n(citations omitted). \n43. Once the movant presents evidence in support of its motion, the burden \nshifts to the nonmovant and the nonmovant “cannot rely on the allegations or denials \nset forth in [its] pleading . . . and must, instead, forecast sufficient evidence to show \nthe existence of a genuine issue of material fact in order to preclude an award of \nsummary judgment.” Steele v. B owden, 238 N.C. App. 566, 577, 768 S.E.2d 47, 57 \n(2014) (internal citations and quotations omitted). In conducting its analysis, the \nCourt must view the evidence in the light most favorable to the nonmovant. Dobson, \n352 N.C. at 83, 530 S.E.2d at 835. The nonmovant “by affidavits or as otherwise \nprovided in this rule, must set forth specific facts showing that there is a genuine \nissue for trial. If [the non movant] does not so respond, summary judgment, if \nappropriate, shall be entered against [the nonmovant].” N.C.G.S. § 1A-1, Rule 56(e). \nIII. ANALYSIS \n \n44. Each of Plaintiff’s four claims seeks a declaratory judgment. Under \nNorth Carolina law, a declaratory judgment is a statutory remedy that grants the \ncourts authority to “declare rights, status, and other legal relations” when an “actual \ncontroversy” exists between parties to a lawsuit. N.C.G.S. § 1 -253; Town of Pine \nKnoll Shores v. Carolina Water Serv. , 128 N.C. Ap p. 321, 321, 494 S.E.2d 618, 618 \n(1998). The Court may, by declaratory judgment, “determine[ ] any question of \nconstruction or validity” and declare “rights, status or other legal relations” under a \n  \nwritten contract. N.C.G.S. § 1 -254. “As with all other actions, . . . there must be a \njusticiable controversy before the Declaratory Judgment Act may be invoked. There \nis a justiciable controversy if litigation over the matter upon which declaratory relief \nis sought appears unavoidable.” Ferrell v. Department of Transp., 334 N.C. 650, 656, \n435 S.E.2d 309, 313 (1993). An action for declaratory judgment is ripe for \nadjudication when “there is an actual or real existing controversy between parties \nhaving adverse interests in the matter in dispute.” Andrews v. Alamance Cty ., 132 \nN.C. App. 811, 813–14, 513 S.E.2d 349, 350 (1999). \n45. The decision to grant or deny a claim for declaratory judgment lies \nwithin the discretion of the trial court. N.C.G.S. § 1 -257; Coca-Cola Bottling Co. \nConsol. v. Durham Coca-Cola Bottling Co., 141 N.C. App. 569, 578, 541 S.E.2d 157, \n163 (2000). \nA. Plaintiff’s Constitutional Claims – Counts II–IV \n \n46. The Court will first address Defendants’ Motion seeking dismissal of \nPlaintiff’s constitut ional challenges. Plaintiff’s Second, Third, and Fourth counts, \nrespectively, seek declaratory judgments that the NC Qualifying Statute violates the \nConstitution of North Carolina as applied to Plaintiff because it: (a) creates a \nmonopoly in favor of the OPMs in violation of Article I, § 34; (b) provides an exclusive \nemolument to the OPMs in violation of Article I, § 32; (c) and deprives Plaintiff of the \n“fruits of its labor” in violation of Article I, §§ 1 and 19. (ECF No. 36 at ¶¶ 148–77.) \n47. Defendants move for summary judgment in their favor on Plaintiff’s \n \nconstitutional claims. (ECF No. 129.1, at pp. 15–20; ECF No. 120 [SEALED], at pp. \n  \n15–20.) Plaintiff does not seek summary judgment in its favor on its constitutional \nclaims, but opposes Defendants’ Motion. (ECF No. 142, at pp. 19 –28; ECF No. 140 \n[SEALED], at pp. 19–28.) \n48. Defendants make three arguments in support of their request for \nsummary judgment on the constitutional claims. First, Defendants argue that the \nclaims are moot because Plaintiff has sold its cigarette brands and ceased \nmanufacturing or selling cigarettes and, therefore, the declaratory relief it seeks \ncannot have any “ practical effect.” (ECF No. 129.1, at pp. 15 –17; ECF No. 120 \n[SEALED], at pp. 15 –17.) Second, Defendants argue that Plaintiff has an adequate \nalternative remedy under state law and cannot pursue its constitutional claims \nagainst Defendants. (Id. at p. 16.) Finally, Defendants argue that the constitutional \nclaims are “without merit.” ( Id. at pp. 17 –20.) Since the Court finds Defendants’ \nsecond argument dispositive, it addresses only that issue. \n49. Plaintiff alleges “as -applied” challenges, rather than facial ch allenges, \nto the NC Qualifying Statute. State v. Packingham , 368 N.C. 380, 392, 777 S.E.2d \n738, 748 (2015), rev’d on other grounds , Packingham v. North Carolina, 137 S. Ct. \n1730 (2017) (“A statute that is constitutional on its face nevertheless may be \nunconstitutional as applied to a particular defendant.”). “An as -applied challenge \ncontests whether the statute can be constitutionally applied to a particular \ndefendant, even if the statute is otherwise generally enforceable. A facial challenge \nmaintains that no constitutional applications of the statute exist, prohibiting its \n  \nenforcement in any context. The constitutional standards used to decide either \nchallenge are the same.” Id. at 383, 777 S.E.2d at 743. \n50. However, “the courts of this State wi ll avoid constitutional questions, \neven if properly presented, where a case may be resolved on other grounds.” Anderson \nv. Assimos, 356 N.C. 415, 416, 572 S.E.2d 101, 102 (2002) (per curiam) (citing State \nv. Crabtree, 286 N.C. 541, 543, 212 S.E.2d 103, 105 (1975) and Rice v. Rigsby, 259 \nN.C. 506, 512, 131 S.E.2d 469, 473 (1963)). In addition, a constitutional claim cannot \nbe brought against the State of North Carolina and its officers if there exists an \nadequate alternative remedy under state law. Corum v. Univ. of N.C., 330 N.C. 761, \n782, 413 S.E.2d 276, 289 (1992). “[W]here an adequate state remedy exists, those \ndirect constitutional claims must be dismissed.” Wilcox v. City of Asheville , 222 N.C. \nApp. 285, 298, 730 S.E.2d 226, 236 (2012). “In order for a remedy to be adequate, ‘a \nplaintiff must have at least the opportunity to enter the courthouse doors and present \nhis claim’ and ‘the possibility of relief under the circumstances.’” Wilkerson v. Duke \nUniv., 229 N.C. App. 670, 676, 748 S.E.2d 154, 159 (2013) (quoting Craig v. New \nHanover Cnty. Bd. of Educ., 363 N.C. 334, 339–40, 678 S.E.2d 351, 355 (2009)). \n51. Plaintiff concedes that “[t]he principal relief sought in Counts II–IV is a \ndeclaration that the Attorney General’s withholding of escrow is unlawful. Such a \ndeclaration would result in a release of the disproportionate payments made by S&M \nBrands.” (ECF No. 142, at p. 20; ECF No. 140 [SEALED], at p. 20, citing to Pl.’s Resp. \nto Defs.’ Third Interrogs. No. 2.) Moreover, Plaintiff “has acknowledged (since the \nearly stages of this litigation) that relief under Count I would likely resolve its \n  \nconstitutional concerns.” (Id. at p. 21.) Finally, Plaintiff admits that a declaration in \nits favor on the non -constitutional claim (Count I) could provide it with the relief it \nseeks: a release of alleged overpayments into its escrow account. ( Id. at pp. 20– 21.) \nHowever, Plaintiff also contends that the non -constitutional claim only provides an \nadequate remedy if it prevails on the claim and receives the release of overpayment. \n(Id. at pp. 21–22.) \n52. Plaintiff misapprehends the nature of an adequate alternative remedy. \n \nTo constitute an adequate alternative remedy, the cause of action merely needs to \nprovide a party with the “possibility of relief under the circumstances,” not the \ncertainty of obtaining the party’s desired remedy. Craig, 363 N.C. at 340, 678 S.E.2d \nat 355; see also Wilcox , 222 N.C. App. at 300, 730 S.E.2d at 237 (noting that the \nholding in Craig stands for the proposition that “[a]dequacy does not depend on \nwhether ‘plaintiff will . . . ultimately succeed on the merits of his case.’” (emphasis in \noriginal) (quoting Craig , 363 N.C. at 340, 678 S.E.2d at 355)). “ ‘[T]o be considered \nadequate in redressing a constitutional wrong, a plaintiff must have at least the \nopportunity to enter the courthouse doors and present his claim.’” Copper v. \nDenlinger, 363 N.C. 784, 789, 688 S.E.2d 426, 429 (2010) (quoting Craig, 363 N.C. at \n339–40, 678 S.E.2d at 355). \n \n53. In this case, Plaintiff’s constitutional claims seek the same relief as its \nnon-constitutional declaratory claim: an order requiring release of any overpayments \ninto its Escrow Fund. Wilcox , 222 N.C. App. at 300, 730 S.E.2d at 237 (Where \nplaintiff’s non-constitutional claims “are not absolutely, entirely, or automatically \n  \nprecluded. . . . such a possibility warrants a finding of adequacy” and such claims \n“serve as an adequate remedy.”). Plaintiff has an adequate remedy for its injuries \nunder its Count I claim and its constitutional claims in Counts II –IV should be \ndismissed. Therefore, to the extent Defendants seek summary judgment as to Counts \nII–IV of the Amended Complaint, Defendants’ Motion should be GRANTED. \nB. Plaintiff’s Claim for Interpretation of N.C.G.S. § 66-291(b)(2) – \nCount I \n \n54. The specific nature of the declaration, or declarations, sought by \nPlaintiff regarding its right to receive a release of funds from its Escrow Fund is not \nclear. Plaintiff states the declarations it seeks differently in different filings it has \nmade with the Court, and the requested declarations are not wholly aligned. In the \nfirst cause of action in the Amended Complaint (Count I), Plaintiff alleges that “S&M \nBrands is entitled to a declaratory judgment that the amount that is currently being \nheld in escrow is in excess of the amount required by N.C. Gen. Stat. § 66-291,” (ECF \nNo. 36, at ¶ 147), but in the prayer for relief in the Amended Complaint Plaintiff asks \nfor “a declaratory judgment that S&M Brands is entitled to a release of the excess \nfunds being held in escrow[.]” (Id . at p. 28 (emphasis added)). On the other hand,  in \nPlaintiff’s Motion, it “requests that the Court declare that: (1) the calculation of S&M \nBrands’ annual escrow overpayments must account for S&M Brands’ 1998 market \nshare rather than treating such market share as nonexistent (zero); and (2) the \nphrase “final determination of all adjustments” in N.C. Gen. Stat. § 66-291(b)(2) does \nnot bar S&M Brands’ request for a determination that it has made overpayments into \nescrow.” (ECF No. 122, at p. 1.) \n  \n55. The Court has thoroughly reviewed the Amended Complaint, Plaintiff’s \nMotion, and Plaintiff’s briefs filed with the Court on the Summary Judgment Motions \nand concludes, under a liberal reading of Plaintiff’s allegations and arguments, \nPlaintiff seeks declarations that: (1) the phrase “including after final determination \nof all adjustments” in N.C.G.S. § 66 -291(b)(2) does not bar S&M Brands’ request for \na determination that it has made overpayments into escrow; (2) S&M Brands has \nestablished that the adjustments reached through the NPM Adjustment Settlements \nare sufficiently final to require the Attorney General to author ize a release of any \noverpayments S&M Brands made into its Escrow Fund for the sales years 2006–2017; \n(3) N.C.G.S. § 66 -291(b)(2) requires that the calculation of S&M Brands’ annual \nescrow overpayments be determined by considering S&M Brands’ 1998 Market \nShare, or 125% of its 1997 Market Share, rather than treating such Market Share as \nnonexistent (zero); and (4) the amounts that S&M Brands paid into the Escrow Fund \nfor sales years 2006– 2017 were in excess of the amount required by N.C.G.S. § 66-  \n291. \n56. Preliminarily, the Court concludes that it cannot, at this stage of the \ncase and based on the record before it, determine whether Plaintiff has made \noverpayments into its Escrow Fund for sales years 2006–2017 or whether Plaintiff is \nentitled to releases from its Escrow Fund. While both sides have presented extensive \nevidence from expert witnesses purporting to calculate whether, and to what extent, \nPlaintiff has made overpayments, that evidence is diametrically opposed. In \naddition, both parties dispute most of the opposing party’s expert’s findings, much of \n  \nthe underlying data relied on, and their methodologies. (ECF No. 142, at pp. 15 –19; \nECF No. 140 [SEALED], at pp. 15–19; ECF No. 129.1, at pp. 28–31; ECF No. 120 \n[SEALED], at pp. 28 –31.) Therefore, the Court concludes that there are genuine \ndisputes of material fact as to whether the amounts paid into the Escrow Fund by \nPlaintiff  for  sales  years  2006–2017  were  in  excess  of  the  amounts  required by \nN.C.G.S. § 66-291 and, to the extent Plaintiff’s Motion and Defendants’ Motion seek \nsummary judgment on the claim for such a declaration, Plaintiff’s Motion and \nDefendants’ Motion should be DENIED. \n57. The Court will next consider whether Plaintiff is entitled to the \nremaining declarations. \ni. The phrase “including after final determination of all adjustments” in \nN.C.G.S. § 66-291(b)(2) does not bar S&M Brands’ request for a \ndetermination that it has made overpayments into escrow. \n \n58. Each of Plaintiff’s requested declarations are dependent on the Court’s \nconstruction and interpretation of § 66 -291(b)(2) of the NC Qualifying Statute. The \nSupreme Court of North Carolina recently reiterated \nQuestions of sta tutory interpretation are ultimately \nquestions of law for the courts  . . .  . The  principal goal   \nof statutory construction is to accomplish the legislative \nintent. The best indicia of that intent are the language of \nthe statute . . . , the spirit of the act and what the act seeks \nto accomplish. The process of construing a statutory \nprovision must begin with an examination of the relevant \nstatutory language. It is well settled that [w]here the \nlanguage of a statute is clear and unambiguous, there is no \nroom for judicial construction and the courts must construe \nthe statute using its plain meaning. In other words, [i]f the \nstatutory language is clear and unambiguous, the court \neschews statutory construction in favor of giving the words \ntheir plain and definite meaning. \n  \n \nWilkie v. City of Boiling Spring Lakes, 370 N.C. 540, 547, 809 S.E.2d 853, 858 (2018) \n(quotations and citations omitted); see also N.C. Dep’t of Corr. v. N.C. Med. Bd., 363 \nN.C. 189, 201, 675 S.E.2d 641, 649 (2009) (“When the language of a statute is clear \nand without ambiguity, it is the duty of this Court to give effect to the plain meaning \nof the statute, and judicial construction of legislative intent is not required. However, \nwhen the language of a statute is ambiguous, this Court will determine the purpose \nof the statute and the intent of the legislature in its enactment.”) (citing Diaz v. Div. \nof Soc. Servs., 360 N.C. 384, 387, 628 S.E.2d 1, 3 (2006)). \n59. Plaintiff argues that the phrase “including after final determination of \nall adjustments” is clear and unambiguous and means that NPMs may seek to \nestablish a right to a release of escrow overpayments at times other than, and prior \nto, the final determination of every p otential NPM Adjustment to be made with \nregard to every MSA State. 5 Plaintiff contends that the word “including” “should be \nread as enlarging, not limiting, the events justifying the release of escrow funds and \ndoes not permit the Attorney General to delay releases where there may be additional \nadjustments in the future.” (ECF No. 125, at p. 15 (emphasis added); ECF No. 123 \n[SEALED], at p. 15 (emphasis added); ECF No. 148, at pp. 8– 10.) In support of its \nargument, Plaintiff cites to North Carolina appellate decisions that consistently have \ninterpreted the word “including” to be a non -limiting term when used in North \nCarolina statutes. (Id.); see N.C. Turnpike Auth. v. Pine Island, Inc., 265 N.C. 109, \n \n5 Although the MSA provides for other adjustments to the amounts to be paid by a PM for a \nparticular year (e.g., an Inflations Adjustment and a Non -Settling States Reduction), the \nparties agree that the only adjustment at issue in this case is the NPM Adjustment. \n  \n120, 143 S.E.2d 319, 327 (1965) (“The term ‘includes’ is ordinarily a word of \nenlargement and not of limitation. The statutory definition of a thing as ‘including’ \ncertain things does not necessarily place thereon a meaning limited to the \ninclusions.”) (citations omitted); Jackson v. Charlotte Mecklenburg Hosp. Auth., 238 \nN.C. App. 351, 357, 768 S.E.2d 23, 27 (2014) (same) (quoting N.C. Turnpike Auth., \n265 N.C. at 120, 143 S.E.2d at 327); State ex rel. Utils. Comm’n v. EDF, 214 N.C. App. \n364, 367, 716 S.E.2d 370, 372 (2011) (same). \n60. In N.C. Turnpike Auth. , the Supreme Court considered whether \nlanguage in the statute creating the North Carolina Turnpike Authority (“Authority”) \nprecluded the Authority from constructing a highway that had only one lane in each \ndirection. The statute stated that the purpose of the Authority was “to provide for \nthe construction of modern highways and express highways or superhighways \nembodying safety devices, including center division, ample shoulder widths, long - \nsight distances, multiple lanes in each direction and grade separation at intersections \nwith other highways and railroads . . . .” 265 N.C. at 111, 143 S.E.2d at 321. \nAdopting the conclusion of the United States District Court for the Southern District \nof West Virginia in interpreting West Virginia’s nearly identical statute, the Court \nheld: \n \n“The plain language does not admit of this construction. \nClearly, by use of the word ‘including’ the lawmakers \nintended merely to list examples of known safety devices, \nbut not to e xclude others equally well known. Had the \nlatter been their intention, the proper expression to have \nbeen used would have been ‘comprising,’ ‘consisting of,’ or \nsome synonymous term . . . .” This statutory construction \nis equally applicable to our act, which prefaces a listing of \n  \nturnpike safety devices with the word including . “The \nterm ‘includes’ is ordinarily a word of enlargement and not \nof limitation. The statutory definition of a thing as \n‘including’ certain things does not necessarily place \nthereon a meaning limited to the inclusions.” \n \n265 N.C. at 120, 143 S.E.2d at 327 (citations omitted) (emphasis in original). \n \n61. Similarly, in State ex rel. Utils. Comm’n , the North Carolina Court of \nAppeals analyzed the word “including” as used in a North Carolina statute and \nreached the same conclusion, holding: \nThe New Oxford American Dictionary defines the word \n“including” to mean “containing as part of the whole being \nconsidered.” Similarly, Black’s Law Dictionary explains, \n“The participle including typically indicates a partial list.” \nBoth of these definitions suggest that a list introduced by \nthe word “including” would be illustrative, rather than \nexhaustive. Moreover, our Supreme Court has indicated \nthat use of the word “including” expresses legislative intent \nto list examples. \n \n214 N.C. App. at 367, 716 S.E.2d at 372 (citations omitted). \n \n62. Defendants argue that under the language of N.C.G.S. § 66 -291(b)(2), \nPlaintiff “cannot establish the right to a release . . . until there has been a final \ndetermination of the NPM Adjustments for a ‘particular year,’ and that “[i]t is \nundisputed that there has been no final determination of the NPM Adjustments for \nthe years 2006 –2017, which are the years subject to Plaintiff’s Count I.” (ECF No. \n129.1, at p. 26; ECF No. 120 [SEALED], at p. 26.) Defendants appear to contend that \nthe Court should ignore the use of “including” in the statute, arguing “[i]n other \ncontexts where statutes list some items that fall within a broader referenced category, \nit may make sense to read ‘including’ to mean ‘including but not limited to’ the \n  \nspecified examples. That is not the situation here, and it makes no sense to read the \nstatutory language as meaning ‘including partial determinations of all adjustments.’” \n(Id.) However, Defendants do not cite to any authority from North Carolina or any \nother jurisdiction that interprets the word “including” as being a word of limitation \nrather than expansion. \n63. Defendants also argue that Plaintiff’s “interpretation would lead to \nregulatory chaos, allowing an NPM to claim a release based on a hypothetical MSA \npayment obligation as soon as PwC determined the maximum potential NPM \nAdjustment for the year at issue. Thereafter, each time there was a change in that \namount due to a partial resolution by arbitration, litigation, or settlement, an NPM \nthat had previously obtained a release would have to re- deposit the additional MSA \npayment that it would have owed as a hypothetical PM.” (Id. at pp. 26–27.) However, \nDefendants’ argument misapprehends the nature of the relief Plaintiff seeks. In this \nlawsuit, Plaintiff does not contend that it, or any other NPM, is entitled to a release \nof overpayments as soon as PwC releases its payment obligations for the PMs and \ndetermines that maximum NPM Adjustment for a given year. Rather, it contends \nthat its overpayments can be calculated for the years 2006–2017 because the various \nNPM Adjustment Settlements have rendered the NPM Adjustments that impact \nNorth Carolina NPMs sufficiently final to permit a release for those years. \n \n \n  \n(ECF \n \nNo. 142, at p. 14 n.4; ECF No. 140 [SEALED], at p. 14 n.4.) Finally, Defendants have \nnot pointed to any evidence in the record supporting its speculation that permitting \nreleases from NPMs’ escrow accounts for 2006–2017 would cause “regulatory chaos.” \n64. The Court cannot simply choose to read the word “including” out of the \nstatute. Midrex Techs. v. N.C. Dep't of Revenue, 369 N.C. 250, 258, 794 S.E.2d 785, \n792 (2016) (“Courts should give effect to the words actually used in a statute and \nshould neither delete words used nor insert words not used in the relevant statutory \nlanguage during the statutory construction process.”) (citations and quotations \nomitted). Rather, the court should “give  every word of the statute effect, presuming \nthat the legislature carefully chose each word used.” N.C. Dep’t of Corr. , 363 N.C. at \n201, 675 S.E.2d at 649. Conversely, the Court cannot treat the phrase “including \nafter final determination of all adjustment s” as meaningless. Rather, the Court \nshould attempt to give meaning to each word and phrase of the statute to harmonize \nthe competing implications of the language if possible. State v. Williams , 286 N.C. \n422, 431, 212 S.E.2d 113, 119 (1975) (“It is a well established principle of statutory \nconstruction that a statute must be construed, if possible, so as to give effect to every \npart of it, it being presumed that the Legislature did not intend any of its provisions \nto be surplusage.”) \n65. After carefully considering the language at issue and Plaintiff and \n \nDefendants’ arguments, the Court concludes that the phrase “including after final \n  \ndetermination of all adjustments” is not clear and unambiguous 6 and lacks a “plain \nmeaning.” Lenox, Inc. v. Tolson , 353 N.C. 659, 664, 548 S.E.2d 513, 517 (2001). \nTherefore, the Court must “determine the purpose of the statute and the intent of the \nlegislature in its enactment.” N.C. Dep’t of Corr. , 363 N.C. at 201, 675 S.E.2d at 649 \n(citation omitted); Institutional Food House, Inc. v. Coble , 289 N.C. 123, 135, 221 \nS.E.2d 297, 304 (1976) (“[I]f the language is ambiguous and the meaning in doubt, \njudicial construction is required to ascertain the legislative intent.”). \n66. A useful starting place for the analysis of the current section 66 - \n291(b)(2) is to present it with the changes made by the General Assembly in the 2005 \nAmendment. The statute, as amended, appears as follows: \nTo the extent that a tobacco product manufacturer \nestablishes that the amount it was required to place into \nescrow on account of units sold in the State in a particular \nyear was greater than  the State’s allocable share of the  \ntotal payments that such manuf acturer would have been  \nrequired to make in that year under the Master Settlement \nAgreement (as determined pursuant to section IX(i)(2) of  \nthe Master Settlement Agreement, and before any of the  \nadjustments or offsets described in section IX(i)(3) of that  \nAgreement other than the Inflation Adjustment)  the \nMaster Settlement Agreement payments, as determined  \npursuant to Section IX(i) of that agreement, including after \nfinal determination of all adjustments, that the  \nmanufacturer would have been required to mak e on  \naccount of the units sold  had it been a participating \nmanufacturer, the excess shall be released from escrow and \nrevert back to such tobacco product manufacturer[.] \n \n \n \n6 To the contrary, the Court believes the more reasonable interpretation is that had the \nGeneral Assembly unambiguously intended to limit NPMs to seeking escrow releases only \nafter every single MSA State had fully and finally resolved any NPM Adjustment disputes, \nit would have provided for such releases “after final determinations of all adjustments,” and \nwould not have prefaced that phrase with the word “including.” \n  \nAct of Aug. 13, 2005, ch. 276, § 6.12(a), 2005 N.C. Sess. Laws 668, 702 (codified as \namended at N.C.G.S. § 66 -291(b)(2)) (language adde d to statute is underlined; \nlanguage removed from statute is stricken). \n67. The 2005 Amendment appears to have made at least two significant \nchanges to section 66-291(b)(2): \na. Prior to the 2005 Amendment, an NPM’s overpayment was calculated by \ncomparing the amount the NPM actually paid into its Escrow Fund based \non the number of cigarettes it sold in North Carolina in a sales year to the \namount it would have been required to pay if it paid an amount equal to \nNorth Carolina’s Allocable Share, or 2.3322850%, of the NPM’s total United \nStates sales, in dollars, for that year. The amended statute calculates an \nNPM’s overpayment by comparing the NPM’s actual payment into its \nEscrow Fund based on the number of cigarettes it sold in North Carolina in \na sales year with the payment the NPM would have been required to make \nfor that year if it were a SPM, paying on a hypothetical per cigarette basis \ninstead of a national Market Share basis, as calculated under section IX(i) \nof the MSA. \nb. Prior to the 2005 Amendment, the calcu lation of an NPM’s overpayment \naccounted only for the Inflation Adjustment, and not the NPM Adjustment \nor any other adjustments to required payments provided by the MSA. The \namended statute provides for consideration of all adjustments, including \nthe NPM Adjustment, in determining the amount of an overpayment. \n  \n68. Both Plaintiff and Defendants contend that the purposes of the NC \nQualifying Statute, and particularly the General Assembly’s intent in making the \n2005 Amendment, support their respectiv e interpretations of N.C.G.S. § 66 -291(b). \nUnfortunately, because of a dearth of factual evidence illuminating that intent, both \nsides argue the issue based on their competing views of the nature and purposes \nbehind the 2005 Amendment. \n69. Plaintiff first argues that the purpose of the NC Qualifying Statute, \nincluding § 66-291(b)(2), must be viewed against North Carolina’s “long tradition of \nrelying on and supporting tobacco farming and manufacturing,” and that “this Court \nshould [not] assume that the Gener al Assembly intended to penalize small family - \nowned tobacco manufacturers who chose not to join the MSA.” (ECF No. 125, at pp. \n12–13; ECF No. 123 [SEALED], at pp. 12 –13.) Plaintiff contends that the 2005 \nAmendment “expanded the offsets and adjustments ava ilable to NPMs by replacing \nthe phrase ‘and before any of the adjustments or offsets described in section IX(i)(3) \nof that Agreement other than the Inflation Adjustment’ with ‘including after final \ndetermination of all adjustments.’” (ECF No. 148, at p. 10 .) Plaintiff further asserts \nthat “[i]n so doing, the General Assembly provided that the full gamut of available \nadjustments must be considered in determining an NPM’s escrow release.” (Id.) \n70. Plaintiff also contends that by adding the phrase “including after final \ndetermination of all adjustments,” the General Assembly intended that an NPM be \nentitled to seek overpayments “when there has been a final determination of [the \nNPM] [A]djustments,” but also prior to “all” final adjustments. (ECF No. 125, at p. \n  \n15; ECF No. 123 [SEALED], at p. 15.) “[W]hen an adjustment has been determined \nwith sufficient degree (sic) that the PMs are afforded the benefit of the adjustment, \nthat adjustment must be extended to the NPMs as well.” (Id.) Plaintiff argues that \nN.C.G.S. § 66-291(b)(2) makes clear that an NPM’s escrow payments shall be no more \nthan a PM’s MSA payments and that “[t]he General Assembly did not intend for the \nphrase ‘after final determination of all adjustments’ to be used . . . to provide an \nadvantage to PMs in the marketplace” by allowing them to benefit from final \nsettlements of NPM adjustments but prohibiting NPMs from obtaining similar \nbenefits. (ECF No. 142, at p. 14; ECF No. 140 [SEALED], at p. 14.) \n71. Defendants place great i mportance on the statute’s use of the word \n“required.” Defendants contend that the General Assembly’s decision in enacting the \n2005 Amendment to tie an NPM’s ability to receive a release to its ability to establish \nthe amount it was required to place into escrow must mean that the required payment \nis finally determined after every potential adjustment to the comparison SPM \npayment has been determined. Defendants argue that had the General Assembly \nintended to permit a release of escrow funds before all  final adjustments that could \nbe applied to SPM payments, it “could have provided for a release based on a \ncomparison between escrow deposits and the hypothetical initially -required MSA \npayment amounts, just as the pre -amended statute did.” (ECF No. 147, a t pp. 9–10 \n(emphasis in original); ECF No. 146 [SEALED], at pp. 9 –10 (emphasis in original).) \nIn other words, Defendants argue that by placing the words “including after final \ndetermination of all adjustments” into the statute, the General Assembly intended to \n  \nprohibit an NPM from obtaining a release until all NPM Adjustments had been \nfinally determined with regard to all MSA States, thereby establishing the final \n“required” hypothetical payment a SPM would have been required to make if it made \nits payment based on the number of cigarettes it sold in North Carolina. Defendants \nprovide a hypothetical illustration demonstrating how a SPM’s final, required \npayments for 2006 could still increase depending on the resolution of the outstanding \nNPM Adjustment disputes. (ECF No. 136, at pp. 17 –20; ECF No. 134 [SEALED], at \npp. 17–20.) \n72. Plaintiff responds that North Carolina has settled its NPM Adjustment \ndisputes with the PMs for the sales years 2006–2017, and the NPM Adjustments are \nfinal with regard to North Carolina for those years. It is undisputed that the NPM \nAdjustment Settlements released the PMs from further claims by the Settling States \nand finalized the payments that will be made to the Settling States, as their \nrespective shares of th e national payments, from the PMs for the settled years. In \nother words, North Carolina has received all payments it is going to receive from the \nPMs for the settled years. It is also undisputed that certain PMs have already \nreceived, and will receive in t he future, credits against payments owed under the \nMSA as a result of the NPM Adjustment Settlements. \n73. The Court has thoroughly reviewed the evidence of legislative intent, \nsparse as it is, and the arguments of the parties regarding the purpose and intent o f \nthe 2005 Amendment. First, the Court finds that the word “including” cannot be read \nout of the 2005 Amendment, and the language of N.C.G.S. § 66-291(b)(2) does not \n  \nsupport Defendants’ contention that an NPM can only seek, and the Attorney General \ncan only authorize, a release from an Escrow Fund after every adjustment between \nall PMs and all MSA States has been finally adjudicated. Had that been the intent \nof the General Assembly in enacting the 2005 Amendment, the Court believes t he \nlegislature would not have used the word “including” but would simply have adopted \nthe language “after final determination of all adjustments.” This would have made \nclear that a release from an Escrow Fund could only be obtained after all final \ndeterminations of all adjustments. \n74. In fact, there is nothing in section 66 -291(b)(2) that expressly or \nimpliedly leads to the conclusion that a release from an Escrow Fund for a particular \nsales year must only be decided one time and cannot be the subject of multiple \nrevisions, including after determinations by North Carolina that NPM Adjustments \nfor a particular year are sufficiently “final” to permit settlement of those adjustments \nwith the PMs. The statute does not prohibit the Attorney General from authori zing \nreleases subject to later revision and recoupment from an NPM if additional NPM \nAdjustments by Non -Settling States increase the NPM’s payment for a particular \nyear. While, in theory, this could lead to a regime in which the Attorney General \nmust revisit certain release determinations, that regime is a result of the language \nused by the General Assembly, and the Court cannot ignore that language to further \nthe convenience of the Attorney General. \n75. On the other hand, the Court is mindful that the 2005 Amendment was \nmade with the background of NPMs like Plaintiff being able to obtain releases of their \n  \nEscrow Funds based on a preliminary determination that its payment exceeded the \nAllocable Share it would have paid to North Carolina without comparison to the PM’s \npayments or consideration of the impact that NPM Adjustments could have on the \nPM’s payments. This background supports Defendants’ contention that the 2005 \nAmendment intended to make a PM’s required payments and NPM Adjustmen ts a \nsubstantial factor in deciding whether the NPM has established an overpayment. \n76. Perhaps most importantly, N.C.G.S. § 66-291(b)(2) places the burden of \nestablishing the entitlement to a release on the NPM seeking the release. The NPM \nmust establish that it has paid more into its Escrow Fund than it “would have been \nrequired to make . . . had it been a participating manufacturer.” N.C.G.S. § 66 - \n291(b)(2). This means the NPM must establish that there is sufficient information to \nshow that North Carolina has made a final determination as to the amounts the PMs \nwere required to pay for the sales year. AN NPM may be able to establish that final \ndeterminations for North Carolina as to what the PMs are required to pay for a given \nyear by showing that a final determination was arrived at through North Carolina’s \nsettlement of NPM Adjustment claims with PMs, by showing a final decision has been \nmade resolving arbitration and litigation between North Carolina and the PMs, or \npotentially by other means. However, that burden remains on the NPM. \n77. Therefore, the Court concludes that, to the extent Plaintiff and \nDefendants seek summary judgment as to Plaintiff’s claim for a declaration that (1) \nthe words “including after final determination of all adjustments” in N.C.G.S. § 66- \n291(b)(2) does not bar S&M Brands’ request for a determination that it has made \n  \noverpayments into escrow, and (2) S&M Brands has established that the adjustments \nreached through the NPM Adjustment Settlements are sufficiently final to require \nthe Attorney General to authorize a release of any overpayments S&M Brands made \ninto its Escrow Fund for the sales years 2006 –2017, Plaintiff’s Motion should be \nGRANTED, and Defendants’ Motion should be DENIED. \nii. Whether N.C.G.S. § 66 -291(b)(2) requires that the calculation of S&M \nBrands’ annual escrow overpayments be determined by considering S&M \nBrands’ 1998 Market Share, or 125% of its 1997 Market Share, rather \nthan treating such Market Share as nonexistent (zero). \n \n78. Under Count I, Plaintiff also seeks a declaration that N.C.G.S. § 66 - \n291(b)(2) requires that the calculation of Plaintiff’s annual escrow overpayments be \ndetermined by considering Plaintiff’s 1998 Market Share, or 125% of its 1997 Market \nShare, rather than treating such Market Share as nonexistent (zero). The Court now \naddresses this claim. Both Plaintiff and Defendants seek summary judgment \nregarding this requested declaration. \n79. Plaintiff’s position is straightforward. Plaintiff contends that the  2005 \nAmendment must be interpreted as adopting the language of section IX(i) of the MSA \ninto the statute. (ECF No. 125, at pp. 10–11; ECF No. 142, at pp. 9–12.) Section IX(i) \nof the MSA provides in relevant part as follows: \n(1) A Subsequent Participating Manufacturer shall \nhave payment obligations under this Agreement only in the \nevent that its Market Share in any calendar year exceeds \nthe greater of (1) its 1998 Market Share or (2) 125 percent \nof its 1997 Market Share (subject to the provisi ons of \nsubsection (i)(4)). . . . \n \n(2) The base amount due from a Subsequent \nParticipating Manufacturer on any given date shall be \n  \ndetermined by multiplying (A) the corresponding base \namount due on the same date from all of the Original \nParticipating Manufacturers (as such base amount is \nspecified in the corresponding subsection of this Agreement \nand is adjusted by the Volume Adjustment (except for the \nprovisions of subsection (B)(ii) of Exhibit E), but before \nsuch base amount is modified  by any other adjustments, \nreductions or offsets) by (B) the quotient produced by \ndividing (i) the result of (x) such Subsequent Participating \nManufacturer’s applicable Market Share (the applicable \nMarket Share being that for the calendar year immediately \npreceding the year in which the payment in question is \ndue) minus (y) the greater of (1) its 1998 Market Share or \n(2) 125 percent of its 1997 Market Share, by (ii) the \naggregate Market Shares of the Original Participating \nManufacturers (the applicable Market Shares being those \nfor the calendar year immediately preceding the year in \nwhich the payment in question is due). . . . \n \n(4) For purposes of this subsection (i), the 1997 (or  1998, \nas applicable) Market Share (and 125 percent thereof) of \nthose Subsequent Participating Manufacturers that either \n(A) became a signatory to this Agreement more than [90] \ndays after the MSA Execution Date or (B) had no Market \nShare in 1997 (or 1998, as applicable), shall equal zero. \n \n(MSA §§ IX(i)(1), (2), (4).) Plaintiff argues that it is entitled to have its 1998 Market \nShare, or 125% of its 1997 Market Share, considered in c alculating whether it made \noverpayments into its Escrow Fund under the “plain language” of the MSA because: \n(a) it never signed the MSA and, therefore, did not become a signatory to the MSA \nmore than 90 days after the MSA Execution Date; and (b) Plaintiff had Market Share \nin 1997 and 1998. (ECF No. 125, at p. 11.) \n80. Defendants argue that the General Assembly’s intent in enacting the \n2005 Amendment was not to give NPMs the same benefit provided by the MSA to a \ngrandfathered SPM of exempting its 1998 Market Share (or 125% of its 1997 Market \n  \nShare), but rather that the 2005 Amendment must be interpreted to mean that \ndetermination of an NPM’s payments under the MSA would be the same as those of \na non-grandfathered SPM. (ECF No. 136, at pp. 1 –10; ECF No. 129.1, at pp. 21–25.) \nDefendants argue that N.C.G.S. § 66-291(b)(2) contains no express language entitling \nan NPM to have its “Market Share” considered in calculating its entitlement to a \nrelease of escrow payments. (ECF No. 136, at p. 12.) Defendants contend that \nMarket share (i.e., a manufacturer’s share of the total \nnationwide cigarette sales across all manufacturers in a \ngiven year as defined in MSA §II(z)) simply plays no role in \ndetermining whether a tobacco manufacturer is entitled to \nan early release of escrow under N.C.G.S. §66 -291(b)(2). \nInstead, the statute sets up a comparison between: (a) the \nNPM’s escrow deposits actually made on its North Carolina \n“units sold” in a particular year; and (b) the MSA payments \nthat the NPM would have been required to make as a \nhypothetical SPM on its North Carolina “units sold” in that \nsame year. \n \n(Id. at p. 2 (emphasis in original).) \n \n81. Defendants further contend that attempting to use a Market Share - \nbased exemption as part of the calculation required by section 66-291(b)(2) makes no \nsense because “there is no such thing as a North Carolina grandfather share.” (ECF \nNo. 129.1, at p. 24 n.93.) Rather, “Market Share” as defined by the MSA refers only \nto a PM’s percentage of nationwide cigarette sales. Defendants assert that \nN.C.G.S. §66 -291(b)(2) provides for a comparison of two \npayment requirements: (1) the escrow deposit an NPM is \nrequired to make on all of its units sold in North Carolina \nin a particular year, and (2) the hypothetical MSA payment \nthat it would have been required to make under MSA §IX(i) \non those same units sold had it been a PM. \n  \nBy contrast, the [Plaintiff’s] grandfathered -share based \ncomparison . . . rewrites the statute and is a necessarily \nskewed one: (1) the escrow deposit the NPM is required to \nmake on 100% of its units sold in North Carolina “in a \nparticular year” versus (2) the hypothetical MSA payment \nthat it would have been required to make on those units \nsold minus [a theoretical North Carolina Market Share.] \n \n(Id. at p. 24.) Defendants argue that the General Assembly could not have intended \nto remove language permitting a release based on a comparison of the cigarettes sold \nby an NPM to what it would have paid based on North Carolina’s allocable share of \nits nationwide sales only to replace it with a calculation taking into account the \nNPM’s 1998 nationwide Market Share. (ECF No. 136, at p. 8 (“[T]he amended statute \ndoes not provide for a nationwide market share -based calculation and expressly \nstates that both actual escrow deposits and hypothetical MSA payments are based on \nthe manufacturer’s North Carolina “units sold ”) (emphasis in original).) \n82. Defendants also argue that permitting NPMs to take advantage of the \ngrandfathered Market Share exemption would defeat the very incentive created by \nthe 90-day signing requirement in the MSA, which was designed to encourage small \ntobacco manufacturers to agree to be bound by the MSA. (ECF No. 129.1, at pp. 24–  \n25; ECF No. 136, at pp. 5– 6); see, e.g., KT&G Corp. v. AG of Okla. , 535 F.3d 1114, \n1120 (10th Cir. 2008) (“As an incentive to join the MSA, the agreement provides that, \nif an SPM joined within ninety days following the MSA’s ‘Execution Date,’ that SPM \nis  exempt  (‘exempt  SPM’)  from  making  annual  payments  to  the  settling  \nstates unless the SPM increases its share of the national cigarette market beyond its \n1998 market share, or beyond 125% of that SPM’s 1997 market share.”) (emphasis in \n  \noriginal); Grand River Enters. Six Nations v. Beebe, 574 F.3d 929, 933 (8th Cir. 2009) \n(same). Defendants note that the NC Qualifying Statute was originally enacted by \nthe General Assembly long after the 90-day period for tobacco manufacturers to join \nthe MSA as a grandfathered SPM had passed. (ECF No. 136, at p. 6.) Accordingly, \nUnder the statute, a tobacco manufacturer, such as S&M, \nthat was invited to join the MSA as a gr andfathered  \nSPM[ ] and declined that invitation, had two options \navailable to it if it wanted to continue selling cigarettes in \nNorth Carolina “after the enactment of this Act.” It could \neither: (a) become a non -grandfathered SPM and \nvoluntarily subject i tself to the conduct and payment \nobligations of the MSA Agreement; or (b) remain an NPM \nand make escrow deposits required by the statute. . . . \n \n \n \n \n \n \n \n(Id.) \nIt would have made no sense for the legislature to allow \nmanufacturers like S&M that chose option (b) and \nremained NPMs to be allowed to retroactively claim a more \nfavorable grandfathered status under the statute than the \nmanufacturers that chose option (a) and became non-  \ngrandfathered SPMs. \n \n83. Finally, Defendants argue that courts interpreting the identical 2005 \nAmendment language contained in other states’ Qualifying Statutes, although not \ncalled upon to rule on the issue, have recognized that the comparison for purposes of \ndeciding a release to an NPM should be b etween an NPM’s actual payment and a \nnon-grandfathered SPM’s payment.  (ECF No. 136, at p. 9, citing S&M Brands, Inc. \nv. Caldwell , 614 F.3d 172, 175 (5th Cir. 2010) (discussing Louisiana’s Qualifying \nStatute and stating that “if an NPM pays more to the qua lified escrow account than \nit would have to pay if it were a non -grandfathered SPM, the NPM is entitled to a \nrefund of the excess amount it paid.”); Grand River Enters. Six Nations v. King, 783 \n  \nF. Supp. 2d 516, 541 (S.D.N.Y. 2011). In Grand River Enters., the court further \nopined that: \nUnder New York’s Escrow Statute, for example, an NPM is \nentitled to a refund of any escrow payments “on account of \nunits sold” in New York exceeding “the master settlement \nagreement payments . . . that such man ufacturer would \nhave been required to make on account of such units sold \nhad it been a participating manufacturer.” N.Y. Pub. \nHealth Law § 1399- pp(2)(b)(ii). In other words, an NPM’s \nescrow payments are capped by its theoretical MSA \npayments if it joined t he MSA as a non -grandfathered \nSPM. It is true that the calculation of the theoretical MSA \npayment does take into account a manufacturer’s \nnationwide sales. However, the undisputed evidence in the \nrecord shows that non -grandfathered SPM payments \nunder the MSA (the amount an NPM would pay if it joined \nthe MSA today) are greater than NPM escrow payments. \nSince there is no evidence that an NPM’s escrow payments \nhave exceeded or will exceed the cap, there is no refund \nunder the amended allocable share release provision. This \nmeans that an NPM’s actual net escrow payment is simply \nthe number of cigarettes sold in-state times $.0188482, an \namount that is in no way tied to a national -market-share- \ndependent MSA payment . In reality, an NPM’s escrow \npayments are determined solely on the basis of in -state \nsales . . . . \n \nId. at 541–42 (emphasis added). \n \n84. Plaintiff, on the other hand, contends, without citing supporting \nevidence arising from the enactment of the 2005 Amendment, that the plain language \nof the 2005 Amendment makes clear the General Assembly’s intent to support small \ntobacco manufacturers. (ECF No. 125, at pp. 12– 13.) Plaintiff asserts that “North \nCarolina has a long tradition of relying on and supporting tobacco farming and \nmanufacturing,” and that “this Court should [not] assume that the General Assembly \nintended to penalize small family-owned tobacco manufacturers who chose not to join \n  \nthe MSA.” (Id. at pp. 12–13.) Plaintiff further argues that Defendants’ interpretation \nof § 66 -291(b)(2) “cannot be squared with our State’s and the General Assembly’s \nrecognition that much of our economy was built on small family businesses, such as \n[Plaintiff] and other NPMs, engaged in growing and manufacturing tobacco.” (Id. at \np. 13.) \n \n85. Plaintiff also argues that in enacting the 2005 Amendment the General \n \nAssembly intended to “maintain[ ] a level playing field” and ensure that NPMs \nremained competitive with PMs. (ECF No. 142, at p. 12.) Plaintiff contends that \n“[b]y incorporating MSA § IX(i), the General Assembly plainly intended to cap an \nNPM’s annual escrow payment at the annual payment obligation of a similarly - \nsituated PM.” ( Id. at p. 11.) However, Plaintiff does not explain why the General \nAssembly would have wanted t o give NPMs the benefit of the 1998 Market Share \nexemption provided to grandfathered SPMs who subjected themselves to the \nobligations of the MSA by signing on within the first 90 days after execution, as \nopposed to treating the NPM like a non-grandfathered SPM. \n86. Having summarized the arguments presented by the parties, the Court \nmust first determine whether the language in the statute unambiguously establishes \nthe intent of the legislature. Wilkie, 370 N.C. at 547, 809 S.E.2d at 858 (“The process \nof construing a statutory provision must begin with an examination of the relevant \nstatutory language. It is well settled that [w]here the language of a statute is clear \nand unambiguous, there is no room for judicial construction and the courts must \nconstrue the statute using its plain meaning.”) (citations and quotation marks \n  \nomitted). “If the language of a statute is free from ambiguity and expresses a single, \ndefinite, and sensible meaning, judicial interpretation is unnecessary and the plain \nmeaning of the statute controls. Conversely, where a literal interpretation of the \nlanguage of a statute will lead to absurd results, or contravene the manifest purpose \nof the Legislature, as otherwise expressed, the reason and purpose of the law shall \ncontrol and the strict letter thereof shall be disregarded.” Mazda Motors of America, \nInc. v. Southwestern Motors, Inc. , 296 N.C. 357, 361, 250 S.E.2d 250, 253 (1979) \n(citations and quotation marks omitted). \n87. The critical language at issue here is the portion of N.C.G.S. § 66 - \n291(b)(2) providing that for purposes of establishing a right to release from its Escrow \nFund, an NPM must show that its escrow payment exceeded “ the Master Settlement \nAgreement payments, as determined pursuant to Section IX(i) of that agreement, \nincluding after final determination of all adjustments, that the manufacturer would \nhave been required to make on account of the units sold had it been a participating \nmanufacturer.” N.C.G.S. § 66 -291(b)(2) (emphasis added). The la nguage requires \nthat an NPM’s escrow payment be compared to the hypothetical payment of a \n“participating manufacturer” under the MSA on account of “units sold” in North \nCarolina. The MSA does not provide for calculation of a PM’s payment obligation by \nusing its units sold\n7, let alone its units sold in a particular state, but rather by using \nthe SPM’s nationwide Market Share. Section 66 -291(b)(2) provides no methodology \nfor converting a PM’s payment obligation based on its Market Share to a units sold \n \n \n7 The MSA does not define or use the terms “unit” or “units sold.” \n  \nfigure. This creates an ambiguity as to the proper means of calculating an NPM’s \nhypothetical MSA payment. \n88. In addition, the use of the term “participating manufacturer,” rather \nthan “subsequent participating manufacturer,” is itself somewhat confusing. Section \n66-291(a)(1) of the NC Qualifying Statute defines “participating manufacturer” to \nmean a participating manufacturer “as defined in section II(jj) of the [MSA].” Section \nII(jj) of the MSA defines “Participating Manufacturer” to include both the OPMs and \nSPMs. Nevertheless, the General Assembly’s specific reference to section IX(i) of the \nMSA in N.C.G.S. § 66-291(b)(2), which applies only to SPM’s payments, to determine \nthe hypothetical PM payment appears to clarify that the legislature intended for the \ncomparison to be to SPMs. \n89. More significantly, to the extent that the General Assembly intended for \nan NPM’s payment to be compared to a SPM’s payment, the statute does not \nexpressly specify whether the comparison should be made to a grandfathered or a \nnon-grandfathered SPM for purposes of applying the Market Share exemption.  This \ncreates ambiguity as to the proper comparison. \n90. The Court concludes that the language at issue is ambiguous, and it does \nnot have a plain meaning establishing the General Assembly’s intent in adopting the \nlanguage. Therefore, the Court must engage in construction of the statute. N.C. \nDep’t of Corr. v. N.C. Med. Bd., 363 N.C. 189, 201, 675 S.E.2d 641, 649 (2009) (“When \nthe language of a statute is clear and without ambiguity, it is the duty of this Court \nto give effect to the plain meaning of the statute, and judicial construction of \n  \nlegislative intent is not required. However, when the language of a statute is \nambiguous, this Court will determine the purpose of the statute and the intent of the \nlegislature in its enactment.”) (citation omitted). \n91. As an initial matter, the Court concludes that by mandating that the \nhypothetical SPM payment be “determined pursuant to Section IX(i),” the intent was \nto incorporate each of the subparts of § IX(i), including section IX(i)(4). In fact, the \nprior version of N.C.G.S. § 66 -291(b)(2) expressly provided that the a hypothetical \npayment an NPM would have been required to make was to be “determined pursuant \nto Section IX(i)(2)” of the MSA only. By adopting the broader language requiring \ncalculation of the hypothetical payment pursuant to section IX(i), and not just section \nIX(i)(2), the General Assembly intended for § IX(i)(4) to be applied to the \ndetermination of an NPM’s hypothetical SPM payment. Plaintiff’s requested \ndeclaration turns on interpretation of how section IX(i)(4) applies to  an NPM’s \nrequest for release. \n92. The purpose of section IX(i)(4) appears clear. The original parties to \nthe MSA sought to encourage other tobacco product manufacturers to voluntarily \nsubmit themselves to the payment obligations and substantial restrictions o n \nactivities contained in the MSA. KT&G Corp., 535 F.3d at 1120; Grand River Enters. \nSix Nations v. Beebe, 574 F.3d at 933. Permitting SPMs that quickly made the \ndecision to sign on to the MSA to make payments calculated only on any increase over \ntheir 1998, or 125% of their 1997, national Market Share provided just such an \nincentive. However, the language of section IX(i)(4) demonstrates that the parties \n  \nalso anticipated that tobacco manufacturers might choose to join the MSA after t he \n90-day period, and that those manufacturers should not reap the benefits of the \nMarket Share exemption. \n93. Furthermore, the NC Qualifying Statute arose out of the MSA, was \nadopted from the model qualifying statute included in the MSA, and expressly relies \non many of the definitions and other provisions of the MSA. See, e.g., N.C.G.S. §§ 66- \n290(1), (3), (5), (7), (8), (9); § 66-291(a), (b); § 66-292(4). It must be presumed that the \nGeneral Assembly was aware of all the terms of the MSA when it enacted the N C \nQualifying Statute and when it enacted the 2005 Amendment. Cf . Dare County Bd. \nof Educ. v. Sakaria, 127 N.C. App. 585, 588, 492 S.E.2d 369, 371 (1997) (“Further, it \nis presumed the legislature acted with full knowledge of prior and existing law, and \nwith care and deliberation. Every statute is to be interpreted ‘in light of the . . . laws \nas they were understood’ at the time of the enactment at issue.”) (citations omitted). \nIn fact, Plaintiff concedes this point. (ECF No. 148, at p. 1 (“The statute relies  on \nMSA § IX(i) for its meaning. Thus, the General Assembly’s intent was to incorporate \nthe MSA into this provision –  as the General Assembly has done elsewhere.”).) In \naddition, since the NC Qualifying Statute incorporates the MSA into the statute, the \nCourt must interpret section IX(i)(4) in the context of the other provisions of the MSA \nand construe the MSA to give effect to all of its provisions.  State v. Williams, 286 \nN.C. at 431, 212 S.E.2d at 119 (“It is a well established principle of statutory \nconstruction that a statute must be construed, if possible, so as to give effect to every \n  \npart of it, it being presumed that the Legislature did not intend any of its provisions \n \nto be surplusage.”). \n \n94. The terms of the MSA make clear the distinction between the tobacco \nmanufacturers that signed the MSA within the 90-day period and received the benefit \nof the Market Share exemption, and those that did not. The MSA also expressly \nrecognizes NPMs as tobacco manufacturers who are not signatories to the MSA, and \naccordingly are entitled to none of its benefits. (MSA, § II(cc).) Construing the 2005 \nAmendment in this manner places an NPM in the same position as a grandfathered \nSPM for purposes of determining whether the NPM made an overpayment to its \nEscrow Fund and would be inconsistent with giving meaning to the other provisions \nof the MSA. \n95. The Supreme Court of North Carolina has held “[i]t is further and fully \nestablished that where a literal interpretation of the language of a statute will lead \nto absurd results, or contravene the manifest purpose of the Legislature, as otherwise \nexpressed, the reason and purpose of the law shall control and the strict letter thereof \nshall be disregarded.” State v. Burell, 256 N.C. 288, 296, 123 S.E.2d 795, 801 (1962) \n(citation and quotation marks omitted). “[C]ourts tend to adopt an interpretation \nthat avoids absurd results on the presumption that the General Assembly acted in \naccordance with reason.”  State v. Shannon, 182 N.C. App. 350, 360, 642 S.E.2d 516, \n524 (2007) (citation omitted); Printing Servs. of Greensboro, Inc. v. Am. Capital \nGroup, Inc., 180 N.C. App. 70, 75, 637 S.E.2d 230, 233 (2006) (“[T]he judiciary must \ngive ‘clear and ambiguous language’ its ‘plain and definite meaning.’ However, strict \n  \nliteralism will not be applied to the point of producing ‘absurd results.’”) (quoting \nProposed Assessments of Additional Sales & Use Tax v. Jefferson -Pilot Life Ins. Co., \n161 N.C. App. 558, 560, 589 S.E.2d 179, 181 (2003)). \n96. Plaintiff contends that under the plain language of section IX(i)(4) it is \nentitled to a grandfathered Market Share exemption in calculating its hypothetical \nSPM payment because it “did not ‘bec[ome] a signatory to [the MSA] more than [90 ] \ndays after the MSA Execution Date’” since it never signed the MSA, and it had \nMarket Share in 1997 and 1998. (ECF No. 125, at p. 11 (emphasis in original).) \nInterpreting section 66-291(b) as proposed by Plaintiff would give Plaintiff, as well as \nevery other NPM that existed at the time the MSA was executed, a benefit that they \nconsciously chose not to accept—a grandfathered Market Share exemption. Such an \ninterpretation would, inter alia: ignore the express definitions of “Non -Participating \nManufacturer” and “Subsequent Participating Manufacturer” used in the MSA and \nincorporated into the Qualifying Statute; run directly counter to the purpose of the \nMarket Share exemption to encourage tobacco manufacturers to voluntarily subject \nthemselves to the obligati ons of the MSA; and place NPMs at an advantage over \nSPMs who signed the MSA more than 90 days after its execution. The Court \nconcludes that this absurd result could not have been intended by the General \nAssembly, and that N.C.G.S. § 66-291(b)(2) provides that an NPM’s right to an escrow \nrelease is determined by comparing the amount it was required to place into escrow \non account of units sold in North Carolina to the amount that the NPM would have \n  \nbeen required to make on account of the units sold in North Carolina had it been a \nnon-grandfathered SPM. \n97. Therefore, the Court concludes that to the extent Plaintiff and \n \nDefendants seek summary judgment as to Plaintiff’s claim for a declaration that \n \nN.C.G.S. § 66-291(b)(2) requires that any calculation of Plaintiff’s annual escrow \noverpayments be determined by considering Plaintiff’s 1998 Market Share, or 125% \nof its 1997 Market Share, rather than treating such Market Share as nonexistent \n(zero), Defendants’ Mot ion should be GRANTED, and Plaintiff’s Motion should be \nDENIED. \nIV. CONCLUSION \n \nTHEREFORE, IT IS ORDERED that Plaintiff’s Motion is GRANTED, in part, \nand DENIED, in part, and Defendants’ Motion is GRANTED, in part, and DENIED, \nin part, as follows: \n1. To the exten t it seeks summary judgment as to Plaintiff’s claims in \nCounts II, III, and IV in the Amended Complaint, Defendants’ Motion is GRANTED, \nand Counts II, III, and IV are DISMISSED. \n2. To the extent the Summary Judgment Motions seek summary judgment \non Plaintiff’s request for a declaration that the amounts that S&M Brands paid into \nits Escrow Fund for sales years 2006–2017 were in excess of the amount required by \nN.C.G.S. § 66-291 (Count I), Plaintiff’s Motion is DENIED, and Defendants’ Motion \n \nis DENIED. \n  \n3. To the extent the Summary Judgment Motions seek summary judgment \non Plaintiff’s request for a declaration that the words “including after final \ndetermination of all adjustments” in N.C.G.S. § 66 -291(b)(2) does not bar S&M \nBrands’ request for a determination that it has made overpayments into escrow \n(Count I), Plaintiff’s Motion is GRANTED, and Defendants’ Motion is DENIED. \n4. To the extent the Summary Judgment Motions seek summary judgment \non Plaintiff’s request for a declaration that  S&M Brands has established that the \nadjustments reached through the NPM Adjustment Settlements are sufficiently final \nto require the Attorney General to authorize a release of any overpayments S&M \nBrands made into its Escrow Fund for the sales years 2006–2017 (Count I), Plaintiff’s \nMotion is GRANTED, and Defendants’ Motion is DENIED. \n5. To the extent the Summary Judgment Motions seek summary judgment \non Plaintiff’s request for a declaration that N.C.G.S. § 66 -291(b)(2) requires that the \ncalculation of S&M Brands’ annual escrow overpayments be determined by \nconsidering S&M Brands’ 1998 Market Share, or 125% of its 1997 Market Share, \nrather than treating such Market Share as nonexistent (zero) (Count I), Defendants’ \nMotion is GRANTED, and Plaintiff’s Motion is DENIED. \n6. Accordingly, the Court issues the following declaration: \n \nThe words “including after final determination of all \nadjustments” in N.C.G.S. § 66-291(b)(2) does not bar S&M \nBrands’ request for a determination that it has made \noverpayments into escrow, and S&M Brands has \nestablished that the adjustments reached through the \nNPM Adjustment Settlements are sufficiently final to \nrequire the Attorney General to authorize a release of any \n  \noverpayments S&M Brands made into its Escrow Fund for \nthe sales years 2006–2017. \n \n7. Except as specifically granted herein, the Summary Judgment Motions \nare DENIED. \n \nSO ORDERED, this the 24th day of March, 2020. \n \n \n /s/ Gregory P. McGuire  \nGregory P. McGuire \nSpecial Superior Court Judge \nfor Complex Business Cases "
}