{
  "id": "881996b4d4bd9499a8d394ad726a8356d425b3ff846a69002325486bf8ef172c",
  "source_file": "data/raw/ncbc/881996b4d4bd9499a8d394ad726a8356d425b3ff846a69002325486bf8ef172c.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 13860 \n \nTRACE WEDDLE, LINDA \nMATTHIAE, and KIM NAUGLE, on \nbehalf of themselves and all others \nsimilarly situated, \n \nPlaintiffs, \n \nv. \n \nWAKEMED HEALTH AND \nHOSPITALS d/b/a WAKEMED, \n \nDefendant. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO DISMISS \n \n \n1. Plaintiffs Trace Weddle, Linda Matthiae, and Kim Naugle are patients or \nformer patients of Defendant WakeMed Health and Hospitals.  In this class action, \nPlaintiffs allege that WakeMed gave Meta Platforms, Inc.—the company that owns \nsocial media giant Facebook—unauthorized access to patients’ personal and medical \ndata for advertising and marketing purposes.  They have asserted a variety of claims, \nincluding negligence, breach of implied contract, and breach of fiduciary duty.   \n2. WakeMed has moved to dismiss th e complaint in its entirety  under Rule \n12(b)(6) of the North Carolina Rules of Civil Procedure.  ( See ECF No. 59.)  For the \nfollowing reasons, the Court GRANTS in part and DENIES in part the motion. \nMilberg Coleman Bryson Phillips Grossman, PLLC , by Scott Crissman \nHarris and James DeMay, and  Law Offices of James Scott Farrin, by \nThomas Wilmoth and Gary Jackson, for Plaintiffs Trace Weddle, Linda \nMatthiae, and Kim Naugle. \nCohen & Malad, LLP, by Amina A. Thomas and Lynn Toops, for \nPlaintiffs Trace Weddle and Linda Matthiae. \nWeddle v. WakeMed Health & Hosps., 2023 NCBC 82. \nLockridge Grindal Nauen P.L.L.P., by Kate Baxter- Kauf and Maureen \nKane Berg, and CR  Legal Team, LLP, by Peter H. Burke, for Plaintiff \nKim Naugle. \nAlston & Bird LLP, by Matthew P. McGuire, Kristine McAlister Brown, \nDonald Houser, and Brandon Springer, for Defendant WakeMed Health \nand Hospitals. \nConrad, Judge. \nI. \nBACKGROUND \n3. The Court does not make findings of fact on a motion to dismiss.  The \nfollowing background assumes that the allegations of the second amended complaint \nare true. \n4. This case is about something called the Meta Pixel .  In simple terms, the \nPixel is software code created by Meta that can be put into a website to collect data.  \nCompanies us e the Pixel to assess how people interact with their websites —for \nexample, who they are, what they click, and what information  they type into forms.  \nMeta also receives that data and uses it “to serve targeted ads and identify users to \nbe included in such targeted ads.”  (2d Am. Compl. ¶¶ 26–30, ECF No. 58.) \n5. Hospital systems are among those that use the Meta Pixel.  WakeMed is one \nof them, having first embedded the Pixel in its website and patient portal in March \n2018.  This allegedly gave Meta regular access to sensitive patient data—their contact \ninformation, medical history , appointment calendar,  and all sorts of other \ninformation provided to WakeMed as a condition of receiving medi cal care .  But \nWakeMed did not tell patients  about the Pixel or ask for their consent to share \ninformation with Meta.  (See 2d Am. Compl. ¶¶ 3–5, 11, 17, 31, 32, 39–41, 45.) \n6. After a news organization published a report in June 2022 about hospitals’ \nuse of the Pixel , WakeMed removed it .  A few months later , WakeMed notified its \npatients for the first time that it had embedded the Pixel in its  website and patient \nportal.  Although WakeMed professed that its intent was to collect anonymous data \nto improve the user experience and access to healthcare , it acknowledged that the \nPixel had collected patient-specific data and may have sent some of that data to Meta.  \n(See 2d Am. Compl. ¶¶ 31, 35, 36, 46–48; Ex. D to 2d Am. Compl., ECF No. 58.4.) \n7. Plaintiffs are patients  or former patients  of WakeMed who claim to have \nbeen harmed by its unauthorized disclosure of sensitive personal and health \ninformation to Meta .  I ndividually and on behalf of a putative class of similarly \nsituated individuals, they assert claims for negligence, negligence per se, invasion of \nprivacy, breach of implied contract, unjust enrichment, unfair or deceptive trade \npractices under N.C.G.S. § 75-1.1, breach of fiduciary duty, and violation of the North \nCarolina Electronic Surveillance Act. \n8. WakeMed has moved to dismiss all claims against it.  (See ECF No. 59.)  The \nmotion is fully briefed, and the Court held a hearing on 8 November 2023.  The motion \nis ripe for decision.   \nII. \nLEGAL STANDARD \n9. A motion to dismiss for failure to state a claim “tests the legal sufficiency of \nthe complaint.”  Isenhour v. Hutto, 350 N.C. 601, 604 (1999) (citation and quotation \nmarks omitted).  Dismissal is proper when “(1) the complaint on its face reveals that \nno law supports the plaintiff’s claim; (2) the complaint on its face reveals the absence \nof facts sufficient to make a good claim; or (3) the complaint discloses some fact that \nnecessarily defeats the plaintiff’s claim.”  Corwin v. Brit. Am. Tobacco PLC, 371 N.C. \n605, 615 (2018) (citation and quotation marks omitted).  In deciding the motion, the \nCourt must treat all well -pleaded allegations as true and view the facts and \npermissible inferences in the light most favorable to the nonmoving party.  See, e.g., \nSykes v. Health Network Sols., Inc., 372 N.C. 326, 332 (2019). \nIII. \nANALYSIS \n10. In their opposition brief, Plaintiffs abandoned their claim for violation of the \nNorth Carolina Electronic Surveillance Act.  The Court therefore dismisses that claim \nwithout further discussion and turns to the remaining seven claims. \nA. Common-Law Negligence and Negligence Per Se \n11. Plaintiffs’ first and second causes of action  are for common-law negligence \nand negligence per se.  Because the claims involve similar allegations and legal \nprinciples, they are best addressed together. \n12. Negligence at common law  is the “ failure to exercise proper care in the \nperformance of some legal duty which the defendant owed the plaintiff, under the \ncircumstances in which they were placed.”  Wood v. Guilford Cnty., 355 N.C. 161, 166 \n(2002) ( citation and quotation marks omitted ).  Stated another way, “ [t]he law \nimposes upon every person who enters upon an active course of conduct the positive \nduty to exercise ordinary care to protect others from harm, and calls a violati on of \nthat duty negligence.”  Council v. Dickerson’s, Inc. , 233 N.C. 472, 474 (1951).  The \nduty of ordinary care “ does not require perfect prescience, but instead extends only \nto causes of injury that were reasonably foreseeable and avoidable through the \nexercise of due care.”  Fussell v. N.C. Farm Bureau Mut. Ins. Co. , 364 N.C. 222, 226 \n(2010).   \n13. Negligence per se looks to statutory standards rather than common -law \nstandards.  “The violation of a statute which imposes a duty upon the defendant in \norder to promote the safety of others, including the plaintiff, is negligence per se, \nunless the statute, itself, otherwise provides, and such negligence is actionable if it is \nthe proximate cause of injury to the plaintiff.”  Lamm v. Bissette Realty, Inc., 327 N.C. \n412, 415 (1990) (citation and quotation marks omitted).   “The statute prescribes the \nstandard, and the standard fixed by the statute is absolute.  The common law rule of \nordinary care does not apply—proof of the breach of the statute is proof of negligence.”  \nCowan v. Murrows Transfer, Inc., 262 N.C. 550, 554 (1964). \n14. Plaintiffs allege that WakeMed’s unauthorized disclosure of private patient \ninformation to Meta  violated federal law —namely, section 5 of the Federal Trade \nCommission (“FTC”) Act and regulations implementing the Health Insurance \nPortability and Accountability Act (“ HIPAA”).  These statutory and regulato ry \nviolations, they claim, are negligence per se.  Failing that, they claim, WakeMed had \na common-law duty to keep their information private and to notify them of the privacy \nbreach.   \n15. The negligence per se claim is untenable because neither the FTC Act nor \nthe HIPAA regulations are public safety laws.  As our Supreme Court has explained, \n“[a] safety statute or ordinance is one designed for the protection of life or limb and \nwhich imposes a duty upon members of society to uphold that protection.”  State v. \nPowell, 336 N.C. 762, 768–69 (1994).  Section 5 of the FTC Act targets unfair methods \nof competition and unfair or deceptive trade  practices.  See 15 U.S.C. §  45(a)(1).  \nHIPAA has many purposes related to  the health insurance industry and the \nconfidentiality of patient information.  See, e.g., 45 C.F.R. §§ 164.504, 164.508 (2023).  \nThese are primarily competition and privacy laws, not  laws for the protection of life \nor limb. \n16. Plaintiffs argue that a violation of a public safety statute, though sufficient \nto state a claim for negligence per se, is not necessary.   That is incorrect.  B inding \nappellate precedent makes clear that “negligence per se applies only when the statute \nviolated is a public safety statute.”  Hardin v. York Mem’l Park , 221 N.C. App. 317, \n326 (2012); see also Stein v. Asheville City Bd. of Educ. , 360 N.C. 321, 326 (2006) \n(stating that “the violation of a public safety statute constitutes negligence per se” \n(cleaned up)); State Farm Mut. Auto. Ins. Co. v. Holland , 324 N.C. 466, 475 (1989) \n(stating that “the vi olation of a statute enacted for the safety and protection of the \npublic constitutes negligence per se”);  Cowan, 262 N.C. at 554 (“It is the generally \naccepted view that the violation of a statute enacted for the safety and protection of \nthe public constitutes negligence per se, i.e., negligence as a matter of law.”). \n17. Because Plaintiffs have not alleged a violation of a public safety statute, they \nhave failed to state a claim for negligence per se.1 \n \n1 For these and other reasons, courts around the country routinely dismiss negligence per se \nclaims based on the FTC Act and HIPAA regulations.  See Citizens Bank of Pa. v. \nReimbursement Techs., Inc., 609 F. App’x 88, 93 –94 (3d Cir. 2015) (unpublished) (affirming \ndismissal of negligence per se claim under Pennsylvania law based on alleged HIPAA \n18. Plaintiffs have, however, adequately stated  a claim for common -law \nnegligence.  The gist of their claim is  that WakeMed owed a duty to exercise \nreasonable care when handling its patients’ confidential information and that it \nbreached that duty by  using the Pixel and giving Meta unauthorized access to th e \ninformation.  That unauthorized disclosure led to  foreseeable, avoidable harm , \ncompounded by WakeMed’s delay in notifying its patients of the breach of confidence.  \n(See 2d Am. Compl. ¶¶ 120–25.)   \n19. WakeMed argues that North Carolina law does not recognize a duty of care \nin these circumstances.  Not so.  “It is well established that hospitals and doctors in \ntheir employ owe their patients a duty to exercise the degree of care that a reasonable \nperson would i n similar circumstances to prevent an unreasonable risk of harm to \ntheir patients.”  Demarco v. Charlotte- Mecklenburg Hosp. Auth., 268 N.C. App. 334, \n338 (2019).  Our courts have applied that “general duty of reasonable care” in proper \n \nviolation); In re Capital One Consumer Data Sec. Breach Litig. , 488 F. Supp. 3d 374, 408 \n(E.D. Va. 2020) (concluding that the FTC Act is not “aimed at protecting public safety, as that \nterm is applied under Virginia law”); see also J.R. v. Walgreens Boots Alliance, Inc., 2021 U.S. \nApp. LEXIS 31389, at *18– 21 (4th Cir. 2021) (unpublished) (concluding that violati ons of \nHIPAA and FTC Act could not support claim for negligence per se under South Carolina law \nbecause neither allowed for a private right of action);  Gilbert v. Bioplus Specialty Pharm. \nServs., LLC, 2023 U.S. Dist. LEXIS 90820, at *5– 6 (M.D. Fla. Mar. 3,  2023) (“Courts have \ndeclined to find a private right of action under the FTC Act or HIPAA, so those cannot support \na negligence per se claim.”); In re Netgain Tech., LLC Consumer Data Breach Litig., 2022 U.S. \nDist. LEXIS 98342, at *42 (D. Minn. June 2, 2022) (“Plaintiffs have not cited any precedent \nin California, Minnesota, Nevada, South Carolina, or Wisconsin that permits a state -law \nnegligence per se claim to proceed based on the theory that there is a violation of Section 5 of \nthe FTC Act.”);  Walters v. Blue Cross & Blue Shield of Tex., Inc. , 2022 U.S. Dist. LEXIS \n55061, at *14 (N.D. Tex. Mar. 28, 2022) (concluding that plaintiff had “cite[d] no case law \nsupporting his contention that HIPAA .  . . can be the basis for a negligence per se claim” \nunder Tex as law) ; Cohen v. N e. Radiology, P.C., 2021 U.S. Dist. LEXIS 16497, at * 20 \n(S.D.N.Y. Jan. 28, 2021) (“[S]everal New York courts have concluded that neither HIPAA nor \nthe FTC Act can sustain a negligence per se claim.”). \ncircumstances to the maintenance and dissemination of patient records.   Id. at 339; \nsee also Acosta v. Byrum , 180 N.C. App. 562, 568 (2006) (holding that plaintiff had \nadequately alleged the existence of a “duty to maintain privacy in her confidential \nmedical records”).   \n20. Acosta and Demarco have not been overruled, as WakeMed contends.  In \nfact, the case it cites for that proposition has nothing to do with the duties that doctors \nowe patients.  See Cedarbrook Residential Ctr., Inc. v. N .C. Dep’t of Health & Hum . \nServs., 383 N.C. 31 , 61–72 (2022) (refusing to recognize a claim for negligent \nregulation by a government agency).   \n21. Nor did the Court of Appeals apply the wrong standard of review in  Acosta \nand Demarco.  WakeMed misreads those cases to allow a plaintiff to give “notice of a \ntheory of duty” even if that duty is not one “recognized under the law.”  (Br. Supp. 7, \nECF No. 60 .)  But c ourts do not indulge futile claims.   In both cases , the Court of \nAppeals held that the plaintiffs had stated valid claims for relief and had properly \npointed to “HIPAA, its implementing regulations, and hospital privacy policies . . . to \nplead a specific standard of care sufficient to overcome dismissal under Rule 12(b)(6).”  \nDemarco, 268 N.C. App. at 339; see also Acosta, 180 N.C. App. at 568.  Plaintiffs in \nthis case have done the same.  (See, e.g., 2d Am. Compl. ¶¶ 19–22, 67, 71–74.) \n22. The Court therefor e grants WakeMed’s motion to dismiss the claim for \nnegligence per se but denies its motion to dismis s the claim for common -law \nnegligence.  See Hart v. Ivey , 332 N.C. 299,  303–05 (1992) (concluding that plaintiff \nhad adequately alleged common -law negligence but had not alleged a violation of a \npublic safety statute for purposes of negligence per se). \nB. Invasion of Privacy \n23. Several torts fall under the umbrella of invasion of privacy.  See Renwick v. \nNews and Observer Pub l’g Co., 310 N.C. 312, 322 (1984).  Plaintiffs frame their \nprivacy claim as one for intrusion into seclusion. \n24. “[O]ne who intentionally intrudes, physically or otherwise, upon the solitude \nor seclusion of another or his private affairs or concerns , is subject to liability to the \nother for invasion of his privacy,  if the intrusion would be highly offensive to a \nreasonable pers on.”  Miller v. Brooks, 123 N.C. App. 20, 26 (1996) (citation and \nquotation marks omitted).  “Generally, there must be a physical or sensory intrusion \nor an unauthorized prying into confidential personal records to support a claim for \ninvasion of privacy by intrusion.”  Broughton v. McClatchy Newspapers, Inc., 161 N.C. \nApp. 20, 29 (2003).  Examples include “ physically invading a person’s home or other \nprivate place, eavesdropping by wiretapping or microphones, peering through \nwindows, persistent telephoning , unauthorized prying into a bank account, and \nopening personal mail of another.”  Id. (quoting Burgess v. Busby, 142 N.C. App. 393, \n406 (2001)).   \n25. As WakeMed correctly observes, Plaintiffs do not allege that it intruded into \ntheir private affairs, either physically or by prying into their personal records without \nauthorization.  Rather, they allege that they voluntarily shared sensitive information \nwith WakeMed and that WakeMed then gave  Meta unauthorized access  to that \ninformation.  (See 2d Am. Compl. ¶  150 ( alleging that WakeMed ’s “disclosure of” \npersonal information was “an intentional intrusion on Plaintiffs’ .  . . solitude or \nseclusion”).)  Even if true, that unauthorized disclosure of confidential information to \na third party is not an intrusion into Plaintiffs’ private affairs.  See Hall v. Post, 323 \nN.C. 259, 270 (1988)  (holding that North Carolina does not  recognize “a claim for \nrelief for invasion of privacy by public disclosure of true but ‘private’ facts” ); see also \nSabrowski v. Al bani-Bayeux, Inc., 2003 U.S. Dist. LEXIS 23242, at * 38 (M.D.N.C. \nDec. 19, 2003)  (applying North Carolina law and holding that a “wrongful \ndissemination of Plaintiff’s confidential information would not be recognized as the \ntort of intrusion”). \n26. Plaintiffs’ reliance on  Toomer v. Garrett , 155 N.C. App. 462 (2002) , is \nmisplaced.  There, the Court of Appeals allowed an intrusion claim to proceed based \non allegations that the defendants engaged in an “unauthorized examination” of the \nplaintiff’s personnel file and then disclosed that file to other “unauthorized persons.”  \nSee id. at 467, 480.  Missing here is any allegation of unauthorized examination by  \nWakeMed.  Absent that, the claim fails.   See, e.g., Alexander v. City of Greensboro , \n762 F. Su pp. 2d 764, 815– 16 (M.D.N.C. 2011)  (observing that Toomer “focused its \nintrusion discussion on the ‘unauthorized examination’  ” of information by \ndefendants “rather than on the later public disclosure of those contents” (quoting \nToomer, 155 N.C. App. at 480)); Sabrowski, 2003 U.S. Dist. LEXIS 23242, at *38 \n(observing that the defendants in Toomer  and another case “intruded into the \nplaintiffs’ privacy by improperly accessing the plaintiffs’ medical and employment \nrecords”); Allen v. Novant Health, Inc. , 2023 U.S. Dist. LEXIS 149692, at *4– 5 \n(M.D.N.C. Aug. 23, 2023) (applying North Carolina law and dismissing invasi on of \nprivacy claim brought against another hospital system for its use of the Meta Pixel \n“[b]ecause the plaintiffs acknowledge in the complaint that they voluntarily provided \ntheir information directly to Novant”). \n27. The Court grants the motion to dismiss the claim for invasion of privacy.  \nC. Breach of Implied Contract \n28. An implied contract “arises where the intent of the parties is not expressed, \nbut an agreement in fact, creating an obligation, is implied or presumed from their \nacts.”  Creech v. Melnik , 347 N.C. 520, 526 (1998).   As the Court of Appeals has put \nit, “[o]ur system of notice pleading means the bar to plead a valid contract is low.”   \nLannan v. Bd. of Governors of the Univ. of N.C. , 285 N.C. App. 574, 596 (2022) \n(citation and quotation marks  omitted).  All that  Plaintiffs must  plead are the \nelements required for any valid contract—“offer, acceptance, and consideration.”  Id. \nat 597. \n29. The complaint adequately alleges each element.  As alleged, WakeMed \n“offered health services to Plaintiffs,” who “accepted . . . and paid for those services.”  \n(2d Am. Compl. ¶ 158.)  Plaintiffs also provided their personal information; in return, \nWakeMed “agreed to safeguard and protect  such information and to timely and  \naccurately notify Plaintiffs . . . if their information was compromised and or accessed \nwithout authorization.”  (2d Am. Compl. ¶ 161.)  These allegations, taken as true, are \nsufficient to plead the existence of an implied contract. \n30. WakeMed’s contrary argument rests on a cramped reading of the complaint.  \nIt points to paragraph 159, which refers to “promises” in WakeMed’s “Privacy Policy.”  \n(2d Am. Compl. ¶ 159.)  That policy, according to WakeMed, did not exist  until after \nthe Meta Pixel had been removed from the patient portal , meaning that Plaintiffs \ncould not have read  or relied upon  any promises within  it before providing their \npersonal information.  As a result, WakeMed contends, there was no meeting of the \nminds and no valid contract .  But t his ignores other allegations that  WakeMed \nadopted a privacy policy before the Pixel incident with similar promises to keep \npatient information confidential.  (See 2d Am. Compl. ¶¶ 18–24.)  And in any event, \nwhether there was a meeting of the minds is a fact issue for discovery.   “[I]t will be \nfor the trier of fact to determine on what terms there was a meeting of the minds and \nthus what terms are included in the alleged contract on which Plaintiffs will \nultimately need to demonstrate breach to prevail.”  Lannan , 285 N.C. App. at 59 8 \n(affirming denial of motion to dismiss).   \n31. At this point, Plaintiffs need only give notice of their claim and the basis for \nit, which they have done.  Thus, the Court denies WakeMed’s motion with respect to \nPlaintiffs’ claim for breach of implied contract. \nD. Unjust Enrichment \n32. “The doctrine of unjust enrichment was devised by equity to exact the return \nof, or payment for, benefits received under circumstan ces where it would be unfair \nfor the recipient to retain them without the contributor being repaid or compensated.”  \nSnow Enter., LLC v. Bankers Ins. Co., 282 N.C. App. 132, 146 (2022) (quoting Collins \nv. Davis , 68 N.C. App. 588, 591 (1984) ).  North Caroli na case law “ typically \ncontemplates unjust enrichment as an appropriate remedy only in situations where \nthe complaining party intentionally and deliberately undertook an action with an \nexpectation of compensation or other benefit in return .”  Butler v. Butler, 239 N.C. \nApp. 1, 12 (2015).     \n33. Plaintiffs’ allegations fall short.  They  allege that they provided personal \ninformation (and paid money) to WakeMed in exchange for medical services.  (See 2d \nAm. Compl. ¶¶ 39, 173.)  But they do not allege that they expected to receive any \nother compensation or benefit, apart from medical services, in return for their \npersonal information.  Taking their allegations as true, Plaintiffs either had no \nexpectation of compensation or received all the compensation that they expected in \nthe form of medical services .  See Twiford v. Waterfield , 240 N.C. 582, 585 (1954) \n(requiring a “mutual understanding” that “ payment was intended on the one hand \nand expected on the other”); Allen, 2023 U.S. Dist. LEXIS 149692, at *7–8 (dismissing \nunjust enrichment claim based on defendant hospital’s use of the Meta Pixel because \n“[t]here is no allegation the plaintiffs did not receive the medical care they expected \nin return”). \n34. In their opposition brief, Plaintiffs argue that they conferred the “marketing \nvalue of their data ,” which WakeMed used to  enrich itself “with advertising and \nmarketing services” from Meta.  (Opp’n 13, ECF No. 61.)  This appears to be a novel \ntheory; nothing in the complaint treats the marketing value of Plaintiffs’ personal \ninformation as something distinct from the information itself.  Regardless, Plaintiffs \nhave not pointed to any allegations that they  intentionally conferred the marketing \nvalue of their data on WakeMed or that they expected compensation for it.  And “the \nmere fact that one party was enriched, even at the expense of the other, does not \nbring the doctrine of unjust enrichment into play.”  Watson Elec. Constr. Co. v. \nSummit Cos., LLC, 160 N.C. App. 647, 652 (2003). \n35. The Court dismisses Plaintiffs’ claim for unjust enrichment.  \nE. Section 75-1.1 \n36. Plaintiffs claim that WakeMed’s disclosure of its patients’ information to \nMeta violated section 75-1.1.  WakeMed argues  that its alleged misconduct , even if \ntrue, falls outside the statute’s bounds.  \n37. Section 75-1.1 proscribes “unfair or deceptive acts or practices in or affecting \ncommerce.”  N.C.G.S. §  75-1.1(a).  Commerce, though broadly defined, excludes  \n“professional services rendered by a member o f a learned profession.”  N.C.G.S. \n§ 75-1.1(b).  This statutory exemption, which “for medical professionals has been \nbroadly interpreted,” requires a two -part inquiry : “First, the person or entity \nperforming the alleged act must be a member of a learned profession.  Second, the \nconduct in question must be a rendering of professional services.”  Sykes, 372 N.C. at \n334; accord Wheeless v. Maria Parham Med. Ctr., Inc., 237 N.C. App. 584, 589 (2014). \n38. That two-part inquiry is easily satisfied here.  WakeMed, a hospital system, \nis undoubtedly a  member of a learned profession.  See, e.g. , Shelton v. Duke Univ. \nHealth Sys., Inc., 179 N.C. App. 120, 126 (2006).   \n39. And WakeMed’s al leged conduct  is a rendering of professional services  \nbecause its collection, use, and storage of  patients’ personal and health information \nis entwined with its provision of professional services.  The complaint bears this out.  \nThe data that WakeMed colle cts—about medical conditions,  treatments, \nprescriptions, appointments, insurance coverage,  and more—go directly to patient \ncare and the relationship between patient  and provider.  ( See 2d Am. Compl. ¶ ¶ 2, \n17.)  In Plaintiffs’ own words, this information “is used to facilitate both payment and \nthe provision of services.”  (2d Am. Compl. ¶  173.)  Indeed, each Plaintiff shared his \nor her  personal information “as a condition of receiving [WakeMed’s] healthcare \nservices.”  (2d Am. Compl. ¶¶ 36, 81, 92, 99.) \n40. Numerous cases have applied the learned profession exemption in similar \ncircumstances and to conduct less closely tied to patient care .  See, e.g., Sykes, 372 \nN.C. at 336 (concluding that exemption applied to intermediary that  “terminate[d] \nproviders’ in-network access to patients when those providers exceed [ed] a certain \naverage cost per patient ”); Wheeless, 237 N.C. App. at 590– 91 (concluding that \nexemption applied to  submission of a complaint abou t the plaintiff to the North \nCarolina Medical Board); McNew v. Fletcher Hosp., Inc. , 2022 NCBC LEXIS 109, at \n*17–18 (N.C. Super. Ct. Sept. 20, 2022)  (concluding that  exemption applied to a \nhospital’s alleged “ overbilling without disclosing its actual rates  to Plaintiff at the \ntime of treatment”). \n41. The Court grants WakeMed’s motion to dismiss the section 75-1.1 claim. \nF. Breach of Fiduciary Duty \n42. To plead a claim for breach of fiduciary duty, Plaintiffs must allege the \nexistence of a duty, a breach of that duty, and an injury proximately caused by the \nbreach.  See Sykes, 372 N.C. at 339.  The relationship between “physician and patient” \nis, of course, “inherently fiduciary.”  King v. Bryant, 369 N.C. 451, 464 (2017).  Even \nso, WakeMed argues that whatever duties it owed to Plaintiffs were limited to  \ndiagnosis and treatment and had no bearing on its alleged unauthorized disclosure \nof confidential information.   \n43. The Court disagrees.  Yes, physicians owe their patients a duty of care when \nmaking diagnoses and prescribing treatment.  They also owe a duty of confidentiality.  \nThe law recognizes that the relationship between physician and patient is  fiduciary \nin nature  both because the physician  possesses special knowledge and skill and  \nbecause of “the high level of personal trust and confidence undergirding the patient’s \ndecision to disclose sensitive, confidential medical information to the physician and \nrely on that physician’s treatment advice.”  McNew, 2022 NCBC LEXIS 109, at *7–8.  \nThus, “a patient may legitimately expect that confidential information will not be \ndisclosed to the general public  or to hospital personnel unconcerned with hi s \ntreatment . . . .”  Smith v. State, 298 N.C. 115, 132 (1979).  That expectation of privacy \ncould be lost, however, if “the patient breaks the fiduciary relationship with the \nphysician by revealing, or permitting revelation of, the substance of the inform ation \ntransmitted to the physician.”  Cates v. Wilson, 321 N.C. 1, 15 (1987); accord Jones v. \nAsheville Radiological Grp., P.A., 129 N.C. App. 449, 459 (1998).2 \n44. WakeMed insists that one party’s decision to share confidential information \nwith another does not create a fiduciary relationship.  That is true as far a s it goes.  \nHere, though, Plaintiffs have alleged that they shared confidential information with \nWakeMed in the context of a physician– patient relationship and for the purpose of \nreceiving medical care.  (See, e.g., 2d Am. Compl. ¶¶ 81, 92, 99, 188.)  That is enough \nto plead the existence of a fiduciary relationship.  And the allegation that WakeMed \ndisclosed confidential information without authorization is enough to plead a breach.  \nSee King, 369 N.C. at 466 ( holding that a patient’s provision of confidential \ninformation supported the existence of a de facto fiduciary duty before creation of  \nphysician–patient relationship); Watts v. Cumberland Cnty. Hosp. Sys., Inc., 75 N.C. \nApp. 1, 9–12 (1985) (reversing order granting summary judgment on claim for breach \n \n2 Courts in other jurisdictions agree that a healthcare provider has a fiduciary duty of \nconfidentiality whose breach can give rise to a claim for damages in tort.  See, e.g., Sorensen \nv. Barbuto, 177 P.3d 614, 618 (Utah 2008) (“Utah law recognizes a healthcare fiduciary duty \nof confidentiality.”); Fairfax Hosp. v. Curtis, 254 Va. 437, 442 (1997) (“[A] health care provider \nowes a duty to th e patient not to disclose information gained from the patient during the \ncourse of treatment without the patient’s authorization, and .  . . violation of this duty gives \nrise to an action in tort.”); Alberts v. Devine, 395 Mass. 59, 69 (1985) (“We hold today that a \nduty of confidentiality arises from the physician-patient relationship and that a violation of \nthat duty, resulting in damages, gives rise to a cause of action sounding in tort against the \nphysician.”); Vassiliades v. Garfinckel’s, Brooks Bros., Miller & Rhoades, Inc., 492 A.2d 580, \n591–92 (D.C. 1985) (recognizing an independent cause of action for breach of confidentiality, \npartially due to the fiduciary relationship between physician and patient);  Horne v. Patton, \n291 Ala. 701, 708–09 (1973) (“[A] medical doctor is under a general duty not to make extra -\njudicial disclosures of information acquired in the course of the doctor -patient relationship \n. . . .”); Hammonds v. Aetna Cas. & Sur. Co. , 243 F. Supp. 793, 801– 02 (N.D. Ohio 1965) \n(holding that a similar duty exists under Ohio law and characterizing the duty as fiduciary); \nbut see Quarles v. Sutherland , 215 Tenn. 651, 657 (1965) (refusing to recognize a cause of \naction for a physician’s disclosure of a patient’s confidential information to a third person). \nof fiduciary duty and reasoning that “a health care provider may be liable for medical \nmalpractice based in part upon the provider’s breach of a duty to maintain the \npatient’s trust and confidence”), rev’d in part on other grounds, 317 N.C. 321 (1986); \nAllen, 2023 U.S. Dist. LEXIS 149692, at *14–15 (denying motion to dismiss patients’ \nbreach of fiduciary duty claim based on hospital system’s use of the Meta Pixel). \n45. The Court denies WakeMed’s motion to dismiss Plaintiffs’ claim for breach \nof fiduciary duty.  \nIV. \nCONCLUSION \n46. For the foregoing reasons, the Court GRANTS in part  and DENIES in \npart WakeMed’s motion to dismiss as follows: \na. The Court GRANTS  the motion with respect to Plaintiffs’ claims for \nnegligence per se, invasion of privacy, unjust enrichment, violation of \nsection 75-1.1, and violation of the North Carolina Electronic \nSurveillance Act.  These claims are DISMISSED with prejudice. \nb. The Court DENIES the motion with respect to Plaintiffs’ claims for \ncommon-law negligence, breach of implied contract, and breach of \nfiduciary duty. \n \nSO ORDERED, this the 4th day of December, 2023. \n \n \n        /s/ Adam M. Conrad   \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n "
}