{
  "id": "881c9a7d96c6c26e365deb2cde02b6b8f4ace5cc3a5cb46e2ba20bb2b56444cf",
  "source_file": "data/raw/ncbc/881c9a7d96c6c26e365deb2cde02b6b8f4ace5cc3a5cb46e2ba20bb2b56444cf.pdf",
  "raw_text": "Blue Ridge Pediatric & Adolescent Med., Inc. v. First Colony Healthcare, LLC, 2012 \nNCBC 45.  \nSTATE OF NORTH CAROLINA  \n \nWATAUGA COUNTY  \nIN THE GENERAL COURT OF JUSTICE  \nSUPERIOR COURT DIVISION  \n11 CVS 127  \n \nBLUE RIDGE PEDIATRIC & \nADOLESCENT MEDICINE, INC., a \nNorth Carolina professional corporation;  \nA TO Z ENTERPRISES, LLC, a North \nCarolina limited liability company; \nGREGORY L. ADAMS, an individual; \nCLINTON B. ZIMMERMAN, JR., an \nindividual; and WESLEY SCOTT ST. \nCLAIR, an individual, \n \n \nPlaintiffs,  \n \nv.  \n \nFIRST COLONY HEALTHCARE, LLC, \na North Carolina limited liability \ncompany; FCHC - GREENWAY \nCOMMONS LAND, LLC, a North \nCarolina limited liability company; \nFCHC - GREENWAY COMMONS \nINVESTORS, LLC, a North Carolina \nlimited liability company; FCHC - \nGREENWAY COMMONS, LLC, a North \nCarolina limited liability company; FC \nHEALTHCARE, INC., a North Carolina \ncorporation; FIRST COLONY \nHEALTHCARE HOLDINGS II, LLC, a \nNorth Carolina limited liability \ncompany; RANDY T. RUSSELL, an \nindividual; DENNIS R. NORVET, an \nindividual; BOBBY D. HINSON, an \nindividual; FIRST COLONY \nHEALTHCARE II, LLC, a North \nCarolina limited liability company; FC \nHEALTHCARE II, INC., a North \nCarolina corporation; COLONY \nDEVELOPMENT PARTNERS, LLC, a \nNorth Carolina limited liability \ncompany; and COLONY \nMANAGEMENT, INC., a North Carolina \ncorporation, \n \n \nDefendants.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nORDER & OPINION ORDER & OPINION ORDER & OPINION ORDER & OPINION     \nHarris, Creech, Ward and Blackerby, P.A., by W. Gregory Merritt, \nThomas M. Ward, Jay C. Salsman, and Luke A. Dalton for Plaintiffs. \nBrown Law LLP, by Gregory W. Brown and Justin M. Osborn for \nDefendants. \nMurphy, Judge. \n{1}  THIS MATTER THIS MATTER THIS MATTER THIS MATTER is before the Court on (1) Plaintiff Blue Ridge Pediatric \nand Adolescent Medicine, Inc.’s (“Blue Ridge”) Motion to Compel Discovery; (2) \nHarris, Creech, Ward and Blackerby, P.A. (the “Harris Firm”) and Plaintiffs’ Motion \nto Quash Subpoena issued to the Harris Firm (the “Harris Motion”); and (3) Thomas \nM. Ward (“Ward”) and Plaintiff’s Motion to Quash Subpoena Issued to Ward, \nCounsel for Plaintiff (the “Ward Motion”) in this case.  \n{2}  Having considered the parties’ briefs and submissions, the Court GRANTS GRANTS GRANTS GRANTS \nBlue Ridge’s Motion to Compel Discovery; DENIES DENIES DENIES DENIES the Harris Motion; and \nGRANTS GRANTS GRANTS GRANTS the Ward Motion, for the reasons set forth below. \nI. \nPROCEDURAL HISTORY \n{3}  On March 8, 2011, Blue Ridge, A to Z Enterprises, LLC (“A to Z”), Gregory \nL. Adams, Clinton B. Zimmerman, Jr., John R. Lonas, and Wesley Scott St. Clair \n(collectively the “Doctors”) brought this action against First Colony Health Care, \nLLC and several affiliated companies (collectively “First Colony”), Randy T. Russell \n(“Russell”), Dennis R. Norvet (“Norvet”), and Bobby Hinson (“Hinson”).  (Compl. 39.) \n{4}  Plaintiffs filed a Verified Amended Complaint on May 27, 2011.  (V. Am. \nCompl. 41.) \n{5}  On July 8, 2011, Defendants filed a Motion to Dismiss nearly all of \nPlaintiffs’ claims, citing lack of standing, failure to state a claim upon which relief \nmay be granted, and failure to plead certain claims with particularity.  (Defs.’ Mot. \nDismiss.)  The Court held a hearing on Defendants’ Motion to Dismiss on October \n31, 2011. \n{6}  By order dated May 14, 2012, the Court stayed all case management \ndeadlines, including discovery, until August 13, 2012, and directed the parties to \nengage in mediation before August 13, 2012.  (Blue Ridge Pediatric & Adolescent \nMedicine, Inc. v. First Colony Healthcare, LLC, No. 11 CVS 127 (N.C. Super. Ct. \nMay 14, 2012) (order staying discovery).) \nII. \nFACTUAL BACKGROUND \n{7}  Plaintiff Blue Ridge is a North Carolina professional corporation engaged \nin the delivery of pediatric and adolescent medical services.  The Doctors are all \nshareholders and directors of Blue Ridge, and are also members and managers of A \nto Z.  (V. Am. Compl. ¶¶ 2–3.) \n{8}  Plaintiffs brought this action against First Colony and several of its agents \nwho are in the business of real estate development and property management.  \nPlaintiffs seek to recover damages arising out of a real estate development and \nlease agreement between the parties.  ( See generally V. Am. Compl.) \n{9}  In early 2006, Plaintiffs put their existing office building on the market \nand began searching for a new location.  (V. Am. Compl. ¶ 14.)  Unable to locate an \nexisting building to fit their needs, Plaintiffs instead decided to search for land on \nwhich they could construct a new building.  (V. Am. Compl. ¶ 15.)  They determined \nthat their new office would need approximately 1.5 to 2 acres of land located close to \nthe hospital where Plaintiffs routinely attend to patients.  (V. Am. Compl. ¶ 15.)   \n{10}  In Plaintiffs’ search for a building site, one parcel (the “Templeton \nProperty,” owned by Templeton Properties (“Templeton”)), appeared to be \nparticularly suitable, but was larger than needed.  (V. Am. Compl. ¶ 16.)  However, \nTempleton would not agree to sell less than the entire parcel.  (V. Am. Compl. ¶ 16.)  \nAs Plaintiffs explored options for utilizing the Templeton Property, they were \nreferred to First Colony by Joe Joseph (“Joseph”), a representative of one of the \nconstruction companies Blue Ridge was considering to construct the planned \nbuilding.  (V. Am. Compl. ¶ 17.)  Joseph volunteered to contact First Colony to \ninquire whether they would be interested in developing the Templeton Property.  \n(V. Am. Compl. ¶ 17.)  Plaintiffs were then introduced to Defendant Norvet, who \nmade a sales presentation and provided certain promotional materials detailing \nFirst Colony’s construction and development expertise.   (V. Am. Compl. ¶¶ 18–20.) 1   \n{11}  First Colony proposed a partnership to Plaintiffs whereby First Colony \nwould develop the Templeton Property into a new medical office park and Blue \nRidge would lease office space from First Colony for a period of ten years.  (V. Am. \nCompl. ¶ 20.)  Through a membership interest in several new limited liability \ncompanies to be formed by First Colony, Blue Ridge, through ownership in A to Z, \nwould share the profits of the office park, as well as any profits from the subsequent \nsale of the Templeton Property.  (V. Am. Compl. ¶¶ 21, 107.) \n{12}  In late December 2006, Plaintiffs indicated to First Colony a tentative \ndecision to move forward with the proposed partnership.  (V. Am. Compl. ¶ 27.)  In \nresponse, Defendant Hinson prepared documents including a lease and an operating \nagreement.  (V. Am. Compl. ¶ 28.)  In early January 2007, Plaintiffs forwarded \nthose documents to Ward for his review.  (V. Am. Compl. ¶ 29.) \n{13}  In late February 2007, despite concerns raised by Ward, Plaintiffs decided \nto execute the deal as proposed, and on March 7, 2007, Blue Ridge entered into a \nten-year lease agreement (the “Lease”) on the yet-to-be-constructed office building.  \n(V. Am. Compl. ¶ 46.)  On the same day, A to Z and FCHC - Greenway Commons \nLand, LLC, a company created by Defendants to facilitate and implement the \ndevelopment project, executed an operating agreement (the “Operating \nAgreement”).  (V. Am. Compl. Ex. Q.)  Plaintiffs allege that, as an inducement to \nenter the Lease, First Colony promised that profits arising out of the Operating \nAgreement would be distributed quarterly to A to Z.  (V. Am. Compl. ¶ 56.) \n{14}  Plaintiffs moved into the completed office on or around March 21, 2008.  \n(V. Am. Compl. ¶ 57.)  To date, Blue Ridge has paid rents in excess of $971,000, but \n                                                 \n1 In the Amended Complaint, Plaintiffs assign the term “First Colony” to “First Colony \nCorporation”  (V. Am. Compl. ¶ 5), but later state, “collectively, for administrative ease \nFirst Colony Corporation and/or its Affiliates may be referred to herein as ‘First Colony.’”  \n(V. Am. Compl. ¶ 10.)  This ambiguity, as to the identification of First Colony Defendants, \nhas no bearing on the Court’s resolution of these Motions.  \nA to Z has received no distributions of profits pursuant to the Operating Agreement.  \n(V. Am. Compl. ¶¶ 56, 57.)   \n{15}  In October 2008, and March 2009, Plaintiffs asked Defendants about the \npayments detailed in the profit-sharing provisions of the Operating Agreement.  (V. \nAm. Compl. ¶¶ 58–65.)  When Plaintiffs compared the documents Defendants \nprovided in response to Plaintiffs inquiry with the executed Lease and Operating \nAgreements, Plaintiffs noticed what they allege were material changes to certain \ncontractual terms of the Operating Agreement.  (V. Am. Compl. ¶¶ 42, 71.) \n{16}  On June 29, 2011, Plaintiff Blue Ridge served Defendants Colony \nDevelopment Partners, LLC; Colony Management, Inc.; FC Health Care II, Inc.; FC \nHealth Care, Inc.; FCHC - Greenway Commons Investors, LLC; FCHC - Greenway \nCommons Land, LLC; First Colony Health Care II, LLC; First Colony Health Care, \nLLC; and First Colony Health Care holdings II, LLC (collectively the “Compel \nDefendants”); as well as FCHC - Greenway Commons, LLC, with their First Set of \nInterrogatories and Requests for Production of Documents.  (Blue Ridge’s Mot. \nCompel 1.)   \n{17}  With the exception of their responses to questions asking for the name and \nprincipal place of business, the Compel Defendants uniformly responded to each of \nthe requests with a general, “OBJECTION AND MOTION FOR PROTECTIVE \nORDER .”  (Blue Ridge’s Mot. Compel Exs. 1–9.)  \n{18}  On October 6, 2011, Plaintiff Blue Ridge filed a Motion to Compel \nDefendants to complete their discovery responses to Plaintiff Blue Ridge’s First Set \nof Interrogatories and Requests for Production of Documents.  (Blue Ridge’s Mot. \nCompel 1–6.)  In response, the Compel Defendants filed an opposition memorandum \nwith the Court that relied primarily on the expectation that the Court would order a \ndismissal of the case.  ( See Defs.’ Opp’n to Blue Ridge’s Mot. Compel.) \n{19}  On October 5, 2011, Defendants’ counsel issued a subpoena duces tecum \n(the “Document Subpoena”), to the Harris Firm (the law firm where Ward is \nemployed), seeking to discover, inter alia , documents that purportedly gave rise to \nthis litigation.  (Harris Mot. Ex. A.) \n{20}  On October 24, 2011, Plaintiffs and the Harris Firm moved to quash the \nDocument Subpoena, and for entry of a protective order.  (Harris Mot. 1.)     \n{21}  The Document Subpoena, which contained neither the name of a natural \nperson nor title of some responsible agent, was delivered by certified mail, return \nreceipt requested, and addressed to, “Harris, Creech, Ward and Blackerby, P.A., 325 \nPollock Street, New Bern, North Carolina, 28563,” on October 5, 2011.  (Harris Mot. \n¶ 1.)  In the upper-left section of the Document Subpoena, the parties were \nidentified as, “Blue Ridge Pediatric & Adolescent MEdicine [sic], Inc., et al., \n[Plaintiffs], versus First Colony Healthcare, LLC, et al., [Defendants].”  (Harris Mot. \nEx. A.)  The Document Subpoena commanded the production of documents to occur \non October 21, 2011, at the Harris Firm.  (Harris Mot. Ex. A.) \n{22}  Also on October 5, 2011, Defendants’ counsel issued a subpoena to Ward \n(the “Ward Subpoena”) compelling Ward to appear and be deposed .  (Ward Mot. ¶ \n1.) \n{23}  On October 24, 2011, Plaintiffs and Ward moved to quash the Ward \nSubpoena, and for entry of a protective order.  (Ward Mot. 5.) \nIII. \nPLAINTIFF BLUE RIDGE PEDIATRIC & ADOLESCENT MEDICIN E, INC.’S MOTION \nTO COMPEL DISCOVERY \n{24}  Plaintiff Blue Ridge seeks an order from this Court compelling Defendants \nto complete discovery responses.  Defendants argue they have properly objected to \nPlaintiff Blue Ridge’s discovery pursuant to Rule 33(a) of the North Carolina Rules \nof Civil Procedure.  (Defs.’ Opp’n to Blue Ridge’s Mot. Compel 1.)  Defendants \nfurther argue that Plaintiff Blue Ridge has not complied in good faith with Rule \n18.6 of the General Rules of the Practice and Procedure for the North Carolina \nBusiness Court which requires attorneys to confer with each other prior to filing \nmotions and objections relating to discovery.  (Defs.’ Opp’n to Blue Ridge’s Mot. \nCompel 4.) \n{25}  Pursuant to the North Carolina Rules of Civil Procedure, objections to \ninterrogatories must be specific and may be served as outlined in Rule 33, N.C. R. \nCiv. P. 33(a), whereas motions for protective orders must be made under Rule 26(c).  \nN.C. R. Civ. P. 33 cmt. to the 1975 Amendment (a)(1).  As a general rule, once a \nparty serves an objection in response to interrogatories, “the burden is on the \ninterrogating party to move under Rule 37(a) for a court order compelling  \nanswers . . . .”  N.C. R. Civ. P. 33 cmt. to the 1975 Amendment (a)(3).  However, \nwhen a general objection to all of the interrogatories is made, it “should be the \nsubject of a motion for a protective order pursuant to Rule 26(c).”  Alan D. Woodlief, \nJr., SHUFORD N ORTH C AROLINA C IVIL P RACTICE AND P ROCEDURE  § 33:6 (6th ed. \n2003).  \n{26}  “‘Whether or not the party’s motion to compel discovery should be granted \nor denied is within the trial court’s sound discretion and will not be reversed absent \nan abuse of discretion.’”  Phelps-Dickson Builders, L.L.C. v. Amerimann Partners , \n172 N.C. App. 427, 433, 617 S.E.2d 664, 668 (2005) (quoting Wagoner v. Elkin City \nSchs.’ Bd. of Educ. , 113 N.C. App. 579, 585, 440 S.E.2d 119, 123, disc. review \ndenied , 336 N.C. 615, 447 S.E.2d 414 (1994)). \n{27}  On June 29, 2011, Plaintiff Blue Ridge served the Compel Defendants, as \nwell as FCHC - Greenway Commons, LLC, with Plaintiff Blue Ridge’s First Set of \nInterrogatories and Requests for Production of Documents.  (Blue Ridge’s Mot. \nCompel 1.)  With the exception of their responses to questions asking for the name \nand principal place of business, the Compel Defendants uniformly responded to \neach of the requests with a general: \nOBJECTION AND MOTION FOR PROTECTIVE ORDER .  This \nrequest seeks information on behalf of a Plaintiff who lacks standing to \nbring claims related to this line of requests and whose claims are \nsubject to a pending Motion to Dismiss.  Therefore, this Plaintiff is not \nentitled to lodge these requests, which are premature and \ninappropriate.  As such, the corresponding responses and productions \nshould not be required or compelled until the Motion is ruled upon by \nthe Court. \n(Blue Ridge’s Mot. Compel Exs. 1–9.) \n{28}  Despite stating their intent to file a motion for a protective order, both in \nthe interrogatory responses (Blue Ridge’s Mot. Compel Exs. 1–9) and the parties’ \nCase Management Report (Case Management Report 5), to date, Defendants have \nnot filed any such motion with the Court. \n{29}  The appropriate means for the Compel Defendants to prevent or limit \ndiscovery that they contend is unreasonable, inappropriate, and excessive is to seek \na protective order under Rule 26(c).  Because no such motion has been made to this \nCourt, the Court concludes that the Compel Defendants have not properly contested \nPlaintiff Blue Ridge’s discovery requests.   \n{30}  The Compel Defendants also argued that Plaintiffs’ counsel failed to act in \ngood faith pursuant to Business Court Rule 18.6, which requires parties to make \n“diligent attempts” to resolve discovery disputes.  (Defs.’ Opp’n to Blue Ridge’s Mot. \nCompel 4); BCR 18.6(a) (2006).  However, despite conflicting opinions in their \nmemoranda as to its substance, neither party disputes that they held a conference \nprior to Plaintiff Blue Ridge’s filing of the Motion to Compel.  Accordingly, the Court \nconcludes Compel Defendants’ good faith argument is without merit. \n{31}  Plaintiff Blue Ridge’s Motion to Compel is, therefore, GRANTED GRANTED GRANTED GRANTED.  Compel \nDefendants shall fully respond to Plaintiff Blue Ridge’s First Set of Interrogatories \nand Requests for Production of Documents within thirty (30) days from the entry of \nthis Order.  All other relief sought in Plaintiff Blue Ridge’s Motion to Compel is \nDENIED DENIED DENIED DENIED.   \nIV. \nMOTION TO QUASH AND OBJECTION TO SUBPOENA ISSUED TO  THE HARRIS \nFIRM    \n{32}  The Harris Motion is premised on: (1) whether the Document Subpoena is \nfacially and procedurally invalid, (2) whether a subpoena duces tecum  is a proper \ndiscovery device, and (3) whether the Document Subpoena should be quashed for \nreasons of privilege.  (Mem. Supp. Harris Mot. 3–6.)   \nA. \nDEFINITION OF “PERSON” FOR PURPOSES OF SUBPOENAS \n{33}  Turning first to the question of whether the Document Subpoena is facially \nand procedurally valid, the Court must decide whether a subpoena directed to a \ncorporation, without reference to an individual or agent of the corporation, is \nsufficient to satisfy the rules of service prescribed by Rule 45 of the North Carolina \nRules of Civil Procedure.   \n{34}  A subpoena must contain “[a] command to each person  to whom it is \ndirected . . . .”  N.C. R. Civ. P. 45(a)(1)(b) (emphasis added).  “When the propriety of \na subpoena Duces tecum  is challenged, . . . the question is addressed to the sound \ndiscretion of the court in which the action is pending.”  Vaughan v. Broadfoot , 267 \nN.C. 691, 697, 149 S.E.2d 37, 42 (1966) (italics added).  Upon a motion made by a \nperson commanded to produce and permit the inspection of documents, “[t]he court \nshall quash . . . the subpoena if the subpoenaed person demonstrates” that the \nsubpoena is procedurally defective.  N.C. R. Civ. P. 45(c)(5).  “If service is \nchallenged, the test is whether the record establishes ‘substantial compliance’ with \nRule 5(b) [of the North Carolina Rules of Civil Procedure].”  G. Gray Wilson, NORTH \nC AROLINA C IVIL P ROCEDURE  § 5-3 (3rd ed.) (quoting Macon v. Edinger , 303 N.C. 274, \n278 S.E.2d 256 (1981)). \n{35}  The North Carolina Supreme Court has stated that whether the word \n“person,” as used in a statute, includes corporations may depend largely on \nstatutory context.  Wallace v. Moore , 178 N.C. 114, 117, 100 S.E. 237, 239 (1919).  \n“To be a corporation in law or in fact . . . , [an entity] must fulfill the statutory \nrequirements of the state it selects.  When it has done so, it becomes endowed with \nall the attributes of a ‘person.’”  James E. Snyder, Jr., NORTH C AROLINA \nC ORPORATION L AW AND P RACTICE  § 13.1 (4th ed.).   \n{36}  This Court is aware of no North Carolina case law precisely on point that \naddresses whether a defendant’s failure to specify a natural person or agent \namounts to a defect that obliges the Court to quash a subpoena directed to a \ncorporation.  However, “[t]he North Carolina Rules of Civil Procedure are, for the \nmost part, verbatim recitations of the federal rules.”  Turner v. Duke Univ. , 325 \nN.C. 152, 164, 381 S.E.2d 706, 713 (1989) (citing Sutton v. Duke , 277 N.C. 94, 176 \nS.E.2d 161 (1970)).  Thus, decisions under the federal rules are instructive to the \ncourt in interpreting the North Carolina rules.  Id.  \n{37}  “[T]he general practice seems to be to direct [a] subpoena duces tecum  to \nthe officer of the corporation having the custody of the documents required . . . .”  C. \nT. Drechsler, Annotation, Form, Particularity, and Manner of Designation Required \nin Subpoena Duces Tecum for Production of Corporate Books, Records, and \nDocuments , 23  A.L.R.2 D 862, § 9 (1952) (italics added).  The necessity of such a \nrequirement was, however, eliminated by the United States Supreme Court’s ruling \nin Wilson v. United States , 221 U.S. 361, 374 (1911).  In Wilson , the Court stated \n“where the documents of a corporation are sought, the practice has been to \nsubpoena the officer who has them in his custody.  But there would seem to be no \nreason why the subpoena duces tecum  should not be directed to the corporation \nitself.”  Id.  (italics added); see also  Ex parte Monroe County Bank , 49 So. 2d 161 \n(Ala. 1950) (holding a subpoena would not be refused because it was directed to the \nbank and not to its president); Commonwealth v. S. Express Co. , 169 S.W. 517 (Ky. \nCt. App. 1914) (holding the production of books and papers of a corporation may be \nrequired by a subpoena duces tecum  directed to the corporation itself and served \nupon its proper agent).2    \n{38}  The Federal rule and the North Carolina rule are procedurally identical \nwith respect to issuing a subpoena, and require that “every subpoena” state a \ncommand to “each person to whom it is directed” to produce designated documents.  \nSee  Fed. R. Civ. P. 45; N.C. R. Civ. P. 45; see also Ala. R. Civ. P. 45; Ky. R. Civ. P. \n45.01.  Reading the North Carolina Rules of Civil Procedure as a whole, and \nconsidering the persuasive authority from other jurisdictions, this Court holds that \nthe meaning of the word “person” in the context of Rule 45 includes corporations.  \nSee  N.C. R. Civ. P. 45.   \n{39}  Here, the Document Subpoena contained neither the name of a natural \nperson nor the title of some responsible agent, but was addressed to the Harris \nFirm and delivered by certified mail, return receipt requested.  Consistent with the \n                                                 \n2  But see  Keiffe v. LaSalle Realty Co ., 112 So. 799, 801 (La. 1927) (holding a subpoena \ndeuces tecum  must designate “some officer or agent of the corporation”).  \nCourt’s holding that the word “person,” for purposes of a subpoena, includes \ncorporations, the Court concludes that service of the Document Subpoena was \nsufficient to put the Harris Firm on notice of the request to produce documents.  \nAccordingly, the Court concludes Defendants’ counsel substantially complied with \nthe service requirements of Rule 45 of the North Carolina Rules of Civil Procedure.  \nN.C. R. Civ. P. 5(b).  The Court, therefore, holds that the Document Subpoena was \nnot procedurally defective. \nB. \nSUBPOENA DUCES TECUM AS A DISCOVERY TOOL \n{40}  The Harris Firm next argues the Document Subpoena should be quashed \nbecause it is not a proper discovery tool.  (Harris Mot. 2.)   \n{41}  “A subpoena duces tecum  is appropriate to make discovery of documentary \nevidence held by a non-party.”  Kilgo v. Wal-Mart Stores, Inc. , 138 N.C. App. 644, \n648, 531 S.E.2d 883, 887 n.5 (2000).  A party’s law firm is not itself a party to its \nclient’s case.  Kelley v. Agnoli , 205 N.C. App. 84, 99, 695 S.E.2d 137, 147 (2010); see \nalso  Bailey v. N.C. Dep’t of Revenue , 353 N.C. 142, 156, 540 S.E.2d 313, 322 (2000) \n(holding the Attorney General was not a party to a case in which he represented the \nState in a class action, and, therefore, could not individually appeal from the trial \ncourt’s award of attorney fees to counsel for the class). \n{42}  Here, the Harris Firm represents Plaintiffs as legal counsel and, thus, is \nnot a party to the action.  Therefore, notwithstanding the privilege issue discussed \nbelow, the Court concludes the use of the Document Subpoena for purposes of \ncompelling production of documents from the Harris Firm was otherwise a proper \ntool for obtaining discoverable material. \nC. \nSUBPOENA SEEKS PRIVILEGED MATERIALS AND IS IMPROPER LY BROAD \n{43}  Lastly, the Harris Firm objects to the Document Subpoena because (1) it \nrequests the production of privileged materials, (2) it is improperly broad, and (3) \ncompliance with the subpoena would be unduly burdensome because it would \nrequire a “physical search of all material in [the Harris Firm’s] possession . . . and a \ndetailed review . . . to ensure protection of privileged matter.”  (Mem. Supp. Harris’ \nMot. 4–5.)  The Court finds these arguments unpersuasive and lacking merit. \n{44}  Under the North Carolina Rules of Civil Procedure, a party is entitled to \nobtain any information that “appears reasonably calculated to lead to the discovery \nof admissible evidence . . . .”  N.C. R. Civ. P. 26(b)(1).  Section (d)(5) of Rule 45 states \nthat: \nWhen information subject to a subpoena is withheld on the objection \nthat it is subject to protection as trial preparation materials, or that it \nis otherwise privileged, the objection shall be made with specificity and \nshall be supported by a description of the nature of the \ncommunications, records, books, papers, documents, electronically \nstored information, or other tangible things not produced, sufficient for \nthe requesting party to contest the objection.  \nN.C. R. Civ. P. 45(d)(5).   \n{45}  “[A] party asserting [attorney-client] privilege can only meet its burden by \nproviding some objective indicia that [the privilege] is applicable under the \ncircumstances.”  Miles v. Martin , 147 N.C. App. 255, 259–60, 555 S.E.2d 361, 364 \n(2001) (internal quotations omitted). \n{46}  When assessing whether a particular communication is protected by \nattorney-client privilege:   \n[A] trial court is not required to rely solely on an attorney’s assertion \nthat a particular communication falls within the scope of the attorney-\nclient privilege.  In cases where the party seeking the information has, \nin good faith, come forward with a non[-]frivolous assertion that the \nprivilege does not apply, the trial court may conduct an in camera \ninquiry of the substance of the communication. \nIn re Investigation of the Death of Miller, 357 N.C. 316, 336, 584 S.E.2d 772, 787 \n(2003) (italics of Latin phrase removed).  \n{47}  In conducting such an inquiry, a court must apply a five-part test to \ndetermine whether a particular communication is privileged:  \n(1) the relation of attorney and client existed at the time the \ncommunication was made, (2) the communication was made in \nconfidence, (3) the communication relates to a matter about which the \nattorney is being professionally consulted, (4) the communication was \nmade in the course of giving or seeking legal advice for a proper \npurpose although litigation need not be contemplated and (5) the client \nhas not waived the privilege.  \nRaymond v. N.C. Police Benevolent Ass’n., Inc. , 365 N.C. 94, 100, 721 S.E.2d 923, \n927–928 (2011) (quoting State v. Murvin , 304 N.C. 523, 531, 284 S.E.2d 289, 294 \n(1981)).  If any one of these five elements is not present in any portion of an \nattorney-client communication, that portion of the communication is not privileged.  \nMurvin , 304 N.C. at 531, 284 S.E.2d at 294. \n{48}  While neither admitting nor denying possession of any subpoenaed \ndocuments, the Harris Firm moves this Court to quash the Document Subpoena \nbecause of its express language requesting “all materials, whether considered \nprivileged or not , that relate to the transactions and execution of instruments that \ngive rise to this litigation.”  (Harris Mot. Ex. A (emphasis added); Mem. Supp. \nHarris Mot. 5.) \n{49}  The Harris Firm has not complied with the Rule 45 requirement that \nobjections citing privilege be specific and include a description of the document not \nproduced sufficient for Defendants to contest the objection.  N.C. R. Civ. P. 45(d)(5).  \nTherefore, the issue of attorney-client privilege is not properly before the Court.  If \nthe Harris Firm had none of the subpoenaed documents, it might have complied \nwith the Document Subpoena by filing an objection on the basis that the documents \nrequested were not within the Harris Firm’s possession.  See generally , 8A  AM . JUR . \nPleading & Practice Forms Depositions and Discovery § 522 (2012).   \n{50}  Although the Harris Firm’s eventual compliance with Rule 45 and this \nOrder may preclude the need for further intervention by the Court in this discovery \ndispute, the Court notes that Plaintiffs’ pleadings and briefs describe documents in \nthe Harris Firm’s possession that may fail the second prong of the test cited in \nRaymond  because the documents were not exchanged in confidence.  For example, \n“[o]n December 11, 2010, [Plaintiffs’ office manager Laura] Hardee and Plaintiffs’ \ncounsel traveled to the office of First Colony . . . [where] Plaintiffs [were]  \nprovided . . . copies of the executed documents for the project.”  (V. Am. Compl. ¶ \n70.)  Documents that Plaintiffs claim were created by Defendants are not likely to \nbe subject to any confidence.  (V. Am. Compl. ¶ 71.)  That “Plaintiffs’ counsel” was \npresent at the December 11, 2010, meeting leaves open the possibility that a \nprudent attorney would retain evidence he feels is important to his clients’ \nimpending lawsuit.  Therefore, it is reasonable for Defendants to believe the \nDocument Subpoena may lead to admissible evidence to which attorney-client \nprivilege would not attach.  See N.C. R. Civ. P. 26(b)(1).  The Court, however, \nrecognizes that there may be valid claims of privilege with regard to other \ndocuments in the Harris Firm’s possession, e.g., documents in the possession of the \nHarris Firm that were created by Plaintiffs and their counsel in confidence.  \n{51}  Lastly, the Harris Firm’s contention that the Document Subpoena is overly \nbroad is unconvincing.  Defendants conspicuously used limiting language by \nrequesting materials “referenced in the Verified Amended Complaint.”  (Harris Mot. \nEx. A.)  Equally unconvincing is the Harris Firm’s assertion that compliance with \nthe Document Subpoena would require searching all material in its possession.  As \nPlaintiffs’ counsel in this action, the Harris Firm arguably has already compiled, \nsorted, even scrutinized, for the purpose of drafting Plaintiffs’ complaint, the very \ninformation it has refused to produce.  For these reasons, the Court concludes that \nthe Harris Firm has failed to establish grounds upon which this Court should quash \nthe Document Subpoena. \n{52}  For the reasons stated above, the Court concludes that the Document \nSubpoena was a proper discovery device and that the Harris Firm has not complied \nwith the requirements for asserting attorney-client privilege. \n{53}  The Court further concludes that the Document Subpoena is limited in \nscope to matters and things relevant and germane to this action, and that it is not \nissued as a device to harass the moving parties and unnecessarily increase the cost \nof litigation.  Accordingly, Plaintiffs have failed to demonstrate that the requested \ndocuments should be protected. \n{54}  The Harris Motion is, therefore, DENIED DENIED DENIED DENIED and Objection OVERRULED.  OVERRULED.  OVERRULED.  OVERRULED.  \nPlaintiffs and the Harris Firm shall: (1) produce all requested documents that are \nnot subject to an applicable privilege within thirty (30) days from the entry of this \nOrder; (2) produce a privilege log for all documents that have been withheld subject \nto a claim of privilege within thirty (30) days from the entry of this Order; (3) meet \nor confer with Defendants within ten (10) days from the date the privilege log is \nproduced to discuss any disagreements over the designation of a responsive \ndocument as privileged; and (4) if after conferring the parties are unable to agree on \nits classification, the Harris Firm will submit all disputed documents for which a \nclaim of privilege has been made to the Court for in camera  review. \nV. \nMOTION TO QUASH AND OBJECTION TO SUBPOENA ISSUED TO  WARD \n{55}  On October 24, 2011, Plaintiffs and Ward moved to quash the Ward \nSubpoena, and for entry of a protective order.  (Ward Mot. 1.) \n{56}  Plaintiffs’ brief in support of the Ward Motion argues that (1) the subpoena \nis improper as it commands an opposing party’s litigation counsel to appear for a \ndeposition; (2) the subpoena is facially and procedurally invalid; and (3) the \nsubpoena was issued to harass the moving parties and unnecessarily increase the \ncost of litigation.  (Mem. Supp. Ward Mot. 2–5.) \n{57}  Plaintiffs’ first argument raises the issue of attorney-client privilege and \nits application in the context of deposing a party’s counsel.  (Mem. Supp. Ward Mot. \n3.)  Under the North Carolina Rules of Civil Procedure, a party is entitled to \ndiscover any information that “appears reasonably calculated to lead to the \ndiscovery of admissible evidence . . . .”  N.C. R. Civ. P. 26(b)(1).  Parties may obtain \ndiscovery by depositions upon oral examination, “regarding any matter, not \nprivileged, which is relevant to the subject matter involved in the pending  \naction . . . .”  Id .  The court shall limit discovery where “the discovery sought is . . . \nobtainable from some other source that is more convenient, less burdensome, or less \nexpensive[,]” or where “the discovery is unduly burdensome or expensive, taking \ninto account the needs of the case, the amount in controversy, limitation on the \nparties’ resources, and the importance of the issues at stake in the litigation.”  N.C. \nR. Civ. P. 26(b)(1a).  Where good cause is shown, the court “may make any order \nwhich justice requires to protect a party” from discovery that exceeds the scope of \nthis rule.  N.C. R. Civ. P. 26(c).  This Court is aware of no North Carolina case law \naddressing whether a party can depose the opposing party’s litigation counsel.  \nTherefore, the Court again looks to decisions under the federal rules for guidance.  \nTurner , 325 N.C. at 164, 381 S.E.2d at 713. \n{58}  The seminal case on the issue of deposing litigation counsel is Shelton v. \nAmerican Motors Corp. , 805 F.2d 1323 (8th Cir. 1986), which limited the deposition \nof opposing counsel to circumstances “where the party seeking to take the \ndeposition has shown that (1) no other means exist to obtain the information than \nto depose opposing counsel; (2) the information sought is relevant and nonprivileged \n[sic]; and (3) the information is crucial to the preparation of the case.”  Id.  at 1327 \n(internal citation omitted).  Courts throughout the country, including North \nCarolina’s federal courts, have adopted the Shelton  test.  See  N.F.A. Corp. v. \nRiverview Narrow Fabrics, Inc. , 117 F.R.D. 83, 85 (M.D.N.C. 1987) (granting a \nmotion for protective order preventing deposition of a party’s patent attorney); \nStatic Control Components, Inc. v. Darkprint Imaging, Inc. , 201 F.R.D. 431 \n(M.D.N.C. 2001) (reaffirming a protective order preventing discovery on Darkprint’s \ntrial attorney).   \n{59}  In Shelton , the plaintiffs subpoenaed defendants’ in-house attorney, who \nwas assigned to supervise the litigation.  805 F.2d at 1325.  Because of this status, \nplaintiffs’ counsel refused to answer questions concerning the existence or non-\nexistence of certain documents that would be pertinent to the plaintiffs’ underlying \nproducts liability case.  Id .  The Eighth Circuit reversed a district court ruling \ngranting a motion for default judgment as a sanction for refusal to answer \ndeposition questions, reasoning that requiring opposing counsel to testify as a \nwitness “not only disrupts the adversarial system and lowers the standards of the \nprofession, but it also adds to the already burdensome time and costs of litigation.”  \nId . at 1327.  Specifically, the court noted that requiring an attorney to answer \nquestions regarding the existence of certain documents would authorize disclosure \nof protected work-product because it would require the attorney to reveal her \nselective mental process.  See id. at 1329.  However, the Eighth Circuit expressly \ndeclined to grant absolute immunity to “opposing trial counsel” from being deposed, \nand instead set forth the three requirements noted above as prerequisites that must \nbe met before a party may depose the opposing party’s litigation counsel.  Id . at \n1327. 3  \n{60}  Courts that have declined to apply Shelton  have done so when the \nproposed deponent is (1) not trial or litigation counsel, and (2) when such \nquestioning would not expose litigation strategy in the pending case.4  United \nStates v. Philip Morris, Inc. , 209 F.R.D. 13, 17 (D.D.C. 2002).  In addition, the \nEighth Circuit limited the Shelton rule’s reach in Pamida, Inc. v. E.S. Originals, \nInc. , 281 F.3d 726, 730 (8th Cir. 2002), stating that “[t]he Shelton  test was \nintend[ed] to protect against the ills of deposing opposing counsel in a pending  case \nwhich could potentially lead to the disclosure of the attorney’s litigation strategy.” 5  \nId.  (emphasis added).  \n                                                 \n3  Two other circuits have upheld lower court rulings premised on Shelton  on the grounds \nthat the rulings were within the lower courts’ discretion to manage discovery under Rule \n26. See  Boughton v. Cotter Corp. , 65 F.3d 823, 830–31 (10th Cir. 1995) (approving of the \nthree-pronged test set forth in Shelton , but ultimately upholding the district court’s \napplication of the rule under Rule 26); Nguyen v. Excel Corp. , 197 F.3d 200, 208–09 (5th \nCir. 1999) (adopting Shelton ’s statement that depositions of opposing counsel are generally \ndisfavored and should only be permitted in limited circumstances, but upholding a lower \ncourt’s decision to permit plaintiff to depose opposing trial and in-house counsel under Rule \n26).  \n4 The Second Circuit has also weighed in on Shelton , stating that it has “cited Shelton  for \nthe proposition that depositions of ‘opposing counsel’ are disfavored,” but that it has “never \nadopted the Shelton  rule . . . .”  In re Subpoena Issued to Friedman , 350 F.3d 65, 71 (2d Cir. \n2003) (citing Gould Inc. v. Mitsui Min. & Smelting Co. , 825 F.2d 676, 680 n.2 (2d Cir. \n1987)).  Instead of Shelton ’s three elements, the Friedman  court preferred “factors” in \ndetermining whether the proposed deposition would entail an inappropriate burden or \nhardship, such as “the need to depose the lawyer, the lawyer’s role in connection with the \nmatter on which discovery is sought and in relation to the pending litigation, the risk of \nencountering privilege and work-product issues, and the extent of discovery already \nconducted.”  Id.  at 72. \n5 In Pamida , the court held the heightened protection afforded under Shelton  does not \nextend to an attorney who happens to later represent the same client in an unrelated \naction.  281 F.3d at 730.  The court allowed the deposition of counsel in a pending action \nwhere a party sought “relevant information uniquely known by [opposing litigation counsel] \nabout prior terminated litigation, the substance of which [was] central to the pending case.”  \nId.  at 731.  \n{61}  While not binding on this Court, Shelton  and its progeny offer guidance to \nthe Court in deciding this motion.  This Court concludes that the Shelton test is \nappropriate in this case because the test closely parallels the language of Rule 26, \nwhich allows a party to limit discovery by convincing a court that information \nsought in discovery by deposition, upon oral examination, is (1) not “obtainable from \nsome other [less burdensome] source . . . ,” (2) “not privileged . . . ,” and (3) \n“importan[t to] the issues at stake in the litigation.”  N.C. R. Civ. P. 26(b)(1). \n{62}  Based on the foregoing, the Court concludes that Defendants have failed to \ndemonstrate the propriety and need for deposing Ward.6  Specifically, Defendants \nsuggest they wish to depose Ward about “advice, communications, and receipt of \ndocuments [that are] the basis” of Plaintiffs’ suit.  (Defs.’ Opp. Ward Mot. Mem. Law \nSupp. 2.)  Such knowledge is precisely the type of information Shelton  attempts to \nprotect from disclosure by litigation counsel in a deposition.  Defendants have not \nshown that: (1) there are no other means to obtain the information sought; (2) the \ninformation Ward possesses is relevant and non-privileged; and (3) the information \nis critical to the issues at stake in this litigation.  Shelton , 805 F.2d at 1327.  \nAccordingly, Defendants’ subpoena directed to Ward should be quashed.   \n{63}  In addition, pursuant to Rule 26(c) of the North Carolina Rules of Civil \nProcedure, the Court finds good cause for entry of a protective order prohibiting \nDefendants from seeking the deposition of Thomas M. Ward regarding any matter \nin this case, absent authorization by the Court. \n{64}  Furthermore, the Court determines that service of the Document \nSubpoena was sufficient to put Ward on notice of his deposition upon oral \nexamination.  Accordingly, the Court concludes that the record establishes \n                                                 \n6 Defendants attempt to distinguish the instant case from Shelton , by noting a Louisiana \ncase where the attorney from whom a deposition was sought was “not involved in trial \npreparation.”  Anserphone of New Orleans, Inc. v. Protocol Commc’ns, Inc. , 2002 WL \n31016572, at *2 (E.D. La. 2002).  However, because Thomas M. Ward signed the Amended \nComplaint, the Court finds this argument without merit.  (V. Am. Compl. ¶ 41.) \n  \nDefendants’ counsel substantially complied with the service requirements.  Wilson, \nsupra  at § 5-3; N.C. R. Civ. P. 5(b). \n{65}  In light of the above, the Court need not address whether the Ward \nSubpoena was issued to harass the moving parties and unnecessarily increase the \ncost of litigation.   \n{66}  Accordingly,, ,, the Ward Motion is GRANTED GRANTED GRANTED GRANTED and Objection SUSTAINED. SUSTAINED. SUSTAINED. SUSTAINED.  \nDefendants are prohibited    from seeking the deposition of Thomas M. Ward \nregarding any matter in this case unless expressly ordered by the Court.  All other \nrelief sought by Plaintiffs is DENIED DENIED DENIED DENIED. \nVI. \nCONCLUSION \n{67}  IT IS HEREBY ORDERED IT IS HEREBY ORDERED IT IS HEREBY ORDERED IT IS HEREBY ORDERED that:  (a) Plaintiff Blue Ridge’s Motion to \nCompel Discovery is GRANTED GRANTED GRANTED GRANTED; Compel Defendants are HEREBY ORDERED HEREBY ORDERED HEREBY ORDERED HEREBY ORDERED to \nfully respond to Plaintiff Blue Ridge’s First Set of Interrogatories and Requests for \nProduction of Documents within thirty (30) days from the entry of this Order and \nOpinion; all other relief sought by Plaintiff Blue Ridge in its Motion to Compel \nDiscovery is DENIED DENIED DENIED DENIED; (b) the Harris Motion, is DENIED DENIED DENIED DENIED and Objection \nOVERRULED OVERRULED OVERRULED OVERRULED;    Plaintiffs and the Harris Firm are HEREBY ORDERED HEREBY ORDERED HEREBY ORDERED HEREBY ORDERED to: (1) \nproduce all requested documents that are not subject to an applicable privilege \nwithin thirty (30) days from the entry of this Order; (2) produce a privilege log for \nall documents that have been withheld subject to a claim of privilege within thirty \n(30) days from the entry of this Order; (3) meet with movants within ten (10) days \nfrom the date the privilege log is produced to discuss any disagreements over the \ndesignation of a responsive document as privileged; and (4) if, after conferring, the \nparties are unable to agree on the classification of a responsive document, the \nparties will submit all disputed documents for which a claim of privilege has been \nmade to the Court for in  camera  review; and (c) the Ward Motion is GRANTED GRANTED GRANTED GRANTED and \nObjection SUSTAINED SUSTAINED SUSTAINED SUSTAINED; Defendants are prohibited    from seeking deposition on oral \nexamination of Thomas M. Ward regarding any matter in this case unless expressly \nordered by this Court; that all other relief sought in the Ward Motion is DENIED DENIED DENIED DENIED. \nSO ORDERED SO ORDERED SO ORDERED SO ORDERED,    this the 9 th  day of August, 2012. "
}