{
  "id": "882279d73f9ccb41cf9c61474a6092824625a4ca06d155b9e29fec98ef4b02e4",
  "source_file": "data/raw/ncbc/882279d73f9ccb41cf9c61474a6092824625a4ca06d155b9e29fec98ef4b02e4.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 21135 \n \nGVEST REAL ESTATE, LLC, \n(formerly Gee Real Estate, LLC) \n \n                               Plaintiff, \n \nv. \n \nJS REAL ESTATE INVESTMENTS, \nLLC; SHAW CAPITAL & \nGUARANTY, LLC; TR REAL \nESTATE, LLC; LEVAN CAPITAL, \nLLC (formerly known as Trinvest \nPartners, LLC); JAMES SHAW; \nTYSON RHAME; and YARDS AT \nNODA, LLC, \n \n                             Defendants,  \n \nv. \n \nJS REAL ESTATE INVESTMENTS, \nLLC; TR REAL ESTATE, LLC; \nJAMES SHAW; TYSON RHAME; \nand \nYARDS AT NODA, LLC, \n \n                           Counterclaim  \n                           Plaintiffs, \n \nv. \n \nGVEST REAL ESTATE, LLC \n(formerly GEE REAL ESTATE, LLC), \n \n                         Counterclaim  \n                         Defendant. \n \n \n \n \n \n \n \n \nORDER AND OPINION ON MOTIONS \nFOR SUMMARY JUDGMENT \n \n1. Yards at NoDa , LLC owns an apartment complex of the same name in \nCharlotte, North Carolina’s vibrant North Davidson neighborhood.  By all accounts, \nthe company is prosperous  and has room to grow.  Phase one of the complex is \ncomplete and generating  rental income; phase  two, though still in the planning \nGvest Real Est., LLC v. JS Real Est. Invs., LLC, 2023 NCBC 61. \nstages, shows promise.  But success has not been enough to ward off internal conflict.  \nThe founders of Yards at NoDa have split into two factions that distrust one another \nand, in this lawsuit,  have traded accusations and recriminations of self-interested \nscheming going all the way back to the company’s formation. \n2. Discovery is now closed.  Each side has moved for summary judgment.  For \nthe following reasons, the Court GRANTS Defendants’ motion and GRANTS in part \nand DENIES in part Plaintiff’s motion. \nBaucom, Claytor, Benton, Morgan & Wood, P.A., by Rex C. Morgan , for \nPlaintiff Gvest Real Estate, LLC. \n \nAlston & Bird, LLP, by Matthew P. McGuire, Caitlin Van Hoy, Ryan P. \nEthridge, and Michael A. Kaeding , for Defendants JS Real Estate \nInvestments, LLC, Shaw Capital  & Guaranty, LLC , TR Real Estate, \nLLC, Levan Capital, LLC , James Shaw, Tyson Rhame, and Yards at \nNoDa, LLC. \n \nConrad, Judge. \n \nI. \nBACKGROUND \n3. The Court does not make findings of fact when ruling on motions for \nsummary judgment.  The following background, drawn from the evidence submitted \nby the parties, provides context for the Court’s analysis and ruling only.   \n4. All parties agree that Ray Gee h ad the original  idea for what eventually \nbecame Yards at NoDa .  Gee, a real estate developer, found  an undeveloped parcel \nwhose owners were in financial distress.  Convinced that it was a prime location for \napartments, Gee began looking for investors.  He approached James Sh aw, a friend \nand business associate.  Shaw came on board and then invited Tyson Rhame, another \nbusiness associate, to join as well.  Gee, Shaw, and Rhame together formed Yards at \nNoDa in 2012 to buy and develop the parcel and later manage the apartment complex \nonce up and running .  (See, e.g., Bell Dep. 83:5–14, ECF Nos. 89 & 101.3; Gee Dep. \n26:21–27:16, 50:22–51:23, 64:3–6, 65:18–66:13, ECF No. 101.1; Rhame Dep. 82:3–15, \nECF No. 101.4.) \n5. Yards at NoDa’s original members are holding companies  owned by either \nGee, Shaw, or Rhame.  Gee’s company, Gvest Real Estate, LLC (“Gvest”), took a 25% \ninterest based on a token $1,000 capital contribution.   Shaw’s company,  JS Real \nEstate Investments, LLC (“JS Real Estate”), took  a 37.5% interest based on a \n$2,500,000 capital contribution.  And Rhame ’s company, TR Real Estate, LLC (“TR \nReal Estate”), also took a 37.5% interest based on a $2,500,000 capital contribution .  \nYards at NoDa’s operating agreement names Gee and Shaw as the initial managers.  \n(See Op. Agrmt. §§ 2.7, 3.1, 5.1.1, Ex. A, ECF No. 20.5.) \n6. If there was a honeymoon period  after the formation of Yards at NoDa, it \ndidn’t last long.   Relations between Gee and Shaw deteriorated so rapidly that , by \n2014, they had ended their friendship and dissolved many of their business ventures \nother than Yards at NoDa.  Two years later, Gvest filed this lawsuit.  (See Defs.’ Ex. \nF-4, ECF No. 101.6.) \n7. Many of Gvest ’s allegations reflect concerns that Shaw and Rhame have \ntried to dilute its interest or shut it out of Yards at NoDa.  As an example, Shaw filed \ntax forms that assigned a 16.78% membership interest to Gvest rather than the 25% \ninterest listed in the operating agreement ; the forms were later  amended to correct \nthe size of Gvest’s interest.  In addition, Shaw and Rhame allegedly refused a series \nof requests by Gvest to review company books and records.  (See Gee Dep. 136:5–11; \nPl.’s Ex. 5, ECF No. 93.1.)   \n8. Other allegations go toward changes or attempted changes in Yards at \nNoDa’s membership and management.  In 2013, Shaw and Rhame took preliminary \nsteps to transfer the interests of JS Real Estate and TR Real Estate to other holding \ncompanies (“Shaw Capital” and “Levan Capital”)  that they personally own.  Around \nthe same time, they proposed to amend the operating agreement  to admit Shaw \nCapital and Levan Capital as members.  Gvest approved the amendment at first but \nrevoked its approval before it took effect.  Then, in August 2014, JS Real Estate and \nTR Real Estate voted to remove Gee as manager and replace him with Rhame.  Gvest \ncontends that these actions have thrown a cloud over Yards at NoDa’s membership \nand management.  (See, e.g., Defs.’ Exs. F-3, F-7, F-8, F-10, F-11, ECF No. 78.1.) \n9. A third set of allegations sound in  fraud.  In 2015 and 2016, the federal \ngovernment filed a civil forfeiture action against Shaw and Rhame and indicted them \nfor wire and mail fraud and money laundering .  The prosecution resulted from an \ninvestigation into the practices of a currency trading busines s (“Sterling Currency \nGroup”) jointly owned by Shaw and Rhame .  Gvest a lleges that Shaw and Rhame \nmisled it about the legality of Sterling Currency Group’s business and that they used \ntainted funds to capitalize Yards at NoDa.  (See Am. Compl. Ex. B, ECF No. 20.2.)   \n10. Based on these allegations, Gvest  filed suit against seven named \nDefendants: Shaw, Rhame, JS Real Estate, TR Real Estate, Shaw Capital, Levan \nCapital, and Yards at NoD a.  Gvest has asserted a claim for declaratory judgment \nregarding the status of Yards at NoDa’s members and managers ; a pair of claims to \nenforce its information al rights under the operating agreement  and N.C.G.S. \n§ 57D-3-04; and claims for breach of fiduciary duty, constructive fraud, fraudulent \ninducement, and negligent misrepresentation.  Gvest also claims that Yards at NoDa \nis an alter ego of Shaw and Rhame and demands punitive damages. \n11. Defendants deny any wrongdoing ; five of the seven ha ve also  \ncounterclaimed.1  They allege that Gee abdicated his responsibilities as a manager  \nby refusing to show up to work, skipping meetings, and ignoring calls, e -mails, and \ntext messages.  His actions and inactions supposedly pushed a key employee to resign \nand jeopardized financing for the development.  (See, e.g., Frericks Aff. ¶¶ 3, 4, ECF \nNo. 92; Shaw 2d Aff. ¶ 7; Bell Dep. 108:11–14, 113:23–114:1.)2  \n12. Defendants further allege that Gvest fraudulently induced Shaw and \nRhame to invest in Yards at NoDa .  Gee supposedly told Shaw and Rhame that the \nproject would require just $5 million in capital up front because Yards at NoDa would \nbe able to get the rest of the funding from a lender called ANICO at a 90% loan-to-cost \nratio.  In reality, Defendants say,  funding from ANICO  was not available , and the \nlender that eventually funded the project imposed far less favorable terms.  Shaw and \nRhame had to contribute over $13 million as a result.  In addition, Gvest supposedly \nreceived its 25% interest in Yards at NoDa based on representations that Gee would \n \n1 Shaw Capital and Levan Capital are the only Defendants that have not asserted \ncounterclaims. \n2 The record contains several affidavits by Shaw and Rhame.  For ease of reference, the \naffidavits cited in this opinion are noted here.  (Shaw 1st Aff., ECF No. 81; Shaw 2d Aff., ECF \nNo. 90; Rhame 1st Aff., ECF No. 80; Rhame 2d Aff., ECF No. 91.) \nprovide the “sweat equity” needed to make the development successful.   As alleged, \nthough, Gee was an absentee manager.  ( See, e.g., Shaw 2d Aff. ¶¶ 4–6; Rhame 2d \nAff. ¶¶ 3, 4; Shaw Dep. 71:13–73:2, ECF No. 101.2.) \n13. These allegations underlie counterclaims against Gvest  for breach of \nfiduciary duty, constructive fraud, fraudulent inducement, negligent \nmisrepresentation, and unfair or deceptive trade practices under N.C.G.S. §  75-1.1.  \nDefendants also demand punitive damages. \n14. Both sides have moved for summary judgment.  (See ECF Nos. 75, 82.)  Their \nmotions have been fully briefed, and the Court held a hearing on 11 May 2023.  The \nmotions are ripe for decision. \nII. \nLEGAL STANDARD \n15. Summary judgment is appropriate when “the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with the affidavits, if any, \nshow that there is no genuine issue as to any material fact and that any party is \nentitled to a judgment as a matter of law.”  N.C. R. Civ. P. 56(c).  In ruling on a motion \nfor summary judgment, the Court must consider the evidence in the light most \nfavorable to the nonmoving party, drawing all inference s in the nonmoving party’s \nfavor.  See, e.g., Morrell v. Hardin Creek, Inc., 371 N.C. 672, 680 (2018).   \n16. The moving party “bears the initial burden of demonstrating the absence of \na genuine issue of material fact.”  Liberty Mut. Ins. Co. v. Pennington, 356 N.C. 571, \n579 (2002).  The moving party meets its burden “by proving that an essential element \nof the opposing party’s claim is nonexistent, or by showing through discovery that the \nopposing party cannot produce evidence to support an essential element of his claim.”  \nDeWitt v. Eveready Battery Co. , 355 N.C. 672, 681 (2002) (citations and quotation  \nmarks omitted).  If the moving p arty makes that showing, “the burden shifts to the \nnonmoving party to ‘produce a forecast of evidence demonstrating that the nonmoving \nparty will be able to make out at least a prima facie case at trial.’  ”  Cummings v. \nCarroll, 379 N.C. 347, 358 (2021) (quoting DeWitt, 355 N.C. at 682).  The nonmoving \nparty “may not rest upon the mere allegations or denials of his pleading, but his \nresponse, by affidavits or  as otherwise provided in this rule, must set forth specific \nfacts showing that there is a genuine issue for trial.”  N.C. R. Civ. P. 56(e). \nIII. \nDEFENDANTS’ MOTION \n17. Defendants move for summary judgment on every claim in Gvest’s amended \ncomplaint.  The Court notes at the outset that s ome of Defendants’ arguments are \nuncontested because Gvest did not respond to them in its opposition brief .  See BCR \n7.2 (“A party should .  . . brief each issue and argument that the party desires the \nCourt to rule upon and that the party intends to raise at a hearing.”). \nA. Declaratory Judgment \n18. In its claim for declaratory judgment, Gvest alleges that JS Real Estate and \nTR Real Estate forfeited their membership rights in Yards at NoDa by attempting to \ntransfer their interests to Shaw Capital and Levan  Capital in 2013.  Gvest also \nalleges that JS Real Estate and TR Real Estate were not members when they \nremoved Gee as manager and replaced him with Rhame.  Based on these allegations, \nGvest seeks declarations that it is the sole member of Yards at NoDa , that JS Real \nEstate and TR Real Estate are merely economic interest holders , and that Gee \nremains a manager. \n19. Defendants admit that JS Real Estate and TR Real Estate  attempted to \ntransfer their interests but contend that undisputed evidence shows that the attempt \ndid not comply with the operating agreement , making it null and void.  As a result , \nthey contend, the membership of Yards at NoDa never changed, all three original \nmembers remain members today, and the removal of Gee as manager was valid. \n20. An LLC is primarily a creature of contract, meaning that members have \ngreat freedom in choosing the rules that govern their relationship.  This includes the \nrules that govern transfers of membership interests.   See N.C.G.S. § 57D-2-30(a).  \nHere, the members of Yards at NoDa agreed that a transfer is not permitted unless \nit satisfies certain conditions, including delivery of “a written instrument agreeing to \nbe bound by  the terms of Section VI ” of the operating agreement, delivery of “the \ntransferee’s taxpayer identification number” and “initial tax basis” of the transferred \ninterest, and  “the prior written consent of the Manager .”  (Op. Agrm t. §§ 6.1.1.2, \n6.1.1.5, 6.1.1.6.)  A transfer of membership rights that fails to meet these conditions  \n“shall be deemed invalid, null and void, and of no force or effect.”  (Op. Agrmt. § 6.1.3.) \n21. As Defendants note, Gee testified on Gvest’s  behalf that he had seen no \nevidence that JS Real Estate and TR Real Estate had delivered either the required \nwritten instrument agreeing to be bound by Section VI of the operating agreement or \nthe required information regarding their taxpayer identificati on number and initial \ntax basis.  (See Gee Dep. 148:24–149:24.)  Gvest offers no response in its opposition \nbrief and does not point to any evidence tending to show that JS Real Estate and TR \nReal Estate complied with those conditions on transfer. \n22. In addition, in early 2013, Gee and Shaw were Yards at NoDa’s managers.  \nArguably, both men needed  to give written consent  to the disputed transfer under \nsection 6.1.1.6 of the operating agreement.   But even if that section requires  the \nconsent of just one of the two managers, there is insufficient evidence that either Gee \nor Shaw gave consent in writing.  Gee certainly didn’t; he contends that he didn’t even \nknow about the attempted transfer  because Shaw and Rhame hid it  from him.   \nAlthough Shaw admits that he wanted to transfer JS Real Estate’s interest to another \nof his wholly owned entities , no document in the record reflects his written consent.  \nThe evidence includes two draft consent forms, each of which has a blank signature \nline for Sha w.  (See Defs.’ Exs. F -7, F -8.)  And Gee testified that he had seen  no \nevidence that Shaw gave consent in writing.  (See Gee Dep. 149:25–150:10.) \n23. Gvest offers no evidence to show written consent from either manager.  It \nargues that Shaw must have complied with the operating agreement because he was \naware of its terms and because he later signed tax forms  stating that Shaw Capital \nand Levan Capital were me mbers of Yards at NoDa .  This is supposition, not \nevidence.  Shaw’s knowledge of the operating agreement has no bearing on his \ncompliance with it, and his signature on the tax forms underscores the absence of a \nsignature on the draft consent forms.  “Cases are not to be submitted to a jury on \nspeculations, guesses, or conjectures.”  Roumillat v. Simplistic Enters., Inc., 331 N.C. \n57, 69 (1992). \n24. In short, Gvest has not offered substantial evidence to create a genuine issue \nof material fact regarding JS Real Estate’s and TR Real Estate’s compliance with \nsections 6.1.1.2, 6.1.1.5, or 6.1.1.6 of the operating agreement .  This means that the \nattempted transfer of their interests is null and void .  ( See Op. Agrmt. §  6.1.3.)  \nAccordingly, Gvest is not entitled to a declaration that it is the only member of Yards \nat NoDa or that JS Real Estate and TR Real Estate are merely economic interest \nholders.  It follows that Gvest is not entitled to a declaration that Gee is a manager \nof Yards at NoDa.  As members, JS Real Estate and TR Real Estate had the right to \nremove Gee as manager at any time and for any reason by a majority vote.  (See Op. \nAgrmt. § 5.1.4.)   \n25. The Court therefore grants Defendants’ motion as to  Gvest’s claim for \ndeclaratory judgment. \nB. Claims Relating to Corporate Records \n26. Gvest alleges that Shaw and Rhame have wrongfully refused to provide \naccess to Yards at NoDa’s books and records.  On that basis, Gvest has asserted one \nclaim to enforce its contractual right to information under the operating agreement \nand another to enforce its statutory inspection right under N.C.G.S. § 57D-3-04.  The \nrelief sought for each claim is the same: an order compelling Shaw and Rhame  to \nallow inspection of company records. \n27. Defendants argue that both claims are moot because Gvest has received all \nthe documents that it requested.  In support, Defendants offer evidence to show that \nthey have satisfied every document demand made by Gvest and that no further \ndemands have been made.  (See McGuire Aff. ¶¶ 4, 5, ECF No. 101.) \n28. Gvest concedes as much.  In its opposition brief, it does not point to any \nrecord that it sought and  that Defendants withheld.  Rather, it worries  that \nDefendants might deny access to records again in the future. \n29. Apprehension about a potential future dispute cannot sustain these claims.  \nGvest demanded Yards at NoDa’s books and records, and it has now received them.  \nAn order compelling Shaw and Rhame to provide access to the same documents would \nserve no purpose.  Accordingly, the Court dismisses both claims  as moot.  See In re \nPeoples, 296 N.C. 109, 147 (1978) (holding that a court usually should dismiss a claim \nwhen “the relief sought has been granted or .  . . the questions originally in \ncontroversy between the parties are no longer at issue”); Brady v. Van Vlaanderen , \n2015 NCBC LEXIS 59, at *6–8 (N.C. Super. Ct. June 3, 2015) (dismissing inspection \ndemand as moot because the plaintiff had received access to records at issue). \nC. Breach of Fiduciary Duty and Constructive Fraud \n30. Gvest’s claims for breach of fiduciary duty and constructive fraud share a \ncommon premise.  As alleged, JS Real Estate and TR Real Estate together own 75% \nof Yards at NoDa and are therefore controlling members that owe a fiduciary duty to \nGvest as minority member.  D efendants argue that  JS Real Estate and TR Real \nEstate are minority members and that no fiduciary duty arises from their collectiv e \nmajority interest. \n31. The Court agrees with Defendants.  The usual rule is that members of an \nLLC do not owe a fiduciary duty to one another.  See Kaplan v. O.K. Techs., L.L.C. , \n196 N.C. App. 469, 473 (2009).  In some circumstances, “a holder of a majority interest \nwho exercises control over the LLC owes a fiduciary duty to minority interest \nmembers.”  Bennett v. Bennett, 2019 NCBC LEXIS 19, at * 19 (N.C. Super. Ct. Mar. \n15, 2019) (citation and quotation marks omitted).  But Yards at NoDa has no majority \nmember.  JS Real Estate and TR Real Estate hold  minority interests, just as Gvest \ndoes.  ( See Op. Agrmt. Ex. A .)  Our courts have routinely “ refused to impose a \nfiduciary duty on minority members that exercise their voting rights by joinin g \ntogether to outvote a third member.”  Vanguard Pai Lung, LLC v. Moody, 2019 NCBC \nLEXIS 39, at *20 (N.C. Super. Ct. June 19, 2019) (emphasis in original); see also Duffy \nv. Schussler, 287 N.C. App. 46, 63– 64 (2022)  ( finding Vanguard’s “reasoning \npersuasive”). \n32. Accordingly, Gvest has not shown a genuine issue of material fact regarding \nthe existence of a fiduciary relationship.   The Court grants Defendants’ motion for \nsummary judgment as to the claims for breach of fiduciary duty and constructive \nfraud.  See Dalton v. Camp, 353 N.C. 647, 651 (2001) (“For a breach of fiduciary duty \nto exist, there must first be a fiduciary relationship between the parties.”) ; Forbis v. \nNeal, 361 N.C. 519, 528 (2007) (noting that constructive fraud requires the existence \nof a confidential or fiduciary relationship). \nD. Fraudulent Inducement and Negligent Misrepresentation \n33. Gvest’s claims for fraud and negligent misrepresentation are both centered \non allegedly false representations made by Shaw and Rhame regarding  the legality \nof Sterling Currency Group’s business practices.  Defendants move for summary \njudgment on these claims on two grounds: first, that each representation  alleged in \nthe amended complaint was true; and second, that Gvest did not reasonably rely on \nany representation when it invested in Yards at NoDa.  Defendants offer evidence—\nincluding affidavits from Shaw and Rhame as well as excerpts of Gee’s deposition \ntestimony—to support their arguments.  (See Shaw 1st Aff. ¶¶ 5–8; Rhame 1st Aff. \n¶¶ 5–8; Gee Dep. 85:2–14, 96:8–10.) \n34. Defendants have met their initial burden, as the moving parties, to show an \nabsence of evidence to support an essential element of the claim s.  See Marcus Bros. \nTextiles, Inc. v. Price Waterhouse, LLP , 350 N.C. 214, 224 (1999) ( noting that fraud \nand negligent misrepresentation require analogous showings of reasonable or \njustifiable reliance, respectively); Rowan Cnty. Bd. of Educ. v. U.S. Gypsum Co., 332 \nN.C. 1, 17 (1992) (noting that a “false representation” is an essential element of \nfraud).  As a result, Gvest needed “to come forth with evidence to controvert” \nDefendants’ arguments “or otherwise suffer entry of summary judgment against it.”  \nEcono-Travel Motor Hotel Corp. v. Taylor, 301 N.C. 200, 205 (1980).  Gvest’s  \nopposition brief is silent about both claims , and it has therefore failed to establish a \ngenuine issue of material fact regarding the falsity of any alleged representations and \nits own reliance on them. \n35. The Court grants Defendants’ motion for summary judgment as to Gvest’s \nclaims for fraudulent inducement and negligent misrepresentation. \nE. Alter Ego Liability & Punitive Damages \n36. The entry of summary judgment on every claim for relief asserted by Gvest \nnecessitates the entry of summary judgment on its claim of alter ego liability and its \ndemand for punitive damages , neither of which is an  independent cause of action .  \nSee Green v. Freeman, 367 N.C. 136, 146 (2013) (“There must al so be an underlying \nlegal claim to which [alter  ego] liability may attach.”); Funderburk v. JPMorgan \nChase Bank, N.A., 241 N.C. App. 415, 425 (2015) (“[A] claim for punitive damages is \nnot a stand-alone claim.”). \nIV. \nGVEST’S MOTION \n37. Gvest seeks summary judgment on some, but not all, counterclaims asserted \nby Shaw, Rhame, JS Real Estate, TR Real Estate, and Yards at NoDa.   \nA. Breach of Fiduciary Duty \n38. In response to Gvest’s motion for summary judgment, Defendants  have \nnarrowed their counter claim for breach of fiduciary duty.  They now concede that \nGvest owed no fiduciary duty to Shaw, Rhame, JS Real Estate, or TR Real Estate.  \nBased on that concession, the Court enters summary judgment in Gvest’s  favor on \nthe counterclaim for breach of fiduciary duty as to those four Defendants.3   \n39. That leaves Yards at NoDa.  Its counterclaim is peculiar in that it does not \nallege that Gvest directly owed or breached any fiduciary duty.  Indeed, a member of \nan LLC typically does not owe a fiduciary duty to the company.  What Yards at NoDa \nalleges instead is that Gee (who is not a party in this litigation) owed a fiduciary duty \nas manager, that he  breached that duty through mismanagement and dereliction , \nand that Gvest is responsible for his actions as his alter ego. \n40. Gvest concedes for purposes of summary judgment that it can be liable for \nGee’s breach of fiduciary duty if there was one.  It contends only that Gee’s conduct \n \n3 At the hearing, Defendants’ counsel conceded that Shaw, Rhame, JS Real Estate, and TR \nReal Estate do not have a viable claim for constructive fraud for the same reason.  Because \nGvest’s motion does not challenge the counterclaim for constructive fraud, however, the Court \nwill address the issue in a future proceeding. \ndid not amount to a breach of fiduciary duty, partly because the operating agreement \nprovides that a manager is not liable for any act or omission unless “made \nfraudulently or in bad faith” or constituting “gross negligence.”  (Op. Agrmt. § 5.4.1.)   \n41. On that point, there is a genuine issue of material fact.  Yards at NoDa offers \nevidence to show that Gee missed important meetings, refused to respond to calls and \ne-mails, sabotaged an appraisal for a construction loan, and alienated a key employee.  \n(See, e.g., Frericks Aff. ¶¶ 3, 4; Shaw 2d Aff. ¶ 7; Bell Dep. 108:11–14, 113:23–114:1.)  \nAlthough the parties dispute whether Gee acted in bad faith or was grossly negligent, \nintent is generally a question for the jury.  View ing the evidence  in the light most \nfavorable to Yards at NoDa, a jury could conclude that Gee was not only derelict  in \nhis duty but also that he acted in bad faith or was grossly negligent. \n42. The Court therefore denies Gvest’s motion for summary judgment as to  \nYards at NoDa’s counterclaim for breach of fiduciary duty. \nB. Fraudulent Inducement \n43. Defendants claim that Gvest fraudulently induced them to invest in Yards \nat NoDa.  They allege that Gvest misrepresented Gee’s experience as a real estate \nappraiser, made erroneous projections for Yards at NoDa’s expected net rental \nincome, falsely promised that Gee would contribute “sweat equity” in return for \nGvest’s 25% membership interest in Yards at NoDa, and represented t hat JS Real \nEstate and TR Real Estate would have to contribute only $5 million based on a false \npromise that Gvest could secure financing from ANICO at a 90% loan-to-cost ratio.   \n44. Although Gvest’s arguments are not as clear as they could be, a fair reading \nof its motion reveals three grounds for summary judgment .  It contends, first, that \nrepresentations regarding Gee’s experience are true ; second, that Defendants failed \nto plead certain allegations  with particularity ; and third, that predictions  and \nestimates are not fraudulent simply because they turn out to be inaccurate. \n45. Fraud has five “essential elements ”: ( a) a false representation or \nconcealment of a material fact , (b) calculated to deceive , (c) made with intent to \ndeceive, (d) that did in fact deceive , and (e) that resulted in damage to the injur ed \nparty.  Rowan Cnty. Bd. of Educ., 332 N.C. at 17.  The claimant must show not only \nthat he actually relied on the misrepresentation but also that his reliance was \nreasonable.  See Forbis, 361 N.C. at 527. \n46. Statements of opinion, predictions of future events, and promises of future \nintent generally do not give rise to an action for fraud.  See, e.g. , Lester v. McLean, \n242 N.C. 390, 397 (1955); Leftwich v. Gaines, 134 N.C. App. 502, 508 (1999); Braun \nv. Glade Valley School, Inc. , 77 N.C. App. 83, 87 (1985).  Of course, “a promissory \nmisrepresentation may constitute actual fraud if the misrepresentation is made with \nintent to deceive and no intent to comply with the stated promise or representation.”  \nBraun, 77 N.C. App. at 87.  To show fraud based on promissory misrepresentations, \nthe claimant must offer evidence “from which a court and jury may reasonably infer \nthat the defendant did not intend to carry out such representations when they were \nmade.”  Whitley v. O’Neal, 5 N.C. App. 136, 139 (1969). \n47. Under Rule 9(b), the claimant must plead fraud with particularity.  This \nmeans that Defendant s must allege the  “time, place and content ” of the \nmisrepresentation, the “identity of the person making the representation,” and “what \nwas obtained as a result.”  Terry v. Terry, 302 N.C. 77, 85 (1981).  If the pleading does \nnot allege fraud with particularity, “summary judgment is proper. ”  Trull v. Cent. \nCarolina Bank & Tr. Co., 117 N.C. App. 220, 224 (1994); see also In re Se. Eye Center-\nPending Matters, 2019 NCBC LEXIS 29, at *47 (N.C. Super. Ct. May 7, 2019)  \n(collecting cases holding that “summary judgment is appropriate . . . where a plaintiff \nhas failed to plead fraud with particularity”). \n48. Gvest contends that representations regarding Gee’s experience  as an \nappraiser, including his professional certifications, were true.  Defendants concede \nthe point in their opposition brief.  Thus, no reasonable jury could conclude that Gvest \nmade fraudulent representations regarding Gee’s experience. \n49. Next, Gvest argues that Defendants’ allegations regarding projections of net \nrental income are not sufficiently particular to state a claim for fraud.   The Court \nagrees.  Defendants do not allege when or where Gee provided a projection for Yards \nat NoDa’s rental income.  Nor do they allege the content of the projection, other than \nto say that it turned out to be erroneous.  These scant allegations do not satisfy Rule \n9(b).  See, e.g., S.N.R. Mgmt. Corp. v. Danube Partners 141, LLC, 189 N.C. App. 601, \n611 (2008) (affirming dismissal of fraud claim that did not allege time or place of \nmisrepresentation); Bob Timberlake Collection, Inc. v. Edwards, 176 N.C. App. 33, 39 \n(2006) (same).  Moreover, Defendants have not offered evidence to show that Gee’s \nprojection was a false representation of an existing fact as opposed to a statement of \nopinion.  See, e.g., Lester, 242 N.C. at 397 (“The value of the property  . . . was \nnecessarily a matter of opinion.  It does not appear to have been represented as \nanything else. . . .  [S]uch representations do not constitute fraud.”). \n50. The other arguments in Gvest’s opening brief are not fully developed .  It \nsays nothing about the alleged promise that Gee would contribute sweat equity \ntoward the development.   It does address  the alleged representation regarding \navailable financing terms  but contends only that ANICO’s refusal to provide \nfinancing was the fault of Shaw and Rhame.  But there are genuine issues of material \nfact regarding the representations that Gee made with respect to anticipated \nfinancing terms and the reason that financing from ANICO was not av ailable.  (See, \ne.g., Shaw Dep. 82:23–83:11.) \n51. In its reply brief, Gvest  asserts a series of new, more detailed arguments.  \nOne of the new arguments is tha t Rhame has no viable claim for fraud because the \nalleged misrepresentations were made only to Shaw.  Another new argument is that \nGee’s alleged promise to contribute sweat equity is not sufficiently definite and \nspecific to support a claim for fraud.  These are reasonable arguments.  See, e.g. , \nRagsdale v. Kennedy , 286 N.C. 130, 139 (1974)  (To be fraudul ent, a \n“misrepresentation must be definite and specific.”); Hospira Inc. v. AlphaGary Corp., \n194 N.C. App. 695, 699 ( 2009) (“An essential element of actionable fraud is that the \nfalse representation or concealment be made to the party acting thereon .” (emphasis \nin original)).  But because Gvest made them for the first time in its reply brief,  the \nCourt declines to consider them.  See BCR 7.7. \n52. The Court therefore denies Gvest’s motion for summary judgment as to the \nfraud counterclaim. \nC. Section 75-1.1 \n53. Defendants claim that Gvest engaged in unfair or deceptive trade practices \nunder section 75-1.1 by misrepresenting the value of the Yards at NoDa project and \nthe amount of financing that it would require.  Gvest contends that its alleged acts, \neven if true, were not in or affecting commerce and therefore not a violation of section \n75-1.1. \n54. The General Assembly has declared that  “u nfair or deceptive acts or \npractices in or affecting commerce” are “unlawful.”  N.C.G.S. § 75-1.1(a).  Although  \n“commerce” broadly means “business activities,” id. § 75-1.1(b), our Supreme Court  \nhas stressed that section 75-1.1 is “not intended to apply to all wrongs in a business \nsetting,” Dalton v. Camp, 353 N.C. 647, 657 (2001).  The term “business activities” \nrefers to “a business’s regular interactions with other market participants,” White v. \nThompson, 364 N.C. 47, 52 (2010), and “connotes the manner in which businesses \nconduct their regular, day-to-day activities,” HAJMM Co. v. House of Raeford Farms, \nInc., 328 N.C. 578, 594 (1991).  This excludes  “a business’s internal operations,” \nWhite, 364 N.C. at 53, as well as  activities “done for the purpose of raising capital ” \nand similar extraordinary events, Nobel v. Foxmoor Grp., 380 N.C. 116, 120–21 (2022) \n(citation and quotation m arks omitted) .  Put simply , “any unfair or deceptive \npractices occurring in the conduct of extraordinary events of, or solely related to the \ninternal operations of, a business will not give rise to a claim under” section 75 -1.1.  \nWhite, 364 N.C. at 52. \n55. The alleged misconduct here concerns the formation of Yards at NoDa and \nits acquisition of capital.  In Defendants’ own words,  Gvest allegedly made \n“misrepresentations to Shaw and Rhame to induce them to create and bankroll  \nYards” at NoDa.  (Defs.’ Br. Opp’n Gvest’s Mot. Summ. J. 10, ECF No. 88 (emphasis \nadded).)  It may be true that Gvest did so for its “own .  . . gain” and that its conduct \nin securing investments from Defendants is “morally suspect.”  Nobel , 380 N.C. at \n121.  Even so , the alleged condu ct “was not ‘in or affecting commerce’ because ” it \ninvolved the sort of extraordinary event that does “not constitute a ‘business \nactivity’ ” under binding appellate precedent.  Id. \n56. Defendants contend that Gvest’s  solicitation of investments is not an \nextraordinary event because soliciting investors is its  day-to-day business.  This \nCourt has rejected identical arguments in the past .  See, e.g. , Aym Techs., LLC v. \nScopia Cap. Mgmt. LP, 2021 NCBC LEXIS 29 , at *28–31 (N.C. Super. Ct. Mar. 31, \n2021) (granting summary judgment on section 75 -1.1 claim involving entity  whose \n“day-to-day business involves capital raising activities”).  The “focus under the \nrelevant cases is not who is a party to the transaction, but rather what is the purpose \nof the transaction.”  Latigo Invs. II, LLC v. Waddell & Reed Fin., Inc. , 2007 NCBC \nLEXIS 17 , at *11 (N.C. Super. Ct. June 11, 2007)  (citation and quotation marks \nomitted).  “If the transactions at issue involve capital raising, our courts have held \nthat the” conduct is not in or affecting commerce within the meaning of section 75-1.1.  \nAym Techs., 2021 NCBC LEXIS 29, at *29.  So it is in this case. \n57. The Court therefore grants Gvest’s motion for summary judgment on the  \nsection 75-1.1 counterclaim. \nV. \nCONCLUSION \n58. For these reasons, the Court  GRANTS Defendants’ motion  for summary \njudgment. \n59. The Court also GRANTS in part and DENIES in part Gvest’s motion for \npartial summary judgment as follows: \na. The Court GRANTS  the motion as to  the counterclaim for breach of \nfiduciary duty to the extent brought by  Shaw, Rhame, JS Real Estate, \nand TR Real Estate and DENIES the motion as to that counterclaim to \nthe extent brought by Yards at NoDa. \nb. The Court DENIES  the motion as to Defendants’ counterclaim for \nfraudulent inducement. \nc. The Court G RANTS the motion as to Defendants’ counterc laim for \nviolation of section 75-1.1. \n60. In addition to these rulings, the Court notes that counterclaims for \nconstructive fraud, negligent misrepresentation, and punitive damages also remain \npending. \n \nSO ORDERED, this the 12th day of September, 2023. \n \n \n       /s/ Adam M. Conrad   \n     Adam M. Conrad \n     Special Superior Court Judge \n       for Complex Business Cases   "
}