{
  "id": "8836464b4a55fe586a2488a3fa59522cc2249fa92a0f5e720e6702d2ad9cbe39",
  "source_file": "data/raw/ncbc/8836464b4a55fe586a2488a3fa59522cc2249fa92a0f5e720e6702d2ad9cbe39.pdf",
  "raw_text": "TOMLIN v. DYLAN MORTGAGE, INC., 2002 NCBC 1\n \nSTATE OF NORTH CAROLINA\n \nCOUNTY OF NEW\n  \nHANOVER\n \n \nJANICE H. TOMLIN and\n  \nISAIAH\nTOMLIN, and CONSTANCE A. WIGGINS,\non behalf of themselves and \nall others\nsimilarly situated,\n \nPlaintiffs,\n \n  \nvs.\n \nDYLAN MORTGAGE INCORPORATED\n(formerly known as Chase Mortgage\nBrokers, Inc.), HOMEGOLD, INC.\n(formerly known as Emergent Mortgage\nCorp.), \nASSOCIATES FINANCIAL\nSERVICES OF AMERICA, INC., and\nEQUICREDIT CORPORATION OF\nAMERICA,\n \nDefendants.\n \n \n \n \n \n \n \n \n)\n \n)\n \n)\n \n)\n \n)\n \n)\n \n)\n \n)\n \n)\n \n)\n \n)\n \n)\n \n)\n \n)\n \n)\n \n)\n \n)\n \n)\n \n)\n \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT \nDIVISION\n99 CVS 3551\n \n \n \n \n \nORDER AND \nOPINION\n \n{1}\n             \n          \nThis matter is before the Court on Motion of Plaintiffs for Class Certification.\n  \nFor the\nreasons set forth below, the Court will certify a class in this case.\nGulley & Calhoun by Michael D. Calhoun; Hartzell & Whiteman, L.L.P. by J. Jerome Hartzell;\nMorgan & Maynard, P.L.L.C. by Mallam J. Maynard; North Carolina Justice & Community\nDevelopment Center by Carlene McNulty; Patterson, Harkavy & Lawrence, L.L.P. by Melinda\nLawrence; for Plaintiffs.\nHunton & Williams by T. Thomas Cottingham, III, Matthew P. McGuire and Heather Bell Adams,\nfor Defendant HomeGold, Inc.; Kennedy Covington Lobdell & Hickman, L.L.P. by John H. Culver\nIII and Amy Pritchard Williams, for Defendant EquiCredit Corporation of America; Robinson,\nBradshaw & Hinson, P.A. by Anthony S. Ketron and Angelique R. Vincent, for Defendant\nAssociates Financial Services of America, Inc.\nI.\n{2}\n             \n          \nJanice and Isaiah Tomlin (“Tomlins”) and Constance Wiggins (“Wiggins”) seek to represent\na class of plaintiffs all of whom used the services of Chase Mortgage Brokers, Inc., also known as\nDylan Mortgage Incorporated (“Chase” or “Dylan”), to obtain real estate mortgage loans or\nrefinancing.\n[1]\n  \nMost of the class members could be characterized as high risk loan applicants.\n \nPlaintiffs seek to recover from Chase allegedly illegal and excessive fees under North Carolina usury\nlaw.\n{3}\n             \n          \nThey also assert claims based upon an agreement between Chase and defendant Homegold,\nInc., formerly known as Emergent Mortgage Corp. (hereinafter “Homegold” or “Emergent”).\n  \nChase\nagreed to an exclusive arrangement with Homegold.\n  \nPursuant to that agreement Chase and Homegold\nagreed to split the premiums realized when the plaintiffs’ loans were resold on the secondary market.\n \nThe premiums earned allegedly resulted from the excessive interest charged on the loans to plaintiffs.\n \nPlaintiffs allege that the agreement supports a claim under\n  \nN.C.G.S. § 75.1.1 and a claim for breach\nof fiduciary duty.\n  \nPlaintiffs seek recovery of those premiums.\n{4}\n             \n          \nAssociates Financial Services of America, Inc. (“Associates”) and EquiCredit Corporation\nof America (“Equicredit”) are joined because they purchased the loans at issue on the secondary\nmarket and thus collected the allegedly illegal fees and interest. Their potential liability will be more\nfully discussed below.\nII.\n{5}\n             \n          \nThe Court will certify a class defined as follows:\nAll persons who entered into a mortgage loan transaction secured by real property located\nin North Carolina with or through Chase Mortgage Brokers, Inc., including its predecessors\nor successors, under circumstances where the transfer or assignment of that mortgage\ngenerated a premium for the loan under the October 10, 1996 Chase agreement with\nEmergent Mortgage Corp. or its predecessors or successors.\n[2]\nIII.\n{6}\n             \n           \nRule 23 of the North Carolina Rules of Civil Procedure provides: “(a) \nRepresentation. \n-- If\npersons constituting a class are so numerous as to make it impracticable to bring them all before the\ncourt, such of them, one or more, as will fairly insure the adequate representation of all may, on behalf\nof all, sue or be sued.”\n{7}\n             \n          \nThis simple rule is a source of enormous controversy in the American legal system,\nespecially with respect to damage class actions. Until recently, there has not been any objective\ndefinitive study of class actions. Within the past year, the RAND Institute for Civil Justice published\nthe results of a detailed study of class actions: Deborah R. Hensler et al., \nClass Action Dilemmas:\nPursuing Public Goals for Private Gain\n (2000). The study attempts to identify the issues surrounding\nuse of damage class actions and make some recommendations based on the findings contained in the\nreport.\n  \nThe authors of the study conclude that the “great big question” about class actions is: Do they,\non balance, serve the public well?\n  \nId.\n at 401. They also conclude that the answer to that question\ndepends on the public policy views held by the answerer. So, rather than attempt to answer that\nquestion, the study focuses on what can be done to improve the good and eliminate the ill\nconsequences of damage class actions irrespective of policy perspectives. Not surprisingly, the study\nconcludes that trial judges hold the key to improving the balance.\n  \nId.\n at 485.\n  \nIt is through the exercise\nof their broad discretionary powers in certification, management, notice and settlement that trial judges\ncan influence the use of the class action device for good or ill. Accordingly, while certification is in the\nbroad discretion of the trial court, \nFrost v. Mazda Motor of America, Inc.\n, 353 N.C. 188, 193, 540\nS.E.2d 324, 328 (2000); \nCrow v. Citicorp Acceptance Co., Inc.\n, 319 N.C. 274, 284, 354 S.E.2d 459,\n466 (1987); \nEnglish v. Holden Beach Realty Corp\n., 41 N.C. App. 1, 9, 254 S.E.2d 223, 231 (1979); \nbut\nsee\n \nPitts v. American Security Ins. Co\n., 144 N.C. App. 1, 550 S.E.2d 179 (2001), the certification\ndecision requires rigorous analysis.\n  \nGeneral Telephone Co. of Southwest v. Falcon\n, 457 U.S. 147,\n161, 102 S. Ct. 2364, 2372, 72 L. Ed. 2d 740, 752 (1982).\n  \nThis rigorous analysis is required in part\nbecause “a class action is ‘an exception to the usual rule that litigation is conducted by and on behalf\nof the individual named parties only.’” \nBroussard v. Meineke Discount Muffler Shops, Inc.\n, 145 F.3d\n331, 345 (4th Cir. 1998) (quoting \nCalifano v. Yamasaki\n, 442 U.S. 682, 700-01, 99 S. Ct. 2557, 61 L.\nEd. 2d 176, 192 (1979).\nThe requirements for class certification are: (1) an identifiable class must exist; (2) the\nclass members within the jurisdiction of the court must adequately represent any class\nmembers outside the jurisdiction of the court; (3) the class must be so numerous as to make\nit impracticable to bring each member before the court; (4) more than one issue of law or\nfact common to the class should be present; (5) the party representing the class must fairly\ninsure the representation of all class members; and (6) adequate notice must be given to the\nclass members. \nSee Crow v. Citicorp Acceptance Co.\n, 79 N.C. App. 447, 339 S.E.2d 437\n(1986), \nrev'd on other grounds\n, 319 N.C. 274, 354 S.E.2d 459 (1987); \nPerry v. Union\nCamp Corp.\n, 100 N.C. App. 168, 394 S.E.2d 681 (1990).\n \nPitts v. American Security Ins. Co\n., 2000 NCBC 1, ¶ 12.\n{8}\n             \n          \nThe analysis required in this case is divided into three parts:\n  \nthe existence of a class, the\nadequacy of the class representatives, and whether the class action is a superior method for\ndetermining the issues raised.\n \nA.\n{9}\n             \n           \nThe causes of action in the complaint in this action, as more clearly delineated in plaintiffs’\nbrief, establish claims common to the members of the class. There are common issues of both law and\nfact. It is not for the court to determine on certification whether the common questions guarantee a\ndetermination of liability. Rather, the question is whether the legal issues and the factual\nunderpinnings of any decision are common to all members of the class.\n[3]\n Here, both the liability and\nthe damages issues have a common nucleus as this case has been structured by plaintiffs’ counsel.\n{10}\n         \nThe usury claims advanced by plaintiffs are statutorily based, thus providing common questions of\nlaw with respect to the interpretation of the statute. Violation of the statute carries specific penalties.\nNeither the interpretation of the statute, which is hotly disputed, nor the methodology for application\nof the statutory remedy will vary between class members. Should there be a finding of liability, each\nclass member may receive a different amount based upon his loan, but the method of determining the\namount will not vary. Plaintiffs have further alleged that Chase’s common procedure was to charge the\nsame fees to all applicants, thus further reducing the prospect of differences among class members’\nclaims. Plaintiffs’ claims are based upon a common interpretation of the limits on fees imposed by\nChapter 24 of the General Statutes. The determination of maximum interest rate allowable will affect\nthe named and unnamed class members the same. If, as alleged, Chase employed a common practice\nwith respect to its fee charges, the question of whether those fees violated the statutory limitations will\nbe common to all class members.\n{11}\n         \nThe Court has also carefully considered the issue of damages in this action. It starts with the\nholding of the Court of Appeals in \nPitts\n that: “When a plaintiff establishes an issue of law common to\nall class members, the possibility of individualized damages is\n  \na collateral matter .… The issue of\ndamages, therefore, must be considered in the context of whether the common issues of law or fact\npredominate over any collateral issue as to individualized damages.” 144 N.C. App. at 12-13, 550\nS.E.2d at 188-89.\n  \nThus, under the Court of Appeals opinion in \nPitts\n, individualized issues of damages\nare relegated to secondary status in making the decision on whether or not\n  \ncommon issues\npredominate in North Carolina. \n[4]\n{12}\n         \nTo the extent that each borrower may have a claim for a different \namount\n depending on the\namount of their loan, that distinction is not sufficient to outweigh the predominance of the common\nelements of the damage issues, nor will the calculation of those damages pose an insurmountable\nproblem for management of the action as a class action.\n{13}\n         \nWith respect to the breach of fiduciary duty claim, two common questions are central to all\nplaintiffs’ claims. Was Chase obligated to disclose the agreement with Emergent to its customers and,\nif so, do Emergent and/or Chase bear any liability for that failure? The answers to those questions are\nunlikely to vary between class members, all of whose loans were covered by the agreement between\nEmergent and Chase. Central to the determination of Chase’s duty to disclose is a determination of the\nlegal relationship between Chase and its customers. Whether Chase was a mortgage broker or a lender\nis a question which is unlikely to vary between class members. Again, in this case plaintiffs allege and\nrely upon common practices of Chase, including the use of exclusive broker agreements with class\nmembers. Plaintiffs’ claims of breach of fiduciary duty based upon excessive fees are also premised\nupon common charges and practices.\n  \nIn addition, plaintiffs assert a single measure of damages:\ndisgorgement of the compensation paid to Chase. Thus, common questions of both law and fact\npredominate on the fiduciary duty claims.\n{14}\n         \nThe three grounds alleged to support the unfair trade practice claim under Chapter 75 also present\ncommon issues of fact and law. Plaintiffs allege that the charging of usurious fees is an unfair trade\npractice. Whether the fees are usurious may involve questions of fact common to the class. The\nquestion of whether particular conduct constitutes an unfair trade practice is one for the court. \nSee\nChastain v. Wall\n, 78 N.C. App. 350, 337 S.E.2d 150 (1985), cert denied, 316 N.C. 375, 342 S.E.2d\n891 (1986).\n  \nIn the present case, that determination would be common to the class members.\n  \nPlaintiffs\nalso allege that the charging of lump sum origination fees in addition to the itemized fees was an unfair\ntrade practice.\n  \nThe fact and law issues on that claim will not vary among class members.\n  \nLikewise,\nthe legal significance of the agreement between Chase and Emergent and the question of the duty to\ndisclose that agreement will pose the same issues for the unfair trade practice claim.\n{15}\n         \nEmergent’s liability as a partner, joint venturer or co-conspirator will not vary between class\nmembers but will pose the same issues. The class consists of only members whose loans were handled\nunder the Chase/Emergent agreement. Emergent’s liability as an assignee will be the same in all cases.\n{16}\n         \nFinally, the issues surrounding the potential liability of assignees of the class members’ loans\npresent common issues.\n  \nThe questions of whether Equicredit or Associates may be held responsible\nfor any liability of Chase and the extent of that liability and whether the holder in due course defense\napplies or may be eliminated by the Home Ownership Protection Act, 15 U.S.C. § 1641(d)(1), will not\nvary among class members. There may be some question with respect to the application of the Home\nOwnership Protection Act to every class member, but the Court believes that divergence of interest, if\nany, is insufficient to overcome the substantial common issues set forth above.\n{17}\n         \nThe holding of the Court of Appeals in \nPitts \nclearly precludes the trial court from considering any\npossible defenses in determining the existence of a class.\n  \nIt held: “The trial court, therefore, erred by\nconsidering possible defenses when it made the determination that the common issues did not\npredominate over issues affecting individual class members.” \nPitts\n, 144 N.C. App. at 12, 550 S.E.2d at\n188.\n[5]\n{18}\n         \nBased upon the foregoing, the Court finds as a fact and concludes as a matter of law that a class\nexists and that there exist common issues of law and fact with respect to that class. The Court further\nconcludes as a matter of law that the class issues sufficiently predominate to justify use of a class\naction in this case.\n \nB.\n{19}\n         \nThe Court next turns to the adequacy of the class representatives in this action.\n  \nPlaintiffs bear the\nburden of proof that their claims are typical of the class and that they will adequately protect the\ninterests of absent class members. Here, plaintiffs clearly satisfy the typicality requirement. Their\nclaims arise out of the same course of conduct as the class claims; they have no conflict of interest; and\ntheir claims are based upon the same legal theories which will apply to the class in general. The\npossibility that Mrs. Wiggins name was forged on her broker agreement is not sufficient to defeat the\ntypicality of her claim.\n{20}\n         \nThe second step in the determination of the adequacy of representation requires some\nconsideration of the appropriate standard to be applied. Plaintiffs submit that the question is whether\nthe named plaintiffs and their counsel will vigorously protect the interests of the class. They argue:\nThis inquiry focuses on the interest of the named plaintiffs in the litigation and the\nqualifications, experience and conduct of the plaintiff’s counsel.\n            \nCourts have\ninterpreted this provision to be met if it appears that (1) plaintiffs’ attorneys are qualified,\nexperienced and generally able to conduct the litigation and (2) plaintiffs’ interests are not\nantagonistic to those of the class they seek to represent. Adequacy of representation and the\nlack of conflict between the named plaintiff(s) and the class are both presumed in the\nabsence of contrary evidence.\n(Pls.’ Mem. Supp. Mot. Class Certification at 24.)\n{21}\n         \nThe Court believes the plaintiffs’ reliance on this standard is misplaced. The standard was rejected\nin a recent decision of the United States Court of Appeals for the Fifth Circuit. \nSee Berger v. Compaq\nComputer Corporation\n, 257 F.3d 475 (5th Cir. 2001).\n \nThe determination of whether the proposed representative will fairly and adequately protect\nthe interests of the class is a matter of utmost importance and not one which can be made\non presumptions. The decision on class representation is of such significance because it\nimplicates the due process rights of all members who will be bound by the judgment.\nId.\n at 480 n.8, 481. This requires that the party seeking certification bear the burden of establishing each\nrequirement of Rule 23.\n  \nCrow v. Citicorp Acceptance Co\n., 319 N.C. 274, 282, 354 S.E.2d 459, 465\n(1987).\n  \nIt requires the court to conduct a thorough analysis even if the parties have agreed or consented to\nthe class representative. The adequacy requirement encompasses three considerations: (1) adequacy of\nclass representatives, (2) adequacy of class counsel and (3) the relationship between the two. \nBerger\n, 257\nF.3d at 479; \nPitts v. American Security Ins. Co.\n, 2000 NCBC 1, ¶ 13;\n  \n7A Wright et al., \nFederal Practice\nAnd Procedure\n § 1769.1 at 375 (2d ed. 1986).\n \n{22}\n         \nIn this case there is no question about the adequacy of class counsel. The combination of counsel\nin private practice and attorneys associated with organizations committed to consumer protection\nprovide ample experience and expertise in the areas of law relevant to this action. Class counsel have\nappeared before this court in other class action litigation, and the Court is familiar with and confident\nof their abilities based upon that past experience.\n{23}\n         \n \nThe court in \nBerger\n articulated what it believed to be the correct legal standard for determining\nthe adequacy of class representatives as follows:\n  \n“whether the putative class representatives are\n‘willing’ and ‘able’ to ‘take an active role in and control the litigation and to protect the interests of\nabsentees.’” \nBerger\n, 257 F.3d at 479.\n  \nThe Court went on to explain:\nAs an initial matter, we articulate the adequacy standard outside of any specific statutory\ncontext. The district court cited \nSurowitz v. Hilton Hotels Corp.,\n \n383 U.S. 363, 15 L. Ed. 2d\n807, 86 S. Ct. 845 (1966), for the notion that \"adequacy is a low threshold.\" This is a\nmisapplication of \nSurowitz\n.\n  \nAlthough \"often cited inaccurately to support arguments that\nplaintiffs with little understanding of the facts or theories of their claims and little incentive\nto monitor the litigation can nonetheless be adequate class representatives,\" \nSurowitz\n did\nnot address the adequacy requirement, but concerned only the verification of a complaint.\nJust as \nSurowitz\n did not hold, this  circuit has never read \nSurowitz\n so broadly as to support\nthe proposition that a class representative who does not understand any of the legal\nrelationships or comprehend any of the business transactions described in the complaint\nnonetheless may be \"adequate\" for purposes of class certification.\n  \nTo the contrary, we\nhave described “the adequacy requirement [as one that] mandates an inquiry into . . . the\nwillingness and ability of the representatives to take an active role in and control the\nlitigation and to protect the interests of absentees.\" \nHorton\n, 690 F.2d at 484. Likewise, even\ni n \nGonzales v. Cassidy\n, 474 F.2d 67 (5th Cir. 1973), which interpreted Rule 23(a)'s\nadequacy requirement somewhat more loosely, we insisted that \"it must appear that the\nrepresentatives will vigorously prosecute the interests of the class through qualified\ncounsel.\" \nId.\n at 72 (5th Cir. 1973). Both understandings--even accepting the variance\nbetween them--require the class representatives to possess a sufficient level of knowledge\nand understanding to be capable of \"controlling\" or \"prosecuting\" the litigation.\n \nId.\n at 482.\n{24}\n         \nIn \nPitts\n, the North Carolina Court of Appeals appears to have adopted the interpretation of\nSurowitz\n the Fifth Circuit found erroneous—adopting a much lower threshold for adequacy. The North\nCarolina Court of Appeals held:\nAdditionally, a plaintiff's knowledge regarding the allegations in her complaint is relevant\nto her adequacy as a class representative only to the extent that a lack of knowledge\nprevents the plaintiff from insuring “the interests of absent class members will be\nadequately protected.” \nSee English\n, 41 N.C. App. at 7, 254 S.E.2d at 230.\n  \nA class\nrepresentative is not rendered unsuitable because she lacks knowledge of the details of her\ncase or the legal theories presented.\n  \nSee Surowitz v. Hilton Hotels Corp.,\n 383 U.S. 363,\n373, 15 L. Ed. 2d 807, 814 (1966) (plaintiff's lack of understanding of allegations in\ncomplaint did not subject her shareholder derivative action to dismissal); 1\n Class Actions\n §\n3.34, at 3-165 (most courts have rejected challenge to adequacy of class representative\nbased on the class representative's ignorance of facts or theories of liability). The record in\nthis case shows Plaintiff was unable to explain in her deposition testimony the legal nature\nof her claims and was unable to define “tortious interference with contract” or “fiduciary.”\nNevertheless, Plaintiff's testimony demonstrated she understood that her claims related to\nWachovia providing her with insurance on her vehicle after she failed to provide the\nrequired insurance. She also understood that she was alleging Wachovia breached its\ncontract with her. Plaintiff's lack of knowledge at her deposition as to the specific legal\nnature of her claims does not render her unable to protect the interests of the proposed class\nmembers. Thus, the trial court erred by finding Plaintiff's lack of knowledge rendered her\nan inadequate class representative.\nPitts\n, 144 N.C. App. at 16, 550 S.E.2d at 191.\n{25}\n         \nThus, the North Carolina Court of Appeals held that a class representative need not know the\nspecific legal nature of the class claims in order to protect the interests of those class members. Clearly\nthen, the class representatives in the present case would pass muster under that test. Unlike the\nproposed class representative in \nPitts\n, the named plaintiffs and proposed class representatives\nappeared and testified at the class certification hearing. The Court was thus able to determine for itself\ntheir interest in, commitment to and ability to understand the proceedings and control the case. The\nCourt believes that these class representatives have the ability to understand the legal issues in this\ncase and make independent judgments on behalf of the class. They will not be totally dependent on\ncounsel in making their decisions.\n{26}\n         \nAlso unlike \nPitts\n, the named plaintiffs do not suffer from any disability which would impact their\ncredibility with the jury.\n  \nEven a criminal record and bankruptcy were insufficient to disqualify the\nproposed class representative in \nPitts\n. 144 N.C. App. at 8, 550 S.E.2d at 186.\n   \nIn this case the record\nreveals only that plaintiffs were occasionally rejected for other loans. It is likely that most class\nmembers who had to resort to high cost loans would have a less than perfect credit record. This court is\nhesitant to find a characteristic common to most class members to be a disqualifying factor for\nrepresentation. To do so would impermissibly narrow the pool of potential class representatives.\n{27}\n         \nThese class representatives have acknowledged their responsibility for and agreed to pay litigation\ncosts which are being advanced by counsel. They had a preexisting relationship with counsel and an\ninterest in their claims which predated their first contact with counsel. They have no personal history\nthat could negatively influence a jury. In contrast, the \nPitts\n plaintiff was contacted as a part of a\nnationwide litigation effort by counsel she did not know, was told she had no real obligation for costs\nand had held out to her the inducement of a substantial recovery in excess of her actual damages. That\nsituation, when combined with her criminal record and bankruptcy, presented problems for this court\nin connection with the third test set out in the \nBerger \nopinion: the relationship between counsel and the\nclass representative. That third test is a recognition of the fiduciary duty of the individual plaintiff to\nrepresent the interest of others.\n  \nIt is not a duty that can be left to counsel alone.\n  \nIn appointing that\nfiduciary the court must be certain that the class representative is independent, willing and able to\ncontrol the litigation and faithfully represent the interests of all others in the class.\n{28}\n         \nThese plaintiffs pass the threshold test for adequacy set forth by the Court of Appeals in its \nPitts\nopinion, which is now the controlling standard. They would have passed the adequacy test used by the\ntrial court in \nPitts\n and they also pass the adequacy test set out in \nBerger\n for class actions in general.\n[6]\n{29}\n         \nBased upon the Court’s ability to observe the plaintiffs, their testimony at the certification hearing,\ntheir depositions, their personal histories, and the lack of conflicts of interest, as well as their\nrelationship with counsel, the Court concludes, in its discretion, that they will be adequate class\nrepresentatives and will protect the interests of the absent class members, both in-state and out-of-\nstate.\n \nC.\n{30}\n         \nThe Court next turns to the issue of numerosity. Again, the recent decision of the Court of Appeals\nin \nPitts\n provides guidance to the trial courts on the findings which must be made in connection with a\ndetermination of numerosity as well as the legal standard to be applied. Although the issue of\nnumerosity was not challenged in the trial court and the trial court concluded that the numerosity\nrequirement had been met, the Court of Appeals held that the trial court should have made specific\nfindings of fact to support that conclusion.\n[7]\n Based upon this holding, it is advisable, if not required,\nthat counsel seeking class certification make a factual record to support a conclusion that the\nnumerosity requirement has been met.\n{31}\n         \nThe Court finds as a fact that there were potentially 3,400 loans made by Chase/Emergent\n  \nto\nwhich the Chase/Emergent agreement applied, and that the number of those loans covering North\nCarolina property could reach two-thirds of that number and will in all likelihood exceed 1,000.\n  \nThose\nloans may well cover property in a number of counties throughout the state, making joinder of all class\nmembers more problematic and costly.\n{32}\n         \nIn \nPitts\n, the Court of Appeals ruled that an allegation that the existence of a class “reasonably\nbelieved to be in excess of 1,000 persons” whose identity could “be determined from records\nmaintained by [d]efendants” was sufficient to establish numerosity where the “good faith” of the\nestimate was not challenged.\n  \nPitts\n, 144 N.C. App. at 18, 550 S.E.2d at 192.\n  \nClearly, application of\nthat test to this case supports a conclusion that the numerosity requirement has been met.\n \nD.\n{33}\n         \nFinally, having determined that a class exists, that plaintiffs are adequate class representatives and\nthat the numerosity requirement has been met, the Court must determine, in its discretion, if the class\naction mechanism is the\n  \nsuperior method of adjudication of the claims in this case. \nSee Faulkenbury v.\nTeachers’ and State Employees’ Retirement System of North Carolina\n, 345 N.C. 683, 483 S.E.2d 422\n(1997); \nCrow v. Citicorp Acceptance Co\n., 319 N.C. 274, 354 S.E.2d 459 (1987)\n[8]\n{34}\n         \nIn making this final determination, this court is guided by the following language from the \nPitts\ndecision:\nIf the trial court finds the party seeking certification has established the three prerequisites\nto certification, the trial court must then determine whether “a class action is superior to\nother available methods for the adjudication of th[e] controversy.” \nCrow\n, 319 N.C. at 284,\n354 S.E.2d at 466. A class action “should be permitted where [it is] likely to serve useful\npurposes such as preventing a multiplicity of suits or inconsistent results”; however, the\ntrial court must balance these useful purposes against “inefficiency or other drawbacks.” \nId.\nat 284, 354 S.E.2d at 466. When making this determination, the trial court is not limited to\nthe consideration of the prerequisites to bringing a class action as previously set forth.\nNobles\n, 108 N.C. App. at 132, 423 S.E.2d at 315. Some proper considerations include, but\nare not limited to, the amount of recovery compared to the cost of administration of the\nlawsuit, \nsee Maffei v. Alert Cable TV\n, 316 N.C. 615, 621-22, 342 S.E.2d 867, 872 (1986),\n“the interest of members of the class in individually controlling the prosecution or defense\nof separate actions,” “the extent and nature of any litigation concerning the controversy\nalready commenced by or against members of the class,” “the desirability or undesirability\nof concentrating the litigation of the claims in the particular forum,” and “the difficulties\nlikely to be encountered in the management of a class action,” \nsee \nFed. R. Civ. P. 23(b)(3).\nA conclusion as to whether a class action is the superior method of adjudication is within\nthe discretion of the trial court and is binding on appeal absent an abuse of discretion.\nCrow\n, 319 N.C. at 284, 354 S.E.2d at 466. Nevertheless, the trial court must make findings\nof fact to support its conclusion. \nSee Nobles\n, 108 N.C. App. at 132-33, 423 S.E.2d at 315-\n16.\n144 N.C. App. at 11, 550 S.E.2d at 188.\n{35}\n         \nFollowing that guidance, and in the exercise of its discretion, the court first reaffirms its\nconclusions set forth above that there are common issues of fact and law which predominate in this\naction and plaintiffs are adequate class representatives. These two factors substantially support the\nsuperiority of adjudication in a class action. The trial court in \nPitts\n had found neither prerequisite to\nexist, but those determinations were reversed by the Court of Appeals. Obviously, if there are neither\nadequate representatives nor predominant class issues, the superiority of adjudication as a class action\nis not likely to exist. Where they do exist, they support a decision to use the class action mechanism.\n{36}\n          \nThe Court also finds that the useful purposes of class actions in preventing multiplicity of lawsuits\nand inconsistent verdicts is served in this instance. See \nDublin v. UCR, Inc\n, 115 N.C. App. 209, 444\nS.E.2d 455 (1994).\n{37}\n          \nThe next factor the Court has considered is the nature of the damages in this case. They are not de\nminimus.\n[9]\n If plaintiffs prevail they stand to recover all the fees they paid for their mortgages\nobtained through Chase. Those fees could run into thousands of dollars each. Statutory penalties and\ntreble damages could increase that amount. The damages are significant in amount and significant to\nthe homeowners since their mortgages and the equity in their homes could be affected. It is therefore\nlikely that class members would make claims if plaintiffs prevail and a claims process is invoked.\n{38}\n          \nNext, the Court has considered whether there are any individualized issues which adversely impact\nthe superiority of the class mechanism. It finds no such issues based upon its understanding of\nplaintiffs’ claims. Were such issues to exist, the Court would be required to give them little weight.\nWhile acknowledging the existence of individualized liability and damage issues found by the trial\ncourt, the Court of Appeals in \nPitts\n held: “Finally, the trial court’s remaining findings regarding\nindividualized issues of proof, including proof as to damages, are collateral matters in this case that do\nnot outweigh the useful purposes in bringing a class action such as preventing multiplicity of suits and\ninconsistent results\n.”\n  \n144 N.C. App. at 19, 550 S.E.2d at 192.\n  \nThe Court of Appeals also held:\n“When a plaintiff establishes an issue of law common to all class members, the possibility of\nindividualized damages is a collateral matter.”\n Id. \nat 12, 550 S.E.2d at 189.\n{39}\n         \nThe Court has considered the fact that this is a consumer finance case. Consumer finance cases\nfrequently use the class action mechanism because the contractual or statutory interpretation issues are\nuniform across the class and the amounts at issue per class member make use of individual suits\neconomically inefficient. Properly structured, consumer finance cases can provide a means of\ncontesting lending practices which would not otherwise be subject to challenge for economic reasons.\nSee Maffei v. Alert Cable TV\n, 316 N.C. 615, 620, 342 S.E.2d 867, 871(1986); \nPitts\n, 144 N.C. App. at\n14, 550 S.E.2d at 189.\n{40}\n         \nPerhaps the most difficult question raised by consumer finance cases involving pure fraud claims\nis the requirement of individual proof of reliance in those cases. In this case, the usury issues do not\ninvolve reliance issues, nor will the validity or invalidity of some of the fees be dependent upon the\nstate of mind of the class member. Whether or not certain actions constitute an unfair trade practice\nwill be a question of law for the Court. Plaintiffs have proceeded on the following theory:\n[10]\nDefendant characterizes plaintiffs’ claims, other than their usury claim, as based upon the\nallegation that “they could have gotten a better loan” and argue that issue requires\nindividualized consideration of financial circumstances and loan terms of each borrower.\n \nThe essence of plaintiffs’ Chapter 75 and breach of fiduciary duty claims is not, however,\nthat plaintiffs “did not get the best loan they could have.”\n  \nFor claims actually raised by\nplaintiffs - in contrast to the claims which defendant set up as\n  \na straw man - the financial\ncircumstances and life histories of the borrowers are irrelevant, as are the specifics of the\ncontacts with Chase.\n  \nThe claims rise or fall upon plaintiffs establishing the factual\npredicate of: the Agreement between Chase and Homegold and the conduct which that\nagreement compelled (an incentive to inflate interest rates for their mutual profit, exclusive\ndealing, and secrecy) and Chase’s uniform practice of charging usurious, mislabeled and\nduplicative fees, and upon this Court’s determination of the legal significance of those facts\nin the context of the mortgage broker/borrower relationship defined by Chase’s broker\nagreement.\nNor are plaintiffs’ damages measured by what hypothetical loan they might have gotten\nfrom some other lender; rather, they are measured by what Chase was paid, either by\nplaintiffs or Homegold.\n  \nThe charging of an unlawful fee is injury in and of itself.\n(Pls’ Reply Def. Associate’s Opp’n. Class Certification at 1.)\n{41}\n         \nIn \nPitts\n, the Court of Appeals recognized that \neach \nclass member would be required to present\nevidence to establish damages and avoid the statute of limitations.\n  \nHowever, it held that those issues\nwere either irrelevant or collateral to the class certification determination.\n{42}\n         \nThe Court has also considered whether there are excessive transaction costs or management\ndifficulties raised by the nature of the case which would influence the determination of the superior\nmethod for handling this particular case.\n[11]\n It does not find any management difficulties that cannot\nbe overcome and which negatively impact the use of the class action mechanism.\n  \nUnlike \nPitts\n, the\ntime period covered raises no statute of limitation problems and is not\n  \nexcessively long.\n  \nWhile the\nfact that Chase has gone out of business poses some discovery problems, those are not problems\narising from the use of the class mechanism.\n{43}\n         \nPlaintiffs have filed more than one claim, but there is no multitude of claims leading the Court to\nconclude that counsel has structured the case to create the greatest leverage rather than focusing on the\nreal substantive issues.\n  \nThe claims are limited to the period in which the Chase/Emergent agreement\nwas in place, and the use of the class action mechanism will not result in the elimination of\nindividualized proof otherwise required.\n  \nThe period covered does not encompass different agreements\nas existed in \nPitts\n; it only covers a period in which the one agreement was in place. As noted above,\nthe size and significance of the claims will likely result in the claims process being utilized if plaintiffs\nprevail. The size of the class and identification of the class members do not present insurmountable\nproblems.\n[12]\n  \nThere is no issue here of the cost of the litigation surpassing any potential recovery or\npayout to claimants. \nSee Maffei v. Alert Cable TV\n, 316 N.C. 615, 621-22, 342 S.E.2d 867, 872 (1986).\nUnlike \nPitts\n, the trial court has found no difficulties likely to be encountered in the management of the\nclass action. \nSee\n Fed. R. Civ. P. 23(b).\n  \nThe Court has further considered each of the other factors\nenumerated by the Court of Appeals in \nPitts\n and found no factors which the court believes would\nrender the class action mechanism an inferior method of adjudicating this dispute.\n{44}\n         \nThe Court finds as a fact and concludes as a matter of law that the class action mechanism is the\nsuperior method for adjudication of the claims in this case.\n           \n{45}\n         \n            \nIt is, THEREFORE, ORDERED, ADJUDGED and DECREED that plaintiffs’ motion for\nclass certification is granted, and the Court hereby certifies a class defined as follows:\nAll persons who entered into a mortgage loan transaction secured by real property located\nin North Carolina with or through Chase Mortgage Brokers, Inc., including its predecessors\nor successors, under circumstances where the transfer or assignment of that mortgage\ngenerated a premium for the loan under the October 10, 1996 Chase agreement with\nEmergent Mortgage Corp. or its predecessors or successors.\n           \n            \nThis 1st day of February 2002.\n \n \n                                                                        \n                                                                        \nBen F. Tennille\n                                                                        \nSpecial Superior Court Judge\n                                                                        \nFor Complex Business Cases\n \n \n \n \n \n \n \n[1]\n The Court has entered an order today permitting an amendment to the Complaint which will add Moses and Eva Kennedy and\nDavid and Letha Seymour as additional class representatives.\n  \nThe parties, through counsel, have consented to the consolidation of\nanother class action, \nTroy v. Caviness\n, recently remanded to the General Court of Justice in New Hanover County from the United\nStates District Court for the Eastern District of North Carolina.\n   \nThe adequacy of Mr. Troy, Mr. and Mrs. Kennedy, and Mr. And Mrs. Seymour may be contested.\n  \nAccordingly, this order does\nnot govern their adequacy of as class representatives, but it does govern cerification issues for class treatment for which they seek to\nbecome class representatives. Consolidation of the Troy case will also result in the addition of a new defendant, Associates Home\nEquity Services, Inc. Counsel have consented to a stay in a similar action in Duplin County.\n         \n[2]\n As this litigation progresses, the Court may divide this certified class into subclasses to preserve the maximum protection to all\nclass members.\n[3]\n Summary judgment motions and motions to dismiss should not be conflated with certification. Federal Courts frequently decide\nsummary judgment motions before certification motions. \nSee\n Deborah H. Hensler et al., \nClass Action Dilemmas: Pursuing Public\nGoals for Private Gain\n 446 (RAND Institute for Civil Justice 2000).\n  \nThis salutary practice is based upon judicial economy. It\nmakes little sense to put a would be class representative to the expense of notice when the underlying claim may be subject to\ndismissal. \nSee Gaynoe v. First Union Direct Bank\n, 2001 NCBC 1.\n  \nIt is equally inefficient for the court to spend its time on\ncertification issues when the case may be dismissed on the merits. Summary judgment motions frequently help to define or refine\nthe issues thus making notice, when given after certification, more understandable and meaningful to class members. Certainly, if a\nsole class representative may have his individual claim dismissed for a reason peculiar to him, it makes little sense to determine a\nclass certification motion when there is or will be no class representative. The Court is cognizant of the decision of the North\nCarolina Court of Appeals in \nPitts v. American Security\n, 144 N.C. App. 1, 550 S.E.2d 179 (2001), in which the Court vacated the\ntrial court order granting summary judgment to American Security and ordered that the motion for summary judgment be reheard\nafter remand. Wachovia had also filed motions for summary judgment which had been denied by the trial court, but those orders\nwere not vacated, leaving some ambiguity as to the procedures trial courts should apply.\n[4]\n Even if the Court were to consider the damage issues on an equal plane with liability issues, its decision would not change. The\nelements of the damage claims here are common. They will depend in large part on statutory interpretations and the legal\nsignificance of the agreement between Chase and Homegold. In that sense this case is more like \nFaulkenbury v. Teachers’ and\nState Employees’ Retirement System\n, 345 N.C. 683, 483 S.E.2d 422, (1997) where the court found that the predominant element of\ndamages was more important that the individualized amount. On the other hand, each class member in \nPitts\n was required to prove\nan individualized element of damages, i.e., whether or not they could have obtained cheaper insurance than the force placed\ninsurance and that they relied on Wachovia in making the decision about finding other insurance. It was the \nelement\n of damages,\nnot the \namount\n that was significant to the trial court decision in \nPitts\n. The Court of Appeals held that, where\n  \nthere was a single\ncommon liability issue, individualized damage issues were collateral and outweighed.\n[5]\n In the event this holding of the Court of Appeals may subsequently be found to be too broad, this court holds, in its discretion,\nthat common issues predominate even after consideration of any defenses raised. The weight of authority in the federal courts and\nother states would appear to be contrary to the holding of the Court of Appeals. \nSee, e.g\n., \nBroussard v. Meineke Discount Muffler\nShops, Inc.\n, 155 F.3d 331, 342 (4th Cir. 1998). This case differs substantially from \nPitts\n in that Ms. Pitts sought certification of a\nclass covering twenty years for a breach of contract claim, thus raising significant statute of limitations issues on many claims.\nHere, plaintiffs’ claims all arise after consummation of the agreement between Chase and Homegold in 1996.\n[6]\n The \nBerger\n court went further and discussed the adequacy of class representatives in shareholder derivative cases under the\nfederal statutes; however, those were separate holdings not applicable here. This court has only relied upon those portions of the\nBerger\n decision applicable to Federal Rule 23 in general.\n[7]\n The Court of Appeals held: “In this case, the trial court did not make any findings regarding the numerosity of the proposed\nclass…. Generally, when a trial court fails to make required findings of fact, the case must be remanded to the trial court for entry\nof findings. However, when the evidence in the record as to a finding is not controverted, remand is not required.” \nPitts\n, 144 N.C.\nApp. at 18, 550 S.E.2d at 192 (citations omitted).\n[8]\n The trial court’s determination that a class action was not the superior method of resolving the issues raised in the plaintiff’s\ncomplaint in that action was determined to be an abuse of discretion. Because the Court is considering some of the same factors\nused in the trial court in \nPitts\n, it is necessary to distinguish the treatment of those factors in the trial court opinion in \nPitts\n from their\ntreatment by the Court of Appeals and distinguish both from the treatment of those factors in this case. It is clear, however, that if\nthe determination that a class action was not the superior method of adjudication was an abuse of discretion in \nPitts\n, a similar\ndetermination at the trial level in this case would likewise be considered an abuse of discretion by the Court of Appeals.\n[9]\n The trial court in \nPitts\n ruled: “While the record is undeveloped on the precise range of each individual’s damages if liability\nwere found to exist, counsel has indicated in oral argument that the individual damages would not be large, at least not large\nenough to warrant individual lawsuits. If the claims process would require individuals to prove their de minimus damages, the\nCourt questions whether the claims process will result in a significant number of claims to warrant use of the class action\nprocedure.” 2000 NCBC 1, ¶ 48 (see also the discussion of damages at ¶ 22 and ¶27). The appellate court held: “The record does\nnot contain any evidence as to the actual amount of damages the class members would recover should they succeed on their claims:\ntherefore, the record does not contain competent evidence to support the trial court’s finding regarding the de minimus nature of\ndamages.”\n[10]\n Having advanced this theory for purposes of class certification, any future deviation from the theory might\n  \nrequire the court to\nreconsider the class certification issues.\n[11]\n As noted above, the trial court in \nPitts\n found, based upon counsel’s admissions in oral argument, that the individual damages\nwere small. It went on to hold:\nThe necessity of individual proof on liability issues and damage issues\nmakes it even less likely that claimants will respond. The potential problems\nwith the claims process are exacerbated by the breadth of the proposed class.\nThe class will cover a period of at least twenty years, generating massive record\nsearches and enormous cost. The cost of litigating the issues could exceed the\nbenefits to be derived from doing so. The Court is not unmindful of the fact that\nthe costs of litigation should not prevent the redress of wrongs. However, the\nCourt is equally mindful that the class action procedure should not be used as\nleverage to obtain settlements based upon the cost of defending a class action.\n \n2000 NCBC 1, ¶ 48.\n  \nDefendants had also produced sworn statements as to the unavailability of computer records for a majority of\nthe twenty-year period covered in the Complaint. The Court of Appeals held: “Similarly, the record does not contain any evidence\nto support the trial court’s finding that ‘the expansive nature of the proposed class will result in excessive transactions costs and\ndifficulties.’” \nPitts\n, 144 N.C. App. at 19, 550 S.E.2d at 192.\n[12]\n Recognizing the low threshold for numerosity required by the Court of Appeals in \nPitts\n, the Court notes here the concern that\nfailure of plaintiffs’ counsel in other cases to provide the court with specific information on the question of numerosity makes it\nmore difficult for the trial courts to determine manageability issues when deciding the superiority question. Simply estimating the\nsize of the class is not always sufficient to determine questions of inefficiency and the existence of other drawbacks.\n  \nThat problem\ndoes not exist in this case."
}