{
  "id": "883e6351bd5f812ab9bce6642340c9cee1cde0784c06308832507076bcac942c",
  "source_file": "data/raw/ncbc/883e6351bd5f812ab9bce6642340c9cee1cde0784c06308832507076bcac942c.pdf",
  "raw_text": " \n \n \nSTATE OF NORTH CAROLINA \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 21788 \nAYM TECHNOLOGIES, LLC, \n \nPlaintiff, \nv. \nGENE RODGERS; SCOPIA \nCAPITAL MANAGEMENT LP; \nSCOPIA HCM PARTNERS, LLC; \nand COMMUNITY BASED CARE, \nLLC, \n \nDefendants. \n \n \n \n \nORDER AND OPINION \nON DEFENDANTS’ \nMOTIONS TO DISMISS \n \n1. THIS MATTER is before the Court on the following motions in the above \ncaptioned case: (i) Defendants Scopia Capital Management LP (“Scopia”) and Scopia \nHCM Partners, LLC’s (“Scopia HCM”) (collectively, the “Scopia Defendants”) motion \nto dismiss under Rule 12(b)(2) of the North Carolina Rules of Civil Procedure for lack \nof personal jurisdiction (the “Scopia Defendants’ 12(b)(2) Motion”) and motion to \ndismiss under Rule 12(b)(5) for inadequate service of process (the “Scopia Defendants’ \n12(b)(5) Motion”); (ii) the Scopia Defendants and Defendant Community Based Care, \nLLC’s1 (“CBC”) (collectively, the “Corporate Defendants”) motion to dismiss under \nRule 12(b)(6) (the “Corporate Defendants’ Motion to Dismiss”); and (iii) Defendant \nGene Rodgers’s (“Rodgers”) motion to dismiss under Rule 12(b)(6) (“Rodgers’s Motion \nto Dismiss”) (collectively with the Corporate Defendants’ Motion to Dismiss, the \n \n \n \n1 CBC advised the Court at the May 17, 2017 hearing on the Motions that it was incorrectly \nidentified in the Complaint as Community Based Care, LLP. With the parties’ consent, the \nCourt has modified the case caption accordingly. \nAym Techs., LLC v. Rodgers, 2018 NCBC 14. \n \n \n“12(b)(6) Motions”). The 12(b)(6) Motions, the Scopia Defendants’ 12(b)(2) Motion, \nand the Scopia Defendants’ 12(b)(5) Motion shall be referenced collectively hereafter \nas the “Motions.” \n2. Having considered the Motions, the parties’ briefs and related submissions \n \nin support of and in opposition to the Motions, the Complaint, the appropriate \nevidence of record on the Scopia Defendants’ 12(b)(2) and 12(b)(5) Motions, and the \narguments of counsel at the May 17, 2017 hearing on the 12(b)(6) Motions and the \nMay 17, 2017 and October 3, 2017 hearings on the Scopia Defendants’ 12(b)(2) and \n12(b)(5) Motions, the Court hereby GRANTS in part and DENIES in part each of \nDefendants’ Motions. \nTerpening Wilder Moors PLLC, by Raboteau T. Wilder Jr. and William \nR. Terpening, for Plaintiff Aym Technologies, LLC. \n \nOgletree,  Deakins,  Nash,  Smoak  &  Stewart,  P.C.,  by  Benjamin  R. \nHolland and Lia A. Lesner, and Pollack Solomon Duffy LLP, by Barry \nS. Pollack, for Defendants Scopia Capital Management LP, Scopia HCM \nPartners, LLC, and Community Based Care, LLC. \n \nBell Davis & Pitt, P.A., by Jason B. James and Edward B. Davis, for \nDefendant Gene Rodgers. \n \nBledsoe, Judge. \n \nI. \nPROCEDURAL BACKGROUND \n3. Aym Technologies, LLC (“Aym” or “Plaintiff”) filed this action on December \n \n5, 2016 against Defendants, asserting claims against Rodgers for breach of contract \nand against all Defendants for misappropriation of trade secrets, conversion, unfair \nor deceptive trade practices under N.C. Gen. Stat. § 75-1.1, and tortious interference \n  \nwith prospective economic advantage. Aym seeks both monetary damages and \ninjunctive relief on its claims. \n4. On February 20, 2017, Scopia and Scopia HCM moved to dismiss Aym’s \nComplaint for lack of personal jurisdiction under Rule 12(b)(2) and for inadequate \nservice of process under Rule 12(b)(5). On the same day, Scopia, Scopia HCM, and \nCBC moved to dismiss Aym’s Complaint for failure to state a claim under Rule \n12(b)(6). \n5. On March 31, 2017, Rodgers filed an answer to the Complaint  and also \n \nmoved to dismiss the Complaint for failure to state a claim under Rule 12(b)(6).2 \n \n6. The Court held a hearing on the Motions on May 17, 2017, at which all \nparties were represented by counsel. At the hearing, Aym’s counsel reiterated a \nrequest made in Aym’s briefing on the Motions that the parties be permitted to \nconduct jurisdictional discovery prior to the Court’s determination of the Scopia \nDefendants’ 12(b)(2) Motion. \n7. On May 19, 2017, the Court entered an order directing the parties to engage \n \nin jurisdictional discovery concerning the Scopia Defendants’ 12(b)(2) Motion and \nstaying all other discovery in the case pending the Court’s resolution of the Motions. \n \n \n2 Rodgers filed his answer at 3:45 PM on March 31, 2017 and his motion to dismiss thirty- \nnine minutes later at 4:24 PM that same day. This Court has recently held that, to be timely, \n“a Rule 12(b) motion for failure to state a claim must be made before filing an answer.” New \nFriendship Used Clothing Collection, LLC v. Katz, 2017 NCBC LEXIS 72, at *25 (N.C. Super. \nCt. Aug. 18, 2017) (Robinson, J.). As a result, Rodgers’s Rule 12(b)(6) motion was untimely. \nBecause Plaintiff did not challenge Rodgers’s Motion to Dismiss on timeliness grounds, \nhowever, the Court concludes that Plaintiff has waived any objection to the timeliness of \nRodgers’s Motion. See, e.g., Badin Shores Resort Owners Ass'n v. Handy Sanitary Dist., No. \nCOA17-718, 2018 N.C. App. LEXIS 76, at *14–16 (N.C. Ct. App. Feb. 6, 2018).  The Court \nwill therefore consider Rodgers’s Motion in the exercise of its discretion. \n  \nJurisdictional discovery concluded on August 31, 2017, and the Court held a further \nhearing on the Scopia Defendants’ 12(b)(2) and 12(b)(5) Motions on October 3, 2017. \nAll parties were represented by counsel at the hearing. \n8. The  Court  elected  to  delay  resolution  of  the  12(b)(6)   Motions  until \n \njurisdictional discovery and supplemental briefing and argument had been received \non the Scopia Defendants12(b)(2) and 12(b)(5) Motions. \n9. The Motions are now ripe for resolution. \n \nII. \n \nSCOPIA DEFENDANTS’ 12(b)(2) MOTION \n \n10. A North Carolina court has jurisdiction over a nonresident defendant if (i) \nstatutory authority for the exercise of jurisdiction under the State’s long-arm statute, \nN.C. Gen. Stat. § 1-75.4, exists and (ii) the exercise of jurisdiction comports with due \nprocess under federal law. See, e.g., Skinner v. Preferred Credit, 361 N.C. 114, 119, \n638 S.E.2d 203, 208 (2006). The Court need not consider the long-arm statute here, \nhowever, as our courts have made clear that “the question of statutory autho rity \ncollapses into one inquiry—whether defendant has the minimum contacts necessary \nto meet the requirements of due process.” Cambridge Homes of N.C., L.P. v.   Hyundai   \nConstr.,   Inc.,   194   N.C.   App.   407,   412,   670   S.E.2d   290,   295 \n(2008) (quoting Filmar Racing, Inc. v. Stewart, 141 N.C. App. 668, 671, 541 S.E.2d \n \n733, 736 (2001)). \n \n11. “To satisfy the due process prong of the personal jurisdiction analysis, there \nmust be sufficient ‘minimum contacts’ between the nonresident defendant and our \n  \nstate such that the maintenance of the suit does not offend ‘traditional notions of fair \nplay and substantial  justice.’”  Skinner,  361  N.C.  at  122,  638  S.E.2d  at 210 \n(quoting Int’l Shoe Co. v. Washington, 326 U.S. 310, 316 (1945)). “In determining \nwhether a defendant has sufficient minimum contacts, North Carolina courts \nconsider ‘(1) the quantity of the contacts, (2) the nature and quality of the contacts, \n(3) the source and connection of the cause of action to the contacts, (4) the interest of \n \nthe forum state, and (5) the convenience to the parties.’” Worley v. Moore, 2017 NCBC \nLEXIS 15, at *20–21 (N.C. Super. Ct. Feb. 28, 2017) (quoting Banc of Am. Sec. LLC \nv. Evergreen Int’l Aviation, Inc., 169 N.C. App. 690, 696, 611 S.E.2d 179, 184 (2005)). \n12. A court may exercise personal jurisdiction through either general \n \njurisdiction or specific jurisdiction. Skinner, 361 N.C. at 122, 638 S.E.2d at 210. \nGeneral jurisdiction “may be asserted over [a] defendant even if the cause of action is \nunrelated to [the] defendant’s activities in the forum as long as there are sufficient \n‘continuous and systematic’ contacts between [the] defendant and the forum state,” \nReplacements, Ltd. v. Midwesterling, 133 N.C. App. 139, 145, 515 S.E.2d 46, 51 (1999) \n(citation omitted), “[so] as to render [defendant] essentially at home in the forum \nstate,” Worley, 2017 NCBC LEXIS 15, at *54 (quoting Daimler AG v. Bauman, 134 S. \nCt. 746, 761 (2014) (quotation marks omitted)). \n13. In contrast, “[s]pecific jurisdiction exists when ‘the controversy arises out of \n \nthe defendant’s contacts with the forum state.’” Lab. Corp. of Am. Holdings v. \nCaccuro, 212 N.C. App. 564, 569, 712 S.E.2d 696, 701 (2011) (quoting Tom Togs, Inc. \nv. Ben Elias Indus. Corp., 318 N.C. 361, 366, 348 S.E.2d 782, 786 (1986)); see also \n  \nWalden v. Fiore, 134 S. Ct. 1115, 1121–22 (2014). Those contacts must not be based \nsolely on “random, fortuitous, or unilateral activity of another party or a third \nperson,” Cambridge Homes, 194 N.C. App. at 413, 670 S.E.2d at 296, and the exercise \nof specific jurisdiction requires that “a defendant ha[ve] ‘fair warning’ that he may \nbe sued in a state for injuries arising from activities that he ‘purposefully directed’ \ntoward that state’s residents,” Tom Togs, 318 N.C. at 366, 348 S.E.2d at 786 (quoting \nBurger King Corp. v. Rudzewicz, 471 U.S. 462, 472 (1985)). The Court’s focus should be \n“upon the relationship among the defendant, this State, and the cause of action.” Id. \n“Therefore, the trial court must carefully scrutinize the facts of each case to determine \nif a defendant’s dispute-related contacts with the forum state constitute s ufficient \nminimum contacts to exercise personal jurisdiction over the defendant in the forum \nstate.”  Soma Tech., Inc. v. Dalamagas, 2017 NCBC LEXIS 26, at *11–12 \n(N.C. Super. Ct. Mar. 24, 2017) (citing Deer Corp. v. Carter, 177 N.C. App. 314, 327, \n \n629 S.E.2d 159, 169 (2006)). \n \n14. When a defendant challenges the court’s jurisdiction under Rule 12(b)(2), \nthe burden falls on the plaintiff to establish that grounds for asserting jurisdiction \nexist. Williams v. Inst. for Computational Studies at Colo. State Univ., 85 N.C. \nApp. 421, 424, 355 S.E.2d 177, 179 (1987); see also Mannise v. Harrell, 791 S.E.2d \n653, 659 (N.C. Ct. App. 2016) (reversing finding of personal jurisdiction where \nplaintiff failed to rebut defendant’s affidavit stating that he had no contacts with \nNorth Carolina). \n  \n15. Where, as here, both parties submit competing affidavits and depositions, \nand the trial court holds a hearing on personal jurisdiction, the trial court should \nconsider the matter as if an evidentiary hearing had occurred.  See, e.g., Deer Corp., \n177 N.C.  App.  at  322,  629  S.E.2d  at  166  (where  trial  court  held hearing  and \n \nconsidered deposition testimony, the “case had moved beyond the procedural \nstandpoint of competing affidavits to an evidentiary hearing”). In such \ncircumstances, the Court must “act as fact-finder and decide the question of personal \njurisdiction by a preponderance of the evidence,” id. (internal citation omitted), with \nthe plaintiff bearing the “ultimate burden of proving jurisdiction,” see, e.g., Parker v. \nTown of Erwin, 243 N.C. App. 84, 97, 776 S.E.2d 710, 721 (2015). \n16. Accordingly,  based  on  the  Court's  review  of  the  verified   Amended \n \nComplaint, the parties’ exhibits, the submitted depositions and affidavits, other \nappropriate evidence of record, and the arguments of counsel at the hearings on the \n12(b)(2) Motion, the Court acts as fact-finder and makes the following findings of fact \nsolely for the purposes of deciding the 12(b)(2) Motion. \nA. Findings of Fact \n \n17. Defendant Scopia was formed as a limited partnership organized under the \nlaws of the state of Delaware with its principal place of business in New York, New \nYork. (Scopia’s Suppl. Mem. Supp. 12(b)(2) Mot. Ex. 1, at ¶ 2 [hereinafter “Morse \nAff.”], ECF No. 52.3.) Neither Scopia’s general partner, nor any of its limited \npartners, is a resident of North Carolina, and instead each is a resident of New York. \n(Morse Aff. ¶ 2.) Scopia’s limited partnership agreement designates New York as the \n  \nvenue for any disputes arising out of the agreement. (Morse Aff. ¶ 2.) Scopia provides \ninvestment management services for Scopia HCM from Scopia’s New York offices. \n(Morse Aff. ¶ 4.) \n18. Defendant Scopia HCM was created as a limited liability company under \n \nthe laws of the State of Delaware, effective June 12, 2015, and has its principal place \nof business in New York. (Morse Aff. ¶ 3.) None of its members reside in North \nCarolina, and its managing member is a limited liability company whose members \nare domiciled in New York. (Morse Aff. ¶3.) As set forth in its Limited Liability \nCompany Agreement, dated August 7, 2015, Scopia HCM was formed for the sole \npurpose of serving as a “fund through which the assets of its Members may be utilized \nin holding, trading, and otherwise investing in a roll-up of private companies \ninvolving health care services in North Carolina[.]” (Scopia’s Suppl. Mem. Supp. \n12(b)(2) Mot. Ex. 2, at 1 [hereinafter “Operating Agreement”], ECF No. 52.3.) The \noperating agreement specifically identified CBC as the vehicle for the “roll-up”—i.e., \nthe acquisitions—of North Carolina private health care companies. (Operating \nAgreement 1.) \n19. Defendant CBC was created as a limited liability company under the laws \nof the State of Delaware, effective June 30, 2015, under the name Scopia Home \nHoldings, LLC. (Quinn Aff. Ex. 5, ECF No. 36.) CBC changed its name from Scopia \nHome Holdings, LLC sometime prior to November 17, 2015. (Quinn Aff. Ex. 5.) CBC \nhas its principal place of business in Lenoir, North Carolina, (Quinn Aff. Ex. 6), and \nthere is no dispute that CBC is subject to personal jurisdiction in this Court. CBC is \n  \n“a holding company formed to provide services to the Intellectual and Developmental \nDisabilities (‘I/DD’) market in North Carolina and surrounding  states” through \nwholly owned North Carolina subsidiaries. (Quinn Aff. Ex. 7.) \n20. Thus,  by  way  of  summary,  Scopia  provides  investment  management \n \nservices to Scopia HCM, which in turn owns CBC, which is itself the owner of various \nNorth Carolina subsidiaries that provide services in the I/DD market in North \nCarolina. (Pl.’s Suppl. Br. Resp. 12(b)(2) Mot. Ex. K, at 2, ECF No. 53.11.) Unlike \nCBC, neither Scopia nor Scopia HCM has offices or employees in North Carolina or \nregularly conducts business in this State. (Scopia’s Suppl. Mem. Supp. 12(b)(2) Mot. \n1, ECF No. 52.) \n21. Aym is a North Carolina limited liability company engaged in the business \n \nof providing comprehensive management software to a number of industries, \nincluding the North Carolina Medicaid Developmental Disability industry.  (Compl. \n¶¶ 1, 9, ECF No. 1.) \n \n22. Rodgers is a North Carolina resident involved in the I/DD industry. Aym \nentered an Independent Contractor Agreement with Rodgers effective April 1, 2009. \n(Compl. ¶¶ 10–12; Quinn Aff. Ex. 1.) Under that Agreement, Rodgers agreed to \nprovide industry knowledge and refer potential software customers to Aym, and, after \n2013, to assist Aym in identifying I/DD providers in North Carolina for Aym’s \npotential acquisition. (Compl. ¶¶ 10–13; Quinn Aff. Ex. 1; Scopia’s Suppl. Mem. \nSupp. 12(b)(2) Mot. Ex. 20, at 8–10, ECF No. 52.6.) Notwithstanding his work for \nAym, Rodgers also “[did] mergers and acquisitions” for Providence Human Services \n  \n(“Providence”) from December 2011 to August 2015, (Scopia’s Suppl. Mem. Supp. \n12(b)(2) Mot. Ex. 3, at 12, 18 [hereinafter “Rodgers Dep.”], ECF No. 52.3), and assisted \nHughes Behavioral Health (“Hughes”) and HomeCare Management (“HCM”) in the \nsale of those businesses in early 2015, (Scopia’s Suppl. Mem. Supp. 12(b)(2) Mot. 3; \nRodgers Dep. 34–36, 42, 64, 78, 83–84). Rodgers also became an independent \ncontractor of CBC in September 2015 and an employee, officer, and director of CBC \nby November 17, 2015. (Scopia’s Suppl. Mem. Supp. 12(b)(2) Mot. 6; Rodgers Dep. \n121; Quinn Aff. Ex. 5, at 2.) \n23. Throughout the first half of 2015, Dave Wittels (“Wittels”) and  Michael \n \nSomma (“Somma”) were employees of Scopia. Wittels was a partner in the firm and \nthe head of its private equity group; Somma was an analyst. (Pl.’s Suppl. Br. Resp. \n12(b)(2) Mot. Exs. E, H, ECF Nos. 53.5, 53.8; Pl.’s Suppl. Br. Resp. 12(b)(2) Mot. \nExcerpts from Wittels Depo 14 [hereinafter “Pl.’s Excerpts from Wittels Dep.”], ECF \n \nNo. 53.19.) Wittels and Somma then became members of CBC’s board of directors in \nthe summer of 2015—from nearly the beginning of CBC’s existence—with Wittels \nserving as the board chair. (Quinn Aff. Ex 5, at 2.) \n24. At the beginning of 2015, Wittels and Somma began conducting investment \ndue diligence for Scopia as part of Scopia’s strategy to explore potential acquisition \nopportunities in the North Carolina I/DD market for the firm’s investors. (Pl.’s \nExcerpts from Wittels Dep. 8, 13–14; see generally Pl.’s Suppl. Br. Resp. 12(b)(2) Mot. \nEx. C, ECF No. 53.3.) As part of their due diligence, Wittels and Somma traveled to \nNorth Carolina for numerous meetings in conjunction with their investigation of the \n  \nNorth Carolina I/DD market on six separate occasions in 2015: February 25, April 2, \nJune 9, August 11, September 14, and October 14. (Pl.’s Excerpts from Wittels Dep. \n86–90; Pl.’s Suppl. Br. Resp. 12(b)(2) Mot. Ex. C, at SC790–850.) The first three visits \noccurred before CBC was created on June 30, 2015, the last three came after. Wittels \nand Somma also made numerous phone calls and sent a number of emails—using \ntheir Scopia titles, email addresses, and signature blocks—to individuals and \ncompanies in North Carolina concerning the North Carolina I/DD market and the \npotential acquisition of those same targets. (See generally Pl.’s Suppl. Br. Resp. \n12(b)(2) Mot. Ex. C.) Some of these calls and emails came before CBC was created \nand some came after. \n25. During and as a result of their due diligence, Wittels and Somma began \n \nnegotiations for the acquisition of HCM, a North Carolina-based company in the I/DD \nmarket. (Scopia’s Suppl. Mem. Supp. 12(b)(2) Mot. Exs. 6, 7, ECF No. 52.4.) Rankin \nWhittington, as HCM’s President, and Rodgers, in his individual capacity, signed \nnon-disclosure agreements with Scopia on January 26, 2015 and January 22, 2015, \nrespectively, in connection with these negotiations.3 (Scopia’s Suppl. Mem. Supp. \n12(b)(2) Mot. Exs. 4, 5, ECF No. 52.3.) \n26. On March 18, 2015, HCM signed a non-binding “Term Sheet” with Scopia. \n \n(Pl.’s Suppl. Br. Resp. 12(b)(2) Mot. Ex. B [hereinafter “Term Sheet”], ECF No. 53.2.) \nThe Term Sheet provided that Scopia would acquire HCM at a later date through an \n \n \n \n3 Each non-disclosure agreement contained New York choice-of-law and choice-of forum \nprovisions. \n  \nentity created solely for the purposes of HCM’s acquisition, which was later identified \nas CBC. (Term Sheet 1.) CBC closed its purchase of HCM on July 17, 2015. (Scopia’s \nSuppl. Mem. Supp. 12(b)(2) Mot. Ex. 7, at 1.) \n27. Soon thereafter, Aym’s president, Lewis Quinn, approached  Wittels and \n \nSomma about CBC’s possible acquisition of Aym, with Quinn’s retention as an \nexecutive officer of CBC after the purchase. (Scopia’s Suppl. Mem. Supp. 12(b)(2) \nMot. Exs. 13–19, ECF Nos. 52.5, 52.6.) Prior to exploring Quinn’s overture, Scopia \nrequired Quinn, as Aym’s CEO, to enter into a non-disclosure agreement containing \nNew York choice-of-law and choice-of-forum provisions. (Scopia’s Suppl. Mem. Supp. \n12(b)(2) Mot. Exs. 11, 12, ECF No. 52.5.) During the following discussions, Quinn \nemailed a “vertical acquisition strategy” plan document to Wittels in New York on \nJuly 27, 2015. (Scopia’s Suppl. Mem. Supp. 12(b)(2) Mot. Ex. 13.) Defendants’ alleged \nmisappropriation of this Aym document is a central issue in this action. Four days \nlater, on July 31, 2015, Quinn provided Scopia and Scopia HCM their first notice that \nRodgers had previously provided services for Aym. (Scopia’s Suppl. Mem. Supp. \n12(b)(2) Mot. Ex. 8, at 105–13 [hereinafter “Scopia’s Excerpts from Wittels Dep.”], \nECF No. 52.4.) Quinn broke off further discussions with Wittels about joining CBC \non August 10, 2015 because he felt the “relationship [was] feeling a little too forced.” \n(Scopia’s Suppl. Mem. Supp. 12(b)(2) Mot. Ex. 17.) \n28. CBC  subsequently  acquired  Hughes  in  September  2015  and  Lindley \n \nHabilitation Inc. (“Lindley”) in 2016. Both companies, which were North Carolina \ncompanies operating in the North Carolina I/DD market, had originally been targeted \n  \nfor acquisition by Aym prior to their acquisition by CBC. (Quinn Aff. ¶ 26, Exs. 5, 7, \n10, 12.) Aym alleges that CBC’s acquisitions of HCM, Hughes, and Lindley were not \ncoincidences, and asserts that the Scopia Defendants’ tortious conduct—i.e., \nmisappropriation of trade secrets, conversion, tortious interference, and unfair or \ndeceptive trade practices—led directly to these acquisitions. \nB. Conclusions of Law \n \n29. Although Plaintiff initially contended that Scopia and Scopia HCM were \neach subject to general and specific jurisdiction in this Court, Plaintiff abandoned \nthis position as to Scopia at the hearing and now contends that Scopia is subject only \nto this Court’s specific jurisdiction arising from Scopia’s contacts with North Carolina \nand their relationship to Plaintiff’s claims. Plaintiff continues to maintain that \nScopia HCM is subject to both general and specific jurisdiction in this Court. \n1. General Jurisdiction over Scopia HCM \n \n30. To establish general jurisdiction over Scopia HCM, Plaintiff must show a \n“significantly higher” level of contacts with the forum state than for specific \njurisdiction. Cambridge Homes, 194 N.C. App. at 412, 670 S.E.2d at 295. For general \njurisdiction to extend to a foreign corporation, and, by extension, a foreign limited \nliability company, the United States Supreme Court has held that the corporation’s \ncontacts must be “so ‘continuous and systematic’ as to render [the corporation] \nessentially at home in the forum State.” Daimler, 134 S. Ct.  746,  754 (quoting \nGoodyear Dunlop Tires Operations, S.A. v. Brown, 564 U.S. 915, 919 (2011)). To that \nend, the Supreme Court has held that “[t]he place of incorporation and \n  \nprincipal place of business are paradigm bases for general jurisdiction [over a foreign \ncorporation],” id. at 760 (quotation omitted), but acknowledged “the possibility that \nin an exceptional case . . . a corporation’s operations in a forum other than its formal \nplace of incorporation or principal place of business may be so substantial and of such \na nature as to render the corporation at home in that State,” id. at 761 n.19. \n31. Plaintiff apparently contends such exceptional circumstances  exist here, \n \narguing that Scopia HCM is “at home” in this State because the company’s stated \npurpose in its operating agreement is to do business in the State of North Carolina. \nThe Court disagrees. \n32. As an initial matter, Plaintiff misstates Scopia HCM’s business purpose as \n \nreflected in its operating agreement. Rather than state that Scopia HCM will engage \nin business in North Carolina itself, the operating agreement provides as follows: \nThe purpose of the Company is to serve as a fund through which the assets of \nits Members may be utilized in holding, trading and otherwise investing in a \nroll-up of private companies involving health care services in North Carolina \n(the “Underlying Investment”) in which HomeCare Management Corporation \nserves as the platform company. The roll-up vehicle is called Community \nBased Care LLC. \n \n(Operating Agreement Section 1.03.) \n \n33. The operating agreement therefore makes clear that Scopia HCM was \ncreated to serve as a fund with a controlling ownership interest in CBC and expressly \ncontemplates that CBC, not Scopia HCM, would own HCM and other companies CBC \nmight acquire in the North Carolina I/DD market. As such, the operating agreement \nreflects a straightforward parent/subsidiary relationship, and our courts have long \nrecognized that “[w]hen a subsidiary of a foreign corporation is carrying on business \n  \nin a particular jurisdiction, the parent is not automatically subject to jurisdiction in \n[that] state.” Ash v. Burnham Corp., 80 N.C App. 459, 462, 343 S.E.2d 2, 4 (1986). \nSo long as “the subsidiary’s presence in the state is primarily for the purpose of \ncarrying on its own business and the subsidiary has preserved some semblance of \nindependence from the parent, jurisdiction over the parent may not be acquired on \nthe basis of the local activities of the subsidiary.” Id. There must be a showing that \n“the businesses are parts of the same whole.”  Wyatt v. Walt Disney World, Co., 151 \nN.C. App. 158, 168, 565 S.E.2d 705, 711 (2002).  Plaintiff has not brought forward \n \nany evidence that even begins to approach this standard. \n \n34. Moreover, courts around the country  have  been reluctant to find \n“exceptional circumstances” to the Daimler paradigm for general jurisdiction, \nincluding the Supreme Court most recently in BNSF Railway Co. v. Tyrrell, 137 S. \nCt. 1549 (2017). See also id. at 1561–62 (Sotomayor, J., dissenting). Many courts \napplying the Daimler standard to limited liability companies have been similarly \ndisinclined. See, e.g., Miller v. Native Link Constr., LLC, No. 15-1605, 2017 U.S. Dist. \nLEXIS 131021, at *87 (W.D. Pa. Aug. 17, 2017) (“Under the rule of Daimler as it has \nbeen applied to limited liability companies, [a defendant] will only be subjected to \ngeneral jurisdiction in the state of its organization and principal place of business.”); \nMarco Int'l, LLC v. Como-Coffee, LLC, No. 17-CV-10502, 2017 U.S. Dist. LEXIS \n91934, at *19 n.3 (E.D. Mich. June 15, 2017) (same); Bradford v. Telerecovery, No. 16- \n2933, 2017 U.S. Dist. LEXIS 91324, at *10 n.67 (E.D. La. June 14, 2017) (“It is \nincredibly difficult to establish general jurisdiction [over a limited liability company] \n  \nin a forum other than the place of incorporation or principal place of business.”); \nMagna Powertrain de Mex. S.A. de C.V. v. Momentive Performance Materials USA \nLLC, 192 F. Supp. 3d 824, 828 (E.D. Mich. 2016) (“[I]n Daimler the Supreme Court \nheld that corporations[—]and by extension limited liability companies[—]are ‘at \nhome’ only in their place of incorporation or principal place of business[.]”). \n35. Similarly, based on the Court’s research, this Court and the North Carolina \n \nappellate courts have yet to find a sufficiently “exceptional case” after Daimler to \nextend general jurisdiction to a corporation or a limited liability company in North \nCarolina that has neither organized itself in this State nor located its principal place \nof business here. Such an “exceptional case” is clearly not presented on the current \nrecord. Scopia HCM is a Delaware limited liability company with its principal place \nof business in New York. The evidence shows that Scopia HCM has no offices, \nemployees, or property in North Carolina and conducts no regular business in North \nCarolina. Scopia HCM simply owns a North Carolina entity, CBC, that engages in \nsubstantial activity in North Carolina. Plaintiff has not pleaded an alter ego theory \nof liability and has not advanced veil piercing allegations, either in its Complaint or \nin opposition to the 12(b)(2) Motion. See State ex rel. Cooper v. Ridgeway Brands \nMfg., LLC, 188 N.C. App. 302, 306, 655 S.E.2d 446, 449 (2008) (holding that plaintiff’s \nconclusory allegations were insufficient to establish an alter ego theory of \njurisdiction). \n  \n36. Based on these considerations, the Court concludes that Plaintiff has failed \nto meet its burden to show that the Court may exercise general jurisdiction over \nScopia HCM. \n2. Specific Jurisdiction over Scopia and Scopia HCM \n \n37. Plaintiff argues that Defendants Scopia and Scopia HCM, each acting \nthrough Wittels, Somma, and Rodgers, engaged in conduct in North Carolina that \ngives rise to each of Plaintiff’s claims, and thus that specific jurisdiction is properly \nexercised over each Scopia Defendant.4 In evaluating whether specific jurisdiction \nexists over Scopia and Scopia HCM, it is important to determine the capacities in \nwhich Wittels, Somma, and Rodgers took the actions on which Plaintiff bases its \nclaims. \n38. Plaintiff alleges that Aym provided Rodgers with copies of its strategic plan \nin 2013, which reflected HCM as an initial acquisition target, and that as of December \n2014, Rodgers was actively assisting Aym in a possible purchase of HCM.  (Compl. \n¶¶ 12–14.)  At that same time, however, Plaintiff contends that Rodgers disclosed \n \nAym’s confidential trade secret information to Scopia and that thereafter Scopia used \nthat information to enable CBC’s successful efforts to purchase HCM, Hughes, and \nLindley in North Carolina.  (Compl. ¶¶ 13, 16, 19, 22, 25.)  All of Plaintiff’s claims \n \n \n \n \n \n4 As with general jurisdiction, Plaintiff does not advance an alter ego theory of liability to \nsupport specific jurisdiction over either Scopia Defendant. Even if it had done so, North \nCarolina courts will disregard the corporate form only in “an extreme case where necessary \nto serve the ends of justice.” State ex rel. Cooper v. W. Sky Fin., LLC, 2015 NCBC LEXIS 87, \nat *15 (N.C. Super. Ct. Aug. 27, 2015). \n  \nagainst Scopia and Scopia HCM are premised on this alleged conduct.  (Compl. ¶¶ \n30–56.) \n39. Plaintiff contends that Wittels, Somma, and Rodgers were acting on behalf \nof Scopia and Scopia HCM at all relevant times. The Scopia Defendants assert that \nRodgers never acted on behalf of either of them at any time and that Wittels and \nSomma always acted on behalf of CBC. \n40. The evidence presented shows that although Wittels and Somma began \nexploring the North Carolina I/DD market for possible acquisition targets in late \n2014, CBC was not formed until June 30, 2015. Almost immediately, Wittels and \nSomma became CBC directors, and CBC thereafter acquired HCM on July 17, 2015, \nHughes in September 2015, and Lindley in 2016. The evidence shows that all \nacquisition activities by Wittels, Somma, and Rodgers after CBC’s creation were \nundertaken on behalf of CBC and not on behalf of either of the Scopia Defendants. \n41. As a result, the Court concludes that the alleged conduct of Wittels, Somma, \nand Rodgers after CBC’s creation on June 30, 2015 was on behalf of CBC and is \ntherefore not relevant to the Court’s analysis concerning specific jurisdiction over the \nScopia Defendants. The Court thus examines whether specific jurisdiction exists over \neither Scopia Defendant based on the alleged conduct of Wittels, Somma, and Rodgers \noccurring prior to CBC’s formation on June 30, 2015. \n42. To  assert  specific  jurisdiction,  the  Court  must  “focus  .  .  .  upon  the \n \nrelationship among the defendant, this State, and the cause of action.”  Tom Togs, \n318 N.C. at 366, 348 S.E.2d at 786.  “Specific jurisdiction exists when the cause of \n  \naction arises from or is related to defendant’s contacts with the forum.” Skinner, 361 \n \nN.C. at 122, 638 S.E.2d at 210. “What constitutes minimum contacts depends on the \nquality and nature of the defendant’s contacts on a case-by-case basis, but, regardless \nof the circumstances, there must be some act by which the defendant purposefully \navails itself of the privilege of conducting activities within the forum State.”  Dailey \nv. Popma, 191 N.C. App. 64, 70, 662 S.E.2d 12, 16–17 (quotation marks and citation \n \nomitted). “The defendant’s contact with the forum state must be ‘such that he should \nreasonably anticipate  being  haled  into  court  there.’”  Id.  at  70,  662  S.E.2d  at 17 \n(quoting Tom Togs, 318 N.C. at 365, 348 S.E.2d at 786). \n43. Turning first to Scopia, the evidence shows that Wittels, an  officer and \n \nemployee of Scopia, and Somma, an employee of Scopia, began investment due \ndiligence in early 2015 to locate investment opportunities for Scopia’s clients in the \nNorth Carolina I/DD market. The pair traveled to North Carolina on three separate \noccasions between February 2015 and CBC’s formation in June 2015 to investigate \ninvestment opportunities that Scopia intended to pursue in the North Carolina I/DD \nindustry through what became CBC. In the course of their due diligence in the first \nhalf of 2015, Wittels and Somma, acting for Scopia, initiated contact with Rodgers \nand HCM’s Whittington in North Carolina and obtained non-disclosure agreements \nfrom each of them for Scopia’s potential acquisition of HCM in North Carolina. \nThereafter, Wittels, again acting for Scopia, executed a term sheet with HCM on \nbehalf of Scopia which contemplated HCM’s eventual purchase by Scopia’s later \ncreated entity. \n  \n44. During this same time, Wittels and Somma made numerous telephone calls \nto persons in North Carolina concerning the North Carolina I/DD market and the \npotential acquisition of HCM. They also sent a number of emails to North Carolina \nindividuals and companies concerning these same matters. The evidence presented \nshows that all of Wittels’s and Somma’s pre-June 30, 2015 conduct in or directed to \nNorth Carolina was on behalf of Scopia and in furtherance of Scopia’s strategy to \ncreate an investment vehicle by which the firm’s clients could invest in the North \nCarolina I/DD market and to identify investment opportunities for the to-be-created \nentity to pursue. \n45. The Court concludes that the quantity of these pre-June 30, 2015 contacts \nand their nature and quality weigh in favor of finding minimum contacts under North \nCarolina law.5 In particular, Scopia’s initiation of significant dispute-related contacts \nwith North Carolina, see, e.g., Church v. Carter, 94 N.C. App. 286, 292, 380 S.E.2d \n167, 171 (1989) (finding non-resident defendant’s initiation of North Carolina \ncontacts supported jurisdiction), its multiple trips to this State in pursuit of HCM \nand other potential acquisition targets, see, e.g., Walden, 134 S. Ct. at 1122 (“physical \nentry into the State—either by the defendant in person or through an agent, goods, \nmail, or some other means—is certainly a relevant contact”), and its regular and \n \n \n5 Plaintiff also seeks to impute Rodgers’s pre-June 30, 2015 activities to the Scopia \nDefendants, but the Court concludes that Plaintiff has failed to offer persuasive evidence that \nRodgers was an agent of either Scopia Defendant during the relevant period. It is undisputed \nthat Rodgers never entered an agreement with, or received any compensation from, Scopia \nor Scopia HCM at any time, that he worked full-time “doing mergers and acquisitions” work \nfor Providence Human Services, and that he assisted Hughes in its potential sale during the \nfirst six months of 2015. Thus, the Court concludes that Rodgers’s contacts with North \nCarolina do not require or favor the assertion of jurisdiction over the Scopia Defendants. \n  \nfrequent initiation of communications into the State concerning the I/DD market in \nNorth Carolina and the HCM and Hughes acquisitions in particular, see, e.g., Brown \nv. Ellis, 363 N.C. 360, 361–64, 678 S.E.2d 222, 222–24 (2009) (finding jurisdiction \nbased on defendant’s initiation of telephone calls and emails to plaintiff in North \nCarolina), all of which was directed and conducted by Scopia personnel in furtherance \nof Scopia’s North Carolina-focused investment strategy and occurred before CBC’s \ncreation, see Brickman v. Codella, 83 N.C. App. 377, 384, 350 S.E.2d 164, 168 (1986) \n(finding jurisdiction over defendant where the contacts were purposefully directed \ntoward the forum state in order to obtain financial assistance with a new business \nventure for defendant’s commercial benefit), are factors our courts have recognized \nwill support minimum contacts for the exercise of specific jurisdiction. \n46. Moreover, the close connection between Plaintiff’s claims and Scopia’s pre- \nJune 30, 2015 contacts with North Carolina favor a finding of sufficient minimum \ncontacts here. In particular, Plaintiff alleges that Scopia misappropriated Aym’s \ntrade secret information beginning in late 2014, used that information to identify and \nsecure HCM as an acquisition target, and, using that information, took steps in North \nCarolina to enable the later-created CBC to acquire HCM, Hughes, and Lindley—all \nof which were North Carolina-based companies on Aym’s confidential target list. See, \ne.g., Dow Chemical Co. v. Organik Kimya Holding A.S., No. 12090-VCG, 2017 Del. \nCh. LEXIS 776, at *18–28 (Del. Ch. Oct. 19, 2017) (finding personal jurisdiction in \nstate where defendant formed a subsidiary when defendant allegedly acquired \nplaintiff’s trade secrets then formed the new entity to use those trade secrets in \n  \ncompetition with plaintiff). Scopia’s pre-June 30, 2015 contacts with North \nCarolina—which were largely focused on identifying, contracting with, and arranging \nthe acquisition of HCM and Hughes—comprise a significant part of the conduct that \nPlaintiff alleges gave rise to its injuries and each claim asserted in the Complaint. \n47. Although the evidence appears to show that Plaintiff’s allegedly confidential \nbusiness plan was not provided to Scopia until late July 2015, the Complaint alleges \nthat other trade secret information, including Aym’s target acquisition list, \nacquisition plans and tactics, and negotiation strategies, was misappropriated as \nearly as December 2014 and used by Scopia to pursue HCM and Hughes in North \nCarolina in early 2015. (Compl. ¶¶ 17, 18, 23, 25, 31, 49.) As such, the Court \nconcludes that Plaintiff’s causes of action arise from or are related to Scopia’s contacts \nwith the North Carolina forum.6 \n48. Scopia puts great weight on the New York choice-of-law and forum selection \n \nclauses contained in the non-disclosure agreements executed by Rodgers and \nWhittington, the non-disclosure agreement executed by Aym’s president Quinn, and \nthe asset purchase agreement executed by CBC and HCM, contending that all four \nagreements show that Scopia has not “purposely availed” itself of the laws of this \nState. Aym, however, is not a party to any of these agreements and has not alleged \na breach of those agreements in this action, limiting their persuasive effect— \nparticularly here, where Scopia is alleged to have engaged in unlawful, tortious, \n \n \n \n6 The facts allegedly giving rise to the misappropriation claim are the same as those allegedly \ngiving rise to each of Plaintiff’s other claims: conversion, unfair or deceptive trade practices, \nand tortious interference with prospective economic advantage. \n  \nextra-contractual conduct in this State. Scopia also advances numerous merits-based \narguments suggesting that Plaintiff’s claims against it should be dismissed, but \nwhich the Court finds are of limited relevance to the current Motion. \n49. Accordingly, the Court concludes that Plaintiff has shown by a \n \npreponderance of the evidence that Scopia “purposefully avail[ed] itself of the \nprivilege of conducting activities within [this State],” Dailey, 191 N.C. App. at 70, 662 \nS.E.2d at 16–17, and had sufficient dispute-related contacts with North Carolina such \nthat it could have “reasonably anticipate[d] being haled into court [in this State]” to \ndefend against the asserted claims, id. at 70, 662 S.E.2d at 17. \n50. Having determined that Scopia purposefully established dispute-related \nminimum contacts in North Carolina, the Court next must determine whether the \nexercise of jurisdiction over Scopia would offend “traditional notions of fair play and \nsubstantial justice.” Int'l Shoe Co., 326 U.S. at 316. Relevant considerations include \n“the burden on the defendant, the forum State’s interest in adjudicating the dispute, \nthe plaintiff’s interest in obtaining convenient and effective relief, [and] the interstate \njudicial system’s interest in obtaining the most efficient resolution of \ncontroversies.” Burger King, 471 U.S. at 477 (quotation marks omitted). Where \nminimum contacts have been found, a defendant “must present a compelling case \nthat the presence of some other considerations would render jurisdiction \nunreasonable.” Id. \n51. Scopia fails to carry that burden here. Not only does Plaintiff have a strong \ninterest in litigating this matter in its home state, North Carolina has a strong \n  \ninterest in providing a forum for its injured residents. See, e.g., Baker v. Lanier \nMarine Liquidators, Inc., 187 N.C. App. 711, 716, 654 S.E.2d 41, 45 (2007) (“[A] state \nhas a manifest interest in providing its residents with a convenient forum for \nredressing injuries inflicted by out-of-state actors.”). Further, there is no evidence in \nthe record to indicate that it would be more convenient for the parties to litigate the \npresent matter in a different forum, that a different forum would facilitate a more \nefficient resolution, or that defendant will suffer undue burden from litigating this \ncase in North Carolina. Indeed, “[w]hen minimum contacts have been established, \noften the interests of the plaintiff and the forum in the exercise of jurisdiction will \njustify even the serious burdens placed on the . . . defendant.” Asahi Metal Indus. Co. \nv. Superior Court, 480 U.S. 102, 114 (1987); see, e.g., Cherry Bekaert & Holland v. \n \nBrown, 99 N.C. App. 626, 635, 394 S.E.2d 651, 657 (1990) (“Litigation on interstate \nbusiness transactions inevitably involves inconvenience to one of the parties.”). \n52. In sum, the Court concludes, based on the evidence of record, that Scopia \nhas sufficient minimum contacts with North Carolina to warrant the exercise of \npersonal jurisdiction. Although Scopia’s contacts with North Carolina are limited in \ntime, they are extensive and directly connected to the causes of action recited in \nPlaintiff’s Complaint. By engaging in the conduct described above, the Court \nconcludes that Scopia purposefully availed itself of “the privilege of conducting \nactivities” in North Carolina. Cambridge Homes, 194 N.C. App. at 413, 670 S.E.2d \nat 296; see also Centura Bank v. Pee Dee Express, Inc., 119 N.C. App. 210, 213, 458 \nS.E.2d 15, 18 (1995).   Having weighed all of the factors “in light of fundamental \n  \nfairness and the circumstances of the case,” the Court concludes that the exercise of \npersonal jurisdiction over Scopia comports with traditional notions of fair play and \nsubstantial justice. B.F. Goodrich Co. v. Tire King of Greensboro, Inc., 80 N.C. App. \n129, 132, 341 S.E.2d 65, 67 (1986). The Court  therefore  denies  Scopia’s 12(b)(2) \nMotion. \n53. Turning next to Scopia HCM, Plaintiff again contends, as it did in arguing \n \nfor the assertion of general jurisdiction, that Scopia HCM is subject to this Court’s \nspecific jurisdiction because it owns CBC and serves as a fund through which its \nmembers’ assets may be utilized in CBC’s business activities in North Carolina.  The \nonly additional evidence Plaintiff advances to support specific jurisdiction over Scopia \nHCM is Scopia HCM’s reimbursement of Wittels and Somma for trips they took to \nNorth Carolina between February 25, 2015 and September 7, 2016 as part of their \nduties for Scopia, and later, CBC. Such evidence is not sufficient to establish \nminimum contacts under prevailing case law. As a result, the Court concludes that \nPlaintiff has failed to meet its burden to show that specific jurisdiction may be \nproperly exercised over Scopia HCM. Accordingly, Plaintiff’s claims against Scopia \nHCM should be dismissed for lack of personal jurisdiction. \nIII. \n \nSCOPIA DEFENDANTS’ 12(b)(5) MOTION \n \n54. The Scopia Defendants contend in their 12(b)(5) Motion that Plaintiff’s \nservice violated due process because it did not comply with North Carolina’s long-arm \nstatute. Rule 4 of the North Carolina Rules of Civil Procedure states that in order to \n  \nexercise proper service for any action, the court must have “grounds for personal \njurisdiction as provided in [North Carolina’s long-arm statute].” N.C. R. Civ. P. 4(j). \nAs discussed above, the “North Carolina legislature designed the long-arm statute to \nextend personal jurisdiction to the limits permitted by due process.” Lang v. Lang, \n157 N.C. App. 703, 708, 579 S.E.2d 919, 922 (2003). \n55. Accordingly, the Court grants in part and denies in part the 12(b)(5) Motion \n \nconsistent with its rulings on the 12(b)(2) Motion as described above. See Ga. R.R. \nBank & Tr. Co. v. Eways, 46 N.C. App. 466, 468, 265 S.E.2d 637, 640 (1980) (where \nsubject matter jurisdiction exists and process was properly served under Rule 4, the \nanalysis “becomes limited to the question of whether the assertion of jurisdiction over \nthe [defendant] . . . violates the principles of due process”). \nIV. \n \nDEFENDANTS’ 12(b)(6) MOTIONS TO DISMISS7 \n \nA. Legal Standard \n \n56. In ruling on a motion to dismiss under Rule 12(b)(6) of the North Carolina \nRules of Civil Procedure, the Court’s inquiry is “whether, as a matter of law, the \nallegations of the complaint, treated as true, are sufficient to state a claim upon which \nrelief may be granted under some legal theory[.]” Harris v. NCNB Nat’l Bank of N.C., \n \n \n \n \n \n \n \n7 In light of the Court’s conclusion that Plaintiff’s claims against Scopia HCM should be \ndismissed for lack of personal jurisdiction, the Court does not consider Scopia HCM’s Motion \nto Dismiss under Rule 12(b)(6). For clarity, the Court will identify Scopia, CBC, and Rodgers, \ncollectively, hereafter as “the 12(b)(6) Movants.” \n  \n85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987) (citing Stanback v. Stanback, 297 \n \nN.C. 181, 185, 254 S.E.2d 611, 615 (1979)). \n \n57. The Court will not grant a motion to dismiss “unless it appears to a \ncertainty that plaintiff is entitled to no relief under any state of facts which could be \nproved in support of the claim.” Sutton v. Duke, 277 N.C. 94, 103, 176 S.E.2d 161, \n166 (1970) (emphasis omitted). Therefore, dismissal of a claim pursuant to Rule \n12(b)(6) is only proper “(1) when the complaint on its face reveals that no law supports \n[the] claim; (2) when the complaint reveals on its face the absence of fact sufficient to \nmake a good claim; [or] (3) when some fact disclosed in the complaint necessarily \ndefeats the plaintiff’s claim.”  Oates v. JAG, Inc., 314 N.C. 276, 278, 333 S.E.2d 222, \n224 (1985). \n \n58. The Court construes the allegations in the pleading “in the light most \nfavorable to the non-moving party.” Christenbury Eye Ctr., P.A. v. Medflow, Inc., 802 \nS.E.2d 888, 891 (N.C. 2017). The Court, however, is not required “to accept as true \nallegations that are merely conclusory, unwarranted deductions of fact, or \nunreasonable inferences.” Good Hope Hosp., Inc. v. N.C. Dep’t of Health & Human \nServs., 174 N.C. App. 266, 274, 620 S.E.2d 873, 880 (2005); see also McCrann v. \nPinehurst, LLC, 225 N.C. App. 368, 377, 737 S.E.2d 771, 777 (2013). The Court may \n \nalso reject allegations “that are contradicted by the documents attached, specifically \n  \nreferred to, or incorporated by reference in the complaint.”  Laster v. Francis, 199 \nN.C. App. 572, 577, 681 S.E.2d 858, 862 (2009). \nB. Allegations in the Complaint \n \n59. The Court does not make findings of fact on motions to dismiss under Rule \n12(b)(6) but only recites those allegations in the Complaint that are relevant and \nnecessary to the Court’s determination of the Motions. \n60. Aym provides comprehensive management software to various industries, \nincluding the I/DD industry. (Compl. ¶ 9.) \n61. In April 2009, Rodgers and Aym entered into an Independent Contractor \n \nAgreement, which prevented Rodgers from disclosing Aym’s trade secrets or \nconfidential information. (Compl. ¶¶ 10–11, 27.) \n62. Aym “drafted a strategic plan to vertically integrate itself into th[e] market \nthrough the acquisition of [I/DD] providers” (the “Plan”) and decided to allow Rodgers \nto assist with the identification of potential I/DD providers for acquisition.  (Compl. \n¶ 12.) “A critical part of the [Plan] was that the first acquisition should be a ‘platform’ \n \nor foundational provider which had a relatively large market, had licenses to cover \nevery payor in North Carolina, was financially stable with a good management team, \nand was an existing customer of Aym.”  (Compl. ¶ 14.) \n63. According to Plaintiff, through his work with Aym, Rodgers had access to \n“trade secret and confidential commercial information regarding Aym’s business, its \nrelationships with its customers, the customers’ strengths and weaknesses, and \nAym’s [Plan][.]” (Compl. ¶ 15.) Aym protected the Plan and related trade secrets “by \n  \nlimiting access to a very small number of people within its organization on a need to \nknow basis” and by binding its only agent, Rodgers, to a confidentiality agreement. \n(Compl. ¶ 18.) Aym also took steps to maintain the secrecy of this information \nthrough physical security and computer password protection. (Compl. ¶ 33.) \n64. In 2013, Aym attempted to acquire HCM as its platform provider but was \nunsuccessful. (Compl. ¶ 14.) In late 2014, Aym, with Rodgers’s involvement, again \nattempted to acquire HCM. (Compl. ¶ 16.) \n65. On February 18, 2015, Aym delivered to HCM a letter of intent to purchase. \n \n(Compl. ¶ 19.) Aym delivered a final, revised letter of intent on March 13, 2015. \n(Compl. ¶ 19.) HCM subsequently informed Aym that it had agreed to an acquisition \nby Scopia. (Compl. ¶ 19.) \n66. Aym informed Rodgers that Lindley was also an Aym acquisition target, and \nRodgers, on behalf of Aym, contacted Lindley in 2014 to negotiate an acquisition. \n(Compl. ¶ 24.) The acquisition discussions, however, were unsuccessful. (Compl. ¶ \n24.) \n67. Plaintiff  alleges  that  Rodgers  began  working  with  Scopia  at  least  by \n \nDecember 2014, but that Rodgers did not advise Aym of his work with Scopia until \nJuly 2015. (Compl. ¶¶ 19–20.) \n68. After being informed of Rodgers’s work for Scopia, Aym alleges that it \ninformed Scopia that Rodgers was “privy to its proprietary trade secrets” and “had \nparticipated on Aym’s behalf in the negotiations with HCM.” (Compl. ¶ 21.) Aym \nalleges that “[w]hile still under his obligations to Aym, Rodgers conspired with Scopia \n  \nand Scopia HCM to deliver to them information that is confidential, proprietary, and \nconstitutes a trade secret of Aym.” (Compl. ¶ 23.) As a result, Plaintiff alleges Scopia \nand Scopia HCM were able to purchase HCM and Hughes. (Compl. ¶ 22.) \n69. Additionally, after being informed of Rodgers’s work for Scopia, Aym alleges \n \nthat it contacted Lindley, again to express interest in an acquisition, and was \ninformed by Lindley that it would advise Aym if Lindley decided to sell. (Compl. ¶ \n24.) In 2016, Lindley contacted Aym, and they began negotiations. (Compl. ¶ 25.) \nSoon thereafter, however, Aym learned that Lindley had been purchased by CBC, \nallegedly with Rodgers’s assistance.  (Compl. ¶ 25.) \n70. Plaintiff pleads that “[b]ut for Defendants’ misappropriation of Plaintiff’s \ntrade secrets, confidential information, and other material information of commercial \nvalue and use thereof for competitive advantage, Plaintiff would have had a higher \nprobability of securing purchases of [I/DD] providers in situations where it competed \nwith Defendants.”  (Compl. ¶ 49.) \nC. Analysis \n \n71. Because Scopia, CBC, and Rodgers move to dismiss the claims in the \nComplaint on similar grounds, the Court considers the Motions together. \n1. Misappropriation of Trade Secrets \n \n72. The 12(b)(6) Movants contend that the claim for misappropriation of trade \nsecrets must be dismissed because Plaintiff has not alleged its trade secrets with \nrequisite particularity. \n  \n73. North Carolina’s Trade Secret Protection Act provides that the owner of a \ntrade secret “shall have a remedy by civil action for misappropriation of his trade \nsecret.” N.C. Gen. Stat. § 66-153. A trade secret is one that must “[d]erive[] \nindependent actual or potential commercial value from not being generally known or \nreadily ascertainable through independent development or reverse engineering by \npersons who can obtain economic value from its disclosure or use” and must be the \nsubject of reasonable efforts to maintain its secrecy. N.C. Gen. Stat. § 66-152(3). \n74. To survive a motion to dismiss, a plaintiff’s complaint “must identify a trade \n \nsecret with sufficient particularity so as to enable a defendant to delineate that which \nhe is accused of misappropriating and a court to determine whether misappropriation \nhas or is threatened to occur.” VisionAir, Inc. v. James, 167 N.C. App. 504, 510–11, \n606 S.E.2d 359, 364 (2004). Therefore, “a complaint that makes general allegations \nin sweeping and conclusory statements, without specifically identifying the trade \nsecrets allegedly misappropriated, is insufficient to state a claim for misappropriation \nof trade secrets.” Washburn v. Yadkin Valley Bank & Tr. Co., 190 N.C. App. 315, 327, \n660 S.E.2d 577, 585–86 (2008) (quotation marks omitted) (affirming dismissal of \nmisappropriation of trade secrets counterclaims where the “allegations [did] not \nidentify with sufficient specificity either the trade secrets Plaintiffs allegedly \nmisappropriated or the a cts by which the a lleged misappropriations were \naccomplished”). \n75. The most consequential of the alleged trade secrets that Plaintiff contends \nthe  12(b)(6)  Movants  misappropriated  was  Aym’s  “strategic  plan  to  vertically \n  \nintegrate itself,” (i.e., the Plan), copies of which Plaintiff alleges it provided to \nRodgers. (Compl. ¶ 12.) The Plan allegedly included “a list of Aym’s proposed \nacquisition targets,” (Compl. ¶ 13), and discussed Aym’s confidential strategy, \nincluding its decision that “the first acquisition should be a ‘platform’ or foundational \nprovider which had a relatively large market, had licenses to cover every payor in \nNorth Carolina, was financially stable with a good management team, and was an \nexisting customer of Aym,” (Compl. ¶ 14). Plaintiff’s allegations reference a specific \nconfidential document, specifically describe its contents, and identify with \nparticularity the misappropriated information that Plaintiff contends is proprietary \nand confidential. \n76. Moreover, the information sought to be protected is of the sort our courts \n \nhave regularly concluded satisfies the pleading standard under Rule 12(b)(6) in \nmisappropriation of trade secret cases. See, e.g., State ex rel. Utils. Comm'n v. MCI \nTelecomms., Corp., 132 N.C. App. 625, 634, 514 S.E.2d 276, 282 (1999) (concluding \nthat a “compilation of information” involving customer data and business operations \nwhich has “actual or potential commercial value from not being generally known” is \nsufficient to constitute a trade secret under TSPA); New Friendship Used Clothing \nCollection, LLC v. Katz, 2017 NCBC LEXIS 72, at *7, 35–36 (N.C. Super. Ct. Aug. 18, \n2017) (denying motion to dismiss where complaint alleged trade secret was “a \nblueprint for the acquisition of a [certain] business [that] incorporate[d] confidential \nand proprietary strategies that the [plaintiffs] ha[d] developed over time for acquiring \nsuch businesses, which [were] not generally known to others”); Bldg. Ctr., Inc. v. \n  \nCarter Lumber, Inc., 2016 NCBC LEXIS 79, at * 10–12 (N.C. Super. Ct. Oct. 21, 2016) \n(denying 12(b)(6) motion where complaint identified trade secrets as “confidential and \nproprietary business information” that included “names and contacts of customers; \n[and] customer preferences, including the needs, requirements, and values of [the \nplaintiff's] customers”); see also, e.g., Spirax Sarco, Inc. v. SSI Eng'g, Inc., 122 F. \nSupp. 3d 408, 426 (E.D.N.C. 2015) (finding “confidential ‘2015 strategy’ document” to \nconstitute trade secret under North Carolina law). \n77. Accordingly, the Court concludes that Plaintiff has sufficiently identified the \n \nPlan as a trade secret “to enable [the 12(b)(6) Movants] to delineate that which [they \nare] accused of misappropriating and a court to determine whether misappropriation \nhas or is threatened to occur.” See VisionAir, Inc., 167 N.C. App. at 510–11, 606 \nS.E.2d at 364. \n78. In contrast, however, Plaintiff pleads the misappropriation of its remaining \n \nalleged trade secrets using broad, vague generalities that fail to pass muster under \nRule 12(b)(6). In particular, Plaintiff’s reliance on terms such as “negotiation \nstrategies,” “information gained illicitly,” “information that is confidential, \nproprietary, and constitutes a trade secret,” “strategy for the purchase,” “specific \ntactics on the HCM purchase,” “current negotiating stances,” “material information \nof commercial value,” and “related trade secrets,” (Compl. ¶¶ 17, 18, 23, 25, 31, 49), \ndoes not offer the particularity our courts have required to survive a motion to dismiss \nunder Rule 12, see, e.g., Washburn, 190 N.C. App. at 327, 660 S.E.2d at 586 (upholding \ndismissal of a trade secrets claim where the allegations identified the trade secrets \n  \nas “business methods; clients, their specific requirements and needs; and other \nconfidential information pertaining to [the claimant's] business,” as well as \n“confidential client information and confidential business information”); Krawiec v. \nManly, 2016 NCBC LEXIS 7, at *25–26 (N.C. Super. Ct. Jan. 22, 2016) (finding \n“original ideas and concepts” that include “marketing strategies and tactics [and] \nstudent, client and customer lists and their contact information” to be too non-specific \nand generalized to survive 12(b)(6) dismissal); AECOM Tech. Corp. v. Keating, 2012 \nNCBC LEXIS 9, at *8 (N.C. Super. Ct. Feb. 6, 2012) (“confidential commercial \ninformation” including “customer lists, customer contract information, pricing \ninformation, and product information” insufficient under Rule 12(b)(6)). \n79. Scopia and CBC also argue that Plaintiff’s failure to allege any efforts to \n \nmaintain the secrecy of its purported trade secrets, other than requiring those with \naccess to the Plan to sign confidentiality agreements, defeats Plaintiff’s claim. The \nCourt disagrees. \n80. First,  “only  where  efforts  to  maintain  [the]  secrecy  of  the   allegedly \n \nmisappropriated trade secrets were completely absent have North Carolina courts \ndismissed claims at the 12(b)(6) stage.”  Bldg. Ctr., Inc., 2016 NCBC LEXIS 79, at \n*14. Moreover, here, Plaintiff has alleged that it imposed a variety of measures to \nassure the Plan’s confidentiality, including “physical security, computer password \nprotection, and limited access to the information on a need to know basis[,]” (Compl. \n¶ 33), distribution “to a very small number of people within [Aym’s] organization[,]” \n(Compl. ¶ 18), and binding its “only agent, Rodgers . . . to confidentiality” under an \n  \nIndependent Contractor Agreement, (Compl. ¶¶ 10, 18). The Court concludes that \nthese allegations satisfy the requirements of Rule 12(b)(6). See, e.g., Bldg. Ctr., Inc., \n2016 NCBC LEXIS 79, at *13–15 (finding “reasonable efforts” under Rule 12(b)(6) \nwhere plaintiff pleaded “security measures, including but not limited to password- \nprotected login, controlled and permission-restricted access on a need-to-know basis, \nand confidentiality policies and/or agreements”); New Friendship Used Clothing \nCollection, LLC, 2017 NCBC LEXIS 72, at *36–37 (sufficient efforts to maintain \nsecurity involved password-protected computer drives and non-disclosure \nagreements). \n81. Finally,  the  12(b)(6)  Movants  assert  that  Plaintiff’s  claim  should  be \n \ndismissed because the alleged trade secrets lack commercial value, contending that \n“Plaintiff’s strategic plan to increase its own profits through vertical integration has \nlittle value to anyone outside Plaintiff’s own organization.” (Corp. Defs.’ Mem. Supp. \n12(b)(6) Mot. 7, ECF No. 13 (emphasis omitted).) The 12(b)(6) Movants ignore, \nhowever, that Plaintiff has alleged that the Plan has commercial value to competitors, \nincluding Scopia, who could use or adopt elements of the Plan in advancing their own \nbusiness interests at Aym’s expense. (See Compl. ¶¶ 12–14, 22, 32.) \n82. Accordingly, the Court concludes that the 12(b)(6) Movants’ Motions to \nDismiss Plaintiff’s trade secret misappropriation claim should be granted and the \nclaim dismissed except to the extent Plaintiff alleges misappropriation of the Plan.8 \n \n8 The Court notes that evidence advanced on the 12(b)(2) Motions raises serious questions \nconcerning the ultimate viability of Plaintiff’s misappropriation claim against the 12(b)(6) \nMovants. However, the Court cannot, and does not, consider that evidence on the 12(b)(6) \nMotions, confining itself instead, as it must, to allegations in the Complaint and  “the \n  \n2.  Conversion \n \n83. The 12(b)(6) Movants contend that Plaintiff’s claim for conversion must fail \nbecause (i) the Complaint does not allege that Plaintiff has been denied complete \ndomination and control over its property and (ii) the allegedly converted property is \nnot subject to a conversion claim. \n84. Under North Carolina law, “[t]he tort of conversion is well defined as an \n \nunauthorized assumption and exercise of the  right of ownership over goods or \npersonal chattels belonging to another, to the alteration of their condition or the \nexclusion of an owner’s rights.” Variety Wholesalers, Inc. v. Salem Logistics Traffic \nServs., LLC, 365 N.C. 520, 523, 723 S.E.2d 744, 747 (2012) (quotation marks omitted) \n(quoting Peed v. Burleson’s, Inc., 244 N.C. 437, 439, 94 S.E.2d 351, 353 (1956)).  The \n \nCourt of Appeals has emphasized that “[t]he essence of conversion is not the \nacquisition of property by the wrongdoer, but a wrongful deprivation of it to the \nowner[.]” Bartlett Milling Co. v. Walnut Grove Auction & Realty Co., 192 N.C. App. \n74, 86, 665 S.E.2d 478, 488 (2008) (quoting Lake Mary L.P. v. Johnston, 145 N.C. App. \n525, 532, 551 S.E.2d 546, 552, rev. denied, 354 N.C. 363, 557 S.E.2d 539 (2001)).  In \n \nshort, “there is no conversion until some act is done which is a denial or violation of \nthe plaintiff’s domination over or rights in the property.” Mace v. Pyatt, 203 N.C. \nApp. 245, 256, 691 S.E.2d 81, 90 (2010) (quoting Lake Mary L.P., 145 N.C. App. at \n532, 551 S.E.2d at 552). \n \n \n \n \n \n \ndocuments attached, specifically referred to, or incorporated by reference [therein].”  Laster, \n199 N.C. App. at 577, 681 S.E.2d at 862. \n  \n85. Plaintiff recognizes that the 12(b)(6) Movants “did not ‘completely deprive’ \nPlaintiff of access to the strategic plan[,]” which is in “electronic format[,]” but argues \nthat this Court should follow the approach of two recent federal decisions— \nBridgetree, Inc. v. Red F Mktg. LLC, No. 3:10-CV-00228-FDW-DSC, 2013 U.S. Dist. \nLEXIS 15372 (W.D.N.C. Feb. 5, 2013) and Springs v. Mayer Brown, LLP, 3:09cv352, \n2012 U.S. Dist. LEXIS 9734 (W.D.N.C. Jan. 27, 2012)—in permitting claims for the \nalleged conversion of electronically-stored information to survive 12(b)(6) dismissal. \n(Pl.’s Resp. Corp. Defs.’ 12(b)(6) Mot. 11–13, ECF No. 33.) \n86. This Court, however, has repeatedly held that under North Carolina law, as \narticulated by the North Carolina appellate courts, “making a copy of electronically- \nstored information[,] which does not deprive the plaintiff of possession or use of \ninformation, does not support a claim for conversion.” RCJJ, LLC v. RCWIL Enters., \nLLC, 2016 NCBC LEXIS 46, at *53 (N.C. Super. Ct. June 20, 2016); see also Addison \nWhitney, LLC v. Cashion, 2017 NCBC LEXIS 51, at *18 (N.C. Super. Ct. June 9, \n2017); RoundPoint Mortg. Co. v. Florez, 2016 NCBC LEXIS 18, at *55 (N.C. Super \nCt. Feb. 18, 2016); Horner Int’l Co. v. McKoy, 2014 NCBC LEXIS 68, at *8–9 (N.C. \nSuper. Ct. Dec. 18, 2014).  Because Plaintiff fails to allege that it has been deprived \n \nof possession or use of its property, the Court concludes that Plaintiff’s conversion \nclaim must be dismissed against the moving Defendants. \n3.  Unfair or Deceptive Trade Practices \n \n87. To successfully state a claim for unfair or deceptive trade practices under \n \nN.C. Gen. Stat. § 75-1.1, a plaintiff must allege “(1) an unfair or deceptive act or \n  \npractice, or an unfair method of competition, (2) in or affecting commerce, (3) which \nproximately caused actual injury to the plaintiff or to his business.” McLamb v. T.P. \nInc., 173 N.C. App. 586, 593, 619 S.E.2d 577, 582 (2005) (quoting Spartan Leasing v. \nPollard, 101 N.C. App. 450, 460–61, 400 S.E.2d 476, 482 (1991)). “A practice is unfair \n \nif it is unethical or unscrupulous, and it is deceptive if it has a tendency to deceive. \nThe determination as to whether an act is unfair or deceptive is a question of law for \nthe court . . . [and] some type of egregious or aggravating circumstances must be \nalleged[.]”   Dalton v. Camp, 353 N.C. 647, 656–57, 548 S.E.2d 704, 711 (2001) \n(internal citations and quotations omitted). \n \n88. Here, Plaintiff alleges that Rodgers “cooperated” and “conspired” with the \nCorporate Defendants in violation of section 75-1.1 to deliver to the Corporate \nDefendants Aym’s confidential and protected information, including the Plan and \nAym’s specific tactics and negotiating strategy, to assist the Corporate Defendants in \nCBC’s acquisition of HCM, Hughes, and Lindley. (Compl. ¶¶ 17, 23.) \n89. Plaintiff’s Chapter 75 allegations against Rodgers stem from his  alleged \n \nbreach of the non-disclosure provision contained in his Independent Contractor \nAgreement with Aym. “It is well recognized that actions for unfair or deceptive trade \npractices are distinct from actions for breach of contract.” McKinnon v. CV Indus., \n213 N.C. App. 328, 340, 713 S.E.2d 495, 504 (2011). Consequently, our courts have \nlong recognized that “[a] mere breach of contract, even if intentional, is not an unfair \nor deceptive act under Chapter 75” unless there are “substantial aggravating \ncircumstances attending the breach of contract.”  Bob Timberlake Collection, Inc. v. \n  \nEdwards, 176 N.C. App. 33, 42, 626 S.E.2d 315, 323 (2006). Aggravating \ncircumstances are most often found in the formation of the contract; “[i]t is far more \ndifficult to allege and prove egregious circumstances after the formation of the \ncontract.” Post v. Avita Drugs, LLC, 2017 NCBC LEXIS 95, at *10 (N.C. Super. Ct. \nOct. 11, 2017); see, e.g., Mitchell v. Linville, 148 N.C. App. 71, 75, 557 S.E.2d 620, 624 \n(2001) (“A violation of Chapter 75 is unlikely to occur during the course of contractual \nperformance, as these types of claims are best resolved by simply determining \nwhether the parties properly fulfilled their contractual duties.”). \n90. Here, Plaintiff alleges that long after Rodgers entered the Independent \nContractor Agreement with Aym, Rodgers breached the Agreement’s non-disclosure \nprovision by disclosing Aym’s confidential and trade secret information to the \nCorporate Defendants without notice to Aym. (Compl. ¶ 43.) Plaintiff argues that \nRodgers’s deception, i.e., disclosing Aym’s trade secrets without advising Aym, \nconstitutes the aggravating circumstances necessary to permit Plaintiff’s Chapter 75 \nclaim to survive. The Court disagrees. \n91. As an initial matter, Plaintiff does not allege that Rodgers had any \naffirmative disclosure obligations under the Independent Contractor Agreement or \nidentify any source for his purported duty to disclose on the facts here. Further, \nRodgers’s mere failure to inform Aym of his conduct allegedly in breach of their \ncontract does not constitute substantial aggravating circumstances. See, e.g., Heron \nBay Acquisition, LLC v. United Metal Finishing, Inc., 781 S.E.2d 889, 893 (N.C. Ct. \nApp. 2016) (no aggravating circumstances where alleged deception based on failure \n40   \nto disclose contract violations). Moreover, and more importantly, the purported \ndeception is of no consequence without Rodgers’s purported breach of contract. The \ngravamen of Plaintiff’s claim is the disclosure and use of its allegedly confidential \ninformation and trade secrets, not Rodgers’s alleged deception. \n92. In short, Plaintiff has failed to plead the existence of substantial \naggravating circumstances capable of sustaining a claim for unfair or deceptive trade \npractices that are “identifiable” and “distinct from” Rodgers’s alleged breach of \ncontract. See, e.g., Broadnax v. Associated Cab & Transp., Inc., 2016 NCBC LEXIS \n29, at *10 (N.C. Super. Ct. Apr. 12, 2016) (“Ultimately, where the ‘heart of [a \nplaintiff's] allegation [concerns] the performance of the contract,’ the tort claim will \nbe barred.” (quoting Mecklenburg Cnty. v. Nortel, No. 3:07-cv-00320-GCM, 2008 U.S. \nDist. LEXIS 110381, at *12–13 (W.D.N.C. 2008) (applying North Carolina law))); \nForest2Market, Inc. v. Arcogent, Inc., 2016 NCBC LEXIS 3, at *11–12 (N.C. Super. \nCt. Jan. 5, 2016) (dismissing plaintiff’s 75-1.1 claim where “[defendant] did not owe \n[plaintiff] a separate and distinct duty not to provide deceptive and misleading \ninformation” because the claims were “at bottom, a simple breach of contract claim”); \nNucor Corp. v. Prudential Equity Grp., LLC, 189 N.C. App. 731, 739, 659 S.E.2d 483, \n488 (2008) (dismissing 75-1.1 claim where plaintiff “at most” alleged breach of a \nconfidentiality agreement). Consequently, the Court concludes that Plaintiff’s \nChapter 75 claim against Rodgers should be dismissed with prejudice. \n93. As to Scopia and CBC, Plaintiff alleges that they engaged in a “conspiracy” \nwith Rodgers to use Aym’s confidential information, (see Pl.’s Resp. Corp. Defs.’ \n  \n12(b)(6) Mot. 14–15), and, further, that Scopia’s actions amounted to “an inequitable \nassertion of [its] power and position,” (Compl. ¶ 43). Neither contention, however, \nstanding apart from the Plan, can sustain Plaintiff’s Chapter 75 claim against these \nDefendants, even at this initial pleading stage. \n94. First, apart from its allegations concerning the disclosure and use of the \nPlan, Plaintiff’s Complaint contains broad allegations of Scopia’s and CBC’s \ndisclosure and use of Plaintiff’s allegedly confidential information, but that \ninformation is described in only vague, general, conclusory, and nonspecific terms. \nNorth Carolina’s rules of pleading require more to survive a challenge under Rule \n12(b)(6). See, e.g., Estate of Vaughn v. Pike Elec., LLC, 230 N.C. App. 485, 493, 751 \nS.E.2d 227, 233 (2013) (in considering a Rule 12(b)(6) motion, “the court is not . . . \nrequired to accept mere conclusory allegations, unwarranted deductions of fact, or \nunreasonable inferences as true”). \n95. Similarly, Plaintiff’s assertion that Scopia inequitably asserted its market \npower and position is not supported by pleaded facts and is alleged only in a broad \nand conclusory fashion. This, too, is insufficient to sustain Plaintiff’s claim under \nRule 12(b)(6).  See, e.g., Danielson v. Veritext Corp. Servs., 2016 NCBC LEXIS 83, at \n*14 (N.C. Super. Ct. Oct. 28, 2016) (dismissing Chapter 75 claim where “[t]here [were] \n \nsimply no allegations of fact that support[ed] the legal conclusion that [defendant] \ninequitably leverage[d] its position and power in an unfair, deceptive, oppressive, and \nsubstantially injurious manner” (quotation marks omitted)). \n  \n96. The only allegations against Scopia or CBC for unfair or deceptive trade \npractices supported by adequately pleaded facts relate to the Plan. The Complaint \nalleges an identifiable trade secret that Scopia and CBC allegedly misappropriated \nto preclude Aym from acquiring three specific companies and to enable CBC to \nacquire these companies instead. (Compl. ¶¶ 21–23.) \n97. Our courts have long recognized that the misappropriation of a trade secret \n \nin violation  of  C hapter  66  is  conduct that can constitute an  un fair  method  of \ncompetition under Chapter 75. See, e.g., Drouillard v. Keister Williams Newspaper \nServs., Inc., 108 N.C. App. 169, 172, 423 S.E.2d 324, 326 (1992) (“If the violation of \nthe Trade Secrets Protection Act satisfies th[e] three prong test, it would be a \nviolation of N.C. Gen. Stat. § 75-1.1.”).  Although, as the parties point out, our Court \nof Appeals held in Medical Staffing Network, Inc. v. Ridgway, 194 N.C. App. 649, 670 \nS.E.2d 321 (2009), that “a violation of the Trade Secrets Protection Act constitutes an \nunfair act or practice under N.C. Gen. Stat. § 75-1.1,” id. at 659, 670 S.E.2d at 329 \n(emphasis added), the Court of Appeals later held in Ge Betz, Inc. v. Conrad, 231 N.C. \nApp. 214, 752 S.E.2d 634 (2013), consistent with Drouillard, that a TSPA violation \nconstitutes a violation of section 75-1.1 only if it satisfies the three prong test, Ge \nBetz, Inc. 231 N.C. App. at 236, 752 S.E.2d at 650–51; see also generally Legacy Data \nAccess, LLC v. Mediquant, Inc., No. 3:15-cv-00584-FDW-DSC, 2017 U.S. Dist. LEXIS \n198817, at *54–55 (W.D.N.C. Dec. 4, 2017). The Court concludes that Ge Betz and \nDrouillard supply the rule for decision in this case. \n  \n98. Turning then to the allegations here, the Court concludes, for purposes of \nthe 12(b)(6) Motions, that CBC’s and Scopia’s alleged misappropriation of the Plan \nconstitutes an unfair method of competition, was in or affecting commerce, see N.C. \nGen. Stat. § 75-1.1(b), and, viewing its allegations in the light most favorable to \nPlaintiff, proximately caused actual injury to Aym. See Ge Betz, Inc., 231 N.C. App. \nat 236, 752 S.E.2d at 650–51 (affirming 75-1.1 violation where the defendants “knew \nof the trade secrets at issue, had specific opportunities to disclose and use the trade \nsecrets, did use and disclose the trade secrets, which disclosure and use was without \nthe express or implied consent or authority of [plaintiff] and that . . . defendants \n[were] unjustly enriched as a result of the misappropriation of the trade secrets”). \nThus, the Court concludes that Plaintiff’s Chapter 75 claim should survive 12(b)(6) \ndismissal to the extent the claim is based on Scopia’s and CBC’s alleged \nmisappropriation and use of Plaintiff’s Plan but should otherwise be dismissed.9 \n4.  Tortious Interference with Prospective Economic Advantage \n \n99. The 12(b)(6) Movants next argue that Plaintiff’s claim for tortious \ninterference with prospective economic advantage is fatally deficient because \nPlaintiff fails to allege that, but for the 12(b)(6) Movants’ actions, Plaintiff would have \nacquired HCM, Lindley, and/or Hughes.   Instead, the 12(b)(6) Movants note, the \n \n \n \n \n \n9 As with Plaintiff’s claim for misappropriation of trade secrets, in light of evidence advanced \non the Rule 12(b)(2) Motions, the Court is skeptical that Plaintiff’s Plan-based claim under \nsection 75-1.1 will ultimately prove viable. However, the Court cannot, and does not, consider \nthat evidence in deciding the 12(b)(6) Motions. See, e.g., Laster, 199 N.C. App. at 577, 681 \nS.E.2d at 862. \n  \nComplaint merely alleges that Plaintiff “would have had a higher probability of \nsecuring [these] purchases.” (Compl. ¶ 49 (emphasis added).) \n100. The Supreme Court of North Carolina has recently reaffirmed that a \nfundamental element of a claim for tortious interference with prospective economic \nadvantage is that “a contract would have resulted but for defendant’s malicious \nintervention.”  Beverage Sys. of the Carolinas, LLC v. Assocs. Bev. Repair, LLC, 368 \nN.C. 693, 701, 784 S.E.2d 457, 463 (2016) (dismissing claim under Rule 56 because \n“plaintiff ha[d] not demonstrated that any contract would have ensued but for \ndefendants’ conduct”); see, e.g., Cameron v. New Hanover Mem'l Hosp., Inc., 58 N.C. \nApp. 414, 440, 293 S.E.2d 901, 917 (1982) (affirming view that plaintiff must show \nthat contract would have ensued but for defendant's interference). \n101. Plaintiff’s failure to plead “but for” causation, therefore, is fatal to its claim. \nSee, e.g., Dalton, 353 N.C. at 655, 548 S.E.2d at 710 (finding necessary the element \nthat, but for the alleged interference, “a contract would have ensued”); Bldg. Ctr., \nInc., 2016 NCBC LEXIS 79, at *29 (dismissing claim for tortious interference with \nprospective economic advantage on Rule 12(b)(6) where plaintiff alleged only that \nplaintiff “reasonably expected that, but for [d]efendants’ conduct, its business \nrelationships with its customers would have continued and grown.” (emphasis \nadded)). Thus, the Court concludes that Plaintiff’s claim for tortious interference \nwith prospective economic advantage against the 12(b)(6) Movants should be \ndismissed. \n  \n5.  Breach of Contract \n \n102. Plaintiff asserts a breach of contract claim against Rodgers for his alleged \nviolation of the non-disclosure provision in the Independent Contractor Agreement. \nRodgers contends that this claim necessarily fails under Rule 8’s notice pleading \nrequirements because Plaintiff has not alleged with particularity the specific trade \nsecrets and confidential information Rodgers allegedly disclosed. \n103. To allege a breach of contract claim under North Carolina law, a party need \nonly plead the “(1) existence of a valid contract and (2) breach of the terms of that \ncontract.” Supplee v. Miller-Motte Bus. Coll., Inc., 239 N.C. App. 208, 216, 768 S.E.2d \n582, 590 (2015) (quoting Branch v. High Rock Lake Realty, Inc., 151 N.C. App. 244, \n250, 565 S.E.2d 248, 252 (2002)). Unlike claims subject to Rule 9, a claim for breach \n \nof contract is not subject to heightened pleading standards, and instead, a plaintiff’s \ncomplaint must merely “give the court and the parties notice of the transactions, \noccurrences, or series of transactions or occurrences, intended to be proved showing \nthat the pleader is entitled to relief[.]” N.C. R. Civ. P. 8(a). \n104. Here, Plaintiff alleges that (i) on or about April 1, 2009, Rodgers and the \nPlaintiff entered into the Agreement, (Compl. ¶ 10), (ii) the Agreement required \nRodgers to keep confidential all of Plaintiff’s “confidential information[,]” (Compl. ¶ \n11), and (iii) Rodgers “breached his duty to Aym under the Independent Contractor \nAgreement by disclosing Aym’s trade secrets and other confidential information to \nScopia and Scopia HCM,” (Compl. ¶ 28).  These allegations satisfy both Rule 8 and \n  \nRule 12(b)(6).  Therefore, Rodgers’s motion to dismiss Plaintiff’s breach of contract \nclaim at this stage of the litigation must be denied. \nV. \nCONCLUSION \n105. WHEREFORE, for the foregoing reasons, the Court hereby GRANTS in \npart and DENIES in part Defendants’ Motions as follows: \na. The Court DENIES Scopia’s Motion to Dismiss for Lack of Personal \nJurisdiction under Rule 12(b)(2) and Scopia’s Motion to Dismiss for \nInadequate Service of Process under Rule 12(b)(5); \nb. The Court  GRANTS Scopia  HCM’s Motion to Dismiss for Lack of \n \nPersonal Jurisdiction under Rule 12(b)(2) and Scopia HCM’s Motion to \nDismiss for Inadequate Service of Process under Rule 12(b)(5) and \nhereby DISMISSES Plaintiff’s claims against Scopia HCM without \nprejudice; \nc. The Court DENIES the 12(b)(6) Movants’ Motions to Dismiss Plaintiff’s \n \nclaim for misappropriation of trade secrets to the extent that claim is \nbased on the misappropriation of the Plan but otherwise GRANTS \n12(b)(6) Movants’ Motions to Dismiss Plaintiff’s claim for \nmisappropriation of trade secrets and hereby DISMISSES that claim to \nthis extent as to Scopia, CBC, and Rodgers with prejudice. \n  \nd. The Court GRANTS the 12(b)(6) Movants’ Motions to Dismiss \nPlaintiff’s conversion claim and hereby DISMISSES that claim as to \nScopia, CBC, and Rodgers with prejudice. \ne. The Court DENIES Scopia’s and CBC’s Motion to Dismiss Plaintiff’s \n \nclaim under section 75-1.1 to the extent that claim arises from the \nmisappropriation and use of the Plan but otherwise GRANTS Scopia’s \nand CBC’s Motion to Dismiss Plaintiff’s claim under section 75-1.1 and \nhereby DISMISSES that claim to this extent as to Scopia and CBC with \nprejudice. \nf. The Court GRANTS Rodgers’s Motion to Dismiss Plaintiff’s claim under \n \nsection 75-1.1 and hereby DISMISSES that claim against Rodgers with \nprejudice. \ng. The Court GRANTS the 12(b)(6) Movants’ Motions to Dismiss \nPlaintiff’s claim for tortious interference with prospective economic \nadvantage and hereby DISMISSES that claim as to Scopia, CBC, and \nRodgers with prejudice. \nh. The Court DENIES Rodgers’s Motion to Dismiss Plaintiff’s breach of \n \ncontract claim against Rodgers. \n \nSO ORDERED, this the 9th day of February, 2018. \n \n \n \n/s/ Louis A. Bledsoe, III  \nLouis A. Bledsoe, III \nSpecial Superior Court Judge \nfor Complex Business Cases "
}