{
  "id": "883f083d2f41c2827565a4ea2afddc2de32087e6cbab070fb35a65b6bd2db2b3",
  "source_file": "data/raw/ncbc/883f083d2f41c2827565a4ea2afddc2de32087e6cbab070fb35a65b6bd2db2b3.pdf",
  "raw_text": "K&M Collision, LCC v. N.C. Farm Bureau Mut. Ins. Co., 2017 NCBC 107. \n \nSTATE OF NORTH CAROLINA \n \nCATAWBA COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 308 \n \nK&M COLLISION, LLC, \n \n   Plaintiff, \n \nv. \n \nNORTH CAROLINA FARM BUREAU \nMUTUAL INSURANCE COMPANY, \nINC.; DARRYL PRITCHARD; \nCONNIE MELTON; LEE HANKINS; \nCHRISTOPHER G. MANN; SHANE J. \nCRAFTON; DEXTER SHORT; DOUG \nCARPENTER; ERIN W. VALENTINE; \nERIC HOOKS; and ROBERT \nCALLAHAN,  \n \n   Defendants. \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION FOR \nJUDGMENT ON THE PLEADINGS \n \n1. THIS MATTER is before the Court on Defendants ’ Motion for Judgment \non the Pleadings (the “Motion”) filed on September 7, 2017.  (ECF No. 94.)  For the \nreasons set forth below, the Court hereby DENIES the Motion. \nLaw Offices of James Scott Farrin, by Gary W. Jackson and Christopher \nR. Bagley, and Law Offices of Jason E. Taylor, P.C., by Lawrence E. \nSerbin, for Plaintiff. \n \nYoung Moore and Henderson, P.A., by Walter E. Brock, Glenn C. Raynor, \nand David W. Earley, and  Patrick, Harper & Dixon, LLP, by David W. \nHood, for Defendants. \n \nI. PROCEDURAL HISTORY \n \n2. The Court sets forth here only those portions of the procedural history \nrelevant to its determination of the Motion. \n3. Plaintiff K&M Collision, LLC (“Plaintiff” or “K&M”) initiated this action on \nFebruary 8, 2017 by filing its verified Complaint asserting claims against Defendants \nNorth Carolina Farm Bureau Mutual Insurance Co mpany, Inc. (“Farm Bureau”), \nDarryl Pritchard (“Pritchard”), Connie Melton (“Melton”), Lee Hankins (“Hankins”), \nChristopher G. Mann (“Mann”), Shane J. Crafton (“Crafton”), Dexter Short (“Short”), \nDoug Carpenter (“Carpenter”), Erin W. Valentine (“Valentine”), Eric Hooks \n(“Hooks”), and Robert Callahan (“Callahan”), (collectively , the “Defendants”).  (ECF \nNo. 12.) \n4. This action was designated as a complex business case under Rules 2.1 and \n2.2 of the General Rules of Practice for the Superior and District Courts and was \nassigned to the undersigned by order of the Chief Justice of the Supreme Court of \nNorth Carolina dated April 5, 2017.  (ECF No. 45.) \n5. Defendant Mann filed his First Amended Answer on March 29, 2017.  (ECF \nNo. 43.)  Defendants Crafton and Hooks filed sep arate answers on April 17, 2017.  \n(ECF Nos. 46 –47.)  Defendants Callahan, Melton, and Pritchard  filed sep arate \nanswers on April 18, 2017.  (ECF Nos. 48 –50.)  Defendants Hankins, Valentine, \nCarpenter, and Short filed separate answers on April 21, 2017 .  (ECF Nos. 51 –54.)  \nFarm Bureau filed an answer on May 8, 2017, (ECF No. 55), and then filed its  First \nAmended Answer and Counterclaim on June 6, 2017, (ECF No. 61). \n6. Defendants filed the Motion and a brief in support on September 7, 2017 \nseeking judgment on the pleadings as to some, but not all, of Plaintiff’s claims.  (ECF \nNos. 94–95.)   \n7. On November 14, 2017, the Court held a hearing on the Motion at which all \nparties were represented by counsel. \n8. Following the hearing on the Motion, on November 15, 2017, Plaintiff filed \na Notice of Voluntary Dismissal, dismissing its libel per se claim as to all Defendants \nand dismissing its claim for a declaratory judgment as to Defendant Short, both \nwithout prejudice.  (ECF No. 125.)  \n9. The Motion has been fully briefed and is now ripe for resolution. \nII. FACTUAL BACKGROUND \n10. The Court does not make fin dings of fact on a motion for judgment on the \npleadings under Rule 12(c) of the North Carolina Rules of Civil Procedure (“Rule(s)”), \nbut only recites the factual allegations of the Complaint and the undisputed factual \nallegations of the Defendants’ answers. \nA. The Parties \n11. Plaintiff is a North Carolina company that has operated as an auto body \nrepair shop in Catawba County since 1991.  (Compl. ¶¶ 1–2, ECF No. 12.)  Meredith \nBradshaw (“Ms. Bradshaw” ) is K&M’s president and  her son, Michael Bradshaw \n(“Mr. Bradshaw”), is K&M’s Vice President of Operations.  (Compl. ¶¶  62, 67.)  \nNeither Ms. Bradshaw nor Mr. Bradshaw are parties to this litigation. \n12. Defendant Farm Bureau is a North Carolina corporation licensed to sell \nauto insurance by the North Carolina Department of Insurance.  (Compl. ¶¶ 4–5.)  \n13. Defendants Pritchard, Melton, Hankins, Mann, Crafton, Short, Carpenter, \nValentine, Hooks, and Callahan are past or present employees of Farm Bureau.  \n(Compl. ¶¶ 6, 8, 10, 12, 14, 16, 18, 20, 22, 24.)  Defendant Pritchard is Farm Bureau’s \nchief appraiser, (Compl. ¶  6), and Defendant Short was Farm Bureau’s field claim \nmanager at all relevant times, (Compl. ¶ 14). \nB. Plaintiff’s Administrative and Diagnostic Analysis Fees \n14. Plaintiff alleges that when a vehicle owner insured by Farm Bureau (“first-\nparty claimant”) sustains damage to a vehicle that is covered under a Farm Bureau \npolicy, or when a vehicle owner sustains damage to his or her vehicle caused by the \nfault of a Farm Bureau insured (“third -party claimant”), Farm Bureau must repair \nor replace the vehicle with like kind and quality  as required by the terms of the \nstandard insurance policy mandated by the state of North Carolina and the North \nCarolina Department of Insurance .  (Compl. ¶¶ 28–31.)   \n15. After a vehicle is damaged, it is typical business practice for insurers to \nrequire first- and third-party claimants (together, the “claimants”) to get an initial \nestimate of the cost to repair the damaged vehicle.  ( See Compl. ¶¶ 97, 147.)  After \nthe initial estimate, additional hidden damage is often discovered when vehicles are \nexamined more thoroughly , necessitating supplemental repairs and increasing the \nestimated repair costs.  (Compl. ¶¶ 56, 60.)  When the total repair estimate exceeds \nseventy-five percent of the vehicle’s total pre-accident value, the insurer is required  \nunder the North Carolina Administrative Code  to declare the vehicle a “total loss.”  \n(See Compl. ¶ 39; see also 11 N.C. Admin. Code 04 .0418(5).) \n16. When a vehicle brought to Plaintiff for repairs is declared a total loss after \nPlaintiff has taken possession of the vehicle and performed diagnostic work, Plaintiff \ncharges the owner of the vehicle “administrative fees” and “diagnostic analysis fees” \nto compensate itself for the time and effort expended in receiving the vehicle and \nevaluating the damage.  (Compl. ¶¶ 39, 130.)  Plaintiff alleges that these fees are only \ncharged for the small fraction of claims where a vehicle brought to Plaintiff is later \ndeclared by the insurer to be a total loss.  (Compl. ¶ 39.) \nC. Farm Bureau’s Alleged Campaign Against Plaintiff \n17. Plaintiff alleges that from June 2014 through the date of the filing of the \nComplaint, “Farm Bureau, at the direction of Pritchard and other management \npersonnel, . . . have [sic] engaged in a deliberate campaign to cause economic, \ncompetitive and reputational harm to [Plaintiff], in violation of North Carolina law \nand public policy against defamation, tortious interference, restraint of trade and \nsteering” in an attempt to dissuade vehicle owners from using Plaintiff to repair their \nvehicles.  (See Compl. ¶ 35.) \n1. Threats to Blacklist Plaintiff \n18. According to Plaintiff, i n June 2014, Defendant P ritchard and another \nFarm Bureau adjuster who is not a party to this litigation came to Plaintiff’s premises \nto inspect a vehicle brought there for repair by a Farm Bureau insured.  (Compl. ¶ 63.)  \nPlaintiff alleges that Ms. Bradshaw “sensed hostility” from the two Farm Bureau \nemployees “and asked Pritchard why the relationship between [Plaintiff] and Farm \nBureau had recently soured[.]”  (Compl. ¶  66.)  Plaintiff alleges that  Pritchard told \nMs. Bradshaw that the relationsh ip had soured because of Mr. Bradshaw and that \nFarm Bureau and other insurers would “blacklist” Plaintiff if Mr. Bradshaw \ncontinued in his employment  with Plaintiff.  (Compl. ¶¶ 67–69.)  Plaintiff does not \nprovide further explanation in the Complaint as to the origin of the hostility between \nDefendants and Mr. Bradshaw.  \n2. Defendant Short’s Letters to Plaintiff \n19. Plaintiff alleges that Defendant Short sent two letters to Plaintiff in early \n2015.  (Compl. ¶¶ 40, 43. )  Defendant Short’s first letter to Plaintiff was dated \nJanuary 9, 2015  (the “January 9th letter”)  and claimed that Farm Bureau had an \nabsolute right to re-inspect vehicles before Plaintiff made any additional repairs not \nprovided for in the initial estimate.  (Compl. ¶ 43.)  Defendant Short’s first letter also \nstated that Farm Bureau intended to notify its claimants that that if car owners who \nhave selected Plaintiff for repairs allow Plaintiff to perform repairs before Farm \nBureau has been given an opportunity to inspect the vehicle, they do so at the risk of \nbeing personally responsible for additional costs and expenses , as Farm Bureau “is \nnot a party to any agreement [the customer] make[s] with [Plaintiff], and is therefore \nnot bound by any such agreement.”  (Compl. ¶ 45.) \n20. Defendant Short’s second letter, sent to Mr. Bradshaw and dated March 4, \n2015 (the “March 4th letter”) , stated that Farm Bureau  “has recently encountered \ncharges on [Plaintiff’s] invoices for a ‘Diagnostic Analysis Fee’ and ‘Administrative \nFees’ and [Plaintiff] has refused to release vehicles until these fees are paid.”  (Compl. \n¶¶ 40–41, Ex. A.)  As to the diagnostic fee, the March 4th letter stated that “if the \nvehicle is determined to be a total loss, no ‘Diagnostic Analysis Fee’ is warranted.”  \n(Compl. Ex. A.)  As to th e administrative fees, the March 4th letter indicated that \nFarm Bureau “does not take the position that [Plaintiff] cannot charge an \n‘Administrative Fee’ to its clients; however, [Farm Bureau] will not pay those fees[,]” \nas they “are not included in the scope of our liability under the law or the terms and \nconditions of our policy.”  (Compl. Ex. A.)  Defendant Short’s March 4th letter advised \nPlaintiff that Farm Bureau intended to inform all claimants that if they select \nPlaintiff for repairs, Farm Bureau will not pay Plaintiff’s administrative fees or any \nadditional storage charges incurred as a result of Plaintiff’s refusal to release a \nclaimant’s vehicle until such fees are paid.  (Compl. Ex. A.)  Plaintiff alleges that \nFarm Bureau had never previously objected to Plaintiff’s diagnostic or administrative \nfees and paid them on a routine basis.  (Compl. ¶ 46.) \n3. The Uncovered Fees Letter \n21. Around June 2015, Farm Bureau began sending a letter to claimants who \nselected Plaintiff for repairs informing them of certain charges that would not be \ncovered by Farm Bureau  (the “Uncovered Fees Letter”).  (Comp l. ¶  49.)  Plaintiff \nattached a copy of the letter to the Complaint, which reads in pertinent part:  \nThis letter is directed at all insureds of [Farm Bureau] and/or any person \nasserting a property damage claim for damage to your motor vehicle \nagainst a person insured by [Farm Bureau].  Please be advised that you \nhave the right to have your vehicle repaired at the body shop of your \nchoice.  If you have selected K&M Collision in Hickory, NC, please be \nadvised that you may incur certain charges that will not be covered by \n[Farm Bureau], including, but not limited to charges for “Administrative \nFees” and/or “Diagnostic Analysis Fees.” \n \nIf [Farm Bureau] is responsible for storage fees on your vehicle, we will \nnot pay any additional storage fees that may be incurred because K&M \nCollision elects not to release the vehicle until they are paid for \n“Administrative Fees” and/or “Diagnostic Analysis Fees.”  You  may be \npersonally responsible for paying those fees, as well as any additional \nstorage fees that accrue pending payment of these fees.  K&M Collision \nhas the right to charge its customers as they see fit, but this letter is to \nadvise you that some charges may not be covered by [Farm Bureau]. . . . \n \n(Compl. Ex. B.) \n \n22. Notwithstanding the statement in the Uncovered Fees Letter that it is sent \nto all Farm Bureau claimants, Plaintiff alleges that the letter was sent only to those \nclaimants who wished to use Plaintiff for repairs.  (Compl. ¶ 50.)  Plaintiff further \nalleges that the Uncovered Fees Letter was sent to claimants prior to Farm Bureau’s \ninspection of  the vehicle and regardless of whether the claimant’s vehicle was \nexpected to be a total loss.  (Comp l. ¶¶ 53, 56.)  Because only a small percentage of \nclaims are declared a total loss, even after disassembly reveals the need for \nsupplemental repairs, Plaintiff alleges that sending the letter to all claimants who \nwished to take their vehicles to Plaintiff was unwarranted and designed to steer \ncustomers away from Plaintiff.  (Compl. ¶¶ 52–53, 56, 217(b).) \n4. Defendants’ Defamatory and Misleading Oral Statements \n23. Plaintiff alleges that Defendants made oral defamatory statements to \nPlaintiff’s current and prospective customers, stating or implying that Plaintiff is not \nup to industry standards, (Compl ¶ 98); is not fair, (Compl. ¶ 99); overcharges for its \nrepair work, (Compl. ¶¶ 104, 126, 158, 172, 183(c)); performs unnecessary repairs and \nhas excessive fees, (Compl. ¶¶ 127, 150(a), 167(d), 172, 183(c) ); does not have good \nbusiness practices, (Compl. ¶ 127); is not a good repair shop, (Compl. ¶ 183(d));  is \ndifficult to deal with, (Compl. ¶¶ 150(b), 183(a)–(b)); and is horrible or awful, (Compl. \n¶¶ 183(a), 184 ).  Plaintiff also contends that Defendants recommended that  some \nclaimants use a repair shop other than Plaintiff.  (Compl. ¶¶ 99, 103, 138, 152, 155, \n190.)  Plaintiff asserts that these statements were made to discourage claimants from \ntaking their vehicles to Plaintiff for repairs.  (Compl. ¶ 227.) \n5. Defendants’ Conduct in Processing Claims \n24. The Complaint alleges that Farm Bureau intentionally created delays in \nprocessing claims for vehicles taken to Plaintiff for repairs, in part by using a special \nadjuster and then an independent appraiser assigned to all claims involving Plaintiff.  \n(Compl. ¶¶ 33, 79–80.)  It is undisputed that Farm Bureau assigned Defendant \nPritchard to handle all claims where a claimant selected Plaintiff for repairs.  (Compl. \n¶ 33; First Am. Answer Farm Bureau ¶ 33, ECF No. 43.)  Plaintiff alleges that this \npractice “is uniquely targeted to [it],” as Farm Bureau does not assign a speci al \nadjuster or appraiser to handle all claims at any other repair shop.   (Compl. ¶¶ 33, \n80.)   \n25. Beginning in April 2016 , Farm Bureau engaged William Hawfield \n(“Hawfield”), a non-party to this litigation, as an independent appraiser to process all \nclaims involving Plaintiff because of tensions between Plaintiff and Defendant \nPritchard.  (Compl. ¶ 71.)  Plaintiff contends that Hawfield is “a surrogate, without \ntrue independence” from Farm Bureau and has been used by Farm Bureau “to delay, \nharass, and interfere with [Plaintiff]’s operations.”  (Compl. ¶¶ 77–78.)  For instance, \nPlaintiff alleges that Farm Bureau refused to process any claims involving vehicles \ntaken to Plaintiff for repair for a ten-day period when Hawfield was on vacation, thus \ncreating unnecessary delays and harming Plaintiff’s business and reputation .  \n(Compl. ¶¶ 78, 80.) \n26. Plaintiff further alleges that when it ultimately repaired vehicles for Farm \nBureau’s insureds or claimants, Defendants delayed making payment for the repairs, \nrefused to pay the full amount necessary to repair the vehicle, and refused to pay \nrepair rates that it promised to Plaintiff.  (Compl. ¶¶  90–91, 117, 120, 143, 167(h), \n185.) \n27. Plaintiff also contends that Defendants further delayed the processing and \nresolution of claims by insisting that they be permitted to re-inspect vehicles before \nPlaintiff could begin repairs, and then refusing to arrange mutually agreeable times \nfor re-inspection.  (Compl. ¶ 44.) \n28. In addition, Plaintiff alleges that Defendants improperly declared vehicles \nbrought to Plaintiff for repairs as a total loss in an effort to harm Plaintiff’s business.  \n(Compl. ¶¶ 81, 130, 199, 207.)  Plaintiff alleges that Hawfield told Plaintiff that Farm \nBureau had decided to single out Plaintiff by uniformly declaring all vehicles brought \nto Plaintiff as a total loss when the cost of repairs would total forty -percent of the \nvehicle’s value, substantially less than the seventy -five percent threshold mandated \nby North Carolina law.  (Compl. ¶¶ 81, 209; see also 11 N.C. Admin. Code 04 .0418(5).) \nD. Defendants’ Interactions with Plaintiff’s Customers \n29. The Complaint describes Defendants’ interactions with twelve of Plaintiff’s \ncustomers and potential customers in processing insurance claims for repair of their \nvehicles.  (Compl. ¶¶ 82–210.) \n1. Customers with Whom Plaintiff Had Repair Contracts \n30. The Complaint alleges that Plaintiff had binding contracts with nine of the \ntwelve customers described in the Complaint  and that  Defendants induced these \ncustomers to breach their repair contracts with Plaintiff.  (Compl. ¶¶ 224, 227.)  \nPlaintiff further alleges that Defendants were not parties to  these repair contracts, \nas acknowledged by Defendant Short’s January 9th letter , (Compl. ¶¶ 45, 225), and \ncontends that Defendants were aware of Plaintiff’s contracts with the nine claimants.  \n(Compl. ¶ 226.)  Despite this knowledge, Plaintiff avers that Defendants maliciously \ninduced these nine customers to breach their contracts with Plaintiff through the \nabove-described campaign.  (Compl. ¶ 228.) \n31. As to three of these nine customers with whom Plaintiff had repair \ncontracts, Farm Bureau ultimately declared their vehicles to each be a total loss, thus \navoiding the need for repairs and causing Plaintiff to lose the income expected from \nthose repairs.  (Compl. ¶¶ 130, 199–200, 207, 210.)  As to one customer in particular, \nthe Complaint alleges that Plaintiff prepared an estimate concluding that it would \ncost $15,351.50 to repair the customer’s vehicle, a 2016 Ford F -150 with a market \nvalue of over $40,000.  (Compl. ¶ 198.)  Plaintiff claims that Farm Bureau declared \nthe vehicle to be a total loss, notwithstanding the fact that the repair estimate was \nfor less than forty percent of the vehicle’s value.  (Compl. ¶ 199.)  \n32. Plaintiff repaired the vehicles of the six other customers with whom it had \nrepair contracts.  (Compl. ¶¶ 91, 117, 142, 167(h), 176, 185.)  Of these six, Plaintiff \nalleges that Farm Bureau refused to pay the full amount necessary to repair or \nreplace three customers’ vehicles as required by the standard auto insurance policy \nin North Carolina.  (Compl. ¶¶ 89, 93, 117, 121, 185.)  As to the remaining three  \ncustomers, Plaintiff alleges that Farm Bureau withheld payment for significant \nperiods of time before ultimately paying the full repair cost.  (Compl. ¶¶ 143, 167(h), \n176.)  Plaintiff alleges that  as to the first customer,  the delay in payment harmed \nPlaintiff’s reputation with the customer and caused Plaintiff to incur additional \nexpenses, (Compl. ¶ 143); as to the second customer, Farm Bureau paid the full cost \nof repairs only after the customer threatened legal action, (Compl. ¶ 167(h)); and as \nto the third customer, Farm Bureau only paid the full repair cost after requiring the \ncustomer to execute a “Policyholders’ Release,” which Plaintiff alleges was in violation \nof Farm Bureau’s policy terms and North Carolina law, (Compl. ¶ 176). \n2. Customers Who Selected a Repair Shop Other Than Plaintiff \n33. Plaintiff also alleges that at least three prospective customers would have \ncontracted with Plaintiff for vehicle repairs but for Defendants’ campaign to drive \ncustomers away.  (Compl. ¶¶ 107, 153, 195.)  One of those customers allegedly told \nPlaintiff that “it was obvio us to him that Defendant Farm Bureau did not like \n[Plaintiff]” and believed that Farm Bureau was attempting to steer him away from \nPlaintiff.  (Compl. ¶ 106.)  Another customer who ultimately selected a different \nrepair shop allegedly said that “when she told Farm Bureau that she was taking her \nvehicle to Plaintiff, ‘they freaked out[,]’” made negative comments about Plaintiff, and \nwhen asked what the customer was supposed to do, an unknown employee of Farm \nBureau allegedly told her “to go to ‘one of the tw o shops down the road.’”  (Compl.  \n¶¶ 148, 150, 152.)  According to Plaintiff, the third customer was told that selecting \na different repair shop “would work best for everyone” and that if she selected \nPlaintiff, a special adjuster would have to be assigned  to handle her claim.  (Compl. \n¶¶ 190, 194.)  Plaintiff alleges that it lost prospective income that it would have \nearned from the repairs for these three customers had it not been for Defendants’ \nunlawful interference.  (Compl. ¶¶ 107–08, 153, 195.) \nE. Claims \n34. Plaintiff currently asserts the following claims for relief  in its verified \nComplaint: (1) libel per quod, slander per se, and slander per quod against Defendants \nFarm Bureau, Pritchard, Hooks, Crafton, Carpenter, and Callahan; (2) tortious \ninterference with contract and prospective economic advantage against all \nDefendants; (3) unfair and deceptive trade practices (“UDTP”) against all \nDefendants; (4) breach of contract against Farm Bureau; (5) a declaratory judgment \naction against all Defendants  except Defendant Short ; and (6) punitive damages \nagainst all Defendants .  (Compl. 35, 41, 46, 48, 49 –50.)  Plaintiff has previously \nvoluntarily dismissed its claim for libel per se against all Defendants and its \ndeclaratory judgment action against Defendant Short. \n35. Defendants’ Motion seeks judgment on the pleadings on  Plaintiff’s claims \nfor (1) libel per se; (2) tortious interference with contract and prospective economic \nadvantage; (3) UDTP against Defendant Short; (4) declaratory judgment against \nDefendant Short; and (5) punitive damages against Defendant Short.  (Defs.’ Mot. J. \nPleadings 1, ECF No. 94.)   \nIII. LEGAL STANDARD \n36. “A motion for judgment on the pleadings should not be granted unless the \nmovant clearly establishes that no material issue of fact remains to  be resolved and \nthat he is entitled to judgment as a matter of law.”  Carpenter v. Carpenter, 189 N.C. \nApp. 755, 761, 659 S.E.2d 762, 767 (2008).  On a Rule 12(c) motion, “[t]he movant is \nheld to a strict standard and must show that no material issue of facts exists and that \nhe is clearly entitled to judgment.”  Ragsdale v. Kennedy , 286 N.C. 130,  137, 209 \nS.E.2d 494, 499 (1974).  “[T]he court cannot select some of the alleged facts as a basis \nfor granting the motion on the pleadings if other allegations, together with the \nselected facts, establish material issues of fact.”  J. F. Wilkerson Contrac ting Co. v. \nRowland, 29 N.C. App. 722, 725, 225 S.E.2d 840, 842 (1976).   The Court must read \nthe pleadings in the light most favorable to the nonmoving party, and \n[a]ll well pleaded factual allegations in the nonmoving party’s pleadings \nare taken as true a nd all contravening assertions in the movant’s \npleadings are taken as false.  All allegations in the nonmovant’s \npleadings, except conclusions of law, legally impossible facts, and \nmatters not admissible in evidence at the trial, are deemed admitted by \nthe movant for purposes of the motion. \n \nRagsdale, 286 N.C. at 137, 209 S.E.2d at 499 (citations omitted).  In ruling on a 12(c) \nmotion, the Court may consider documents attached to and incorporated within the \nComplaint.  Weaver v. Saint Joseph of the Pines, Inc., 187 N.C. App. 198, 204–05, 652 \nS.E.2d 701, 707–08 (2007).  \n37. “Judgment on the pleadings is not favored by the law  . . . .”  Huss v. Huss, \n31 N.C. App. 463, 466, 230 S.E.2d 159, 162 (1976).  Rule 12(c)’s function “is to dispose \nof baseless claims or defenses when the formal pleadings reveal their lack of merit.”  \nRagsdale, 286 N.C. at 137, 209 S.E.2d at 499.  “[J]udgment on the pleadings is not \nappropriate merely because the claimant’s case is weak and he is unlikely to prevail \non the merits.”  Huss, 31 N.C. App. at 469, 230 S.E.2d at 163.  “A motion for judgment \non the pleadings is allowable only where the pleading of the opposite party is so \nfatally deficient in substance as to present no material issue of fact  . . . .”  George \nShinn Sports, Inc. v. Bahakel Sports, Inc., 99 N.C. App. 481, 486, 393 S.E.2d 580, 583 \n(1990). \nIV. ANALYSIS \nA. Tortious Interference Claim \n38. The elements of a claim for tortious interference with contract are: \n(1) a valid contract between the plaintiff and a third person which \nconfers upon the plaintiff a contractual right against a third person; (2) \nthe defendant knows of the contract; (3) the defendant intentionally \ninduces the third person not to perform the contract; (4) and in doing so \nacts without justification; (5) resulting in actual damage to plaintiff. \n \nUnited Labs., Inc. v. Kuykendall, 322 N.C. 643, 661, 370 S.E.2d 375, 387 (1988). \n39. To sustain an action for tortious interference with prospective economic \nadvantage, “a plaintiff must show that defendant, without justification, induc ed a \nthird party to refrain from entering into a contract with plaintiff, which would have \nbeen made absent the defendant’s interference.”  MLC Auto., LLC v. Town of \nSouthern Pines, 207 N.C. App. 550, 570, 702 S.E.2d 68, 79 (2011). \n40. Claims for tortious inte rference with contract and prospective economic \nadvantage are properly dismissed under Rule 12(c) where the complaint shows that \nthe interference was justified or privileged.  See Peoples Sec. Life Ins. Co. v. Hooks , \n322 N.C. 216, 220, 367 S.E.2d 647, 650 (1988) (affirming dismissal of a tortious \ninterference with contract claim on a Rule 12(b)(6) motion).  However “[t]he privilege \n[to interfere] is conditional or qualified; that is, it is lost if exercised for a wrong \npurpose.”  Id. at 221, 367 S.E.2d at 650  (alterations in original).  An interference is \nunjustified when it is done “not in the legitimate exercise of defendant’s own right, \nbut with design to injure the plaintiff, or gaining some advantage at his expense.”  \nOwens v. Pe psi Cola Bottling Co. , 330 N.C. 666, 680, 412 S.E.2d 636, 644 (1992).  \nStated differently, “[i]nterference is without justification if a defendant’s motive is \nnot reasonably related to the protection of a legitimate business interest.”  Sellers v. \nMorton, 191 N.C. App. 75, 81 –83, 661 S.E.2d 915, 921 –22 (2008) (quotation marks \nomitted). \n41. Defendants argue that the Court should grant the Motion and dismiss \nPlaintiff’s claim for tortious interference with contract and tortious interference with \nprospective economic advantage because Farm Bureau’s legitimate business interest \nin getting damaged vehicles repaired for a reasonable price is a complete bar to \nPlaintiff’s claim, “irrespective of [Plaintiff]’s allegations of malice.”  (Defs.’ Br. Supp. \n13.)   \n42. North Caro lina’s case law paints a less -than-clear picture of when a \ndefendant’s interference is justified by a legitimate business interest.  Many cases \npurport to apply a bright -line rule that for the interference to be unjustified, “the \ncomplaint must admit of no motive for the interference other than malice.”  See, e.g., \nWagoner v. Elkin City Sch. Bd. of Educ., 113 N.C. App. 579, 587, 440 S.E.2d 119, 124 \n(1994); Privette v. Univ. N.C., 96 N.C. App. 124, 134–35, 385 S.E.2d 185, 191 (1989).  \nCourts have applied thi s rule in at least some cases where defendant’s interference \nsimultaneously served a legitimate business interest and potentially a malicious \nulterior motive.  Wagoner, 113 N.C. App. at 587, 440 S.E.2d at 124; Privette, 96 N.C. \nApp. at 134–35, 385 S.E.2d at 190–91.  However, other cases reveal that this line is \nnot so bright as it may first appear.  \n43. For instance, our Supreme Court unanimously held that dismissal of a \nplaintiff’s tortious interference with contract claim on a Rule 12(b)(6) motion was \nimproper where plaintiff alleged that defendants’ conduct was not within their \nqualified privilege to interfere and there were questions concerning defendants’ \nmotives.  Embree Constr. Grp. v. Rafcor, Inc., 330 N.C. 487, 499, 411 S.E.2d 916, 925 \n(1992).  In Embree, this State’s highest court stated that justification for interference \nwith contract is in the nature of an affirmative defense and that it is not proper at \nthe pleading stage to demand that plaintiff’s complaint negate facts that support the \ndefense.  Id. at 499–500, 411 S.E.2d at 925.  Additionally, there are a number of cases \nfrom this Court in which the Court has declined to dismiss a tortious interference \nclaim notwithstanding the fact that defendant arguably had a legitimate business \ninterest in pla intiff’s contract with a third party where there was a question as to \nwhether defendant’s actions were related to defendant’s legitimate interest or were \ndone to harm the plaintiff.  See, e.g., Hopkins v. MWR Mgmt. Co., 2017 NCBC LEXIS \n47, at *51–52 (N.C. Super. Ct. May 31, 2017) (denying summary judgment where a \nquestion of fact remained as to whether defendant’s conduct was intended to harm \nplaintiff  rather than to protect defendant’s legitimate interest); HSG, LLC v. Edge-\nWorks Mfg. Co. , 2015 NCBC LEXIS 91, at *15 –16 (N.C. Super. Ct. Oct. 5, 2015) \n(denying motion to dismiss where the factual allegations were sufficient to state that \nthe interference was malicious and unjustified); Allegis Grp., Inc. v. Zachary Piper \nLLC, 2014 NCBC LEXIS 37, at *36 (N.C. Super. Ct. Aug. 7, 2014) (“Where there is \nan issue as to a defendant’s intent, summary judgment is inappropriate.”).  Although \nthe above-cited cases are factually and procedurally distinct from this case, the Court \nbelieves they stand for the proposition that dismissal at the pleading stage is \ninappropriate where questions of fact remain as to Defendants’ justification for \ninterfering with Plaintiff’s business relations.  \n44. In support of their argument that they have an absolute privilege to \ninterfere with Plaintiff’s business relations with its current and prospective \ncustomers, Defendants rely on Williams v. State Farm Mut. Auto. Ins. Co. , 67 N.C. \nApp. 271, 312 S.E.2d 905 (1984).  (Defs.’ Br. Supp. 10–13.)  In Williams, the Court of \nAppeals affirmed a directed verdict in favor of defendant auto insurer and its agents \nas to plaintiff body shop owner’s tortious interference with contract claim, concluding \nthat defendants’ interference was justified by a legitimate business interest in getting \ninsured automobiles repaired correctly and for the lowest price.  Id. at 277, 312 S.E.2d \nat 909.  The Court of Appeals held that “[i]f the outsider has a sufficient lawful reason \nfor inducing the breach of contract, he is exempt from liability for so doing, no matter \nhow malicious in actuality his conduct may be.”  Id.  However, Williams not only \npredated our Supreme Court’s decision in Embree, but was decided at a much later \nstage of litigation than a Rule 12 motion.  \n45. Defendants also rely on Pack Bros. Body Shop, Inc. v. Nationwide Mutual \nInsurance Co., 2003 NCBC LEXIS 2 (N.C. Super. Ct. Jan. 10, 2003) (Tennille, J.), a \ncase from the North Carolina Business Court, arguing that the court in that case \n“viewed Williams as holding that the insurer’s legitimate interest in having vehicles \nrepaired correctly and for a good price barred the plaintiff’s tortious interference \nclaim.”  (Defs.’ Reply Br. Supp. Mot. J. Pleadings 5, ECF No. 120 (citing Pack Bros. \nBody Shop, Inc., 2003 NCBC LEXIS 2, at *27)).  Judge Tennille did not make such a \nstrong pronouncement in Pack Brothers as characterized by Defendants, as the court \nnever discussed Williams in relation to a tortious interference claim.  Pack Bros. Body \nShop, Inc., 2003 NCBC LEXIS  2, at *29, 32.  Judge Tennille did , however, discuss \nWilliams in relation to plaintiffs’ defamation claim, where he declined to hold that an \ninsurer’s interest in getting automobiles repaired correctly and for the lowest price \ngranted an absolute privilege in the defamation context, noting that in Williams the \n“Court of Appeals found only a protectable interest.”  Id. at *26–27 (emphasis added).  \nThe opinion, therefore, suggests that an insurer’s interest in getting vehicles repaired \ninexpensively and correctly does not grant an absolute privilege to engage in tortious \nbehavior.   \n46. Despite Defendants’ contentions to the contrary, the fact that Defendants \nunquestionably have a protectable interest in getting vehicles repaired for the lowest \nprice does not foreclose the question of whether or not Defendants’ interference was \nreasonably related to that legitimate business interest.  Here, Plaintiff alleges that \nprior to the alleged campaign to steer customers away from Plaintiff, Defendant \nPritchard told Ms. Bradshaw that Farm Bureau and other insurers would “blacklist” \nPlaintiff if Mr. Bradshaw continued to work for the company.  (Compl. ¶¶ 68–69; First \nAm. Answer Farm Bureau ¶ ¶ 68–69; Answer Darryl Pritchard ¶¶ 68–69, ECF No. \n50.)  The Complaint also alleges that Farm Bureau’s agent, Hawfield, told Plaintiff \nthat Farm Bureau had decided to declare all vehicles taken to Plaintiff as total losses \nwhere the cost of repairs w as at least forty percent of the vehicle’s total value.  \n(Compl. ¶ 209.)  The Complaint claims that on several occasions Defendants declared \na vehicle to be a total loss either without properly inspecting the damage to the \nvehicle or when the cost of repairs would have been well under the legally recognized \nseventy-five percent total loss threshold.  (Compl. ¶¶  198–99, 203, 206–07.)  In \nparticular, Plaintiff alleges Defendants declared one customer’s vehicle to be a total \nloss where the repair estimate was $15,351.50 and the vehicle’s total value exceeded \n$40,000.  (Compl. ¶¶  198–99.)  Finally, Plaintiff allege s that Defendants purposely \ncreated administrative hurdles and delays in claims processing that increased the \noverall cost of repairs and made Plaintiff a less attractive repair shop for vehicle \nowners.  (Compl. ¶ 143.)   \n47. The foregoing demonstrates that material question s of fact remain as to \nDefendants’ motives for interfering and whether Defendants’ actions were reasonably \nrelated to their interest in having vehicles repaired for the lowest price.  Taking as \ntrue the allegation that Defendant Pritchard threatened that Farm Bureau and other \ninsurers would blacklist Plaintiff if Mr. Bradshaw continued to work there, there is a \nquestion as to whether Defendants acted in the interests of Farm Bureau in getting \nvehicles repaired correctly and for a low price, or alternatively  whether they acted \nout of personal hostility towards Mr. Bradshaw and Plaintiff.  Further, a reasonable \nargument exists for the proposition that declaring vehicles as total losses when such \nwas unnecessary and intentionally delaying the processing of clai ms and payments \nserved no legitimate business purpose. \n48. Viewing the facts and permissible inferences in the light most favorable to \nPlaintiff, as the Court must at this stag e, the Court concludes that Plaintiff has \nadequately alleged the elements of both a claim for tortious interference with contract \nand tortious interference with prospective economic advantage.  As a result, \njudgment on the pleadings as to Plaintiff’s tortious interference claim is unwarranted \nas there are unresolved questions of fact regarding whether Defendants’ interference \nwas justified.   \nB. Claims Against Defendant Short \n49. Defendants argue that the Motion should be granted as to all claims against \nDefendant Short because there is no factual or legal basis for such claims.  (Defs.’ Br. \nSupp. 13.) \n50. The Complaint alleges that Defendant Short, at all relevant times, was a \nfield claim manager for Farm Bureau.  (Compl. ¶ 14.)  The only allegations specific to \nDefendant Short are that he mailed two le tters to Plaintiff—the January 9th letter \nand the March 4th letter.  (Compl. ¶¶ 40, 43.)  The Complaint alleges that prior to \nthe March 4 letter, Defendants had never objected to Plaintiff’s diagnostic a nalysis \nand administrative fees.  (Compl. ¶ 46.)   Then, in June 2015, just three months after \nShort’s letter threatened to do so, Farm Bureau began sending the Uncovered Fees \nLetter to all claimants considering Plaintiff for repairs.  (Compl. ¶ 49.)  The only other \nfactual allegation that may be construed as referring direct ly to Defendant Short is \nthat, “at the direction of Pritchard and other management personnel,” Farm Bureau \nbegan a deliberate campaign to harm Plaintiff “in violation of North Carolina law and \npublic policy against defamation, tortious interference, restra int of trade and \nsteering.”  (Compl. ¶ 35 (emphasis added).)   \n1. UDTP Claim \n51. Under North Carolina’ s Unfair Trade Practices Act, “[u]nfair methods of \ncompetition in or affecting commerce, and unfair or deceptive acts or practices in or \naffecting commerce, are declared unlawful.”  N.C. Gen. Stat. § 75-1.1(a).  To establish \na claim for UDTP, p laintiff must show that “(1) defendant committed an unfair or \ndeceptive act or practice, (2) the action in question was in or affecting commerce, and \n(3) the act proximately caused injury to the plaintiff.”  Dalton v. Camp, 353 N.C. 647, \n656, 548 S.E.2d 704, 711 (2001).  “The Act was intended to benefit consumers, but its \nprotections extend to businesses in appropriate situations.”  Id. (citation omitted). \n52. Defendants argue that the UDTP claim against Defendant Short must be \ndismissed because there is no allegation that he personally committed an unfair or \ndeceptive practice , and, in particular, that Plaintiff has not alleged that Short \npersonally defamed Plaintiff or interfered with Plaintiff’s business relations.  (Defs.’ \nBr. Supp. 14.)  However, Defendants fail to address Plaintiff’s allegation that “Farm \nBureau, at the direction of Pritchard and other management personnel,” which \nnecessarily includes Defendant Short, “engage d in a deliberate campaign to cause \neconomic, competitive and reputational harm to [Plaintiff]” in a variety of unlawful \nways.  (Compl. ¶ 35.)  A person may be liable for harm to a third person that results \nfrom the tortious conduct of another if he “orders or induces the conduct” and knows \nor should know of the circumstances that make the conduct tortious.  Restatement \n(Second) of Torts § 877.  Here, Plaintiff alleges that (1) Defendant Short was a field \nclaim manager, (2) management personne l directed a campaign to harm Plaintiff, \nand (3) Farm Bureau carried out the threat in Short’s March 4 th letter to inform \nPlaintiff’s current and prospective customers that Farm Bureau would not pay \ncertain fees charged by Plaintiff.  Although sparse on specific detai ls, the Court \nconcludes that the Complaint sufficiently alleges that Defendant Short engaged in \nunfair or deceptive acts or practices by directing  other Farm Bureau employees to \nengage in conduct that, if proved, may properly form the basis of a UDTP claim.  See \nEli Global, LLC v. Heavner, 794 S.E.2d 820, 827–28 (N.C. Ct. App. 2016) (reversing \ndismissal of plaintiff’s UDTP claim where plaintiff adequately alleged slander per se); \nRoane-Barker v. Se. Hosp. Supply Corp. , 99 N.C. App. 30,  41, 392 S.E.2d 663, 670 \n(1990) (noting that tortious interference with contract can support a UDTP claim).  \nAs such, Defendant Short’s Motion to dismiss this claim is denied. \n \n \n2. Punitive Damages \n53. Punitive damages are only available if the claimant proves that the \ndefendant is liable for compensatory damages and engaged in fraudulent, malicious, \nor willful or wanton conduct that related to the injury for which compensatory \ndamages were awarded.  N.C. Gen. Stat. § 1D-15(a). \n54. Defendants contend that in the absence of any viable clai m against \nDefendant Short, the Court should also enter judgment as to Plaintiff’s request for  \npunitive damages .  Having concluded that Defendant  Short is not entitled to \njudgment on the pleadings as to Plaintiff’s UDTP claim against him, Plaintiff’s \nrequest for punitive damages against him may proceed. \n55. Therefore, the  Motion is denied as to Plaintiff’s  request for punitive \ndamages as to Defendant Short. \nV. CONCLUSION \n56. For the foregoing reasons, the Court hereby DENIES Defendants’ Motion \nfor Judgment on the Pleadings as follows: \nA. The Court DENIES as moot the Motion as to Plaintiff’s libel per se \nclaim and Plaintiff’s declaratory judgment action against Defendant \nShort given Plaintiff’s voluntary dismissal of these claims. \nB. The Court DENIES the Motion as to  Plaintiff’s claim for tortious \ninterference with contract and prospective economic advantage. \nC. The Court DENIES the Motion as to Plaintiff’s UDTP claim against \nDefendant Short. \nD. The Court DENIES the Motion as to Plaintiff’s request for punitive \ndamages as to Defendant Short. \nSO ORDERED, this the 21st day of November, 2017. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}