{
  "id": "889425b46664fd65cb9292212fe130d5f2ccd9f9f28b6419d1c3b18f5b580e2b",
  "source_file": "data/raw/ncbc/889425b46664fd65cb9292212fe130d5f2ccd9f9f28b6419d1c3b18f5b580e2b.pdf",
  "raw_text": "Comput. Design & Integration, LLC v. Brown, 2018 NCBC 128. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 11847 \n \nCOMPUTER DESIGN & \nINTEGRATION, LLC and \nCOMPUTER DESIGN & \nINTEGRATION SOUTHEAST, LLC, \n \n                      Plaintiffs, \n \nv. \n \nDAVID A. BROWN; MARCUS \nJACOBY; and ROVE, LLC, \n \n                      Defendants, \n \nDAVID A. BROWN and MARCUS \nJACOBY, \n \n                      Third-Party Plaintiffs, \n \nv. \n \nERIC BAKKER and BRIAN T. REID, \nCPA, \n \n                      Third-Party Defendants, \n \nv. \n \nCOMPUTER DESIGN & \nINTEGRATION SOUTHEAST, LLC, \nderivatively through DAVID A. \nBROWN, \n \n                      Derivative Plaintiff, \n \nv. \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON  \nCROSS-MOTIONS FOR PARTIAL \nSUMMARY JUDGMENT1 \n                                                           \n1  Recognizing that this Order and Opinion cites and discusses the subject matter of certain \ndocuments that the Court has previously allowed to remain filed under seal in this case, the \nCourt elected to file this Order and Opinion under seal on December 10, 2018.  The Court \npermitted the parties an opportunity to advise whether the Order and Opinion contained \nconfidential information that any party contended should be redacted from a public version \nof this document.  On December 12, 2018, Defendants requested the Court redact the names \nof certain non-party entities.  After due consideration, the Court denied Defendants’ request \nby Order dated December 14, 2018 (ECF No. 181) , and this Order and Opinion is therefore \nfiled, without redactions, as a matter of public record. \n \n \nERIC BAKKER; BRIAN T. REID, \nCPA (individually); ACCOUNTING \nOFFICES OF BRIAN T. REID, CPA; \nand NIGRO & REID, \n \n                      Derivative Third-Party                          \n                      Defendants. \n \n \n1. THIS MATTER is before the Court upon the following motions in the \nabove-captioned case: (i) Plaintiffs Computer Design & Integration, LLC (“CDI”) and \nComputer Design & Integration Southeast, LLC (“CDISE”) (collectively, “Plaintiffs”) \nand Third-Party Defendants Eric Bakker (“Bakker”) , Brian T. Reid (“Reid”), \nAccounting Offices of Brian T. Reid, CPA (“Reid Accounting”) , and Nigro & Reid’s \n(“N&R”) (collectively, “Third -Party Defendants”) Motion for Partial Summary \nJudgment ( the “Plaintiffs’ Motion”) 2 and (ii) Defendants David Brown (“Bro wn”), \nMarcus Jacoby (“Jacoby”), and Rove, LLC’s (“Rove”) (collectively, “Defendants”) \nMotion for Partial Summary Judgment (the “Defendants’ Motion”), (together with the \nPlaintiffs’ Motion, the “Motions”).  \n2. Having considered the Motions, the parties’ briefs , exhibits, and affidavits \nin support of and in opposition to the Motions, the pleadings, the arguments  of \ncounsel at the March 1, 2018 hearing on the Motions, and other appropriate matters \nof record, the Court hereby GRANTS in part and DENIES in part  each of the \nparties’ Motions. \n                                                           \n2  The Court notes that Plaintiffs and the Third-Party Defendants jointly briefed the present \nMotions and have substantially aligned interests.  For ease of reference, the Court will \nattribute arguments advanced by Plaintiffs and the Third -Party Defendants solely to \nPlaintiffs. \n \n \nBell, Davis and Pitt, P.A., by Edward B. Davis and Joshua B. Durham, \nfor Plaintiffs Computer Design & Integration, LLC and Computer Design \n& Integration Southeast, LLC, Third -Party Defendants Brian T. Reid \nand Eric Bakker, and Derivative Defendants Accounting Offices of Brian \nT. Reid, CPA and Nigro & Reid.   \n \nAlexander Ricks, PLLC, by Mary K. Mandeville, Alice C. Richey, and \nMeredith S. Jeffries, for Defendants David Brown, Marcus Jacoby, and \nRove, LLC. \n \nBledsoe, Chief Judge.  \nI.  \nFACTUAL AND PROCEDURAL BACKGROUND \n3. The Court does not make findings of fact on motions for summary judgment.  \nSee Hyde Ins. Agency, Inc. v. Dixie Leasing Corp. , 26 N.C. App. 138, 142, 215 S.E.2d \n162, 165 (1975).  Instead, the Court summarizes the facts before it, noting undisputed \nand contested facts, to provide context for the claims and its ruling on the \nMotions.  Id. \n4. CDI and Brown are the two members of CDISE.  This action arises out of \nBrown’s failed buyout of CDI’s interest in CDISE.  In anticipati on of the buyout, \nBrown created Rove to operate the CDISE business.  During negotiations, Brown \nbegan preparations to launch Rove, including by contacting CDISE’s customers, \nemployees, and vendors and advising that CDISE was or would soon become Rove.  \nAfter the buyout failed, Brown left CDISE’s employment and began competing with \nCDISE through Rove in a number of ways, including by calling on CDISE’s customers \nand hiring a number of CDISE employees.  CDI and CDISE subsequently initiated \nthis action asserting claims against Brown , Rove, and CDISE’s former  employee, \n \n \nJacoby.  Brown  and others responded with counterclaims, third-party claims , and \nderivative third-party claims.  Through the Motions, all parties seek partial summary \njudgment. \n CDI and the Creation of CDISE \n5. CDI is a New York limited liability company (“LLC”) with its principal place \nof business in Bergen County, New Jersey.  (Compl. 3 ¶ 1, ECF No. 1.)  C DI designs, \ndeploys, and manages multiplatform hybrid IT solutions for businesses and often \npartners with technology companies in order to address the needs of its customers.  \n(Compl. ¶ 6.)  In particular, CDI is a “Value Added Reseller,” or “VAR.”  (Ryan Aff. \n¶ 3, ECF No. 77.)  VARs resell hardware from technology manufacturers but include \nadditional services with the sale, such as design, installation, and maintenance  \nservices.  (Ryan Aff. ¶ 4.)  \n6. CDI organized CDISE as a North Carolina LLC with Brown’s assistance in \nthe fall of 2010  to expand CDI’s business into the southeastern United States .  \n(Compl. ¶¶ 2, 8–10.)  Brown is a citizen and resident of Mecklenburg County, North \nCarolina, (Compl. ¶ 3), and CDISE maintains its principal place of business in \nMecklenburg County, (Compl. ¶ 2). \n7. CDI and Brown entered into a written operating agreement for CDISE dated \nNovember 5, 2010 ( the “Operating Agreement”).  ( See Defs.’ Mot. Dismiss, Answer, \nCountercls., and Third-Party Compl. , Ex. A , at 1 [hereinafter “Operating \nAgreement”], ECF No. 22.6 .)  The Operating Agreement provided  that Brown and \n                                                           \n3  Plaintiffs’ Complaint was verified under oath by Erik Bakker, CDI’s President. \n \n \nCDI each held a fifty-percent membership interest in CDISE.  (Operating Agreement \nA-1.)  Under the Operating Agreement, Brown agreed to serve as President and \nhandle the day-to-day management of CDISE, and Bakker, a citizen and resident of \nNew York, (Defs.’ Countercls. and Third-Party Compl. ¶ 6 [hereinafter “Countercls.”], \nECF No. 22 ), was appointed  as CDISE’s Vice President , (Operating Agreement \n§§ 6.3.2–6.3.3).4 \n8. Under the Operating Agreement, CDI became the Managing Member of \nCDISE, a position defined in the Operating Agreement as follows:  \n[T]he Managing M ember shall have full, complete and exclusive authority, \npower and discretion to direct, manage and control the business, affairs and \nassets of [CDISE], to exercise any of the powers of [CDISE] , to make all \ndecisions regarding those matters, and to perform any and all othe r acts or \nactivities it deems necessary, appropriate, proper, advisable or convenient \nwith respect thereto.   \n \n(Operating Agreement § 6.1.1.)   \n9. The Operating Agreement further provided that CDI would assume the role \nof “Tax Matters Partner” for CDISE, which required CDI to represent CDISE “in \nconnection with all examinations of [CDISE]’s affairs by tax authorities, including \nany resulting judicial and administrative proceedings, and to expend [CDISE] funds \nfor professional services and costs associated ther ewith.”  (Operating Agreement \n§ 11.5.)  CDI also assumed accounting responsibilities that include d “caus[ing] the \nbooks and records of [CDISE] to be maintained in accordance with the accrual basis \nof accounting.”  (Operating Agreement § 11.2.)  \n                                                           \n4  Brown served as CDISE’s President until he resigned on June 16, 2016, (Brown Aff. ¶ 6, \nECF No. 65), at which time Bakker took over as CD ISE’s President, (Bakker Aff. ¶ 2, ECF \nNo. 40). \n \n \n10. Reid is a citizen and resident of Bergen County, New Jersey, (Countercls. \n¶ 7), and the Chief Financial Officer of CDI, (Reid Aff. ¶ 2, ECF No. 149).  Reid is also \na principal of Reid Accounting, an accounting firm located and operating in New \nJersey, (Am. Countercl s. and Third Party Compl. ¶ 169 [hereinafter “Am. \nCountercls.”], ECF No. 89), and was formerly an owner of N&R, an accounting firm \nalso located in New Jersey , (Am. Countercls. ¶ 170) .  By virtue of his position, and \nacting through either Reid Accounting or N&R, Reid assists CDI in fulfilling its duties \nunder CDISE’s Operating Agreement, which includes handling certain accounting, \ntax, and financial matters.  ( Derivative Third-Party Defs.’ Answer ¶ 174, ECF No. \n96.)  \n11. Jacoby is a citizen and resident of Rowan  County, North Carolina, (Defs.’ \nAnswer ¶ 4, ECF No. 22), who started working for CDISE in February 2011, (Jacoby \nAff. ¶ 3, ECF No. 63).  He eventually became CDISE’s Vice President of Sales.  (Jacoby \nAff. ¶ 3 .)  Jacoby held this position until his resigna tion from CDISE on June 22, \n2016.  (Jacoby Aff. ¶ 3.)   \n12. On October 27, 2015, Jacoby signed a standard confidentiality agreement \nwith CDISE (the “Confidentiality Agreement”).  (Bakker Aff. ¶ 9, ECF No. 40.)  Jacoby \nand certain other CDISE employees signed Confidentiality Agreements, which were \nrequired of CDISE employees by new, larger customers as a condition of working with \nthose accounts.  (Exs. Reid Aff. 7 –8, ECF No. 151.)   Certain CDISE employees also \nsigned covenants not to com pete with the company .  (Brown Aff. ¶  98 [hereinafter \n“1st Brown Aff.”], ECF No. 65.)  Neither Brown nor Jacoby entered non-competition, \n \n \ncustomer non -solicitation, or employee non -solicitation agreements with CDISE.  \n(Defs.’ Mot. Summ. J., Ex. 3, at 132:8–17 [hereinafter “CDI Dep. I”], ECF No. 116.4; \nJacoby Aff. ¶ 21.)   \n CDI’s and CDISE’s Tax Issues \n13. CDISE’s revenues grew from $1.2 million in 2011 to over $50 million  by \n2015.  (Exs. Pls.’ Mot. Summ. J. – Dep. Trs. , Brown Dep.  Ex., at 27:11–34:11 \n[hereinafter “Brown Dep. I”], ECF No. 110.)  During that time, CDISE failed to remit \nsales and use taxes to proper taxing authorities —including the North and South \nCarolina Departments of Revenue—until October 2015 , even though CDISE’s sales \ntaxes were required to be paid either quarterly or monthly.   (Defs.’ Br. Opp’n Pls.’ \nMot. Summ. J. , Ex. 8, at  223:13–18, 238:4–21 [hereinafter “CDI Dep. II”], ECF No. \n156.9; Brown Dep. I, at 27:11–30:13.)   \n14. On November 29, 2017, Brown was notified by the South Carolina \nDepartment of Revenue Collection that CDISE was delinquent on its quarterly \nemployee withholding tax for the fourth quarter in 2014 and the third quarter in \n2015.  (Brown Aff. ¶¶ 2–6 [hereinafter “2nd Brown Aff.”], ECF No. 158.)   \n15. Reid, as CFO  of CDI, was responsible for handling remittance of CDISE’s \nsales taxes and fulfilling CDISE’s state tax reporting requirements.  (CDI Dep. II, at \n39:21–25, 221 :7–222:24.)  Reid was also responsible for preparing and providing \naccurate financial statements to the members of CDISE, including Brown , on a \nquarterly and annual basis.  (CDI Dep. II, at 23:1–25:13, 56:8–57:4.)   \n \n \n16. Brown received one such statement, an annual balance sheet for the year \n2014, sometime in March 2015.  (2nd Brown Aff. ¶¶ 8, 10.)  The balance sheet Brown \nreceived omitted a sales tax payable in the amount of $945,339.61 that CDISE owed \nat the time .  (2nd Brown Aff. ¶ 8; Under Seal – Exs. Pls.’ Mot. Summ. J. , Ex. 149 \n[hereinafter “Balance Sheet”], ECF No. 114.)  A document titled “Audit Trail” shows \nthat on March 2, 2015  an individual made a journal entry in CDISE’s QuickBooks \nfile that reflected a payment made from CDISE’s Sales Tax Payable Account in the \namount of $945,339.61 to the United States Treasury (the “Journal Entry”).  (Under \nSeal – Exs. Pls.’ Mot. Summ. J. , Ex. 151, at 1 [hereinafter “Audit Trail”], ECF No. \n114.)  One minute and twenty -one seconds later, however, the Journal Entry was \ndeleted.  (Audit Trail 1; CDI Dep. II, at 114:15–18; Rogers Aff. ¶ 4, ECF No. 157.)  The \nbalance sheet Brown received from CDI appears to have been printed out during the \neighty-one seconds the Journal Entry appeared on the balance sheet. (2nd Brown Aff. \n¶¶ 9–10; see Balance Sheet 1.)  The balance sheet tendered to Brown omitted the tax \npayable to the U.S. Treasury.  (2nd Brown Aff. ¶ 8; CDI Dep. II, at 109:8–116:16.)  \n17. CDI also experienced tax problems itself.  On March 17, 2015, the New York \nState Department of Taxation and Finance (“New York Tax Department”) issued a \ntax warrant against CDI in the amount of $386,145.47.  (Vecchio Aff. ¶ 3, ECF No. \n118; see Vecchio Aff. , Ex. D, ECF No. 118.4.)  Th e March 2015  tax warrant was  \ndocketed with the Albany, New York County Clerk of Court on March 17, 2015 and  \nfiled with the New York Department of State on March 18, 2015.  (Vecchio Aff. ¶¶ 3–\n4; see Vecchio Aff., Exs. A–B, ECF Nos. 118.1, 118.2.)  On May 27, 2015, the New York \n \n \nTax Department is sued a second tax warrant against CDI in the amount of \n$888,361.52 (collectively with the March 2015 tax warrant, the “New York Tax \nWarrants”).  (Vecchio Aff. ¶ 3; see Vecchio Aff., Ex. E, ECF No. 118.5.)  The May 2015 \ntax warrant was docketed with the Albany, New York County Clerk of Court on May \n27, 2015 and filed with the New York Department of State on May 28, 2015.  (Vecchio \nAff. ¶¶ 3–4; see Vecchio Aff., Exs. A–B.)   \n Brown’s Negotiations with CDI for the Acquisition of CDISE \n18. In the fall of 2015, Brown and CDI began negotiating Brown’s purchase of \nCDI’s 50% interest in CDISE.  (Countercls. ¶¶ 40–41.)  In December 2015, Brown and \nCDI signed a letter of intent whereby Brown, or a new entity to be formed, would \nacquire CDISE’s assets for $16 million  (the “2015 Term Sheet”) .  (Ex. Pls.’ Mot. \nSumm. J. – Non-confidential Dep. Exs., Ex. 107 [hereinafter “2015 Term Sheet”], ECF \nNo. 111.)  The 2015 Term Sheet expressly provided that its terms were non-binding.  \n(2015 Term Sheet 6.)   \n19. During the acquisition negotiations, Brown conducted due diligence with \nlegal assistance from Alexander Ricks PLLC and accounting assistance from Potter \n& Company.  ( 1st Brown Aff. ¶ 46; Under Seal – Exs. Pls.’ Mot. Summ. J. , Ex. 222, \nECF No. 114.)  The 2015 Term Sheet provided that Brown and his “Representatives” \nwould have full and complete access to all of the books, records, properties, and assets \nof CDISE to conduct due diligence.  (2015 Term Sheet 5.)  As a result, Brown and his \nteam received detailed financial information concerning CDISE, including its \nfinancial history, profit and loss information, and revenues.  (Reid Aff. ¶ 3.)  The 2015 \n \n \nTerm Sheet subjected Brown and his team to confidentiality and non -disclosure \nobligations.  (2015 Term Sheet 6.)  \n20. In February 2016, during due diligence, Reid provided Brown with the 2015 \nannual financial statements for CDISE.  ( 1st Brown Aff. ¶ 56.)  The 2015 annual \nfinancial statement s showed that CDISE’s September 2015 financial statements \nomitted approximately $1 million of costs and expenses.  (1st Brown Aff. ¶ 56.)  This \nand CDISE’s tax issues  prompted further negotiations that led to the creation of a \nnew term sheet on April 1, 2016 (the “2016 Term Sheet”).  (1st Brown Aff. ¶¶ 56–59.)  \nThe purchase price in the 2016 Term Sheet was reduced to $12.5 million.  (1st Brown \nAff. ¶  59; see Ex. Pls.’ Mot. Summ. J. – Non-confidential Dep. Exs., Ex. 108 \n[hereinafter “2016 Term Sheet”], ECF No. 111.)  \n Creation of Rove \n21. Brown formed Brown Technology Group, LLC, now known as Rove, LLC, \nunder North Carolina law in February 2016  in anticipation of his acquisition of \nCDISE.  (1st Brown Aff. ¶ 50.)   Brown has at all times served as the managing \nmember and President of Rove.  (Defs.’ Answer ¶ 5.)  Brown’s plan was for CDISE to \ncease its operations after the acquisition and for Brown to continue those operations \nthrough Rove.  ( Defs.’ Br. Opp’n Pls.’ Mot. Summ. J. , Ex. 1, at 143:18 –144:23 \n[hereinafter “Brown Dep. II”], ECF No. 156.2.)   \n22. During the first half of 2016,  Brown and others employed by or associated \nwith Rove and/or CDISE worked on the anticipated acquisition and subsequent \ntransition.  (1st Brown Aff. ¶ 48; see Brown Dep. II, at 81:9–82:19.)  Brown hired \n \n \nseveral employees specifically to work for Rove, including  Brian Calfo (“Calfo”)  to \nhead Rove’s operations and quotes  and Chelsea Cancelliere (“Cancelliere”) to serve \nas a Rove inside sales representative.  (Bakker Aff. ¶ 8; 1st Brown Aff. ¶ 52.)  Both \nCancelliere and Calfo had full access to CDISE’s sales system  to assist with the \nanticipated acquisition.  (Bakker Aff. ¶ 8; Bakker Aff. Exs., at 57–58, ECF No. 40.)  \n23. During this transition period, Rove employees exchanged numerous e-mails \nwith attachments containing sensitive CDISE information.  For instance, on May 4, \n2016, Jacoby sent an e-mail to Brown and Rebecca Keyser (“Keyser”), a former CDISE \nemployee who bega n working for Rove , containing a list of CDISE ’s customer \nopportunities and the work associated with each customer.  (Bakker Aff. – \nConfidential Exs., at 119–28, ECF No. 41.)  On May 17, 2016, Keyser sent an e-mail \nusing a Rove e-mail address to Brown that contained an attachment labeled “2016 \nPipeline,” which included specific information regarding CDISE’s customer s and \naccounts.  (Pls.’ Dep. Exs. Vol. 2 (Sealed), Ex. 65, at 138 –40, ECF No. 138.)   Also in \nMay 2016, Keyser received an  e-mail through her Rove e -mail address  with the \nattachment “rove – 13.pdf,” which is a spreadsheet labeled “Employee Earnings \nRecord” containing, among other things,  information reflecting CDISE employees’ \nhours, earnings, reimbursements , other payments, tax withholdings, and employee \nbenefit deductions for 2013.  (Pls.’ Dep. Exs. Vol. 2 (Sealed), Ex. 71, at 141–84.)  \n24. Brown and his transition team also set up a Quotewerks system, which Rove \nuses to prepare quotes for customers.  (Pls.’ Dep. Excerpts (Sealed) , at 44–46, ECF \nNo. 141.)  During the transition period, t he Quotewerks system pull ed customer \n \n \ninformation from CDISE’s comparable system —Connectwise.  (Pl s.’ Dep. Excerpts \n(Sealed), at 45–46.) \n25. Also in the transition to Rove’s launch, i n June 2016, Rove employees and \nagents obtained a number of CDISE’s pricing proposals —known as Statements of \nWork (“SOW”) —and quotes for existing and potential CDISE customers and sent \nthose SOWs and quotes to customers using Rove e-mail addresses.  (Answer ¶ 26; \nDurham Aff. – Confidential Exs., at 77–101, 102–23, 124–43, 144–48, 149–55, 156–\n72, 189 –202, 203 –41, 242 –48, ECF No. 43 .)  Rove personnel represented to these \ncustomers that CDISE had been purchased by Rove and that, “going forward,” CDISE \nwould be known as Rove.  (Pls.’ Dep. Exs. Vol. 1, Ex. 93, ECF No. 137; Exs. Durham \nAff., at 6, ECF No. 147.) \n26. Despite the efforts to transition CDISE into Rove, the  acquisition never \noccurred.  Brown resigned as President of CDISE on June 16, 2016.  (1st Brown Aff. \n¶¶ 75–76.)  Over the following weekend, Brown recruited CDISE personnel to join \nRove.  (Bakker Aff. ¶ 16.)  On Sunday, June 19, 2016, a total of twenty-four CDISE \nemployees resigned to join Rove.  (Bakker Aff. ¶ 16.)  Brown had determined which \nCDISE employees did not hold covenants not to compete with CDISE, and he offered \npositions at Rove to only those employees.  (1st Brown Aff. ¶ 98.)   \n27. On June 20, 2016, Rove was  officially opened for business.  (Exs. Pls.’ Mot. \nSumm. J. – Dep. Trs., Monza Dep. Ex., at 55:15–23 [hereinafter “Monza Dep.”], ECF \nNo. 110.)  Jacoby resigned from CDISE on June 22, 201 6 and became Rove’s Vice \nPresident shortly thereafter.  (Jacoby Aff. ¶ 3.)  \n \n \n28. In the immediate aftermath of the Rove/CDISE split, Rove employees \nremoved certain CDISE computer equipment from CDISE’s office, including a CISCO \nserver, certain Meraki advanced security gear, and comput er drives that were to be \nincluded in the CISCO server.  (Bakker Aff. ¶ 18.)  Defendants returned these items \nafter demand by CDISE or its counsel.  (Bakker Aff. ¶ 18.)  Brown and Jacoby also \nremoved equipment belonging to Sunbelt Rentals (“Sunbelt”) that CDISE had been \nworking to install under a contract with Sunbelt.  (Bakker Aff. ¶  18; Exs. Pls.’ Mot. \nSumm. J. – Dep. Trs., Jacoby Dep. Ex., at 116:18–130:25, ECF No. 110.)   \n29. In the ensuing months, Rove obtained contracts with Octapharma, Ally, and \nSunbelt—three customers that received Rove’s  SOWs and quotes  in June 2016 .  \n(Confidential Exs. Durham Aff. (Sealed), at 187, 199–200, ECF No. 148 ; Pls.’ Dep. \nExs. Vol. 3 (Sealed), Exs. 104, 193, 194, ECF No. 139.)   \n Procedural Background \n30. Plaintiffs filed a Verified Complaint initiating this action on June 30, 2016, \nasserting claims against (i) Brown for breach of the Operating Agreement, failure to \nnegotiate in good faith, breach of the covenant of good faith and fair dealing, and \nbreach of fiduciary duty; (ii) Jacoby for breach of the Confidentiality Agreement; and \n(iii) all Defendants for misappropriation of trade secrets, conversion, tortious \ninterference with contract, tortious interference with prospective economic relations, \nunfair or deceptive trade practices, and injunctive relief.  \n31. On August 31, 2016, Defendants filed their Answer to Plaintiffs’ Complaint, \nand Brown filed counterclaims against Plaintiffs and third-party claims against the \n \n \nThird-Party Defendants , both of which he amended on January 18,  2017.5  \nSpecifically, Brown asserted claims, either directly and/or derivatively on behalf of \nCDISE, against (i) CDI for declaratory judgment, breach of the Operating Agreement, \nand breach of fiduciary duties; (ii) CDISE for judicial dissolution; (iii) CDI and CDISE \nfor indemnification and records inspection under N.C. Gen. Stat. § 57D-3-04; (iv) CDI, \nReid, and Bakker for fraud, fraudulent concealment, negligent misrepresentation, \nand unfair and deceptive trade practices; (v) CDI, Bakker, Reid, Reid Accounting, and \nN&R for mismanagement of CDISE; and (vi) Reid, Reid Accounting, and N&R for \nprofessional negligence.6   \n32. After the close of discovery, the parties filed the Motions on November 17, \n2017.   \n33. Defendants’ Motion seeks summary judgment on  Brown’s individual and \nderivative claims for declaratory judgment and  Plaintiffs’ claims for breach of the \nOperating Agreement, breach of the duty to negotiate in  good faith, breach of the \ncovenant of good faith  and fair dealing, misappropriation of trade  secrets, tortious \ninterference with contract, tortious interference with prospective economic \nadvantage, Jacoby’s breach of the Confidentiality Agreement, and conversion.   \n                                                           \n5  Although Jacoby also filed counterclaims against Plaintiffs, he has since voluntarily \ndismissed those claims without prejudice. \n \n6  The Court issued opinions on the parties’ preliminary motions in Computer Design & \nIntegration, LLC v. Brown , 2016 NCBC LEXIS 96 (N.C. Super. Ct. Dec. 6, 2016), and \nComputer Design & Integration, LLC v. Brown , 2017 NCBC LEXIS 8 (N.C. Super. Ct. Jan. \n27, 2017).  \n \n \n34. Plaintiffs’ Motion seeks summary judgment on Brown’s claims for \ndeclaratory judgment, judicial dissolution, fraud, fraudulent concealment, negligent \nmisrepresentation, unfair and deceptive trade practices, gross mismanagement, and \nprofessional negligence. \n35. The Court held a hearing on the Motions on March 1, 2018, at whi ch all \nparties were represented by counsel.  The Motions are now ripe for resolution.  \nII. \nLEGAL STANDARD \n36. Summary judgment is proper only “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact and that any party is entitled to a \njudgment as a matter of law.”  N.C. R. Civ. P. 56(c).  An issue is genuine if it is \n“supported by substantial evidence,” and “an issue is material if the fa cts alleged \nwould constitute a legal defense, or would affect the result of the action, or if its \nresolution would prevent the party against whom it is resolved from prevailing in the \naction[.]”  DeWitt v. Eveready Battery Co. , 355 N.C. 672, 681, 565 S.E.2 d 140, 146 \n(2002) (citations omitted) .  “Substantial evidence is such relevant evidence as a \nreasonable mind might accept as adequate to support a conclusion and means more \nthan a scintilla or a permissible inference.”  Id. (citation and quotation marks \nomitted).   \n37. The Court views the evidence presented “in the light most favorable to the \nnonmoving party.”  Day v. Rasmussen, 177 N.C. App. 759, 762, 629 S.E.2d 912, 914 \n \n \n(2006).  However, affidavits must “set forth such facts as would be adm issible in \nevidence, and shall show affirmatively that the affiant is competent to testify.”  N.C. \nR. Civ. P. 56(e). \n38. The moving party bears the burden of establishing a lack of any triable issue \nand may meet this burden by “proving that an essential elemen t of the opposing \nparty’s claim is nonexistent, or by showing through discovery that the opposing party \ncannot produce evidence to support an essential element of his claim or cannot \nsurmount an affirmative defense which would bar the claim.”  Roumillat v. Simplistic \nEnters., Inc., 331 N.C. 57, 62–63, 414 S.E.2d 339, 341–42 (1992).  \n39. “[O]nce the party seeking summary judgment makes the required showing, \nthe burden shifts to the nonmoving party to produce a forecast of evidence \ndemonstrating specific facts, as opposed to allegations, showing that he can at least \nestablish a prima facie case at trial.”  Gaunt v. Pittaway, 139 N.C. App. 778, 784–85, \n534 S.E.2d 660, 664 (2000).  The nonmoving party “ may not rest upon the mere \nallegations or denials of his pleadin g, but his response, by affidavits or as otherwise \nprovided in [Rule 56], must set forth specific facts showing that th ere is a genuine \nissue for trial.  If he does not so respond, summary judgment, if appropriate, shall be \nentered against him.”  N.C. R. Civ. P. 56(e).  Thus, a “motion for summary judgment \nallows one party to force his opponent to produce a forecast of evidence which he has \navailable for presentation at trial to support his claim or defense.”  Dixie Chem. Corp. \nv. Edwards, 68 N.C. App. 714, 717, 315 S.E.2d 747, 750 (1984). \n \n \nIII. \nLEGAL ANALYSIS \n Defendants’ Motion  \n1. CDI’s Deemed Withdrawal as a Member of CDISE \n40. Defendants first argue that the filing of the New York Tax Warrants caused \nCDI’s automatic withdrawal as a member of CDISE under Section 8.10 of the \nOperating Agreement.  As a result, Defendants contend that Brown, individually, and \nderivatively on behalf of CDISE,  is entitled to a declaratory judgment that CDI has  \nwithdrawn as a member of CDISE.7  Defendants further contend that, because of that \nwithdrawal, CDI (i) lacks standing to bring claims  on behalf of CDISE or to cause \nCDISE to bring claims on its own behalf , thus compelling the dismissal of all claims \nasserted on CDISE’s behalf  for lack of subject matter jurisdiction ; and (ii)  cannot \npursue claims premised on its membership interest, thus compelling dismissal of \nCDI’s claims against Brown for breach of the Operating Agreement, breach of a duty \nto negotiate in good faith, and breach of the covenant of good faith and fair dealing.8 \n41. “Standing refers to whether a party has a sufficient stake in an otherwise \njusticiable controversy such that he or she may properly seek adjudi cation of the \nmatter.”  Gateway Mgmt. Servs. v. Carrbridge Berkshire Grp., Inc ., 2018 NCBC \n                                                           \n7  Plaintiffs’ Motion similarly seeks partial summary judgment as to Brown’s counterclaims \nfor declaratory judgment. \n \n8  This Court has previously addressed CDI’s authority under the Operating Agreement to \ncause CDISE to assert its claims in this action in resolving Defendants’ motion to dismiss \nunder Rule 12(b)(6).  See Computer Design & Integration, LLC, 2016 NCBC LEXIS 96, at *6–\n11.  However, Defendants did not seek dismissal in that motion based on the issuance of the \nNew York Tax Warrants.  \n \n \nLEXIS 45, at *15 (N.C. Super. Ct. May 2, 2018) (quoting Am. Woodland Indus., Inc. \nv. Tolson, 155 N.C. App. 624, 626, 574 S.E.2d 55, 57 (2002)).  “Standing is a necessary \nprerequisite to a court’s proper exercise of subject matter jurisdiction, ” Neuse River \nFound., Inc.  v. Smithfield Foods, Inc. , 155 N.C. App. 110, 113, 574 S.E.2d 48, 51 \n(2002), and requires “that the plaintiff have been injured or threatened by injury or \nhave a statutory right to institute an action,” Bruggeman v. Meditrust Co., 165 N.C. \nApp. 790, 795, 600 S.E.2d 507, 511 (20 04).  “Whether a party has standing is a \nquestion of law.”  McCrann v. Pinehurst, LLC , 225 N.C.  App. 368, 372, 737 S.E.2d \n771, 775 (2013).  For a plaintiff to have standing to assert a derivative claim on behalf \nof an LLC, he “must either be ‘a member of the LLC at the time of the act or omission \nfor which the proceeding is brought’  or acquire his ownership interest ‘ by operation \nof law from an ownership interest that was owned by a member at that time.’”  Wirth \nv. Sunpath, LLC , 2017 NCBC LEXIS 84, at *9 (N.C. Super. Ct. Sept. 14, 2017)  \n(quoting N.C. Gen. Stat. § 57D-8-01(a)(1)). \n42. Here, Section 8.10 of the Operating Agreement, titled “LEGAL \nPROCEEDINGS AGAINST MEMBERS,” provides in relevant part that “[t]he \ninterests of [CDISE] and its Members would be seriously affected by any Transfer of \nany Member’s Interest by any legal or equitable proceedings against such Member.”  \n(Operating Agreement § 8.10.)9  The remainder of Section 8.10 sets forth five events, \neach of which will cause a member’s automatic withdrawal as a member of CDISE:  \n                                                           \n9  The Operating Agreement defines “Interest” as an “ownership interest in [CDISE],” which \nincludes the right to vote, participate in management, and receive information “as provided \nin this Agreement and under the Act,” and specifies that the ownership interest is “personal \n \n \n[i]n the event that (a) there is a bankruptcy of a Member, (b) any portion of \nthe Interest of any Member is attached, (c) any judgment is obtained in any \nlegal or equitable proceeding against any Member and the sale of any portion \nof his Interest is contemplated or threatened under legal process as a result \nof such judgment, (d) any execution process is issued against any Member or \nagainst any of his Interest, or (e) there is instituted by or against any Member \nany other form of legal proceeding or process by which the Transfer of any \nportion of the Interest of such Member becomes imminent (i.e., such Interest \nbeing subject to Transfer either voluntarily or involuntarily within ninety \n(90) days), t hen, in any such event, the Member shall be deemed to have \nwithdrawn as a member and the provisions of Section 9.2 shall apply. \n \n(Operating Agreement § 8.10.)  Brown contends that the issuance of the New York \nTax Warrants caused CDI’s automatic withdrawal from CDISE under subsections \n(b), (c), (d), and (e).   \n43. As an initial matter, the Court concludes that subsections (b), (c), and (e) of \nSection 8.10 are not implicated on the undisputed facts of record here.  As noted \npreviously, CDISE is a North Carolina LLC, and the Operating Agreement provides \nthat it will be governed by North Carolina law.  CDI’s membership interest in CDISE, \ntherefore, is personal property created and existing under North Carolina law .  See \nN.C. Gen. Stat. § 57D -5-01 (“An ownership interest [in a North Carolina LLC] is \npersonal property.”).  The North Carolina Limited Liability Company Act ( the “LLC \nAct”) provides that “the entry of a charging order is the exclusive remedy by which a \njudgment creditor of an interest owner m ay satisfy the judgment from or with the \n                                                           \nproperty.”  (Operating Agreement § 1.1.5.)  A “Transfer” of an Interest under the Operating \nAgreement includes “any direct or indirect sale, bequest, assignment, pledge, encumbrance \nor gift thereof, or attempt to deliver or grant a security interest therein.”  (Operating \nAgreement § 1.1.12.) \n \n \n \njudgment debtor’s ownership interest [in a North Carolina LLC].”10  N.C. Gen. Stat. \n§ 57D-5-03(d).  Because it is undisputed that no charging order has been entered here, \nBrown’s contention that the New York Tax Warrants attach, contemplate, or threaten \nthe sale of, or constitute the imminent transfer of , CDI’s membership interest  and \nthus trigger subsections (b), (c), and (e) is without merit.  None of those actions in \nNew York are effective against CDI’s membership interest in North Carolina in light \nof the plain requirements of section 57D-5-03.  \n44. Unlike subsections (b), (c), and (e), however, subsection (d) is not triggered \nsolely by action against CDI’s membership interest in CDISE.  To the contrary, \nsubsection (d) provides that withdrawal shall be deemed to occur when “any execution \nprocess is issued against any Member or against any of his Interest[.]”  (Operating \nAgreement § 8.10(d) (emphasis added). )  Under New York law, the filing of a tax \nwarrant with the clerk of court of a county in the state of New York, as occurred here \n(see Vecchio Aff. Exs. A–B), shall be “deemed . . . [a] judgment against the taxpayer \nfor the tax or other amounts[,]”  N.Y. Tax Law § 1092(e).  Section 1092(f) of the New \nYork statute, titled “Execution,” provides that the sheriff “shall thereupon proceed \nupon the warrant in all respects, with like effect, and in the same manner prescribed \nby law in respect to executions issued against property upon judgment[] of a court of \nrecord[.]”  N.Y. Tax Law § 1092(f).   \n45. Based on the plain language of the New York statute, as well as that of the \nOperating Agreement, the  Court concludes that the process titled “Execution” set \n                                                           \n10  But see Drye v. United States, 528 U.S. 49, 52 (1999) (“[S]tate law is inoperative to prevent \nthe attachment of liens created by federal statutes in favor of the United States.”). \n \n \nforth in  section 1092(f) constitutes an “execution process” as provided in Section \n8.10(d) of the Operating Agreement , thus triggering Section 8.10(d) with respect to \nCDI’s membership interest.  \n46. The Court’s conclusion that Section 8.10  was triggered, however, does not \nend the inquiry.  Plaintiffs further contend that Section 8.10 is void because the \nlanguage of the Operating Agreement provides that if a triggering event occurs, “the \nMember shall be deemed to have withdrawn as a member and the provisions of \nSection 9.2. shall apply ,” (Operating Agreement § 8.10  (emphasis added)), and it  is \nundisputed that t he Operating Agreement  does not contain  a Section 9.2.11  The \nparties vigorously dispute the legal ramifications of that omission.   \n47. Plaintiffs argue that the only way the Court can give effect to Section 8.10 \nis to supply a missing material term —Section 9.2—and that the Court is prohibited \nfrom doing so under longstanding principles of North Carolina contract law, citing , \nin particular,  JDH Capit al, LLC v. Flowers , in which this Court observed that \n“judicial interpolation of terms would amount to the court making a contract for the \nparties rather than enforcing something that could properly be regarded as the deal \nthey had struck.”  2009 NCBC LEXI S 8, at *17–19 (N.C. Super. Ct. Mar. 13, 2009)  \n(quoting Richard A. Posner, The Law and Economics of Contract Interpretation , 83 \nTex. L. Rev. 1581, 1587–88 (2005)).  Defendants counter that Section 8.10’s reference \nto the non -existent S ection 9.2 concerns only what will occur after a member is \n                                                           \n11  The only section contained in Article IX of the Operating Agreement is Section 9.1, titled \n“Covenants.”  Section 9.1 memorializes each member’s agreement “not to withdraw or \nattempt to withdraw from [CDISE]” and contains no language concerning post -withdrawal \nconduct or obligations.  (Operating Agreement § 9.1.) \n \n \ndeemed to have withdrawn, and not whether withdrawal itself has been triggered .  \nDefendants argue that the LLC Act fills the gap  to address any material subject \nmatter the parties have omitted, including  the process f ollowing a member’s \nwithdrawal.  After careful consideration, the Court agrees with Defendants. \n48. To interpret LLC operating agreements, North Carolina courts employ \ngeneral rules of contract construction.  See N.C. Gen. Stat. § 57D-2-30(e) (stating that  \ncontract law “govern[s] the administration and enforcement of operating agreements” \nexcept as otherwise provided in the LLC Act ); N.C. State Bar v. Merrell , 243 N.C. \nApp. 356, 370, 777 S.E.2d 103, 114 (2015) (“An operating agreement is a contract.”).  \nFurther, “[i]t is the policy of [the LLC Act] to give the maximum effect to the principle \nof freedom of contract and the enforceability of operating agreements.”  N.C. Gen. \nStat. § 57D -10-01.  Thus, the LLC Act and the common law “will apply only to the \nextent contrary or inconsistent provisions are not made in, or are not otherwise \nsupplanted, varied, disclaimed, or nullified by, the operating agreement.”  Id. § 57D-\n2-30(a).   \n49. “In a contract dispute between two parties, the trial court may interpret a \nplain and unambiguous contract as a matter of law if there are no genuine issues of \nmaterial fact.”  Premier, Inc. v. Peterson , 232 N.C. App. 601, 605, 755 S.E.2d 56, 59 \n(2014); see McKinnon v. CV Indus., Inc., 213 N.C. App. 328, 333, 713 S.E.2d 495, 500 \n(2011) (“Courts may enter summary judgment in contract disputes because they have \nthe power to interpret the terms of contracts.”).  Moreover, “[p]arties can differ as to \nthe interpretation of language without its being ambiguous [.]”  Walton v. City of \n \n \nRaleigh, 342 N.C. 879, 881–82, 467 S.E.2d 410, 412 (1996).   “When an agreement is \nambiguous and the intention of the parties is unclear, however, interpretation of the \ncontract is for the jury.”   Schenkel & Shultz, Inc. v. Hermon F. Fox & Assocs., P.C. , \n362 N.C. 269, 273, 658 S.E.2d 918, 921 (2008). \n50. When interpreting a contract, including an operating agreement, a trial \ncourt seeks to determine “the intent of the parties when the contract was issued” by \nderiving intent “from the language in the contract.”  N.C. State Bar, 243 N.C. App. at \n370, 777 S.E.2d at 114 (quoting Bank of Am., N.A. v. Rice , 230 N.C. App. 450, 455 –\n56, 750 S.E.2d 205, 209 (2013) ).  The language in a contract “should be given its \nnatural and ordinary meaning,” Southpark Mall Ltd. P’ship v. CLT Food Mgmt., 142 \nN.C. App. 675, 678, 544 S.E.2d 14, 16 (2001), as there is “a strong presumption in \nfavor of the correctness of the instrument as written and executed, for it must be \nassumed that the parties knew what they agreed and have chosen fit and pr oper \nwords to express that agreement in its entirety,” Branch Banking & Tr. Co. v. Chicago \nTitle Ins. Co., 214 N.C. App. 459, 464, 714 S.E.2d 514, 518 (2011).  In determining the \nparties’ intent, a court must construe a contract “in a manner that gives effect to all \nof its provisions, if the court is reasonably able to do so.”   Johnston County v. R. N. \nRouse & Co., 331 N.C. 88, 94, 414 S.E.2d 30, 34 (1992) .  To that end, this Court has \nobserved that “ courts have long used rules governing grammar as an aid to \ninterpreting statutes, contracts and other written instruments.”  Novant Health, Inc. \nv. Aetna U.S. Healthcare Carolinas, Inc. , 2001 NCBC LEXIS 1, at *11 (N.C. Super. \nCt. Mar. 8, 2001). \n \n \n51. Turning then to the language at issue, the second sentence of Section 8.10 \nis compound and contains two independent clauses—each of which may stand alone \nas a distinct sentence —separated by the conjunction “and.”  The first independent \nclause sets forth the five events (i.e. subsections (a) (b), (c), (d), and (e)) that will cause \na member’s automatic withdrawal as a member of CDISE.   The second independent \nclause advises that the repercussions that follow from a member’s withdrawal are set \nforth in Section 9.2.  The first independent clause does not depend upon Section 9.2’s \nexistence and is not conditioned upon Section 9.2’s application.   As a matter of \ncontract interpretation, therefore, the Court concludes that the omission of Section \n9.2 from the Operating Agreement has no bearing on, and does not affect the validity \nof, the first independent clause in Section 8.10.  Th erefore, the first independent \nclause is enforceable as a standalone provision and, as applied here and without more, \nwill result in CDI’s deemed withdrawal.  In these circumstances, the LLC Act will fill \nthe gap left by the omitted Section 9.2 and address the repercussions of a member’s \nwithdrawal.   \n52. Plaintiffs further contend , however, that even if CDI is deemed to have \nwithdrawn from CDISE by operation of Section 8.10, which the Court has now found, \nBrown has, by his conduct, waived his right to enforce Section 8.10 without Plaintiffs’ \nconsent.  North Carolina law is clear that “p rovisions of a written contract may be \nmodified or waived by . . . conduct which naturally and justly leads the other party to \nbelieve the provisions of the contract are modified or waived.”  42 E., LLC v. D.R. \nHorton, Inc., 218 N.C. App. 503, 511, 722 S.E.2d 1, 6–7 (2012) (quoting Whitehurst v. \n \n \nFCX Fruit & Vegetable Serv., Inc., 224 N.C. 628, 636, 32 S.E.2d 34, 39 (1944)).  Waiver \ncan occur even where the instrument expressly prohibits it.  Id. at 511, 722 S.E.2d at \n7.  Although waiver is generally “a mixed question of law and fact, it is solely a \nquestion of law when the facts are not in dispute .”  Medearis v. Trs. of Meyers Park \nBaptist Church, 148 N.C. App. 1, 11, 558 S.E.2d 199, 206 (2001).   \n53. “The essential elements of waiver are the existence at the time of the alleged \nwaiver of a right, advantage or benefit, the knowledge, actual or construc tive, of the \nexistence thereof, and an intention to relinquish such right, advantage or benefit.”  \nJ.W. Cross Indus. v. Warner Hardware Co. , 94 N.C. App. 184, 186, 379 S.E.2d 649, \n650 (1989).  “The question of waiver is mainly one of intention, which lies at the \nfoundation of the doctrine.”  Butler v. Charlotte -Mecklenburg Bd. of Educ. , No. \nCOA11-1312, 2012 N.C. App. LEXIS 675, at *11 (N.C. Ct. App. June 5, 2012) (quoting \nDanville Lumber & Mfg. Co. v. Gallivan Bldg. Co. , 177 N.C. 103, 107, 97 S.E. 718, \n720 (1919)).  \n54. Plaintiffs base their waiver argument on the fact that Brown continued to \nnegotiate with CDI over the purchase of CDI’s membershi p interest in CDISE for \nmore than a year after he learned of the New York Tax Warrants.   Defendants \ncounter that no waiver can be found on those facts because the LLC Act provides that \nafter CDI’s automatic withdrawal, CDI maintained a fifty-percent economic interest \n \n \nin CDISE .  Thus, Defendants argue,  it was necessary for Brown to continue his \nnegotiations with CDI as he did.12   \n55. The parties’ conflicting positions have at their core whether Brown intended \nto waive CDI’s deemed withdrawal from CDISE as  he sought to negotiate the \npurchase of CDI’s interest in CDISE.  With evidence presented in support of both \nsides’ contentions, the Court concludes that the matter is not susceptible to resolution \non summary judgment.  See Estate of Hurst v. Jones , 230 N. C. App. 162, 170, 750 \nS.E.2d 14, 20 (2013) (“[I]ntent is an operation of the mind, it should be proven and \nfound as a fact, and is rarely to be inferred as a matter of law.”).   \n56. Accordingly, for the reasons set forth above, the Court concludes that issues \nof material fact concerning whether Brown waived CDI’s deemed withdrawal from \nCDISE preclude summary judgment on (i) Brown’s individual and derivative claims \nfor declaratory judgment; (ii) CDI’s derivative claims asserted on behalf of CDISE to \nthe e xtent Brown seeks dismissal based on CDI’s withdrawal from CDISE ; and \n(iii) CDI’s claims against Brown for breach of the Operating Agreement, breach of a \nduty to negotiate in good faith, and breach of the covenant of good faith and fair \ndealing to the extent Brown seeks dismissal based on CDI’s withdrawal from CDISE.   \n                                                           \n12  An economic interest owner “owns an economic interest but is not a member.”  N.C. Gen. \nStat. § 57D-1-03(11).  An economic interest is the “proprietary interest of an interest owner \nin the capital, income, losses, credits, and other economic rights and interests of a limited \nliability company, including the right of the owner of the interest to receive distributions from \nthe limited liability company.”  Id. § 57D-1-03(10).  The LLC Act provides that a “member” is \n“[a] person who has been admitted as a member of the LLC as provided in th e operating \nagreement . . . until the person ceases to be a member as provided in the operating \nagreement[.]”  Id. § 57D-1-03(21). \n \n \n2. Misappropriation of Trade Secrets \n57. Defendants next seek dismissal of Plaintiffs’ claims for misappropriation of \ntrade secrets.  Plaintiffs allege that Defendants wrongfully misappropriated various \nCDISE trade secrets for the use and benefit of Rove.   Defendants contend that \nPlaintiffs have failed to demonstrate the existence of protectable trade secrets, failed \nto describe them with sufficient particularity, and failed to take reasonable s teps to \nprotect their secrecy. \n58. North Carolina’s Trade Secrets Protection Act (“NC TSPA”) provides that \nthe owner of a t rade secret “shall have [a] remedy by civil action for \nmisappropriation of his trade secret.”  N.C. Gen. Stat. § 66-153.  A trade secret is \ndefined under the NCTSPA as follows:  \nbusiness or technical information, including but not limited to a formula, \npattern, program, device, compilation of information, method , technique, or \nprocess that: \n  \na.  D erives independent actual or potential comm ercial value from not \nbeing generally known or readily ascertainable through independent \ndevelopment or reverse engineering by persons who can obtain economic \nvalue from its disclosure or use; and \n  \nb.  Is the subject of efforts that are reasonable under t he circumstances \nto maintain its secrecy.  \n \nId. § 66-152(3).  \n59. Generally, North Carolina courts consider the following six factors in \ndetermining whether information constitutes a trade secret: \n(1) [t]he extent to which information is known outside the business;  \n(2) the extent to which it is known to employees and others involved in the \nbusiness;  \n(3) the extent of measures taken to guard secrecy of the information;  \n \n \n[(4)] the value of information to business and its competitors;  \n[(5)] the amount of effort or money expended in developing the information; \nand  \n[(6)] the ease or difficulty with which the information could properly be \nacquired or duplicated by others. \n \nWilmington Star-News v. New Hanover Reg’l Med. Ctr., 125 N.C. App. 174, 180 –81, \n480 S.E.2d 53, 56 (1997).  The Wilmington Star -News factors overlap, and courts \nconsidering these factors  do not always examine them separately and \nindividually.  SCR-Tech LLC v. Evonik Energy Servs. LLC, 2011 NCBC LEXIS 27, at \n*33–34 (N.C. Super. Ct. July 22, 2011).   \n60. A successful claim under the NCTSPA requires “a plaintiff [to] identify a \ntrade secret with sufficient particularity so as to enable a defendant to delineate that \nwhich he is accused of misappropr iating and a court to determine whether \nmisappropriation has or is threatened to occur.”   Krawiec v. Manly, 370 N.C. 602, \n609–10, 811 S.E.2d 542, 547–48 (2018) (quoting Washburn v. Yadkin Valley Bank & \nTr. Co., 190 N.C. App. 315, 326, 660 S.E.2d 577, 585 (2008)).  Once a plaintiff has \ndemonstrated that he  has a trade secret , he “must also identify the actual acts of \nmisappropriation with adequate specificity.”  Safety Test & Equip. Co. v. Am. Safety \nUtil. Corp., 2015 NCBC LEXIS 40, at *28 (N.C. Super. Ct. Apr. 23, 2015).  Actual or \nthreatened misappropriation may be established by the introduction of “substantial \nevidence” that a person against whom relief is sought both “[k]nows or should have \nknown of the trade secret ” and “[h]as had a specific opportunity to acquire it for \ndisclosure or use or has acquired, disclosed, or used it without the express or implied \nconsent or authority of the owner.”  N.C. Gen. Stat. § 66-155.   \n \n \n61. A defendant may rebut an owner’s claim of misappropriation by proving that \nthe defendant acquired the trade secret information through independent \ndevelopment or reverse engineering, that the information was received from another \nperson with a right to disclose the information , or that the information is generally \nknown in the industry.  Id.; see also id. § 66-152(3)(a). \n Sufficient Particularity \n62. The Court first examines the threshold issue of whether Plaintiff s have \ndescribed their alleged trade secrets with sufficient particularity.   See, e.g., Analog \nDevices, Inc. v. Michalski, 157 N.C. App. 462, 468, 579 S.E.2d 449, 453 (2003). \n63. Plaintiffs’ Complaint defined the scope of their trade secrets as follows:  \n \n[C]ustomer lists; the terms of CDI SE’s contracts with such customers;  the \ninformation technology needs of each customer;  the proprietary and unique \nsolutions designed for each customer by CDI  SE; the engineering drafts and \nplans made to create such solutions; the potential solutions and \nconfigurations that were considered but rejected as not meeting the needs of \nthe customer; pricing information; purchasing information for the solutions \nimplemented for each customer; company financial information, including \nsales and profit infor mation; sales proposals and quo tes for potential \ncustomers; and c orrespondence with potential customers regarding thei r \ninformation technology needs.  \n \n(Compl. ¶ 58.)  \n64. At this juncture, Plaintiffs broadly describe these trade secrets as falling \ninto one of six categories:  (i) customer lists and customer opportunities  (the \n“Customer Lists and Opportunities”), (ii) SOWs, (iii) quotes (the “Quotes”), (iv) CDISE \nfinancial information (the “CDISE Financial Information”), (v) employee information \n(the “Employee Information”) , and (vi) miscellaneous materials (the “Miscellaneous \nMaterials”).  (Pls.’ Br. Opp’n Defs.’ Mot. Summ. J.  10–17, ECF No . 135.)  Plaintiffs \n \n \nmay satisfy their burden on Rule 56 by actually producing the information that is the \nsubject of their trade secrets claim.  See Static Control Components, Inc. v. Darkprint \nImaging, Inc. , 200 F. Supp.  2d 541, 545 (M.D.N.C. 2002)  (“While categories alone \nwould not sufficiently support [plaintiff’s] claims, [plaintiff] has produced the actual \ncustomer list and vendor information that it claims are trade secrets.”  (citations \nomitted)).   \n65. With the exception of the Miscellaneous Materials category, Plaintiffs have \npresented evidence —in the form of documents, e -mails, affidavits, and deposition \ntestimony—identifying with particularity the information in each of the first five \ncategories they contend constitute trade secrets.  Exemplar evidence can be found \nthroughout the record.  (See, e.g., Bakker Aff. – Confidential Exs., at 119–28 (CDISE \ncustomer opportunity list and work summaries); Pls.’ Dep. Exs. Vol. 2 (Sealed), Ex. \n65, at 138–40 (2016 Pipeline); Durham Aff. – Confidential Exs., at 77–101 (Ally SOW), \n102–23 (AgFirst quote), 124–43 (Spring Global quotes), 144–48 (Park Sterling Bank \nquote), 149–55 (Compass Group quote), 156–72 (Octopharma Plasma SOW), 189–202 \n(Sunbelt quotes), 203–41 (Medic SOWs and quotes), 242–48 (TradeKing quotes); Reid \nAff. ¶ 3 (describing Financial Information); Pls.’ Dep. Exs. Vol. 2 (Sealed), Ex. 71, at \n141–84 (Employee Earnings Record) .)  The Court concludes  that Plaintiffs’ \nidentification of these alleged trade secrets is sufficient to enable Defendants to \ndelineate that which they are accused of misappropriating and the Court to \ndetermine whether misappropriation has occurred.  Accordingly, the Court concludes \nthat Plaintiffs have identified the Customer Lists and Opportunities, SOWs, Quotes, \n \n \nCDISE Financial Information, and Employee I nformation (collectively, the \n“Identifiable Trade Secrets”) with the particularity that our courts require and that \nDefendants’ arguments to the contrary are misplaced. \n66. The Court reaches a contrary conclusion, however, as to much of the alleged \ntrade secret information in the Miscellaneous Materials category.  This category—\nvariously described as “proprietary and unique solutions,” “engineering drafts and \nplans,” “potential solutions and configurations,” “correspondence with potential \ncustomers,” and “information technology needs of each customer ”—is broad, vague, \nand has not been identified with sufficient par ticularity, or supported with record \nevidence, to constitute a trade secret under North Carolina law.  See Stephenson v. \nLangdon, No. COA09-1494, 2010 N.C. App. LEXIS 1682, at *15 (N.C. Ct. App. Sept. \n7, 2010) (finding that in the absence of identifiable evidence articulating the specific \ninformation encompassed in the broadly defined categories of “customer lists, data, \nand contract information, as well as client data and client contact computer \nprograms,” plaintiffs “failed to identify the trade secret ‘with sufficient particularity’” \nto survive summary judgment).   \n67. While a plaintiff does not have to “define every minute detail of its trade \nsecrets down to the finest detail[,]”  DSM Dyneema, LLC v. Thagard , 2014 NCBC \nLEXIS 51, at *18 (N.C. Super. Ct. Oct. 17, 2014), Plaintiffs here have not provided \nthe sort of detail, or offered the sort of evidence, that enables Defendants to delineate \nthat which they allegedly misappropriated or the Court to determine wh ether trade \nsecret misappropriation occurred.  As such, the Court concludes that Defendants’ \n \n \nMotion should be granted, with one exception, as to this remaining information.  See \nPanos v. Timco Engine Ctr., Inc., 197 N.C. App. 510, 519, 677 S.E.2d 868, 875 (2009) \n(“Summary judgment should be granted upon the nonmovant’s failure to identify that \ninformation which it claims to be a trade secret that was misappropriated.”). \n68. The only information Plaintiffs identify with sufficient particularity among \nthe Miscellaneous Materials is CDISE’s “Quick Start” Manuals.  Plaintiffs describe \nthe content of the se manuals, explain the ir purpose, and have placed them in the \nevidentiary record.  (See Duignan Aff. ¶ 5, ECF No. 142; Attachs. Duignan Aff. \n(Sealed), ECF No. 144.)  The Court concludes that Plaintiffs have identified the Quick \nStart Manuals with sufficient particularity to survive dismissal under Rule 56.13   \n Independent Actual or Commercial Value \n69. To survive Defendants’ Motion, Plaintiffs must forecast evidence \ndemonstrating that the Identifiable Trade Secrets  possess commercial value “from \nnot being generally known or readily ascertainable through independent \ndevelopment or reverse engineering by p ersons who can obtain economic value from \nits disclosure or use[.]”  N.C. Gen. Stat. § 66-152(3); see Analog Devices, Inc., 157 N.C. \nApp. at 470, 579 S.E.2d at 454.   \n Customer Lists and Opportunities \n70. Plaintiffs claim that the Customer Lists and Opportunities that CDISE has \namassed include some of the ir most sensitive trade secret information.   Plaintiffs \nhave offered evidence showing that they developed and maintained detailed customer \n                                                           \n13  Hereafter, the “Identifiable Trade Secrets” shall also include the Quick Start Manuals. \n \n \ncontact information in their Connectwise software system since 2011.  (CDI Dep. I, \nat 150:10 –155:2.)  Plaintiffs have also tendered  a CDISE “Pipeline” spreadsheet \ndocument reflecting CDISE’s assessment of CDISE’s potential to do business with \nspecific customers, the vendors currently used by each customer, CDISE’s \n“opportunity summary” for each customer, and other customer-specific information, \nincluding closing data and gross and net revenue projections.  (See Pls.’ Dep. Exs. Vol. \n2 (Sealed), Ex. 65, at 138–40.)   \n71. Plaintiffs’ evidence suggests that the Customer Lists and Opportunities \ninformation could not have been gathered  or compiled without substantial time, \nexpense, and difficulty.  See RoundPoint Mortg. Co. v. Florez, 2016 NCBC LEXIS 18, \nat *32 (N.C. Super. Ct. Feb. 18, 2016) (“[W]hether a compilation or manipulation of \ninformation deserves trade secret protection depends on several factors, including the \ndifficulty with which the information could be gathered, compiled, or manipulated.”).  \nPlaintiffs’ evidence further suggests that the Customer Lists and Opportunities have \nindependent actual or potential commercial value from not being generally known or \nreadily ascertainable to persons who can obtain economic value from its disclosure or \nuse.  See Sunbelt Rentals, Inc. v. Head & Engquist Equip., L.L.C., 174 N.C. App. 49, \n56, 620 S.E.2d 222, 228 (2005)  (concluding compilation of business information \nincluding customer identity, customer-specific pricing, and historic customer demand \nto constitute trade secrets); S. Fastening Sys. v. Grabber Constr. Prods., Inc. , 2015 \nNCBC LEXIS 42, at *11 , *13 (N.C. Super. Ct. April 28, 2015) (holding “confidential \ncustomer information such as  . . . customer buying preferences and history” \n \n \nconstituted trade secrets).  Accordingly, the Court concludes that Plaintiffs have met \ntheir burden under Rule 56 as to these alleged trade secrets. \n SOWs and Quotes \n72. CDISE prepared SOWs for customers and potential customers to show the \nservices that CDISE might render in connection w ith any sale.  CDISE provided \nQuotes to its customers and potential customers that showed the prices of hardware \nand materials.  Defendants contend that Plaintiffs’  SOWs and Quotes are not trade \nsecrets under the Wilmington Star-News factors because their contents have little or \nno commercial value and largely consist of information available in the public \ndomain.   \n73. North Carolina courts have found that the information found in SOWs and \nquotes can constitute trade secrets.  See, e.g., GE Betz, Inc. v. Conrad, 231 N.C. App. \n214, 233 –34, 752 S.E.2d 634, 649 (2013) ( finding pricing information, customer \nproposals, historical costs, and sales data to constitute trade secrets); Byrd’s Lawn & \nLandscaping, Inc. v. Smith , 142 N.C. App. 371, 375 –76, 542 S.E.2d 689, 692 (2001) \n(finding historical cost information to be a  trade secret).  Ultimately, whether this \ntype of information constitutes a trade secret depends on the efforts the claimant has \nundertaken to protect the information and whether the information would provide a \nsignificant advantage to a competitor.  Safety Test & Equip. Co., 2015 NCBC LEXIS \n40, at *26 –28.  Although t he inquiry is fact -specific and varies from case-to-case, \ngenerally “where cost information remains confidential and derives commercial value \n \n \nfrom that confidentiality, it may constitute a trade secret.”  Id. at *27 (citing GE Betz, \nInc., 231 N.C. App. at 234, 752 S.E.2d at 649). \n74. The parties have submitted conflicting contentions and evidence as to the \nconfidential nature of the SOWs and Quotes and their potential to add value to \ncompetitors.  Defendants offer affidavit testimony suggesting that (i) SOWs would be \nof no use to competitors because they are project specific , (ii) Quotes have a short \nshelf-life due to regular price changes and are thus valueless, and (iii) customers \nwidely disseminated the information contained in Quotes and SOWs.  (See 1st Brown \nAff. ¶¶ 94–95, 127.)  In opposition, Plaintiffs offer (i) affidavit testimony indicating \nthat th is information is highly pro prietary, (see Bakker Aff. ¶ 10), (ii) exhibits \nshowing that  SOWs and Quotes contained confidentiality language  restricting \ncustomers from disseminating the information , (see Pls.’ Dep. Exs. Vol. 2 (Sealed) , \nExs. 28, 76; Pls.’ Dep. Exs. Vol. 3 (Sealed), Ex. 140; Durham Aff. – Confidential Exs., \nat 77–101, 102–23, 124–43, 144–48, 149–55, 156–72, 189–202, 203–41, 242–48), and \n(iii) deposition testimony suggesting that many CDIS E and Rove employees \nconsidered this information to have commercial value to competitors, (see Pls.’ Dep. \nExcerpts (Sealed), at 59; Brown Dep. I, at 209:16 –19 (acknowledging that a VAR’s \npricing information “could be helpful” to a competitor)).   \n75. While stamping a document “confidential”  does not make the information \ncontained therein a trade secret  under the NCTSPA, Glaxo Inc. v. Novopharm Ltd. , \n931 F. Supp. 1280, 1302 n.23 (E.D.N.C. 1996), the Court concludes that, based on the \nfacts of record here, there is a factual dispute as to whether the information contained \n \n \nin the SOWs and Quotes is sufficiently confidential and proprietary to constitute a \ntrade secret under North Carolina law,14 see Spirax Sarco, Inc. v. SSI Eng’g, Inc., 122 \nF. Supp. 3d 408, 426 (E.D.N.C. 2015) (finding c ustomer quotes “that contain \nconfidential information regarding [plaintiffs’] customers’ desired products and \nservices and [plaintiffs’] prices and discounts for products and services” constituted \n“plausible” trade secrets for purposes of a motion to dismiss); S. Fastening Sys., 2015 \nNCBC LEXIS 42, at *11 ( noting that “confidential customer information such \nas . . . customer buying preferences and history” may constitute trade secrets); Safety \nTest & Equip. Co ., 2015 NCBC LEXIS 40, at * 31–32 (denying summary judgment \nwhere there was contested evidence as to whether plaintiff’s compilation of historical \nprices offered to customers constituted a trade secret ); cf. Bldg. Ctr., Inc. v. Carter \nLumber of the N., Inc., 2017 NCBC LEXIS 85, at *24–25 (N.C. Super. Sept. 21, 2017) \n(concluding price quotes were not trade secrets where quotes were not marked \nconfidential and plaintiff did not explain how quotes could be a trade secret).  \n CDISE’s Financial Information \n76. CDISE’s Financial Information consists of CDISE’s financial history, profit \nand loss information, revenues data, and information that can otherwise be found in \nCDISE’s Quickbook files.  In the Preliminary Injunction Order, the Court found that \nPlaintiffs had shown  a likelihood of success in establishing that this information \n                                                           \n14  Defendants contend that CDISE’s Quotes and SOWs are available in the public domain \nand accessible through a simple Google search.  At the March 1 hearing, however, \nDefendants’ counsel clarified that while many quotes and SOWs in the industry are available \nonline, Defendants could not po int to any CDISE Quotes or SOWs that were accessible \nthrough online searches.   \n \n \nconstitutes protectable trade secrets.  See Computer Design & Integration, LLC v. \nBrown, 2017 NCBC LEXIS 8, at *28 (N.C. Super. Ct. Jan. 27, 2017); see also Sunbelt \nRentals, Inc., 174 N.C. App. at 53–56, 620 S.E.2d at 226–28 (concluding compilation \nof information, including budget and salary information, constituted a trade secret); \nXPO Logistics, Inc. v. Anis, 2016 NCBC LEXIS 54, *20 –21 (N.C. Super. Ct. July 12, \n2016) (concluding “business and financial information” constituted trade secrets).  It \nappears that Defendants do not challenge the Court’s earlier conclusion.  Indeed, \nKeyser, a Rove employee , acknowledged that CDISE’s “financial information” \nincluding “revenues and profit and loss and balance sheets” amounted to confidential \nand proprietary information.  (Pls.’ Dep. Excerpts (Sealed), at 61.)  Viewing the \nevidence in the light most favorable to Plaintiffs, the Court concludes that Plaintiffs \nhave offered sufficient evidence under Rule 56 to show that CDISE’s Financial \nInformation constitutes a trade secret. \n Employee Information \n77. Plaintiffs claim that Defendants misappropriated CDISE’s Employee \nInformation, which Brown used to hire CDISE’s employees based on the employment \nterms they had with CDISE.  \n78. Employee information can constitute trade secrets under the NCTSPA.  See \nMed. Staffing Network, Inc. v. Ridgway, 194 N.C. App. 649, 658–59, 670 S.E.2d 321, \n328–29 (2009) (holding “[plaintiff’s] database, which contained [plaintiff’s employees’] \nphone numbers,  pay rates, specializations, and preferences regarding shifts and \nfacilities” constituted trade secrets); Sunbelt Rentals, Inc. , 174 N.C. App. at 53 –56, \n \n \n620 S.E.2d at 226 –28 (compilation of information, including  personnel and salary \ninformation and organizational structure, constituted trade secrets).   \n79. Plaintiffs present evidence that Keyser , through her Rove e -mail address, \nreceived an e-mail with the attachment “rove – 13.pdf,” which is a spreadsheet labeled \n“Employee Earnings Record.”  (Pls.’ Dep. Exs. Vol. 2 (Sealed), Ex. 71, at 141–84.)  The \nEmployee Earnings Record contains information concerning CDISE’s employees’ \n“hours, earnings, and reimbursements & other payments,” tax withholdings, and \nemployee benefit deductions for 2013.  (Pls.’ Dep. Exs. Vol. 2 (Sealed), Ex. 71, at 142–\n84.)  It also includes employees’ addresses, the last four digits of their social security \nnumbers, birthdates, hir e dates, pay frequencies , and the date of their last raise s.  \nPlaintiffs have offered evidence that Brown used this information in making \nemployment offers to CDISE employees.  (Pls.’ Dep. Exs. Vol. 2 (Sealed) , Ex. 72, at \n185; Pls.’ Dep. Excerpts (Sealed), 65–66.) \n80. The Court concludes that a jury could reasonably find that the Employee \nEarnings Record spreadsheet is a confidential “compilation of information” that \ncontains information of “potential commercial value from not being generally known \nor readily ascertainable through independent development or reverse engineering .”  \nN.C. Gen. Stat. § 66-152.  As such, Plaintiffs have made a sufficient showing  that \nCDISE’s Employee Information constitutes a protectable trade secret.  \n Quick Start Manuals \n81. CDISE’s Quick Start Manuals are used by CDISE employees when \nproposing a technical solution to a customer.  Plaintiffs have offered evidence that \n \n \nthe content of the Quick Start Manuals is derived from CDISE’s long experience in \nimplementing solutions to its customers’ complex problems .  Defendants provide \nevidence that similar manuals of competitors are publicly available, and that much \nof CDISE’s Quick Start Manuals contain information found in those public manuals.   \n82. A compilation of information may constitute a trade secret where it has \n“value as a compilation or manipulation of information, even if the underlying \ninformation is otherwise publicly available.”  RoundPoint Mortg. Co. , 2016 NCBC \nLEXIS 18, at *31–35 (holding plaintiff presented sufficient evidence that information \nand processes were unique and provided commercial benefit where plaintiff “spent \nmuch time and effort developing and customizing its information and processes”) .  \nHere, Plaintiffs have presented affidavit testimony that the Quick Start Manuals  \nderive from CDISE’s years of experience in the industry , that the information \ncontained therein is unique and proprietary to CDISE, and that such information \nwould be valuable to competitors.  (See Duignan Aff. ¶ 5.)  Viewing the evidence in \nthe light most favorable to Plaintiffs, the Court concludes that Plaintiffs have offered \nsufficient evidence to show that the Quick Start Manuals contain information \nconstituting protectable trade secrets.   \n Reasonable Efforts to Maintain Secrecy \n83. Defendants further contend that they are entitled to summary judgment \nbecause CDISE did not take reasonable steps to maintain the secrecy  of any \ninformation alleged to be trade secrets.   \n \n \n84. To receive trade secret protection, information must be “the subject of efforts \nthat are reasonable under the circumstances to maintain its secrecy.”  N.C. Gen. Stat. \n§ 66-152(3)(b).  This inquiry is fact-specific, and “courts that have addressed it closely \nexamine the circumstances surrounding the trade secret to determine what measures \nare reasonable.”  Koch Measurement Devices, Inc. v. Armke , 2015 NCBC LEXIS 45, \nat *15 (N.C. Super. Ct. May 1, 2015).   \n85. Plaintiffs have presented evidence that their employees’ computers were \npassword protected, that the CDISE handbook explicitly stated that “the protection \nof confidential business information and trade secrets is vital to the interests and the \nsuccess of [CDISE] ,” (Exs. Reid Aff. 29), that some (but not all) employees signed \nConfidentiality Agreements, that physical access on the CDISE premises was \nrestricted, and that much (but not all) of the information at issue was labeled \nconfidential or subjected to restricted use.  Defendants counter with evidence that the \nConfidentiality Agreements were not implemented until 2015, that many employees \ndid not receive, review, and sign the handbook, and that access to CDISE’s offices was \nnot restricted to outsiders.  (See 1st Brown Aff. ¶¶ 90, 93.)   \n86. Defendants further contend that CDISE’s confidential  information—and \nspecifically its Financial Information —lost trade secret protection because it was \nshared with Brown and Brown’s representatives, including potential sources of \nfinancing, during the due diligence period.  The 2015 Term Sheet provided that \nBrown and his representatives would have access to “books, records, properties and \nassets of [CDISE] for purposes of conducting such investigations and inspections [.]”  \n \n \n(2015 Term Sheet 5.)  The 2015 Term Sheet also provided, however, that Brown and \nhis representatives would not “disclose or use to the detriment of CDI any \nConfidential Information . . . except in connect ion with their evaluation of the \nproposed transaction.”  (2015 Term Sheet 5.)  Further, the 2015 Term Sheet provided \nthat, upon CDI’s request, Brown and his representatives were required to promptly \nreturn all confidential information, destroy all notes analyzing any such information, \nand certify that they had done so.  (2015 Term Sheet 5.)   \n87. The Court first concludes that CDISE’s alleged trade secrets did not lose \nprotection solely because they were shared with Brown and Brown’s potential \nfinancers during the due diligence period.  Cf. Area Landscaping, L .L.C. v. Glaxo-\nWellcome, Inc., 160 N.C. App. 520, 526, 586 S.E.2d 507, 512 (2003) (finding plaintiff \nlost trade secret protection for bid information where plaintiff agreed that the bid \ncould be used and disclosed at defendant’s sole discretion); Safety Test & Equip. Co., \n2015 NCBC LE XIS 40, at *27  (“Where a plaintiff does not restrict a \ncustomer’s . . . distribution of pricing information provided to the customer and \nacknowledges the customer’s right to use that information, the pricing is not entitled \nto trade secret protection.”).  Indeed, trade secret information may be disclosed and \nremain protected if the evidence shows a “clear focus on efforts a business took to \nprotect that information.”  See Safety Test & Equip. Co ., 2015 NCBC LEXIS 40, at \n*26–27. \n88. The critical question in deciding this issue on summary judgment is \n“whether [Plaintiffs are] entitled to ask the jury to undertake an analysis of the \n \n \nreasonableness of [Plaintiffs’] efforts to maintain the confidentiality of the \ninformation.”  RoundPoint Mortg. Co. , 2016 NCBC LEXIS 18, at *38.   Although \nDefendants have cast doubt on the adequacy of Plaintiffs’ efforts to maintain the \nsecrecy of their alleged trade secrets, viewing the evidence in the light most favorable \nto Plaintiffs, the Court cannot conclude as a matter of law that Plaintiffs have failed \nto adequately protect this information.  See, e.g., id. at *37–38 (holding confidentiality \nprovision in handbook, password -protected computer systems, and employee \nconfidentiality agreements created issue of material fact as to whether plaintiff took \nreasonable measures even where defendants “produced evidence that could lead a \njury to doubt the adequacy of [plaintiff’s] policies”); Koch Measurement Devices, Inc., \n2015 NCBC LEXIS 45, at *16 (declining to conclude as a matter o f law that \nreasonable measures were not taken where plaintiff kept files in a locked room and \nused password-protected software); Safety Test & Equip. Co., 2015 NCBC LEXIS 40, \nat *32–33 (finding jury must resolve contested facts regarding plaintiff’s effort s to \nprotect trade secrets despite defendants’ evidence) ; Sunbelt Rentals, Inc. v. Head & \nEngquist Equip., L.L.C., 2003 NCBC LEXIS 6, at *78 (N.C. Super. Ct. May 2, 2003) \n(finding reasonable efforts to maintain secrecy included “ maintaining passwords on \nthe computer system, not giving each employee a password, shredding of confidential \ndocuments, and requiring each employee to sign an employee handbook with a \nconfidentiality provision”).  \n \n \n Actual or Threatened Misappropriation  \n89. “[O]nce a plaintiff has demonstrated that it has a trade secret, it must also \npresent ‘substantial evidence’ of misappropriation[.]”  Safety Test & Equip. Co, 2015 \nNCBC LEXIS 40, at *28.  The evidence must show that a defendant “(1) [k]nows or \nshould have known of the trade secret; and (2) [h]as had a specific opportunity to \nacquire it for disclosure or use or ha s acquired, disclosed, or used it without the \nexpress or implied consent or authority of the owner.”   N.C. Gen. Stat. § 66-\n155.  Further, a  plaintiff must identify the actual acts of misappropriation with \nadequate specificity.  See Washburn, 190 N.C. App. at 327, 660 S.E.2d at 586. \n90. Plaintiffs have produced evidence tending to show that Rove employees e-\nmailed each other attachments containing CDISE’s alleged trade secret information.  \nSpecifically, the record demonstrates that Rove employees sent e-mails attaching the \n“2016 Pipeline,” which contains information relating to Customer Lists and \nOpportunities, and the “Employee Earnings Record,” which contains Employee \nInformation.  The record further  shows that Rove personnel stored a number of \nCDISE alleged trade secret documents, including the Quick Start Manuals, SOWs, \nand Quotes, into a cloud storage account called “withrove.box.com.”  (See McCullough \nAff. ¶ 8, ECF No. 76; Bakker Aff.  Exs., at 69; Durham Aff. – Confidential Exs., at \n173–88, ECF No. 43 .)  The evidence also shows that Rove employees used CDISE \ninformation to create SOWs for Rove by “cop[ying] the items from the CDI SOW into \nthe main sections” of the Rove SOW , and then sent  those SOWs to potential \ncustomers.  (Pls.’ Dep. Exs. Vol. 2 (Sealed), Ex. 29, at 56–75; see Pls.’ Dep. Exs. Vol. 2 \n \n \n(Sealed), Exs. 28, 81, 97.)  Plaintiffs have also presented evidence permitting a \nfactfinder to conclude that Rove subsequently obtained business from former CDISE \ncustomers who received Rove SOWs  which were created using C DISE information.  \n(See Confidential Exs. Durham Aff. (Sealed), at 79, 84, 125 –26, 187, 199–203; Pls.’ \nDep. Exs. Vol. 3 (Sealed), Exs. 104, 193, 194.) \n91. Viewing this evidence in the light most favorable to Plaintiffs, t he Court \nconcludes that Plaintiffs have offered substantial evidence of misappropriation  \nsufficient to reach a jury .  See Sunbelt Rentals, Inc. , 174 N.C. App. at 57 –58, 620 \nS.E.2d at 229 (finding sufficient evidence of misappropriation of plaintiff’s customer \ninformation where former employee used pricing information after she began work \nwith new company); Byrd’s Lawn & Landscaping, Inc., 142 N.C. App. at 376–77, 542 \nS.E.2d at 693  (holding “sufficient circumstantial evidence” of misappropriation \nexisted where former employee had access to pricing proposals through employment \nwith plaintiff , move d to another company, and c aused customers to move their \nbusiness to new company); Safety Test & Equip. Co , 2015 NCBC LEXIS 40, at *40 –\n41 (concluding defendant’s e-mail, which  indicated defendant used plaintiff’s \nhistorical pricing information to outbid plaintiff shortly after two of plaintiff’s \nemployees joined defendant , was sufficient to create a material issue of fact as to \nmisappropriation); see also Red Valve, Inc. v. Titan Valve, Inc., 2018 NCBC LEXIS 31 \n(N.C. Super. Ct. Apr. 10, 2018) (finding sufficient evidence of actual or threatened \nmisappropriation under Rule 65 where former employees stored trade secret \n \n \ninformation from former employer in a Dropbox account before starting a competing \ncompany). \n92. In sum, the Court concludes that Plaintiffs have presented and forecasted \nsufficient evidence showing that (i) Plaintiffs’ Identifiable Trade Secrets are \nprotectable under the NCTSPA , (ii) Plaintiffs have implemented reasonable \nmeasures to maintain the secrecy  of those Identifiable Trade Secrets , and \n(iii) Defendants have engaged in specific acts of trade secret misappropriation.  As \nsuch, Plaintiffs have established a prima facie claim for misappropriation of trade \nsecrets.   \n93. The Court therefore denies Defendants’ Motion with respect to Plaintiffs’ \ntrade secret claims concerning the Customer Lists and Opportunities, SOWs, Quotes, \nCDISE Financial Information, Employee Information, and the Quick Start Manuals.  \nDefendants’ Motion is granted to the extent it seeks dismissal of Plaintiffs ’ claims \narising out of the remaining Miscellaneous Materials. \n3. Tortious Interference with Contract \n94. Through their tortious interference with contract claim, Plaintiffs allege \nthat Defendants interfered with existing contracts between CDISE and (i) its \nemployees, including Defendant Jacoby, and (ii) its customers.  Defendants contend \nthat Plaintiffs have not shown the existence of valid contracts and thus that the claim \nshould be dismissed as a matter of law.   \n95. In order to succeed on a claim for tortious interference with contract, a \nplaintiff must show: \n \n \n(1) a valid contract between the plaintiff and a third person which confers \nupon the plaintiff a contractual right against a third person; (2) the defendant \nknows of the contract; (3) the defendant intentionally induces the third \nperson not to perform the contract; (4) and in doing so acts without \njustification; (5) resulting in actual damage to plaintiff. \n \nUnited Labs., Inc. v. Kuykendall, 322 N.C. 643, 661, 370 S.E.2d 375, 387 (1988). \n96. Here, the allegations involving CDISE’s contract with its employees, \nincluding Jacoby, are based on the  Confidentiality A greements certain CDISE \nemployees signed after their employment began.  The evidence is clear that a number \nof employees signed the Confidentiality A greements, but Defendants contend that \nthe agreements are invalid for lack of consideration.  \n97. Every contract must be supported by consideration, and “[a] mere promise, \nwithout more, is unenforceable.”  Inv. Props. of Asheville, Inc. v. Norburn, 281 N.C. \n191, 195, 188 S.E.2d 342, 345 (1972).  Consideration consists of “any benefit, right, or \ninterest bestowed upon the promisor, or any forbearance, detriment, or loss \nundertaken by the promisee.”  Elliott v. Enka-Candler Fire & Rescue Dep’t, Inc., 213 \nN.C. App. 160, 163, 713 S.E.2d 132, 135 (2011).   \n98.  Under North Carolina law, a “promise of continued at-will employment” is \ninadequate consideration for a post-employment confidentiality agreement.  Addison \nWhitney, LLC v. Cashion, 2017 NCBC LEXIS 51, at *7–8 (N.C. Super. Ct. June 9, \n2017).  While the employment itself may serve as consideration when an employee \nmakes a promise as part of the initial employment terms, a later modification of the \nemployment contract must be supported by new consideration.  Id.   \n \n \n99. Plaintiffs contend that consideration existed here because Jacoby and the \nother employees signed the Confidentiality Agreements so that CDISE could pursue \nlarger accounts.  The evidence shows that the larger customers requested that CDISE \nemployees sign the Agreements.  An e-mail to CDISE employees reads:   \nGood news, we’re growing very rapidly and getting into some larger accounts.  \nThose larger accounts are requiring that we have certain control instruments \nin place both from a confidentiality as well as a compliance standpoint.  \nPlease find attached required confidentiality agreement.  I need this signed \nby each of you[.] \n \n(Exs. Reid Aff. 7–8.) \n100. The employees, however, were not offered any personal gain or benefit from \nentering the Confidentiality Agreements.  Even if the larger accounts permitted the \npossibility of greater compensation to these employees as CDISE’s revenue increased, \na mere possibility of such a vague, future benefit does not constitute consideration  \nunder North Carolina law.  See, e.g., Milner Airco, Inc. v. Morris, 111 N.C. App. 866, \n870, 433 S.E.2d 811, 814 (1993)  (consideration consisting of a promise of promotion \nwhen business improved is illusory and thus unenforceable); Amerigas Propane, L.P. \nv. Coffey, 2015 NCBC LEXIS 98, at *17 –18 (N.C. Super. Ct. Oct. 15, 2015)  (holding \nrestrictive covenant was not supported by consideration because employee’s \neligibility for discretionary raise was illusory, and there was no evidence that pay \nincreases were directly related to execution of covenant).  Because Plaintiffs have not \noffered any evidence of consideration to support the Confidentiality Agreements, the \nCourt concludes that  the Confidentiality Agreements are invalid and thus  that \n \n \nPlaintiffs’ claim for tortious interference with the Confidentiality Agreements should \nbe dismissed. \n101. Plaintiffs also assert a tortious interference  of contract  claim based on \nDefendants’ alleged interference with CDISE’s customer contracts.  Plaintiffs , \nhowever, have not provided evidence of existing contrac tual agreements with \ncustomers, and deposition testimony demonstrates that customers were free to \nengage CDISE or other vendors at their sole election  at any time .  While Plaintiffs \nhave produced evidence that customers doing business with CDISE began doin g \nbusiness with Rove, a  mere expectation that customer s would continue doing \nbusiness with CDISE, without more, does not create a contractual relationship with \nwhich Defendants could tortiously interfere.  See Beverage Sys. of the Carolinas, LLC \nv. Associated Beverage Repair, LLC , 368 N.C. 693, 700 –01, 784 S.E.2d 457, 462 –63 \n(2016) (affirming grant of summary judgment on tortious interference with contract \nclaim where plaintiff could show only a general business relationship with customers \nand not specific, valid contracts).  The Court thus concludes that Defendants’ Motion \nseeking dismissal of Plaintiffs’ claim for tortious interference with customer contracts \nshould be granted.  \n4. Tortious Interference with Prospective Economic Advantage \n102. Through their tortious interference with prospective economic advantage \nclaim, Plaintiffs allege that Defendants intentionally and maliciously interfered with \nCDISE’s prospective business relationships with various customers.   \n \n \n103. A claim for tortious interference with prospective economic advantage exists \n“when a party interferes with a business relationship by maliciously inducing a \nperson not to enter into a contract with a third person, which he would have entered \ninto but for the interference,  . . . if damage proximately ensues [.]”  Id. at 701, 784 \nS.E.2d at 463  (quotation marks omitted).  Thus, “a plaintiff must produce evidence \nthat a contract would have resulted but for a defendant’s malicious intervention.”  Id.  \nFurther, a “‘plaintiff’s mere expectation of a continuing business relationship is \ninsufficient’ to satisfy the ‘but for’ causation element of such a claim.”  Hopkins v. \nMWR Mgmt. Co. , 2017 NCBC LEXIS 47, at *49  (N.C. Super. Ct. May 31, 2017) \n(quoting Beverage Sys., 368 N.C. at 701, 78 4 S.E.2d at 463).  A defendant’s actions \nmay be privileged, however, if the interference is for a legitimate business purpose.   \nPeoples Sec. Life Ins. Co. v. Hooks , 322 N.C. 216, 221, 367 S.E.2d 647, 650 (1988)  \n(holding that competition in business consti tutes justifiable interference and is not \nactionable where it is “carried on in furtherance of one’s own interests and by means \nthat are lawful”).   \n104. Plaintiffs offer evidence of three potential contractual relationships that \nCDISE allegedly lost as a result of Defendants’ actions: Octapharma, Ally, and \nSunbelt Rentals.  Defendants respond that the work Rove conducted for these three \ncustomers was different from the work CDISE intended to perform  for those \ncompanies, and further, that CDISE’s potential projects with these accounts were not \nspecific and identifiable but rather uncertain.  \n \n \n105. Plaintiffs have offered evidence showing that CDISE maintained these three \naccounts in their business pipeline and that the work Rove obtained from these \naccounts was the same work that CDISE had been performing.  (See Confidential \nExs. Durham Aff.  (Sealed), at  187, 199 –200, ECF No. 14 8; Pls.’ Dep. Exs. Vol. 3 \n(Sealed), Exs. 104, 193, 194.)  Plaintiffs’ evidence also tends to show that Rove \nemployees, in securing these accounts’ business,  represented that Rove’s buyout of \nCDISE was complete, that CDISE was being liquidated, and that Rove was formerly \nCDISE, none of which was true after negotiations fell apart.  (See Pls.’ Dep. Exs. Vol. \n1 Ex. 93; Exs. Durham Aff. at 6.) \n106. Defendants contend that their conduct was privileged because it was in \nfurtherance of Rove’s legitimate business interests and thus justified .  Peoples Sec. \nLife Ins. Co. , 322 N.C. at 220, 367 S.E.2d at 650.   However, “[j]ustified \ninterference . . . ‘is lost if exercised for a wrong purpose  . . . where the act is done \nother than as a reasonable and  bona fide  attempt to protect the interest of the \ndefendant which is involved. ’”  Hopkins, 2017 NCBC LEXIS 47, at *51  (quoting \nPeoples Sec. Life Ins. Co., 322 N.C. at 220, 367 S.E.2d at 650).  The difference between \njustified and unjustified interference turns on the presence of legal malice , or “the \nintentional doing of the harmful act without legal justification.”  Lenders Funding, \nLLC v. WAIM Mgmt. Co., 2018 NCBC LEXIS 67, at *8 (N.C. Super. Ct. July 6, 2018) \n(citing Childress v. Abeles , 240 N.C. 667, 675, 84 S.E.2d 176, 182 (1954)) ; see Pack \nBros. Body Shop v. Nationwide Mut. Ins. Co. , 2003 NCBC LEXIS 2, at *32 (N.C. \nSuper. Ct. Jan. 10, 2 003) (“The word ‘malicious’ used in referring to malicious \n \n \ninterference with formation of a contract does not import ill will, but refers to an \ninterference with design of injury to plaintiffs or gaining some advantage at \n[plaintiffs’] expense.” (quoting Walker v. Sloan, 137 N.C. App. 387, 393, 529 S.E.2d \n236, 241 –42 (2000)) ).  Thus, whether Defendants’ conduct here was privileged \ndepends upon whether Defendants acted “by means that are lawful,”  and “the \ncircumstances surrounding the interference, [Defendants’] motive or conduct, the \ninterests sought to be advanced, the social interest in protecting the freedom of action \nof [Defendants] and the contractual interests of [Plaintiffs] .”  Peoples Sec. Life Ins. \nCo., 322 N.C. at 221, 367 S.E.2d at 650. \n107. The Court concludes that Defendants’ alleged conduct—securing work for \nRove at CDISE’s expense by using CDISE’s resources while Brown and Jacoby were \nstill employed at CDISE and  falsely representing that CDISE was going out of \nbusiness to advance Rove’s business interests—is the sort of conduct that constitutes \nlegal malice under North Carolina law.  See Addison Whitney, LLC v. Cashion, 2017 \nNCBC LEXIS 111, at *20 –21 (N.C. Super. Ct. Dec. 1, 2017) (allowing cou nterclaim \nfor tortious interference with prospective economic advantage to proceed where \ndefendants alleged that plaintiff’s defamatory statements to third parties caused \nthird parties to not do business with defendants); cf. Beverage Sys., 368 N.C. at 700, \n784 S.E.2d at 462 (noting that interference with a contract is “justified if it is \nmotivated by a legitimate business purpose, as when the plaintiff and the defendant, \nan outsider, are competitors”).  \n \n \n108. Accordingly, the Court concludes that Defendants’ Motion should be denied \nto the extent it seeks dismissal of Plaintiffs’ claim for tortious interference with \nprospective economic advantage as to CDISE’s prospective work for Octapharma, \nAlly, and Sunbelt Rentals.  However, Defendants’ Motion shall be granted as to other \nunidentified prospective accounts.   \n5. Breach of Confidentiality Agreement \n109. Plaintiffs claim that Jacoby breached his Confidentiality Agreement by \nmisappropriating confidential information and making use of that information to \nCDISE’s detriment.  As discussed above, the Court has concluded that the \nConfidentiality Agreement was not supported by consideration, and thus, is \nunenforceable.  According ly, Plaintiffs’ claim against Jacoby for breach of the \nConfidentiality Agreement must necessarily be dismissed.  See RoundPoint Mortg. \nCo., 2016 NCBC LEXIS 18, at * 50–51 (granting summary judgment and dismissing \nclaim for breach of a confidentiality agreement against former employees who signed \nagreement after they began employment and no other consideration was given).  \n6. Failure to Negotiate in Good Faith \n110. Plaintiffs allege that Brown had a duty to continue good faith negotiations \nwith CDI until he acquired CDISE.  Plaintiffs contend that Brown breached this duty \nby continuing to extend the closing date with no intention of completing the \ntransaction and by using the extension to recruit employees, develop a plan to \ncompete with CDISE, and establish Rove as a competing company.   \n \n \n111. Defendants challenge this claim by arguing that the parties did not enter \ninto a binding agreement of any sort, citing for support this Court’s holding in Insight \nHealth Corp. v. Marquis Diagnostic Imaging of N.C., LLC, 2016 NCBC LEXIS 77 \n(N.C. Super. Ct. Oct. 7, 2016).  Plaintiffs respond by arguing that the parties had a \nlong, unique relationship and had agreed on most of the material terms of the \nintended transaction.   \n112. The parties do not dispute the facts surrounding the Term Sheets or the \nnegotiations―only whether those facts support a valid claim for failure to negotiate \nin good faith.  The issue therefore is ripe for judicial determination at summary \njudgment.  The Court agrees with Defendants and concludes that the parties did not \nenter a binding agreement to negotiate in good faith and thus that Brown did not owe \nPlaintiffs any such duty.  \n113. In Insight Health Corp., this Court held that “an agreement to continue to \nnegotiate in good faith could be enforceable ‘provided that it me[ets] all of the \nrequirements for contract formation under North Carolina law[.]’”  Insight Health \nCorp., 2016 NCBC LEXIS 77, at *8 (quoting RREF BB Acquisitions, LLC v. MAS \nProps., L.L.C., 2015 NCBC LEXIS 61, at *57 (N.C. Super. Ct. June 9, 2015) ).  \nHowever, a duty to negotiate in good faith, and thus a successful claim for failure to \nnegotiate in good faith , typically may not be premised on a non -binding letter of \nintent.  Id. at *11 (noting that letters of intent are generally found to be unenforceable \n“agreements to agree”); see Remi Holdings, LLC v. IX WR 3023 HSBC Way L.P., 2016 \nNCBC LEXIS 110, at *17–18 (N.C. Super. Ct. Dec. 12, 2016) (concluding a provision \n \n \nin a non-binding letter of intent that represented parties would act in “good faith and \ngood will” did not create a binding agreement to negotiate in good faith); JDH Capital, \nLLC, 2009 NCBC LEXIS 8, at *15 –16, *22 (holding letter of intent that provided it \nwas non-binding, contemplated future agreements, and left material terms undecided \nwas unenforceable).   \n114. Neither Term Sheet here reflected an agreement that the parties would \ncontinue to negotiate in good faith in an effort to complete the transaction.  Indeed, \nthe Term Sheets do not contain any provision discussing the conduct of future \nnegotiations or either party’s obligations in pursuit of the contemplated transaction.  \nThus, as in Insight Health Corp., the express and unambiguous language of the \nTerms Sheets “makes plain that there was no binding agreement [under the Term \nSheets] to continue negotiations at the time of the alleged breach.”  Insight Health \nCorp., 2016 NCBC LEXIS 77, at *11. \n115. Moreover, the Term Sheets signed by CDI and Brown—each labeled a \n“Letter of Intent”—expressly provide that: \n[T]his is a NON-BINDING term sheet and is not intended to, and will not, \ncreate any obligation on any party hereto to consummate the transaction \ncontemplated by this term sheet; it being acknowledged that any such \nobligation will only arise upon the parties’ execution of a Purchase Agreement \nand other mutually acceptable agreements.  \n \n(2015 Term Sheet 6–7; 2016 Term Sheet 8.)  Each Term Sheet also provides that it \n“may be terminated at any time, and for any or no reason, by either party by giving \nwritten notice to the other party.”  (2015 Term Sheet 6; 2016 Term Sheet 7.)  Indeed, \nthe Term Sheets expressly provide that the final purchase was conditioned on \n \n \nBrown’s “satisfaction” during due diligence.  (2015 Term Sheet 4; 2016 Term Sheet \n5.)  Such language emphasizing the nonbinding nature of the Term Sheets and the \nabsence of any contract language requiring good faith negotiation further \ndemonstrates that the parties did not make a binding agreement to negotiate in good \nfaith.  See Remi Holdings, LLC, 2016 NCBC LEXIS 110, at *19 (“[H]aving concluded \nthat the Letter of Intent expresses the desires of the parties but not the agreement of \nboth, it would be illogical to conclude that a perfunctory reference to the parties’ good \nfaith in that same Letter of Intent creates a binding agreement.” (citation and \nquotation marks omitted)).   \n116. Contrary to Plaintiffs’ contention, the fact that the Term Sheets identify \ncertain terms as “BINDING,” including provisions addressing “Confidentiality,” \n“Non-Disclosure,” and “Access to Information,” (2015 Term Sheet 4–7; 2016 Term \nSheet 5–8), does not change this result.  These provisions only address certain \nobligations that will arise from any negotiations that may occur.  They do not create \na binding obligation to negotiate in the first place.  See Remi Holdings, LLC, 2016 \nNCBC LEXIS 110, at *17–19 (“The Court is not persuaded that [a] representation of \nthe parties’ good faith and good will [in an expressly non-binding letter of intent] \ncreates a binding agreement to negotiate in good faith.”); Insight Health Corp., 2016 \nNCBC LEXIS 77, at *15–16 (finding that a confidentiality clause, a clause requiring \ncompliance with due diligence, and a description of the letter of intent as an \n“agreement” did not render letter of intent an enforceable agreement to negotiate in \nthe future).   \n \n \n117. Accordingly, the Court concludes that Defendants’ Motion should be granted \ndismissing Plaintiffs’ claim against Brown for failure to negotiate in good faith.  \n7. Conversion \n118. Plaintiffs claim that Defendants converted CDISE’s assets, including \n(i) equipment owned by  SunBelt Rentals  that was in CDISE’s possession  (the \n“Sunbelt Equipment”);  (ii) certain computer hardware, including a Cisco server, \nMeraki security gear, and Data Domain equipment, (the “Computer Hardware”), and \n(iii) business records in both tangible and electronic forms (the “Business Records”).  \nDefendants argue that these claims should be dismissed because Plaintiffs (i) did not \nown the Sunbelt Equipment, (ii) suffered “no harm” when Defendants “inadvertently” \nremoved the Computer Hardware, (iii) have produced no evidence that Defendants \nremoved tangible Business Records from CDISE,  and (iv) have “not shown any loss \nof their use” of the electronic Business Records.  (Defs.’ Br. Supp. Defs.’ Mot. Partial \nSumm. J. 24, ECF No. 117; Defs.’ Reply Br. Supp. Defs.’ Mot. Partial Summ. J. 12 –\n13, ECF No. 170.1.) \n119. Under North Carolina law, “[t]he tort of conversion is well defined ‘as an \nunauthorized assumption and exercise of the right of ownership over goods or \npersonal chattels belonging to another, to the alteration of their condition or the \nexclusion of an owner’s rights. ’”  Variety Wholesalers, Inc. v. Salem Logistics Traffic \nServs., LLC, 365 N.C. 520, 523, 723 S.E.2d 744, 747 (2012) (quoting Peed v. \nBurleson’s, Inc., 244 N.C. 437, 439, 94 S.E.2d 351, 353 (1956)).  The Court of Appeals \nhas emphasized that “[t]he essence of conversion is not the acquisition of property by \n \n \nthe wrongdoer, but a wrongful deprivation of it to the owner[.]”  Bartlett Milling Co. \nv. Walnut Grove Auction & Realty Co. , 192 N.C. App. 74, 86, 665 S.E.2d 478, 488 \n(2008) (quoting Lake Mary L.P. v. Johnston, 145 N.C. App. 525, 532, 551 S.E.2d 546, \n552 (2001)).  In short, “there is no conversion until some act is done which is a denial \nor violation of the plaintiff’s dominion over or rights in the property.”  Mace v. Pyatt, \n203 N.C. App. 245, 256, 691 S.E.2d 81, 90 (2010) (quoting Lake Mary L.P., 145 N.C. \nApp. at 532, 551 S.E.2d at 552). \n120. The undisputed facts of record show that Sunbelt Rentals owned the Sunbelt \nEquipment that is partially the subject of Plaintiffs’ conversion claim.  CDISE was in \npossession of the equipment under a contract by which CDISE agreed to install the \nequipment for Sunbelt Rentals.  Because Plaintiff s did not  own the Sunbelt \nEquipment, it  cannot properly be the subject of a conversion claim.  See Bartlett \nMilling Co. , 192 N.C. App. at 86, 665 S.E.2d at 489 (finding that  ownership by \nplaintiff is an essential element necessary for conversion).  Consequently, Plaintiffs’ \nclaim for conversion of the Sunbelt Equipment should be dismissed.  \n121. As to Defendants’ alleged conversion of the Computer Hardware, the Court \nconcludes that Plaintiffs’ conversion claim should survive Defendants’ Motion .  \nAlthough Defendants argue that the Computer Hardware  was inadvertently taken \nand promptly returned upon request, and further that Plaintiffs suffered no harm by \nthe inadvertent taking, North Carolina law only “requires an ‘unauthorized’ taking \nof property,” Cox v. Roach , 218 N.C. App. 311, 327, 723 S.E.2d 340, 351 (2012), \n“regardless of the subsequent application of the converted property,”  N.C. State Bar \n \n \nv. Gilbert, 189 N.C. App. 320, 324, 663 S.E.2d 1, 4 (2008) ; see Hawkins v. Hawkins, \n101 N.C. App. 529, 533, 400 S.E.2d 472, 475 (1991) (noting that actual damage is not \nan essential element of conversion), aff’d, 331 N.C. 743, 417 S.E.2d 447 (1992).  As a \nresult, the Court concludes that Defendants’ Motion should be denied as to the alleged \nconversion of the Computer Hardware.   \n122. Plaintiffs also claim that Defendants wrongfully converted certain tangible \nand electronic Business Records.  With respect to the tangible Business Records, \nPlaintiffs allege that Defendants removed sensitive records, including customer \nrecords, invoices, sales histories, sales forecasts, and employee records from locked \nfile drawers at CDISE.  (Compl. ¶ 32.)  Such records may be properly the subject of a \nconversion claim.  See Se. Shelter Corp. v. BTU, Inc. , 154 N.C. App. 321, 331, 572 \nS.E.2d 200, 207 (2002) (holding “proprietary information, including customer lists, \ncontact lists, records and historical data” was the proper subject of a conversion \nclaim); Addison Whitney, LLC, 2017 NCBC LEXIS 51, at *16.  Defendants argue that \nPlaintiffs’ claim for conversion of this information should be dismissed because \nPlaintiffs have failed to offer competent evidence that any tangible Business Records \nwere converted.  The Court agrees. \n123. The only evidence Plaintiffs offer that identifies the allegedly converted \ntangible Business Records is found in their Verified Complaint.  Although a “trial \ncourt may not consider an unverified pleading when ruling on a motion for summary \njudgment,” verified complaints may be treated as affidavits for that purpose.  Rankin \nv. Food Lion , 210 N.C. App. 213, 220, 706 S.E.2d 310, 315 (2011) (quoting Tew v. \n \n \nBrown, 135 N.C. App. 763, 767, 522 S.E.2d 127, 130 (1999)).  Specifically, a court may \ntreat a verified complaint as an affidavit if it “(1) is made on personal knowledge, \n(2) sets forth such facts as would be admissible in evidence, and (3) shows \naffirmatively that the affiant is competent to testify  to the matters stated therein.”   \nPage v. Sloan, 281 N.C. 697, 705, 190 S.E.2d 189, 194 (1972).   In applying this test, \nNorth Carolina courts have “repeatedly held that statements made upon information \nand belief —or comparable language —do not comply with the personal knowledge \nrequirement[.]”  Asheville Sports Props., LLC v. City of Asheville, 199 N.C. App. 341, \n345, 683 S.E.2d 217, 220 (2009) (internal quotation marks omitted).  \n124. Here, the relevant allegation in Plaintiffs’ Verified Complaint  is asserted \n“[u]pon information and belief .”  (See Compl. ¶ 32 (“Upon information and belief, \nDefendants Brown and Jacoby also removed sensitive business records belonging to \nCDISE, including customer records, invoices, sales histories, sales forecasts, and \nemployee records.”) .)  As such, the allegation is not based o n Plaintiffs’ personal \nknowledge, and  the Court may not consider it in ruling on Defendants’ Motion.  \nBecause Plaintiffs have failed to offer otherwise competent evidence in support of \ntheir claim, Plaintiffs’ claim for conversion of tangible Business Records taken from \nCDISE’s offices must be dismissed under Rule 56. \n125. In contrast, however, Plaintiffs have presented evidence suggesting that \nDefendants converted and deprived Plaintiffs of access to certain electronic Business \nRecords.  While conversion may exist for the taking of electronic documents in \nappropriate circumstances, see Addison Whitney, LLC, 2017 NCBC LEXIS 51, at *15–\n \n \n16 (“The better view, and the weight of authority, treats electronic documents as \npersonal property subject to a claim for conversion.”),15 copying “electronically-stored \ninformation[,] which does not deprive the plaintiff of possession or use of information, \ndoes not support a claim for conversion ,” id. at *17 (quoting RCJJ, LLC v. RCWIL \nEnters., LLC, 2016 NCBC LEXIS 46, at *53 (N.C. Super. Ct. June 20, 2016)); see also \nSQL Sentry, LLC v. ApexSQL, LLC , 2017 NCBC LEXIS 107, at *6 (N.C. Super. Ct. \nNov. 20, 2017) (dismissing conversion claim and noting “under North Carolina law, \nallegations of mere copying of electronically stored info rmation are insufficient to \nstate a claim for conversion”); RoundPoint Mortg. Co., 2016 NCBC LEXIS 18, at *55 \n(dismissing conversion claim where plaintiff did “not allege that Defendants copied \nand then deleted the information so as to deprive [plaintiff] from its continued use of \nthe information”); Horner Int’l Co. v. McKoy, 2014 NCBC LEXIS 68, at *8 (N.C. Super. \nCt. Dec. 18, 2014) (dismissing conversion claim where plaintiff did “not allege it was \ndeprived of the information or excluded from use of the in formation allegedly \nconverted by Defendant”).  \n126. Plaintiffs contend that they were deprived of access to two sets of electronic \nBusiness Records.  First, Plaintiffs allege that one of the servers that Defendants \nremoved contained CDISE’s back-up records for its Syncplicity system.  (See Duignan \nAff. ¶¶ 3–4.)  CDISE used Syncplicity, a program similar to Dropbox but with local \nfile storage, to store and share project documents.  According to Plaintiffs’ evidence, \n                                                           \n15  Federal courts in North Carolina take a different approach in their analysis of this issue.  \nSee Aym Techs. LLC v. Rodgers , 2018 NCBC LEXIS 14, at *43 –44 (N.C. Super. Ct. Fe b. 9, \n2018) (noting the different approach taken in the federal district courts of North Carolina).  \n \n \nCDISE was unable to access the information stored in Syncplicity until Defendants \nreturned the server to CDISE.  (See Duignan Aff. ¶ 4.)  Thus, there is evidence that \nDefendants denied Plaintiffs access to these electronic Business Records by removing \nthe server that would have allowed Plaintiffs to access copies of those records .  See \nHCW Ret. & Fin. Servs., LLC v. HCW Emp. Benefit Servs., LLC, 2015 NCBC LEXIS \n73, at *61 –62 (N.C. Super. Ct. July 14, 2015) ( concluding electronic information \nstored in a database was subject to a  conversion claim when defendant cut off \nplaintiff’s ability to access).   Viewing the evidence in the light most favorable to \nPlaintiffs, the Court concludes that a genuine dispute of material fact exists as to \nwhether Plaintiffs were deprived of access to their electronic Business Records \ncontained on the server removed from CDISE .  As a result, Defendants’ Motion \nseeking dismissal of Plaintiffs’ claim for the alleged conversion of these electronic \nBusiness Records must be denied.   \n127. Plaintiffs also claim that Defendants converted CDISE’s electronic Business \nRecords—specifically SOWs and Quotes—that were prepared using the Quotewerks \nsystem.  Plaintiffs have produced evidence showing that,  while still working at \nCDISE, Brown and other employees started using Quotewerks to prepare SOWs and \nQuotes for CDISE customers in anticipation of their departure from CDISE .  (Pls.’ \nDep. Excerpts, at 8, 18, ECF No. 140; Pls.’ Dep. Excerpts (Sealed), 44–46, 55.)   \n128. During the transition  period, the Quotewerks system pulled customer \ninformation from CDISE’s comparable system, Connectwise.  (Pls.’ Dep. Excerpts \n(Sealed), 45–46.)  At some point, Defendants noticed that the system wrote back the \n \n \ninformation contained in the SOW s and Quotes to CDISE’s Connectwise software \nsystem.  (Pls.’ Dep. Exs. Vol. 1, Ex. 22, 47.)  Plaintiffs allege—and produce documents \nshowing—that Defendants broke the link to Connectwise, which prevented CDISE \nfrom capturing any of the SOWs and Quotes that Brown and his team prepared while \nthey worked for CDISE—documents Plaintiffs contend were theirs .  (Pls.’ Dep. Exs. \nVol. 1, Ex. 22, 47.)   \n129. Defendants argue that Plaintiffs cannot claim conversion of the Quotewerks \nsystem because it was a system never used by CDISE; rather, it was only used in \nanticipation of Defendants’ spinoff from CDISE.  Defendants, however, misapprehend \nPlaintiffs’ position.  Plaintiffs do not claim they were deprived of the right to u se \nQuotewerks.  R ather, Plaintiffs claim that Defendants used Quotewerks to deprive \nCDISE from obtaining SOWs and Quotes that rightfully belonged to CDISE.  As such, \nPlaintiffs contend they have brought forward sufficient evidence that Defendants \nconverted these electronic records.  \n130. Viewing the evidence in the light most favorable to Plaintiffs, the Court \nconcludes that Plaintiffs have forecasted sufficient evidence that Defendants \ninterrupted CDISE’s link to the Connectwise system  and thus deprived CDISE of \naccess to CDISE’s SOWs and Quotes to sustain Plaintiffs’ conversion claim under \nRule 56.  See Gadson v. Toney , 69 N.C. App. 244, 246, 316 S.E.2d 320, 322 (1984) \n(concluding summary judgment was improper where evidence did not establish \ndefendant’s legal right to plaintiff’s allegedly converted property as a matter of law).   \n \n \n Plaintiffs’ Motion \n1. Declaratory Judgment \n131. Plaintiffs seek summary judgment on Brown’s individual and derivative \nclaims for declaratory judgment relating to CDI’s deemed withdrawal as a member \nof CDISE under the Operating Agreement.  For the reasons set forth in section \nIII(A)(1) above, Plaintiffs’ Motion must be denied.  \n2. Judicial Dissolution \n132. Plaintiffs seek dismissal of Brown’s claim for judicial dissolution of CDISE, \nwhich Brown asserts as an alternative to his declaratory judgment claims.  Brown’s \nclaim for judicial dissolution posits that if CDI is not deemed withdrawn as a member \nof CDISE, then he and CDI remain as CDISE’s only two members and that it is not \npracticable for them to conduct CDISE’s business under the Operating Agreement.  \nBrown further claims that dissolution is necessary to protect his interest in CDISE, \nciting CDISE’s recent financial setbacks as support.  Through their Motion, Plaintiffs \ncontend that Brown has not proffered sufficient evidence to show that dissolution is \nan appropriate remedy under the undisputed facts of record.  The Court agrees with \nPlaintiffs.  \n133. An LLC member may bring a claim for dissolution, and a court may dissolve \nan LLC, where “it is established that (i) it is not practicable to conduct the LLC ’s \nbusiness in conformance with the operating agreement and [the LLC Act]  or \n(ii) liquidation of the LLC is necessary to protect the rights and interests of the \nmember.”  N.C. Gen. Stat.  § 57D -6-02(02).  Judicial “[d]issolution is an equitable \n \n \nremedy; therefore, before granting such a remedy, the Court ‘must exercise its \nequitable discretion, and consider the actual benefit and injury to [all of] the \nshareholders resulting from dissolution.’”   Brady v. Van  Vlaanderen, 2017 NCBC \nLEXIS 61, at *24 (N.C. Super. Ct. July 19, 2017) (quoting Meiselman v. Meiselman, \n309 N.C. 279, 297, 307 S.E.2d 551, 562 (1983)).16   \n134. The Court concludes , on the undisputed facts of record , that Brown has \nfailed to come forward with sufficient evidence to permit a factfinder to conclude that \ndissolution is necessary to protect Brown’s interests or for the Court  to determine \nthat dissolution is an appropriate equitable remedy.  To the contrary, CD I is the \nmanaging member of CDISE with “full, complete and exclusive authority, power and \ndiscretion to direct, manage and control the business, affairs and assets of [CDISE],” \n(Operating Agmt. § 6.1), and wishes to continue managing CDISE.  To that end, CDI \nhas caused CDISE to hire a number of new employees since Brown’s departure and \nCDISE continues to operate its  business.  Brown has not offered any evidence that \nCDI has mismanaged CDISE, wasted its assets, or otherwise caused CDISE to suffer \nfinancial loss through malfeasance or incompetence.  Indeed, the undisputed evidence \nshows that CDISE’s recent setbacks occurred after Brown went into competition with \nCDISE through Rove, caused Rove to hire at least twenty-four CDISE employees, and \n                                                           \n16  Meiselman involved the dissolution of a closely held corporation.  See Meiselman, 309 N.C. \nat 297, 307 S.E.2d at 562.  While the provisions in the General Statutes for dissolution of a \nclosely held corporation and dissolution of an LLC are very similar, “North Carolina appellate \ncourts have not yet addressed whether a claim pursuant to section 57D -6-02(2) is governed \nby the same principles as a Meiselman claim under Chapter 55.”  Pure Body Studios \nCharlotte, LLC v. Crnalic , 2017 NCBC LEXIS 98, at *13 (N.C. Super. Ct. Oct. 18, 2017) \n(quoting Brady, 2017 NCBC LEXIS 61, at *31–32).  \n \n \ncaused Rove to obtain contracts with former CDISE customers, including \nOctapharma, Ally, and Sunbelt.  At most, Brown has shown that he and CDI have a \ndisagreement over Brown’s failed acquisition of CDISE , not that it is impracticable \nfor CDISE to continue conducting business in conformity with the Operating \nAgreement and the LLC Act .  Our courts have made clear that such a showing is \ninsufficient to sustain a dissolution claim.  See, e.g., Brady, 2017 NCBC LEXIS 61, at \n*31–33 (dismissing dissolution claim on summary judgment where plaintiff failed to \nproduce evidence supporting contention that LLC was mismanaged and its assets \nwasted and observing that a “claim for judicial dissolution is not intended to police \ndisagreements among members that are n ot accompanied by proof of substantial \nmismanagement or financial loss”); see also Dunbar Group, LLC v. Tignor, 593 S.E.2d \n216, 218–19 (Va. 2004) (reversing order of dissolution where claimant alleged “serious \ndifferences of opinion as to company management” and that company was deadlocked \neven after expulsion of fifty-percent member).17 \n135. Nor has Brown offered evidence showing that liquidation is necessary to \nprotect his interest  in CDISE.  In particular, he has not offered any evidence that \nCDI has violated his rights as a n LLC member, operated CDISE in a manner \nresulting in harm to his interest, or otherwise shown that any frustration of his \nreasonable expectations as a CDISE member was because of actions other than his \nown.  The Court therefore concludes that Brown has not provided sufficient evidence \nto show that judicial dissolution is necessary to protect his expectation or interest in \n                                                           \n17  Virginia’s dissolution statute is very similar to North Carolina’s.  See Va. Code Ann. § 13.1-\n1047. \n \n \nCDISE.  See Meiselman, 309 N.C. at 301, 307 S.E.2d at 564 (noting that a plaintiff \nseeking dissolution of a corporation m ust show that the frustration of plaintiff’s \nreasonable expectations “was without fault of plaintiff and was in large part beyond \nhis control”); Royals v. Piedmont Elec. Repair Co., 137 N.C. App. 700, 708, 529 S.E.2d \n515, 520  (2000) (noting that “there mus t be some causal connection between the \nfrustration of the shareholder’s reasonable expectations and his faulty behavior” in \norder for fault to bar dissolution and that “a shareholder with an expectation in secure \nemployment would be barred from seeking di ssolution if he embezzled money from \nthe company”).   \n136. For each of these reasons, the Court concludes that Brown’s claim for \njudicial dissolution should be dismissed.  \n3. Fraud, Fraudulent Concealment, and Negligent Misrepresentation \n137. Brown brings claims, in his individual capacity only,  for fraud, fraudulent \nconcealment, and negligent misrepresentation against CDI, Reid, and Bakker for \nallegedly preparing and providing false financial statements.18  Plaintiffs claim they \nare entitled to summary judgment b ecause Brown cannot show fraudulent intent, \nreasonable reliance, or the existence of damages—necessary elements to one or more \nof these claims.19   \n                                                           \n18  Although Plaintiffs contended that Brown’s fraud claim was partly based on a failure to \npay certain guaranteed payments to Brown, Brown later clarified that “he is not basing his \nfraud claim on that conduct.”  (Defs.’ Br. Opp’n Pls.’ Mot. Summ. J. 14 n.2, ECF No. 156.)   \n \n19  Plaintiffs also claim that the fraudulent concealment claim should not proceed because \nBrown has failed to show that he was owed any duty by those who allegedly committed the \npurported fraud.    \n \n \n138. To prevail on a claim  for fraudulent misrepresentation or concealment, a \nplaintiff must show “(1) [a] [f]alse representation or concealment of a material fact, \n(2) reasonably calculated to deceive, (3) made with intent to deceive, (4) which does \nin fact deceive, (5) resulting in damage to the injured party.”  Forbis v. Neal, 361 N.C. \n519, 526 –27, 649 S.E.2d 382, 387 (2007).  To establish a claim for negligent \nmisrepresentation, a party must show that he  “(1) justifiably relies (2) to his \ndetriment (3) on information prepared without reasonable care (4) by one who owed \nthe relying party a duty of care.”   Hospira Inc. v. Alpha Gary Corp., 194 N.C. App. \n695, 700, 671 S.E.2d 7, 12 (2009).   The torts of fraudulent misrepresentation , \nfraudulent concealment, and negligent misrepresentation each require a showing of \nactual damages.  See Forbis, 361 N.C. at 526–27, 649 S.E.2d at 387; Speller v. Speller, \n273 N.C. 340, 343, 159 S.E.2d 894, 896 (1968) (“In order to establish fraud, there must \nbe a showing of actual loss, injury or damage.”); Hardin v. KCS Int’l., Inc., 199 N.C. \nApp. 687, 696, 682 S .E.2d 726, 733 (2009) (listing damages as an element of \nfraudulent concealment); Piedmont Inst. of Pain Mgmt. v. Staton Found ., 157 N.C. \nApp. 577, 589, 581 S.E.2d 68, 76 (2003) (noting that actual damages are an “essential \nelement” of negligent misrepresentation); Hawkins, 101 N.C. App. at 532 –32, 400 \nS.E.2d at 474–75 (requiring actual damages for fraudulent misrepresentation). \n139. Brown claims he “was damaged at least to the extent that CDISE had to pay \n[an outside accounting firm] to fix the sales tax issue.”  (Defs.’ Br. Opp’n Pls.’ Mot. \nSumm. J. 22, ECF No. 156.)  Thus, as framed by Brown, it is undisputed that a ny \ndamages arising out of CDISE’s tax delinquencies were incurred only by CDISE.  \n \n \nBrown, however, has asserted his claims for fraud, fraudulent concealment, and \nnegligent misrepresentation in his individual capacity rather than as derivative \nclaims on behalf of CDISE, the allegedly damaged party.  See Barger v. McCoy Hillard \n& Parks, 346 N.C. 650, 658–59, 488 S.E.2d 215, 219 (1997) (noting that a shareholder \n“may maintain an individual action against a third party for an injury that directly \naffects the sha reholder . . . [only] if the shareholder can show that the wrongdoer \nowed him a special duty or that the injury suffered by the shareholder is separate \nand distinct from the injury sustained by the other shareholders or the corporation \nitself.”).  Because Brown has not offered any evidence that CDI, Reid, or Bakker owed \nhim a special duty or that he has suffered a separate and distinct injury in connection \nwith these claims, Brown’s claims for fraud, fraudulent concealment, and negligent \nmisrepresentation should be dismissed.  See id. at 659, 488 S.E.2d at 220 (“The only \ninjury plaintiffs as shareholders allege is the diminution or destruction of the value \nof their shares as the result of defendants’ negligent or fraudulent misrepresentations \nof TFH’s financial status.  This is precisely the injury suffered by the corporation \nitself.”).  Moreover, it is undisputed that to the extent CDISE suffered injury due to \nthe conduct underlying these claims, those damages resulted from CDISE’s \nnonpayment of taxes, not because of any negligent or fraudulent misrepresentation \nor concealment to Brown. \n140. Brown contends that these claims should proceed nonetheless because the \njury could award nominal damages on each, citing Silicon Knights, Inc. v. Epic \nGames, Inc., No. 5:07-CV-275-D, 2012 U.S. Dist. LEXIS 63707 (E.D.N.C. May 7, \n \n \n2012).  Silicon Knights, however, held that a plaintiff must first establish the \ncomplete cause of action before recovering nominal damages on any of these claims.  \nId. at *26–27 (applying North Carolina law, which holds “once a cause of action is \nestablished, a plaintiff is entitled to recover, as a matter of law, nominal damages.” \n(quoting Hawkins v. Hawkins, 331 N.C. 743, 745, 417 S.E.2d 447, 449 (1992))).  As \ndiscussed above, fraud, fraudulent concealment, and negligent misrepresentation \neach require actual damages as an element of the claim, and Brown has failed to offer \nany such evidence. \n141. Accordingly, for the reasons above, the Court concludes that Brown’s claims \nfor fraud, fraudulent concealment, and negligent misrepresentation should be \ndismissed.  In light of the Court’s resolution, the Court need not address Plaintiffs’ \nother arguments for dismissal of these claims.   \n4. Unfair and Deceptive Trade Practices  \n142. Plaintiffs next seek dismissal of Brown’s individual and derivative claims \nagainst CDI, Reid, and Bakker for unfair or deceptive trade practices under the North \nCarolina Unfair and Deceptive Trade Practices Act (the “UDTPA”), N.C. Gen. Stat. \n§ 75-1.1.  To succeed on a UDTPA claim, a plaintiff must prove “(1) an unfair or \ndeceptive act or practice, or an unfair method of competition, (2) in or affecting \ncommerce, (3) which proximately caused actual injury to the plaintiff or to his \nbusiness.”  McLamb v. T.P. Inc., 173 N.C. App. 586, 593, 619 S.E.2d 577, 582 \n(2005) (quoting Spartan Leasing, Inc. v. Pollard, 101 N.C. App. 450, 460 –61, 400 \nS.E.2d 476, 482 (1991)).  “A practice is unfair if it is unethical or unscrupulous, and \n \n \nit is deceptive if it has a tendency to deceive.”  Dalton v. Camp, 353 N.C. 647, 656, \n548 S.E.2d 704, 711 (2001).   \n143. While the UDTPA broadly defines “commerce” to include “all business \nactivities, however denominated,” N.C. Gen. Stat. § 75-1.1(b), our courts have held \nthat the statute “is not intended to apply to all wrongs in a business setting,” HAJMM \nCo. v. House of Raeford Farms, Inc., 328 N.C. 578, 593, 403 S.E.2d 483, 492 (1991).  \nParticularly at issue here, “any unfair or deceptive conduct contained solely within a \nsingle business is not covered by [the UDTPA].”  White v. Thompson, 364 N.C. 47, 53, \n691 S.E.2d 676, 680 (2010) (holding acts were not “in or affecting commerce” under \nthe UDTPA where defendant “unfairly and deceptively interacted only with his \npartners, [and] his conduct occurred completely within the . . . partnership”); see \nWilson v. Blue Ridge Elec. Membership Corp., 157 N.C. App. 355, 358, 578 S.E.2d 692, \n694 (2003) (“Matters of internal corporate management . . . do not affect commerce” \nfor purposes of section 75-1.1); Brewster v. Powell Bail Bonding, Inc., 2018 NCBC \nLEXIS 76, at *17–18 (N.C. Super. Ct. July 26, 2018) (collecting cases and dismissing \nsection 75-1.1 claim premised on internal corporate dispute); Wheeler v. Wheeler, 2018 \nNCBC LEXIS 38, at *14 (N.C. Super. Ct. Apr. 25, 2018) (dismissing UDTPA claim in \n“dispute between the shareholders of a corporation regarding its internal \nmanagement and the shareholders’ right to fair value for their ownership interest” \n(emphasis added)).   \n144. Brown’s UDTPA claims here arise from his allegations that CDI, Reid (who \nserved as CDI’s CFO), and Bakker (who served as CDISE’s Vice President) provided \n \n \nfalse financial information for CDISE while Brown was negotiating the purchase of \nCDI’s ownership interest.20  Because Brown’s UDTPA claims arise from acts related \nto one member’s buyout of another member’s interest in an LLC, the Court concludes \nthat the claims arise from an internal dispute between business co-owners.  As such, \nthe Court concludes that Brown cannot show that the acts underlying his section 75-\n1.1 claim were “in or affecting commerce” as a matter of law.  Brown’s UDTPA claim \ntherefore must be dismissed on this basis.  Dalton, 353 N.C. at 657–58, 548 S.E.2d at \n711 (affirming grant of summary judgment dismissing UDTPA claim where alleged \nconduct and potential unfairness w ere confined within a single business); JS Real \nEstate Invs. LLC v. Gee Real Estate, LLC, 2017 NCBC LEXIS 104, at *21 (N.C. Super. \nCt. Nov. 9, 2017) (granting summary judgment in dispute between LLC members); \nKingsdown, Inc. v. Hinshaw, 2015 NCBC LEXIS 30, at *28–29 (N.C. Super. Ct. March \n25, 2015) (dismissing UDTPA claim which “plainly involve[d] internal  business \ndisputes rather than interactions with business es or consumers”); McKee v. James , \n2014 NCBC LEXIS 74, at *42 (N.C. Super. Ct. Dec. 31, 2014) (granting summary \njudgment where “the undisputed evidence of record d[id] not reveal a dispute between \n[the company] and another business or consumers at large, but rather a dispute \nbetween . . . co-owners”).   \n                                                           \n20  Brown’s allegations supporting his UDTPA claims are “substantially the same” as those \nsupporting his fraud claim.   (Defs.’ Br. Opp’n Pls.’ Mot. Summ. J. 22.)  Indeed, “[p]roof of \nfraud would necessarily constitute a violation of the prohibition against unfair and deceptive \nacts[.]”  Bhatti v. Buckland , 328 N.C. 240, 243, 400 S.E.2d 440, 442 (1991).  The alleged \nfraudulent acts, however, must be “in or affecting commerce” to sustain a section 75-1.1 claim.  \nId.; see JS Real Estate Invs. LLC v. Gee Real Estate, LLC, 2017 NCBC LEXIS 104, at *20–21 \n(N.C. Super. Ct. Nov. 9, 2017). \n \n \n145. In addition, the Supreme Court of North Carolina has also made clear that \n“any unfair or deceptive practices occurring in the conduct of extraordinary events \nof . . . a business will not give rise to a claim under the [UDTPA].”  White, 364 N.C. \nat 52, 691 S.E.2d at 679.  In that regard, the Supreme Court has held that “‘[b]usiness \nactivities’ [under section 75-1.1] is a term which connotes the manner in which \nbusinesses conduct their regular, day-to-day activities, or affairs, such as the \npurchase and sale of goods, or whatever other activities the business regularly \nengages in and for which it is organized.”  HAJMM Co., 328 N.C. at 594, 403 S.E.2d \nat 493; see, e.g., Tillery Envtl. LLC v. A&D Holdings, Inc., 2017 NCBC LEXIS 68, at \n*14 (N.C. Super. Ct. Aug. 4, 2017) (dismissing UDTPA claim after concluding “that \nthe conduct underlying Plaintiff’s . . . claim constitute[d] an ‘extraordinary event’ tied \nto the ‘change in ownership of the security [at issue]” (quoting HAJMM Co., 328 N.C. \nat 594, 403 S.E.2d at 493)).   \n146. Brown bases his section 75-1.1 claim on the preparation and provision of \nfalse financial statements in anticipation of Brown’s proposed acquisition of CDISE.  \nSuch activities in connection with Brown’s contemplated acquisition, however, do not \n“connote[] the manner in which businesses conduct their regular, day-to-day \nactivities, or affairs,” HAJMM, 328 N.C. at 594, 403 S.E.2d at 493.  Rather, the \nactivities in furtherance of Brown’s proposed acquisition are part of an “extraordinary \nevent” that is beyond the reach of section 75-1.1.  See, e.g., Latigo Invs. II, LLC v. \nWaddell & Reed Fin., Inc., 2007 NCBC LEXIS 17, at *11–12 (N.C. Super. Ct. June \n11, 2007) (applying HAJMM to dismiss section 75-1.1 claim where defendants \n \n \nreneged on agreement to purchase an ownership stake in plaintiff’s company).  \nBrown’s UDTPA claim must therefore be dismissed for this separate and independent \nreason. \n147. Finally, as an alternative factual basis for his UDTPA claims, Brown asserts \nthat CDI, Reid, and Bakker directed CDI’s Managed Services division to improperly \naccess the iCloud and iMessage accounts of former CDISE employees.  Brown does \nnot allege or offer evidence, however, that his own accounts were accessed or that he \notherwise suffered injury from the conduct he alleges.  The only injury he claims is to \nother former CDISE employees, and Brown has offered no evidence to show that he \nhas standing to assert this claim on their behalf.  See, e.g., Bruggeman, 165 N.C. App. \nat 795, 600 S.E.2d at 511 (“Standing requires that the plaintiff have been injured or \nthreatened by injury or have a statutory right to institute an action[.]”  (internal \nquotation marks omitted).  Because standing “is a necessary prerequisite to a court’s \nproper exercise of  subject matter jurisdiction[,]” Aubin v. Susi , 149 N.C. App. 320, \n324, 560 S.E.2d 875, 878 (2002), and is a “ question of law” for the court, McCrann, \n225 N.C. App. at 372, 737 S.E.2d at 775, the Court concludes that Brown lacks \nstanding to assert his UDT PA claims based on allegedly improper access to former \nCDISE employees’ iCloud or iMessage accounts.  As such, Brown’s UDT PA claims \nbased on this alleged conduct should be dismissed for lack of subject matter \njurisdiction.   \n148. Moreover, even if Brown could overcome this jurisdictional hurdle, he fails \nto offer any evidence to support his alternative factual contention, relying solely upon \n \n \na counterclaim allegation made “[u]pon information and belief,” ( Countercls. ¶ 90; \nAm. Countercls. ¶ 168), that the Court may not consider on summary judgment, see \nAsheville Sports Props. , LLC , 199 N.C. App. at 345, 683 S.E.2d at 220 (finding \nallegations made “upon information and belief” incompetent for summary judgment \npurposes).   \n149. Accordingly, for each of the reasons set forth above, the Court concludes that \nBrown’s individual and derivative claims against CDI, Reid, and Bakker under \nChapter 75 should be dismissed.21  \n5. Gross Mismanagement \n150. Brown asserts a derivative claim on behalf of CDISE against CDI, Bakker, \nReid, Reid Accounting , “and/or” N&R for gross mismanagement , contending that \nthese parties failed to properly handle CDISE’s accounting, tax, and financial matters \nand wasted CDISE’s assets.  Plaintiffs contend that the claim as to Reid Accounting \nand N&R 22 should be dismissed because those two entities were never officers or \ndirectors of CDISE, and did not owe a duty of care to CDISE  on which a claim  for \ngross mismanagement may be based.  The Court agrees. \n151.   Our courts have recognized that a claim for gross mismanagement against \na director of a corporation is a proper derivative claim.  Green v. Condra, 2009 NCBC \nLEXIS 20, at *30 (N.C. Super. Ct. Aug. 14, 2009) (citing  Corp. Comm’n of N.C. v. \n                                                           \n21  In light of the Court’s dismissal of Brown’s fraud claims, Brown’s unfair or deceptive trade \npractices claim must also be dismissed to the extent it is based on Brown’s individual fraud \nallegations. \n \n22  Plaintiffs did not seek summary judgment on Brown’s gross mismanagement claim against \nCDI, Bakker, and Reid. \n \n \nMerchants’ Bank & Tr. Co., 193 N.C. 113, 115, 136 S.E. 362, 363 (1927)).  This right \nof action has been codified in N.C. Gen. Stat. § 55-8-30(a), which outlines the general \nstandards for directors and provides a cause of action when a director violates his \nstatutory duty of care.  Green, 2009 NCBC LEXIS 20, at *30 (citing N.C. Gen. Stat. \n§ 55-8-30(a)(2)); see also N.C. Gen. Stat. §  55-8-42 (outlining standards of care for \nofficers and establishing a cause of action against officers).   North Carolina courts \nhave not, however, recognized a claim for gross mismanagement against a person or \nentity who is not a corporate officer or director.  Even if our courts were to recognize \nsuch a claim, Brown has failed to bring forward evidence showin g that any of these \nThird-Party Defendants owed him a fiduciary duty on which such a claim could be \nbased.  Accordingly, Plaintiffs’ Motion is granted to the extent that it seeks dismissal \nof Brown’s claim for gross mismanagement against Reid Accounting and N&R.  \n6. Professional Negligence \n152. Brown asserts a derivative claim on behalf of CDISE  against Reid, Reid \nAccounting, and N&R for professional negligence, contending that these parties failed \nto (i) remit sales and use tax reports and payments,  (ii) provide accurate financial \nreports, and (iii) keep true and accurate books and records.  Plaintiffs contend that \nthe professional negligence claims should be dismissed because Brown has not \ndesignated an expert to testify as to the applicable standard of care for each of these \nallegedly negligent actions.  \n153. To establish professional negligence , “the plaintif f bears the burden of \nshowing: (1) the nature of the  defendant’s profession; (2) the defendant’ s duty to \n \n \nconform to a certain standard of conduct; and (3) a breach of the duty proximately \ncaused injury to the plaintiffs.”   Frankenmuth Ins. v. City of Hickory , 235 N.C. App. \n31, 35, 760 S.E.2d 98, 101 (2014) (quotation marks omitted).  A claimant is required \nto establish the standard of care for a professional negligence claim  through expert \ntestimony “[w]here the common knowledge and experience of the jury is [not] \nsufficient to evaluate compliance with a standard of care[.] ”  Id. (quoting Michael v. \nHuffman Oil Co., 190 N.C. App. 256, 271, 661 S.E.2d 1, 11 (2008)).   The “common \nknowledge” exception to expert testimony in professional negligence cases “is \nimplicated where the conduct is gross, or of such a nature that the common knowledge \nof lay persons is su fficient to find the standard of care required, a departure \ntherefrom, or proximate causation.”  Handex of the Carolinas, Inc. v. C ounty of \nHaywood, 168 N.C. App. 1, 11, 607 S.E.2d 25, 31 (2005) ( internal quotation marks \nomitted).  When a plaintiff fails to establish the proper standard of care through \nexpert testimony, summary judgment is appropriate.  See id.  \n154. Brown contends that a jury’s common knowledge is sufficient to evaluate \nthe standard of care to be applied to each aspect of his professional negligence claim \nand thus that expert testimony is not necessary to sustain his claim.  North Carolina \ncourts have not addressed whether expert testimony is required for a professional \nnegligence claim against accountants , but other jurisdictions examining the issue \nhave found that expert testimony is generally required.  See, e.g. , Hassebrock v. \nBernhoft, 815 F.3d 334, 343 ( 7th Cir. 2016) (“ [E]stablishing the duty of care for \naccountants requires expert testimony.”);  In re Puda Coal Sec., Inc. , 30 F. Supp. 3d \n \n \n230, 249 (S.D.N.Y. 2014) (“In accounting malpractice cases, in which a mere \nnegligence standard could be sufficient to establish liability, expert testimony is \ntypically required.”); Brown-Wilbert, Inc. v. Copelan d Buhl & Co.,  732 N.W.2d 209, \n218 (Minn. 2007)  (holding plaintiff asserting accounting malpractice claim must \npresent expert testimony  identifying applicable standard of care and opin ing that \naccountant deviated from that standard and that departure caused plaintiff ’s \ndamages); Great S. Excavators, Inc. v. TEC Partners, LLP , 231 So. 3d 1011, 1014 \n(Miss. Ct. App. 2017); Buke, LLC v. Cross Country Auto Sales, LLC , 331 P.3d 942, \n955 (N.M. Ct . App. 2014) (“[W]e hold that  the same principles that govern the \nnecessity for expert testimony in other kinds of professional malpractice cases apply \nto accountant malpractice cases.”); Gertler v. Sol Masch & Co., 835 N.Y.S.2d 178, 179 \n(App. Div. 2007). \n155. Here, the Court concludes that expert testimony is necessary to support \nsome, but not all , of Brown’s professional negligence claims.  First, w ith respect to \nthe claim that Reid, Reid Accounting, and N&R failed to timely report and remit sales \nand use taxe s, Brown argues that the jury will not need to evaluate the quality of \nReid’s, Reid Accounting ’s, and N&R’s work, but solely whether each failed to remit \npayment of CDISE’s sales and use tax obligations in North and South Carolina when \nthey were due.  The Court agrees. \n156. Beginning in 2011, CDISE was responsible for remitting sales and use taxes \nand began collecting sales and use taxes from its customers.  CDISE did not remit \nsales and use taxes, however,  until 2015.  It is undisputed that CDISE had an \n \n \nobligation to remit sales and use taxes to North and South Carolina beginning in \n2011.  CDI, as Tax Matters Partner of CDISE, was responsible for overseeing CDISE’s \ntax matters and engaged Reid as  a consultant to handle such matters.23  Although \nthe “boundary line between [sales and use taxes] is narrow and oftentimes difficult \nto trace with accuracy[,]” Johnston v. Gill, 224 N.C. 638, 643, 32 S.E.2d 30, 33 (1944), \na jury in this case will not be asked to determine whether s ales and use taxes were \ndue or the basis for any tax assessments.  Rather, the point Brown seeks to prove is \nsimply that a tax consultant handling a business entity’s tax matters should know \nthat admittedly owed sales and use taxes must be timely paid when  due and that \nfailure to do so will cause the entity to incur interest and suffer late payment \npenalties.  The Court finds that such a proposition is within the common knowledge \nof a typical juror and need not be established through expert testimony. \n157. The Court finds unpersuasive Plaintiffs’ argument that an expert must offer \ntestimony as to how the sales and use taxes are to be filed for Brown’s professional \nnegligence claim to survive summary judgment.  Just as a jury need not know how to \nfile a civil co mplaint to assess whether an attorney was negligent in failing to file \nbefore the statute of limitations expired, see e.g., Little v. Matthewson, 114 N.C. App. \n562, 568, 442 S.E.2d 567, 571 (1994) (“It does not require expert testimony to \nestablish the neg ligence of an attorney who is ignorant of the applicable statute of \n                                                           \n23  The Operating Agreement specifically states that the Tax Matters Partner “shall oversee \n[CDISE’s] tax affairs in the overall best interests of [CDISE]” and represent CDISE “in \nconnection with all  examinations of [CDISE]’s affairs by tax authorities, including any \nresulting judicial and administrative proceedings, and  . . . expend [CDISE] funds for \nprofessional services and costs associated therewith.”  (Operating Agreement § 11.5.)   \n \n \nlimitations or who sits idly by and causes the client to lose the value of his claim for \nrelief.”), the mechanics of sales and use tax filing are not necessary to comprehend \nwhether a tax consultant handling a company’s tax matters should have filed sales \nand use taxes when they came due. \n158. In contrast,  whether Reid, Reid Accounting, and N&R  failed to provide \naccurate financial statements and failed to maintain proper books and records cannot \nproceed to the jury without expert testimony.   Under the Operating Agreement, \nCDISE’s books and records were to be maintained in accordance with the accrual \nbasis of accounting, (Operating Agreement § 11.2), a matter other courts have found \nnot within the common knowledge of laypersons, see Hassebrock v. Bernhoft, No. 10-\nCV-0679-NJR-DGW, 2014 U.S. Dist. LEXIS 186759, at *16 –17 (S.D. Ill. Aug. 25, \n2014) (granting summary judgment on accounting malpractice claim based on \npreparation of grossly inaccurate tax returns because plaintiff failed to offer expert \ntestimony); SEC v. Guenthner, 395 F. Supp. 2d 835, 846 (D. Neb. 2005) (“Establishing \nthat an accounting practice or method is inconsistent wit h GAAP requires expert \ntestimony.”); Seaward Int’l, Inc. v. Price Waterhouse, 391 S.E.2d 283, 287 (Va. 1990) \n(“The definition of ‘generally accepted auditing standards,’ and the application of that \ndefinition to the facts of a particular case, are matters beyond the common knowledge \nof laymen.”) .  Similarly, the preparation of CDISE’s financial statements  and the \nevaluation of CDISE’s compliance with its financial reporting obligations are not \nmatters within the common knowledge of laypersons .  Compare Frankenmuth Ins., \n235 N.C. App. at 36, 760 S.E.2d 98 at 102 (requiring expert testimony where “alleged \n \n \nwrongdoing of defendant . . . required the exercise of professional judgment regarding \na ‘reasonable’ level of water pressure in a municipal water system, the skill needed \nto install a ‘loop’ system, and the expertise to install or recommend installing a \npressure-relieving device at the terminal ends of the system.”), and Delta Envtl. \nConsultants of N. Carolina, Inc. v. Wysong & Miles Co. , 132 N.C. App. 160, 168, 510 \nS.E.2d 690, 696 (1999) (expert testimony required for the standard of care utilized by \nprofessional engineers in env ironmental cleanup), with Associated Indus. \nContractors, Inc. v. Fleming Eng’g, Inc., 162 N.C. App. 405, 411–12, 590 S.E.2d 866, \n871 (2004) (within common knowledge exception where trier of fact could adequately \ndetermine whether surveyor correctly measured ninety-degree angles in its design of \na rectangular building site).   \n159. Accordingly, the Court grants Plaintiffs’ Motion to the extent it seeks \ndismissal of Brown’s claims against Reid, Reid Accounting, and N&R for professional \nnegligence based on their alleged failure to provide accurate financial reports and to \nkeep true and accurate books and records.  The Court denies Plaintiffs’ Motion to the \nextent it seeks dismissal of Brown’s claims for professional negligence based on Reid, \nReid Accounting, and N&R’s alleged failure to timely remit sales and use tax reports \nand payments. \nIV.  \nCONCLUSION \n160. WHEREFORE, the Court, for the foregoing reasons, hereby ORDERS as \nfollows: \n \n \na. Defendants’ Motion for Partial Summary Judgment is GRANTED in \npart and DENIED in part as follows: \ni. The Court DENIES Defendants’ Motion as to Brown’s individual \nand derivative claims for declaratory judgment, and those claims \nshall proceed to trial. \nii. The Court DENIES Defendants’ Motion as to CDI’s individual \nand derivative claim s to the exten t Brown seeks dismissal of \nthose claims based on CDI’s withdrawal from CDISE. \niii. The Court DENIES Defendants’ Motion as to  Plaintiffs’ claim \nagainst Defendants for misappropriation of trade secrets to the \nextent it relates to the Identifiable Trade Secrets, as defined \nherein, and such claim shall go forward to trial.  The Court \nGRANTS Defendants’ Motion as to Plaintiffs’ claim  against \nDefendants for misappropriation of trade secrets to the extent it \nrelates to information that is not an Identifiable Trade Secret,  \nand dismisses that claim with prejudice. \niv. The Court GRANTS Defendants’ Motion as to Plaintiffs’ claim  \nagainst Defendants  for tortious interference with contract, and \ndismisses that claim with prejudice. \nv. The Court DENIES Defendants’ Motion a s to Plaintiffs’ claim \nagainst Defendants for tortious interference with prospective \neconomic advantage with respect to CDISE’s prospective business \n \n \nwith Octapharma, Ally, and Sunbelt Rentals and that claim shall \ngo forward to trial.  The Court GRANTS Defendants’ Motion as \nto Plaintiffs’ claim  against Defendants for tortious interference \nwith prospective economic advantage to the extent the claim is \nbased on CDISE’s prospective business with any person or entity \nother than Octapharma, A lly, or Sunbelt Rentals, and dismisses \nthat claim with prejudice. \nvi. The Court GRANTS Defendants’ Motion as to Plaintiffs’ claim \nagainst Jacoby for breach of the confidentialit y agreement, and \ndismisses that claim with prejudice. \nvii.  The Court GRANTS Defendants’ Motion as to Plaintiffs’ claim \nagainst Brown for failure to negotiate in good faith, and dismisses \nthat claim with prejudice. \nviii. The Court DENIES Defendants’ Motion as to Plaintiffs’ claim \nagainst Defendants for conversion to the extent it relates to the \nComputer Hardware and electronic Business Records, and those \nclaims shall go forward to trial.  The Court GRANTS Defendants’ \nMotion as to Plaintiffs’ conversion claim  against Defendants to \nthe extent it relates to Sunbelt Equipment and tangible Business \nRecords, and dismisses those claims with prejudice. \nb. Plaintiffs’ Motion for Partial Summary Judgment is GRANTED IN \nPART and DENIED IN PART as follows: \n \n \ni. The Court DENIES Plaintiffs’ Motion as to Brown’s individual \nand derivative claims for declaratory judgment , and such claims \nshall go forward to trial.   \nii. The Court GRANTS Plaintiffs’ Motion as to Brown’s claim \nagainst CDISE for judicial dissolution of CDISE , and dismisses  \nthat claim with prejudice. \niii. The Court GRANTS Plaintiffs’ Motion as to  Brown’s claims \nagainst CDI, Reid, and Bakker for fraud, fraudulent concealment, \nand negligent misrepresentation, and dismisses those claims with \nprejudice. \niv. The Court GRANTS Plaintiffs’ Motion as to Brown’s individual \nand derivative claims against CDI, Reid, and Bakker  for unfair \nand deceptive trade practices under section 75-1.1, and dismisses \nthose claims with prejudice. \nv. The Court GRANTS Plaintiffs’ Motion as to Brown’s derivative \nclaim against Reid Accounting and N&R for gross \nmismanagement, and dismisses that claim with prejudice. \nvi. The Court DENIES Plaintiffs’ Motion as to Brown’s derivative \nclaim against Reid, Reid Accounting, and N& R for professional \nnegligence to the extent it relates to Reid, Reid Accounting, and \nN&R’s alleged failure to remit sales and use tax reports and \npayments, and that claim shall go forward to trial .  The Court \n \n \nGRANTS Plaintiffs’ Motion as to Brown’s derivat ive claim  \nagainst Reid, Reid Accounting, and N&R for professional \nnegligence to the extent it relates to their alleged failure to \nprovide accurate financial reports and to keep true and accurate \nbooks and records, and dismisses that claim with prejudice. \nSO ORDERED, this the 10th day of December, 2018.24  \n     /s/ Louis A. Bledsoe, III \n    Louis A. Bledsoe, III \n    Chief Business Court Judge \n                                                           \n24  This Order and Opinion was originally filed under seal on December 10, 2018.  This public \nversion of the Order and Opinion is being filed on December 14, 2018.  Because this public \nversion of the Order and Opinion does not contain any substantive changes from the version \nfiled under seal as to constitute an amendment, and to avoid confusion in the event of an \nappeal, the Court has elected to state the filing date of the public version of the Order and \nOpinion as December 10, 2018. "
}