{
  "id": "88bd411bb42effae70ff4ce0f6c174ea7a1851fafbeb5ef1a126ee567f42640f",
  "source_file": "data/raw/ncbc/88bd411bb42effae70ff4ce0f6c174ea7a1851fafbeb5ef1a126ee567f42640f.pdf",
  "raw_text": "STATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 14 CVS 6156 \n \n \nWALTER NAKATSUKASA, Individually and ) \non Behalf of All Others Similarly Situated, ) \n Plaintiff )  \n  ) \n v.  )  \n   )  \nFURIEX PHARMACEUTICALS, INC., JUNE ) \nS. ALMENOFF, PETER B. CORR,  ) \nSTEPHEN R. DAVIS, WENDY L. DIXON,  ) \nFREDRIC N. ESHELMAN, STEPHEN W. ) \nKALDOR, ROYAL EMPRESS, INC. and  ) \nFOREST LABORATORIES, INC., ) \n  Defendants ) \n \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 14 CVS 6955 \n \n \nCHRISTOPHER SHINNEMAN, Individually ) \nand on Behalf of All Others Similarly  ) \nSituated,  ) \n Plaintiff )  \n  ) \n v.  )   \n   )  \nFURIEX PHARMACEUTICALS, INC.,  ) \nFREDRIC N. ESHELMAN, JUNE S. ) \nALMENOFF, PETER B. CORR, WENDY L.  ) \nDIXON, STEPHEN W. KALDOR, STEPHEN  ) \nR. DAVIS, ROYAL EMPRESS, INC. and  ) \nFOREST LABORATORIES, INC., ) \n  Defendants ) \n \nORDER FINALLY APPROVING SETTLEMENT AND AWARDING ATTORNEYS' FEES \n THIS MATTER comes before the Court on Pl aintiffs' Motion for Final Approval of \nSettlement (\"Approval Motion\") and Motion for Award of Attorneys' Fees and Expenses (\"Fee \nMotion,\" together with Approval Motion, \"Motions\"). Both Motions are unopposed by \nDefendants, and the Court, after appropriate notice to potential class members was provided \nNakatsukasa v. Furiex Pharms., Inc., 2015 NCBC 68.\n \n \nas required by the Court's Order Preliminarily Approving Settlement, received no objection \nto the settlement conditionally entered on or about January 15, 2015 (\"Settlement\"). On June \n2, 2015, the Court held a hearing on the Motions and is satisfied as to the fairness, \nreasonableness, and adequacy of the Settlement, and the fairness and reasonableness of the \nfees, costs, and incentives provided herein . Therefore, the Court GRANTS the Approval \nMotion, CERTIFIES the class as defined below for settlement purposes only, APPROVES the \nSettlement, and GRANTS, in part, the Fee Motion for the reasons below.  \nRabon Law Firm, PLLC, by Gary W. Jacks on, Esq., and Brodsky & Smith, LLC by \nEvan J. Smith, Esq. for Plaintiffs. \n \nWyrick Robbins Yates & Ponton, LLP by Lee M. Whitman, Esq. for Defendants Furiex \nPharmaceuticals, Inc., June S. Almenoff, Pe ter B. Corr, Stephen R. Davis, Wendy L. \nDixon, Fredric N. Eshelman, Stephen W. Kaldor. \n \nRobinson, Bradshaw & Hinson, P.A. by Adam  K. Doerr, Esq., David C. Wright, III, \nEsq., and Robert W. Fuller, Esq., and Covi ngton & Burling LLP by Mark P. Gimbel, \nEsq. and Christopher Y.L. Yeung, Esq. for Defendants Forest Laboratories, Inc. and \nRoyal Empress, Inc. \n \nMcGuire, Judge. \nBackground \n1. Plaintiffs in these actions, Walter Nakatsukasa and Christopher Shinneman, \nare former shareholders of Furiex Pharmaceuticals, Inc. (\"Furiex\").  \n2. On April 28, 2014, Furiex announced that it had entered into an Agreement \nand Plan of Merger (\"Merger Agreement\") with Forest Laboratories, Inc. (\"Forest\") and Royal \nEmpress, Inc. Pursuant to the terms of the Merger Agreement, Furiex shareholders would \nhave the right to receive $95.00 per share plus a Contingent Value Right of up to $30 per \nshare in exchange for their Furiex shares.  \n3. Following the announcement of the Merger, four putative class-action lawsuits \nchallenging the Merger were filed, all of whic h the parties agree arise from the same set of \noperative facts and involve the same putative class: \nKollman v. Furiex Pharmaceuticals, Inc. \n \n \net al., Case No. 9599, and Powell v. Furiex Pharmaceuticals, Inc. et al. , Case No. 9603, filed \non May 1 and 2, 2014, respectively, in the Court of Chancery of the State of Delaware \n(together, the “Delaware Actions”); the Nakatsukasa Action, filed on May 12, 2014; and the \nShinneman Action, filed on May 28, 2014 (together, the “North Carolina Actions” and \ntogether with the Delaware Actions, the “Actions”). \n4. On June 4, 2014, Furiex filed its Definitive Proxy Statement on Schedule 14A \n(\"Proxy\") with the Securities and Exchange Commission (\"SEC\"). On the same date, Plaintiffs \nin all four actions filed substantively identical amended complaints. The amended complaints \nalleged, among other disclosure issues, t hat the Proxy failed to disclose whether \nconfidentiality agreements entered into be tween Furiex and potential buyers contained \nstandstill or \"don't ask, don't waive\" provisions (\"DADW provisions\").  \n5. On June 11, 2014, the parties to the North Carolina actions agreed to an \nexpedited discovery schedule which included an agreement to stay all further proceedings in \nthe Delaware Actions. After reviewing documents produced during this expedited discovery, \nPlaintiffs' concluded that five confidentialit y agreements entered into between Furiex and \npotential buyers contained DADW provisions. Ad ditionally, Plaintiffs determined that the \nProxy failed to provide Furiex shareholders with \"material information concerning, among \nother things, the process which resulted in th e [m]erger, Furiex's financial projections, and \nthe financial analyses by [Bank of America Merrill Lynch (\"BAML\")] and Credit Suisse \nSecurities (USA) LLC [(\"Credit Suisse\")] underlying each advisor's fairness opinion.\"\n1 \n6. As part of the resolution of this matter, Furiex notified the parties to the five \nDADW provisions that it would waive those pr ovisions. Having resolved the DADW issue, \nPlaintiffs' counsel engaged in vigorous, arm's-le ngth negotiations which ultimately resulted \n                                            \n1 Pls.' Mem. Supp. Mot. Prelim. Approval of Settlement 3-4. \n \n \nin the execution of a Memorandum of Understanding on June 23, 2014. In addition to waiving \nthe DADW provisions, the negotiated settlem ent provided Furiex shareholders with \nsupplemental disclosures that Plaintiffs belie ved resolved their remaining claims. On June \n23, 2014, Furiex filed these supplemental disclosures on Schedule 14A with the SEC. \n7. On July 1, 2014, Furiex stockholders voted to approve the Merger. \nApproximately 79.86% of Furiex’s outstanding common stock was voted at the meeting, of \nwhich a majority voted in favor of the Merger. \n8. On January 15, 2015, the parties executed a Stipulation and Agreement of \nCompromise, Settlement, and Release (\"Stipulat ion\"), and on February 9, 2015, Plaintiffs \nfiled their Unopposed Motion for Preliminary Approval of Settlement, Certification of \nSettlement Class, Approval of Class Notice and Final Approval Hearing Scheduling.  On \nMarch 23, 2015, the Court entered its Order Preliminarily Approving Settlement and \nProviding for Notice (\"Preliminary Approval Or der\"), and noticed a hearing for approval of \nthe final settlement for June 3, 2015. The parties  subsequently provided written notice to \nclass members advising them, inter alia, of their rights to object to the proposed settlement.  \nNeither the Court nor the parties received any objection to the Settlem ent, either before, \nduring, or after the June 3 hearing. \n9. On May 22, 2015, Plaintiff filed the Moti ons, along with supporting affidavits \nand other materials.  On June 3, 2015 the Cou rt held a hearing on the motions for final \napproval and for attorneys’ fees.  \nClass Certification \n10. Rule 23 of the North Carolina Rules of Civil Procedure (\"Rule(s)\") governs class \nactions. Under that rule, the trial court has broad discretion in determining whether to certify \na case as a class action. Harrison v. Wal-Mart Stores, Inc. , 170 N.C. App. 545, 547 (2005). \nThe Court, in its discretion, may certify a class action if certain requirements are satisfied. \n \n \nFirst, parties seeking to employ the class action procedure pursuant to our \nRule 23 must establish the existence of a class. A class exists when each of the \nmembers has an interest in either the same issue of law or of fact, and that \nissue predominates over issues affecting only individual class members. The \nparty seeking to bring a class action also bears the burden of demonstrating \nthe existence of other prerequisites: (1) the named representatives must \nestablish that they will fairly and ad equately represent the interests of all \nmembers of the class; (2) there must be  no conflict of interest between the \nnamed representatives and members of the class; (3) the named \nrepresentatives must have a genuine pers onal interest, not a mere technical \ninterest, in the outcome of the case; (4) class representatives within this \njurisdiction will adequately represent members outside the state; (5) class \nmembers are so numerous that it is impractical to bring them all before the \ncourt; and (6) adequate notice must be given to all members of the class.  \n \nBeroth Oil Co. v. N.C. Dep't of Transp. , 367 N.C. 333, 336 (2014) (citations omitted).  \"When \nall the prerequisites are met, it is left to the trial court's discretion whether a class action is \nsuperior to other available methods for the adjudication of the controversy.\" Id.  \n11. Here, the class representatives' claims are typical of claims of the putative \nclass, are common to all Furiex shareholders in the defined time period, 2 and predominate \nover any potential individual claim that might be asserted by the class representatives. The \ncommon questions of fact involved in this matter included whether Defendants failed to \nprovide all Furiex shareholders with material  information necessary for them to make an \ninformed vote on the merger. Those factual issues  give rise to the same  legal issues; to wit, \nwhether the Furiex Board breached any fiduci ary duties and whether the shareholders are \nentitled to any relief. Because these issues predominate over any individual issue or interest \nof the class representatives, a class exists. \n                                            \n2 The class definition, as defined in the Preliminary Approval Order, includes \"any and all record and \nbeneficial owners of Furiex common stock during the period beginning April 28, 2014, through the \ndate of the consummation of the Merger, including any and all of their respective successors in interest, \npredecessors, representatives, trustees, executors, administrators, heirs, assigns or transferees, \nimmediate and remote, and any person or entity acting for or on behalf of, or claiming under, any of \nthem, and each of them, excluding Defendants, members of the immediate family of any Defendant, \nany entity in which a Defendant has or had a controlling interest, and the legal representatives, heirs, \nsuccessors or assigns of any such excluded person.\" (\"Class,\" composed of \"Class Members\"). \n \n \n12. Additionally, the Court concludes that  the class representatives have no \nconflict of interest with the class, and that  they, as former shareholders, have a genuine \npersonal interest in the outcome of the case and that interest is shared by all class members. \nAccordingly, Plaintiffs fairly and adequately represent the interests of all members of the \nclass. \n13. The class here consists of more than three thousand shareholders who, \ncollectively as of March 17, 2014, own over ten million shares of Furiex common stock. \nClearly, the class is so numerous that it is impractical to bring all members before the Court. \nSee Pitts v. Am. Sec. Ins. Co. , 144 N.C. App. 1, 18 (2001) (finding that numerosity \nrequirement had been satisfied where the class appeared, based on the plaintiff's good faith \nestimate, to include in excess of one thousand persons). \n14. Because Plaintiffs have satisfied all class action prerequisites, this Court has \nthe discretion to determine whether a class action is superior to other methods for \nadjudication of this controversy. Beroth Oil Co., 367 N.C. at 336. After thoroughly reviewing \nthe Approval Motion, the affidavits and evidence provided in support of the Approval Motion, \nand other appropriate matters or record, the Co urt concludes, in its discretion, that class \ncertification is proper in this matter. Plaintiffs additionally ask the Court to certify this class \nas a non-opt-out class, one in which the class members lack the ability to exclude themselves \nfrom class and, thus, the preclusive effect of any class settlement. See Ehrenhaus v. Baker, \n216 N.C. App. 59, 78 (2011). As the North Caroli na Court of Appeals has recognized, a class \nmay be certified without opt-out rights when the primary relief sought is not monetary, but \ninjunctive or declaratory. Id. at 79. Here, Plaintiffs primarily seek, and the Settlement \nprimarily provides, for the waiver of the DADW  agreements and additional disclosures to \nshareholders of information related to the me rger between Furiex and Forest. Accordingly, \nthe Court concludes that a non-opt-out class is both permitted under North Carolina Rule 23 \n \n \nand is appropriate in these Actions. See Ehrenhaus, 216 N.C. App. at 81 (finding that non-\nopt-out class was appropriate where the \"predominant claim [in the action] was Ehrenhaus's \nattempt to enjoin the [m]erger\"). \n15. Accordingly, the Court certifies the follo wing non-opt-out Class solely for the \npurpose of effectuating the Settlement: \nany and all record and beneficial owners of  Furiex common stock during the period \nbeginning on April 28, 2014 through the date of the consummation of the Merger, \nincluding any and all of their respective  successors in interest, predecessors, \nrepresentatives, trustees, executors, admini strators, heirs, assigns or transferees, \nimmediate and remote, and any person or entity acting for or on behalf of, or claiming \nunder, any of them, and each of them, excluding Defendants, members of the \nimmediate family of any Defendant, any entity in which a Defendant has or had a \ncontrolling interest, and the legal representatives, heirs, successors or assigns of any \nsuch excluded person. \n \nThe Settlement \n16. The Court now turns to the Settlemen t itself to determine whether the \nSettlement is \"fair, reasonable, and adequate.\" Ehrenhaus, 216 N.C. App. at 73 (internal \ncitations omitted). The burden of showing that the Settlement satisfies this standard rests \non Plaintiffs. Id. The determination of whether Plaintiffs have satisfied this burden rests in \nthe trial court's sound discretion. Id.   \n17. Although the Court may consider a variety of factors in evaluating the \nsettlement, the court of appeals has identified  two key factors in determining whether to \napprove a proposed settlement of a class action lawsuit. \"The first is the likelihood the class \nwill prevail should litigation go forward and the potential spoils of victory, balanced against \nbenefits to the class offered in the settlement.\" Ehrenhaus, 216 N.C. App. at 74. \"The second \nis the class's reaction to the settlement.\" Id.  \n18. As to the first factor, the Court recogn izes that the expedited nature of the \nrelief sought in Plaintiffs' Amended Compla ints and the expedited discovery schedule \nobtained in these actions resulted in the execution of the Memorandum of Understanding \n \n \njust nineteen days after the Amended Complaints were filed. Within this short period of time, \nhowever, Plaintiffs' counsel were able to obtain and review discovery of public and non-public \ninformation, and succeeded in obtaining th e DADW waivers and additional material \ndisclosures beneficial to shareholders.  \n19. A number of courts have recognized that obtaining waivers or revisions of deal \nprotection agreements, such as a waiver of DADW provisions, provides the opportunity for a \ntopping bid and, in turn, for stockh olders to receive greater value. See In re Compellent \nTechs., Inc., 2011 Del. Ch. LEXIS 190 at *54 (Del. Ch. Dec. 9, 2011); In re Del Monte Foods \nCo. S'holder Litig. , 2011 Del. Ch. LEXIS 94 at *44-45 (Del. Ch. Jun. 27, 2011). This \nopportunity \"to obtain the highest possible pr ice for shareholders\" is precisely the relief \nsought by Plaintiffs.3  \n20. Plaintiffs obtained significant additio nal disclosures concerning the merger \nwith Forest, including additional detaile d information about the financial analyses \nperformed by BAML and Credit Suisse upon which those banks based their opinions that the \ntransaction was fair. Again, courts have ackn owledged the value of such information to \nshareholders considering a proposed sale. \n[W]hen a banker’s endorsement of the fairness of a transaction is touted to \nstockholders, the valuation methods used to arrive at that opinion as well as \nthe key inputs and range of ultimate values generated by those analyses must \nalso be fairly disclosed.  Only providing some of that information is insufficient \nto fulfill the duty of providing a fa ir summary of the substantive work \nperformed by the investment bankers upon whose advice the recommendations \nof the board as to how to vote . . . rely. \n \n \nIn re Netsmart Techs., Inc. S’holders Litig., 924 A.2d 171, 203-204 (Del. Ch. 2007) (quotation \nand footnote omitted); see also In re Pure Resources, Inc. Stockholders Litigation, 808 A.2d \n421, 449 (Del. Ch. 2002) (“The real informative value of the banker’s work is not in its bottom-\n                                            \n3 Am. Compl. (14 CVS 6156), prayer for relief ¶ B. \n \n \nline conclusion, but in the valuation analysis t hat buttress that result.”).  The disclosures \nalso clearly were material. BioClinica, Inc. S’holder Litig., Consol. C.A. No. 8272-VCG, 2013 \nDel. Ch. LEXIS 52, at *18 (Del. Ch. Feb. 25, 2013) (“Generally, the failure of a company to \ndisclose management’s financial projections in its proxy materials, when those projections \nhave been relied on by a financial advisor to render a fairness opinion, is a material omission \nthat will sustain injunctive relief if not corrected.”). \n21. In addition, Defendants \"were adamant  that they would not address the \ndisclosures absent a settlement or Court order.\" 4  Accordingly, to obtain the supplemental \ndisclosures, Plaintiffs were forced to decide whether to ob tain the Settlement or pursue \nlitigation to obtain the same information. Gi ven the deference afforded to directors of \ncorporations under the business judgment rule, Plaintiffs chose the former approach.5   \n22. The value of the DADW waivers and supplemental disclosures perhaps \nexplains the lack of any objection by class members to the Settlement. The lack of any \nobjection from the class is a strong indication of the Settlement's reasonableness and should \nbe afforded significant weight in the Cou rt's consideration of the Approval Motion. \nSee \nEhrenhaus, 216 N.C. App. at 74 (\"[T]he reaction of the class to the settlement is perhaps the \nmost significant factor to be weighed in cons idering its adequacy.\" (alteration in original) \n(quoting Sala v. Nat'l R.R. Passenger Corp., 721 F.Supp. 80, 83 (E.D. Pa. 1989)).  \n23. Ultimately, after thorough consideration of the nature and strength of \nPlaintiffs' claims, the potential defenses they faced, the urgency with which the action was \ninitiated and the short time in which the primar y issues were resolved, and the lack of any \nobjection to the Settlement, the Court concludes, in its discretion, that the Settlement is fair \nand reasonable and should be approved. \n                                            \n4 Pls.' Mem. Supp. Mot. Final Approval of Settlement 20. \n5 Id. \n \n \nAttorneys' Fees6 \n24. Plaintiffs also move the Court to approve their request for an award of \n$695,000 in attorneys' fees and costs.  The Se ttlement Agreement provides that Plaintiffs' \nhave \"reserve[d] the right to make a petition for an award of attorneys' fees and expenses to \nthe Court . . . in an amount not to exceed six hundred ninety five thousand dollars ($695,000 \nUSD).\"\n7  The request is comprised of $660,431.31 in attorneys' fees, and $34,568.69 in costs.  \nThe attorneys' fees include a $2,000 incentive award for each of the two North Carolina class \nrepresentatives.8  The Fee Motion is not opposed by Defendants.  The settlement of this action \nis not contingent on the award of attorneys' fees to Plaintiffs' counsel, and the Plaintiffs and \nclass members are not being asked to pay any of the fees and costs.  Each of Plaintiffs' counsel \nhave submitted affidavits attesting to the hours expended, billing rates, and any costs \nincurred by their respective law firms.  Plai ntiffs' Counsel, however, have not submitted \ndetailed billing records regarding specific task s and hour expended for each task. Rather, \nthey have provided totals of hours expended by various attorneys' who have worked on the \ncase grouped into broad categories such as  \"pleadings and motions,\" \"legal and other \nresearch,\" and \"other court appearances and preparation.\" Plaintiffs' out-of-state counsel also \n                                            \n6 Plaintiff does not point to any statutory authority for an award of attorneys' fees in this case, and \nNorth Carolina's appellate courts have not recognized an award of fees based on the \"common benefit\" \ndoctrine.  In re Wachovia Shareholder Litig., 168 N.C. App. 135 (2005).  Plaintiffs appear to base the \nrequest for fees solely upon the contractual agreement contained in the Settlement Agreement. \nGenerally, in North Carolina attorneys' fees may not be recovered either as costs or damages absent \nstatutory authority.  \nG.E. Betz, Inc. v. R.C. Conrad , __ N.C. App. __, __, 752 S.E.2d 634, 654 (2013) \n(\"Generally, a successful litigant ma y not recover attorneys' fees unl ess such recovery is expressly \nauthorized by statute.\"); Stillwell Enterprises v. Interstate Equipment , 300 N.C. 286, 289 (1980).  \nNevertheless, the Court recognizes that such fee agreements arising from settlements of class actions \nhave been enforced by this court, and the Court will presume that it has authority to enforce the \nagreement for an award of attorneys' fees in this case.  See In re Harris Teeter Merger Litigation, 2014 \nNCBC LEXIS 47, at  **19-22 (2014, Gale, J.) \n7 Stipulation of Settlement ¶ 18. \n8   Mem. Supp. Mot. Attorneys' Fees 2, 4. \n \n \nhave provided information regarding each firm's  experience and expertise in this type of \nlitigation. \n25. While a court may not modify a contractual attorneys' fees arrangement \nreached in a settlement of a Rule 23 class action, it nevertheless must review the fees sought \nfor reasonableness and must approve any fees paid by way of settlement.  See Ehrenhaus, \n216 N.C. App. at 74 (\"While any 'compromise' in a class action must be reviewed by a court, \na court cannot modify a purely contractual se ttlement.\").  Here, the parties agreed that \nPlaintiffs could apply to the Court for an award of attorneys' fees and costs of up to $695,000.  \nThe determination of the amount of attorneys' f ees to be awarded is in the sound discretion \nof the Court. G.E. Betz, Inc. v. Conrad , __ N.C. App. __, __, 752 S.E.2d 634, 654 (2013). \nAccordingly, the issue before the Court is wh ether Plaintiffs' request for the full $695,000 is \nreasonable.   \n26.  Plaintiffs have submitted affidavits es tablishing that Plaintiffs' attorneys \nexpended 701.3 hours pursuing this action, wh ich would have generated attorneys' fees of \n$388,465.00 at the respective attorneys' \"normal\" billing rates (the \"lodestar\" amount).9  They \nseek $660,431.31 in attorneys' fees based upon  a \"1.70 multiplier\" of the lodestar amount, \nbased primarily on their contention that simila r multipliers have been applied by courts in \nother jurisdictions. 10  Plaintiffs have not cited to any  North Carolina appellate decision \napproving use of a multiplier, but contend that it is proper in this case. \n27. In recent years, the North Carolina Court of Appeals has identified two similar, \nbut not identical, sets of criteria to be co nsidered in determining the reasonableness of \nrequested attorneys' fees.  In G.E. Betz, the Court of Appeals cited with approval the factors \nenunciated in United Laboratories, Inc. v. Kuykendall, including: \n                                            \n9 Mem. Supp. Mot. Attorneys' Fees 4. \n10 Id. at 4, n. 7. \n \n \nthe time and labor expended, the skill required, the customary fee for like \nwork, [] the experience or ability of the attorney . . . the novelty and difficulty \nof the questions of law[,] the adequacy of the representation[,] the difficulty of \nthe problems faced by the attorney[,] especially any unusual difficulties[,] and \nthe kind of case for which fees are sought and the result obtained. \n \nG.E. Betz, __ N.C. App. at __, 752 S.E.2d at 655 (quoting United Labs., Inc. v. Kuykendall , \n335 N.C. 183, 195 (1993)). \n28. In Ehrenhaus, the court of appeals held that the reasonableness of attorneys' \nfees is governed by Rule 1.5 of the Revise d Rules of Professional Conduct of the North \nCarolina State Bar (\"RPC\"). 216 N.C. App. at 96. RPC 1.5 provides that \"[a] lawyer shall not \nmake an agreement for, charge, or collect an illegal or clearly excessive fee or collect a clearly \nexcessive amount for expenses.\"  Id. at  96.  The factors to be utilized when determining \nwhether a fee is clearly excessive include the following: \n(1) the time and labor required, the no velty and difficulty of the questions \ninvolved, and the skill requisite to perf orm the legal service properly; (2) the \nlikelihood, if apparent to the client, that the acceptance of the particular \nemployment will preclude other empl oyment by the lawyer; (3) the fee \ncustomarily charged in the locality for similar legal services; (4) the amount \ninvolved and the results obtained; (5) the time limitations imposed by the client \nor by the circumstances; (6) the nature and length of the professional relationship \nwith the client; (7) the experience, reputation, and ability of the lawyer or lawyers \nperforming the services; and (8) whether the fee is fixed or contingent.  \n \nId. at 96-97 (quoting RPC 1.5(a)(1)-(8)). \n \n29. The Court concludes that the attorneys' f ees requested in this case should be \nassessed against the Ehrenhaus factors, which include all or almost all of the factors \nendorsed by the Court in G.E.  Betz. \n30. The Fee Motion is unopposed, and Plaintiffs have provided sufficient \ninformation and evidence to establish the reas onableness of their fee request under several \nof the RPC 1.5 factors.  Plaintiffs' counsel has provided sufficient evidence of the time and \nlabor required to litigate the case.  Plaintiffs' counsel also has established that they obtained \na highly favorable result for Plaintiffs and the class by requiring Defendants to waive the \n \n \nDADW agreements and provide further disclo sures favorable to Furiex shareholders. \nAdditionally, the time limitations imposed by th e need to obtain the waiver and disclosures \nin the face of an imminent shareholder vote  were substantial.  Finally, the unopposed \ninformation provided by Plaintiffs' counsel establish the experience, skill, and ability of \nPlaintiffs’ counsel. \n31. The remaining factors raise more difficult issues.  It seems clear, and Plaintiffs \ndo not claim otherwise, that this was the firs t and only matter in which Plaintiffs' counsel \nhas represented the named Plaintiffs.  Accordingly, the \"nature and length of the professional \nrelationship\" does not weigh in favor of the fees being requested in this action. \n32. Similarly, while Plaintiffs' contend that \"Plaintiffs and their counsel \nunderstood that prosecution of this Action wo uld and did necessitate considerable time and \nresources that otherwise could have been spent on other matters,\" 11 they have not provided \nany specific evidence or examples of matters that counsel were unable to accept because of \nwork on this case.   Counsel represent that they spent substantial time in litigating the case \nand reaching the settlement, but the large number of firms engaged in performing the work \nstrongly suggests to the Court that this case  would not have \"preclude[d] other employment \nby the lawyer[s]\" involved.  Accordingly, this factor must be weighed, at best, neutrally in \ndetermining the reasonableness of the fee request. \n33. The Court is most concerned with the i ssues of \"the novelty and difficulty of \nthe questions involved, and the skill requisite to perform the legal service properly\" and \"the \nfee customarily charged in the locality for simila r legal services\". Plaintiffs merely contend \nthat \"the Action involved questions regarding the mechanics of deal protection provisions, \nrelative valuation analyses developed by sk illed and well-known financial advisors, and \n                                            \n11 Mem. Supp. Mot. Attorneys' Fees 8. \n \n \nissues of North Carolina law pertaini ng to direct and derivative claims.\" 12 While Plaintiffs' \nout-of-state counsel have established that they are skilled practitioners in the area of \nshareholder litigation arising from mergers and  acquisitions, they have not provided any \nexplanation of why such skills could not be obtained in North Carolina. \n34. In assessing an award of attorneys' f ees in North Carolina the \"rates in the \ngeographic area of the litigation are relev ant to the reasonableness determination.\"  \nG.E. \nBetz, Inc., __ N.C. App. at __, 752 S.E.2d at 655 (citations omitted).  Nevertheless, \"although \ncommunity rates may be the starting point, the trial court must conduct further inquiry when \nlocal counsel do not have the expertise to adequately represent a client.\" Id. Where an hourly \nrate far in excess of local rates is to be awarded, the court must make findings demonstrating \nwhy the fees are \"reasonable.\" Id., __ N.C. App. at __, 752 S.E.2d at 657 (vacating and \nremanding trial court's order awarding fees \"double those billed in the community where the \nlitigation took place\" because trial court failed to conduct any inquiry as to whether that work \ncould have been performed \"by local counsel at reasonable rates within the community\"). \n35. Here, Plaintiffs seek $660,431.31 in attorneys' fees for 701.3 hours of \nprofessional time expended.  This works out to an effective hourly rate of $941.72.13 See In re \nSauer- Danfross Inc. Shareholder Litig. , 65 A.3d 1116, 1139 (Del. Ch. Apr. 29, 2011) \n(\"Traditionally, we have used hours worked to calculate an effective hourly rate that can be \nexamined to guard against windfall compensati on when awarding large fees.\") Plaintiffs \ncontend that the Court should apply a \"multiplier\" of 1.7 to bridge the difference between the \n$388,465 lodestar amount and the $660,431.31 in fees they seek.  As noted above, Plaintiffs \nhave not cited to, and this Court is unable to  find, any reported case in which a North \n                                            \n12 Id. at 7. \n13 None of Plaintiffs out-of-state attorneys charged a rate this high, but did charge attorneys' time at \nrates ranging from $275 – $800 per hour. \n \n \nCarolina court has applied a \"mul tiplier\" to increase the lodestar  amount.  Accordingly, the \nCourt believes the best course is to assess the requested fees as if Plaintiffs were seeking an \naward of $941.72 per hour, and to consider such request based on whether special legal skills \nand experience were involved that are not available in North Carolina, the rates charged by \nattorneys for comparable work in the local area , and in light of the result obtained for the \namount of work expended. \n36. Here, the record is devoid of any evid ence regarding the availability of local \nattorneys' with the necessary skills and experi ence to pursue this type of shareholder \nlitigation.  Nevertheless, at the hearing, Plaintiffs' local counsel represented to the Court that \nhe did not believe there were a substant ial number of attorneys in North Carolina \nprosecuting this type of shareholder action. Accordingly, despite the lack of specific \ninformation and evidence about whether ther e exists North Carolina counsel qualified to \npursue such litigation, the Court finds that this factor weighs in favor of awarding a premium \nrate. \n37. With regard to the rates generally charged for sophisticated business litigation \nin North Carolina, this Court has recognized as recently as 2014 that an hourly rate of \n$321.91 per hour was \"reasonable\" in North Carolina for business litigation.  In re Harris \nTeeter, 2014 NCBC 44, ¶ 63 (N.C. Super. Ct. Sep. 24, 2014).  The undersigned's own \nexperience is that rates of approximately $300 – $550 per hour are typical of the fees charged \nfor this type of work in Wake County, North Carolina.  Here, Plaintiffs' requested fees would \ncompensate Plaintiffs' counsel at a rate of almost $950 per hour.  The Court concludes that \nthe rates charged in the local geographic area for like work weighs ag ainst Plaintiffs' fees \nrequest. \n38. As noted above, Plaintiffs' counsel obtain ed a very good result for the class.  \nSecuring the waiver of the DADW provisions  and the additional disclosures conferred a \n \n \nsignificant benefit on Furiex's shareholders by  providing both the opportunity for a higher \nbid from another entity and important info rmation that shareholders could use in \ndetermining whether to approve the merger.  This factor weighs in favor of the requested fee \naward. \n39. On the other hand, the amount and type of work performed is, at best, a neutral \nfactor.  Plaintiff's counsel expended just 701.30 hours to obtain the settlement.  Plaintiffs \nonly took only two depositions during the litigation. 14  Plaintiffs' counsel reviewed only \napproximately 1000 pages of non-public documents. 15  Plaintiffs cite the attorneys' fees \nawards in In re Harris Teeter and In re Progress Energy Shareholder Litigation, as examples \nof cases in which the Court has awarded \"reasonable attorneys' fees and expenses in \nresolution of a class action.\"\n16  In Harris Teeter, the plaintiffs' counsel secured additional \ndisclosures from Harris Teeter in co nnection with its proposed merger. In re Harris Teeter, \n2014 NCBC 44, ¶¶ 46-48.  In that case, the plaintiffs' counsel reviewed 92,000 pages of \ndocuments, among other work, and sought $295,260.71 in fees for 917.20 hours of work \nperformed. \nId. at ¶ 63. The Court noted that this equated to an hourly fee of $321.91, which \nthe Court held to be reasonable in light of rates typically charged in North Carolina. Id. \n40. In Progress Energy , the plaintiffs also secured additional disclosures in \nconnection with Progress' merger with Duke Energy Corporation. In re Progress Energy \nShareholder Litigation , 2011 NCBC 44, ¶ 14 (N.C. Super. Ct. Nov. 29, 2011).  In the \nsettlement agreement, the parties agreed t hat Progress would pay attorneys' fees and \nexpenses of \"up to $550,000.\" Id. at ¶ 20. Plaintiffs' counsel actually expended 3,088 hours on \nthe litigation and had lodestar fees of $1,510, 302, but sought attorneys' fees of only $402,271. \n                                            \n14 Mem. Supp. Mot. Attorneys' Fees 7. \n15 Id. at 3. \n16 Id. at 2-3. \n \n \nId. at ¶ 27.  The plaintiffs' counsel reviewed 160,000 pages of documents, took depositions, \nand issued 10 third-party subpoenas.  Id.  The Court determined that the request amounted \nto a fee of $130 per hour which was \"well belo w the typical and customary rate charged by \nattorneys' in North Carolina for similar litigation.\"  Id. at ¶ 56. \n41. The awards in Harris Teeter  and Progress Energy  demonstrate the \nextraordinary amount of attorneys' fees Plaintiffs seek in this matter.  The $941.72 per hour \neffective rate that Plaintiffs' request is almost three times the fee approved in Harris Teeter, \nand seven times the hourly rate approved in Progress Energy.  Granted, Plaintiffs' counsel \ndid secure the waiver of the DADW provisions, a significant benefit to shareholders that was \nnot present in Harris Teeter and Progress Energy.  That additional benefit, however, does \nnot justify the substantially greater effective hourly rate Plaintiffs' request in this case. \n42. Here, even if the Court applies the high end of the North Carolina rates it \nbelieves are charged for similar work, or $550 per hour, the lodestar amount would be \n$385,715, or almost exactly the actual lodestar  as established by Plaintiffs' own billing \nrecords.  Nevertheless, the Court recognizes that the parties have contractual agreement, \nand the requested fees fall within the amount that Defendants agreed they would be willing \nto pay.  Plaintiffs' counsel also obtained waiv er of DADW provisions, a significant benefit to \nthe class that was not present in Harris Teeter or Progress Energy.  Finally, the information \nbefore the Court supports the conclusion that Plaintiffs' out-of-state counsel provided legal \nexpertise that may not be readily available in North Carolina.  Accordingly, the Court will \nexercise its discretion to award Plaintiffs' counsel attorneys' fees of $504,000, which includes \nthe $2,000 incentive payments to the two North Carolina representatives. \n43. Plaintiffs' requested costs of $34,568.69 are reasonable under the \ncircumstances, and the Court in its discretion awards the full amount of the costs. \n \n \n44. Accordingly, the Court concludes that Plaintiffs should be awarded \n$538,568.69 in attorneys' fees and costs. \nTHEREFORE, IT IS HEREBY ORDERED, ADJUDGED, and DECREED, THIS 1st \nDAY OF July, 2015, AS FOLLOWS: \n45. Unless otherwise defined herein, all defined terms shall have the meanings as \nset forth in the Stipulation. \n46. The Notice of Pendency of Class Action, Proposed Settlement of Class Action, \nSettlement Hearing and Right to Appear (the “Notice”) has been given to the Class pursuant \nto and in the manner directed by the Scheduling Order, proof of the mailing of the Notice has \nbeen filed with the Court and full opportunity to  be heard has been offered to all parties to \nthe Actions, the Class and persons in interest.  The form and manner of the Notice is hereby \ndetermined to have been the best notice pr acticable under the circumstances and to have \nbeen given in full compliance with each of th e requirements of North Carolina Rule of Civil \nProcedure 23, due process and applicable law, and it is further determined that all members \nof the Class are bound by the Order and Final Judgment herein. \n47. Based on the record of the Actions, the Court expressly and conclusively finds, \npursuant to North Carolina Rule of Civil Procedure 23, as follows:  \na. that (i) the Class, as defined below, is so numerous that separate joinder of all \nmembers is impracticable, (ii) there are questio ns of law and fact common to the Class, (iii) \nthe claims of Plaintiff are typical of the claims of the Class, and (iv) Plaintiff and his counsel \nhave fairly and adequately protected the interests of the Class; and  \nb. that the requirements of North Carolina Rule of Civil Procedure 23 have been \nsatisfied; \n \n \n48. The Actions are finally certified as a class action, pursuant to North Carolina \nRule of Civil Procedure 23, on behalf of a mandatory, non-opt-out class consisting of any and \nall record and beneficial owners of Furiex common stock during the period beginning on April \n28, 2014 through the date of the consummation of the Merger, including any and all of their \nrespective successors in interest, predece ssors, representatives, trustees, executors, \nadministrators, heirs, assigns or transferees, immediate and remote, and any person or entity \nacting for or on behalf of, or claiming under, any  of them, and each of them (the “Class,” to \nbe composed of “Class Members”).   \n49. Pursuant to North Carolina Rule of Civil Procedure 23, Plaintiffs Walter \nNakatsukasa and Christopher Shinneman are finally certified as the Class Representatives.  \nBrodsky & Smith, LLC and Ryan & Maniskas, LLP is finally certified as Class Counsel.   \n50. The Stipulation and the terms of the Settlement as described in the Stipulation \nand the Notice are found to be fair, reasonable, adequate, and in the best interests of the \nClass, and are hereby approved pursuant to North Carolina Rule of Civil Procedure 23.  The \nParties are hereby authorized and directed to comply with and to consummate the Settlement \nin accordance with the terms and provisions se t forth in the Stipulation, and the Clerk of \nCourt is directed to enter and docket this Order and Final Judgment in the Actions. \n51. This Order and Final Judgment shall not constitute any evidence or admission \nby any Party herein of any wrongdoing with respect to any claims asserted in the Actions and \nshould not be deemed to create any inference that there is any liability therefor. \n52. The Actions are hereby DISMISSED WITH PREJUDICE on the merits and, \nexcept as provided herein, without fees or costs. \n53. Plaintiffs in the Delaware Actions s hall move or otherwise apply for the \ndismissal, with prejudice and without fees or costs except as provided herein, of the Delaware \nActions within five (5) business days. \n \n \n54. The Plaintiffs and each and every member of the Class shall be deemed to have, \nand by operation of this Order and Final Judgment shall have, completely, fully, finally and \nforever discharged, released, settled, and dismissed with prejudice on the merits any and all \nmanner of claims, demands, rights, actions, causes of action, liabilities, damages, losses, \nobligations, judgments, duties, suits, costs, expenses, matters and issues known and \nunknown, contingent or absolute, suspected or unsuspected, disclosed or undisclosed, \nliquidated or unliquidated, matured or unma tured, accrued or unaccrued, apparent or \nunapparent, including, without limitation, unknown claims that could have been, or in the \nfuture can or might be asserted in any cou rt, tribunal or proceeding, against Defendants, \nBAML, Credit Suisse, and their respective pr edecessors, successors in interest, parents \n(including, without limitation, Forest L aboratories, LLC and Actavis Plc and its \nsubsidiaries), subsidiaries, affiliates, repres entatives, attorneys (including Defendants’ \nCounsel), agents, trustees, executors, heirs, spouses, marital communities, assigns or \ntransferees and any person or entity acting for or on behalf of any of them and each of them, \nand each of their predecessors, successors in interest, parents, subsidiaries, affiliates, \nrepresentatives, attorneys, agents, trustees, executors, heirs, spouses, marital communities, \nassigns or transferees and any person or entity  acting for or on behalf of any of them and \neach of them (including, without limitation, any investment bankers, accountants, insurers, \nreinsurers or attorneys of the foregoing and any past, present or future officers, directors and \nemployees of any of them) (individually a “Rel eased Party,” and collectively, the “Released \nParties”), by Plaintiffs or any member of the Class in their capacity as stockholders, related \nto the Merger, in any forum, including, withou t limitation, class, deri vative, individual, or \nother claims, whether state, federal, or fore ign, common law, statutory, or regulatory, \nincluding, without limitation, claims under the federal securities laws or state disclosure \nlaws, arising out of, related to, or concerning (i ) the allegations contained in the Actions, (ii) \n \n \nthe Merger or any amendment thereto, including, without limitation, the adequacy of the \nconsideration to be paid to Furiex shareholde rs in connection with the Merger, (iii) any \nagreements, and disclosures relating to the Merger, and any compensation or other payments \nmade to any of the Defendants in connection  with the Merger, (iv) the Supplemental \nDisclosures, any amendments thereto or any other disclosures relating to the Merger, or any \npurported failure to disclose, with or without scienter, material facts to stockholders in \nconnection with the Merger, (v) the statutory or other legal or fiduciary obligations, if any, of \nthe Defendants or any Released Party in conne ction with the Merger, or (vi) any purported \naiding and abetting of any alleged breach of du ty, law or other obligation relating to the \nforegoing (collectively, the “Settled Claims”); provided, however, that the Settled Claims shall \nnot include the right of the Plaintiffs or any members of the Class to enforce in the Court the \nterms of the Stipulation or the Settlement or any claims for appraisal, if any, pursuant to 8 \nDel. C. § 262.  \n55. Defendants and Released Parties shall be deemed to have, and by operation of \nthis Order and Final Judgment approving the Settlement shall have, completely, fully, finally \nand forever released Plaintiffs and their couns el from all claims or sanctions, known or \nunknown, accrued or unaccrued, arising out of or  in any way related to the instituting, \nprosecution, settlement or resolution of the A ctions, provided however, that the Defendants \nand Released Parties shall retain the right to enforce in the Court the terms of the Stipulation \nand the Settlement and to oppose or defend any appraisal proceeding brought by any Class \nMember. \n56. The releases contemplated by the Stip ulation and the Settlement extend to \nclaims that the parties granting the release (the “Releasing Parties”) do not know or suspect \nto exist at the time of the release, including, without limitation, claims which if known, might \nhave affected the Releasing Parties’ decision to grant the release.  Plaintiffs, each member of \n \n \nthe Class, the Company and its stockholders sha ll be deemed to (i) relinquish, to the extent \napplicable, and to the full extent permitted by law, the provisions, rights and benefits of \nSection 1542 of the California Civil Code; and ( ii) waive any and all provisions, rights and \nbenefits conferred by any law of any state or  territory of the United States, any foreign \njurisdiction, or principle of common law, which is similar, comparable or equivalent to \nCalifornia Civil Code § 1542, which provides: \nA GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE \nCREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS FAVOR AT \nTHE TIME OF EXECUTING THE RELEASE, WHICH IF KNOWN BY HIM \nMUST HAVE MATERIALLY AFFECTED HIS SETTLEMENT WITH THE \nDEBTOR. \n \n57. Plaintiffs acknowledge, and the member s of the Class shall be deemed by \noperation of the entry of this Order and Fi nal Judgment approving the Settlement to have \nacknowledged that the foregoing waiver (of the “Unknown Claims”) was separately bargained \nfor, is an integral element of the Stipulation and the Settlement, and was relied upon by each \nand all of the Defendants in entering into the Stipulation and the Settlement. \n58. Plaintiffs’ counsel is hereby awarded attorneys’ fees and expenses in the \namount of $538,568.69, which amount the Court finds to be fair and reasonable and which \nshall be paid to Plaintiffs’ counsel in accordance with the terms of the Stipulation.  The Court \nalso finds to be fair and reasonable incentive payments of $2,000.00 each to Plaintiffs Walter \nNakatsukasa and Plaintiff Christopher Shinneman to be paid from the amount of attorney's \nfees and expenses awarded. \n59. Plaintiffs and Class Members, and any of their respective successors in \ninterest, predecessors, representatives, trustees, executors, administrators, heirs, assigns or \ntransferees, immediate and remote, are hereby  individually and severally permanently \nbarred and enjoined from commencing, prosecutin g, instigating or in any way participating \nin the commencement or prosecution of any action asserting any Settled Claims, either \n \n \ndirectly, representatively, derivatively or in any other capacity, against any of the Released \nPersons. \n60. The effectiveness of the provisions of this Order and Final Judgment and the \nobligations of Plaintiffs and Defendants under  the Settlement were not conditioned upon \nCourt approval of Plaintiffs’ Counsel’s application for an award of attorneys’ fees, costs or \nexpenses.  \n61. Without affecting the finality of this Order and Final Judgment, jurisdiction is \nhereby retained by this Court for the purpose of protecting and implementing the Stipulation \nand the terms of this Order and Final Judgment, including the resolution of any disputes \narising out of the Stipulation or Settlement, and for the entry of such further orders as may \nbe necessary or appropriate in administering and implementing the terms and provisions of \nthe Settlement and this Order and Final Judgment. \nThis the 1st day of July, 2015. \n     /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases \n \n \n \n "
}