{
  "id": "88e668a2e1a721863fcae5d1dc94185cef8fd4d30153c6eddcaf3c0cf0058544",
  "source_file": "data/raw/ncbc/88e668a2e1a721863fcae5d1dc94185cef8fd4d30153c6eddcaf3c0cf0058544.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF NEW HANOVER \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n14 CVS 557 \nVELOCITY SOLUTIONS, INC.; \nINTELLIGENT LIMIT SYSTEM, \nLLC; DEPOSIT SCORE, LLC; and \nSHESHUNOFF MANAGEMENT \nSERVICES, LP, \n \nPlaintiffs, \n \nv. \n \nBSG, LLC d/b/a BSG FINANCIAL, \nLLC and d/b/a BANK STRATEGY \nGROUP; HOGHAUG CONSULTING, \nLLC; and ERIK M. HOGHAUG, \nindividually,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER \n \n {1} THIS MATTER is before the Court on Defendants’ Joint Motion for \nAttorney Fees Pursuant to NCGS § 66-154(d) and Motion for Sanctions Pursuant to \nN.C. Rule of Civ. P. 11 (“Motion”), filed January 23, 2015.  For the reasons stated \nbelow, the Motion is DENIED. \nMurchison, Taylor & Gibson, PLLC by Andrew K. McVey for Plaintiffs. \nVan Hoy, Reutlinger, Adams & Dunn by Stephen J. Dunn for  Defendant \nBSG, LLC and Fisher & Phillips LLP by J. Michael Honeycutt for Defendants \nHoghaug Consulting, LLC and Erik M. Hoghaug. \nGale, Chief Judge. \nI. NATURE OF MATTER BEFORE THE COURT \n {2} Plaintiffs brought claims, including for trade secret misappropriation, \nthat they dismissed without prejudice.  Defendants contend that Plaintiffs never \nhad a reasonable factual or legal basis upon which to pursue those claims and that \nVelocity Solutions, Inc. v. BSG, LLC, 2015 NCBC 51.\n \n \nthey were brought in bad faith and for an improper purpose.  Defendants now seek \nthe award of attorneys’ fees under section 66-154(d) of the North Carolina General \nStatutes and Rule 11 of the North Carolina Rules of Civil Procedure (“Rule(s)”). \nII. PROCEDURAL AND FACTUAL HISTORY \n {3} Plaintiffs filed their initial Complaint on February 19, 2014.  The \nparties jointly designated the matter as a complex business case on March 21, 2014, \nand the matter was assigned to the undersigned on March 26, 2014. \n{4} Plaintiffs’ claims arise out of co mpetition between Velocity Solutions, \nInc. (“Velocity”) and Defendant BSG, LLC (“BSG”) in the sale of overdraft protection \nsoftware.  Defendant Erik M. Hoghaug (“Hoghaug”) formerly worked for both \nSheshunoff Management Services, L.P. (“SMS”) and Velocity.  Plaintiffs contend \nthat he acquired intimate knowledge of Plaintiffs’ “confidential and proprietary \nbusiness practices and trade secrets,” including “proprietary algorithms, client \ncontact lists, product pricing, consulting and marketing methods, and software \narchitecture upon which proprietary software and solutions are based.”  (Am. \nCompl. ¶ 20.)  On September 2, 2008, Hoghaug entered into a confidentiality \nagreement with Velocity as a part of his employment. \n{5} Hoghaug left Velocity’s employ du ring or before 2012, after which he \nformed Hoghaug Consulting, LLC (“HC”).  Through HC, Hoghaug worked with BSG \nto modify and update BSG’s software. Plaintiffs assert that BSG then enjoyed \nsignificant commercial success that necessarily resulted from Hoghaug’s \nmisappropriation of Plaintiffs’ trade secrets and his breach of the confidentiality \nagreement.  \n{6} Plaintiffs originally brought claims for breach of employment contract \nand misappropriation of trade secrets against Hoghaug; tortious interference with \ncontract against BSG; tortious interference with customer contracts against \nHoghaug, HC, and BSG; and unfair and deceptive trade practices against all \nDefendants.   \n \n \n{7} BSG answered on April 11, 2014.  Hoghaug and HC moved to dismiss \nthe claims alleged against them on May 5, 2014.  Their primary contention was that \nPlaintiffs had failed adequately to identify any trade secrets or misappropriation \nupon which they could proceed.  Plaintiffs moved for leave to file an amended \ncomplaint on May 27, 2014, which Defendants opposed on grounds of futility.  \n{8} The Court calendared the motion to dismiss for hearing on June 25, \n2014, but the hearing was cancelled because no court reporter was available.  The \nCourt instead held an unrecorded, informal conference with the parties, during \nwhich the Court advised the parties that it was inclined to allow the motion to \namend and defer further consideration of Defendants’ arguments as to the adequacy \nof Plaintiffs’ specification of trade secrets until after the amended complaint was \nfiled.  The Court also advised Plaintiffs that they would have to specify their trade \nsecrets with greater detail before the Court would allow them to proceed with \ndiscovery. \n{9} Plaintiffs voluntarily dismissed their tortious interference claim \nagainst Hoghaug and HC on June 25, 2014, and filed an Amended Complaint on \nJuly 15, 2014, one purpose of which was to make more express Plaintiffs’ reliance \non the doctrine of inevitable disclosure.   \n{10} On November 3, 2014, the Court a pproved a consent protective order, \npursuant to which the Court understands the parties exchanged some information \nregarding Plaintiffs’ alleged trade secrets.  Defendants maintain that Plaintiffs \nnever specified their trade secrets in the required manner. \n{11} Plaintiffs voluntarily dismisse d the action without prejudice on \nDecember 23, 2014. \n{12} Defendants jointly moved for attorneys’ fees on January 23, 2015.  The \nparties have filed affidavits, documentary materials, and extensive briefs.  The \nCourt heard oral argument in New Hanover County on April 17, 2015.  The Motion \nis ripe for ruling. \n \n \n \nIII. FINDINGS OF FACT \n {13} The Court makes the following findin gs of fact solely for purposes of \nruling on the Motion.  Such findings shall not be deemed conclusive or “the law of \nthe case” in this or subsequent proceedings.  Specifically, the Court does not assess \nthe ultimate merits of Plaintiffs’ claims, determining only whether they had \nadequate potential merit to withstand the imposition of sanctions. \nA. The Parties \n{14} Plaintiff Velocity is a North Carolina corporation.  Plaintiff Intelligent \nLimit System, LLC (“ILS”) is a North Carolina limited liability company that \nmaintained rights in an overdraft software protection product known as Intelligent \nLimit System (“ILS Software”).  Plaintiff Deposit Score, LLC (“Deposit Score”) is a \nDelaware limited liability company that developed an overdraft software product \nknown as Deposit Score (“SMS Software”), formerly sold by Plaintiff SMS, a Texas \nlimited partnership.  SMS sold its overdraft software to Velocity in May 2012.    \n{15} Defendant BSG is a Kentucky limited liability company with its \nprincipal office in Jefferson County, Kentucky.  BSG offers an overdraft \nmanagement software known as Courtesy Connect or Courtesy Limit.  \n{16} Defendant Hoghaug is an indivi dual and resident of Hays County, \nTexas.  Hoghaug worked for SMS between 2002 and 2008, and then for Velocity \nfrom 2008 to 2012.  Following his employment with Velocity, in June 2012, \nHoghaug formed HC, a Texas limited liability company with its principal office in \nHays County, Texas.  Hoghaug consults with BSG through a July 2012 contract \nbetween BSG and HC. \nB. Hoghaug Employment-Related Contracts  \n{17} Hoghaug was intimately involved in SMS’s design of the SMS Software \nwhich Velocity acquired from SMS in June 2012.   \n{18} Hoghaug began work with Velocity  around September 2008.  He signed \nan employment agreement that included an agreement not to disclose Velocity’s \n \n \nconfidential information such as computer programs, pricing structures, price lists, \nand customer lists.  (Leonard Aff. ¶¶ 12–14.)  The agreement also included a \nrestrictive covenant; however, that covenant does not prohibit competitive \nemployment in the field of overdraft protection software of the nature at issue in \nthis litigation.  (Defs.’ Joint Mot. Attorney Fees Pursuant to NCGS § 66-154(d) and \nMot. Sanctions Pursuant to N.C. Rule of Civ. P. 11 (“Motion”) Ex. A.) \n{19} Beginning in early 2012, Hoghaug took a leave of absence from \nVelocity.  Just before his sabbatical commenced, Velocity requested and Hoghaug \ndeclined a new employment agreement that would include a restrictive covenant \nprohibiting competitive employment in the field of overdraft protection software.  \nHoghaug did not resume his employment with Velocity.  Upon his return from \nsabbatical, Velocity requested but Hoghaug did not agree to enter into a new \nemployment agreement.    \n{20} Hoghaug was heavily involved in Velocity’s development and \nsubsequent 2009 launch of the ILS Software.  Velocity has made an initial showing \nthat Hoghaug was intimately familiar with the methods by which Velocity \ndeveloped its dynamic scoring algorithms—the method by which its software allows \na financial institution to dynamically assess a customer’s qualifications for \noverdraft advances based on changing circumstances.  Velocity has made an initial \nshowing that Hoghaug was intimately familiar with Velocity’s confidential customer \nbase and pricing strategies, including, for example, his awareness that Velocity \nmaintained certain formulas with minimum pricing that varied from customer to \ncustomer and that were not known publicly or even to Velocity’s customers.  \n(Leonard Aff. ¶¶ 31–32.)  Velocity has also made an initial showing that BSG has \nsecured customers at pricing just below these minimums of which BSG could have \nknown only through Hoghaug’s disclosures.  (Leonard Aff. ¶ 25.) \n{21} Hoghaug was employed by Velocity  when certain federal requirements \nfor overdraft services (“Regulation E”), 12 C.F.R. § 205.17, were changed in early \n2010 in a manner that prohibited a financial institution from affording overdraft \nadvances without specific customer requests, or what has been referred to as \n \n \n“opting in.”  Velocity’s evidence demonstrates that it developed software programs \nand a method for marketing those programs to financial institutions that wish to \nadjust to the changes brought about by the amendments to Regulation E.  \n(Triggiano Aff. ¶ 7; Leonard Aff. ¶¶ 7–8, 15–17.) \nC.   Competition Between Velocity and BSG \n{22} Velocity, BSG, and, previously , SMS compete in selling overdraft \nmanagement software for use by financial institutions.  There are disputed facts as \nto the similarities and differences between their respective products.  There are \nparticular disputes as to whether BSG’s software had the capability for dynamic \noverdraft limits comparable to Velocity’s product prior to consulting with Hoghaug, \nand whether BSG developed such functionality without access to Velocity’s \nconfidential information through Hoghaug.  Velocity asserts that its dynamic debit \ndecline functionality is a hallmark feature and was uniquely functional.  (King Aff. \n¶ 33.)  BSG has produced evidence that its product had at least some dynamic \nfunctionality before BSG ever consulted with Hoghaug, and that, in fact, Velocity \nwas aware of this capability as a result of negotiations for the potential purchase of \nBSG’s product several years ago.  Velocity presented counter-evidence that BSG \nbecame more active in the marketplace, modified its product to increase its \nfunctionality, consistently underpriced Velocity, and achieved unusual success only \nafter Hoghaug began consulting with BSG.   \nD. Velocity’s Claim of Trade Secrets Misappropriation \n{23} Defendants have consistently denied that Hoghaug has \nmisappropriated any Velocity trade secrets, that Plaintiffs have ever specified \nparticular information which qualifies as a protectable trade secret, or that \nPlaintiffs have ever alleged act facts, as opposed to speculation, that support any \nfinding of misappropriation.  They then conclude that these failures demonstrate \nthat Velocity had no good faith basis to bring any claim for trade secret \nmisappropriation. \n \n \n{24} Plaintiffs deny that their claims rest only on speculative inferences.   \nVelocity has presented evidence that it made substantial and detailed inquiry.  \nAffidavits of its litigation counsel and in-house counsel indicate that before bringing \ntheir claims, Plaintiffs conducted more than twenty interviews, reviewed publicly \navailable information about BSG’s product, conducted other documentary review, \nincluding customer communications, and vetted claims through counsel.  (King Aff. \n¶9; McVey Aff. ¶ 7; Pls.’ Br. Opp’n Defs.’ Mot. Attorneys’ Fees and Sanctions (“Opp’n \nBr.”) 17–18.) \n{25} Based on this investigation, Plaintiffs contend they formed a \nreasonable and good faith belief that: (1) Velocity’s confidential information \nqualified for trade secret protection; (2) Hoghaug was in a position to and did in fact \nmisappropriate this information; and (3) the Complaint and Amended Complaint \nwere filed in good faith, whether or not the claims ultimately prevail. \n{26} Plaintiffs admit that their good  faith belief substantially relies on \ninferences they draw from available facts that are necessarily limited because  \nPlaintiffs have not had the opportunity to obtain discovery or review BSG’s current \nproduct.  They contend, however, that these inferences are not speculative, but are \nstrong enough to rise, at a minimum, to the level of a good faith belief that their \nclaim of trade secret misappropriation was well grounded in fact and supported by \nexisting law.    \n{27} Velocity asserts trade secret protection for four categories of \ninformation: pricing strategies, customer information, strategies for developing \nautomatic communications by a financial institution with its clients, and the \nalgorithm for scoring a client’s overdraft limit qualification.   \n{28} Defendants deny that any such  information deserves trade secret \nprotection, pointing out that (1) BSG’s product had dynamic functionality before \nHoghaug ever consulted with BSG; (2) the impact of changes to Regulation E and \nstrategies for responding to those changes were well known and the subject of many \npublic sources; (3) the customer base for the competitive software products is the \nbanking industry, whose members are well known and freely available; and (4) \n \n \ncustomers know their own pricing negotiations and history.  While Defendants’ \ndenial of wrongdoing has been consistent and categorical, Defendants have not yet \nbeen subjected to discovery on the issue of whether they used information that they \nwould have known about only through Hoghaug’s consultation.   \n{29} The Court has carefully reviewed the briefs and affidavits and pressed \nPlaintiffs’ counsel at oral argument for the evidence that they contend supports \ntheir claims.  The Court summarizes that evidence as follows: \na. Hoghaug had access to the full range of Velocity’s trade secrets during \nthe time of his employment (Leonard Aff. ¶¶ 7–8);  \nb. Velocity takes substantial steps to guard the secrecy of that \ninformation (Triggiano Aff. ¶ 17); \nc. On at least one occasion, Hoghaug attempted to use SMS confidential \ninformation on Velocity’s behalf in violation of his confidentiality \nagreement with SMS, and as a result of which Velocity management \nintervened to preclude such use (Leonard ¶ 17); \nd. Hoghaug left Velocity after being asked to sign a covenant against \ncompetition, without disclosing his intent to provide consulting \nservices to BSG (Leonard Aff ¶ 18); \ne. Hoghaug has admitted that he was making efforts to make BSG \n“smarter” (Leonard Aff. ¶ 21; accord  Bekink Aff. ¶ 15); \nf. There is a strong, consistent correlation between the pricing BSG \noffers to customers, its gains, and Velocity’s losses.  The correlation \nproves or strongly implies that Hoghaug revealed or used knowledge of \nVelocity’s confidential pricing strategies to undercut Velocity.  This \nundercutting is not likely accidental, as BSG’s pricing is consistently 5 \nto 10 percent below the most-discounted ILS Software available to \nsimilar financial institutions (King Aff. ¶ 13); \ng. Hoghaug has repeatedly approached Velocity customers, indicating \nthat BSG can deliver a product with the same functionality at reduced \ncost (\nsee, e.g., Leonard Aff. ¶ 25); \n \n \nh. Other improvements to BSG products occurring after Hoghaug began \nto work for BSG included additions to debit decline efficiency or \nopportunities, as evidenced by BSG modifying its website after \nworking with Hoghaug to champion for the first time in \nadvertisements that it had a debit decline feature. (McVey \nSupplemental Aff. Ex. A; \nsee also Triggiano Aff. ¶ 16). \n{30} Defendants deny each of these fa ctual assertions and contend that no \ngood faith inference of trade secret misappropriation can be drawn from them.   \nE.  Activities Outside Pleadings and Court Appearances \n{31} A Rule 11 inquiry is typically confined to the pleading, but Defendants \nclaim that events after the Complaint was filed are relevant to demonstrate an \nimproper purpose under Rule 11 and bad faith under section 66-154(d).  They \ncontend that these developments demonstrate that Plaintiffs never had a good faith \nbelief in their claims, but brought the action several months after Hoghaug first \nbegan working with BSG and for the bad faith and improper purpose of trying to \nderail BSG’s competitive gains or to leverage BSG into selling its product to \nVelocity. \n{32} Defendants presented evidence that they advised Velocity’s counsel in \nMarch 2014 that BSG’s product had dynamic limits capabilities as early as 2009, \nproven by the fact that this functionality was included in the product BSG offered to \nVelocity for sale in 2009.  Velocity responded that its primary interest in 2009 was \nin a different product and the agreement in connection with the 2009 negotiations \nrequired Velocity to return or destroy information regarding those negotiations.  \nConsequently, Plaintiffs claim that by 2014 no one could remember any details of \nBSG’s 2009 product.  Plaintiffs further contend that they have not been allowed to \nreview BSG’s current and prior software product through discovery. \n{33} Defendants emphasize that they have steadfastly and consistently \ndenied any misappropriation or misuse of confidential information, and that they \n \n \nhave demanded proof to the contrary but have been given none.  They assert that \nthe factual allegations in the Complaint and Amended Complaint are simply false. \n{34} Defendants have further offered evidence regarding negotiations \nbeginning around September 2014, which Defendants contend demonstrate \nPlaintiffs’ bad faith and improper purpose in bringing the litigation.  On September \n18, 2014, Velocity’s President e-mailed BSG’s principal, Mr. Barrett Nichols, to \ninquire whether the litigation might be best resolved by Velocity purchasing BSG’s \nproduct.  (Leonard Aff. ¶¶ 44–45; Mot. Ex. F.)  On September 30, 2014, Defendants \ncontinued with their discovery efforts to force Velocity to state its trade secrets with \ngreater specificity.  On or about October 16, 2014, before discovery responses were \ndue, Velocity proposed a process by which it would offer a limited statement of its \ntrade secrets, followed by mediation, and full discovery responses only after \ndiscovery.  (Mot. Ex. G.)1  Velocity then produced a document that Defendants \ncontend was limited to generalities and provided no significantly greater detail than \nthe Amended Complaint as to what trade secrets were being claimed, and again \nincluded no information that was not generally known and freely available.  (Mot. \nEx. H.)  Velocity responds that its offering was not intended as a full description of \nits trade secrets, but was intended to be adequate enough to place Defendants on \nnotice as to areas which Plaintiffs intended to pursue and on which they would seek \ndiscovery. \n{35} On November 19, 2014, Velocity  informally requested that BSG \nproduce information regarding its customers and revenues in anticipation of \nmediation.  BSG did not provide that information, but on December 8, 2014, sent \nVelocity a packet of information that BSG contends demonstrates that the \ninformation Velocity claims is a trade secret is within the public domain.  (\nSee Mot. \n                                                 \n1 The Court understands that Plaintiffs withheld further specificity because the negotiated \nprotective order did not include any “attorneys eyes only” provision and that any information \nPlaintiffs produced would have been available to Hoghaug, albeit subject to the limitations of the \nprotective order.  No motion to compel further discovery was ever presented to the Court before the \naction was dismissed. \n \n \nEx. J.)  Velocity also requested that it be allowed to depose Hoghaug before \nmediation, but Hoghaug did not agree.  (McVey Aff. ¶ 22.) \n{36} The parties held a mediation on December 12, 2014, but did not reach \na settlement. \n{37} Negotiations continued after mediat ion.  A Velocity e-mail reflects its \nunderstanding that BSG did not believe there could be any fruitful negotiations \nwhile litigation was pending, after which Plaintiffs then dismissed their lawsuit \nwithout prejudice on December 23, 2014.  (Mot. Ex. K; see also Leonard Aff. ¶ 52; \nTriggiano Aff. ¶¶ 18–19.)  Velocity advised BSG on December 30, 2014, that it \nwould reinstate the litigation if there were no meaningful negotiations concerning \nVelocity’s purchase of BSG’s software.  Velocity again pressed for progress on the \nnegotiations on January 15, 2015.  (Defs.’ Br. Supp. Joint Mot. Attorney Fees \nPursuant to NCGS § 66-154(d) and Sanctions Pursuant to N.C. Rule of Civ P. 11 \n(“Supp. Br.”) 11.)  In response, BSG demanded that the suit be dismissed with \nprejudice.  (McVey Aff. ¶ 27.) \n{38} BSG filed the current motion on January 23, 2015.  \nIV. LEGAL STANDARDS GOVERNING THE AWARD OF FEES \n {39} Defendants bring their Motion pursuant to Rule 11 and section 66-\n154(d). \nA. Rule 11 \n{40} Rule 11 provides, in pertinent part: \nThe signature of an attorney or party constitutes a certificate by him \nthat he has read the pleading, motion, or other paper; that to the best \nof his knowledge, information, and belief formed after reasonable \ninquiry it is well grounded in fact and is warranted by existing law or a \ngood faith argument for the extension, modification, or reversal of \nexisting law, and that it is not interposed for any improper purpose, \nsuch as to harass or to cause unnecessary delay or needless increase in \nthe cost of litigation. . . . If a pleading, motion, or other paper is signed \nin violation of this rule, the court, upon motion or its own initiative, \nshall impose upon the person who signed it, a represented party, or \nboth, an appropriate sanction, which may include an order to pay to \n \n \nthe other party or parties the amount of the reasonable expenses \nincurred because of the filing of the pleading, motion, or other paper, \nincluding a reasonable attorney’s fee.  \nN.C. R. Civ. P. 11(a). \n{41} This Court and the North Carolina Court of Appeals have addressed \nthe standards to be applied in determining whether fees should be awarded \npursuant to Rule 11, and how Rule 11 varies from other statutory bases for \nawarding fees.  See generally McKinnon v. CV Indus., 745 S.E.2d 343 (N.C. Ct. App. \n2012) (addressing motion for fees under Rule 11, N.C. Gen. Stat. § 6-21.5 (2014), \nand N.C. Gen. Stat. § 75-16.1 (2014)); McKinnon v. CV Indus., 2013 NCBC LEXIS \n51 (N.C Super. Ct. Nov. 26, 2013).  In summary, a Rule 11 inquiry has three prongs.  \nBefore awarding fees under Rule 11, the Court must find that a pleading (1) lacked \nfactual sufficiency, (2) lacked legal sufficiency, or (3) was filed for an improper \npurpose.  Static Control Components, Inc. v. Vogler, 152 N.C. App. 599, 603, 568 \nS.E.2d 305, 308 (2002) (quoting Dodd v. Steele,  114 N.C. App. 632, 635, 442 S.E.2d \n363, 365 (1994)).  A Rule 11 violation may be grounded on a pleading’s failure to \ncomply with any of these three requirements.    \n{42}  The improper purpose prong of a Rule 11 inquiry is separate from the \ninquiry as to factual or legal sufficiency.  \nBryson v. Sullivan, 330 N.C. 644, 663, 412 \nS.E.2d 327, 337 (1992).  The question is whether the pleading was made for a \npurpose other than to vindicate the pleader’s rights.  Ward v. Jett Props., LLC, 191 \nN.C. App. 605, 609, 663 S.E.2d 862, 865 (2008).  Whether a pleading was filed for an \nimproper purpose is to be measured objectively.  Id.  \n  {43} The factual and legal sufficiency prongs of the Rule 11 inquiry are \nseparate but tend to merge into the inquiry of whether the pleader made a \nreasonable factual inquiry and legal analysis adequate to form the belief that the \npleading was “well grounded in fact and [was] warranted by existing law or a good \nfaith argument for the extension, modification, or reversal of existing law.”  N.C. R. \nCiv. P. 11(a).  “An inquiry is reasonable if ‘given the knowledge and information \nwhich can be imputed to a party, a reasonable person under the same or similar \n \n \ncircumstances would have terminated his or her inquiry and formed the belief that \nthe claim was warranted under existing law.’”  Static Control Components, Inc., 152 \nN.C. App. at 604, 568 S.E.2d at 308 (quoting Bryson, 330 N.C. at 661–62, 412 \nS.E.2d at 336).  The Rule 11 inquiry must be based on the pleading in question and \nthe reasonableness of the belief that it is warranted by existing law should be \njudged at the time the document was signed.  Bryson, 330 N.C. at 656, 412 S.E.2d \nat 333.  The Court does not look beyond to responsive pleadings but makes its \ninquiry on the basis of the pleading on which the motion is based.  Id.  As to legal \nsufficiency, a court looks first to whether the pleading is facially plausible, and \nproceeds to a reasonableness inquiry only if there is no facial plausibility.   \nMcKinnon, 745 S.E.2d at 347. \nB. Section 66-154(d) \n{44} Section 66-154(d) provides, in  pertinent part, “If a claim of \nmisappropriation is made in bad faith or if willful and malicious misappropriation \nexists, the court may award reasonable attorneys’ fees to the prevailing party.”  \nN.C. Gen. Stat. § 66-154(d) (2014).  Assuming the movant is a “prevailing party,”2 \nthe inquiry is whether the claim of misappropriation was made in bad faith or with \nmalice. \n{45} The North Carolina Trade Secrets Ac t does not define “bad faith” as \nthe term is used in section 66-154(d).  As a result, Defendants contend that this \nCourt should look to decisions of other states that have adopted a two-part standard \nto resolve claims based on statutes modeled on the Uniform Trade Secrets Act, as \nNorth Carolina’s act is.  Under this two-part inquiry, a court looks at (1) “objective \nspeciousness”; and (2) “subjective bad faith.”  See Hill v. Best Med. Int’l, Inc., Nos. \n07-01709 and 09-1194, 2011 U.S. Dist. LEXIS 147853, *10 (W.D. Pa. Dec. 22, 2011); \nBerry v. Haw. Express Serv., Civ. No. 03-00385 SOM/LEK, 2007 U.S. Dist. LEXIS \n15077, *42–46 (D. Haw. Mar. 2, 2007); Degussa Admixtures, Inc. v. Burnett, 471 F. \n                                                 \n2 Because it denies the Motion on other grounds, the Court need not determine whether a dismissal \nwithout prejudice could qualify Defendants as a “prevailing party.” . \n \n \nSupp. 2d 848, 857 (W.D. Mich. 2007); Contract Materials Processing v. Kataleuna \nGmbH Catalysts, 222 F. Supp. 2d 733, 744 (D. Md. 2002); Gemini Aluminum Corp. \nv. Cal. Custom Shapes, Inc., 95 Cal. App. 4th 1249, 1262 (2002); .  Plaintiffs argue \nthat the Court need not look to authority outside of North Carolina because there is \nadequate North Carolina appellate precedent to guide the Court’s determination.    \n{46} Our appellate courts have not ye t written extensively on standards to \nbe applied to determine bad faith under section 66-154(d), but the North Carolina \nCourt of Appeals has stated succinctly that a finding of bad faith does not follow \nsimply because a claimant proceeded with legal malice so long as the claimant had \n“a good faith belief that the suit has legitimate basis.”  Reichhold Chems., Inc. v. \nGoel, 146 N.C. App. 137, 158, 555 S.E.2d 281, 294 (2001).  This holding followed the \ncourt’s determination that the complaint was not “utterly baseless” and was \n“objectively reasonable” for purposes of section 75-1.1.  \nId. at 157, 555 S.E.2d at 293.  \nThe Court has also noted that statutory standard for awarding attorneys’ fees under \nsection 66-154(d) is separate and distinct from the standard for awarding fees under \nsection 6-21, and that no award can be made under section 66-154(d) without the \nrequisite finding of bad faith or willful and malicious misappropriation.  Bruning & \nFederle Mfg. Co. v. Mills, 185 N.C. App. 153, 155–57, 647 S.E.2d 672, 674–75 \n(2007).    \n{47} There is no indication that our appellate courts would require a \ndetermination of subjective bad faith in contrast to the objective standard of Rule \n11.  However, as discussed below, in this particular case, the Court concludes that \nthe outcome would not differ, and Plaintiffs should not be sanctioned irrespective of \nwhether the Court followed an objective or a subjective standard. \n \nV. ANALYSIS \n{48} A Rule 11 inquiry, at least as to factual and legal sufficiency, is limited \nto the circumstances as they existed at the time the pleading in question was filed, \nwhereas the section 66-154(d) inquiry is  temporally broader and may extend \n \n \nbeyond the pleadings.  However, the inquiries under the two rules are similar, and \nDefendants’ presentation beyond the pleadings regarding the negotiations appears \naimed at both the improper purpose prong of a Rule 11 inquiry as well as the \nsection 66-154(d) standard. \n{49} An essential tenet of Defendants ’ argument is that Plaintiffs never \npleaded and never had a basis to plead with specificity that they had information \nqualifying for trade secret protection.  They do not claim they were unfairly \nsubjected to discovery.  There are different standards that may determine first \nwhether a trade secrets claim should withstand a Rule 12(b)(6) motion, and second, \nwhether a trade secrets claimant is entitled to proceed with discovery.  Those \ndifferent standards are evident from various decisions in this Court.  Judge Bledsoe \nthoroughly addressed these standards in his two well-reasoned decisions in \nDSM \nDyneema, LLC v. Thagard, 2014 NCBC 51 *17–21 (N.C. Super. Ct. Oct. 17, 2014) \n(addressing necessary specification to permit discovery) and DSM Dyneema, LLC v. \nThagard, 2015 NCBC LEXIS 50, *10–13 (N.C. Super. Ct. May 12, 2015) (addressing \nnecessary specification required to state an initial claim to withstand dismissal \nunder Rule 12(b)(6)).  The Court cannot improve on Judge Bledsoe’s exposition, and \nthere is no reason that his discussion needs to be repeated here.  The undersigned, \nwithout the same in-depth discussion, reached a similar conclusion when \naddressing a Rule 12(c) motion in Le Bleu Corp. v. B. Kelley Enterprises, Inc.¸ 2014 \nNCBC LEXIS 66 (N.C. Super Ct. Dec. 9, 2014).  Judge McGuire utilized a consistent \napproach when addressing discovery in Southern Fastening Systems, Inc. v. Duo-\nFast Carolinas, Inc., No. 14 CVS 8372 (N.C. Super. Ct. Feb. 9, 2015), available at \nhttp://www.ncbusinesscourt.net/TCDDotNetPublic/default.aspx?CID=3&caseNumbe\nr=14CVS8372. \n{50} Each of those decisions is based  on a line of appellate precedents \ndealing with the specificity required for pleading trade secrets, including VisionAIR, \nInc. v. James, 167 N.C. App. 504, 510–11, 606 S.E.2d 359, 364 (2004), upon which \nDefendants heavily rely in arguing the Motion.  This Court has also recognized that \nthe requirement of specificity extends beyond identifying trade secrets to also \n \n \nrequire specificity as to the acts by which misappropriation was accomplished.  Veer \nRight Mgmt. Grp., Inc. v. Czarnowski Display Servs., 2015 NCBC LEXIS 13, *15 \n(N.C. Super. Ct. Feb. 4, 2015). \n{51} Here, the issue of specificity does  not arise under Rule 12 or Rule 26, \nbut is presented in the context of a motion for sanctions.  As such, the Court \nbelieves there is a third standard that requires an inquiry as to whether the \npleading was, when filed, devoid of factual or legal sufficiency or was brought or \nmaintained in bad faith for an improper purpose.  A failure to comply with Rule 12 \ndoes not necessarily equate to a violation of Rule 11 or a transgression sanctionable \nunder section 66-154(d). \n{52}  After substantial consideration of  the record, arguments, briefing, and \nreview of authorities, the Court concludes that (1) Plaintiffs had an adequate \nfactual and legal basis to form a reasonable, good faith belief in the merits of their \nclaim; (2) Plaintiffs brought those claims in a legitimate effort to seek relief; and (3) \nsuch reasonable and good faith belief is adequate to preclude the imposition of \nsanctions, including attorneys’ fees under either Rule 11 or section 66-154(d).  \nAgain, the Court did not and was not required to determine that the claims are \nadequate to withstand Rule 12 or that Plaintiffs have made a sufficient showing to \njustify discovery. \n{53} In reaching its conclusion, the Court has considered the arguments of \ncounsel as to how Plaintiffs may have attempted to use the doctrine of inevitable \ndisclosure.  It is uncertain whether the North Carolina appellate courts will adopt \nthe doctrine, and if so, under what limitations.  This Court has expressed its own \nreservation as to how and if the doctrine should be applied.  Allegis Grp., Inc. v. \nZachary Piper LLC, 2013 NCBC LEXIS 12, *27–29 (N.C. Super. Ct. Feb. 25, 2013).  \nOne federal district court applying North Carolina law has predicted that North \nCarolina’s appellate courts will follow the doctrine, while another declined to apply \nit.  Compare Merck & Co. v. Lyon, 941 F. Supp. 1443, 1459 (M.D.N.C. 1996), with \nFMC Corp. v. Cyprus Foote Mineral Co., 899 F. Supp. 1477, 1482 (W.D.N.C. 1995) \n \n \n{54} The Court believes that the parties’ briefing and argument addresses \nthe doctrine a bit out of context.  The doctrine is generally used to enjoin a former \nemployee from working with a competitor to prevent inevitable future \nmisappropriation because it would be impossible for the employee to refrain from \ndisclosing the former employer’s trade secrets in such employment.  It is not \ngenerally thought of as a basis for proof of actual misappropriation after the fact.   \nHere, the case was not filed until several months after Hoghaug had been \nconsulting with BSG.  Plaintiffs did not bring their request for injunctive relief \nforward for hearing.  In this case, the argument is whether there are inferences that \nare strong enough to support a good faith belief that BSG could not have made its \nproduct modifications or achieved its competitive successes but for Hoghaug’s actual \nmisappropriation of Velocity’s protected information.      \n{55} While it need not express any opinion on whether Plaintiffs will \nultimately be able to withstand Rule 12 in any refiled action, and if so, whether \nthey are able to develop adequate evidentiary proof of their claims, the Court \nconcludes the investigation outlined in paragraph 24, \nsupra, was reasonable, and \nthat, based on this investigation, Plaintiffs had a good faith belief that their claims \nwere well grounded in fact and were warranted by existing law or a good faith \nargument for the extension, modification, or reversal of existing law.  Further, \nPlaintiffs instituted and maintained the litigation in good faith for the purpose of \npursuing relief that they perceived to be legitimate, and have not proceeded in bad \nfaith or for an improper purpose. \n{56} Stated conversely, Defendants have the burden to prove to the Court \nthat it should impose sanctions under either Rule 11 or section 66-154(d), and they \nhave not met their burden.  \n{57} As stated, the Court’s conclusion is  the same whether it is required to \napply an objective or a subjective standard to determine bad faith or improper \npurpose.  As a result, the Court need not further consider whether the North \nCarolina courts should adopt standards employed by other jurisdictions for \n \n \npurposes of determining bad faith in actions governed by statutes modeled on the \nUniform Trade Secrets Act. \nVI. CONCLUSION \n{58} Accordingly: \n1. The Court shall not award sanctions, including attorneys’ fees, \nunder Rule 11; \n2. The Court shall not award sanctions, including attorneys’ fees,  \nunder section 66-154(d); \n3. Defendants’ Motion is DENIED. \n \nIT IS SO ORDERED this 26th day of May, 2015. \n \n         / s /  J a m e s  L .  G a l e      \n       J a m e s  L .  G a l e  \n       Chief Special Superior Court Judge \n          f o r  C o m p l e x  B u s i n e s s  C a s e s  "
}