{
  "id": "89d124b3dbcc063662a4917d8d7dc5ab1ba47193c39d788c97e3e71c9a23b08d",
  "source_file": "data/raw/ncbc/89d124b3dbcc063662a4917d8d7dc5ab1ba47193c39d788c97e3e71c9a23b08d.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nWAKE COUNTY \n IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 02793 \n \nMURPHY-BROWN, LLC and \nSMITHFIELD FOODS, INC., \n \nPlaintiffs, \n \nORDER AND OPINION ON \nAMENDED MOTION FOR PARTIAL \nSUMMARY JUDGMENT OF \nDEFENDANTS XL INSURANCE \nAMERICA, INC. AND XL SPECIALTY \nINSURANCE COMPANY ON ISSUE \nOF NUMBER OF ACCIDENTS \n v. \n \n \nACE AMERICAN INSURANCE \nCOMPANY; ACE PROPERTY & \nCASUALTY INSURANCE COMPANY; \nAMERICAN GUARANTEE & \nLIABILITY INSURANCE COMPANY; \nGREAT AMERICAN INSURANCE \nCOMPANY OF NEW YORK; XL \nINSURANCE AMERICA, INC.; and XL \nSPECIALTY INSURANCE COMPANY, \n \nDefendants.  \n    \n    \n  \n THIS MATTER comes before the Court on Defendants XL Insurance America, \nInc. and XL Specialty Insurance Company’s (the “XL Defendants”) Amended Motion \nfor Partial Summary Judgment of Defendants XL Insurance America, Inc. and XL \nSpecialty Insurance Company on Issue of Number of Accidents (“Motion” or “Motion \nfor Summary Judgment,” ECF No. 679). \n THE COURT , having considered the Motion, bri efs, exhibits, affidavits, \ndepositions, arguments of counsel, and all other appropriate matters of record, \nconcludes that the Motion for Summary Judgment should be DENIED. \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, LLP, by Michael \nW. Mitchell, and Reed Smith, LLP, by Evan T. Knott, John D. Shugrue, \nAndrew M. Barrios, David Cummings, and Ashley B. Jordan, for  \nPlaintiffs Murphy-Brown, LLC and Smithfield Foods, Inc.  \nMurphy-Brown, LLC v. Ace Am. Ins. Co., 2023 NCBC 50. \n \n \n \nBailey & Dixon, LLP, by John T. Crook and David S. Coats, and Clyde  \n& Co. US , LLP, by Marianne May, Shane Calendar, Daren McNally,  \nLuke Barlow, and Thomas Carruthers, for Defendants ACE  American \nInsurance Company and ACE Property & Casualty Insurance Company. \n \nMaynard Nexsen, PC, by James W. Bryan, Brett Becker, and David S.  \nPokela, for Defendant American Guarantee & Liability Insurance  \nCompany. \n \nPhelps Dunbar, LLP, by Thomas Contois, Justine Tate, Robert M.  \nKennedy, and Christy M. Maple, for Defendants XL Insurance America, \nInc., and XL Specialty Insurance Company. \n \nCranfill Sumner & Hartzog, LLP, by Theodore B. Smyth, and  Clyde & \nCo. US , LLP, by Bruce D. Celebrezze and Jason Chorley , for Great \nAmerican Insurance Company of New York. \n \nDavis, Judge.  \nFACTUAL AND PROCEDURAL BACKGROUND \n1. “The Court does not make findings of fact on motions for summary \njudgment; rather, the Court summarizes material facts it considers to be \nuncontested.”  Hyosung USA Inc. v. Travelers Prop. Cas. Co. of Am. , 2021 NCBC \nLEXIS 115, at **3 (N.C. Super. Ct. Dec. 16, 2021) (cleaned up). \n2. The core set of facts underlying this litigation are not in dispute.   \n3. The Plaintiffs in this lawsuit are Smithfield Foods, Inc. (“Smithfield ”) \nand Smithfield’s wholly owned subsidiary Murphy -Brown, LLC (“Murphy-Brown”).\n1  \n(Sec. Am. Compl. [“SAC”], ECF No. 444.2, ¶¶ 12 –13.)  “Smithfield is the largest hog \nand pork producer in the world.”  (SAC ¶ 13.) \n \n1 In this Opinion, Smithfield and Murphy -Brown are often referred to collectively as \n“Plaintiffs.” \n \n \n4. In 2013, property owners in eastern North Carolina who lived close to \nSmithfield’s farming operations began filing lawsuits against Plaintiffs2—first in \nstate court in 2013 and later in federal court beginning in 2014. 3  (SAC ¶¶ 28 –31.)  \nEach of these lawsuits consisted of similar allegations—that is, the assertion by the \nproperty owners that Plaintiffs’ hog farming operations had resulted in both physical \ninvasions of the ir property and the  loss of the use and enjoyment of that property.  \n(SAC ¶¶ 33–35.)  The property owners alleged that Plaintiffs’ hog farming operations \nhad resulted in nuisance conditions such as odor, dust, noise, insects and pests, and \nbuzzards.  (SAC ¶ 34.)  The property owners also asserted that Plaintiffs’ trucks had \ncaused excessive traffic, odor, noise, dust, and light.  (SAC ¶ 35.) \n5. The United States District Court for the Eastern Dist rict of North \nCarolina conducted five “ bellwether” trials.  (SAC ¶¶ 40– 47.)  Each of these trials \nresulted in verdicts for the property owners against Smithfield and Murphy -Brown.  \n(SAC ¶¶ 40–47.)  On appeal from one of the resulting judgments, the United States \nCourt of Appeals for the Fourth Circuit largely affirmed the judgment entered by the \ndistrict court. 4  McKiver v. Murphy -Brown, LLC , 980 F.3d 937 ( 4th Cir. 2020).  \n \n2 Those lawsuits are occasionally referred to herein as the “Underlying Lawsuits.” \n \n3 Shortly before the filing of the federal suits, the property owners’ state court actions were \nvoluntarily dismissed.  (SAC ¶ 30.) \n \n4 The district court’s punitive damages award was vacated due to an evidentiary error, and \nthe case was remanded for rehearing on that issue.  But in all other respects the district \ncourt’s judgment was affirmed.  McKiver, 980 F.3d at 977. \n \n \n \nSmithfield and Murphy-Brown subsequently entered into a global settlement with all \nof the property owners.  (SAC ¶ 47.) \n6. In the present lawsuit, Plaintiffs have sued various insurers who \nprovided primary and excess insurance coverage for their operations between 2010 \nand 2015.  Plaintiffs contend that these insurers should be held liable for the amounts \nPlaintiffs paid to settle the Underlying Lawsuits as well as the attorneys’ fees and \nother costs Plaintiffs expended in defending the actions. \n7. In order to analyze the present Motion, it is necessary to understand the \nlayers of insurance coverage that Plaintiffs possessed during the years at issue. \nA. Primary Coverage \n8. Plaintiffs’ first layer of coverage during the relevant policy periods \nconsisted of commercial general liability policies and business auto policies.5  Each of \nthe Primary Policies is described below. \n9. Defendant ACE American Insurance Company (“ACE”) issued a \ncommercial general liability policy (“GL Policy ”) and a business auto policy to \nPlaintiffs for the policy period of 30 April 2010 through 30 April 2011.  ( “ACE Auto \nPolicy,” ECF No. 515.1; “ACE GL Policy,” ECF No. 515.2.) \n10. Old Republic Insurance Company (“ORIC”) issued a GL policy and a \nbusiness auto policy to Plaintiffs for four consecutive policy years from 30 April 2011 \nto 30 April 2015.  ( “ORIC Policies, ” ECF Nos . 515.3 –10.)  Although ORIC was \noriginally named as a d efendant in this lawsuit, it ultimately entered into a \n \n5 The policies comprising the primary layer of insurance coverage are on occasion referred to \nherein collectively as the “Primary Policies.” \n \n \nsettlement with Plaintiffs, resulting in a dismissal of all claims asserted by Plaintiffs \nagainst it.  (ECF No. 508.) \n11. The ACE GL Policy and the ORIC GL Policies (collectively, the “Primary \nGL Policies”) were essentially “fronting policies,” meaning that they constituted a \nform of self- insurance in which the insured’s deductible amount equaled the policy \nlimits of $5 million.  (ACE GL Policy; ORIC GL Policies, ECF Nos. 515.7–10.)   \n12. The ACE Auto Policy and the ORIC Auto Policies (collectively, the \n“Primary Auto Policies”) each have policy limits of $2 million with a deductible of $1 \nmillion, with the exception of one ORIC policy for the period of 30 April 2014 through \n30 April 2015, which has a policy limit of $3 million and a deductible of $1 million.  \n(ACE Auto Policy; ORIC Auto Policies, ECF Nos. 515.3–6.) \nB. Excess Coverage \n1. Zurich First-Layer Excess Policies  \n13. Defendant American Guarantee & Liability Insurance Company \n(“Zurich”) issued first-layer excess policies (the “Zurich Policies”) to Plaintiffs for four \nconsecutive annual policy periods spanning from 30 April 2010 through 30 April 2014.  \n(“Zurich Policies,” ECF Nos. 515.11–14.)  The Zurich Policies have a $25 million policy \nlimit.  (ECF Nos. 151.11–12, at p. 2; ECF Nos. 151.13–14, at p. 5.) \n14. The Zurich Policies provide excess coverage that follow s form to the \nunderlying Primary Policies “to the extent such terms and conditions are not \ninconsistent or do not conflict with the terms and conditions” in the Zurich Policies. \n \n \n(See, e.g., ECF No. 515.12 , at p. 35.) 6  Furthermore, the Zurich Policies contain the \nfollowing language: \nNotwithstanding anything to the contrary . . . , if underlying insurance \ndoes not apply to damages, for reasons other than exhaustion of \napplicable limits of insurance by payment of loss, then [the Zurich \nPolicies] do[ ] not apply to such damages. \n(See, e.g., ECF No. 515.12, at p. 35.) \n2. XL Specialty First-Layer Excess Policy \n \n15. Defendant XL Specialty Insurance Company (“XL Specialty”) issued a \nfirst-layer excess policy to Plaintiffs for the policy period 30 April 2014 t hrough 30 \nApril 2015.  (“XL Specialty Policy,” ECF No. 515.25.)  The XL Specialty Policy has a \n$25 million policy limit.  (ECF No. 515.25, at p. 11.)\n7 \n3. Great American Second-Layer Excess Policies \n16. Defendant Great American Insurance Company of New York (“Great \nAmerican”) issued second- layer excess policies to Plaintiffs for five consecutive \nannual policy periods spanning from 30 April 2010 through 30 April 2015.  (“Great \nAmerican Excess Policies” or “Second Layer Excess Policies,” ECF Nos. 515.15 –19.)  \nThe Second Layer Excess Policies provide excess coverage that follows form to the \n \n6 A “follow-form” excess insurance policy “covers a liability loss that exceeds the underlying \nlimits [of the underlying policy] only if the loss is cove red by the underlying insurance.”  1 \nLNPG: NEW APPLEMAN NORTH CAROLINA INSURANCE LITIGATION § 10.09[2] (LexisNexis \n2022).  Unless the policy specifies otherwise, a follow-form policy “is subject to the exact same \nprovisions of the underlying policy.”  Id. at [1].   \n \n7 The Zurich Policies and the XL Specialty Policy are collectively referred to as  the “First \nLayer Excess Policies.”  \n \n \nFirst Layer Excess Policies and cover losses up to $25 million in excess of the First \nLayer Excess Policies’ limits.  (See, e.g., ECF No. 515.15, at p. 14.) \n4. ACE P&C Third-Layer Excess Policies \n17. Defendant ACE Property & Casualty Insurance Company (“ACE P&C”) \nissued third- layer excess policies to Plaintiffs for five consecutive annual policy \nperiods spanning from 30 April 2010  through 30 April 2015.  (“ ACE P&C Excess \nPolicies” or “Third Layer Excess Policies,” ECF Nos. 515.20 –24.)  The Third Layer \nExcess Policies provide excess coverage that follows form to the First Layer Excess \nPolicies and cover losses up to $25 million in e xcess of the Second Layer Excess \nPolicies.  (See, e.g., ECF No. 515.20, at p. 5.) \n5. XL Insurance Fourth-Layer Excess Policies \n18. Defendant XL Insurance America, Inc. (“XL”) issued fourth-layer excess \npolicies to Plaintiffs for four consecutive annual policy periods spanning from 30 April \n2010 through 30 April 2014.  (“XL Excess Policies” or “Fourth Layer Excess Policies,” \nECF Nos. 515.26–29.)  The Fourth Layer Excess Policies provide excess coverage that \nfollows form to the First Layer Excess Policies and cover losses up to $25 million in \nexcess of the Third Layer Excess Policies.  (See, e.g., ECF No. 515.29, at p. 14.) \nC. Lawsuit \n19. Plaintiffs filed an initial Complaint in this action on 5 March 2019.  \n(ECF No. 4.)  On the following day, this lawsuit was designated as a mandatory \ncomplex business case.  (ECF No. 3.)   \n \n \n20. Plaintiffs filed an Amended Complaint on 19 March 2019.  (ECF No. 9.)  \nOn 12 January 2021, the Court granted leave for Plaintiffs to file a Second Amended \nComplaint, which is currently the operative pleading in this matter.  (ECF No. 453.) \n21. The SAC contains seven claims: (1) a breach of contract claim against \nACE for breach of its duty to defend the U nderlying Lawsuits under the ACE Auto \nPolicy; (2) a breach of contract claim against ORIC for breach of its duty to defend the \nUnderlying Lawsuits under the ORIC Auto Policies; (3) a claim seeking a declaratory \njudgment that ACE and ORIC are “obligated to defend and/or reimburse \nthe . . . defense costs incurred by  [Plaintiffs]” from the Underlying L awsuits; (4) a \nclaim seeking a declaratory judgment that “ ACE is estopped from asserting any \ncoverage defenses” under the ACE Auto Policy; (5) a claim seeking a declaratory \njudgment that “ORIC is estopped from asserting any coverage defenses” under the \nORIC Auto Policies; (6) a breach of contract claim against all D efendants for breach \nof their duty to indemnify  Plaintiffs “under their respective Policies in connection \nwith the settlement made by [Plaintiffs] with the [Underlying] Claimants”; and (7) a \nbreach of contract claim against all Defendants with respect to t heir duty to \nindemnify for “fail[ing] and refus[ing] to make the full limits of their respective \npolicies available so as to enable [Plaintiffs] to settle the [Underlying Lawsuits].”  \n(SAC ¶¶ 73–121.)   \n22. On 22 December 2020, this Court entered partial summa ry judgment \nfor Plaintiffs on their first and second claims, ruling that ORIC and ACE’s “failure to \nprovide a defense [in the Underlying Lawsuits] constitutes a breach of their \n \n \nrespective duties to defend.”  Murphy-Brown, LLC v. ACE Am. Ins. Co., 2020 NCBC \nLEXIS 154, at **4–25 (N.C. Super. Ct. Dec. 22, 2020) .  The Court concluded “that a \nduty to defend exists under Defendants’ Primary Auto Polices[.]”  Id. at **54. \n23. On 5 August 2022, the Court entered an Order and Opinion that \naddressed various motions for summary judgment filed by the parties on a variety of \nissues in this case.  (ECF No. 646 .)  In its Order and Opinion, the Court made the \nfollowing rulings: (1) the Court granted Plaintiffs’ m otion requesting a ruling that \nACE8 was estopped from asserting coverage defenses based on its breach of the duty \nto defend; (2) the Court denied Defendants’ Motion for Partial S ummary Judgment \nrequesting a ruling that coverage under any policy was barred by the  lack of an \n“accident” based on the Court’s de termination that a genuine issue of material fact \nexisted on that issue; (3) the Court granted, in part, and denied, in part, Plaintiffs’ \nand Defendants’ Motions for Partial Summary Judgment based on the “Pollution \nExclusion” contained in Defendants’ vario us insurance policies; and (4) the Court \ngranted, in part, and denied, in part, XL Specialty’s Motion for Partial Summary \nJudgment based on the “Known Injury ” provision contained within its policy.  (ECF \nNo. 646, at pp. 60–61.) \n24. On 3 January 2023, the Court entered an Order denying Plaintiffs’ Rule \n54(b) Motion for Reconsideration/Clarification and Rule 59(e) Motion to Amend \nRegarding Summary Judgment Ruling.  (ECF No. 669.) \n \n8 By this time, ORIC was no longer a party to this litigation by virtue of its settlement with \nPlaintiffs. \n \n \n25. On 3 March 2023, th e XL Defendants filed  the Motion for Summary \nJudgment that is currently before the Court.  (ECF No. 679.) \n26. The Motion came before the Court for a hearing on 18 July 2023.  The \nMotion is now ripe for decision. \nLEGAL STANDARD \nI. Summary Judgment \n27. It is well established that “[s]ummary  judgment is proper ‘if the \npleadings, depositions, answers to interrogatories, and admissions on file, together \nwith the affidavits, if any, show that there is no genuine issue as to any material fact \nand that any party is entitled to a judgment as a matter of law.’ ”  Morrell v. Hardin \nCreek, Inc., 371 N.C. 672, 680 (2018)  (quoting N.C. R. Civ. P. 56( c)).  “[A] genuine \nissue is one which can be maintained by substantial evidence.”  Kessing v. Nat ’l \nMortg. Corp. , 278 N.C. 523, 534 (1971).  “Substantial evidence is such relevant \nevidence as a reasonable mind might accept as adequate to support a conclusion and \nmeans more than a scintilla or a permissible inference.”  Daughtridge v. Tanager \nLand, LLC, 373 N.C. 182, 187 (2019) (citation and internal quotation marks omitted). \n28. On a motion for summary judgment, “[t]he evidence must be considered \n‘in a light most favorable to the non -moving party.’ ”  McCutchen v. McCutchen, 360 \nN.C. 280, 286 (2006)  (quoting Howerton v. Arai Helmet, Ltd. , 358 N.C. 440, 470 \n(2004)).  “[T]he party moving for  summary judgment ultimately has the burden of \nestablishing the lack of any triable issue of fact.”  Pembee Mfg. Corp. v. Cape Fear \nConstr. Co., 313 N.C. 488, 491 (1985). \n \n \n29. The party moving for  summary judgment  may s atisfy its burden by \nproving that “an essential element of the opposing party’s claim does not exist, cannot \nbe proven at trial, or would be barred by an affirmative defense, or by showing \nthrough discovery that the opposing  party cannot produce evidence t o support an \nessential element of [the] claim[.]”  Dobson v. Harris, 352 N.C. 77, 83 (2000) (citations \nomitted).  “If the moving party satisfies its burden of proof, then the burden shifts to \nthe non-moving party to ‘set forth specific facts showing that there is a genuine issue \nfor trial.’ ”  Lowe v. Bradford , 305 N.C. 366, 369– 70 (1982) (quoting N.C. R. Civ. P. \n56(e)).  If the nonmoving party does not satisfy its burden, then “summary judgment, \nif appropriate, shall be entered against [the nonmovant].”  United Cmty. Bank (Ga.) \nv. Wolfe, 369 N.C. 555, 558 (2017) (quoting N.C. R. Civ. P. 56(e)).  \nII. Rules of Construction — Contracts of Insurance  \n30. “An insurance policy is a contract[,] and its provisions govern the rights \nand duties of the parties thereto.”   C. D. Spangler Constr. Co. v. Indus. Crankshaft \nand Eng’g Co. , 326 N.C. 133, 142 (1990) (citing Fidelity Bankers Life Ins. Co. v. \nDortch, 318 N.C. 378, 380 (1986)).  Thus, general contract interpretation rules apply \nwhen interpreting an insurance policy.   Accardi v. Hartford Underwriters Ins. Co. , \n373 N.C. 292, 295 (2020).  “In North Carolina, determining the meaning of language \nin an insurance policy presents a question of law for the Court.”  Id. \n31. “[I]t is well settled in North Carolina that insurance policies are \nconstrued strictly against insurance companies and in favor of the insured.”   State \nCap. Ins. Co. v. Nationwide Mut. Ins. Co., 318 N.C. 534, 546 (1986) (citations omitted).  \n \n \nAccordingly, “a contract of insurance should be given that construction w hich a \nreasonable person in the position of the insured would have understood it to mean[.]”  \nGrant v. Emmco Ins. Co., 295 N.C. 39, 43 (1978).  In addition, \n[t]hose provisions in an insurance policy which extend coverage to the \ninsured must be construed liberally so as to afford coverage whenever \npossible by reasonable construction.  However, the converse is true when \ninterpreting the exclusionary provisions o f a policy; exclusionary \nprovisions are not favored and, if ambiguous, will be construed against \nthe insurer and in favor of the insured. \n \nN.C. Farm Bureau Mut. Ins. Co. v. Stox , 330 N.C. 697, 702 –03 (1992) (citation \nomitted). \n32. An ambiguity exists when “in the opinion of the court, the language of \nthe policy is fairly and reasonably susceptible to either of the constructions for which \nthe parties contend.”  Wachovia Bank & Tr. Co. v. Westchester Fire Ins. Co., 276 N.C. \n348, 354 (1970).  In those circumstances, our Supreme Court has instructed that “any \nambiguity or uncertainty as to the words used in the policy should be construed \nagainst the insurance company and in favor of the policyholder or beneficiary.”  \nAccardi, 373 N.C. at 295; see also Woods v. Nationwide Mut. Ins. Co. , 295 N.C. 500, \n506 (1978).  Further, when otherwise unambiguous policy language “become[s] \nambiguous as applied to the various causes of loss set forth in the policy, the \nambiguity will be construed against the insurer.”   Pleasant v. Motors Ins. Co. , 280 \nN.C. 100, 102 (1971). \n33. Nevertheless, “[i]f a court finds that no ambiguity exists,  . . . the court \nmust construe the document according to its terms.”  Accardi, 373 N.C. at 295 ; see \nalso Woods, 295 N.C. at 506 (“[I]f the meaning of t he policy is clear and only one \n \n \nreasonable interpretation exists, the courts must enforce the contract as written; they \nmay not, under the guise of construing an ambiguous term, rewrite the contract or \nimpose liabilities on the parties not bargained for an d found therein.”); Cowell v. \nGaston Cty., 190 N.C. App. 743, 746 (2008) (stating that “the language used in the \npolicy is the polar star that must guide the courts”) (quoting McDowell Motor Co. v. \nNew York Underwriters Ins. Co., 233 N.C. 251, 253–54 (1951)). \nANALYSIS \n34. As noted above, in its 5 August 2022 Order and Opinion the Court \ndenied Defendants’ Motion for Partial Summary Judgment seeking a ruling that no \ncoverage exists under any of the policies at issue on the theory that the injuries giving \nrise to the Underlying  Lawsuits did not arise from an “accident” pursuant to the \ndefinition of that term in the policies.  Specifically, Defendants contended that all of \nthe injuries suffered by the property owners were either —from the standpoint of \nPlaintiffs—intentional or substantially certain to occur  such that they could not \nproperly be characterized as “accidents”.  The Court determined that a genuine issue \nof material fact existed on tha t issue that must be decided by a jury.   (ECF No. 646, \nat p. 27.) \n35. The central issue with regard to th e present  Motion is whether —\nassuming a jury ultimately finds that the property owners’ nuisance injuries were, in \nfact, caused by an “accident” under the terms of the relevant policies —there were \nmultiple “accidents” as opposed to a single one.   \n \n \n36. As the XL Defendants explain in their briefs, this issue is significant \nbecause in the event the Court rules that the Underlying Lawsuits were  based on \nmultiple accidents, then “the primary auto policies’ deductibles would have to be paid, \nand their per accident limits exhausted, for each such accident, before the excess \ninsurers could possibly owe any payment.”  (ECF No. 680, at p. 3.)9 \n37. The XL Defendants argue that the record unambiguously discloses that \nthe Underlying Lawsuits stemmed from 89 separate accidents.10  They base this \nargument on their assertion that the underlying nuisance injuries arose due to the \noperation of 89 separate farms (and the accompanying trucks serving those farms ), \neach of which created nuisance conditions.  As a result, the XL Defendants contend, \n“the nuisance conditions created by the trucks that served each of the hog farms at \nissue must be considered to be separate ‘accidents’ within the meaning of the relevant \npolicy language.”  (ECF No. 680, at p. 1.)  \n38. Conversely, both Plaintiffs and A CE contend that on these facts there \nwas only one “accident” pursuant to the language of the policies —that is, Plaintiffs’ \ncentralized policies and procedures regarding the operation of their farms, including \ntheir trucking operations. \n \n9 Although a ruling in the XL Defendants’ favor on this issue would therefore benefi t the \nother excess insurers in this case, none of them have joined the XL Defendants’ Motion. \n \n10 Despite making this argument, the XL Defendants have expressly reserved their right to \nargue at trial that the Underlying Lawsuits did not , in fact, arise from any accidents at all \nbased on their contention that the nuisance injuries were either intentional or substantially \ncertain to occur from the standpoint of Plaintiffs.  ACE has likewise preserved its right to \nmake this same argument at trial.  \n \n \n39. As a threshold matter,  the parties disagree as to whether this issue is \nappropriate for summary judgment.  The XL Defendants argue that there are no \ndisputes of material fact underlying this issue and that a ruling at the present time \nis appropriate.  Plaintiffs disagree, contending that such an issue is better resolved \nafter the finder of fact determines whether there has, in fact, been an accident under \nthe policies to trigger coverage.  \n40. The Court is satisfied that no genuine issue of material fact exists \nregarding this issue and that it is instead purely a question of law.  The Court, in its \ndiscretion, concludes that a ruling on the issue presented at this time is appropriate.  \nDuke Energy Carolinas, LLC v. AG Ins. SA/NV, 2020 NCBC LEXIS 70, at **13 (N.C. \nSuper. Ct. Jun. 5, 2020) (“In the circumstances of this case, the Court concludes that \naddressing [the Motion for Partial Summary Judgment] at this time will not result \nin an advisory opinion and is instead a prudent use of the Court ’s time and \nresources.”). \n41. The Court begins its analysis by examining the relevant language of the \ninsurance policies at issue. \n42. The ACE and ORIC Auto Policies provide that the insurers “will pay all \nsums an ‘insured’ legally must pay as damages because of ‘bodily injury’ or property \ndamage’ to which this insurance applies, caused by  an ‘accident’ and resulting from \nthe ownership, maintenance or use of a covered ‘auto’. ”   (See, e.g., ECF No. 515.1, at \np. 16; ECF No. 515.3, at p. 40 (emphasis added).) \n \n \n43. The ACE Auto Policy and the ORIC Auto Policies  in effect from 30 April \n2010 to 30 April 2014 have a $2 million limit per “accident” with a $1 million \ndeductible per “accident,” with no aggregate limit, and the ORIC Auto Policy in effect \nfrom 30 April 2014 to 30 April 2015 has a limit of $3 million per “accident” with a $1 \nmillion deductible per “accident” and no aggregate limit.  (See, e.g, ECF No. 515.1, at \npp. 2, 46; see also 2014–2015 ORIC Auto Policy, ECF No. 515.6, at p. 7.)  As described \nabove, various insurers provided layers of excess coverage that are triggered when \nthe coverage limits under a primary policy are exhausted.  (E.g., ECF No. 515.25, at \np. 21.) \n44. The relevant policies state that “[a]ll ‘bodily injury’, ‘property damage’ \nand ‘covered pollution cost or expense’ resulting from continuous or repeated \nexposure to substantially the same conditions will be considered as resulting from \none ‘accident’.”  ( E.g., ECF No. 515.1, at p. 19; ECF No. 515.3, at p. 43.)  (emphasis \nadded).) \n45. In interpreting essentially identical policy language, our Supreme Court \nhas held that North Carolina courts should apply a “cause” test to determine whether \nthe subject injury involves one or multiple occurrences.  See Gaston Cty. Dyeing Mach. \nCo. v. Northfield Ins. Co., 351 N.C. 293, 303 (2000). \n46. Gaston involved an insurance coverage dispute arising  from a products \nliability action seeking damages related to  the rupture of a pressure vessel used in \nthe manufacture of certain types of dyes utilized in diagnostic medical imaging .  As \na result of the rupture, the leakage of a chemical used in the heating process \n \n \ncontaminated over sixty tons of dye.  Id. at 295, 302.  In analyzing the issue of whether \nthe damage had resulted from one occurrence or multiple ones, t he Supreme Court \nruled that “[i] n determining whether there was a single occurrence or multiple \noccurrences, we look to the cause of the property damage rather than to the effect. ”  \nId. at 303.  Applying this principl e, the Supreme Court concluded that although a \nrupture of the pressure vessel contaminated  “multiple dye lots” and the damage \n“extend[ed] over two policy periods[,]”  there was only one occurrence under the \npolicy—the injury-causing rupture of the machinery.  Id. at 303–04. \n47. Although Gaston is the most relevant case from  our Supreme Court on \nthis issue, it is factually dissimilar to the present  case.  Here, conversely, property \nowners suffered repeated exposure to conditions over multiple policy periods without \na sudden and one-time triggering event akin to the sudden rupture of machinery.     \n48. However, the Fourth Circuit has interpreted Gaston as standing for the \nproposition that North Carolina ’s “cause” test allows for the utilization of a \n“proximate cause” theory in cases —like the present one—where there is no single \none-time event giving rise to the injuries at issues. \nNorth Carolina courts have adopted a cause test to determine how many \noccurrences an event encompassed.  See Gaston Cnty., 524 S.E.2d at 565.  \nUnder this type of test, the number of occurrences “is determined by the \ncause or causes of the resulting injury.”  Appalachian Ins. Co. v. Liberty \nMut. Ins. Co., 676 F.2d 56, 61 (3d Cir.  1982).  The cause test stands in \nopposition to the effect test, which treats each injury as a separate \noccurrence. \n. . .  \nCourts have adopted various formulations of the cause test.   Under the \n“proximate cause theory,” courts consider an event to constitute one \noccurrence when “there was but one proximate, uninterrupted, and \n \n \ncontinuing cause which resulted in all of the injuries and damage.”  Id. \nat 1496 (quoting Appalachian Ins. Co. , 676 F.2d at 61) (internal \nquotation marks omitted).   In contrast, courts employing the “liability \nevent theory” look to the immediate event or events that gave rise to \nliability to determine the number of occurrences. \n. . .  \nDuke argues extensively th at Gaston County Dyeing Machine Co. v. \nNorthfield Insurance Co. supports its argument that the Supreme Court \nof North Carolina determines the number of occurrences by pinpointing \nthe most immediate cause or causes of the harm.  In Gaston County, the \nSupreme Court of North Carolina considered whether the rupture of a \npressure vessel and the resulting contamination of multiple lots of \nmedical imaging dye qualified as a single occurrence or multiple \noccurrences. . . .  Duke contends that Gaston County  supports its \nposition that the Supreme Court of North Carolina looks to the most \nimmediate cause of the injury to determine the number of occurrences \nbecause the court considered the valve rupture —not more remote \ncauses, such as the vessel’s defective design or manufacturing—to be the \naccident. \n. . .  \nDuke overlooks the Gaston County  court’s conclusion that the incident \ninvolved a single occurrence because, when “all subsequent damages \nflow from the single event, there is but a single occurrence.”  Id. at 565. \nThis statement evokes the proximate cause theory. \n. . .  \n[W]e believe the Supreme Court of North Carolina would find that this \ncase involves one occurrence  . . . .  First, there is no reason to suspect \nthat the Supreme Court of North Carolina would not apply the test that \nit enunciated in Gaston County to determine the number of occurrences \nin contexts other than trigger of coverage.  Numerous other courts have \napplied a similar test to determine the number of occurrences in cases \nanalogous to this one, including the United States District Court for the \nEastern District of North Carolina in a case interpreting North Carolina \nlaw.  See W . World Ins. Co. v. Wilkie , No. 5:06 –CV–64–H, 2007 WL \n3256947, at *4–5 (E.D.N.C. Nov. 2, 2007); see also, e.g., Fireman’s Fund \nIns. Co. v. Scottsdale Ins. Co. , 968 F.  Supp. 444, 448 (E.D.  Ark. 1997) \n(concluding that preparation of contaminated food was one  occurrence \ndespite multiple sales of that food); Doria v. Ins. Co. of N. Am., 210 N.J. \nSuper. 67, 509 A.2d 220, 224– 25 (N.J.  Super. Ct. App. Div. 1986) \n(holding that insureds ’ failure to properly fence their pool was one \noccurrence regardless of the numbe r of resulting injuries).   Second, \n \n \nKoikos v. Travelers Insurance Co. , 849 So.2d 263 (Fla.  2003)—the \nprimary case that Duke relies on to support its contention than an \noccurrence is the “most immediate cause of the injury” —has been \ndiscredited by other courts.   See Wilkie , 2007 WL 3256947, at *3– 4 \n(declining to apply Koikos in part because it was inconsistent with \nGaston County); Donegal Mut. Ins. Co. v. Baumhammers, 595 Pa. 147, \n938 A.2d 286, 295 (2007).  There is no indication that the Supreme Court \nof North Carolina would adopt the rule that the Florida Supreme Court \ndeveloped in Koikos rather than turning to the standard it enunciated \nin Gaston County. \nMitsui Sumitomo Ins. Co. of Am. v . Duke Univ. Healt h Sys., Inc., 509 F. App ’x 233, \n238–40 (4th Cir. 2013).  \n49. The Court agrees that the Fourth Circuit’s analysis in Mitsui  is fully \nconsistent with the Supreme Court ’s analysis in Gaston.  The Court likewise finds \ninstructive a number of cases decided by courts in other jurisdiction s applying this \ntest to facts that are analogous (albeit not identical) to those present here in which a \ncompany’s policies gave rise to multiple injuries over a period of time. \n50. For example, in Appalachian Ins. Co. v. Liberty Mut. Ins. Co. , 676 F.2d \n56 (3rd Cir. 1982), the  insured company engaged in acts of discrimination against \nmultiple claimants.  The Third Circuit examined whether the company’s employment \npolicies had resulted in one or multiple occurrences  for purposes of an  applicable \ninsurance policy.  Id . at 61.  The Third Circuit held that under a proximate  cause \nanalysis, “there was but one occurrence for purposes of policy coverage.”  Id .  This \nwas so because “the injuries for which [the insured] was liable all resulted from a \ncommon source: [the insured’s] discriminatory employment policies. ”  Id.  The court \ndeclined to unde rtake any analysis of whether those  policies were implemented by \ndifferent company officials or whether there were  any individualized circumstances \n \n \nin the specific incidents of discrimination at issue .  See id.  Instead, the court found \nthe common identifying cause that set the events giving rise to liability in motion and \ndetermined that such an event was one occurrence.  See id.  \n51. In so holding, the Third Circuit stated:  \nThe fact that there were multiple injuries and that they were of different \nmagnitudes and that injuries extended over a period of time does not \nalter our conclusion that there was a single occurrence.   As long as the \ninjuries stem from one proximate cause there is a single \noccurrence.  Champion I nt’l. Corp. v. Continental Casualty Co., 546 F.2d \n502, 505-506 (2d Cir. 1976), cert. denied, 434 U.S. 819, 98 S. Ct. 59, 54 \nL. Ed. 2d 75 (1977).  I ndeed, the definition of the term “ occurrence” in \nthe Appalachian policy contemplates that one occurrence may have \nmultiple and disparate impacts on individuals and that injuries may \nextend over a period of time.    \nId.  \n52. The Third Circuit has also rejected the notion that a different analysis \nis appropriate when the applicable injuries occur in “different geographic regions” if \nthey otherwise arose from a single proximate cause.  See Sunoco, Inc. v. Illinois Nat. \nIns. Co., 226 F. App’x 104, 108 (3rd Cir. 2007).  In that case, Sunoco sued its insurer \nafter Sunoco was named as a defendant  in 77 lawsuits “based on Sunoco’s \nmanufacture and distribution of gasoline containing MtBE[.]”   Id. at 105.  In \nanalyzing whether the insured’s conduct constituted a single occurrence under the  \nproximate cause theory, the Third Circuit stated as follows: \nThe underlying seventy -seven cases before us are not identical.   They \nallege contamination in different geographic regions, they resulted from \na variety of sources including gas tank leaks and accidental spills from \npipelines, and the plaintiffs vary from individuals to governmental \nentities.  However, despite these differences, all of the injuries alleged, \nsave one, arose from a single occurrence.  Each of the plaintiffs in the \ncases presented in the record allege the same cause of action: injuries \nresulting from the hazardous manufacture of gasoline containing MtBE \n \n \nand failure to warn. . . .  [E]ach plaintiff suing Sunoco was exposed to \nthe same general harmful condition—gasoline containing MtBE—which \nresulted in contaminated ground water.  Treesdale, 418 F.3d at 336.  It \nis irrelevant how each plaintiff came into contact with the MtBE as the \nsame alleged negligent act of using MtBE was the proximate cause of \nthe harm.  Union Carbide, 399 F. Supp. at 21. \nId. at 108.  \n53. This approach has also been followed by other courts applying a \nproximate cause test.  See, e.g., Bd. Of Cty. Cmm’rs v. Marcas L.L.C. , 415 Md. 676, \n695 (2010) (holding that a company’s “numerous negligent acts” in a private nuisance \nand trespass action “were so uniform, routinized, and regularized, and occurred at \nsuch steady and frequent intervals, that they merged into one continuous ‘ same \noccurrence.’ ”); Certain Underwriters at Lloyd’s v. S. Nat. Gas. Co. , 142 So. 3d 436, \n457 (Ala. 2013) (affirming a trial court finding that there was a single occurrence \nwhen a “routine operation” of a gas pipeline  system caused injuries across multiple \ntime periods to multiple persons).  \n54. Similarly, the evidence here is clear that the injuries suffered by the \nproperty owners stemmed from central, uniform policies and procedures decided upon \nand implemented by Plaintiffs in operating their farms —including their trucking  \noperations.  The injuries suffered by the property owners did not materially vary \nbased on differences in the various farms owned or operated by Plaintiffs.   To the \ncontrary, these injuries were based on expos ure to conditions that were essentially \nthe same in all material respects .  ( See ECF No. 646, at p. 5 (“The Underlying \nClaimants all alleged, inter alia, that Murphy -Brown’s [Concentrated Animal \nFeeding Operations]  and associated trucking operations had resulted in noxious \n \n \nodors, hog waste , pests (flies, vermin, and buzzards), dust, truck traffic, noise and \nlights—denying the use and enjoyment of their properties.”).) \n55. The proposition that the primary causal factor leading to the \nhomeowners’ injuries was the set of policies and procedures implemented by Plaintiffs \nis consistent with the analysis in McKiver.  The Fourth Circuit stated  there that \nPlaintiffs were “solely responsible for [their contract growers’] trucking schedule and \nfor the decision of where to site the facility ’s entrance road that passed near [the \nclaimants’] properties.”  McKiver, 980 F.3d at 970.  \n56. Indeed, the r ecord in this case shows the existence of  a centralized \ntrucking operation coordinated by Plaintiffs.  Plaintiffs conducted extensive training \nfor each of their truck drivers in southeastern North Carolina based on standardized \npolicies and procedures for transporting animals and feed as detailed in a Commercial \nDriver License (“CDL”) Handbook.  (CDL Handbook, ECF No. 728.5; Murphy-Brown \nTraining Lesson Plan, ECF No. 728.6.) \n57. Moreover, “between 2002 and 2014, the scheduling and dispatching of \n[Plaintiffs’] drivers and trucks – whether for hauling live animals, hog feed, or \nmortalities – was coordinated from one of Murphy -Brown’s centralized \ntransportation offices located in Warsaw, Rose Hill, Kenansville, and/or Clinton, \nNorth Carolina.”  (Searles Decl., ECF No. 728.4, ¶  6.)  T his means tha t individual \nfarms had little to no control over the individual traffic patterns of Plaintiffs’ trucks.  \nPlaintiffs also used the same types of trucks—which did not differ in any material \n \n \nway—for hauling animals and feed and routinely purchased similar replacement \nvehicles.  (Searles Dep., ECF No. 728.2, at 267:1–268:20; Searles Decl. ¶ 18.) \n58. In sum, the undisputed evidence before the Court reflects a “ uniform, \nroutinized, and regularized” set of practices resulting from the operation of Plaintiffs’ \nfarms that “occurred at such steady and frequent intervals” that they are \nappropriately treated as a single “accident” for purpose of  the insurance policies at \nissue.  Marcas, 415 Md. at 695. \n59. Moreover, the Court’s ruling is fully consistent with the relevant policy \nlanguage as the injuries suffered by the property owners in the Underlying Lawsuits \nclearly resulted from “continuous or repeated exposure to  substantially the same \nconditions[.]”  (E.g., ECF No. 515.1, at p. 19; ECF No. 515.3, at p. 43.) \n60. The Court has carefully considered the competing arguments offered by \nthe XL Defendants and finds them to be without merit.   The Court also finds the \ncases from other jurisdictions relied upon by the XL Defendants to be unpersuasive. \n61. The Court therefore DENIES the XL Defendants’ Motion for Summary \nJudgment and rules as a matter of law  that the underlying injuries suffered by the \nproperty owners that formed the basis for the U nderlying Lawsuits are properly \ntreated as one—as opposed to multiple —accidents under the insurance policies at \nissue. \n \n \n \n \n \nCONCLUSION \n THEREFORE, the Amended Motion for Partial Summary Judgment of \nDefendants XL Insurance America, Inc. and XL Specialty Insurance Company on \nIssue of Number of Accidents is DENIED. \nSO ORDERED, this the 7th day of August, 2023.  \n      /s/ Mark A. Davis     \n      Mark A. Davis \n      Special Superior Court Judge for \n      Complex Business Cases \n          \n "
}