{
  "id": "89d4365eeb6009107a88b1f21facbfd69a481e8203e9138aa4eccbf158345216",
  "source_file": "data/raw/ncbc/89d4365eeb6009107a88b1f21facbfd69a481e8203e9138aa4eccbf158345216.pdf",
  "raw_text": " \n \nBlythe v. Bell, 2013 NCBC 8. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF CATAWBA \n \n IN THE GENERAL COURT OF JUSTICE \n \nSUPERIOR COURT DIVISION \n11 CVS 933 \nWILLIAM A. B. BLYTHE (individually \nand in his capacity as shareholder) and \nDRYMAX SPORTS, LLC, \n \nPlaintiffs, \n \nv. \n \nROBERT E. BELL III, VIRGINIA \nBELL, NISSAN JOSEPH and \nHICKORY BRANDS, INC., \n \nDefendants. \n \n)\n \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \nORDER ORDER ORDER ORDER    \n \n{1}  THIS MATTER is now before the court on Defendants’ Motion to \nExclude Testimony from William A. Barbee (“Barbee Motion”) and Defendants’ \nMotion to Strike or Preclude Expert Report of Charles M. Phillips (“Phillips \nMotion”).   \n \nMoore & Van Allen, PLLC by James P. McLoughlin, Jr., Mark A. Nebrig, \nBenjamin P. Fryer, Frank E. Schall, and Christopher D. Tomlinson for \nPlaintiffs William A. B. Blythe and Drymax Sports, LLC. \n \nEllis & Winters LLP by Andrew S. Chamberlin and C. Scott Meyers, and \nYoung, Morphis, Bach & Taylor, LLP by Paul E. Culpepper for \nDefendants Robert E. Bell III, Virginia Bell, Nissan Joseph, and Hickory \nBrands, Inc. \n \nGale, Judge. \n    \n    \n    \n  \nI. I. I. I.    NATURE OF MATTER BEFORE THE COURT NATURE OF MATTER BEFORE THE COURT NATURE OF MATTER BEFORE THE COURT NATURE OF MATTER BEFORE THE COURT    \n \n{2}  This litigation has spawned multiple motions upon which the court has \nissued written orders, including most recently orders dated December 10, 2012 and \nFebruary 4, 2013 ruling upon three summary judgment motions.  Each of those are \navailable at the court’s website at www.ncbusinesscourt.net , and are referenced for \nfacts and case history not repeated in this Order. \n{3}  Plaintiffs seek to have Drymax Sports, LLC (“Drymax”) recover profits \nit contends it lost as a result of Defendants’ failures to abide by agreements and \nhonor their fiduciary duties, which would have afforded sales and opportunities that \nwere instead diverted to Hickory Brands, Inc. (“HBI”).  Individual Plaintiff William \nA.B. Blythe (“Blythe”), HBI, Nissan Joseph (“Joseph”) who is HBI’s former \npresident, and Robert E. Bell III (“Rob Bell”) and Virginia Bell are Drymax’s \nmembers.   The Bells have controlling ownership of HBI.     \n{4}  Plaintiffs seek to prove and quantify those alleged lost profits through \nthe expert testimony of William A. Barbee (“Barbee”).  Barbee prepared both an \nInitial Report dated August 1, 2012 and a Rebuttal Report dated September 20, \n2012, and Defendants deposed him on those reports on August 27, 2012, and \nOctober 3, 2012.  Defendants moved to exclude Barbee’s testimony on October 23, \n2012.  As a part of their challenge, Defendants submit reports from their own \nexperts, who contend that Barbee’s damage determination is based on marketing \nopinions which Barbee is not qualified to make and which he reached based on an \nunreliable methodology. Plaintiffs do not offer Barbee as a marketing expert, but \ncontend that his projected additional sales allow for the reasonable estimates he has \nmade, and making such estimates is a valid exercise by a qualified damages expert.  \nPlaintiffs designated Charles M. Phillips (“Phillips”) as a rebuttal expert solely to \nprovide testimony that the methodology Barbee used is proper.  Phillips does not \nhimself intend to testify as to the amount of Plaintiffs’ damages.  Defendants \nchallenge the designation of Phillips as late and further argue that it is improper \nfor Plaintiffs to have one expert vouch for another in this manner. \n  \n{5}  Defendants ground their Barbee motion primarily on Howerton v. Arai \nHelmet, Ltd. , which charges the trial court with preliminary questions concerning \nthe qualifications of an expert or the admissibility of his testimony using a three-\npart test which inquires: “(1) Is the expert’s proffered method of proof sufficiently \nreliable as an area for expert testimony? (2) Is the witness testifying at trial \nqualified as an expert in that area of testimony? (3) Is the expert’s testimony \nrelevant?”  358 N.C. 440, 458, 597 S.E.2d 674, 686 (2004).   This test embodies and \napplies the requirements for expert testimony defined by North Carolina Rule of \nEvidence 702(a).  Defendants emphasize that Barbee is not a qualified marketing \nexpert and that without this expertise the method Barbee used is not sufficiently \nreliable to pass the Howerton test.  After careful examination, the court concludes \nthat the motions turn instead on whether Barbee has a sufficiently certain basis for \nfollowing the assumptions he utilized in the methods he adopted for his analysis.  \nBarbee is well qualified in the field of business valuation and financial forensics, \nand the methods he invoked are well recognized in those fields for quantifying \ndamages.  However, those methods, as well as the North Carolina standards for \nproof of lost profits, see, e.g. , N.C.P.I. Civ. 517.20  and cases cited, require that \nprojected lost revenues must not be based on conjecture or speculation.  The court \nconcludes that Barbee’s determination of loss based on actual sales and costs does \nnot require such assumptions, but his projection of additional lost revenues, either \npast or present, does rest on conjecture and speculation and should therefore be \nexcluded.  As such, the issue is more one of relevance than of examining the \nreliability of the methods Barbee invokes.  And, to the extent that Barbee’s \nprojections can be argued to have sufficient minimal indicia of certainty, the court \nconcludes that any probative value of his testimony would be outweighed by the \ndanger of unfair prejudice and unfair confusion of issues.  Accordingly, his \ntestimony should be limited under North Carolina Rules of Evidence 402, 403 and \n702 to his testimony regarding losses to date as based on actual sales made and \ncosts incurred.  Accordingly, the Barbee Motion is GRANTED in part and DENIED \nin part. \n  \n{6}  Because the court finds that Barbee purported to base his \ndeterminations on recognized methodologies but had an inadequate basis to do so, it \nwould be unnecessary and unfairly redundant for Plaintiffs to seek to bolster \nBarbee through Phillips’ testimony.  The court is not disputing that a damages \nexpert can rely on reasonable estimates of additional sales as long as there is an \nadequate basis for such assumptions. Rather, the court concludes that there is no \nsuch adequate basis.  That is a gate keeper function properly exercised by the court \nto which Phillips’ testimony would not contribute.  Accordingly, the court’s ruling \neffectively moots the Phillips Motion, but if a ruling is required, the Phillips Motion \nis GRANTED.  It may well be also that the court’s ruling will make certain \ntestimony from Defendants’ expert irrelevant as well. \n  \nII. II. II. II.    DISCUSSION DISCUSSION DISCUSSION DISCUSSION    \n \n{7}  Barbee is Director of Litigation and Forensic Services for Greer & \nWalker, LLP, of Charlotte, North Carolina.  Defendants do not really challenge \nBarbee as unqualified to testify as an expert in business valuation and the \nquantification of financial losses.  They rather contend that he has strayed beyond \nhis area of expertise into the marketing field, and he has created the marketing \nassumptions critical to his opinions without having the expertise to do so. \n{8}  Barbee bases his testimony on the contested premise that the \nOperational Agreement is an enforceable operative agreement controlling the sale \nof socks using the Drymax Process.  He assumes that the Operational Agreement \ncalls for Drymax to receive sales dollars rather than a royalty and Drymax would \nthen pay HBI the costs of goods plus a 20% markup.  Barbee contends that had the \nOperational Agreement been followed, revenues Drymax would have enjoyed would \nhave been adequate to repay the loan to HBI, and Drymax would have reasonably \ninvested additional funds in marketing necessary to develop the Drymax brand and \nincrease sales.  He recaptures sales revenues from HBI and calculates the costs of \ngoods upon which HBI would have been paid by Drymax.  In addition he then \n  \nprojects what additional sales would have been made to date as well as additional \nfuture sales that would be made with the additional revenue adequate to support \nmarketing.  Barbee examined a range of the branded apparel industry and \nevaluated Drymax sales representative testimony to support his conclusion that \nthere was abundant opportunity for such additional sales.  Based on his overall \nassessment of these various factors, rather than on a specific calculation, Barbee \nopines as to a growth percentage Drymax would enjoy, and having stated that rate \nof growth, he calculates additional sales and adjusts them for the expenses \nnecessary to generate them, including the marketing dollars he assumed would be \navailable and contributed to marketing efforts.  \n{9}  Barbee then separates his opinions of loss into three categories.  First, \nhe determines the profits that would have been enjoyed by Drymax had revenue \nfrom actual sales been booked at Drymax rather than at HBI.  He opines that \nDrymax has lost approximately $3.3 million in this regard from 2007 to May 31, \n2012, and that the figure will be updated to the date of trial based on actual further \nsales.  He had sufficient records available to determine costs of goods as he \nemployed the term.  As to this particular calculation, Defendants challenge Barbee’s \ndefinition of “costs of goods,” just as they challenge the basic assumption that the \nOperational Agreement applies to the sale of socks in the first instance.  But \nDefendants do not seriously challenge Barbee’s qualifications and methodology as to \nthis component of damages.  Nevertheless, they say even this opinion should be \nexcluded because Barbee has become so enmeshed in advocating for the adoption of \nBlythe’s position on disputed facts that he can no longer be said to be an objective \nexpert.  Plaintiffs respond to this argument by attacking the in limine  motion to \nexclude as an improper disguised effort to secure summary judgment, a tactic \nforeclosed by Howerton. As to this initial opinion Barbee offers, the court \nconcludes: (1) Barbee is clearly qualified to present expert testimony regarding \ndamage calculations so long as he does so using a recognized methodology; (2) \nBarbee utilized a recognized methodology in this initial determination; (3) while the \nfacts upon which Barbee relies are clearly contested, they are based on the \n  \nevidentiary record and do not require speculation or conjecture, because they are \nbased on actual sales and actual or reasonably assumed additional costs; (4) these \nfacts and the manner in which Barbee applies them can be fairly and adequately \nattacked by cross-examination; and (5) Barbee should not be foreclosed from \npresenting his opinion because of improper or excessive bias.  Accordingly, as to this \ninitial opinion, the Barbee Motion is DENIED. \n{10}  Barbee’s other two damage determinations include projecting lost \nrevenues from additional past or present socks sales, which Barbee contends would \nhave occurred “but for” Defendants’ wrongful acts.  These projections are the \nprimary focus of the Barbee Motion, and Plaintiffs offer the testimony of rebuttal \nexpert Phillips to respond to Defendants’ challenge to Barbee’s methodology to \narrive at those projections.  \n{11}  Barbee first projects an increase in Drymax’s past sales that would \nhave occurred had Drymax been afforded the revenue stream Barbee assumes was \nimproperly diverted to HBI.  He assumes those revenues would have repaid HBI’s \nloan and then some of the revenue would have been spent on marketing.  He then \nrecalculates Drymax’s sales with additional sales revenue in 2009 and 2010, which \nin turn leads to a recalculation of Drymax’s growth rate in sales.  Barbee then \nopines as to a future growth rate in sales that would result from additional \nmarketing using additional sales revenue.  He does not actually calculate the \ngrowth rate but estimates a growth rate based on his overall consideration of the \nevidentiary record and his own review of the branded apparel industry.  Once he \nassumes a growth rate, he is able to calculate additional sales revenue and \ndetermine overall lost profits, reduced to present value.  He opines that the present \nvalue of this loss is $7.4 million. \n{12}  Using the same assumed growth rate and additional revenues, Barbee \nalternatively calculates Drymax’s loss in business valuation.  He discounted future \nlost profits based on a weighted average cost of capital and employed the Income \nApproach of valuation, with a “build up” using opportunity cost and risk.  He \ncalculated an overall loss of value of Drymax at $7.5 million.  He then performed a \n  \nsimple calculation to calculate the 40% of this loss Blythe personally suffered as a \nminority owner, which is $2.9 million. \n{13}  In addition to challenging Barbee’s lack of expertise to estimate sales \nrevenue based on marketing opportunity, Defendants complain that they cannot be \nexpected to rely on any ability to cross-examine Barbee because he either refuses to \nor cannot define the specific method or calculation demonstrating how he \nestablished his assumed growth rate in Drymax sales, but rather simply forms an \nopinion as to a fair growth rate based on his review of the entire record.   Plaintiffs \ncounter that Barbee does not profess to be a marketing expert and that projecting \nfurther growth rates based on past performance and general market trends is an \naccepted reliable methodology and, in fact, one used regularly by Defendants’ own \nexperts.  Plaintiffs also argue that Defendants unfairly and inaccurately assert that \nBarbee attempted to tie specific additional sales to specific additional marketing \ndollars, when, in fact, Barbee did no more than projecting a reasonable future \ngrowth rate based on past performance.   He looked to testimony from Drymax sales \nrepresentatives and industry data only to legitimate the clear opportunity for \nsustained growth.  Plaintiffs contend that thus projecting a future growth rate is \nwell within the realm of typical of accepted expert testimony in the field. \n{14}  The question then becomes whether Barbee has a basis for projecting \nadditional sales that allows them to be stated with reasonable certainty rather than \nbasing them on conjecture or speculation.  As stated, the North Carolina Supreme \nCourt in Howerton  stated three questions a trial court should examine: “(1) Is the \nexpert’s proffered method of proof sufficiently reliable as an area for expert \ntestimony? (2) Is the witness testifying at trial qualified as an expert in that area of \ntestimony? (3) Is the expert’s testimony relevant?”  358 N.C. at 458, 597 S.E.2d at \n686.     \n{15}  The court first examines the field in which Barbee claims expertise and \nthe methodology recognized in his field.  Barbee is a CPA, member of the American \nInstitute of Certified Public Accountants (“AICPA”), and has been certified by the \nAICPA in the field of business valuation and financial forensics.  As indicated \n  \nabove, the court concludes that Barbee is well qualified in the field of damages \ncalculations.  The court further concludes that he has expertise as an expert \nqualified to project lost revenues, provided, however, that he does so in accordance \nwith the standards and methodologies recognized as reliable in his field. \n{16}  The court then has critically examined the methodologies which \nBarbee employed.  Barbee is certified by the AICPA and can be expected to adhere \nto its standards.  While those standards may be somewhat different and perhaps \nmore relaxed for forensic testimony compared to attestation opinions, the AICPA \nrecognizes limitations that must be imposed on methods used to estimate lost \nrevenues.  It has published a guideline on how to do so.  Exhibits offered in \nconnection with the Motions include Richard A. Pollack, et al., American Institute of \nCertified Public Accountants, Calculating Lost Profits (2006).  This guideline \ndiscusses accepted methodologies and recognizes that  \ndamages for lost profits are recoverable only if the plaintiff can prove \nthe damages related to lost profits are reasonable and that they have \nbeen calculated using reliable factors without undue speculation . . . \nThe calculation of lost profits does not require precision, and an \nestimate of damages can be made.  However, the loss cannot be based \non speculation.   \n \nId. at Ch. 8 ¶¶ 52–53.  As discussed below, this is similar to restrictions \nimposed by the North Carolina evidentiary standard for recovering lost \nprofits. \n{17}  The AICPA publication further describes four accepted methods \nnormally used to calculate lost revenues.  They are: (1) the “Before and After” \nmethod, which examines the plaintiff’s prior experience and its experience after the \ndefendant’s acts to make a calculation in the nature of a “but for” determination; (2) \nthe “Yardstick” or “Benchmark” method which may look, among other things, at the \nexperience of similar companies or industry averages, provided that the plaintiff is \nsufficiently comparable to the “yardstick,” and which inquiry may also include \ndeterminations based on pre-litigation projections; (3) a calculation based on an \n  \nunderlying contract which defines the method for doing so; and (4) and an \naccounting of defendant’s profits.  Id. at Ch. 10 ¶¶ 61–71. \n{18}  Here, Barbee combines a Before and After approach and a Yardstick \napproach.  As such, he invoked methods which are well recognized and accepted as \nreliable.   The issue is whether he has applied them properly, and particularly \nwhether he used estimates with the degree of reliability that methodologies \ndemand.   The court concludes that he does not have a sufficiently adequate basis to \nproject additional sales, even if he has an adequate basis to define a baseline from \npast performance.  The court also concludes that he has not done sufficient analysis \nto compare Drymax to the branded general apparel industry, including adjusting for \nmarket variables.  Barbee may have an adequate basis to conclude that there was \nsubstantial upside potential that has been lost, based on testimony from Drymax \nsales representatives, but he strays into conjecture and speculation when he \nattempts to quantify those opportunities.  In short, the court concludes that Barbee \nhas invoked well recognized methodologies but he does not have a sufficient \nevidentiary basis upon which to utilize them.   A similar conclusion arises when \napplying established North Carolina case precedent dealing with proof of lost \nprofits. \n{19}  North Carolina allows a corporation to recover lost profits occasioned \nby a defendant’s wrongful conduct so long as they can be proven with reasonable \ncertainty. Olivetti Corp. v. Ames Bus. Sys., Inc. , 319 N.C. 534, 356 S.E.2d 578 \n(1987).  But in order to be admitted, evidence of such loss must qualify as \nreasonably certain.  Parris v. H. G. Fischer & Co. , 221 N.C. 110, 112, 19 S.E.2d 128, \n129 (1942).  While the courts do not demand mathematical certitude in calculating \nlost profits, they do not countenance conjecture or speculation, and conjecture or \nspeculation does not become admissible simply because it is presented by an expert.  \nCastle McCulloch v. Freedman, 169 N.C. App. 497, 501-03, 610 S.E.2d 416, 420-21, \naff’d per curiam 360 N.C. 57, 620 S.E.2d 674 (2005).     \n{20}  The admissibility of testimony of lost profits and the determination of \nwhether the testimony passes from conjecture to reasonable certainty is determined \n  \nfrom case to case and the evidentiary standard does not evolve into a rigid formula.   \nIron Steamer, Ltd. v. Trinity Rest. Inc. , 110 N.C. App. 843, 848, 431 S.Ed.2d 767, \n770 (1993).  While the amount of damages is generally reserved for the jury, the \ncourt determines as a matter of law whether the evidence would allow a jury to \ncalculate lost profits with reasonable certainty.  Id. , 431 S.E.2d at 771; see also Old \nWell Water v. Collegiate Distrib., 2002 Lexis 1939, at *10 (N.C. Ct. App).  An expert \nmay use market analysis, business records of similar enterprises, Iron Steamer, \nsupra , and sales figures from businesses of a similar size, location and type of \nproduct, McNamara v. Wilmington Mall Realty Corp. , 121 N.C. App. 400, 411, 466 \nS.Ed.2d 324, 331 (1996), but the testimony must still “pass the realm of conjecture, \nspeculation, or opinion not founded on facts, and must consist of actual facts from \nwhich a reasonably accurate conclusion regarding the cause and the amount of the \nloss can be logically and rationally drawn.”  Overnite Transp. Co. v. Int’l \nBrotherhood of Teamsters , 257 N.C. 18, 30, 125 S.E.2d 277, 286 (1962). \n{21}  After having thoroughly studied the record and the respective briefs \nand arguments in detail, the court concludes that Barbee’s calculation of additional \nlost revenues has not “passed the realm of conjecture or speculation.”  Proving that \nthere were additional sales opportunities does not necessarily provide a basis for \nthen opining as to the extent of additional sales that would come from those \nopportunities.  Barbee identified the testimony of certain sales personnel which he \nbelieved demonstrated that Drymax socks in particular presented an opportunity \nfor wide market acceptance with marketing support, and large upside potential \nsales numbers.  (Barbee Rebuttal Report 4–8, attached to Br. in Supp. of Defs.’ Mot. \nto Exclude Test. of William A. Barbee.)  However, this testimony does not provide \nan anchor for the sales revenues Barbee projects.  One of them, Michael Isaacson, \nindicated he had sold something in the range of $12,000–15,000 of Drymax socks to \ntwo dealers, but in his opinion, with a full marketing effort he could have sold more \nthan $500,000.  Another, Brett Richardson, testified he thought a reasonable 5 year \nplan would call for sales of $5 million.  Several salesmen testified to the unique \nqualities of the Drymax socks which should lead to a large market acceptance.  The \n  \ncourt concludes that this testimony is, at best, only slightly less speculative than \nthe testimony refused by the North Carolina Court of Appeals in Old Well Water v. \nCollegiate Distrib., supra.   \n{22}  Barbee may have properly looked to trends within his branded apparel \nindustry segment in his effort to do a market based analysis.  However, he did not \nfurther demonstrate an adequate basis to conclude that companies within that \nsegment were fairly comparable to Drymax, either as product lines or otherwise..   \nIt was speculative to assume that Drymax could be expected to perform within that \nindustry as large, multi-product line companies such as VF Corporation (Northface), \nColumbia Sportswear, Deckers Outdoor Corp. (Teva), and Adidas..  Likewise, \nBarbee engages in speculation when opining that Drymax could establish additional \nsales outlets that would each achieve sales comparable to Drymax’s largest and best \ncustomer.  \n{23}  In sum, the court concludes that Barbee invoked methodologies that \nare themselves reliable,  but he failed to satisfy the prerequites they demand, and \nhe testimony fails to satisfy evidentiary standards for proof of lost profits.  The \ncourt then concludes that Barbee’s testimony as to additional sales revenues does \nnot have a sufficient basis to be considered probative evidence, and he should not be \npermitted to testify as to losses other than those he determined on the basis of \nactual sales to the date of trial.  The court’s determination is made both in the \nexercise of its discretion  and on its understanding and application of the standards \nexpressed by the North Carolina Supreme Court in Howerton , which are, in turn, \nreflected in the provisions  and Rules 104, 402, and 702 of the North Carolina Rules \nof Evidence.    \n{24}  Because the court does not base its determination on Mr. Barbee’s \nchoice of methodology but rather the lack of reasonable certainty in the \nassumptions used to employ his methods, any testimony from Phillips would not be \nappropriate or necessary as rebuttal testimony.  As a result, the court need not \nfurther determine whether Plaintiffs timely designated Phillips pursuant to the \n  \ncase management deadlines for designating experts or the nature of their \ntestimony. \n{25}  The court further concludes that the probative value, if any, of \ntestimony from Barbee as to additional lost sales would be outweighed by unfair \nprejudice and unfair confusion, and any testimony from Phillips would be \nunnecessary and unduly cumulative.  Accordingly, even if otherwise admissible, \nwhich the court believes it is not, the court in its discretion concludes that such \nexpert testimony should be excluded pursuant to North Carolina Rule of Evidence \n403. \n \nIII. III. III. III.    C C CCONCLUSION ONCLUSION ONCLUSION ONCLUSION    \n \n{26} \n For the reasons expressed above, the Barbee Motion is GRANTED in \npart and DENIED in part and the Phillips Motion is deemed to have become \nMOOT, or if not moot is GRANTED.    \n \n IT IS SO ORDERED this 4th day of February, 2013. \n "
}