{
  "id": "89f0c935f1378855d2e528dc6c2c966620ae0722a8f7717b0c293487762fefea",
  "source_file": "data/raw/ncbc/89f0c935f1378855d2e528dc6c2c966620ae0722a8f7717b0c293487762fefea.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 15478 \n \nMARCY BUCCI; RICK BUCCI; \nEUGENE N. BUCCI; EUGENE M. \nBUCCI; DAVID LUBIN; KARL \nSCHULER; and LAUREL \nMANDERBACH, \n \nPlaintiffs, \n \nv. \n \nROBERT BURNS; ZEESHAN-UL-\nHASSAN USMANI; and GARRETT \nPERDUE, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION FOR \nSUMMARY JUDGMENT \n \n \n1. This is an action for fraud brought by individuals who invested  in \nPredictify.me, Inc.1  They claim that some of the company’s leaders—Robert Burns, \nGarrett Perdue, and Zeeshan-Ul-Hassan Usmani—conspired to lure investors with \nfalse statements about its assets and business relationships.  Predictify.me later went \nbankrupt, wiping out their investments.  Discovery is now complete, and this Order \naddresses seven motions for summary judgment, three by Burns and four by Perdue. \nMeynardie & Nanney, PLLC , by Robert A. Meynardie, Joseph H. \nNanney, and Robert W. Weston , for Plaintiffs Marcy Bucci, Rick Bucci, \nEugene N. Bucci, Eugene M. Bucci, David Lubin, Karl Schuler, and \nLaurel Manderbach.  \n \nNorth Raleigh Law Group, by Robert Morton, for Defendant Robert \nBurns. \n \nGraebe Hanna & Sullivan, PLLC, by Douglas W. Hanna, for Defendant \nGarrett Perdue. \n \n                                            \n1 The Court will refer to the company as Predictify.me.  It goes by many variations of the \nname—Predictify, Predictify.Me, and PredictifyMe—in the evidence discussed below. \nBucci v. Burns, 2020 NCBC 50. \nNo appearance by Defendant Zeeshan-Ul-Hassan Usmani. \n \nConrad, Judge. \nI. \nBACKGROUND \n2. Courts do not make findings of fact when deciding  motions for summary \njudgment.  This  background describ es the evidence,  noting relevant disputes, to \nprovide context for the Court’s analysis and ruling.2   \n3. Predictify.me was a technology company in the field of predictive analytics.  \nIts goal, never realized,  was to develop applications that could predict events or \noutcomes in a business setting based on large sets of historical data.  (See, e.g., Dep. \nBurns 42:3–9, ECF No. 89.1; 1st Dep. M. Bucci 52:23–53:10, ECF No. 89.15.) \n4. Failure is an orphan, so the saying goes, and there are disagreements about \nwho was and was not a founder of Predictify.me.  It is safe to say that the idea began \nwith Burns and Usmani.  ( See Aff. Burns ¶¶ 4, 5, ECF No. 103.1 .)  The two met in \n2012.  ( See Aff. Burns ¶  3.)  A native of Pakistan, Usmani had developed computer \ncode designed to predict suicide bombings and to model the impact that a bomb might \nhave in a given location .  ( See Aff. Burns ¶ 3; Dep. Burns 29:13 –16.)  Burns saw \n                                            \n2 With seven motions, twenty -one briefs, and dozens of exhibits at issue, the record here is \nsizable.  Even for simpler matters, the Business Court Rules require parties to itemize record \nmaterials in an index that “assign[s] a number or letter to each exhibit and .  . . describe[s] \nthe exhibit with sufficient detail to allow the Court to u nderstand the exhibit’s contents.”  \nBCR 7.5.  Though not often a subject of opinions, this is an important rule.  Concise, \ndescriptive indexing of record materials improves public access and makes it easier for the \nCourt to do its job.  Unindexed records d o the opposite.  This case proves the point.  As an \nexample, the parties labeled at least fourteen different exhibits as “Exhibit A.”  ( See, e.g., \nECF Nos. 84.1, 103.1, 108.1.)  Adding to the confusion, the briefs often cite exhibits using \nentirely different labels, such as the numbers assigned during depositions.  ( E.g., ECF No. \n109 at 8 (“Dep. Exhibit 84.”).)  The few briefs that include a table of exhibits do not describe \ntheir contents in any detail, making it impossible to distinguish them at a glance. \npotential to adapt Usmani’s work to new areas.  (See Dep. Burns 32:9–16, 41:20–42:9, \n62:11–17.)  By April 2014, plans to “ form[] Predictify.me as a company” were under \nway.  (ECF No. 89.9.) \n5. Burns scouted potential advisors and board members.  ( See, e.g., ECF No. \n89.9.)  He contacted  Perdue, his partner in a consulting business, and Jeff Frazier, \nanother business acquaintance.  (See Dep. Perdue 8:1–9:19, ECF No. 89.5; Dep. Burns \n66:6–15.)  Both joined Burns and Usmani  as directors when Predictify.me was \nformally incorporated in May 2014.  (See Aff. Frazier ¶ 6, ECF No. 84.4.)   \n6. Burns also contacted Marcy Bucci, a plaintiff here.  Marcy’s role is a focal \npoint in this litigation , in part because she invited most of the other plaintiffs, \nincluding some family members, to invest in Predictify.me .  ( Four Bucci family \nmembers are plaintiffs; the Court will call the m by their first names.)  According to \nBurns and Perdue, the evidence shows that she was a central player from the start , \nboth as an advisor and as the fifth initial director.  (See Dep. Burns 68:19–22, 83:19–\n22, 85:1–19; Aff. Frazier ¶ 6; 1st Dep. M. Bucci 126:25–128:20.)  Marcy denies having \nany serious involvement with the company’s founding —she had a full -time job \nelsewhere—but acknowledges acting as an officer and directo r by October 2014 and \nthen formally becoming president the follow ing May.  ( See 1st Dep. M. Bucci 29:1–\n31:3, 128:19–20, 296:7–9.) \n7. One early question—and one that bedeviled the company ever after —was \nwhat to do with Usmani’s existing products .  These included TCast (for predicting \nattacks), BlastSim (for modeling a bomb’s effect), and others.  (See Aff. Burns ¶ 16.)  \nAll had antiterrorism, not commercial, applications.  And all were created under the \nbanner of Go-Fig Solutions (Pvt) Ltd. (“Go -Fig”), an enigmatic entity that may have \nbeen nothing more than Usmani’s alter ego.  ( See, e.g., Aff. Burns ¶  9; Aff. Frazier \n¶ 15; 2d Dep. M. Bucci 38:6–39:23, ECF No. 89.25.)  Predictify.me would need access \nto the underlying technology to create ne w products, or at least that was the plan .  \n(Aff. Frazier ¶  14.)  Whether the company would  also absorb the entire Go-Fig \nportfolio was an open question. \n8. At first, Burns and Usmani decided against it.  They told potential advisors \nthat “co-mingling the military  [antiterrorism] and commercial applications is going \nto be very complicated and there may not be the synergies anyway.”  (ECF No. 89.9.)  \nInstead, Usmani put Go-Fig up for sale with the help of an investment banker  \nreferred to him by Perdue , (see ECF No. 89.10), and Burns proposed drafting an \nintellectual property agreement to divide rights between Predictify.me and Go-Fig, \nperhaps carving out a defense or antiterrorism domain for Go -Fig, (see ECF No. \n89.12).  Th is approach was  again reiterated to advisors in June 2014  at a m eeting \nhosted by Marcy.  (See Aff. Frazier ¶¶ 11, 14, 15; 3d Dep. M. Bucci 63:4–11, ECF No. \n97.2.) \n9. Things changed in August 2014.  The attempt to sell Go -Fig had stalled.  \n(See Dep. Burns 136:14–137:20.)  Usmani began asking whether “it makes any sense \nfor Predictify to acquire GoFig.”  (ECF No. 89.17.)  Responding by e -mail, Burns \nexpressed support:  \nBasically, we need to write an IP agreement from you/Go- Fig to \nPredictify.  The challenge is figuring out how to word the IP agreement \nwithout impacting the potential sale of Go- Fig or the fundraising of \nPredictify.  We think the easiest thing to do is transfer all IP into \nPredictify, as any potentially [sic] acquirer is going to likely want some \nvariation on the IP agreement we determine. \n(ECF No. 89.17.)  Predictify.me’s attorney, Neil Bagchi, sent Usmani a draft \nagreement, which listed specific products to be assigned to Predictify.me .  (See ECF \nNos. 89.4, 89.18.) \n10. A confused flurry of e-mails followed.  Reversing course, Usmani objected to \nthe potential acquisition , stating that BlastSim, TCast, and related products  were \n“property of GoFig and ha [ve] nothing to do with Predictify.”  (ECF No. 89.18. )  In \nresponse, Burns insisted that “we n eed to roll Go- Fig into Predictify ,” and Bagchi \nsuggested that  a product list ing would help “[t]o avoid doubt with respect to the \ntransfer of ownership.”  (ECF No. 89.18 .)  That was not acceptable to Usmani , who \nreiterated that “[n]o ownership is being transferred from GoFig to anyone”  and \nquestioned “why we need to sell GoFig to Predictify to start[.]”  (ECF No. 89.18.)  Two \nmonths later, Burns informed Bagchi that “we need to do [the intellectual property \nassignment] in a way where individual products are not listed.”  (ECF No. 89.19.) \n11. The final agreement (“IP Agreement”)  does not list products or mention \nGo-Fig.  (See Aff. Frazier Ex. B [“IP Agmt.”] .)  It  is an agreement between Usmani \nand Predictify.me in which he agreed to assign to the company “all worldwide right, \ntitle and interest in and to” materials or works related to predictive analytics that he \n“prepared, wrote, created, [ or] developed.”  (IP Agmt.  1.)  In exchange, he  received \n60% of Predictify.me’s shares.  ( See IP Agmt. 2.)   The IP Agreement was signed in \nOctober 2014 but made effective as of that August.  (See Aff. Frazier ¶ 7; Aff. Burns \n¶ 11.) \n12. Finalizing the IP  Agreement did not lay  the matter to rest .  In early  \nNovember, Usmani circulated draft product sheets designed to rebrand BlastSim and \nTCast as Predictify.me products called SecureSim and Soothsayer.  ( See ECF Nos. \n94.3, 94.4; Aff. Burns ¶ 16; 2d Dep. M. Bucci 79:9–16.)  Even so, he expressed concern \nabout treating BlastSim and TCast as “Predictify’s property” and told Burns, Perdue, \nand Marcy that “we should all be clear that these products . . . belongs [sic] to GoFig.”  \n(ECF No. 89.22.)  In another e- mail to Burns, Perdue, Marcy, and Frazier the \nfollowing week, Usmani stated that “[a]ll of the [Go -Fig] technology and team have \nshifted to Predictify anyway” and suggested “announc[ing] something like GoFig has \nbeen acquired by Predictify.me,” perhaps by putting “an add [sic] . . . on the website.”  \n(ECF No. 95.2.) \n13. Within days of that e-mail, a blog post appeared on the company’s website, \nannouncing that Predictify.me “has acquired Go -Fig Solutions (Pvt) Ltd. for an \nundisclosed amount.  The acquisition is effective immediately and includes Go -Fig’s \ntechnology and team.”   (ECF No. 89.23 .)  Bur ns admits helping to prepare the \nannouncement.  (See Burns Answer ¶ 54, ECF No. 35; see also ECF No. 84.6 at 4–5, \n11, 15.) \n14. Meanwhile, business development lagged.  Predictify.me had only a handful \nof clients, none with big budgets .  ( See, e.g., 1st Dep. M.  Bucci 54:23–56:8.)  When \nspring came, Predictify.me made a momentary splash by announcing a collaboration \nwith the United Nations .  T he UN’s own press release describes it  as “a pro-bono \ntechnology contribution” in which Predictify.me would donat e licenses to use \nSecureSim and Soothsayer for the benefit of the Safe Schools Initiative .  (ECF Nos. \n84.7, 89.24, 105.3.)  Predictify.me expected to recover its costs, if any were incurred \nin implementation, but nothing more .  ( See Aff. Burns ¶¶ 45, 46; 2d Dep. M. Bucci \n98:19–99:1; Aff. Frazier ¶  28.)  Even that did not happen.  For reasons that are not \nentirely clear, the UN scrapped the project before it started.  (See Dep. Burns 286:16–\n287:14.) \n15. As 2015 moved along,  the p rospects for keeping Predictify.me afloat \ncontinued to weaken .  Its  flagship product, called Hourglass, was not ready for \nmarket.  (See Aff. Buchheim ¶ 13, ECF No. 97.4.)  SecureSim and Soothsayer did not \ngenerate sales to make up the difference .  At the end of 2015, the company had one \nclient, no meaningful revenue , and a dwindling reserve of cash .  ( See 1st Dep. M. \nBucci 55:8–9, 86:15–24; Aff. Frazier. ¶¶ 24, 26, 27.)   \n16. Investors demanded a change in leadership and got  it.  Marcy, Burns, and \nPerdue left the company in December 2015.  (See Aff. Buchheim ¶ 15.)  Frazier stayed \non and, prompted by investor concerns, was tasked with looking into the scope of the \nIP Agreement.  ( See Aff. Frazier ¶  31; Aff. Buchheim ¶  16.)  Some executives \nconsidered whether to  monetize SecureSim and Soothsayer.  ( See Aff. Buchheim \n¶ 18.)  Usmani pushed back, stat ing that both “were owned by GoFig Solutions.”  \n(ECF No. 89.26.)  In January 2016, Predictify.me’s chairman of the board reported to \ninvestors that there was an IP Agreement between the company and Usmani; that \n“[t]here has never been an acquisition agreement between PredictifyMe and GoFig”; \nand that “PredictifyMe has not and does not have any intention of using any of \nGoFig’s products or IPs.”  (ECF No. 89.27.) \n17. With insolvency approaching , Michael Buchheim took over as CEO.  H e \ntried to raise additional funds without  success.  ( See Aff. Buchheim ¶¶ 30, 31.)  \nBuchheim resigned in April 2016 , just two months after taking the job,  and \nPredictify.me filed for bankruptcy not long after.  (See Aff. Buchheim ¶ 36.)  \n18. A group of investors brought this action against Burns, Perdue, and Usmani, \nclaiming to have been defrauded.  After amendments to the pleadings and voluntary \ndismissals, seven plaintiffs remain: they include Marcy, her father- in-law (Eugene \nN.), two brothers-in-law ( Rick and G ene M.), and  three others who are friends of \nMarcy or Rick  (David Lubin, Karl Schuler, and Laurel Manderbach) (together, \n“Plaintiffs”). \n19. Plaintiffs allege in their amended complaint that  Burns, Perdue, and  \nUsmani conspired to defraud them through misrepresentations about Predictify.me.  \nSpecifically, they allege that one or more defendants represented falsely that  \n“Predictify.me had acquired Go -Fig and its proprietary technology .”  (Am. Compl.  \n¶¶ 38, 43, 50, 147, 149, 159, 160, 169, 170, 178, ECF No. 29.)  Except for Eugene N., \nthey further allege that Burns, Perdue, and Usmani  falsely represented  “that \nPredictify had entered into a formal agreement with the United Nations regarding \nthe use of Predictify.me’s predictive software. ”  (Am. Compl. ¶¶  148, 149, 159, 160, \n169, 170, 178.)  These alleged misrepresentations form the basis of  claims of fraud, \nnegligent misrepresentation, securities violations, and unfair or deceptive trade \npractices. \n20. Burns and Perdue contend that discovery has refuted these allegations.  \nThey argue, among other things, that the alleged misrepresentations were true; that \nit would have been unreasonable to rely on the misrepresentations in any event \n(especially for Marcy, who was a company executive); and that Predictify.me failed \nbecause Usmani’s technology didn’t work, not because the company had no right to \nuse it.  Perdue also insists that no misrepresentations are attributable to him and \nthat there is no evidence that he conspired to defraud investors in Predictify.me.  \nUsmani has not answered or otherwise made an appearance.   \n21. Burns and Perdue now seek summary judgment.  Burns’s three motions and \nPerdue’s four are directed to di fferent Plaintiffs.  (See ECF Nos. 83, 85, 96, 98, 100, \n102, 104.)  Together, the seven motions request summary judgment on all claims.   \nThe motions have been  fully briefed, and the Court held a hearing on May 1, 2019.  \n(ECF No. 121.)  The motions are ripe for decision. \nII.  \nLEGAL STANDARD \n22. Summary judgment is appropriate “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact and that any party is entitled to a \njudgment as a matter of law.”  N.C. R. Civ. P. 56(c).  In deciding a motion for summary \njudgment, the Court views the evidence “in the light most favorable to the \nnon-mov[ant],” taking the non -movant’s evidence as true and drawing inferences in \nits favor.  Furr v. K-Mart Corp., 142 N.C. App. 325, 327, 543 S.E.2d  166, 168 (2001) \n(internal citation and quotation marks omitted). \n23. The moving party “bears the initial burden of demonstrating the absence of \na genuine issue of material fact.”  Liberty Mut. Ins. Co. v. Pennington, 356 N.C. 571, \n579, 573 S.E.2d 118, 124 (2002).  If the moving party carries this burden, the \nresponding party “may not rest upon the mere allegations or denials of his pleading,” \nN.C. R. Civ. P. 56(e), but must instead “come forward with specific facts establishing \nthe presence of a genuine factual dispute for trial,” Liberty Mut. Ins., 356 N.C. at 579, \n573 S.E.2d at 124.  A “genuine issue” exists when “  ‘it is supported by substantial \nevidence,’ which is that amount of relevant evidence necessary to persuade a \nreasonable mind to accept a conclusion.”  Id. (quoting DeWitt v. Eveready Battery Co., \n355 N.C. 672, 681, 565 S.E.2d 140, 146 (2002)). \nIII. \nANALYSIS \n \n24. Although s pread over seven motions and twenty -one briefs , the parties’ \narguments often overlap or repeat .  T he Court therefore addresses the motions \ntogether, grouping the arguments by claim.   \nA. Fraud and Negligent Misrepresentation \n25. The parties argue the claims for fraud and negligent misrepresentation \ntogether.  Fraud has five “essential elements”: (a) a false representation or \nconcealment of a material fact; (b) that was calculated to deceive; (c) that was made \nwith intent to deceive; (d) that did in fact deceive; and (e) that resulted in damage to \nthe injured party.  Rowan Cty. Bd. of Educ. v. U.S. Gypsum Co., 332 N.C. 1, 17, 418 \nS.E.2d 648, 658 (1992).  “The tort of negligent misrepresentation occurs when a party \njustifiably relies to his detriment on information prepared without reasonable care \nby one who owed the relying party a duty of care.”  Hunter v. Guardian Life Ins. Co. \nof Am., 162 N.C. App. 477, 484, 593 S.E.2d 595, 600 (2004) (citation and quotation \nmarks omitted).  Most of these elements are in dispute. \n1. False Representations. \n26. These claims rest on two alleged misrepresentations: (1) “that Predictify.me \nhad acquired Go-Fig and its proprietary technology” and  (2) “that Predictify.me had \nentered into a formal relationship with the United Nations .”  (Am. Compl. ¶ 87; see \nalso, e.g., Am. Compl. ¶¶  95, 98, 110, 114, 116, 121 , 123.)  Burns and Perdue argue \nthat these representations, if made, weren’t false. \n27. Acquisition of Go-Fig and its proprietary technology.  Chiefly, Burns \nand Perdue contend that this representation was not false  because “[a]ll of the \ntechnology at issue in this case was properly transferred to Predictify.me via the \nUsmani IP Agreement.”  (ECF No. 99 at 10; see also, e.g., ECF No. 103 at 17.)  That’s \ndebatable.  The IP Agreement is between Predictify.me and Usmani in his personal  \ncapacity.  It does not refer to Go -Fig or purport to transfer any intellectual property \nowned by Go- Fig.  ( See IP Agmt.)  Indeed, Predictify.me’s chairman of the board  \nreported to investors in January 2016 that “[t]here has never been an acquisition \nagreement between PredictifyMe and GoFig” and that “PredictifyMe has not and does \nnot have any intention of using any of GoFig’s products or IPs.”  (ECF No. 89.27.) \n28. Burns insists that Usmani and Go-Fig were one and the same, meaning that \nany assignment by Usman i was also by Go -Fig.  ( See ECF No. 103 at 17.)   Many \nwitnesses do seem to have been confused about Go-Fig.  (See, e.g., 1st Dep. M. Bucci \n231:6–24.)  Yet s ome evidence t ends to show  that Go -Fig was a legal entity \nincorporated in Pakistan, (see ECF No. 89.6), and that Usmani’s wife owned part of \nthe company, (see ECF No. 89.26).  The record does not firmly establish that Go- Fig \nhad no separate existence of its own. \n29. Accepting for argument’s sake that Go -Fig was a real entity, Perdue \ncontends that “[t]here is no evidence that the technology in dispute was owned by \nGo-Fig.”  (ECF No. 99 at 13–15.)  Not so.  Usmani stated many times that BlastSim, \nTCast, and other things were Go-Fig’s property.  (See ECF Nos. 89.18, 89.22, 89.26.)  \nThere may be evidence pointing the other way—Bagchi, for example, claims to have \nbeen told by  Usmani that all the intellectual property was his and had never been \ntransferred to Go -Fig.  ( See Dep. Bagchi 238:15–24, 241:25–242:24, ECF No. 89.2 .)  \nBut weighing the evidence is the jury’s job, not the Court’s.  \n30. Viewing the evidence in a light most favorable to Plaintiffs, the Court \nconcludes that there are genuine issue of fact concerning the falsity of representations \n“that Predictify.me had acquired Go-Fig and its proprietary technology.” \n31. Formal business relationship with the United Nations.   In the \namended complaint, Plaintiffs allege that “Defendants’ representations that \nPredictify.me had entered a formal business relationship with the United Nations \nwere at all times false.”  (Am. Compl. ¶  130.)  Six Plaintiffs —all save Eugene N. —\nallege that they relied on these false representations.  (See Am. Compl. ¶¶ 96, 110, \n114, 116, 121, 123.)  It now appears that they have abandoned this allegation. \n32. Burns and Perdue argue  that any representations about the relationship \nwith the UN were true.  (See, e.g., ECF No. 99 at 15–17; ECF No. 106 at 14–15.)  They \npoint to a press release from the UN in March 2015 .  There, the UN stated  that \nPredictify.me would make “a pro -bono technology contribution” to support a  pilot \nprogram aimed at safeguarding schools in developing countries .  (ECF No. 84.7.)   \nPredictify.me touted this announcement in a presentation captioned as a “Company \nOverview.”  The presentation includes a link to the UN’s press release and states that \n“[t]he UN announced a strategic partnership with PredictifyMe ” in which  \n“PredictifyMe will provide predictive analytics for forecasting and mitigating \nsecurity/terror threats to schools in at -risk regions globally. ”  (ECF No. 99.4.)   This \ndescription was not only true, Burns and Perdue contend, but also consistent with  \nMarcy’s statements at the time that the “company was featured in a partnership with \nthe United Nations” of a “philantropic [sic]” nature.  (Aff. Burns p.29.)  Burns and \nPerdue deny misrepresenting the UN relationship as a source of profit rather than \nas a charitable partnership.  (See Aff. Burns ¶¶ 44, 45; Aff. Buchheim ¶ 34.)  \n33. In response, Plaintiffs do not dispute any of this.  (See, e.g., ECF No. 108 at \n14–15.)  They do not argue that Predictify.me had no  relationship with the UN or \nthat representations about the nature of the relationship were false.  Instead, they \npivot back to the acquisition of Go-Fig: the real misrepresentation, they say, was that \n“Predictify.me owned these products [that is, products acquired from Go-Fig] and was \ncapable of providing them to the UN.”  (ECF No. 108 at 15.) \n34. Of course, the amended complaint bases the claims for fraud and negligent \nmisrepresentation on two false representations, one about the acquisition of Go- Fig \nand the other about the relationship with the UN.  Having offered no argument about \nor evidence of the second misrepresentation, Plaintiffs have abandoned it.  The Court \ngrants the motions for summary judgment for claims of fraud and negligent \nmisrepresentation to the extent based on a representation that  “Predictify.me had \nentered into a formal business relationship with the United Nations.”  \n2. Justifiable Reliance. \n35. “Justifiable reliance is an essential element of both fraud and negligent \nmisrepresentation.”  Helms v. Holland, 124 N.C. App. 629, 635, 478 S.E.2d 513, 517 \n(1996).  The evidence must show not only that the plaintiff actually relied on the \nmisrepresentation made by the defendant but also that the reliance was reasonable.  \n“Actual reliance is demonstrated by evidence plaintiff acted or refrained from acting \nin a certain manner due to defendant’s representations.”  Pleasant Valley Promenade \nv. Lechmere, Inc., 120 N.C. App. 650, 663, 464 S.E.2d 47, 57 (1995).  Whether reliance \nwas reasonable is “dependent upon the circumstances.”  Marcus Bros. Textiles, Inc. v. \nPrice Waterhouse, LLP, 129 N.C. App. 119, 126, 498 S.E.2d 196, 201 (1998) (citation \nomitted). \n36. Here, Plaintiffs made their investments at different times  after reviewing \ndifferent materials .  Some claim to have reviewed information carefully before \ninvesting.  (See 1st Dep. Manderbach 17:5–24, ECF No. 97.5.)  Others did not.  ( See \nDep. Lubin  55:2–3, ECF No. 84.1  (“I think you can tell that I didn’t follow this \ninvestment very closely.” ).)  Burns and Perdue argue that the undisputed evidence \ndoes not support Plaintiffs’ claims of actual or reasonable reliance. \n37. Lubin.  During his deposition, Lubin testified  that he had never heard of \nGo-Fig before making his investment in Predictify.me.  (See Dep. Lubin 43:1–3, 66:6–\n8, 95:22–24, 111:17–20.)  Asked if “the words ‘Go -Fig’ ever cross[ed] your radar in \nrespect to the investment,” he answered “No.”  (Dep. Lubin 87:14– 16.)  According to \nBurns and Perdue, this testimony shows that Lubin did not rely  on any \nrepresentation that Predictify.me acquired Go-Fig and its technology.  (See ECF Nos. \n84 at 12–15; ECF No. 86 at 9.) \n38. It was Lubin’s burden, in response, to forecast evidence of actual reliance .  \nThe only thing Lubin points to is an interview that Burns and Usmani gave to CNN \nin early 2015.  (See ECF No. 89 at 16.)  In that interview, neither Burns nor Usmani \nmentioned Go-Fig or that Predictify.me had acquired it, and Lubin does not contend \nthat they did.  (See ECF 94.2.)  Rather, Lubin argues that “Burns and Usmani stated \nin the interview that they would be providing [SecureSim and Soothsayer] to the UN,” \nthat he interpreted this to mean that Predictify.me owned the products, and that he \nrelied on that representation when he invested.  (ECF No. 89 at 21.) \n39. This appears to be a new theory not alleged in the complaint.  Even if not, \nthe record doesn’t support t he argument .  For one thing, t he transcript of the \ninterview does not refer to SecureSim or Soothsayer.  ( See ECF 94.2.)  Likewise, the \npassages that Lubin cites from his deposition do not show that he understood or relied \non any representations about specific software or intellectual property owned by \nPredictify.me.  (See Dep. Lubin 65:6–66:14.)  He could not identify the technology at \nissue.  (See Dep. Lubin 56: 20–24 (“Q. All right.  What proprietary algorithmic \nsoftware programs are you talking about in your complaint, if you know? . . . A. I don’t \nknow.”).)  And the only representation he could recall from the CNN interview was \n“[j]ust that [Predictify.me] was a company that was—I believe he said working with \nthe UN and that it was a company that could predict events.”  (Dep. Lubin 86:24 –\n87:6.)  At best,  the testimony shows that Lubin learned from Rick —not the CNN \ninterview—that Predictify.me was “developing” software to predict terrorist events.  \n(Dep. Lubin 36:18 –37:14.)  This falls well short of actual reliance on a definite and \nspecific representation that Predictify.me owned SecureSim and Soothsayer, much \nless a representation that  “Predictify.me had acquired Go -Fig and its proprietary \ntechnology,” as alleged in the amended complaint.   \n40. Lubin therefore cannot prove an essential element of his claims for fraud \nand negligent misrepresentation.  Summary judgment is appropriate.   See Pleasant \nValley Promenade, 120 N.C. App. at 664, 464 S.E.2d at 58 (affirming directed verdict \nbased on testimony showing absence of actual reliance); Cabrera v. Hensley, 2012 \nNCBC LEXIS 42, at *45 (N.C. Super. Ct. July 16, 2012) (granting summary judgment \nwhen plaintiffs had not actually relied on alleged misrepresentations). \n41. Schuler.  The arguments about Schuler’s reliance  are similar.  Burns and \nPerdue point to Schuler’s deposition testimony.  (See ECF No. 99 at 13; ECF No. 106 \nat 23.)  There, Schuler could not recall whether he had heard of Go-Fig before making \nhis investment.  (See Dep. Schuler 135:8–14, ECF No. 99.3.)  Neither could he recall \nwhether anyone represen ted that Predictify.me had acquired Go -Fig or planned to \nacquire it.  (See Dep. Schuler 115:3–17, 184:2–5.) \n42. In his response briefs,  Schuler cites three passages from his deposition \ntestimony to show that he reviewed Predictify.me’s website, the Company Overview, \nand media articles before making his investment.  (See ECF No. 108 at 8, 9; ECF No. \n111 at 9, 10.)  None shows that he relied on a representation about the acquisition of \nGo-Fig or its technology.  The articles, for example, are not in the record, and Schuler \ndid not explain what they sa id or how he relied on them.  ( See Dep. Schuler 159:1–\n11.)  Likewise, Schuler did not say what he learned from the website.  ( See Dep. \nSchuler 51:3 –11.)  A footnote states that the website  included a blog po st that \nannounced Predictify.me’s acquisition of Go-Fig, but Schuler does not argue that he \nsaw or relied on it .  ( See ECF No. 1 11 at 9 n.4.)  Asked about it at his deposition , \nSchuler testified “I can’t honestly say that I read this—this exact blog post before I—\nmy money changed hands.”  (Dep. Schuler 182:8–15.)   \n43. So too for the Company Overview.   That presentation  refers to \nPredictify.me’s relationship with the UN, as noted above, but does not mention \nGo-Fig.  Regardless, Schuler could not “remember reviewing” it but assumed he must \nhave done so.  (Dep. Schuler 152:19–22.)  Even if he did review the presentation  at \nsome point, he could not recall whether he learned about the UN relationship before \nor after making his investment: “A. You want me to tell you the timeline when I knew \nabout the UN -PredictifyMe relationship.  Q. In relation to the time you invested.  \nThat’s all.  A. Yeah.  I just don’t recall.”  (Dep. Schuler 52:3–6.) \n44. In short, Schuler did not recall having any knowledge, bef ore making his \ninvestment, of Go-Fig or of a representation that Predictify.me had acquired Go-Fig.  \nNor did he recall whether the acquisition of Go-Fig was an important factor in making \nhis investment.  (See Dep. Schuler 48:1–4 (“Q. When you made the inve stment, was \nthat an important factor, that PredictifyMe was going to acquire Go -Fig?  A. I don’t \nrecall the timeline.”).)   From this undisputed evidence, no reasonable jury could \nconclude that Schuler actually and reasonably relied on a representation that  \nPredictify.me acquired Go -Fig and its technology.   The Court therefore grants \nsummary judgment in favor of Burns and Perdue on Schuler’s claims for fraud and \nnegligent misrepresentation.  See Pleasant Valley Promenade, 120 N.C. App. at 663–\n64, 464 S.E.2d at 57–58; Cabrera, 2012 NCBC LEXIS 42, at *45. \n45. Eugene N., Gene M., Rick, and Manderbach.  The Court considers these \nfour Plaintiffs together because each claims to have seen a blog post in which \nPredictify.me announced the acquisition of Go- Fig.  Burns and Perdue raise several \nchallenges, including that some Plaintiffs didn’t actually see the blog post and that, \neven if they did, their reliance on it was not reasonable.  Having fully considered the \ncited evidence, the Court concludes that there are genuine issues of material fact. \n46. There is ample evidence that  Predictify.me’s website included a blog post \nstating that “Predictify.me, Inc. is pleased to announce that it has acquired Go -Fig \nSolutions (Pvt) Ltd. for an undisclosed amount.  The acquisition is effective \nimmediately and includes Go -Fig’s technology and team.”  In his answer, Burns \nadmitted that he , along with Usmani and Marcy , “ prepared and caused an \nannouncement to be posted that included” this language.  (Burns Answer ¶ 54.)  He \nreiterated as much in his answers to various interrogatories.  ( See ECF No. 84.6 at \n4–5, 11, 15.)   \n47. Burns (but not Perdue) argues that the  copy of this blog post  that is in the \nrecord, located at ECF No. 89.23, is inadmissible hearsay.  (See ECF No. 103 at 16–\n17.)  It is not.  A statement is “ not hearsay in that it is offered only to show the \nstatement was made, and not to show the truth of matters asserted in the statement.”  \nState v. Hood, 294 N.C. 30, 40– 41, 239 S.E.2d 802 , 808 (1978).  He also argues that \nthe document has not been authenticated.  (See ECF No. 103 at 17.)  This is a puzzling \nargument.  The document at issue is the same one that was attached to \ninterrogatories served on Burns.  In his answers, he identified it as “an \nannouncement on the blog section of the company website.”  (ECF No. 84.6 at 11.)  All \nthat is required for authentication is “evidence sufficient to support a finding that the \nmatter in question is what its proponent claims.”  N.C. R. Evid. 901(a).  Burns’s own \nidentification of the document clears that bar.  See State v. Ford, 245 N.C. App. 510, \n519, 782 S.E.2d 98, 105 (2016) (observing that burden to authenticate is not high even \nin context of exhibits taken from websites).\n3 \n48. Regardless, even if the exhibit were excluded, Burns has admitted that the \nblog post existed and that it announced the acquisition of Go-Fig and its technology.  \n                                            \n3 Burns makes other evidentiary arguments in his briefing.  The Court has considered the  \nobjections and, in its discretion, overrules them. \nEugene N., Gene M., Rick, and Manderbach all testified to reviewing and relying on \na blog post fitting that description.  (See Dep. E.N. Bucci 37:22–38:2, ECF No. 97.1; \nDep. E.M. Bucci 53:24–54:18, 87:17–89:13, ECF No. 99.1; Dep. R. Bucci 26:19–27:25, \n32:22–33:1, ECF No. 99.2 ; 1st Dep. Manderbach 6 6:2–21.)  Manderbach further \ntestified that Burns made the same representation to her in a face-to-face meeting.  \n(See 1st Dep. Manderbach 160:9– 18, 244:15–245:5.)  This is more than enough to \ncreate a genuine issue  of material fact  as to their actual reliance on the alleged \nmisrepresentation. \n49. The next question is whether their reliance was reasonable.  Perdue argues \nthat it was not because Eugene N., Gene M., Rick, and Manderbach “never inquired” \nabout the acquisition of Go- Fig.  (ECF No. 99 at 22–23; see also ECF No. 99 at 12.)   \nWhether they could have discovered the truth with more diligence is unclear, though.  \nOther than the blog post itself, the details of the relationship between Predictify.me \nand Go-Fig weren’t publicly available.  And Perdue does not point to evidence that \nthese four Plaintiffs had reason to doubt the acquisition of Go- Fig or to suspect that \nthe announcement was false .  As our Court of Appeals has held, “ [a] plaintiff is not \nbarred from recovery because he had a lesser opportunity to investigate \nrepresentations made by someone with superior knowledge.”  Songwooyarn Trading \nCo. v. Sox Eleven, Inc. , 213 N.C. App. 49, 55, 714 S.E.2d 162, 166 (2011) ; see also \nWalker v. Town of Stoneville, 211 N.C. App. 24, 34–35, 712 S.E.2d 239, 246–47 (2011) \n(finding question of fact when no evidence would have aroused plaintiff’s suspicion \nand defendant had superior knowledge). \n50. Burns appears to make a different argument —that any reliance was not \nreasonable because some representations were received indirectly from Marcy.  ( See \nECF No. 106 at 16.)  But he doesn’t cite any evidence or explain the argument  and \ntherefore hasn’t carried his “initial burden of demonstrating the absence of a genuine \nissue of material fact.”  Liberty Mut. Ins., 356 N.C. at 579, 573 S.E.2d at 124.  In any \nevent, the evidence appears to show that the announcement of the acquisition of \nGo-Fig came directly from Predictify.me’s website, not through Marcy.  (See, e.g., ECF \nNo. 99 at 12 (citing testimony).) \n51. Whether Eugene N., Gene M., Rick, and Manderbach reasonably relied on a \nrepresentation that “Predictify.me acquired Go-Fig and its proprietary technology” is \na question of fact for the jury.4 \n52. Marcy.  The facts related to Marcy’s investments are rather different.  As \nshe admits, she  was not only an investor but also  an officer and director of \nPredictify.me.  She was privy to many internal communications about the potential \nassignment of intellectual pro perty by Usmani or Go -Fig that were not available to \nother investors.  During her deposition, Marcy testified that she relied on the \nannouncement of the acquisition of Go-Fig and its technology but did not investigate \nthe matter.  ( See, e.g. , 1st Dep. M. B ucci 201:3– 22.)  The parties disagree about \nwhether her reliance was reasonable in view of her role with the company and \nawareness of communications on the subject. \n                                            \n4 Given that these Plaintiffs’ reliance on the blog post creates a genuine issue of fact, there is \nno need t o resolve arguments about other investor materials on which they claim to have \nrelied. \n53. Burns and Perdue contend that Marcy’s reliance was not reasonable.  As  a \n“consummate insider,” they argue, she was either aware of the material facts or had \nthe ability to research and discover the truth about Go-Fig.  (See ECF No. 101 at 19.)  \nIn response, Marcy contends that it is possible for  one director of a company to  \ndefraud another and that it was reasonable for her to rely on statements made by \nother company officials.  (ECF No. 109 at 19.)   \n54. It is well  established that “[r]eliance is not reasonable where the plaintiff \ncould have discovered the truth of the matter through reasonable diligence, but failed \nto investigate.”  Cobb v. Pa. Life Ins. Co., 215 N.C. App. 268, 277, 715 S.E.2d 541, 549 \n(2011); see also State Props., LLC v. Ray, 155 N.C. App. 65, 73, 574 S.E.2d 180, 186 \n(2002).  This is usually a question for the jury.  See, e.g. , State Props., 155 N.C. App. \nat 73, 574 S.E.2d at 186.  Sometimes, though, “the facts are so clear that they support \nonly one conclusion.”  Id.; see also Thompson v. Bass, 261 N.C. App. 285, 291, 819 \nS.E.2d 621, 626 (2018).  Such is the case here.   \n55. It is undisputed that Marcy did not hear a representation that Predictify.me \nacquired Go -Fig or its technology before November 25 , 2014, when the supposed \nacquisition was announced on the company’s website.  (See 3d Dep. M. Bucci 153:14–\n23.)  In her briefing, Marcy cites discussions that occurred earlier, but she concedes \nthat “[b]etween June and approximately November 24, [she] understood that the \ndetails of Predictify.me’s acquisition of Go -Fig’ [sic] intellectual property ‘was work \nin progress’ . . . .”  (ECF No. 109 at 7.)  The cited testimony confirms as much: “And \nso I knew that that was work in progress and that would be completed.  And I thought \nit was completed probably on or around the 24th of November, which is when the big \nannouncement was made.”  (1st Dep. M. Bucci 231:2 –5.)  Likewise, she admitted \nhaving received notice on November 22 that no acquisition had hap pened.  (See 1st \nDep. M. Bucci 200:10 –13 (“Q. All right.  So there is no question, though, as of \nNovember 22, 2014, you were at least notified that Predictify.me had not yet acquired \nGo-Fig; correct?  A. The cap table wasn’t final.  So correct.”).) \n56. By that point, Marcy was acting as an officer and director of the company.  \n(See 1st Dep. M. Bucci 296:2–9.)  It is also undisputed that she played some role, even \nif the extent is disputed, for months before then.  Throughout that period, Marcy was \naware of plans for Predictify.me to acquire intellectual property of some kind.  ( See, \ne.g., 1st Dep. M. Bucci 46:17–47:5; 3d Dep. M. Bucci 69:16–70:3.)  Though she did not \nhelp draft or negotiate the IP Agreement that was eventually signed, she was not \nexcluded from that process but “opted out of that discussion because I was no value \nadd.”  ( 3d Dep. M. Bucci 90:1 –13; see also ECF No. 101.9 (e -mail, copying Marcy, \nasking whether Usmani “signed the IP assignment agreement”) .)  At no point did \nMarcy ask to see the agreement.  (See 1st Dep. M. Bucci 48:2–19.)   \n57. After the IP Agreement was signed , Marcy was copied on several e-mails \nthat led to the blog post that announced an acquisition of Go-Fig.  First, on November \n16, 2014, Usmani asserted that BlastSim and TCast were not owned by Predictify.me: \nI was talking to Jeff and got the feeling that BlastSim and TCast \n(SecureSim and Soothsayer) is Predictify’s property.  I know I’ve singed \n[sic] the agreement to transfer the IP to make sure the investors are fine \nand to answer their questions, but internally we should all be clear that \nthese products . . . belongs [sic] to GoFig. . . . I just want to be clear from \nday one, it would serve us all[.] \n(ECF No. 89.22 .)  Then, about a week later, Usmani reversed course and proposed \nannouncing “something like GoFig has been acquired by Predictify.me ,” suggesting \nthat “[w]e can simply put an add [sic] on GoFig that it [has] been acquired by \nPredictify on the website.”  (ECF No. 95.2.)   Usmani also proposed including a false \nstatement in the announcement  that Go-Fig “got acquired by 1 million dollar[s]” —\neven though “we all know there is no money involved” —as a means to “boost \nPredictify[’s] worth . . . .”  (ECF No. 95.2.) \n58. In other words, Marcy was on notice not only t hat Usmani disputed the \nownership of assets that she now says were critical to her decision to invest but also \nthat he proposed publishing at least one false statement about it.  Yet she made no \ninquiry.  Rather, upon seeing the acquisition announcement on the website just days \nlater, Marcy made “an assumption that they worked out the details for [Usmani] to \nhave felt comfortable,” (1st Dep. M. Bucci 201:21–22), and “never thought to ask the \ndetails around it ,” (2d Dep. M. Bucci 245:1 4–15).  There is no evidence tending to \nshow that Marcy was prevented from investigating  the company’s assets ; doing so \nsimply “didn’t cross [her] mind.”  (1st Dep. M. Bucci 138:12–25.) \n59. Taken together, the undisputed evidence shows that Marcy was on notice of \nUsmani’s view that Predictify.me had not acquired Go -Fig and its technology and \nthat she had heightened access to information as an officer and director, was not \nprevented from investigating, and made no inquiry at all.  “In light of her knowledge \nand experience,” Marcy did not exercise reasonable diligence when she assumed that \nPredictify.me acquired Go -Fig and its technology, and no reasonable jury could \nconclude otherwise.  Thompson, 261 N.C. App. at 291, 819 S.E.2d at 626 (affirming \nsummary judgment); see also Rountree v. Chowan Cty. , 252 N.C. App. 155, 162– 64, \n796 S.E.2d 827, 832–33 (2017) (same).  Accordingly, the Court grants the motions as \nto Marcy’s claims for fraud and negligent misrepresentation.   \n3. Causation.      \n60. Next, Burns and Perdue contend that there is no evidence of causation.  A  \nplaintiff must prove  that a false representation was a cause that “in natural and \ncontinuous seq uence, unbroken by any new and independent cause, produced the \nplaintiff’s injuries, and without which the injuries would not have occurred . . . .”  \nHairston v. Alexander Tank & Equip. Co. , 310 N.C. 227, 233, 311 S.E.2d 559, 565 \n(1984).  Ordinarily, causation is a question for the jury.  See Adams v. Mills, 312 N.C. \n181, 193, 322 S.E.2d 164, 172 (1984). \n61. According to Burns and Perdue, Predictify.me went bankrupt  because its \ntechnology didn’t work, not because it failed to acquire Go-Fig.  (See, e.g., ECF No. 99 \nat 25–26.)  They rely largely on affidavits from Buchheim and Frazier.  Each attests \nthat Predictify.me was freely able to use all  technology associated with Go-Fig; that \nBlastSim and other Go- Fig technology had no commercial value; and that owning \nthese assets would not have allowed the company to avoid bankruptcy.   ( See Aff. \nBuchheim ¶¶ 22, 28; Aff. Frazier ¶¶ 16, 22, 29.)   \n62. Plaintiffs appear to concede that  Predictify.me had full access to Go -Fig’s \ntechnology.  ( See 1st Dep. M. Bucci 52:2 –22, 212:25–213:2.)  Their theory is that \nPredictify.me’s board wanted to monetize the Go-Fig assets (including BlastSim and \nTCast) to avoid bankruptcy but could not because the company did not own them.  \nThey also contend that these assets had substantial value based on Burns’s own \nestimates of their worth.  (See ECF No. 108 at 21.)   \n63. Viewed in a light most favorable to Plaintiffs, the evidence shows that \nPredictify.me’s executives explored monetizing BlastSim and other antiterrorism \ntechnology associated with Go- Fig.  Buchheim acknowledges as much (though he \ndenies there was any steam behind the effort).  ( See Aff. Buchheim ¶  18.)  Later, \ncompany officials told investors that there was no “acquisition agreement between \nPredictifyMe and GoFig” and that “PredictifyMe has not and does not have any \nintention of using any of GoFig’s products or IPs.”  (ECF No. 89.27.)   There is also \nevidence that this technology was valuable.  Throughout his time with Predictify.me, \nBurns estimated the value of the antiterrorism technology in the millions of dollars.  \n(See, e.g., ECF Nos. 89.8, 89.9, 89.23; Dep. Burns 267:14–268:19.)  No one challenged \nthe competency of his estimates, which were presumably made as a founder and \ndirector of the company with knowledge and experience on the topic.  See, e.g., Byrd’s \nLawn & Landscaping, Inc. v. Smith, 142 N.C. App. 371, 378, 542 S.E.2d 689, 693–94 \n(2001). \n64. The weight of this evidence is certainly up for debate.   But causation is \nusually a jury question, and when viewed in a light most favorable to Plaintiffs, there \nis more than a scintilla  of evidence to show that Predictify.me’s failure stemmed, at \nleast in part, from its inability to monetize valuable antiterrorism technology .  That \nis enough to show a genuine issue of material fact. \n4. Scienter. \n65. Burns argues that there is no evidence that he acted with intent to deceive \nPlaintiffs.  (See ECF No. 103 at 20 –21.)  “Whether the defendant acts with the \nrequisite scienter for fraud is generally a question of fact for the jury.”  Latta v. \nRainey, 202 N.C. App. 587, 600, 689 S.E.2d 898, 909 (2010).  Intent may be shown \nthrough circumstantial evid ence.  See id.  Here, there is evidence that Burns  knew \nthe IP Agreement was made between Predictify.me and Usmani, not Go-Fig, and that \nhe worked with Usmani to prepare the blog post announcing the acquisition of Go-Fig.  \nThis is enough to create a genuine issue of material fact. \n5. Conspiracy (Perdue). \n66. It is undisputed t hat Eugene N., G ene M., Rick, and Laurel did not speak \nwith Perdue before making their investments and that they  did not rely on any \nrepresentations made by him.  (See Dep. E.N. Bucci 10:5–7; Dep. E.M. Bucci 52:15–\n53:1; Dep. R. Bucci 87:14–89:6; 1st Dep. Manderbach 117:3–6.)  Their theory is that \nPerdue conspired with Burns and Usmani to defraud investors and is therefore liable \nfor the acts of the conspiracy.  (See ECF No. 107 at 13; ECF No. 108 at 12.) \n67. The law “permits one defrauded to recover from anyone who facilitated the \nfraud by agreeing for it to be accomplished.”  Nye v. Oats, 96 N.C. App. 343, 346–47, \n385 S.E.2d 529, 531 (1989).  “A threshold requirement in  any cause of action for \ndamages caused by acts committed pursuant to a conspiracy must be the showing \nthat a conspiracy in fact existed.”  Di Frega v. Pugliese, 164 N.C. App. 499, 506, 596 \nS.E.2d 456, 462 (2004).  “Direct evidence of a conspiracy agreement is not necessary \nand often does not exist.”  Pleasant Valley Promenade, 120 N.C. App. at  657, 464 \nS.E.2d at 54.  But the evidence must “be sufficient to create more than a suspicion or \nconjecture” that the alleged agreement was formed.  Dickens v. Puryear, 302 N.C. \n437, 456, 276 S.E.2d 325, 337 (1981).   \n68. After a thorough review, the Court concludes that the evidence of an \nunlawful agreement here does not rise above mere suspicion or conjecture.   What \nPlaintiffs allege is that Burns, Perdue, and Usmani “formed an agreement as of April \n13, 2014, to sell Go- Fig and its assets separately from Predictify.me, while publicly \nrepresenting the acq uisition of Go -Fig’s assets by Predictify.me.”  (ECF No. 108 at  \n12.)  The evidence shows the opposite.  Throughout April and May 2014, Burns \nrepeatedly told potential advisors and others that Usmani would sell Go -Fig in a \ntransaction separate from the formation of Predictify.me.  (See ECF Nos. 89.9, 89.11, \n89.16.)  Burns also stated that the proceeds from the sale would go to Usmani ( not \nPredictify.me), that Go -Fig would retain rights to antiterrorism and related \ntechnologies, and that Predictify.me would obtain only those rights related to \ncommercial markets.  (See ECF Nos. 89.9, 89.12, 89.16.)  The same message was given \nto Predictify.me’s leadership—including Frazier and Marcy—in June 2014.  (See Aff. \nFrazier ¶¶ 3, 15; 3d Dep. M. Bucci 31:10–33:10.)   \n69. It was not until  August 2014—four months after the conspiracy allegedly \narose—that Usmani began asking Burns whether “it makes any sense for Predictify \nto acquire GoFig.”  (ECF No. 89.17.)  T hat inquiry triggered an exchange between \nBurns and Usmani in which the two disagreed  about whether it would be wise for \nPredictify.me to acquire Go -Fig.  This discussion was not kept secret; Bagchi, the \ncompany’s attorney, played an active part .  Perdue’s only contribution was to  “defer \nto [Bagchi].”  (ECF No. 89.17.)   Far from supporting Plaintiffs’ theory, t hese e-mails \ncontradict the existence of any agreement. \n70. Plaintiffs argue that an agreement can be inferred from Perdue’s \npreparation of product descriptions designed to rebra nd BlastSim and TCast as \nPredictify.me products called SecureSim and Soothsayer.  But the rebranding took \nplace seven months after the conspiracy allegedly arose and was done openly with \nhelp from others, including Marcy.  It also appears that the product sheets were used \nto attract customers, not investors.  ( See Dep. Perdue 230:9– 23, 233:19– 234:5, \n237:21–24, 240:5–22.)   \n71. Plaintiffs also argue that Perdue had a financial motive.  This is speculative \nat best.  Perdue did not draw a salary from Predictify.me , and no one has suggested \nthat he took any part of the investments for his own use.  His stock in Predictify.me \nlost all its value, the same as every other investor.   There is evidence, as Plaintiffs \nnote, that the consulting company jointly owned by Burns and Perdue would  have \nreceived a fee from a sale of  Go-Fig, at least under certain conditions, but that \narrangement would hardly have given Perdue an incentive to announce publicly that \nGo-Fig had already been sold to Predictify.me.  \n72. Nothing beyond conjecture and speculation supports a theory that Perdue \nagreed to be part of a common scheme as of April 2014 to defraud investors in \nPredictify.me.  Perdue is therefore entitled to summary judgment as to the claims of \nfraud and negligent m isrepresentation brought by all Plaintiffs .  See In re Se. Eye \nCtr.—Pending Matters, 2019 NCBC LEXIS 29, at *129 (N.C. Super. Ct. May 7, 2019) \n(granting summary judgment when the record contained no evidence of conspiracy \nagreement); Am. Air Filter Co. v. Price, 2018 NCBC LEXIS 73, at *34–35 (N.C. Super. \nCt. July 10, 2018) (same); BDM Invs. v. Lenhil, Inc., 2014 NCBC LEXIS 6, at *45–46 \n(N.C. Super. Ct. Mar. 20, 2014), aff’d, 826 S.E.2d 746 (N.C. Ct. App. Mar. 19, 2019). \nB. North Carolina Securities Act \n73. The North Carolina Securities Act (“NCSA”) “creates private rights of action \nthat are complementary to federal securities schemes.”  Piazza v. Kirkbride, 246 N.C. \nApp. 576, 595 , 785 S.E.2d 695, 707 (2016) , modified in part on other grounds , 372 \nN.C. 137 (2019).  Decisions of federal courts are therefore “persuasive authority.”  Id. \nat 595, 785 S.E.2d at 708. \n74. Liability for securities violations may be either “  ‘primary’ or ‘secondary.’ ”  \nId. at 596, 785 S.E.2d at 708 ( citing N.C.G.S. §§ 78A-56(a)(1)–(2), (c)).  The statute \ncreates two types of primary liability .  Section 78A -56(a)(1) “sounds in fraud, \ncomparable to common law fraud. ”  NNN Durham Office Portfolio 1, LLC v. \nHighwoods Realty Ltd. P’ship, 2013 NCBC LEXIS 11, at *29 (N.C. Super. Ct. Feb. 19, \n2013), aff’d 820 S.E.2d 322 (N.C. Ct. App. 2018) .  Section 78A -56(a)(2) imposes \nliability for sales of a security “by means of any untrue statement of a material fact.”  \nN.C.G.S. § 78A-56(a)(2).  Both sections are understood as antifraud provisions, and \nboth restr ict primary liability to “ one who sells or offers for s ale a security. ”  \nHighwoods Realty, 2013 NCBC LEXIS 11, at *29, 33.  “If primary liability exists” for \na given securities transaction, then individuals who “  ‘materially aided’ in the \ntransaction” may be subject to secondary liability.  Id. at *29 (quoting N.C.G.S. § 78A-\n56(c)). \n75. Plaintiffs allege that Burns and Perdue are primarily liable under sections \n78A-56(a)(1) and (2) and secondarily liable under section 78A-56(c).  These claims are \nbased on the same facts that underl ie their claims for fraud and negligent \nmisrepresentation.  Specifically, Plaintiffs allege that Burns and Perdue offered or \nsold securities based on false representations that Predictify.me acquired Go-Fig and \nits proprietary technology and that Predictify.me entered into a formal business \nrelationship with the United Nations.   As noted above, though, Plaintiffs have \nabandoned the latter allegation. \n1.   Claims Against Perdue.  \n76. Perdue argues that all claims against him under the NCSA must be \ndismissed.  (See, e.g., ECF No. 97 at 17–18.)  The Court agrees. \n77. Our courts “place great emphasis on the solicitation of the buyer as the most \ncritical stage of the selling transaction in determining who is an offeror or seller of \nsecurities.”  Atkinson v. Lackey , 2015 NCBC LEXIS 21, at *23 (N.C. Super. Ct. Feb. \n27, 2015) (citation, alteration, and quotation marks omitted).   Usually,  solicitation \nrequires direct communication “at a minimum.”  Rosenzweig v. Azurix Corp., 332 F.3d \n854, 871 (5th Cir. 2003).  Here, it is undisputed that Perdue had only minimal contact \nwith any Plaintiff other than Marcy and, in any event, did not solicit any of their \ninvestments.  ( See, e.g., 1st Dep. M. Bucci 259:7– 14; Dep. R. Bucci 87:14 –20; Dep. \nSchuler 126:5–10; 1st Dep. Manderbach 218:4–6.)   \n78. Plaintiffs argue that “Perdue was sufficiently involved in the solicitation of \nsales” that the transactions should be attributable to him.  (E.g., ECF No. 109 at 22.)  \nThey cite decisions of some federal courts stating that a defendant may be primarily \nliable when “he exerts such control over another’s solicitation that those efforts are \n‘directly attributable to’ the defendant.”  Stephenson v. Deutsche Bank AG , 282 F. \nSupp. 2d 1032, 1063 (D. Minn. 2003) ( citing Capri v. Murphy, 856 F.2d 473, 478 (2d \nCir. 1988)).  But Plaintiffs do not point to any evidence that Perdue exercised control \nover solicitation by others .  Even under Plaintiffs’  theory, no reasonable jury could \nfind that Perdue was an offeror or seller of securities.   \n79. The claims for secondary l iability rest solely on the alleged conspiracy \nbetween Burns, Usmani, and Perdue.  (See ECF No. 89 at 27–28; ECF No. 107 at 21; \nECF No. 108 at 19 –20; ECF No. 109 at 22.)  As discussed, evidence of this alleged \nconspiracy does not rise above mere suspicion and conjecture.  Thus, it cannot support \nclaims for secondary liability.\n5 \n80. Even taking the evidence in a light most favorable to Plaintiffs, no \nreasonable jury could find Perdue liable for violations of the NCSA.  Summary \njudgment is appropriate. \n                                            \n5 It bears noting that Plaintiffs again point to Perdue’s revision of product descriptions for \nSoothsayer and SecureSim.  (See, e.g., ECF No. 108 at 19.)  These product descriptions were \nused to solicit customers, not investors.  ( See Dep. Perdue 230:9–23, 233:19–234:5, 237:21–\n24, 240:5–22.)   \n2.   Claims Against Burns.  \n81. The dismissal of the claims against Perdue also resolves any secondary \nliability claims against Burns.  T here can be no secondary liability without a viable \nclaim for primary liability.  The Court therefore grants summary judgment in favor \nof Burns on that issue as to all Plaintiffs. \n82. Burns also presses several arguments for summary judgment  as to the \nclaims of primary liability .  (See ECF No. 86 at 19 –21; ECF No. 103 at 23 –25; ECF \nNo. 106 at 17– 18.)  The Court addresses his arguments as to Marcy’s claims before \nturning to those related to the other Plaintiffs’ claims.  \n83. Marcy.  Justifiable reliance is an essential element of any claim under \nsection 78A -56(a)(1).  See Piazza, 246 N.C. App. at 598, 785 S.E.2d at 709.  As \ndiscussed above, the undisputed evidence shows that Marcy did not justifiably rely \non any representation that Predictify.me had acquired Go -Fig.  Thus, Marcy cannot \nprevail on her claim under section 78A-56(a)(1). \n84. Burns also contends that he may not be held primarily liable under section \n78A-56(a)(2) because the alleged misrepresentation was not of a “material fact.”  (ECF \nNo. 103 at 23–24.)  Materiality is an objective inquiry: is there a substantial likelihood \nthat disclosure of th e truth would have caused a reasonable investor to change the \ndecision to purchase the security?  See, e.g. , Gasner v. Bd. of Supervisors, 103 F.3d \n351, 356 (4th Cir. 1996).  Put another way, would a reasonable investor have viewed \nthe disclosure as significantly altering the total mix of information available, given \nthe subject matter and the relationship of the parties?  See id. ; see also Basic Inc. v. \nLevinson, 485 U.S. 224, 231–32 (1988); Gilbert v. Nixon, 429 F.2d 348, 356 (10th Cir. \n1970).  Burns argu es that the answer is no because the total mix of information \navailable to Marcy included Usmani’s statements that Predictify.me had not acquired \nGo-Fig and its technology.   \n85. Marcy offers no response to this argument.  (See ECF No. 110 at 20–22.)  As \ndiscussed, the mix of information available to her  was far different from that \navailable to  an average investor.  She served as an officer and director of \nPredictify.me and had access to information that was not publicly available, including \nknowledge that there had been no acquisition of Go -Fig as of November 22, 2014.  \n(See, e.g. , 1st Dep. M. Bucci 200:10 –13, 296:3– 9.)  The IP Agreement was also \navailable to her—even if she never asked to see it.  (See, e.g., 1st Dep. M. Bucci 48:2–\n19; 3d Dep. M. Bucci 90: 1–13; ECF No. 101.9.)  And, of course, she received e- mails \nin which Usmani first denied that Predictify.me had acquired Go -Fig and later \nproposed announcing that there had been an acquisition.  (See ECF Nos. 89.22, 95.2.)  \nThe facts —and the warning signs —were available to Marcy.  Even viewing this \nevidence in her favor, the Court concludes that a reasonable investor would not have \nviewed the disclosure of the truth as significantly altering the total mix of information \navailable.  See Gasner, 103 F.3d at 360 (affirming summary judgment when “the total \nmix of the information made available warned [investors] of the high risks they were \nfacing” yet they “nonetheless chose to purchase” investments). \n86. The Court therefore grants summary judgment in favor of Burns  as to \nMarcy’s claims for primary liability under sections 78A-56(a)(1) and (2). \n87. All other Plaintiffs.  For each of the other Plaintiffs, Burns argues that he \nis not an offeror or seller of securities as required to impose primary  liability under \nsection 78A-56(a).  (See, e.g., ECF No. 106 at 17–18.)  According to Burns, he did not \nsolicit investments from Plaintiffs. \n88. Solicitation usually requires evidence of  direct communication with an \ninvestor.  Rosenzweig, 332 F.3d at  871; In re Westinghouse Sec. Litig. , 90 F.3d 696, \n716 (3d Cir. 1996) (Alito, J.); In re Charles Schwab Corp. Sec. Litig., 257 F.R.D. 534, \n549 (N.D. Cal. 2009).  The only one who claims any direct contact with or solicitation \nby Burns is Manderbach , who testified that Burns directly solicited her investment  \nin April 2015.  (See 1st Dep. Manderbach 160:9–18, 205:9–17, 266:4–8.)  A week later, \nManderbach purchased a convertible note.  (See 1st Dep. Manderbach 16:11–17:24.)  \nThis is enough to create a question of fact. \n89. The others, however, deny having any contact with Burns.  Schuler could \nnot recall receiving  any communication from  Burns before making his investment.  \n(See Dep. Schuler 38:19– 22.)  Rick admitted that “I did not have contact with Rob \nBurns or Garrett Perdue prior to my investment.”  (Dep. R. Bucci 89:5–6.)  Likewise, \nEugene N., Gene M., and Lubin denied receiving any direct communications from \nBurns.  ( See Dep. E.N. Bucci 10:8 –10; Dep. E.M. Bucci 274:22 –275:6; Dep. Lubin \n92:14–17.)   \n90. Plaintiffs contend that Burns was “sufficiently involved” to be deemed a \nseller because he participated in the preparation of investor materials.  (ECF No. 111 \nat 18.)  As the United States Supreme Court has stressed, though, p rimary liability \nwill not be imposed upon “participants collateral to the offer or sale.”  Pinter v. Dahl, \n486 U.S. 622, 650 (1988); see also Piazza, 246 N.C. App. at 602–03, 785 S.E.2d at 711–\n12 (applying Pinter).  Courts have refused to treat an individual as an offeror or seller \nbased on preparation of marketing materials without active, direct solicitation of \ninvestors.  See, e.g., Youngers v. Virtus Inv. Partners Inc., 195 F. Supp. 3d 499, 522–\n23 (S.D.N.Y. 2016). \n91. Plaintiffs also argue that Burns exerted control over the solicitation so “that \nthose efforts are ‘directly attributable to’ [him].”  Stephenson, 282 F. Supp. 2d at 1063 \n(quoting Capri, 856 F.2d at 478); see also Shain v. Duff & Phelps Credit Rating Co. , \n915 F. Supp. 575, 582 (S.D.N.Y. 1995) (“[S]olicitation requires direc t and personal \ncontact, or control over and direction of the person who makes the direct \nsolicitation.”).  Again, though, Plaintiffs do not cite any evidence of control.   It is \nundisputed that Marcy solicit ed investments from  Eugene N., G ene M., Rick, and \nSchuler, and that Rick solicited an investment from Lubin.  ( See Dep. E.N. Bucci \n8:11–20; Dep. E.M. Bucci 11:12–13:10; Dep. R. Bucci 15:25–18:7; Dep. Schuler 12:19–\n14:17; see also 1st Dep. M. Bucci 158:3–25.)  Plaintiffs do not point to any evidence \nsuggesting that Marcy or Rick acted under the control of Burns. \n92. As a result, no reasonable jury could find Burns primarily liable for the \nsolicitation of investments from Eugene N., Gene M., Rick, Schuler, and Lubin.  The \nCourt grants the motions for summary judgment as to these claims. \n93. That leaves Manderbach’s claim.  Although Burns makes several other \narguments in favor of summary judgment, none is persuasive.  He  reiterates, for \nexample, his arguments related to scienter, justifiable reliance,6 and causation.  For \nthe reasons discussed above, genuine issues of fact require the denial of summary \njudgment. \n94. Burns also invokes an affirmative defense provided under  section \n78A-56(a)(2).  He claims that he did not know, and could not have known, that \nrepresentations about the acquisition of Go-Fig were false or misleading.  (See ECF \nNo. 103 at 25.)  Burns was an officer and director, intimately involved in drafting the \nIP Agreement, and well aware of Usmani’s claims that Predictify.me had not acquired \nGo-Fig and its technology.  (See, e.g., Aff. Burns ¶¶ 6–8, 10–13; Dep. Burns 69:12–21, \n146:8–147:16.)  His knowledge of the truth or falsity of the announcement is a \nquestion for the jury.  \n95. Finally, Burns makes arguments that any misrepresentation was not made \n“in connection with” the sale of securities , under section 78A -56(a)(1), and that any \nsale was not made “by means of” an untrue statement , under section 78A -56(a)(2).  \nLikewise, he contends that the misrepresentation was not of a material fact as \nrequired by both sections.   Each argument depends on the circumstances of the \ninvestment (for example, the total mix of information available to the investor).  Here, \nBurns incorporates arguments from his brief related to Marcy’s claims, which turned \non the facts surrounding her  investments.  ( See ECF No. 106 at 17.)   He does not \npoint to any evidence related to the investment by Manderbach.  Accordingly, Burns \n                                            \n6 Lubin and Schuler did not reasonably rely on any representation that Predictify.me had \nacquired Go-Fig and, thus, cannot maintain a claim for primary liability under section 78A-\n56(a)(1) for that reason as well.   \nhas not carried his “initial burden of demonstrating the absence of a genuine issue of \nmaterial fact.”  Liberty Mut. Ins., 356 N.C. at 579, 573 S.E.2d at 124.   \n96. For these reasons, the Court concludes that Manderbach’s claim for primary \nliability under section 78A-56(a) may proceed and therefore denies Burns’s motion as \nto that claim .  The Court enters summary judgment in favor of Burns as to the \nprimary liability claims of Eugene N., Gene M., Rick, Lubin, and Schuler.   \nC. Unfair or Deceptive Trade Practices \n97. To succeed under section 75 -1.1, a plaintiff must show that the defendant \ncommitted an unfair or deceptive act, that the act was in or affecting commerce, and \nthat it proximately caused the plaintiff’s injury.  See Capital Res., LLC v. Chelda, \nInc., 223 N.C. App. 227, 239, 735 S.E.2d 203, 212 (2012).  Burns and Perdue argue \nthat the statute does not apply to the securities transactions at issue because \ntransactions of that kind are not “in or affecting commerce.” \n98. As the Court noted in an earlier dec ision, the law in this area is clear.  \n“Although [the] statutory definition of commerce is expansive,” it does not include \n“securities transactions,” which are extraordinary events that fall outside the \nstatute’s purview.  HAJMM Co. v. House of Raeford Farms, Inc. , 328 N.C. 578, 593, \n403 S.E.2d 483, 492 (1991).  “ Our legislature did not intend for section 75 -1.1, ‘with \nits treble damages provision , to apply to securities transactions which were already \nsubject to pervasive and intricate regulation’ under state and federal statutes.”  Bucci \nv. Burns, 2018 NCBC LEXIS 37, at *25 –26 (N.C. Super. Ct. Apr. 25, 2018)  (quoting \nSkinner v. E.F. Hutton & Co. , 314 N.C. 267, 275, 333 S.E.2d 236, 241 (1985)).  For \nthat reason, the Court dismissed section 75 -1.1 claims by some Plaintiffs, including \nMarcy and Eugene N., who had purchased stock of Predictify.me.  See id. at *26. \n99. The claims of Gene M., Rick, Schuler, Manderbach, and Lubin remain.  Each \npurchased a convertible note, rather than stock.  In the earlier decision, the Court \nnoted that “[i]t appears likely that the purchases of convertible notes are also \nsecurities transactions” but elected not to dismiss the claim because the pleadings did \nnot give enough detail about the nature of the notes.  Id. at *26–27. \n100. Discovery has clarified that each of these Plaintiffs purchased a note \nconvertible to stock.  “ Promissory notes that are convertible into stock .  . . are \nsecurities . . . .”  Piazza , 246 N.C. App. at  596 n.5, 785 S.E.2d at 708 n.5; see also \nN.C.G.S. § 78A-2(11) (defining a security under the NCSA as “any note”).  Indeed, in \ntheir response brief, these Plaintiffs concede that the allegedly wrongful conduct \n“occurred in furtherance of a securities transaction.”  (E.g., ECF No. 111 at 20.)  As a \nresult, the purchases at issue are securities transactions that fall outside section 75-\n1.1 as a matter of law.  See, e.g., HAJMM, 328 N.C. at 593, 403 S.E.2d at 492; Oberlin \nCapital, L.P. v. Slavin, 147 N.C. App. 52, 62, 554 S.E.2d 840, 848 (2001).  \n101. Plaintiffs contend that the section 75 -1.1 claim should not be dismissed \nbecause it has been asserted in the alternative to their claims under the NCSA.  In \nother words, they argue that Burns and Perdue should be liable under section 75-1.1 \nif they are not liable as offerors or  sellers under the NCSA.  ( See, e.g., ECF No. 111 \nat 20.)  The Court disagrees.  Our appellate courts have held that “ securities \ntransactions are beyond the scope of N.C.G.S. § 75-1.1.”  Skinner, 314 N.C. at 275, \n333 S.E.2d at 241.  The statute is not designed to fill perceived gaps in the securities \nlaws.  The transactions at issue are securities transactions and therefore fall outside \nthe purview of section 75-1.1 regardless of whether Burns and Perdue are offerors or \nsellers under the NCSA. \n102. The Court grants summary judgment in favor of Burns and Perdue as to the \nremaining claims under section 75-1.1.7 \nD. Punitive Damages \n103. Burns argues that he is entitled to summary judgment on the issue of \npunitive damages.  There is no standalone claim for punitive damages ; t hus, any \nrequest for that remedy by Marcy, Lubin, and Schuler is mooted by the dismissal of \ntheir claims. \n104. As to the four Plaintiffs with live claims, Burns argues that the request for \npunitive damages depends on a finding that Burns is vicariously liable for Usmani’s \nactions and that vicarious liability can not support an award of punitive damages in \nNorth Carolina.  See Vandevender v. Blue Rid ge of Raleigh, LLC, 901 F.3d 231, 237 \n(4th Cir. 2018).  The Court does not agree.  The fraud claims rest on Burns’s own \nstatements and actions, not on a theory of vicarious liability.  Accordingly, the Court \ndenies the request for summary judgment as to the remedy of punitive damages.  See \nCollier v. Bryant , 216 N.C. App. 419, 436, 719 S.E.2d 70, 83 (2011) (“Plaintiffs \n                                            \n7 Perdue urges the Court to award attorne ys’ fees.  ( See ECF No. 99 at 10.)  By statute, \nattorneys’ fees may be awarded when “[t]he party instituting the action knew, or should have \nknown, the action was frivolous and malicious.”  N.C.G.S. § 75-16.1.  The Court will not make \nthat determination on the limited briefing devoted to the issue.  Burns and Perdue are free \nto renew the request in a formal motion for attorneys’ fees with appropriate support and \nbriefing, allowing for a full and complete response from Plaintiffs. \npresented sufficient evidence to create a genuine issue of material fact as to . . . actual \nfraud and may therefore seek punitive damages . . . .”). \nIV. \nCONCLUSION \n \n105. For these reasons, t he Court GRANTS Perdue’s motion s for summary \njudgment.  All claims against Perdue are dismissed with prejudice. \n106. The Court GRANTS  Burns’s motion for summary judgment as to David \nLubin and his motion for summary judgment as to Marcy Bucci.  All claims asserted \nby Lubin and Marcy against Burns are dismissed with prejudice. \n107. The Court GRANTS in part and DENIES  in part Burns’s mot ion for  \nsummary judgment as to Eugene N. Bucci, Gene M. Bucci, Rick Bucci, Karl Schuler, \nand Laurel Manderbach as follows:  \na. The Court GRANTS  the motion as to all claims brought by Schuler.  \nThese claims are dismissed with prejudice. \nb. The Court GRANTS the motion as to all claims for violations of section \n78A-56(c)(1)–(2) and section 75-1.1.  These claims are dismissed with prejudice. \nc. The Court GRANTS the motion as to all claims for violations of section  \n78A-56(a)(1)–(2) by Eugene N., Gene M., and Rick .  These claims  are dismissed \nwith prejudice. \nd. The Court DENIES the motion as to the claims for fraud and negligent \nmisrepresentation by Eugene N., G ene M., Rick, and Manderbach  and as to the \nclaim for violations of section 78A-56(a)(1)–(2) by Manderbach.  \n \nSO ORDERED, this the 30th day of June, 2020. \n /s/ Adam M. Conrad  \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n \n "
}