{
  "id": "89f5964e317c6c5013de64ac9c72bd62d34632e60076f2c7dffad2c650213e98",
  "source_file": "data/raw/ncbc/89f5964e317c6c5013de64ac9c72bd62d34632e60076f2c7dffad2c650213e98.pdf",
  "raw_text": "PRAXAIR v. AIRGAS, INC. 1999 NCBC 9\nSTATE \nOF NORTH CAROLINA \nCOUNTY OF MECKLENBURG\nPRAXAIR, INC.,\nPlaintiff\nv.\nAIRGAS, INC., NATIONAL\nWELDERS SUPPLY COMPANY,\nINC., \nJ.A. TURNER, JR., JUDITH\nCARPENTER, and ERROL SULT,\nDefendants.\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nIN \nTHE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION\n98-CVS-8571\n \n \n \n \n \nORDER AND OPINION\n \n{1} This matter is before the Court on Plaintiff's Motion for Leave to File Amended Complaint and for\nSubstitution of Party and Plaintiff's Motion to Clarify or Reconsider this Court's May 26, 1999 order. For\nthe reasons set forth below, Plaintiff's Motion for Leave to File Amended Complaint and for Substitution\nof Party is denied, except to the extent it seeks to substitute Mark Bernstein and Judith Carpenter as co-\nexecutors for the estate of J.A. Turner, Jr. Furthermore, Plaintiff's Motion to Clarify or Reconsider is\ndenied.\n \nWomble Carlyle Sandridge & Rice, P.L.L.C., by William \nC. Raper, Debbie W.\nHarden and Carol W. Exum; Sidley & Austin, by Nathan \nP. Eimer, Faith E. Gay\nand Lisa S. Meyer, for Plaintiff Praxair, Inc.\nRobinson, Bradshaw & Hinson, P.A., by John R. Wester, \nMark W. Merritt, and\nJulian H. Wright, Jr.; Armbrecht, Jackson, DeMouy, \nCrowe, Holmes & Reeves,\nL.L.C., by Broox G. Holmes and Edward A. Dean, \nfor Defendant Airgas, Inc.\nJames, McElroy & Diehl, P.A., by Edward T. Hinson, \nJr., Richard B. Fennell,\nAnn L. Lester and Jennifer A. Youngs, for \nDefendants National Welders Supply\nCompany, Inc., J.A. Turner, Jr., Judith \nCarpenter and Errol Sult.\nI. Factual Background\n{2} On June 16, 1998, Praxair, Inc. filed this action in North Carolina[fn1] against Defendants claiming\nthat a Joint Venture Agreement dated June 1996 (the \"JVA\") entered into between Airgas, Inc.,\n \nNational\nWelders Supply Company, Inc. (\"National Welders\") and the Turner family, pursuant to which Airgas\nacquired 47 percent of the voting capital stock of National Welders, violated a Right of First Refusal\nAgreement dated March 25, 1991 (hereinafter the \"RFR\") between the Turners\n, \nNational Welders, and\nPraxair's predecessor in interest Union Carbide Industrial Gases, Inc. Defendants filed motions to dismiss\npursuant to Rule 12(b)(6) and Rule 12(c) of the North Carolina Rules of Civil Procedure contending that\nthe terms of the JVA did not, on their face, violate the RFR and that plaintiff's claims should therefore be\ndismissed. By Order dated May 26, 1999, this Court found that the terms of the JVA did not, on their face,\nviolate the RFR. Accordingly, the Court dismissed the plaintiff's claims to the extent that they could be\nread to assert a cause of action for breach of contract based upon a legal interpretation of the express\nlanguage of the JVA and the RFR.\n{3} Additionally, Praxair contended in its original Complaint that National Welders and the Turner\nFamily violated Praxair’s rights under paragraph 3 of the RFR because the JVA was a \"sham transaction\"\ndesigned to hide the fact that the Turners had secretly agreed to sell National Welders to Airgas in a two\nstep transaction. (Compl. Para. 1, Nature of the Action.) Praxair contends that this \"sham transaction\" is\nthe basis for: (1) a breach of contract claim against National Welders and the Turner Family, (2) a claim\nfor tortious interference with contract against Airgas, (3) a claim for tortious interference with economic\nadvantage against Airgas, (4) an unfair trade practice claim against National Welders, Airgas and all\nindividual defendants, and (5) a claim for civil conspiracy against all defendants. The Court found that\nplaintiff successfully pled facts supporting a claim for breach of contract based on the theory that Airgas,\nNational Welders and the Turners entered into a side agreement or oral understanding that may in fact be\ncontrary to the express terms of the Joint Venture Agreement.\n{4} Praxair has filed a motion seeking reconsideration of the Court's Order of May 26, 1999 on the\ngrounds that the Court committed errors of law in that order. While not required to reconsider its previous\norder, the Court, in its discretion, has done so to determine if any error of law was committed.\n{5} Praxair also filed a Motion seeking to amend its complaint (1) to allege that other provisions of the\nJVA not previously asserted to constitute violations of the RFR support a claim for breach of contract and\n(2) to recast some of its early claims that the JVA itself violated the RFR. The Court has reviewed those\nallegations and finds that as a matter of law, the JVA provisions cited in the proposed amendment do not\ngive rise to a claim for breach of contract based on the express language of the JVA and the RFR, and that\ntherefore it would be futile to amend the complaint to add the new allegations. Thus, the motion to amend\nto add those new allegations is denied.\n{6} Since the institution of this action, Mr. J.A. Turner, Jr. has died. It is proper to substitute the\nadministrators of his Estate as parties. Therefore, that portion of the motion to amend which seeks to join\nMr. Bernstein and Mrs. Carpenter is granted.\nII. Applicable Legal Standards\n{7} The standard for testing the sufficiency of a complaint under Rule 12(b)(6) and Rule 12(c) is the\nsame. All well-pleaded facts in the complaint must be accepted as true and the plaintiff is entitled to all\npermissible inferences to be drawn from those facts. The motions should be denied unless it is clear that\nplaintiff is not entitled to any relief under any statement of the facts. \nArroyo v. Scottie’s Professional\nWindow Cleaning, Inc.\n, 120 N.C. App. 154, 461 S.E.2d 13 (1995) and \nHedrick v. Rains, \n121 N.C. App.\n466, 466 S.E.2d 281 (1996). Judgment should be entered on such motions only when it is clear that there\nare no disputed facts and defendant is entitled to judgment as a matter of law. However, where the Court\ncan construe the plain and unambiguous language of a contract to determine if it has been breached,\njudgment on the pleadings may be appropriate. \nDeTorre v. Shell Oil Co\n., 84 N.C. App. 501, 353 S.E.2d\n269 (1987).\n{8} Praxair asks this Court to reconsider its order of May 26, 1999. This Court's May 1999 order did not\ndetermine the entire controversy between the parties and thus was interlocutory. \nAve v. Westview Capital,\nL.C., \n130 N.C. App. 332, 334, 502 S.E.2d 879, 881 (1998). To justify revision of an interlocutory order,\nplaintiff must point to: (1) an intervening change in the controlling law, (2) the availability of new\nevidence and (3) the need to correct a clear error of law or prevent injustice. \nSee\n 18 Wright, et al., \nFederal\nPractice and Procedure\n § 4478 (1981).\n{9} In addition, Praxair seeks leave of this Court to amend its complaint. Amendment of pleadings after a\nresponse has been served is only by \"leave of the court…and leave shall be freely given when justice so\nrequires.\" N.C. Gen. Stat. § 1A-1, Rule 15(a). A motion for leave to amend is within the discretion of the\njudge, and \"(a) undue delay, (b) bad faith, (c) undue prejudice, (d) futility of amendment, or (e) repeated\nfailure to cure defects by previous amendments\" constitute reasons justifying a denial of the motion. \nId.\n{10} In ruling on the pending motions, the Court reviewed and considered the Joint Venture Agreement as\nwell as the RFR. In reviewing the RFR and the Joint Venture Agreement, the Court has again applied a\nrule of construction that restrictions on the alienation or transfer of stock are disfavored and should be\nstrictly construed. \nSee Bryan-Barber Realty, Inc v. Fryar, \n120 NC App. 178, 461 S.E.2d 29 (1995). That\napplication is also appropriate here because the restrictions on transfer may have anti-competitive impacts\nas well.\nIII. Plaintiff's Motion to Reconsider is Denied\n{11} Praxair has failed to identify any grounds in support of its Motion to Reconsider. In the original\ncomplaint, the plaintiff alleged that the Joint Venture Agreement itself constituted a breach of the RFR. In\nits prior ruling, the Court found that the execution of the JVA did not violate Praxair's rights set forth in\nthe RFR. Praxair requested that the Court reconsider its holding. The Court has carefully reviewed the\nadditional arguments made by Praxair in its Motion to Reconsider. This Court affirms its earlier holding\nthat when the provisions of the JVA are given their logical and normal meanings, the JVA does not\nsupport a claim for breach of the RFR.\nA.    The express terms of the Joint Venture Agreement do not violate Praxair's rights in the RFR.\n{12} The Joint Venture Agreement was successfully drafted to avoid violating the express terms of the\nRFR. First, the Joint Venture Agreement expressly provided that Airgas would acquire only 47 percent of\nNational Welders voting shares. That percentage does not trigger any rights in Praxair under the RFR. In\naddition, as a safety net, the Joint Venture Agreement specifically provided that the preferred stock\ndelivered to the Turners \"shall exceed fifty percent (50%) of the voting capital stock of [National Welders]\nthat will be actually outstanding, and that will be outstanding on a fully diluted basis.\" \nSee\n Jt. Venture\nAgmt. Para. 2.4.2.\n{13} Plaintiff redirects the Court's attention to paragraph (3)(a)(x) of the RFR, claiming that the Court did\nnot consider whether such provision was breached by the Joint Venture Agreement. In its May 26, 1999\nOpinion, this Court considered paragraph (3) of the RFR in its entirety and held that no terms of the RFR\nwere violated by the Joint Venture Agreement. Paragraph (3)(a)(x) of the RFR prohibits National Welders\nfrom transferring \"substantially all of the assets\" of National Welders. The Joint Venture Agreement does\nnot provide for the transfer of any of the assets of National Welders; rather, National Welders has\nmaintained ownership of all its assets. If Praxair proves that the JVA was a sham transaction designed to\ncover up an agreement to transfer ownership of National Welders to Airgas, it will have established the\ntransfer of \"beneficial ownership\" of the assets of National Welders. The language of the agreement itself\ndoes not do that. Accordingly, paragraph (3)(a)(x) of the RFR was not violated by the Joint Venture\nAgreement.\n{14} Additionally, Praxair continues to argue that the Joint Venture Agreement expressly violates the\nterms of the RFR because Airgas should be deemed to have acquired 100 percent of the voting stock in\nNational Welders when the agreement was signed. Praxair's argument is based upon its interpretation of\nthe definitions of \"Fully Diluted Basis\" and \"Shares\" in the RFR. In its Motion to Reconsider, Praxair\nsubmits that the Court misunderstood its argument that the express terms of the RFR were breached based\non the Fully Diluted provision in the RFR. The Court did not misunderstand Plaintiff's argument; it\nrejected it. Plaintiffs argue that in determining whether there has been a change of ownership based on a\nFully Diluted Basis, the Court must consider the effect of each choice available to the Turners after 2006.\nAccording to the Plaintiff's argument, if any choice made by the Turners will result in Airgas acquiring\nover 50 percent of the voting stock, the Joint Venture Agreement violates the RFR.\n{15} Thus, Praxair urges the Court to interpret the Joint Venture Agreement provisions which give the\nTurners certain rights as actually creating an option in Airgas to obtain shares in National Welders. The\nCourt does not agree with Plaintiff's interpretation of the definition of \"Fully Diluted Basis.\" According to\nthe language of the RFR, \"Fully Diluted Basis\" is determined by \"giving effect to the exercise of any and\nall \noptions, warrants and securities \nwhich are convertible into \nshares\n.\" RFR (3)(d) (emphasis added).\n\"Shares\" is defined as National Welders authorized capital stock. The\n \nJoint Venture Agreement does not\ngive Airgas any \"option\" as that term is used in the RFR. Instead, the Joint Venture Agreement gives the\nTurners the choice of doing four things after July of 2006: (1) they may exchange with National Welders\ntheir preferred shares for Airgas common shares; (2) they may redeem their preferred shares for cash from\nNational Welders; (3) they may hold their preferred voting stock and collect a 5 percent dividend; or (4)\nthey may sell some or all of their shares if they can find a market for such a security. Each of these choices\nis exercisable only by the Turners, not Airgas. Although the choice made by the Turners may result in\nAirgas acquiring over 50 percent of National Welders' common stock, their contractual right does not\nresult in the creation of options, warrants or any other security convertible into or exchangeable for shares\nof stock in National Welders. In short, the Turners' choices belong to them alone; the JVA does not create\nany option in Airgas.\n{16} While the Joint Venture Agreement by its express terms does not violate the express terms of the\nRFR, the complaint contains allegations that Airgas and the Turners have entered into an agreement that is\nnot limited to, and may in fact be contrary to or alter, the express terms of the Joint Venture Agreement. If\nthe Turners actually agreed to exercise their options in such a way that Airgas would end up owning\nNational Welders the RFR would be breached.\n{17} To the extent that the complaint can be read to assert a cause of action for breach of contract based\nupon diminishment of value of the RFR by entry into the Joint Venture Agreement, the complaint does\nfail to state a cause of action. The RFR is specific with respect to the conditions that give rise to Praxair’s\nright to meet an offer for purchase of a controlling interest in National Welders. The RFR left National\nWelders and the Turners free to enter into any other business arrangement that did not trigger Praxair’s\nrights. If any such arrangements diminished the value of Praxair’s rights under the RFR, or even made it\nless likely that Praxair would ever have the opportunity to exercise its right of first refusal, they would not\ngive rise to a cause of action for breach of contract if they did not trigger the obligation to give Praxair its\nright of first refusal.\nB.    The Joint Venture Agreement does not on its face breach the duty of good faith.\n{18} Plaintiff's claim for breach of the implied duty of good faith rests on its characterization of the\ntransaction between Airgas and National Welders as a transfer of beneficial ownership. Again, the Court\ndoes not accept this characterization absent proof that there was an agreement that altered the express\nterms of the JVA. Although the execution of the Joint Venture Agreement certainly made it less likely that\nPraxair would have the opportunity to exercise its right of first refusal during the term of the agreement\nand thus diminished the potential value of Praxair's rights under the RFR, it did not violate any of the\nexpress terms of the RFR. While the Court understands that a breach of the express terms of an agreement\nneed not be shown to maintain a claim for breach of the implied duty of good faith, the Court declines to\nread into the RFR a duty that does not exist therein. The RFR specifically identifies the conditions that\ngive rise to Praxair's right to match an offer for purchase of a controlling interest in National Welders. By\nidentifying such conditions, the RFR left the Turners and National Welders free to enter into arrangements\nthat fell outside of the conditions enumerated in the RFR, even if such arrangements in fact diminished the\npotential value of the rights under the RFR or reduced the likelihood that Praxair would ever have the\nopportunity to exercise its right of first refusal. Accordingly, the Court holds that the plaintiff failed to\nstate a cause of action for breach of the implied duty of good faith to the extent that claim rests upon the\nexistence and implementation of the express terms of the Joint Venture Agreement. Count One of the\ncomplaint does state a cause of action for breach of contract and breach of duty of good faith and fair\ndealing in that it alleges that the Turner Family, National Welders and Airgas have agreed that 100 percent\nof National Welders stock will be sold to Airgas in a two-step transaction beginning in 1996 and ending\nshortly after Praxair’s Right of First Refusal expires in 2006. It is the existence of that agreement which\nPraxair must prove.\nC.    The Court's ruling on Plaintiff's Tortious Interference with Contract, Unfair and Deceptive\nTrade Practice and Conspiracy Claims was not dependent on the Court's decision that the RFR did\nnot expressly violate the Joint Venture Agreement\n        1.    Count Two for Tortious Interference with Contract against Airgas should not be dismissed\nentirely, but is limited in its scope.\n{19} This Court's decision to dismiss plaintiff's tort claims did not rest solely on a finding that the express\nterms of the Joint Venture Agreement were not violated. The Court is aware of the rule of law that states\nthat proof of breach of contract is not necessary to support a claim for tortious interference with contract.\nLexington Homes, Inc. v. W.E. Tyson Builders, Inc.,\n 75 N.C. App. 404, 411, 331 S.E.2d 318, 322 (1985).\nThe elements of a claim for tortious interference of contract are: (1) that a valid contract exists; (2) that the\nthird party had knowledge of the contract; (3) that the third party intentionally induced the third person not\nto perform his contract; (4) that in so doing, the third party acted without justification; and (5) that actual\ndamage resulted. \nId. \nat\n \n410\n.\n Thus, while breach of contract need not be shown, plaintiff must allege facts\nthat support a finding that the third party induced non-performance of the contract and that the third party\nacted without justification. Plaintiff has failed to plead facts in support of such findings. While the\npotential value of the RFR in the hands of the plaintiff may be diminished by the Joint Venture\nAgreement, it is still subject to performance. In addition, there is no indication that Airgas was not\njustified in negotiating with National Welders. The existence of the JVA does not result in the\nnonperformance of National Welders' obligation to give Praxair a right of first refusal.\n{20} This Court sees a distinction between wrongful acts which \"disrupt and impede\" a party's contract\nrights and justifiable acts that diminish the value of such rights. \"An act is justified . . . if 'the defendant is\nacting for a legitimate business purpose' because 'competition in business constitutes justifiable\ninterference in another's business relations and is not actionable so long as it is carried on in furtherance of\none's own interests and by means that are lawful.' \" \nEnglish Boiler & Tube, Inc. v. W.C. Rouse & Son, Inc.,\nNo. 97-2397, 1999 U.S. App. LEXIS 2725 at *20 (4\nth\n Cir. Feb. 23, 1999). \"Absent proof that a competitor\nhas acted maliciously or otherwise unlawfully, courts should be reluctant to impose liability for conduct\nthat can be characterized fairly as legitimate competition . . . .\" \nId.\n at *22. Airgas had a legitimate right to\nnegotiate with and bid for National Welders or to enter into other business arrangements with National\nWelders. There was nothing in the RFR that prohibited those actions, and Airgas was legally free to\ncompete with Praxair in the acquisition of National Welders and similar companies. It therefore had a\nlawful justification for its acts, and Praxair’s complaint fails to state a cause of action because its is\nmissing the critical element of lack of justification required under a cause of action for tortious\ninterference with contract.\n{21} Plaintiff has alleged that Airgas, acting with knowledge of the RFR and without justification,\ndamaged Praxair by intentionally inducing National Welders and the Turner Family to breach their\nobligation. Since the complaint states a cause of action for breach of contract based upon the allegation\nthat an agreement outside of the Joint Venture Agreement exists for the sale of 100 percent of National\nWelders stock to Airgas, Count Two should not be dismissed. If such an agreement is proven, it could\nprovide the basis for a claim of tortious interference with contract. If the alleged agreement is not proven,\nCount Two will fail.\n        2.    Count Four for Unfair Trade Practices against National Welders, Airgas, the Turner\nShareholders and Sult states a limited cause of action for violation of N.C. Gen. Stat.§ 75-1.1 against\nthe Defendants other than Sult.\n{22} Tortious interference with a competitor’s right of first refusal to buy a business which both\ncompetitors are interested in acquiring constitutes an unfair trade practice. Again, it is not a tort to\nnegotiate agreements with a party to a right of first refusal. Airgas acted lawfully and justifiably as a\ncompetitor of Praxair in the negotiation of the Joint Venture Agreement. Thus, to the extent plaintiff's\nclaim under the Unfair Trade Practices Act, N.C.G.S. Chapter 75, relies on the agreement as embodied in\nthe Joint Venture Agreement, the claim fails. To the extent the complaint can be read to allege that the\nJoint Venture Agreement was a sham and a disguise to conceal the real agreement between the Turners\nand Airgas (that the Turners would not exercise any rights under the Joint Venture Agreement which\nwould prohibit Airgas from obtaining 100 percent of the stock of National Welders), it states a claim for\nviolation of Chapter 75. It follows that the claim against Mr. Sult, who is not alleged to be a party to any\nagreement at issue, should be dismissed.\n        3.    Count Five for Civil Conspiracy states a limited cause of action against National Welders,\nthe Turners and Airgas, but not Mr. Sult. Therefore, it also supports a claim for punitive damages.\n{23} To the extent the complaint can be read to allege that the Joint Venture Agreement was a sham and a\ndisguise to conceal the real agreement between the Turners and Airgas (that the Turners would not\nexercise any rights under the Joint Venture Agreement which would prohibit Airgas from obtaining 100\npercent of the stock of National Welders), it states a claim for fraud and civil conspiracy to commit fraud.\nIf the fraud claim can be proven, it would support a claim for punitive damages. Upon proof of the alleged\n\"side agreement,\" Plaintiffs may present evidence of the claim of conspiracy. The allegations in the\ncomplaint are insufficient to support a claim for civil conspiracy against Mr. Sult and should be dismissed.\nIV. Plaintiff's Motion for Leave to File an Amended Complaint is Denied.\n{24} Plaintiff's original complaint was filed on June 16, 1998. Now, after a substantial number of their\nclaims have been dismissed, Plaintiff requests leave to amend its complaint. A motion for leave to amend\nis within the discretion of the court and will be denied where such amendments would be futile and cause\ndelay. \nSee supra.\n This Court’s holding that the express terms of the Joint Venture Agreement do not\nviolate the RFR was based on a review of the language of both the Joint Venture Agreement and the RFR.\nAny restructuring of the complaint will not negate this Court's finding that there was no breach based on\nthe express terms of these agreements. Thus, any attempt to amend the complaint in that regard would be\nfutile. Additionally, plaintiff's failure to seek to amend the complaint until after this Court's hearing and\ndecision on the summary judgment motion constitutes undue delay. In fact, many of the proposed\nadditions to plaintiff's complaint are an attempt to cure shortcomings in its claim as identified by this\nCourt in its May 26, 1999 Order.\n{25} Plaintiff's amended complaint focuses new attention on a specific provision in the RFR. Now, over\nthree years after the institution of Praxair's original action against Airgas, plaintiff argues that the JVA\nviolated paragraph (3)(a)(x) of the RFR. Plaintiff failed to make such argument in its original complaint in\nthe Alabama action, nor did the complaint in this action contain such an allegation. Plaintiff did direct the\nCourt's attention to paragraph 3(a)(x) in a footnote contained in plaintiff's brief in opposition to defendants'\nmotion to dismiss. The fact that plaintiff only now attempts to formally allege breach of paragraph (3)(a)\n(x) constitutes undue delay. In addition, the attempt to amend the complaint by alleging breach of\nparagraph (3)(a)(x) after such argument was brought to the Court's attention in plaintiff's brief opposing\ndefendants' motion to dismiss is futile. After losing on summary judgment with respect to certain claims,\nplaintiff cannot now seek to add facts or allegations which purport to strengthen the weaknesses of its\nclaims identified by the Court. Accordingly, the Court denies plaintiff's motion for leave to file an\namended complaint.\nIV.  Plaintiff's Motion for Substitution of a Party\n{26} Pursuant to North Carolina Rule of Civil Procedure 25(a), Mark R. Bernstein and Judith Carpenter,\nCo-Executors of the Estate of J.A. Turner, Jr., may be substituted as defendant in the place of J.A. Turner,\nJr. \nSee\n N.C.G.S. § 28A-18-1(a).\nV.  Conclusion\n{27} The express terms of the JVA do not violate the terms of the RFR. A restraint on the transfer of\nownership must be strictly construed, particularly where the restraint may also have the capacity to limit\ncompetition in the market place. Accordingly, construction of the RFR must be limited to its express\nterms. The RFR provides limited rights to Praxair under specific conditions. The drafters of the JVA were\nsuccessful in avoiding triggering Praxair’s rights under the RFR primarily because the agreement left\nAirgas with the risk that whoever owned or controlled the Turner Family stock in 2006 could elect to\nretain ownership of the stock or sell it to someone else. The written agreement provided no guarantee that\nAirgas would acquire 50 percent of National Welders' capital stock. Instead, it left the Turner Family\ncompletely free to choose its course of action based upon the circumstances in existence in the year 2006.\nIf, however, the Turners and Airgas have agreed outside of the JVA that the Turners will sell or exchange\ntheir National Welders stock for Airgas stock or cash regardless of the conditions in 2006, Praxair's\ncontractual rights have been violated. That breach, combined with an effort to disguise the true agreement,\nwould support the causes of action for breach of the RFR, tortious interference, unfair trade practices and\ncivil conspiracy.\n{28} Based upon the foregoing, it is hereby\nORDERED, ADJUDGED AND DECREED:\n1\n. \nPlaintiff's Motion to Reconsider is denied.\n2\n. \nPlaintiff’s Motion for Leave to File an Amended Complaint is denied.\n3\n. \nPlaintiff's Motion to substitute Mark Bernstein and Judith Carpenter as \nco-executors for the\nestate of J.A. Turner is granted.\nThis 20th day of October, 1999.\n                                                                                                            \n_________________________________________________________\nFootnote 1 In June 1996 Praxair sued Airgas in state court in Alabama asserting essentially the same\nclaims asserted in the original complaint in the North Carolina action. Praxair dismissed its suit in\nAlabama when it filed the North Carolina action."
}