{
  "id": "8a46979fd4ad4f45d70240203c770d958ef010090b0d9b068fd79c218bbad4f0",
  "source_file": "data/raw/ncbc/8a46979fd4ad4f45d70240203c770d958ef010090b0d9b068fd79c218bbad4f0.pdf",
  "raw_text": "Islet Scis., Inc. v. Brighthaven Ventures, LLC, 2017 NCBC 5. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 15 CVS 16388 \n \nISLET SCIENCES, INC. ) \n  Plaintiff, )  \n   )  \n v.  ) OPINION AND ORDER ON  \n   ) DEFENDANT BRIGHTHAVEN  \nBRIGHTHAVEN VENTURES, LLC, ) VENTURES LLC’S MOTION   \nJAMES GREEN, WILLIAM WILKISON, )                        TO DISMISS \nOFSINK LLC, and DARREN OFSINK, ) \n  Defendants, ) \n   ) \nand   ) \n   ) \nBRIGHTHAVEN VENTURES LLC, ) \n  Third-Party Plaintiff, ) \n   ) \n v.  ) \n   ) \nJOHN F. STEEL, IV, EDWARD T.  ) \nGIBSTEIN, and COVA CAPITAL  ) \nPARTNERS, LLC,  ) \n           Third-Party Defendants. ) \n \nTHIS MATTER comes before the Court on Defendant Brighthaven Ventures, \nLLC’s (“BHV”) Motion to Dismiss pursuant to Rule  12(b)(6) of the North Carolina \nRules of Civil Procedure (“Rule(s)”) (“Motion to Dismiss”). \n THE COURT, having considered the Motion to Dismiss, the briefs in support \nof and in opposition to the Motion to Dismiss, the oral arguments of counsel  at the \nhearing, and other appropriate matters of record, concludes that the Motion to \nDismiss should be GRANTED, in part, and DENIED, in part, for the reasons set forth \nbelow. \n \n \nMcGuireWoods LLP by Michael F. Easley, Jr, Esq., Irving M. Brenner, \nEsq., Michael L Simes, Esq ., for Plaintiff Islet Sciences, Inc.  and for \nThird-Party Defendants John F. Steel, IV, Edward T. Gibstein and \nCOVA Capital Partners, LLC. \n \nParry Tyndall White by K. Allan Parry, Esq., for Defendants J ames \nGreen and William Wilkison.  \n \nJerry Meek, PLLC by Gerald F. Meek, Esq. for Defendant Brighthaven \nVentures, LLC.  \n \nYoung Moore and Henderson, P.A. by Walter E. Brock, Jr., Esq. for \nDefendants Offsink LLC and Darren Offsink. \n \nMcGuire, Judge. \nFACTUAL1 AND PROCEDURAL BACKGROUND \n1. The factual and procedural back ground of this matter has been recited \nby the Court in its  Opinion and Order on Green and Wilkison’s Motions issued \ncontemporaneously with this Opinion and Order . Here, the Court recites only those \nlimited background and procedural facts necessary to the resolution of the Motion to \nDismiss. \n2. Plaintiff Islet Sciences, Inc. (“Islet” or “Plaintiff”) is a public corporation \norganized and existing under the laws of the State of Nevada with its headquarters \nin Raleigh, North Carolina. Islet is in the business of developing and commercializing \nnew medicines and technologies to treat patients suffering from metabolic disease. \n3. Defendant Brighthaven Ventures, LLC (“BHV”) is a privately -owned \npharmaceutical research and development company headquartered in Raleigh, North \n                                                 \n1 The Court does not make findings of fact on motions to dismiss under Rule 12(b)(6), but only \nrecites those facts included in the Complaint that are relevant to the Court’s determination \nof the Motion. See, e.g., Concrete Serv. Corp. v. Investors Grp., Inc., 79 N.C. App. 678, 681, \n340 S.E.2d 755, 758 (1986). \n \n \nCarolina. BHV develops pharmac eutical products to treat obesity-related health \ncomplications. Defendants James Green (“Green”) and William Wilkison (“Wilkison”) \nown BHV. \n4.  On or around September 2013, Islet approached Green and Wil kison \nabout joining Islet’s management team. On October 25, 2013, Islet’s board appointed \nGreen as CEO and Wilkison as COO of Islet. \n5. Green and Wilkison remained officers of Islet until they resigned the ir \npositions on July 23, 2015. They remained directors of Islet until they were removed \non September 24, 2015. \n6. On or about February 9, 2014, the parties agreed on the “key terms” of \nan agreement for Islet to merge with BHV, but the agreement was subsequently \nterminated in or around March 9, 2015.  (Am. Compl. ¶ 27, 61.) Green and Wilkison \nremained the owners of BHV at all times relevant to the Motion to Dismiss.  \n7. Plaintiff alleges that during their tenures as officers and directors of \nIslet, Green and Wilkison breached their respective fiduciary duties to Islet  and \ninstead engaged in conduct that directly benefitted themselves and BHV at the \nexpense of Islet. \n8. On December 11, 2015, Plaintiff initiated this lawsuit by filing a \nComplaint. \n9. On February 19, 2016, BHV filed its Answer and Counterclaims. \n10. On February 19, 2016, BHV also filed a Motion to Dismiss pursuant to \nRule 12(b)(6), seeking dismissal of Plaintiff’s claims against it. \n \n \n11. On April 20, 2016, the Court entered an Order granting Plaintiff leave \nto file its First Amended Complaint. The First Amended Complaint  made claims for \nrelief against BHV for: aiding and abetting Green and Wilkison’s breaches of \nfiduciary duties (Second Cause of Action); unjust enrichment (Sixth Cause of Action); \nand, for the imposition of a constructive trust (Seventh Cause of Action). \n12. On May 20, 2016, BHV filed its Answer t o the First Amended \nComplaint. \n13. On May 20, 2016, BHV also filed a renewed Motion to Dismiss the claims \nstated against it in the First Amended Complaint. The Motion to Dismiss was fully \nbriefed, the Court has heard oral arguments, and it is now ripe for disposition. \nDISCUSSION \n14. When ruling on a Rule 12(b)(6) motion to dis miss, the Court must \ndetermine “ whether the complaint, when liberally construed, states a claim upon \nwhich relief can be granted on any theory.”  Benton v. W. H. Weaver Constr. Co. , 28 \nN.C. App. 91, 95, 220 S.E.2d 417, 420 (1975).  Such a motion should be granted only: \n“(1) when the complaint on its face reveals that no law supports plaintiff's claim; (2) \nwhen the complaint on its face reveals the absence of  fact sufficient to make a good \nclaim; (3) when some fact disclosed in the complaint necessarily defeats plaintiff's \nclaim.” Jackson v. Bumgardner, 318 N.C. 172, 175, 347 S.E.2d 743, 745 (1986). The \nCourt treats the well -pleaded allegations in a complaint as true and admitted in \nanalyzing a Rule 12(b)(6) motion to dismiss. Sutton v. Duke , 277 N.C. 94, 98, 176 \nS.E.2d 161, 163 (1970).  While facts and permissible inferences set forth in the \n \n \ncomplaint are analyzed in a light most favorable to the plaintiff, un -warranted \nconclusions of law or deductions of fact will not be deemed admitted. Sutton, 277 N.C. \nat 98, 176 S.E.2d at 163; Ford v. Peaches Entm’ t Corp., 83 N.C. App. 155, 156, 349 \nS.E.2d 82, 83 (1986). “The general standard for civil pleadings in North Car olina is \nnotice pleading. Pleadings should be construed liberally and are sufficient if they give \nnotice of the events and transactions and allow the adverse party to understand the \nnature of the claim and to prepare for trial.” Radcliffe v. Avenel Homeowners Ass’n, \n789 S.E.2d 893, 913, 2016 N.C. App. LEXIS 824, *52 (2016) (citation omitted). \nA. Aiding and Abetting Breach of Fiduciary Duty. \n15. Plaintiff contends that BHV, “through its principals Green and \nWilkison,” had knowledge of Green and Wilkison’s fiduci ary duties  to Islet and \n“provided substantial assistance to [ ] Green and Wilkison in breaching t hose \nfiduciary duties.” (Am. Compl. ¶¶ 97–100.) Plaintiff does not allege specifically how \nBHV provided such assistance. In its Memorandum in Opposition to B HV’s Motion \nto Dismiss, however, Plaintiff contends that “BHV . . . was the vehicle by which Green \nand Wilkison accomplished their self-dealing and . . . the primary beneficiary of their \nwrongful conduct. As the sole owners and officers of BHV, BHV acts and  operates \nthrough Green and Wilkison.” (Pl.’s Mem. Opp. Mot. Dismiss 19.) \n16. As a preliminary matter, the parties dispute whether North Carolina or \nNevada law applies to the claim for aiding and abetting breach of fiduciary duty. The \nanswer to this question is critical because North Carolina has not clearly recognized \nthe existence of a cause of action for aiding and abetting breach of fiduciary duty, see \n \n \ne.g., Corwin v. British Am. Tobacco PLC , 2016 N.C. App. LEXIS 1320 *42 –43 (Dec. \n20, 2016) (citing Bottom v. Bailey, 238 N.C. App. 202, 211 -12, 767 S.E.2d 883, 889 \n(2014)) (“The validity of an aiding and abetting a breach of fiduciary duty claim \nbrought against a corporation for the actions of its directors  is unsettled in North \nCarolina.”); Bell v. Kaplan, 2016 U.S. Dist. LEXIS 24408, *14–15 (W.D.N.C. Feb. 29, \n2016) (“North Carolina has never recognized this cause of action.”); Veer Right Mgmt. \nGrp., Inc. v. Czarnowski Display Serv., 2015 NCBC LEXIS 13, *6–7 (N.C. Super. Ct. \n2015) (“[W]hether North Carolina recognizes a claim for aiding and abetting a breach \nof fiduciary duty remains an open question .”); Laws v. Priority Tr. Servs. of N.C., \nLLC, 610 F. Supp. 2d 528, 532 (W.D.N.C. 2009)  (dismissing claim for aiding and \nabetting breach of fiduci ary duty because “ no such cause of action exists in No rth \nCarolina”), while Nevada has  recognized this claim . See Kahn v. Dodds  (In re \nAMERCO Derivative Litig.), 127 Nev. 196, 225, 252 P.3d 681, 701–02 (2011). \n17. Plaintiff contends that the claim for aiding and abetting is governed by \nthe “internal affairs doctrine,” and because Islet is a Nevada corporation, Nevada law \napplies, citing Bluebird Corp. v. Aubin , 188 N.C.  App. 671, 680, 657 S.E.2d 55, 63 \n(2008). (Pl.’s Mem. Opp. Mot. Dismiss 15 –17.) Plaintiff ar gues that since its claims \nfor breach of fiduciary duty against Green and Wilkison are governed by Nevada law, \nNevada law must be applied because its “claim for aiding and abetting breach of \nfiduciary duty is rooted in Green and Wilkison’s breaches of their fiduciary duties to \nIslet. . . . ” (Id. at 16.)  Plaintiff cites primarily to case s from other jurisdictions in \nsupport of its position. \n \n \n18. BHV contends that the internal affairs doctrine does not compel the \napplication of Nevada law, and that North Carolina law applies to the claim for aiding \nand abetting. (BHV’s Reply Supp. Mot. Dismiss 2–6.) BHV argues that “ aiding and \nabetting breach of fiduciary duty is a separate tort which, under our state’s law, is \nnot automatically governed by the law of the state of incorporation. That is especially \ntrue where, as here, the alleged aider and abetter is an outsider to Islet who is not \nalleged to have breached any fiduciary duties owed to Islet.” (Id. at 2.) BHV also cites \nto Bluebird, quoting the relevant holding from that case as follows:  \nThe internal affairs doctrine is a conflict of laws principle \nwhich recognizes that only one State should have the \nauthority to regulate a corporation's internal affairs — \nmatters peculiar to the relationships among or between the \ncorporation and its current officers, directors, and \nshareholders—because otherwise a corporation could be \nfaced with conflicting demands.  \n \n188 N.C. App. at 680, 657 S.E.2d at 63  (quoting Edgar v. MITE Corp. 457 U.S. 624, \n645 (1982)). BHV contends that applying “the internal affairs doctrine to the alleged \ntortious conduct of outsiders like BHV . . . ignores the very purpose of the doctrine. ” \n(BHV’s Reply Supp. Mot. Dismiss 5.) \n19. BHV also relies on the recent opinion issued by the Honorable Graham \nMullen in Bell v. Kaplan, supra, involving the same issue  with which this Court is \nfaced—a claim of aiding and abetting breach of fiduciary duty brought by  a Nevada \ncorporation against a third-party. In Bell, the Court held: \nKaplan next argues that the Receiver’ s claim for aiding and abetting \nbreach of fiduciary duty must be dismissed because North Carolina \ndoes not recognize such a cause of acti on. It appears that the \nDefendant is correct that North Carolina has never recogni zed this \n \n \ncause of action.  The Receiver contends, however, that Nev ada law \napplies to the Receiver’ s claim because RVG was incorporated in \nNevada and the claim involves the “internal affairs” of RVG. “ Under \nNorth Carolina law, the substantive law of a co rporation’s state of \nincorporation governs  suits involving ‘[the] corporation’ s internal \naffairs—matters peculiar to the relationships among or between the \ncorporation and its current officers, directors, and shareholders . . . .’” \nMr. Kaplan is neither an officer, director, nor shareholder of RVG . \nTherefore, this claim does not invoke the internal affairs doctrine and \nNevada law is inapplicable. As North Carolina does not recognize this \nclaim, it must be dismissed. \n \n2016 U.S. Dist. LEXIS 24408 at *14–15 (citations omitted). \n \n20. The Court has carefull y reviewed all of the authority cited by both \nparties in support of their respective positions and concludes that the internal affairs \ndoctrine should not be applied to the aiding and abetting claim under the facts of the \npresent case.  The doctrine’s prima ry purpose is to minimize the potential for \ncorporations to be subjected to the “conflicting” standards of different state’s laws \nwith regard to matters of internal corporate governance and the relationships \nbetween and among shareholders, officers, and directors.  Bluebird, 188 N.C. App. at \n680, 657 S.E.2d at 63 (“States normally look to the State of a business’ incorporation \nfor the law that provides the relevant corporate governance general standard of care,” \nquoting Atherton v. F.D.I.C. , 519 U.S. 213, 224 (1997)); see also  Mancinelli v. \nMomentum Research, Inc., 2012 NCBC LEXIS 30, *4–8 (N.C. Super. Ct. 2012) (“The \nneed for the inner workings of a corporation to be governed by a single body of laws \nhas been frequently emphasized by state and federal courts alike. The internal affairs \ndoctrine ‘ serves the vital need for a single, constant and equal law to avoid the \n \n \nfragmentation of conti nuing, interdependent internal  relationships.’”) (citations \nomitted). \n21. The Restatement (Second) of Confli ct of Law s offers the following \nexamples of the types of conduct encompassed by the internal affairs doctrine: \n[S]teps taken in the course of the original incorporation, \nthe election or appointment of directors and officers, the \nadoption of by -laws, the is suance of corporate shares, \npreemptive rights, the holding  of directors’ and \nshareholders’ meetings, methods of voting including any \nrequirement for cumulative voting, shareholders’ rights to \nexamine corporate records, charter and by -law \namendments, mergers, consolidations and reorganizations \nand the reclassification of shares.  \n \nRestatement (Second) of Conflict of Laws § 302 cmt. a (Am. Law. Inst. 1988). \n \n22. While a standard of fiduciary responsibility expected of officers and \ndirectors of a corporation generally should be the subject of uniform regulation by the \nstate of incorporation, the same concerns do not necessarily apply to the conduct of \nthird-party corporate outsiders that may lead to tort liability for aiding and abetting. \nSuch third-party conduct does not implicate the standard to which a director or officer \nshould be held;  that standard is best left to determination by the state of \nincorporation. As one court that considered the application of the internal affairs \ndoctrine to an aiding and abetting claims aptly held: \n[T]here are no c ompelling reasons to apply the “internal \naffairs” doctrine here, s ince the claims  do not involve \n“matters peculiar to the relationships among or between \nthe corporation and its current officer s, directors, and \nshareholders.” Here determination of the aiding and \nabetting issues does not involve a determination as to the \nnature or extent of the fiduciary duties that were owed by \nthe Rigases or other Adelphia management, or the extent \n \n \nto which fiduciary duties were breached . There is no risk \nthat different courts might reach different conclusions as \nto the applicable standards for appropriate officer or \ndirector conduct, or as to claims for failure to satisfy these \nstandards.  This case instead involves basic principles of \ntort secondary liability, as established in the \ncurrent Restatement (which applies to many different \ntypes of torts), and which principles are applicable to \nalleged aiding and abetting of  many types of  primary \nviolations of duty—of which a breach by a corporate officer \nor director is only one. \n \nAdelphia Communs. Corp. v. Bank of Am., N.A. (In re Adelphia Communs. Corp.) , \n365 B.R. 24, 41 (Bankr. S.D.N.Y. 2007) (citations omitted). \n23. The Court concludes that under the facts present in this case, there is \nno compelling reason that the internal affairs doctrine must be applied to the claim \nfor aiding and abetting breach of fiduciary duty . Rather, North Carolina’s choice of \nlaw principles applicable to claims affecting the substantial rights of the parties, such \nas torts, should be applied to the aiding and abetting claim . Harco Nat’l Ins. Co. v. \nGrant Thornton LLP, 206 N.C. App. 687, 692, 698 S.E.2d 719, 722 –723 (2010) (“Our \ntraditional conflict of laws rule is that matters affecting the substantial rights of the \nparties are determined by lex loci, the law of the situs of the claim  . . . . For actions \nsounding in tort, the state where the injury occurred is considered the situs of the \nclaim,” quoting Boudreau v. Baughman,  322 N.C. 331, 335, 368 S.E.2d 849, 853 -54 \n(1988)); Camacho v. McCallum , 2016 NCBC LEXIS 81, *17 (N.C. Super. Ct. 2016) \n(“The place of the injury is the state where the injury or harm was sustained or \nsuffered—the state where the last event necessary to make the actor liable or the last \n \n \nevent required to constitute the tort takes place, and the substantive law of that state \napplies.”). \n24.   Neither party has addressed the application of North Carolina’s lex loci \nprinciples to the facts underlying the claim for aiding and abetting. Nevertheless, the \nallegations in the First Amended Complaint and Plaintiff’s arguments regarding the \nnature of BHV’s assistance in the breaches of fiduciary duty point to North Carolina \nas the “situs of the claim.” First, Plaintiff maintains its principal place of business in \nNorth Carolina. (Am. Compl. ¶ 6.) Although North Carolina has not adopted a “bright \nline” rule that a corporation necessarily sustains economic injury in the state in which \nits principal place of business is located, the Court of Appeals has recognized that  \n“[t]he location of a plaint iff’s residence or place of business may be useful for \ndetermining the place of a plaintiff’ s injury in those rare cases where, even after  a \nrigorous analysis, the place of injury is difficult or impossible to discern.” Harco Nat'l \nIns. Co., 206 N.C. App. at 697, 698 S.E.2d at 726. \n25. BHV also has its principal place of business in North Carolina , and \nGreen and Wilkison are residents of North Carolina . Plaintiff contends that BHV \naided and abetted the breach of fiduciary duty by being “the vehicle by which Green \nand Wilkison accomplished their self-dealing and which was the primary beneficiary \nof their wrongful conduct.”  (Pl.’s Mem. Opp. Mot. Dismiss 19.)  Plaintiff further \ncontends that “[a]s sole owners and officers of BHV, BHV acts and operates through \n \n \nGreen and Wilkison.” 2 (Id.) Plaintiff has not alleged any actions taken by other \ndirectors or corporate officials of BHV. These allegations would indicate that BHV’s \nalleged “aiding and abetting,”  apparently limited to Green and Wilkison acting on \nBHV’s behalf, took place in North Carolina. \n26. Absent allegations or information pointing to the applicability of the law \nof another state, the Court will apply North Carolina law to the claim for aiding and \nabetting. \n27. As noted supra, North Carolina’s appellate courts have not, to -date, \nexpressly recognized a cause of action for aiding and abetting breach of fiduciary duty, \nand the existence such claim is, at best for Plaintiff, “unsettled.” Corwin, 2016 N.C. \nApp. LEXIS 1320 at *42–43.  Nevertheless, even if such a claim should be recognized \nin North Carolina, the Court of Appeals has held that the claim requires facts \nsupporting an allegation of “substantial assistance  by the aider and abettor in the \nachievement of the primary violation.” Bottom v. Bailey, 238 N.C. App. 202, 212, 767 \nS.E.2d 883, 889 (2014) (citing Blow v. Shaughnessy, 88 N.C. App. 484, 490, 364 S.E.2d \n444, 447 (1988)).  Mere “conclusory allegations” that the abettor “was aw are of \nBailey’s fraudulent acts and rendered substantial assistance” are not sufficient. Id. \nIn this case, Plaintiff has not alleged any specific assistance, let alone substantial \nassistance, provided to Green and Wilkison by BHV.  In other words, Plaintiff has \nfailed allege sufficient facts to support the claim that BHV aided and abetted Green \n                                                 \n2 Plaintiff has not alleged where any of the specific conduct in the Amended Complaint \noccurred, except for Green and Wilkison’s meeting with Schoninger in New York in February, \n2014. \n \n \nand Wilkison in breaching their fiduciary duties. BHV’s motion to dismiss Plaintiff’s \nclaim for aiding and abetting breach fiduciary duty should be GRANTED. \na. Unjust Enrichment.3 \n28. As a Sixth Cause of Action, Plaintiff alleges that “BHV, Green, and \nWilkison unjustly enriched themselves by negotiating agreements, purportedly on \nbehalf of Islet, that served to benefit the Defendants’ personal pecunia ry interests” \nand “resulted in substantial benefits to [ ] BHV , Green, and Wilkison.” (Am. Compl. \n¶¶ 120 –21.) In the Amended Complaint, Plaintiff does not specifically allege the \nbenefits to BHV, Green, and Wilkison received except for “the continued research and \nmarketing of Remo.” (Id. ¶ 121.)   \n29. A claim for unjust enrichment “is neither in tort nor contract but is \ndescribed as a claim in quasi contract or a contract implied in law.” Booe v. Shadrick, \n322 N.C. 567, 570, 369 S.E.2d 554, 556 (1988). “The general rule of unjust enrichment \nis that where services are rendered and expenditures made by one party to or for the \nbenefit of another, without an express contract to pay, t he law will imply a promise \nto pay a fair compensation therefor.” Atlantic C. L. R. Co. v. State Highway Comm’n, \n268 N.C. 92, 95–96, 150 S.E.2d 70, 73 (1966). In North Carolina, to recover on a claim \nof unjust enrichment, Plaintiff must prove: (1) that it conferred a benefit on another \nparty; (2) that the other party consciously accep ted the benefit; and (3) that the \n                                                 \n3 Plaintiff has cited to both North Carolina and Nevada law in support of its argument that \nit has adequately pleaded a claim for unjust enrichment. (Pl.’s Mem. Opp. Mot. Dismiss 20–\n21.) Nevada’s law regarding unjust enrichment appears to be essentially the same as North \nCarolina’s law. LeasePartners Corp. v. Robert L. Brooks Tr.  Dated Nov. 12, 1975, 113 Nev. \n747, 755, 942 P.2d 182, 187 (1997).  The Court will apply North Carolina law to this claim. \n \n \nbenefit was not conferred gratuitously or by an interference in the affairs of the other \nparty. Southeastern Shelter Corp. v. BTU, Inc. , 154 N.C. App. 321, 330, 572 S.E.2d \n200, 206 (2002). “ The doctrine of unjust enrichmen t was devised by equity to exact \nthe return of, or payment for, benefits received under circumstances where it would \nbe unfair for the recipient to retain them without the contribut or being repaid or \ncompensated.” Collins v. Davis, 68 N.C. App. 588, 591, 315 S.E.2d 759, 761 (1984). \n30. In its Memorandum, Plaintiff contends that the claim for unjust \nenrichment is based on Green’s and Wilkison’s “ self-dealing” in negotiating certain \nagreements between Islet and BHV that unfairly benefitted BHV at the expense of \nIslet, and in diverting certa in benefits from Islet to BHV. (Pl.’s Mem. Opp . Mot. \nDismiss 20 –21.) As best the Court can determine, Plaintiff claims the following \nactions are the basis of the unjust enrichment claim: \na. Green negotiated a reduction of approximately $40 million  in the \nmilestone payments owed by Kissei to BHV. Plaintiff alleges that the \nreduction should have been for the benefit of Islet, but resulted only \nin a benefit to BHV. (Am. Compl. ¶¶ 23–25.) \nb. Green and Wilkison negotiated both sides of the merger termination \nagreement between Islet and BHV and shifted all expenses related \nto the termination to Islet, benefitting BHV. (Id. ¶¶ 55–56.) \nc. Green and Wilkison diverted to BHV “some or all” of the funds from \nSchoninger that were supposed to be for Islet. (Id. ¶¶ 33–34.) \n \n \nd. Green and Wilkison committed Islet to a $200,000 loan from Chicago \nVentures but diverted the $200,000 in loan proceeds to BHV. (Id. ¶¶ \n65–67.) \ne. “Green and Wilkison failed to pursue valuable Islet assets in favor of \npursuing Remo for the benefit of themselves and for BHV on behalf \nof Islet, that served to benefit the Defendants’ personal pecuniary \ninterests.” (Id. ¶ 49.) \n31. Plaintiff’s allegations underlying the unjust enrichment claim appear to \nbe nothing more than an attempt to repackage a number of Plaintiff’s claims against \nGreen and Wilkison. In fact, Plaintiff’s argument in response to Green and Wilkison’s \nMotion to Dismiss makes it clear that the unjust enrichment claim is co -extensive \nwith its claims against Green and Wilkison for breach of fiduciary duty and \nconstructive fraud. (Pl.’s Mem. Opp. Green an d Wilkison’s Mot. Dismiss 11 –15.) To \nthe extent Plaintiff alleges that Green and Wilkison negotiated both sides of \nagreements between Islet and BHV, or diverted funds and opportunities from Islet to \nBHV, Plaintiff has made the same allegations against Green and Wilkison for breach \nof fiduciary duty and self-dealing, and constructive fraud, and has remedies available \nunder those claims. Plaintiff has not alleged or otherwise explained how any of the \nfacts alleged support an allegation that Islet, as opposed to Green and Wilkison,  \nconferred a benefit on BHV, or how any benefits received by BHV, Green, or Wilkison \nresulted from and implied contract . There are simply no grounds under the \nallegations present in this action that would support a claim for unjust en richment.  \n \n \nBHV’s motion to dismiss Plaintiff’s claim for unjust enrichment should be \nGRANTED. \nb. Constructive Trust. \n32. As a Seventh Cause of Action, Plaintiff has requested that the Court \nimpose a constructive trust “with respect to any transfer of funds, asset s, benefits, \ncorporate opportunities, or property from Plaintiff, as well as any benefits received \nby Defendants in the past or on a going forward basis. . . .” (Am. Compl. ¶ 127.) \n33. A constructive trust is an equitable remedy. “Courts of equity will \nimpose a constructive trust to prevent the unjust enrichment of the holder of the legal \ntitle to property acquired through a breach of duty, fraud, or other circumstances \nwhich make it inequitable for him to retain it against the claim of the benefic iary of \nthe constructive trust.” Cline v. Cline , 297 N.C. 336, 343 –44, 255 S.E.2d 399, 404 \n(1979). “[A] constructive trust ordinarily arises out of the existence of fraud, actual or \npresumptive—usually involving the violation of a confidential or fiduciary relation—\nin view of which equity transfers the beneficial title to some person other than the \nholder of the legal title.”  Leatherman v. Leatherman , 297 N.C. 618, 621 –22, 256 \nS.E.2d 793, 795–96 (1979), superseded by statute on other grounds  (quoting Bowen \nv. Darden, 241 N.C. 11, 13–14, 84 S.E.2d 289, 292 (1954)). A constructive trust “arises \npurely by construction of equity independently of any contract or of any actual or \npresumed intention of the parties to create a trust. . . .” Teachey v. Gurley, 214 N.C. \n288, 292, 199 S.E. 83, 87 (1938). \n \n \n34. The Court has denied the motions to dismiss Plaintiff’s claims for breach \nof fiduciary duty and constructive fraud against Green and Wilkison and the remedy \nof a constructive trust remains available to Plaintiff at this stage of the action. Some \nof the assets over which Plaintiff seeks a constructive trust may currently be held by \nBHV. Accordingly, Defendant BHV’s Motion to Dismiss Plaintiff’s claim for \nconstructive trust should be DENIED. \n35. THEREFORE, IT IS ORDERED that Defendant BH V’s Motion to \nDismiss is GRANTED, in part, and DENIED in part as follows: \n36. Defendant’s Motion to Dismiss Plaintiff’ s claim for aiding and abetting \nbreach of fiduciary duty (Second Cause of Action) is GRANTED. \n37. Defendant’s Motion to Dismiss Plaintiff’ s claim for unjust enrichment  \n(Sixth Cause of Action) is GRANTED. \n38. Defendant’s Motion to Dismiss Plaintiff’ s claim for constructive trust  \n(Seventh Cause of Action) is DENIED. \n39. Except as exp ressly granted above, Defendant’ s Motion to Dismiss is \nDENIED. \nThis the 12th day of January, 2017.  \n \n    /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases \n "
}