{
  "id": "8a6cec08599acb24549c72fe51a1e9b7c73c42cbc58bfcb19e3cfc26a5e8e18b",
  "source_file": "data/raw/ncbc/8a6cec08599acb24549c72fe51a1e9b7c73c42cbc58bfcb19e3cfc26a5e8e18b.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nBUNCOMBE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 1380 \n \nALP SYSTEMS, INC.; and STACY \nBEAN, \n \nPlaintiffs, \n \nv. \n \nDALE RICHARD HAYGOOD; \nBRANDEN D. BRYSON; KYLE \nJAMES LEONARD; and BOLTED \nLIGHTNING PROTECTION, LLC, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT BOLTED LIGHTNING \nPROTECTION, LLC’S  \nRENEWED MOTION TO DISMISS \nPURSUANT TO RULE 12(b)(2)  \n \n \n1. THIS MATTER  is before the Court on  Defendant Bolted Lightning \nProtection, LLC’s (“Bolted”)  Renewed Motion to Dismiss (the “Motion to \nDismiss”).  (Mot. to Dismiss, ECF No. 24.)  Bolted moves for dismissal of Plaintiff ALP \nSystems, Inc.’s (“ALP”) claims against Bolted pursuant to Rule 12(b)(2) of the North \nCarolina Ru les of Civil Procedure (the “Rule(s)”) .  Alternatively , Bolted moves for \ndismissal of ALP’s claims pursuant to Rule 12(b)(6). \n2. For the reasons set forth in this Order and Opinion, the Court DENIES the \nMotion to Dismiss to the extent that it seeks dismissal of ALP’s claims  pursuant to \nRule 12(b)(2).  The Court will enter a separate order and opinion addressing Bolted’s \nRule 12(b)(6) challenge. \nHyler & Lopez, P.A. , by George B. Hyler, Jr. and Stephen P. Agan , for \nPlaintiff ALP Systems, Inc. \n \nRoberts & Stevens, P.A. , by John D. Noor , for Defendant  Bolted \nLightning Protection, LLC. \n \nRobinson, Judge. \n \nALP Sys., Inc. v. Haygood, 2021 NCBC 9. \n \n \nI. BACKGROUND \n3. ALP and Plaintiff Stacy Bean (“Bean”) (together, “Plaintiffs”) initiated this \naction upon filing their Complaint on April 13, 2020.  (Compl., ECF No. 4.)  On April \n22, 2020, Plaintiffs filed their Amended Complaint.  (Am. Compl., ECF No. 12.) \n4. ALP has asserted several claims against Bolted and Defendants Dale \nRichard Haygood (“Haygood”) , Branden D. Bryson (“Bryson”), and Kyle James \nLeonard (“Leonard”).  (Am. Compl. ¶¶ 96 –161, 164–88.)  Bean  has brought a claim \nagainst Leonard requesting the entry of a no -contact order.  (Am. Compl. ¶¶ 162–\n63.)  Iain P. King (“King”) was a named defendant i n this action until  ALP filed a \nNotice of Voluntary Dismissal on August 26, 2020 voluntarily dismiss ing without \nprejudice all its claims against him.  (ECF No. 50.) \n5. ALP’s claims against Bolted arise from allegations that Bolted (a) tortiously \ninterfered with non -compete/non-disclosure employment contracts previously \nentered into by  ALP and the three individual defendants ; (b) tortiously interfered \nwith ALP’s existing and prospective contracts with its customers; (c) misappropriated \ncertain trade secrets of ALP; and (d) engaged in unfair methods of competition.  (Am. \nCompl. ¶¶ 164–88.) \n6. This action was designated to the North Carolina Business Court by Order \nof the Chief Justice of the North Carolina Supreme Court on  May 1, 2020, (ECF No. \n1), and assigned to the undersigned by Order of the Chief Business Court Judge on  \nMay 4, 2020, (ECF No. 2). \n \n \n7. On May 29, 2020, Bolted and King (before he was voluntarily dismissed \nfrom the action) filed the Motion to Dismiss , along with a supporting brief and an \naffidavit executed by King , asserting that ALP’s claims against Bolted should be \ndismissed for lack of personal jurisdiction pursuant to Rule 12(b)(2) or, alternatively, \nfor failure to state a claim pursuant to Rule 12(b)(6).  (Mot. to Dismiss; King Aff., ECF \nNo. 25; Br. in Supp., ECF No. 26.) \n8. On June 26, 2020, the Court, upon a  motion by  ALP, entered an order \nextending ALP’s deadline for responding to the Motion to Dismiss and permitting \nALP to conduct jurisdictional discovery.  (ECF No. 36.) \n9. On September 10, 2020, ALP filed separate briefs opposing the Motion to \nDismiss, with one brief addressing Bolted’s Rule 12(b)(2) arguments and the other \none addressing Bolted’s Rule 12(b)(6) arguments.  (Br. in Opp’n to Rule 12(b)(2) Mot., \nECF No. 59; Br. in Opp’n to Rule 12(b)(6) Mot ., ECF No. 60.)  Along with its brief in \nopposition to Bolted’s Rule 12(b)(2) challenge, ALP submitted  an affidavit executed \nby Eric J. Bean (ALP’s president), deposition testimony, written discovery responses, \nand other documentary evidence.  (Index to Exs., ECF No. 59.1.) \n10. After full briefing on the Motion to Dismiss, the Court held a hearing on the \nMotion on October 29 , 2020 (the “October 29 Hearing”) , (ECF No. 74), at which all \nparties were represented by counsel, with the exception of Haygood, who is currently \nproceeding pro se in this action.  The Motion to Dismiss is now ripe for resolution. \n \n \nII. LEGAL STANDARD  \n11. When a defendant moves  to dismiss a complaint under Rule 12(b)(2)  for \nlack of personal jurisdiction, the plaintiff carries the burden of establishing that the \ntrial court has personal jurisdiction over the defendant.   See Bauer v. Douglas \nAquatics, Inc., 207 N.C. App. 65, 68 (2010).   \n12. “The standard of review to be applied by a trial court in deciding a motion \nunder Rule 12(b)(2) depends upon the procedural context confronting the \ncourt.”  Banc of Am. Sec. LLC v. Evergreen Int’l Aviation, Inc., 169 N.C. App. 690, 693 \n(2005).  If the trial court considers affidavits and other documentary evidence \nsubmitted by the parties in support of and in opposition to the Rule 12(b)(2) motion \nand also holds a hearing on the motion, the court should act as a fact -finder and \ndetermine whether the plaintiff  has established personal jurisdiction  by a \npreponderance of the evidence.   See Deer Corp. v. Carter, 177 N.C. App. 314, 322 \n(2006); see also Soma Tech., Inc. v. Dalamagas, 2017 NCBC LEXIS 26, at *8–9 (N.C. \nSuper. Ct. Mar. 24, 2017) (acting as a fact-finder and deciding  the personal \njurisdiction issue by a preponderance of the evidence, where the court considered the \nevidence submitted by each party and held a non- evidentiary hearing on the  Rule \n12(b)(2) motion). \n13. “Once a defendant submits an affidavit or evidence challenging personal \njurisdiction, unverified allegations in a complaint conflicting with that evidence may \nno longer be taken as true,” though “allegations in [the] complaint uncontroverted by \n[the evidence] are still taken as true.”  Weisman v. Blue Mt. Organics Distrib., LLC , \n \n \n2014 NCBC LEXIS 41, at *2 (N.C. Super. Ct. Sept. 5, 2014) (citing Banc of Am. Sec., \n169 N.C. App. at 693–94). \n14. Having considered the  evidence submitted by the parties , the \nuncontroverted allegations in the Amend ed Complaint, the parties’ briefs, and the \noral arguments of counsel made during the October 29 Hearing, the Court makes the \nfollowing findings of fact and conclusions of law for the sole purpose of determining \nwhether ALP has established by a preponderance of the evidence that the Court has \npersonal jurisdiction over Bolted.1 \nIII. FINDINGS OF FACT2 \n15. ALP is a  corporation organized and existing under the laws of North \nCarolina that designs and installs lightning protection systems for residential and \ncommercial buildings and conducts technical presentations and educational seminars \nfor its customers.  (Am. Comp. ¶¶ 1, 10.)  ALP’s principal place of business is located \nin North Carolina.  (Am. Comp. ¶ 1.)   \n16. Haygood, Leonard, and Bryson are residents of North Carolina and former \nemployees of ALP.  (Haygood Dep. 9 –10, ECF No. 59.3; Leonard Dep. 7 –9, ECF No. \n59.4; Am. Compl. ¶ 5; Bean Aff. ¶ 56, ECF No. 59.2.) \n \n1  These findings of fact and conclusions of law shall not be binding on the Court in \nsubsequent orders or on the parties at a trial on the merits. \n \n2  To the extent that any of these findings of fact are more properly considered conclusions of \nlaw, the Court intends for them to be considered as such.  See, e.g. , Sheffer v. Rardin, 208 \nN.C. App. 620, 624 (2010) (“Where findings of fact should have been more properly designated \nconclusions of law, the [appellate court] will treat them as such for the purposes of appeal.” \n(internal quotation marks, alterations, and citation omitted)).   \n \n \n17. Bolted is a limited liability company (“LLC”) organized  and existing under \nthe laws of Florida that sells and provides lightning protection products and \nservices.  (King Aff. ¶¶ 12, 14 ; Haygood Dep. Ex. 1 .)  Bolted’s principal place of \nbusiness is located in Florida.  (King Aff. ¶ 13.)  Bolted does not have offices in North \nCarolina, it does not maintain financial accounts in North Carolina, it does not own \nreal property in North Carolina, and it has not paid income taxes in North \nCarolina.  (King Aff. ¶¶ 16, 20–22.)  \n18. King is a resident of Florida and Bolted’s sole member-manager.  (King Aff. \n¶¶ 2, 12.)   \n19. King was previously an employee of Surge Suppression, LLC (“Surge”), a \nFlorida-based company that supplies surge protection devices.  (Bean Aff. ¶ 3.)  ALP \nbecame a customer of Surge in 2015, and over the years , King and Haygood , an \nemployee of ALP at the time, developed a working relationship.  (Bean Aff. ¶¶ 3–8.)  \n20. Haygood’s name and Waynesville, North Carolina residence were listed on \nBolted’s original Articles of Organization filed with the state of Florida in June 2019, \nidentifying him as Bolted’s manager.   (Haygood Dep. Ex. 1.)   However, King later \nfiled Articles of Amendment in July 2019 that removed Haygood’s name from Bolted’s \nArticles of Organization.  (King Aff. ¶ 12; Am. Comp. Ex. 4.)  King’s stated reason for \nfiling the Articles of Amendment, as confirmed by Haygood, is that King mistakenly \nlisted Haygood as Bolted’s manager on the Articles of Organization.  (King Aff. ¶ 12; \nHaygood Dep. 10:16–11:19.) \n \n \n21. Haygood began working for Bolted in June 2019 and continued working for \nthe company in  2020.  (Haygood Dep. 10:7 –10, 50:25 –52:11, Ex. 24; South East \nPersonnel Leasing, Inc.’s [“SEPL”] Resps. 13, 15, 18, ECF No. 59.8.) \n22. Haygood performed work for Bolted in connection with several of its \ncommercial projects, including projects in (a) Mascot, Tennessee for North American \nRoofing (the “ Mascot Project”); (b) Nashville, Tennessee for Bass Pro Shops (the \n“Nashville Project” ); (c) Panama City, Florida for Florida State University  (the \n“Panama City Project”); and (d) South Korea for the United States Army Garrison \nHumphreys (the “South Korea Project”).  (Haygood Dep. 16:6–17:19, 31:9–20, 32:14–\n22, 58:16–22, 71:10–72:6, 91:21–93:4, Exs. 5, 20, 31.)  \n23. At his North Carolina residence, Haygood prepared project quotes, \npurchase orders, material lists, an instruction manual, and a company resume, all \nfor Bolted.  (Haygood Dep. 19:21–20:16, 26:11–28:14, 29:3–7, 33:11–34:6, 41:7–42:18, \n43:13–25, 51:19–52:11, 56:2–14, 60:20–61:5.) \n24. Between July 2019 and January 2020, King and Haygood communicated \nregularly through phone calls, emails, and text messages about matters concerning \nBolted’s business, including the work that Haygood performed for Bolted.  (Haygood \nDep. 11:22–14:7, 16:6–22:19, 24:13–30:24, 33:11–34:15, 37:2–38:20, 41:7–46:4, 50:25–\n52:11, 57:12–19, Exs. 2, 5–7, 9–13, 16, 18–21, 24, 29.)  Haygood testified during his \ndeposition that, when some of these communications took place, King was aware that \nHaygood was present in North Carolina at the time.  (Haygood Dep. 19:9–21:1, 33:11–\n34:15.) \n \n \n25. On one occasion, King ordered materials for the Mascot Project and had \nthem delivered to Haygood’s North Carolina  residence.  (Haygood Dep. 19:9– 20:11, \nEx. 6.)  Thereafter, Haygood, with Bolted’s approval, ordered materials for the Mascot \nProject and had them delivered to his North Carolina residence.  (Haygood Dep. 54:4–\n56:14, Exs. 26–28.) \n26. Bolted also mailed pay stubs an d payments for work-related expenses to \nHaygood’s North Carolina residence.  (Haygood Dep. 47:11–48:21, Ex. 22.) \n27. Leonard began working for Bolted in July 2019 and continued working for \nthe company in 2020.  (Leonard Dep. 9:23–10:12, 74:15–76:1; SEPL’s Resps. 14–16, \n19.) \n28. Leonard primarily worked as a laborer for Bolted and was involved with \nthe Mascot Project, the Nashville Project, the Panama City Project, and the South \nKorea Project.   (Leonard Dep. 10:22 –11:7, 75:14 –19.)  Leonard also completed an \ninspection report on the South Korea Project for Bolted.  (Leonard Dep. 39:22–41:12.) \n29. King and Leonard sometimes communicated through phone calls, emails, \nand text messages about matters regarding  Bolted’s business, including Leonard’s \nwork for Bolted, though  Leonard’s main point of contact for these matters was \nHaygood.  (Leonard Dep. 14–27, 75:5–76:1.)  At times, Leonard was present in North \nCarolina when he communicated with King.  (Leonard Dep. 22:7–23:4.) \n30. For the Mascot Project, both King and Haygood ordered materials and had \nthem delivered to a shop owned by Leonard in Clyde, North Carolina.  (Leonard Dep. \n \n \n19:23–20:22, Ex. 6.)  The materials were stored in Leonard’s shop until they were \nneeded for the job.  (Leonard Dep. 60:23–63:22, 94:24–95:13.) \n31. Bolted also mailed to Leonard in North Carolina payments for work-related \nexpenses, which Leonard received.  (Leonard Dep. 13:9–14:5, 26:1–5.) \n32. Bryson began working for Bolted in August 2019.  (Haygood Dep. 31:9–13, \nEx. 12A.)  While he was present in North Carolina, Bryson reviewed drawings for the \nSouth Korea Project.  (Haygood Dep. 31:9–33:8.) \n33. Bolted paid B&H Drafting & Design LLC  (“B&H”), a North Carolina LLC \nformed by Bryson and Haygood , for the work that Bryson performed for \nBolted.  (Haygood Dep. 47:11–22, 81:13–82:6, 95:11; Articles of Organization of B&H, \nECF No. 59.10.)  More than 90% of B&H’s revenue came from this work.   (Bryson’s \nResps. to Disc. Requests 2, 9, ECF No. 59.9.) \n34. Bryson also served as a reference on Bolted’s certification application to the \nLightning Protection Institute, and he also reviewed a company resume and a draft \ntraining manual for Bolted.  (Haygood Dep. 21:14–22:9, 34:18–35:3, 41:7–42:1.) \n35. In July 2019,  King emailed a safety manual to Haygood and Leonard, \nasking them to sign and return the manual back to King.  (Bean Aff. Ex. 14.)  ALP \ncontends this safety manual is identical to one used by ALP in its business.   (Br. in \nOpp’n to Rule 12(b)(2) Mot. 7.) \nIV. CONCLUSIONS OF LAW \n36. North Carolina courts engage in a “two-step analysis” to determine whether \nthey have personal jurisdiction over a defendant.  Beem USA Ltd. - Liab. Ltd. P’ship \n \n \nv. Grax Consulting , LLC, 373 N.C. 297, 302 (2020).  “ First, jurisdiction over the \ndefendant must be authorized by N.C.G.S. § 1 -75.4—North Carolina ’s long -arm \nstatute.”  Beem,  373 N.C. at 302.  “ Second, if the long -arm statute permits \nconsideration of the action, exercise of jurisdiction must not violate the Due Process \nClause of the Fourteenth Amendment to the U.S. Constitution. ”  Id.  (citation and \ninternal quotation marks omitted).   \n37. Bolted does not dispute that jurisdiction is authorized in this case by section \n1-75.4, acknowledging instead that “this Court is only required to determine whether \nsufficient minimum contacts exist between Bolted and North Carolina.”  (Reply Br. ¶ \n10, ECF No. 72 .)  Accordingly , the Court will focus its analysis on the due process \nprong of the personal jurisdiction inquiry.  See, e.g., Capitala Grp., LLC v. Columbus \nAdvisory Grp. LTD, 2018 NCBC LEXIS 183, at *9 (N.C. Super. Ct. Dec. 3, 2018) (“In \nmost cases, the analysis collapses into one inquiry because the North Carolina \nSupreme Court has construed section 1-75.4 liberally ‘to make available to the North \nCarolina courts the full jurisdictional powers permissible under federal due \nprocess.’ ” (quoting Dillon v. Numismatic Funding Corp., 291 N.C. 674, 676 (1977))). \nA. Due Process \n38. The Due Process Clause limits the personal jurisdiction of state courts  by \nrequiring that a defendant “have certain minimum contacts  with [the forum state]  \nsuch that the maintenance of the suit [in that state] does not offend ‘traditional \nnotions of fair play and substantial justice.’ ”  Int’l Shoe Co. v. Washington, 326 U.S. \n310, 316 (1945) (quoting Milliken v. Meyer, 311 U.S. 457, 463 (1940)). \n \n \n39. The United States Supreme Court  has recognized two types of personal \njurisdiction in its decisions concerning the minimum contacts requirement: general \njurisdiction and specific jurisdiction .  Goodyear Dunlop Tires Operations, S.A. v. \nBrown, 564 U.S. 915, 919 (2011); Beem, 373 N.C. at 303.   Although ALP does not \nspecify in its brief what form of personal jurisdiction it contends exists here , ALP’s \ncounsel argued during the October 29  Hearing that  the Court can  exercise both \ngeneral and specific jurisdiction over Bolted.   \ni. General Jurisdiction  \n40. The Court will first address whether it h as general jurisdiction over \nBolted.  General jurisdiction exists when the defendant’s contacts “are so ‘continuous \nand systematic’ as to render [it] essentially at home in the forum [s]tate.”  Goodyear, \n564 U.S. at 919 (quoting Int’l Shoe , 326 U.S. at 317 ).  “[O]nly a limited set of \naffiliations with a forum will render a defendant amenable to [general] jurisdiction \nthere.”  Daimler AG v. Bauman , 571 U.S. 117, 137 (2014); see also Worley v. Moore, \n2017 NCBC LEXIS 15, at *21– 22 (N.C. Super. Ct. Feb. 28, 2017) (“The level of \nminimum contacts required to support general jurisdiction is significantly higher \nthan that required to support specific jurisdiction.” (citing Cambridge Homes of N.C. \nL.P. v. Hyundai Constr., Inc., 194 N.C. App. 407, 412 (2008))).  A court with general \njurisdiction can adjudicate “any and all claims against” the defendant.  Daimler, 571 \nU.S. at 137. \n41. Based on the evidence submitted by the parties, the Court concludes that it \ncannot exercise general jurisdiction over Bolted .  To begin w ith, Bolted is an LLC \n \n \norganized and existing under the laws of Florida with its principal place of business \nalso located in Florida.  Cf. id. (explaining that, for general jurisdiction, a corporation \nis “fairly regarded at home” at “its place of incorporation and principal place of \nbusiness”).  Moreover, Bolted  does not have any North Carolina offices, nor does it \nmaintain any financial accounts, own any real property, or pay any income taxes in \nNorth Carolina.  Simply put, there is no reasonable basis for concluding that Bolted \nis at home in this State.   \nii. Specific Jurisdiction  \n42. The Court now turns to specific jurisdiction.  Unlike general jurisdiction, \nspecific jurisdiction “focuses on the relationship among the defendant, the forum, and \nthe litigation. ”  Walden v. Fiore, 571 U.S. 277, 284 (2014) (citation and internal \nquotation marks omitted).  As a result, specific jurisdiction requires some connection \nbetween the forum state and the underlying action such that “the suit arises out of \nor relates to the defendant’s contacts with the forum. ”  Daimler , 571 U.S. at  127 \n(alterations, citation, and internal quotation marks omitted). \n43. Specific jurisdiction cannot be based on “a defendant’s ‘random, fortuitous, \nor attenuated’ contacts with the forum state.”  Beem, 373 N.C. at 303 (quoting \nWalden, 571 U.S. at 286).  Instead, there must be “some act by which the defendant \npurposefully avail[ed] itself of the privilege of conducting activities within the forum \n[s]tate, thus invoking the benefits and protections of its laws.”   Hanson v. Denckla, \n357 U.S. 235, 253 (1958).  In that regard, a “defendant’s contacts with the forum state \nmust be such that a defendant ‘should reasonably anticipate being haled into court \n \n \nthere.’ ”  Beem, 373 N.C. at 303 (quoting World-Wide Volkswagen Corp. v. Woodson , \n444 U.S. 286, 297 (1980)). \n44. In addition, the exercise of specific jurisdiction must be reasonable under \nthe circumstances.   Burger King Corp. v. Rudzewicz , 471 U.S.  462, 476–78 \n(1985).  Factors used to evaluate reasonableness include “the burden on the \ndefendant, the forum [s]tate’s interest in adjudicating the dispute, the plaintiff’s \ninterest in obtaining convenient and effective relief, the interstate judicial system’s \ninterest in obtaining the most efficient resolution of controversies, and the shared \ninterest of the several [s]tates in furthering fundamental substantive social \npolicies.”  Id. at 477 (citation and internal quotation marks omitted). \n45. With these principles in mind and having considered the evidence, the \nCourt concludes that  Bolted has had sufficient minimum contacts with North \nCarolina to satisfy the due process requirements of specific jurisdiction. \n46. As the evidence shows,  almost immediately after its formation,  Bolted \nreached outside of Florida and into North Carolina by directly engaging persons and \nan entity located in North Carolina.  Haygood and Leonard, in particular, worked on \nmany of Bolted’s commercial projects in 2019 and 2020.   King ––acting on behalf of \nBolted as the entity’s sole member-manager––also had direct dealings with Haygood \nand Leonard, sometimes while they were located in North Carolina,  in connection \nwith the work they performed for Bolted.  And although the record does not reflect  \nany direct interactions  between Bryson and  King, Bryson nonetheless reviewed \ndrawings for one of Bolted’s projects, while he was located in North Carolina, as well \n \n \nas internal documents related to Bolted’s business .  Moreover, Bolted compensated \nBryson’s North Carolina based company, B&H, for the work he performed for Bolted, \nwith more than 90% of B&H’s revenue coming from Bolted-related work.  Bryson also \nserved as Bolted’s reference on a certification application.    \n47. In short, Bolted created an  extensive, ongoing business relationship with \nthree North Carolina residents (Haygood, Leonard, and Bryson) and a North Carolina \ncompany (B&H), thereby initiating contact with North Carolina.  In doing so, Bolted \nnot only purposefully availed itself of the privilege of conducting activities within \nNorth Carolina, but it also had reason to expect that it might be subjected to litigation \nin this State.  See Burger King, 471 U.S. at 475–76 (explaining that a defendant “has \navailed himself of the privilege of conducting business” in the forum state when the \ndefendant “has created ‘continuing obligations’ between himself and residents of the \nforum” (citation omitted)); Beem, 373 N.C. at 306  (concluding that a South Carolina \nLLC “established an ongoing relationship with persons and entities located within \n[North Carolina] such that it could reasonably anticipate being called into court \nhere”).   \n48. Bolted also had contact with N orth Carolina through more specific \nmeans.  For example , in connection with the work that Haygood and Leonard \nperformed for Bolted,  Bolted mailed  pay stubs and payments for work -related \nexpenses to Haygood and Leonard  in North Carolina .  In addition , Haygood, with \nBolted’s approval, arranged for work materials for the Mascot Project to be delivered \nto both Haygood and Leonard in North Carolina, and in some instances, King himself \n \n \narranged for materials to be delivered to  Haygood’s residence and to Leonard’s shop \nin North Carolina , where they  were stored until they were needed .  Haygood ’s \ndeposition testimony also reflects that, while he was  present in North Carolina, he  \nand King communicated with each other  frequently by phone and email  about \nBolted’s business and that King was aware that Haygood was in North Carolina when \nsome of these communications took place.   \n49. Both the United States Supreme Court and the North Carolina Supreme \nCourt have treated conduct similar to th at by Bolted and King as evidence of  \nminimum contacts with the forum state.   Indeed, in a recent case dealing with the \nminimum contacts required for specific jurisdiction, the United States Supreme \nCourt explained that “physical entry into the [forum state]—either by the defendant \nin person or through an agent,  goods, mail, or some  other means —is certainly a \nrelevant contact.”  Walden, 571 U.S. at 285 (emphasis added).  The North Carolina \nSupreme Court also recently held that our courts could exercise specific jurisdiction \nover a South Carolina LLC based, in part, on th e fact that the LLC’s owner had \ncontacted one of the plaintiffs, who resided in North Carolina, through various \nemails, texts, and phone calls and had  sent mail to the plaintiff’s North Carolina \nresidence.  See Beem, 373 N.C. at 298–99, 306. \n50. Having determined that Bolted had several contacts with North Carolina, \nthe Court will now assess whether those contacts are connected to the underlying \ncontroversy in this action.  Bolted argues that any contacts that it may have had with \n \n \nNorth Carolina “have nothing to do” with ALP’s claims against Bolted.  (Reply. Br. ¶ \n13.)  The Court disagrees. \n51. Bolted’s contacts with North Carolina include forming an ongoing business \nrelationship with  Haygood, Leonard, and Bryson.   As part of this business \narrangement, Haygood, Leonard, and Bryson performed work for Bolted on the \nMascot Project, the Nashville Project, the Panama City Project, and the South Korea \nProject.  Thus, ALP’s tortious interference claim against Bolted arises out of Bolted’s \ncontacts with North Carolina because ALP alleges (a) that Bolted, by hiring Haygood, \nLeonard, and Bryson, tortiously interfered with the non-compete/non-disclosure \nemployment contracts between ALP and these three individual defendants and (b) \nthat Bolted tortiously interfered with AL P’s existing and prospective contracts with \nits customers, including  the customers involved with the Mascot Project, the \nNashville Project, the Panama City Project, and the South Korea Project.   (See Am. \nCompl. ¶¶ 164–76.)  \n52. Likewise, ALP’s misappropriation  of trade secrets  claim against Bolted \nrelates to Bolted’s contacts with our State.  One of the core allegations regarding this \nclaim is that Bolted misappropriated ALP’s safety manual, an alleged trade secret of \nALP, (see Am. Compl. ¶¶ 73, 178), and there is evidence in the record showing  that, \nafter Bolted engaged Haygood  and Leonard, two North Carolina residents, to work \nfor the company, King  emailed a copy of  Bolted’s safety manual  to Leonard and \nHaygood, which ALP contends is identical to ALP’s safety manual .  (Br. in Opp’n to \nRule 12(b)(2) Mot. ¶ 7.)  As a result , because ALP claims, in part,  that Bolted has \n \n \nmisappropriated ALP’s safety manual by using a safety manual identical to ALP’s  \nmanual, which ALP alleges was provided to Bolted by Bryson and/or Haygood without \nALP’s consent, there is a sufficient nexus between ALP’s misappropriation of trade \nsecrets claim against Bolted and Bolted’s contacts with North Carolina.   (See Am. \nCompl. ¶¶ 73, 177–82.) \n53. And since ALP’s unfair methods of competition claim against Bolted is \nbased on the same alleged misconduct  that forms  the basis for ALP’s tortious \ninterference and misappropriation of trade secrets  claims against Bolted, the unfair \nmethods of competition claim  also arises out  of or relates to Bolted’s contacts with \nNorth Carolina.  (See Am. Compl. ¶¶ 183–88.) \n54. Lastly, the Court will consider the reasonableness of exercising specific \njurisdiction over Bolted.  Although Bolted concedes that North Carolina courts h ave \nan interest in adjudicating this litigation , Bolted nevertheless  argues that  the \nongoing COVID-19 pandemic weighs against requiring Bolted to litigate this case in \nNorth Carolina.  (Br. in Supp. ¶ 19.)  The Court understands that Bolted may have \nconcerns relating to the  pandemic.  However, in this case, Bolted has not \ndemonstrated that it will experience the type of burden that warrants dismissing \nALP’s claims against Bolted, particularly in light of the fact that  the parties \nconducted jurisdictional discovery in the midst of the pandemic.  \n55. In sum, the Court finds and concludes that ALP has met its burden of \nestablishing that the Court has personal jurisdiction over Bolted by a preponderance \nof the evidence.  \n \n \nV. CONCLUSION \n56. For the foregoing reasons, the Court hereby DENIES the Motion to Dismiss \nto the extent that it requests dismissal of ALP’s claims against Bolted for lack of \npersonal jurisdiction. \nSO ORDERED, this the 9th day of February, 2021. \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n "
}