{
  "id": "8aad7317282faf005ba702afa9ce6321dac15047b6f1518073b458df7318d82a",
  "source_file": "data/raw/ncbc/8aad7317282faf005ba702afa9ce6321dac15047b6f1518073b458df7318d82a.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nIREDELL COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 2372 \n \nLINEAGE LOGISTICS, LLC; and \nPRIMUS BUILDERS, INC., \n \nPlaintiffs, \n \nv. \n \nNATIONAL UNION FIRE \nINSURANCE COMPANY OF \nPITTSBURGH, PA; TRAVELERS \nPROPERTY CASUALTY COMPANY \nOF AMERICA; HARTFORD FIRE \nINSURANCE COMPANY; and \nREPUBLIC REFRIGERATION, \nINC., \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON \nTRAVELERS PROPERTY CASUALTY \nCOMPANY OF AMERICA’S MOTIONS \nTO DISMISS PLAINTIFFS’ AMENDED \nCOMPLAINTS, REPUBLIC \nREFRIGERATION, INC’S MOTION TO \nDISMISS LINEAGE LOGISTICS, \nLLC’S AMENDED COMPLAINT, AND \nREPUBLIC REFRIGERATION, INC’S \nMOTION TO STAY \n \nLINEAGE LOGISTICS, LLC, \n \nCrossclaimant, \n \nv. \n \nPRIMUS BUILDERS, INC., \n \nCrossclaim \nDefendant. \n \n \n \n \n \n \n \n \n1. THIS MATTER  is before the Court on  four motions (collectively, the \n“Motions” and each a “Motion”)  brought under Rules 12(b)(1) , 12(b)(6), and 12(b)(7)  \nof the North Carolina Rules of Civil Procedure (the “Rule(s)”): \nLineage Logistics, LLC v. Nat’l Union Fire Ins. Co. of Pittsburgh, Pa., 2023 NCBC \n54. \na) Defendant Travelers Property Casualty Company of America’s \n(“Travelers”) Motion to Dismiss the Second Amended Complaint of \nLineage Logistics, LLC (“Lineage”) (the “Travelers-Lineage Motion”);1 \nb) Defendant Travelers’s Motion to Dismiss Second Amended Complaint of \nPrimus Builders, Inc.  and P3 Advantage, Inc.  (collectively, “Primus”)  \n(the “Travelers-Primus Motion”);2  \nc) Defendant Republic Refrigeration, Inc.’s (“Republic”) Motion to Dismiss \n(the “Republic Motion”);3 and \nd) Defendant Republic’s Motion to Stay (the “Stay Motion”).4  \n2. For the reasons set forth below, the Court GRANTS the Travelers-Lineage \nMotion, GRANTS the Travelers-Primus Motion, GRANTS in part and DENIES in \npart the Republic Motion, and DENIES the Stay Motion.5  \nMcGuireWoods LLP, by Alec  Covington, Zachary McCamey, Ant hony \nTatum, and Shelby Guilbert, for Plaintiff/Crossclaimant Lineage \nLogistics, LLC. \n \n1 (Def. Travelers’s Property Casualty Company of America’s Mot. Dismiss Second Am. Compl. \nLineage Logistics, LLC  [Rule 12(b)(1), 12(b)(6) and 12(b)(7)]  [hereinafter “Travelers Mot. \nDismiss Lineage”], ECF No. 132.) \n \n2 (Def. Travelers’s Property Casualty Company of America’s Mot. Dismiss Second Amended \nCompl. Primus Builders, Inc. and P3 Advantage, Inc. [Rule 12(b)(1) , 12(b)(6), and 12(b)(7)]  \n[hereinafter “Travelers Mot. Dismiss Primus”], ECF No. 136.) \n3 (Republic Refrigeration, Inc.’s Mots. Dismiss, Mot. Stay Answer Pl. Lineage Logistics, LLC’s \nSecond Am. Compl. [hereinafter “Republic Mots.”], ECF No. 130.)  \n4 (Republic Mots.)  Republic presented its two motions together, but briefed them separately.     \n5 After the completion of briefing on these four motions, Primus filed a motion to sever.  (See \nPrimus Builders, Inc. and P3 Advantage, Inc’s Mot. Sever, ECF No. 151.)  Because the Court’s \nrulings on the Motions moots the M otion to Sever, the Court will issue a separate order \ndenying the Motion to Sever as moot.  \n \nTaylor English Duma, LLP, by Ryan M. Arnold, Gregory G. Schultz, and \nStephen L. Wright, for Plaintiff/Crossclaim Defendant Primus Builders, \nInc. \n \nWomble Bond Dickinson (US) LLP, by M. Elizabeth O’Neill, Grady \nMichael Barnhill, and Jonathan R. Reich, for Defendant Travelers \nProperty Casualty Co. of America. \n \nRobinson Elliot & Smith, by William C. Robinson and Dorothy M. \nGooding, for Defendant Republic Refrigeration, Inc. \n \nBledsoe, Chief Judge. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \nA. Factual Background \n1. The Parties, Operative Contracts, and Insurance Policies \n3. The Court does not make findings of fact on motions presented under Rule \n12 of the North Carolina Rules of Civil Procedure (the “Rule(s)”).  Rather, the Court \nrecites the allegations asserted and documents referenced in the pleadings that are \nrelevant to the Court’s determination of the Motions.  \n4. Lineage operates a cold storage facility in Statesville, North Carolina that  \nstores temperature-controlled food products for customers (the “Facility”).6  Lineage \n \n6 (Pl. Lineage’s Second Am. Compl. and Crosscl. ¶ 1 [hereinafter “Lineage Am. Compl.”], ECF \nNo. 121; Pl. Primus’s Second Am. Compl. ¶¶ 9–10 [hereinafter “Primus Am. Compl.”], ECF \nNo. 122.)  For ease of reference, the Court will refer to Lineage’s Second Amended Complaint \nand Primus’s Second Amended Complaint as the “amended complaints” and to each as the \nrespective party’s “amended complaint.” \nassumed ownership of the Facility after it merged with Millard Refrigerated Services, \nLLC (“Millard”).7   \n5. Primus is a general contractor specializing in the construction of large, \nrefrigerated buildings.8  Primus contract ed with Millard (the “Primus Contract”) to \ndesign and construct six blast cells at the Facility (the “Project ”).9  In the Primus \nContract, Primus promised to name Lineage and Millard as addi tional insureds \nunder several insurance policies and to indemnify Lineage against claims and \ndamages that arose out of Primus’s performance on the Project.10 \n6. Republic entered a subcontract with Primus to perform services on the \nProject (the “Republic Subco ntract”).11  Under the Republic Subcontract, Republic \npromised to name Lineage as an additional insured under several insurance policies \nand to indemnify Lineage against any claims or damages that arose out of Republic’s \nperformance on the Project.12   \n7. There are four insurance policies at issue in this case : two were issued to \nPrimus, and two to Republic (each a “Policy” and together, the “Policies”).13  \n \n7 (Lineage Am. Compl. ¶ 2; Primus Am. Compl. ¶¶ 10–11.) \n8 (Primus Am. Compl. ¶ 1.) \n9 (Lineage Am. Compl. ¶ 5; Primus Am. Compl. ¶ 11.) \n10 (Lineage Am. Compl. ¶¶ 27–29.) \n11 (Lineage Am. Compl. ¶ 7; Primus Am. Compl. ¶¶ 12–13.) \n12 (Lineage Am. Compl. ¶¶ 7, 30–31; Lineage Am. Compl. Ex. B Design/Build Subcontract \n[hereinafter “Republic Subcontract”], ECF No. 121.2.) \n13 On 25 July 2023, the parties entered into a stipulation representing that certain \ndocuments, attached as exhibits A-E to the stipulation, were the accurate and correct copies \n8. National Union  Fire Insurance Company of Pittsburgh, P.A.  (“National \nUnion”) and Primus entered into a C ommercial General Liability Policy (the \n“National Union Policy”), which lists Primus as the named insured and Lineage and \nMillard as additional insureds, and which provides a $1 million per occurrence limit \nof liability. 14  Lineage and Primus named National Union as a defendant in their \noriginal complaints, but all claims against it were subsequently dismissed pursuant \nto a settlement agreement, and it is no longer a party to this case.15  \n9. Travelers and Primus entered into an Umbrella/Excess Coverage Policy (the \n“Travelers-Primus Policy”), which lists Primus as the named insured and Lineage \nand Millard as additional insureds, and which provides a $20 million per occurrence \nand aggregate limit of liability.16   \n10. Hartford Fire Insurance Company (“Hartford”) and Republic entered into a \nCommercial General Liability Policy (the “Hartford Policy”), which lists Republic as \n \nof the relevant insurance Policies, and consenting to the Court’s consideration of the exhibits \nin its decision on the Motions.  ( See generally Parties’ Joint Stipulation Relating Ins urance \nPolicies Issued by Travelers Prop erty Casualty Company of Am erica, The Hartford Fire \nInsurance Company, National Union Fire Insurance Company of Pittsburgh, PA, and N ew \nHampshire Insurance Company [hereinafter “Joint Stipulation”], ECF No. 153.)  For \nexample, the National Union Policy is Exhibit A to the stipulation.  (See Joint Stipulation Ex. \nA, Policy No. GL 518-01-98 [hereinafter “National Union Policy”], ECF No. 153.1.)   \n14 (Lineage Am. Compl. ¶ 6; Primus Am. Compl. ¶¶ 15–16.)   \n15 (See generally Compl. [hereinafter “Lineage Original Compl.”] , ECF No. 3; Pl. Primus \nBuilders Inc.’s Compl.  [hereinafter “Primus Original Compl.”] , ECF No. 36; Voluntary \nDismissal with Prejudice All Claims M ade Against Def. National Union Fire Ins urance \nCompany of Pittsburgh, PA., ECF No. 104; Stipulation of Dismissal, ECF No. 105.) \n16 (See Joint Stipulation Ex.  B, Policy No. ZUP -15S19150-19-NF [hereinafter “Travelers-\nPrimus Policy”], ECF No. 153.2; Primus Am. Compl. ¶ 17; Lineage Am. Compl. ¶¶ 37–38.) \nthe named insured and Lineage and Primus as the additional insureds , and which \nprovides a $1 million per occurrence limit of liabil ity and $2 million aggregate limit \nof liability.17  Lineage and Primus named Hartford as a defendant in their original \ncomplaints, but subsequently dismissed  all claims against Hartford pursuant to a \nsettlement agreement.18  As a result, Hartford is also no longer a party to this case.  \n11. Travelers and Republic entered into an Umbrella/Excess Coverage Policy \n(the “Travelers -Republic Policy ,” together with the Travelers -Primus Policy, the \n“Travelers Policies”) , which lists Republic as the named insured and Lineage and \nPrimus as additional insureds, and which provides a $10 million per occurrence and \naggregate limit of liability.19 \n2. The 10 January 2020 Incident  \n12. On 10 January 2020, two employees of Primus affiliate P3 Advantage, \nLLC—Anthony Lamattina (“Lamattina”) and Carson Brandon Drawdy (“Drawdy”)—\n \n17 (See Joint Stipulation Ex. D, Policy No. 83 UEN OD1146 [hereinafter “Hartford Policy”], \nECF No. 153.4; Primus Am. Compl. ¶¶ 19, 21, 35; Lineage Am. Compl. ¶¶ 8–9.) \n18 (Lineage Original Compl.; Primus Original Compl.; Voluntary Dismissal with Prejudice All \nClaims M ade Against Def. Hartford Fire Ins urance Company, ECF No. 111; Notice of \nVoluntary Dismissal, ECF No. 112.) \n19 ( See Joint Stipulation Ex. E, Policy No. ZUP -91M48318-20-NF [hereinafter “Travelers-\nRepublic Policy”], ECF No. 153.5 ; Primus Am. Compl. ¶¶ 20, 30; Lineage Am. Compl. ¶ 8.)  \nPrimus erroneously identifies this Policy as a “Commercial General Liability Policy” in its \nAmended Complaint, (Primus Am.  Compl. ¶ 20), when it is in fact an umbrella policy, ( see \nTravelers-Republic Policy , at TRAV 00069).  Also, Lineage mistakenly allege s that the \nTravelers-Republic Policy has a $20 million limit when it in fact provides a $10 million limit.  \n(Compare Lineage Am. Compl. ¶ 43 with Travelers-Republic Policy, at TRAV 00069.) \nwere using a scissor lift to work on one of the blast cells at the Facility. 20  Lineage \nalleges that after Lamattina and Drawdy completed their initial task, a Republic \nemployee requested that they remain on the lift and remove ice from an evaporator \non one of the blast cells. 21  While removing the ice, Lamattina  inadvertently \npunctured a coil containing liquid anhydrous ammonia, releasing nearly 1,000 \npounds of ammonia into the Facility (the “Incident”).22  Lamattina was exposed to the \nammonia and died at the scene.  Drawdy was also exposed, but he was able to ju mp \nto the floor and escape  the building.  He was later hospitalized with significant \ninjuries from the exposure.23 \n13. In addition to the human cost, the release of ammonia caused Lineage to \nincur massive cleanup and investigation costs, disruption to its business operations, \nand significant loss of products that were destroyed or rendered unusable because of \nthe ammonia exposure.\n24  Lineage and Primus allege that they have been named as \ndefendants in numerous lawsuits related to the Incident, including a wrongful death \naction by Lamattina’s estate and suits from customers seeking to recover for damage \n \n20 (Lineage Am. Compl. ¶ 57; Primus Am. Compl. ¶¶ 22–26.)  Primus’s Amended Complaint \ndoes not identify Drawdy by name. \n21 (Lineage Am. Compl. ¶ 58.)  Primus’s Amended Complaint does not allege that a Republic \nemployee requested Lamattina to remain on the scissor lift or remove ice.  ( Primus Am. \nCompl. ¶¶ 22–26.) \n22 (Lineage Am. Compl. ¶ 59; Primus Am. Compl. ¶ 22.) \n23 (Lineage Am. Compl. ¶ 60; Primus Am. Compl. ¶ 26.) \n24 (Lineage Am. Compl. ¶¶ 62–63.) \nto property stored at the Facility ( each an  “Underlying Action”).25  Lineage and \nPrimus also allege that they face cla ims from property owners  who have not yet \nbrought lawsuits.26 \n3. Plaintiffs’ Efforts to Seek Coverage \ni. Primus  \n14. Primus alleges that it has requested that Travelers agree to defend and \nindemnify Primus for all claims and consequent losses from the incident, but that \nTravelers has refused to indemnify Primus.27 \nii. Lineage \n \n15. On 13 January 2020, Lineage provided National Union and Travelers with \na notice of claim on the National Union Policy and the Travelers -Primus Policy, and \nrequested an acknowledgment that the se insurers had a duty to defend and \nindemnify Lineage for claims and losses arising from the Incident.28 \n \n25 Each amended complaint identifies three pending lawsuits: Stone ex rel. Estate of Anthony \nLamattina v. Lineage Logistics, LLC , Case No. 20 -CVS-3109 (N.C. Super. Ct. 2020); DFA \nDairy Brands, LLC v. Primus Builders, Inc., Case No. 5:21 -cv-00025-KDB-DSC (W.D.N.C. \n2021); and Equatorial Seafood, LLC v. Lineage Logistics, LLC, Case No. 21-CVS-2360 (N.C. \nSuper. Ct. 2021).  (Lineage Am. Compl. ¶ 64; Primus Am. Compl. ¶ 27.)  Primus’s amended \ncomplaint also names a separate action brought by Lineage against Primus, Lineage \nLogistics, LLC v. Primus Builders, Inc., Case No. 23-CVS-62 (N.C. Super. Ct. 2023).  (Primus \nAm. Compl. ¶ 27.) \n26 (Lineage Am. Compl. ¶ 29; Primus Am. Compl. ¶ 33.) \n27 (Primus Am. Compl. ¶¶ 31, 36.) \n28 (Lineage Am. Compl. ¶ 68.) \n16. Lineage alleges that Travelers has refused to accept its contractual  duty to \ndefend Lineage against claims or  indemnify Lineage for losses arising from the \nIncident.29 \n17. On 28 December 2020, Lineage provided Hartford and Travelers with \nnotices of claims under the Hartford Policy and the Travelers -Republic Policy and \nrequested that these insurers acknowledge a duty to indemnify and defend Lineage \nas an additional insured for all claims and losses resulting from the Incident through \nthese two Policies.30  Lineage alleges that Travelers has declined to do so.31 \nB. Procedural Background \n18. On 26 August 2021, Lineage filed its original c omplaint, asserting a single \nclaim against National Union, Travelers, and Hartford for a declaratory judgment \nthat Lineage is an additional insured under each P olicy and is entitled to coverage \nup to the combined limits of liability under the Policies.32 \n19. The Court permitted  P rimus to intervene in this action  on 29 November \n2021, and Primus filed its original complaint the following day.33  Although Primus \nhad not made any claims against it, Hartford filed an answer to Primus’s original \n \n29 (Lineage Am. Compl. ¶ 70.) \n30 (Lineage Am. Compl. ¶ 69.) \n31 (Lineage Am. Compl. ¶ 70.) \n32 (Lineage Original Compl. ¶¶ 47–53.) \n33 (Order on Primus’s Mot. Intervene as Pl., ECF No. 31; Primus Original Compl.) \ncomplaint on 15 December 2021. 34  Later t hat same day, Primus filed an amended \ncomplaint (“Primus’s Amended Complaint”) adding claims against Hartford.35   \n20. Lineage filed an amended complaint and cross-claim on 5 January 2022, \nadding claims against Hartford, National Union, Primus, and Republic.36   \n21. On 1 September 2022, National Union and Plaintiffs reached a settlement \nagreement, under which  National Union paid its full per occurrence limit, and  \nPlaintiffs agreed to dismiss their claims against National Union (the “National Union \nSettlement”).37  A portion of the funds from this settlement went towards a \nconcurrent settlement of one of the Underlying Actions. 38  The Travelers -Primus \nPolicy is excess to the National Union Policy, and so after this settlement, Travelers \nagreed to defend Lineage and Primus under the Travelers -Primus Policy, but still \nrefuses to indemnify them.39   \n22. Following the National Union Settlement, Hartford contacted Lineage to  \nexpress interest in a similar settlement arrangement. 40  Lineage, Hartford, and \n \n34 (Def. Hartford’s Answer to Pl. Primus’s Compl., ECF No. 41.) \n35 (Pl. Primus Builders, Inc.’s Am. Compl. [hereinafter “Primus First Am. Compl.”], ECF No. \n42.)  Before Lineage filed its Amended Complaint, National Union and Travelers filed \nmotions to dismiss or stay Primus’s Original Complaint, (ECF Nos. 48, 50), which this Court \ndeclared moot by an order dated 19 January 2022, (ECF No. 60). \n36 (See generally Pl. Lineage Logistics LLC’s First Am. Compl. and Cross Claim [hereinafter \n“Lineage First Am. Compl.”], ECF No. 55.) \n37 (Lineage Am. Compl. ¶ 72.) \n38 (Lineage Am. Compl. ¶ 73.) \n39 (Lineage Am. Compl. ¶¶ 73–75; Primus Am. Compl. ¶¶ 36–37.) \n40 (Lineage Am. Compl. ¶ 76.) \nPrimus negotiated a settlement agreement  during September and early October \n2022, before reporting a settlement in principle to the Court on 6 October 2022. 41  \nHowever, after declining to engage in negotiations , Republic lodged a last -minute \nobjection to the proposed settlement with Hartford, and suggested that the Hartford \nPolicy should instead be saved to settle claims at a then -upcoming mediation of one \nof the Underlying Act ions.42  Lineage alleges that Republic knew that Lineage was \nentitled to recovery under the Hartford Policy, but pressured Hartford to pay up to \nits Policy limits in settlement of the Underlying Actions, rather than as part of a \nsettlement agreement with L ineage.43  Hartford ultimately exhausted its Policy \nlimits at mediation, rather than through a settlement with Lineage.44 \n23. Because the Travelers -Republic Policy is excess to the Hartford Policy, \nTravelers agreed to defend Lineage and Primus subject to a reservation of rights after \nthe exhaustion of the Hartford Policy, but refuses to indemnify them.45  \n \n41 (Lineage Am. Compl. ¶ 77.) \n42 (Lineage Am. Compl. ¶ 78.) \n43 (Lineage Am. Compl. ¶¶ 80–87.) \n44 (Lineage Am. Compl. ¶ 84.) \n45 (Lineage Am. Compl. ¶¶ 97, 103; Primus Am. Compl. ¶¶ 36–37.) \n24. On 18 October 2022, the Court stayed this action at the parties’ joint request \nto permit settlement talks to proceed.46  This stay expired under its own terms on 19 \nDecember 2022.47 \n25. After the voluntary dismissal of National Union and Hartford from the \naction, Lineage and Primus sought and received unopposed leave to amend their \ncomplaints a second time, and filed new complaints on 24 and 28 February  2023, \nrespectively.48 \n26. Under their respective operative complaints, Lineage and Primus  seek \ndeclarations that they are covered as additional insureds under the Travelers Policies \nup to the full extent of their liability limits, and that they are entitled to a defense \nand to indemnification under those Policies.49   \n27. Lineage advances more claims than Primus.  In addition to its declaratory \njudgment claim against Travelers, Lineage has also lodged claims for:  \na) Breach of contract against Travelers;50  \n \n46 (See Order Staying Case, ECF No. 107.) \n47 (See Order Staying Case.) \n48 (Lineage Am. Compl.; Primus Am. Compl.) \n49 (Primus Prayer for Relief ¶¶ 1–3; Lineage Am. Compl. ¶¶ 104–10.)  The paragraphs of each \namended complaint’s prayer for relief are numbered separately from the rest of the \ncomplaint, so the Court cites to the amended complaints and prayers for relief separately  \nwhen necessary. \n50 (Lineage Am. Compl. ¶¶ 111–21.) \nb) A declaratory judgment against Primus that Primus must defend and/or \nindemnify Lineage for losses sustained as a result of the Incident under \nthe Lineage-Primus Contract;51  \nc) Breach of the Lineage-Primus Contract against Primus;52  \nd) A declaratory judgment t hat Republic must indemnify Lineage under \nthe Republic Subcontract;53  \ne) Tortious interference with contract against Republic;54  and  \nf) Breach of the Republic Subcontract against Republic.55 \nII. \nLEGAL STANDARD \n28. The Motions are brought under Rules 12(b)(1), 12(b)(6), and 12(b)(7).  When \nconsidering a motion under Rule 12(b)(1), “the trial court may consider and weigh \nmatters outside of the pleadings.”  Yeager v. Yeager, 228 N.C. App. 562, 566 (2013) \n(cleaned up).   \n29. In contrast, because “[t]he only purpose of a Rule 12(b)(6) motion is to test \nthe legal sufficiency of the pleading against which it is directed,” White v. White, 296 \nN.C. 661, 667 (1979) , “[a]s a general proposition  . . . matters outside the complaint \n \n51 (Lineage Am. Compl. ¶¶ 133–38.) \n52 (Lineage Am. Compl. ¶¶ 139–46.) \n53 (Lineage Am. Compl. ¶¶ 147–52.) \n54 (Lineage Am. Compl. ¶¶ 122–32.) \n55 (Lineage Am. Compl. ¶¶ 153–60.) \nare not germane to a Rule 12(b)(6) motion.”  Weaver v. Saint Joseph of the Pines, Inc., \n187 N.C. App. 198, 203 (2007).   \n30. However, a court may properly consider documents which are the subject of \na plaintiff’s complaint and to which the complaint specifically refers even though they \nare presented by the defendant.  Wells Fargo Ins. Servs. USA, Inc. v. Link , 372 N.C. \n260, 266 (2019); see, e.g., Deluca v. River Bluff Holdings II, LLC, 2015 NCBC LEXIS \n12, at *8 (N.C. Super. Ct. Nov. 6 , 2015)  (under Rule 12(b)(6 ), “a trial court may \nproperly consider a contract that is the subject matter of the complaint, even if the \nplaintiff did not attach it to the complaint”). \n31. Under Rule 12(b)(7), a necessary party must be joined to an action .  \nStrickland v. Hughes, 273 N.C. 481, 485 (1968).   A necessary party is any person or \nentity with a material interest in the subject matter of the controversy, and whose \ninterests will be directly affected by an adjudication thereof.  Equitable Life Assur. \nSoc. of U.S. v. Basni ght, 234 N.C. 347, 352 (1951) .  Dismissal for failure to join a \nnecessary party is proper only if the defect cannot be cured, and may not be with \nprejudice.  Lambert v. Town of Sylva, 259 N.C. App. 294, 307 (2018). \n32. Pursuant to the North Carolina Uniform De claratory Judgment Act , \nN.C.G.S. §§  1-253–67, (the “ DJA”), courts have the authority to enter declaratory \njudgments as follows: \nCourts of record within their respective jurisdictions shall have power \nto declare rights, status, and other legal relations, wh ether or not \nfurther relief is or could be claimed.  No action or proceeding shall be \nopen to objection on the ground that a declaratory judgment or decree is \nprayed for.  The declaration may be either affirmative or negative in \nform and effect; and such declarations shall have the force and effect of \na final judgment or decree. \n \nN.C.G.S. § 1-253. \n \n33. “[T]o invoke the provisions of the [DJA]  there must be a justiciable  \ncontroversy between the parties,” City of New Bern v. New Bern-Craven Cnty. Bd. of \nEduc., 328 N.C. 557, 559 (1991), and the “controversy must exist between the parties \nat the time the pleading requesting declaratory relief [was] filed.”  Sharpe v. Park \nNewspapers of Lumberton, Inc., 317 N.C. 579, 584 (1986) .  “A justiciable issue . . . is \nreal and present as opposed to imagined or fanciful.”  Sunamerica Fin. Corp. v. \nBonham, 328 N.C. 254, 257 (1991) (cleaned up).   \n34. Thus, a trial court “has jurisdiction to render a declaratory judgment only \nwhen the pleadings and evidence disclose the existence of a genuine controversy \nbetween the parties to the action, arising out of conflicting contentions as to their \nrespective legal rights and liabilities under a deed, will, contract, statute, ordinance, \nor franchise.”  Nationwide Mut. Ins. Co. v. Roberts, 261 N.C. 285, 287 (1964).  To avoid \ndismissal, a plaintiff  “must allege in his complaint that a real and justiciable \ncontroversy, arising out of opposing contentions as to respective legal rights and \nliabilities, exists between or amon g the parties, and that the relief prayed for will \nmake certain that which is uncertain and secure that which is insecure.”  Singleton \nv. Sunset Beach & Twin Lakes, Inc., 147 N.C. App. 736, 741 (2001).  “When the record \nshows that there is no basis for dec laratory relief, as when the complaint does not \nallege an actual, genuine existing controversy, this may be taken advantage of by a \nRule 12(b)(6) motion to dismiss.”  Kirkman v. Kirkman, 42 N.C. App. 173, 176 (1979). \n35. Pursuant to N.C.G.S. § 1-254, this power to declare rights applies to written \ninstruments:  \nAny person interested under a deed, will, written contract or other \nwritings constituting a contract, or whose rights, status or other legal \nrelations are affected by a statute, municipal ordinance, contract or \nfranchise, may have determined any question of construction or validity \narising under the instrument, statute, ordinance, contract, or franchise, \nand obtain a declaration of rights, status, or other legal relations \nthereunder.  A contract may be co nstrued either before or after there \nhas been a breach thereof. \n \n36. “[Section] 1-254 makes a declaratory judgment proceeding available where \nthere is a dispute concerning contracts of any kind, [including]  liability insurance \npolicies.”  Barnes v. Hardy, 98 N.C. App. 381, 382 (1990).  “A question concerning the \nliability of an insurance company under its policy is generally a proper subject for \ndeclaratory judgment, provided a genuine controversy exists between the parties .”  \nRamsey v. Interstate Insurors, In c., 89 N.C. App. 98, 100  (1988); see also, e.g. , \nNationwide, 261 N.C. at 287 (“ Generally, questions involving the liability of an \ninsurance company under its policy are a proper subject for a declaratory judgment.”). \nIII. \nANALYSIS \nA. Travelers’s Motion to Dismiss Lineage’s Amended Complaint \n1. Declaratory Judgment Claims \n37. Lineage seeks a declaratory judgment that it is an additional insured under \nthe Travelers Policies, and that Travelers has duties to defend and to indemnify it \nunder thos e P olicies.  Travelers seeks to dismiss Lineage’s declaratory judgment \nclaims under Rule 12(b)(1) and, in the alternative, under Rule 12(b)(7).56  Because a \nmoot or unripe case is unsuitable for judicial resolution, In re Peoples, 296 N.C. at \n147 (mootness); Fleischauer, 258 N.C. App. at 232 (ripeness), the Court addresses \nthese arguments first.   \n38. Travelers contends that the Court cannot  grant the declaratory relief that \nLineage seeks because Lineage’s claims on the duty to defend are moot, and its claims \n \n56 Although Travelers does not explicitly cite to Rule 12(b)(1) in support of its declaratory \njudgment arguments, it makes arguments on the doctrines of ripeness and mootness.  (Def. \nTravelers Property Casualty Company America’s Br. Supp. Mot. Dismiss Second Am. Compl. \nLineage Logistics, LLC [Rule 12(b)(1), 12(b)(6), and 12(b)(7)] 13–21, [hereinafter “Travelers \nBr. Supp. Lineage”], ECF No. 133.)   \nRipeness implicates the Court’s subject matter jurisdiction under Rule 12(b)(1).   See \nFleischhauer v. Town of Topsail Beach, 258 N.C. App. 228, 232 (2018) ( noting that ripeness \nis a matter of subject matter jurisdiction, properly raised under Rule 12(b)(1)).   \nMootness is, strictly speaking,  a doctrine based on “judicial restraint” rather than subject \nmatter jurisdiction, Comm. to Elect Dan Forest v. Emps. Pol. Action Comm. , 376 N.C. 558, \n595 n.39 (2021), but it is generally applied in the same manner as subject matter jurisdiction \ndoctrines.  See, e.g. , In re Peoples, 296 N.C. 109, 147 (1978) (stating that mootness is a \nprudential doctrine but that moot cases “should” be dismissed); Pearson v. Martin, 319 N.C. \n449, 451 (1987) (stating that a moot case “must” be dismissed).  This approach contrasts with \nmootness doctrine in the federal courts, which is well-established to be a question of subject \nmatter jurisdiction.  E.g., Simmons v. United Mortg. and Loan Inv., LLC, 634 F.3d 754, 762 \n(4th Cir. 2011). \nThe Court recognizes that some North Carolina Court of Appeals cases have framed mootness \nas a subject matter jurisdiction doctrine.  Yeager v. Yeager , 228 N.C. App. 562, 565 (2013).   \nHowever, the decisions of the Supreme Court of North Carolina govern to the extent that the \nCourt of Appeals decisions are inconsistent.   \nBut whether mootness is a matter of subject matter jurisdiction or merely a prudential \ndoctrine, the result is the same here: because a moot case at minimum “should” be dismissed, \nIn re Peoples , 296 N.C. at 147, the Court will consider Travelers’s arguments under these \ndoctrines before its other arguments.  Travelers advances arguments under Rule 12(b)(7) as \nan alternative in the event the Court rejects its other contentions .  (Travelers Br. Supp. \nLineage 23.)  \non the duty to indemnify are not ripe. 57  Lineage responds that Travelers’s \nreservation of rights preserves the duty to defend issue for review, that  North \nCarolina courts routinely issue declarations of coverage before the underlying case \ntriggering coverage has been resolved, and that Travelers’s litigation conduct in the \nUnderlying Actions preserves Lineage’s insured status claim for review.58   \n39. Actions seeking dec larations of insurance coverage may be  brought by \ninsured and insurer alike.  W & J Rives, Inc. v. Kemper Ins. Grp. , 92 N.C. App. 313, \n320 (1988)  (“Plaintiff[-insured] brought a declaratory judgment action to have the \nrights and relations between the insured and insurers clarified.  This is quite proper \nunder § 1 -254.”); accord Alston v. ACE Am. Ins. Co. , No. 1:20 -cv-00090, 2020 WL \n8084324, at * 4 (D.N.D. Dec. 30, 2020) (collecting cases from multiple jurisdictions , \nincluding the United States Supreme Court, for the point that “insureds should have \nthe same opportunity [as insurers] to seek declaration prior to the underlying action \nbeing resolved”).  \n40. The general rule is that “[a]n insurer’s duty to defend is ordinarily measured \nby the facts as alleged in the pleadings [while] its duty to pay is measured by the facts \nultimately determined at trial.”  Harleysville Mut. Ins. Co. v. Buzz Off Insect Shield, \nLLC, 364 N.C. 1, 6 (2010) (citation omitted).  \n \n57 (See Travelers Br. Supp. Lineage 13–21.) \n58 (Pl. Lineage Logistics, LLC’s Opp’n Def. Travelers Property Casualty Company America’s \nMot. Dismiss [hereinafter “Lineage Br. Opp’n Travelers”] 18–25, ECF No. 143.)  \n41. North Carolina courts therefore separately analyze the dut y to defend and \nthe duty to indemnify  to determine whether a declaratory judgment action seeking \ninsurance coverage determination is a justiciable controversy.  See, e.g., Durham City \nBd. of Educ. v. Nat ’l Union Fire Ins. Co. , 109 N.C. App. 152, 157 (1993)  (comparing \nunderlying allegations to the insurance policy to determine whether insurer had a \nduty to defend  in a declaratory judgment action ); accord Lafarge Can. Inc. v. Am. \nHome Assurance Co., No. 15-CV-8957 (RA), 2018 WL 1634135, at * 4 (S.D.N.Y. Mar. \n31, 2018) (“Courts often distinguish between the duty to defend and the duty to \nindemnify in determining whether each issue posed in a declaratory judgment action \nis ripe for adjudication, because the duties are usually triggered by differe nt \nconditions.” (cleaned up) ).  “ Although the insurer ’s duty to defend an action is \ngenerally determined by the pleadings, facts learned from the insured and facts \ndiscoverable by reasonable investigation may also be considered.”  Duke Univ. v. St. \nPaul Fi re & Marine Ins. Co. , 96 N.C. App. 635, 638 (1990).   In line with these \nprinciples, the Court examines each issue in turn.  \na) Duty to Defend \n42. Travelers has already agreed to defend Lineage under both  Travelers \nPolicies under a reservation of rights .59  Lineage therefore effectively presents two \nsets of claims: on e on Travelers’s present obligations to defend, and  another on its \nfuture obligations to continue to do so.  Travelers argues that its agreement to defend \n \n59 (Travelers Br. Supp. Lineage Ex. A, ECF No. 1 33.2; Travelers Br. Supp. Lineage Ex. B, \nECF No. 133.3.) \nmoots any declaratory judgment claim on its present obligations, and that Lineage’s \nclaims on its future obligations are not ripe.60   \n43. The Court begins with Travelers’s present obligations.  Neither party cites \nauthority that the Court finds persuasive.  Travelers argues that North Carolina \ncourts have repeatedly discussed insurance cases that proceeded under reservations \nof rights without judicial objection .  E.g. , Fortune Ins. Co. v. Owens, 351 N.C. 324 \n(2000).  But Fortune and Travelers’s other cases merely demonstrate th e absence of \na per se rule prohibiting a defense under a reservation of rights, such that the Court \ncould effectively strike down Travelers’s reservation here and force Travelers to \nproceed unconditionally.  This point does not  speak, however, to whether Lineage’s \nclaim is moot, as Travelers’s cases contain no discussion of mootness or ripeness.  See \ngenerally id.; Shearin v. Globe Indem. Co., 267 N.C. 505 (1966); Jamestown Mut. Ins. \nCo. v. Nationwide Mut. Ins. Co., 266 N.C. 430 (1966).61     \n44. For its part, Lineage cites two non-binding cases to argue that an insurer’s \nprovision of a defense does not necessarily moot a duty to defend declaratory \njudgment claim.  But these two cases arose in a different procedural posture.  In both, \nthe insurers sought a declaratory judgment that they were not bound to incur the \n \n60 (Travelers Br. Supp. Lineage 13–15.) \n61 These cases’ lack of discussion of mootness also does not demonstrate that duty to defend \nclaims are inherently ripe even when a defense is being provided.  Because mootness is not a \nmatter of subject matter jurisdiction in North Carolina, the courts there were not under an \nindependent obligation to consider mootness sua sponte  on appeal.  This approach is in \ncontrast with the rules that govern the federal courts.  See Already, LLC v. Nike, Inc. , 568 \nU.S. 85, 90– 91 (2013) (noting that mootness destroys fed eral subject matter jurisdiction); \nBrickwood Contractors, Inc. v. Datanet Eng’g, Inc., 369 F.3d 385, 390 (4th Cir. 2004) (stating \nthat federal courts must raise subject matter jurisdiction issues sua sponte). \npresent and future costs of providing ongoing defenses the insurers believed were not \nlegally required.  See Great W. Cas. Co. v. Packaging Corp. of Am. , 444 F. Supp. 3d \n664, 673 (M.D.N.C. 2020); Landmark Am. Ins. Co. v. Rural Comm. Hosps. of Am., \nLLC, No. 5:15-CV-390, 2015 WL 12860287, at *2 (E.D.N.C. Dec. 22, 2015).  Thus, the \ninsurers sought a change in the status quo, rather than to preserve the situation that \nalready existed.   \n45. In contrast, Lineage requests that the Court order Travelers to maintain the \nstatus quo in perpetuity by continuing to provide what Lineage has already received.  \nThis argument clashes with a cornerstone  of mootness doctrine: that a case is moot \nwhen the requesting party already has the relief it seeks.   The Court cannot order \nTravelers to provide what it has already given.  See In re Peoples, 296 N.C. at 147 \n(“[When] . . . it develops that the relief sou ght has been granted  . . . the case should \nbe dismissed[.]”); cf. Chicora Country Club v. Town of Erwin, 128 N.C. App. 101, 110, \n112–13 (1997) (holding challenge to town ordinance moot when the town repealed the \nlaw during the litigation).   \n46. Next, Lineage argues that Travelers’s reservation of rights permits \nTravelers to withdraw its defense at any time, which renders this claim ripe as it \nrelates to Travelers’s future obligations to continue defending Lineage. 62  But \nTravelers has not even attempted to withdraw its defense, and the possibility that a \nclaim may become ripe sometime in the future does not revive it in the present.  See, \ne.g., In re Washington Cnty. Sheriff’s Off., 271 N.C. App. 204, 207–09 (2020) (reversing \n \n62 (Lineage Br. Opp’n Travelers 19–20.) \nas not ripe an order contingent on a particular individual testifying in a hypothetical \nfuture case); State v. Herrin , 213 N.C. App. 68, 74– 75 (2011) (holding an issue not \nripe because it would arise only if a future sentence were imposed in a certain way); \nState v. Coltrane, 188 N.C. App. 498, 508 (2008) (holding an issue not ripe because it \nwould arise, if at all, only if the Supreme Court of North Carolina issued a particular \nruling).\n63  \n47. In sum, Lineage’s duty to defend claim is moot insofar as it asks  the Court \nto order Travelers to deliver a defense which Travelers has already agreed to provide.   \nSimilarly, Lineage’s claim is not ripe insofar as it seeks to effectively enjoin Travelers \nfrom withdrawing from  the defense at some hypothetical point in the future.  The \nCourt will therefore grant the Motion insofar as it seeks dismissal of Lineage’s duty \nto defend declaratory judgment claim.  However, recognizing that th is issue may \nbecome ripe in the future should Travelers actually attempt to withdraw from its \ndefense, this dismissal is without prejudice.64   \nb) Duty to Indemnify \n48. Lineage seeks declaratory relief on two indemnification issues: that the \nTravelers Policies apply up to their full limits to Lineage for its claimed damages, and \n \n63 See al so Texas v. United States , 523 U.S. 296, 300 (1998) (“A claim is not ripe for \nadjudication if it rests upon contingent future events that may not occur . . . at all.” (cleaned \nup)); Babbitt v. United Farm Workers Nat’l Union, 442 U.S. 289, 298–99 (1979) (noting that \na party must possess a “credible threat of prosecution” to challenge a criminal statute on \nconstitutional grounds).  \n64 As discussed throughout this Order and Opinion , the Court dismisses several claims \nwithout prejudice.  The Court emphasizes that it expresses no view or comment on the merits \nof any future claims or suits.  \nthat Travelers has a duty to indemnify Lineage for the customer claims that Lineage \nhas already paid to third parties.65 \ni. Coverage \n49. A declaratory judgment on Lineage’s coverage and right to indemnity under \nthe Travelers Policies is premature.  \n50. The Supreme Court of North Carolina has reasoned that the duty to \nindemnify cannot be determined before the underlying litigation has concluded.  See \nBuzz Off, 364 N.C. at 7 (“[I]n determining whether an insurer has a duty to indemnify, \nthe facts as determined at trial are compared to the language of the insurance policy.” \n(emphasis added)); Waste Mgmt. of Carolinas, Inc. v. Peerless Ins. Co., 315 N.C. 688, \n691 (1986) (“[An insurer’s] duty to pay is measured by the facts ultimately determined \nat trial.” (emphasis added)).  “If the insurance policy provides coverage for the facts \nas found by the trier of fact, then the insurer has a duty to indemnify.”  Buzz Off, 364 \nN.C. at 7 (emphasis added).   \n51. Buzz Off and Peerless therefore require courts to compare an insurance \npolicy against facts ultimately found by a jury or judge at trial.  A court cannot do so \nbefore the trier of fact makes those findings in resolving the underlying litigation.  \nSee also N.C. Farm Bureau Ins. Co. v. Cox, 263 N.C. App. 424, 440 (2019) (“[R]eview \nof the duty to indemnify is appropriate after the facts have been determined at trial.” \n(emphasis in original)); City of Hickory v. Grimes, No. COA17-441, 2018 WL 2642125, \nat *6 (N.C. Ct. App. June 5, 2018) (“[B]ecause the facts of the underlying case have \n \n65 (Lineage Prayer for Relief ¶¶ 2, 7.) \nnot been determined, we cannot reach [insurer’s] duty to indemnify the City of \nHickory.”).  This solid bloc of appellate authority demonstrates that the duty to \nindemnify depends on factfinding and so, ordinarily, a court cannot adjudicate such \na claim before that process occurs.\n66  \n52. Lineage cites two cases for the proposition that a declaratory judgment \nbefore the resolution of the underlying litigation is appropriate, even on the duty to \nindemnify: Smith v. Nationwide Mut. Ins. Co., 97 N.C. App. 363, 366–67 (1990), rev’d \non other grounds, 328 N.C. 139 (1991), and Nationwide Mut. Ins. Co. v. Roberts, 261 \nN.C. 285, 287–88 (1964).67  However, each case dealt with a pure question of law.  In \nSmith, the insured sought a declaratory judgment that the language of two policies \npermitted their limits to be com bined, Smith, 97 N.C. App. at 365, while Roberts  \nexamined whether an insurance contract issued under North Carolina’s mandatory \nmotor insurance statute covered intentional torts, see generally Roberts, 261 N.C. 285.  \nEach case resolved a pure question of law, interwoven with statutory interpretation.  \nSee id. at 290– 91 (examining the legal question of whether a given insurance \n \n66 Moreover, this is a widely accepted cornerstone of insurance coverage law.  See, e.g. , \nTravelers Indem. Co. of Am. v. Moore & Assocs., Inc., 216 S.W.3d 302, 305 (Tenn. 2007) (“[T]he \nduty to indemnify is based upon the facts found by the trier of fact .” (emphasis added)) ; \nSkinner v. Allstate Ins. Co. , 127 P.3d 359, 363 (Mont. 2005) ( to similar effect); Constitution \nAssocs. v. N.H. Ins. Co., 930 P.2d 556, 563–64 (Colo. 1996) (same); Eighth Floor Promotions, \nLLC v. Cincinnati Ins. Cos., 71 N.E.3d 1262, 1272 (Ohio Ct. App. 2016) (same); Selective Way \nIns. Co. v. Hosp . Grp. Servs., Inc. , 119 A.3d 1035, 1046 (Pa. Super. Ct. 2015)  (same); Am. \nStates Ins. Co. v. Herman C. Kempker Const. Co., Inc., 71 S.W.3d 232, 239 (Mo. Ct. App. 2002) \n(same); Weber v. St. Paul Fire & Marine Ins. Co., 622 N.E.2d 66, 68 (Ill. App. Ct. 1993) (“[T]he \nduty to indemnify will not be defined until adjudication of the [underlying action].”).  \n67 (Lineage Br. Opp’n Travelers 21–23.)  \nprovision contravened a particular statute);  Smith, 97 N.C. App. at 368 (discussing \nthe legal question of combining policies under a particular statute and public policy).   \n53. These cases therefore represent a narrow exception to the broad and \notherwise governing principle that a declaratory judgment claim on an insurer’s duty \nto indemnify is premature if brought before a determination of the underlying facts .  \nSee, e.g., Buzz Off, 364 N.C. at 7.  Indeed, one of the very case s on which Lineage \nrelies in its duty to defend arguments 68 illustrates the critical distinction : “North \nCarolina law dictates that an insurer’s duty to indemnify cannot be determined until \nthe conclusion of the case, if necessary facts remain in dispute.”  Great W. Cas. Co. , \n444 F. Supp. 3d at 674 (citing Buzz Off, 364 N.C. at 7) (emphasis added).   \n54. But Lineage’s claim does not fit within this tight exception.  It does not seek \na declaration that, for example, a given insurance term is void as contrary to statute \nor public policy.  Instead, Lineage requests a judgment declaring that it is entitled to \nindemnification whatever the outcome of the Underlying Actions. 69  But Travelers’s \nduty to indemnify depends on the outcome of  the Underlying Actions , with all the \nother factual issues that this umbrella question encompasses.  The Court cannot rule \non Lineage’s entitlement to future indemnification  without prematurely deciding a \n \n68 (Lineage Br. Supp. Travelers 19–20.) \n69 (See Lineage Am. Compl. ¶ 110, Prayer for Relief ¶ 7 (requesting declaratory judgment that \nit is entitled to coverage and indemnification without any qualification or limitation).) \ncascade of unresolved factual issues on various parties’ liabilities. 70  This claim \ntherefore is not ripe for decision.  \nii. Customer Claims \n55. Lineage also requests a declaratory judgment that Travelers owes it \nindemnification for the approximately $3.3 million in customer claims which Lineage \nhas already paid to its third party customers.  \n56. The parties’ disagreement on this issue revolves around the meaning of the \nphrase “legally obligated to pay,” which appears in all four Policies , but which is not \ndefined.71   \n57. In Lida Mfg. Co. v. U.S. Fire Ins. Co., 116 N.C. App. 592 (1994), the North \nCarolina Court of Appeals stated that  when an insurance policy does not define the \nphrase, a third party is “legally entitled to recover” from an insured when the third \nparty has a cause of action against the insured and a remedy by which to reduce the \nright to damages to judgment.  Id. at 595.   \n58. This Court has sub sequently applied this reasoning to the inverse \nformulation of whether an insured was “legally obligated to pay  . . . damages” to a \nthird party.  AP Atl., Inc. v. Crescent Univ. City Venture, LLC, 2017 NCBC LEXIS 59, \nat *13–15 (N.C. Super. Ct. July 13, 201 7).  In AP Atlantic, this Court held that a  \n \n70 The Court emphasizes that nothing in this Order and Opinion is a comment on whether \nany party is, will be, or should be found liable for any of the underlying events. \n71 (See National Union Policy , at NATIONAL UNION 000010; Travelers-Primus Policy, at \nTRAV 00012; Hartford Policy , at HARTFORD 000028; Travelers-Republic Policy, at TRAV \n00079; Lineage Am. Compl. ¶¶ 36, 38, 42, 44; T ravelers Br. Supp. Lineage 15–17; Lineage \nBr. Opp’n Travelers 10–13.) \nplaintiff-insured had failed to allege its legal obligation to pay damages when its \ncomplaint did not allege that any third party had a legal claim against the plaintiff.  \nSee id.  at *15– 16.  Specifically, the plaintiff -insured alleged merely that it was \nobligated to repair the collapsed floor of its housing complex because the situation \ncreated “life-safety consequences.”  Id. at *15.   \n59. As alleged in the AP Atlantic complaint, the plaintiff-insured took action as \na prophylactic measure against possible future litigation  or out of a feeling of moral \nobligation to third parties, rather than because it had actually incurred any tort or \ncontract liabilities.  See id.  at *15–16.  This absence doomed  the plaintiff-insured’s \nargument that it was “legally obligated” to pay damages.  See id.  Finally, AP Atlantic \nalso observed, citing Lida, that third parties need not actually  assert their claims to \nmake an insured “legally obligated” to pay damages.  See id.  at *13–14.  The mere \nexistence of potential claims sufficed.  Id. \n60. In stark contrast to the facts alleged in AP Atlantic, here Lineage’s amended \ncomplaint states, and the Court must accept as true at the Rule 12 stage, that Lineage \nwas contractually obligated to pay or recover approximately $3.3 million in claims to \nvarious customers.\n72  While no third party has obtained a judgment or litigated claims \nagainst it, Lineage has adequately alleged the existence of liabilities to third parties, \nand thus its legal obligation to pay damages under Lida and AP Atlantic.  \n61. But this conclusion is not the end of the analysis.  The Travelers Policies \nimpose an additional caveat upon the key phrase, to limit coverage to damages \n \n72 (Lineage Am. Compl. ¶ 63.) \nLineage is legally obligated to pay as a result of the acts or omissions of Primus and/or \nRepublic.73  Thus, while Lineage sufficiently alleges its legal obligation to pay \ndamages, it fails to allege a determination that such liabilities result ed from  the \nconduct of Primus and/or Republic, because most of the Underlying Actions are \nongoing.  Lineage’s requested relief on its customer claims is therefore premature for \nthe same reasons as is its coverage claim.  A ruling on Travelers’s duty to indemnify \nwould require the Court to peer into the future to divine whether and to what extent \na future factfinder might find Primus and/or Republic liable.  This claim therefore is \nalso not ripe for decision.   \n62. The Court will therefore grant the Motion insofar as it seeks dismissal of \nLineage’s duty to indemnify claims.  But recognizing that factual developments in the \nUnderlying Actions may eventually render th ese issues ripe, the Court does so \nwithout prejudice.  \nc) Insured Status \n63. Lineage seeks a declaratory judgment that it enjoys additional insured \nstatus under the Travelers Policies, 74 but Travelers has already recognized Lineage \n \n73 The National Union Policy states that it covers Lineage only for Primus’s acts or omissions, \nand the Travelers -Primus Policy incorporates that term.  (See  National Union Policy , at \nNATIONAL UNION 000028; Travelers-Primus Policy, at TRAV 000012.)  The Hartford and \nTravelers-Republic Policies include materially identical provisions that limit the Policies to \ncover Lineage only for Republic’s acts or omissions.   (See Hartford Policy, at HARTFORD \n000056; Travelers-Republic Policy, at TRAV 00079.) \n74 (Lineage Am. Compl. ¶ 110.) \nas an additional insured under both P olicies.75  This claim is therefore moot for the \nsame reasons as Lineage’s duty to defend claim on Travelers’s present obligations: it \nseeks relief which Lineage already possesses.  \n64. Lineage also argues that Travelers’s reservation of rights and assertion of \npotential future limitations on Lineage’s insured status renders its declaratory \njudgment claim ripe, insofar as it seeks a declaration on Travelers’s future obligations \nin the event of certain contingencies .76  But , again, these possible future scenarios  \nare dependent on as -yet unresolved factual determinations in the Underlying \nActions.  They do not render this claim ripe, for the same reasons Lineage’s duty to \ndefend claim on Travelers’s future obligations, and its duty to indemnify claim , are \nnot ripe as discussed above.  \n65. Lineage further argues that this claim is ripe because National Union and \nHartford paid out on their P olicies but Travelers refuses to do so, and becau se \nTravelers participated in the settlement of one of the Underlying Actions. 77  But \nneither event legally binds Travelers such that this Court could issue a declaratory \njudgment on the duty to defend, duty to indemnify, or Lineage’s status, for t wo \nreasons.   \n \n75 (Travelers Br. Supp. Lineage Ex. A, ECF No. 133.2; Travelers Br. Supp. Lineage Ex. B, \nECF No. 133.3.) \n76 (See Lineage Br. Opp’n Travelers 23–24.) \n77 (Lineage Br. Opp’n Travelers 23–25.) \n66. First, that National Union and Hartford elected to settle and pay out their \nPolicy limits to Lineage is irrelevant  to Travelers’s obligations.  Primary and excess \ninsurers are independent and are free to make differing assessments of liability and \ncoverage.  See, e.g., Daileader v. Certain Underwriters at Lloyd’s London – Syndicate \n1861, 22 Civ. 5408, 2023 WL 3026597, at *14 (S.D.N.Y. Apr. 20, 2023); Allmerica Fin. \nCorp. v. Certain Underwriters at Lloyd’s, London , 871 N.E.2d 418, 426– 27 (Mass. \n2007) (rejecting argument that excess insurers are bound by primary insurers’ \ndecisions on coverage, liability, and settlement); Allstate Ins. Co. v. Dana Corp., 759 \nN.E.2d 1049, 1058–60 (Ind. 2001) (rejecting primary insurer’s argument that excess \ninsurer was bound by primary insurer’s understanding of a policy); R.T. Vanderbilt \nCo., Inc. v. Hartford Accident and Indem. Co., 156 A.3d 539, 602–03 (Conn. App. Ct. \n2017).\n78 \n67. Second, Travelers’s participation in the settlement of one of the Underlying \nActions does not bind Travelers now , because Travelers settled under an express \nreservation that its participation and ultimate decision to settle would be without any \nprecedential value in any other matter.\n79  \n \n78 In addition to these express holdings, some courts have recognized causes of action that \nLineage’s premise would render incoherent.  See, e.g., In re Farmers Tex. Cnty. Mut. Ins. Co., \n621 S.W.3d 261, 268 (Tex. 2021) (recognizing that “an excess carrier may sue a primary \ncarrier that negligently settles for more than policy limits”); Metro. Prop. and Cas. Ins. Co. v. \nGEICO Gen. Ins. Co., 130 N.Y.S.3d 847, 849 (N.Y. App. Div. 2020) (recognizing that an excess \ninsurer may sue a primary insurer for settling an underlying case in bad faith).   \n79 (Lineage Am. Compl. Ex. D, ECF No. 121.4.) \n68. In sum, Lineage’s  present insured status claim is moot .  Correspondingly, \nLineage’s effort to prospectively bind Travelers not to retract its recognition of \nLineage’s status is not ripe, for the same reasons as the future -facing portion of \nLineage’s duty to defend claim.  The Court therefore grants Travelers’s Motion insofar \nas it seeks dismissal of Lineage’s insured status claim, without prejudice.  \n2. Breach of Contract Claim  \n69. Lineage also lodges a breach of contract claim against Travelers, which \nTravelers seeks to dismiss under Rule 12(b)(6).80   \n70. “The elements of a claim for breach of contract are (1) existence of a valid \ncontract and (2) breach of the terms of the contract.”  Wells Farg o Ins. Servs. USA, \nInc. v. Link, 372 N.C. 260, 276 (2019) (cleaned up).   \n71. Lineage asserts that Travelers has breached its contractual duties to defend \nand to indemnify under the Travelers Policies .  T he Court ’s discussion therefore \nparallels its examination of Lineage’s declaratory judgment claims on these issues.   \n72. As an initial matter, Lineage’s amended complaint asserts its claim, in part, \non Travelers’s refusal to defend Lineage in the Underlying Actions. 81  But Travelers \nbegan defending Lineage in the Underlying Actions under both Travelers Policies \nafter the filing of the operative c omplaint82 and, in apparent recognition that this \n \n80 (Lineage Am. Compl. ¶¶ 113–21; Travelers Br. Supp. Lineage 21–22.) \n81 (Lineage Am. Compl. ¶¶ 119–20.) \n82 (See Lineage Am. Compl. (24 February 2023); Travelers Br. Supp. Lineage Ex. B (10 April \n2023).) \ndevelopment defeats its claim on this issue , Lineage advances no argument on the \nduty to defend in its brief. 83  The Court therefore deems this argument waived, see \nVanguard Pai Lung, LLC v. Moody , 2023 NCBC LEXIS 84, at *16 n.2 (N.C. Super. \nCt. June 27, 2023), and  proceeds to the claim insofar as it rests upon Travelers’s \nalleged indemnification obligations. \n73. The Court concludes that Lineage’s breach of contract claim predicated on \nTravelers’s alleged failure to indemnify does not survive Travelers’s Motion.  As \ndiscussed above with reference to Lineage’s declaratory judgment claims, Lineage \nhas adequately alleged that it is “legally obligated to pay damages” under the \nTravelers Policies.  However, Lineage must also allege a determination that such \nobligations arose because of the actions or omissions of Primus and/or Republic.  But \nno such factual determination has been alleged, and so Travelers by definition cannot \nhave breached this contract term unless and until Primus and/or Republic are found \nto have caused the events that created Lineage’s customer liabilities.    \n74. The Court will therefore grant Traveler’s motion on Lineage’s breach of \ncontract claim.  But recognizing that, as with Lineage’s declaratory judgment claims, \nfuture events in the Underlying Actions and Travelers’s responses might render these \nclaims ripe and constitute contractual breaches, the Court dismisses these claims \nwithout prejudice. \n \n83 (See Lineage Br. Supp. Travelers 9–18.) \n75. Because the Court concludes that Travelers’s arguments on mootness and \nripeness defeat all of Lineage’s claims at this stage, the Court need not consider \nTravelers’s Rule 12(b)(7) arguments.  \nB. Travelers’s Motion to Dismiss Primus’s Amended Complaint \n76. Primus’s claims against Travelers largely parallel Lineage’s: Primus seeks \na declaratory judgment that Travelers ow es it the duties of defense  and \nindemnification, and that Primus is an additional insured under the Travelers -\nRepublic Policy.84   \n1. Duty to Defend \n77. Primus is currently defending two Underlying Actions: (1) the same \nLamattina wrongful death suit which Lineage is defending, and (2) an action by \nLineage for damages arising from the Incident (“Lineage II”).85  Travelers argues that \na claim for defense in each suit is moot.86   \n78. First, Travelers is already defending Primus in Lineage II, and so the Court \nfinds Primus’s arguments and authority that this claim is ripe unpersuasive, for the \nsame reasons discussed above with reference to Lineage’s claims.  In each of the cases \non which Primus relies for its support , the plaintiff  sought a declaratory judgment \nthat would have altered the status quo.  See Liberty Mut. Fire Ins. Co. v. Sutton, No. \n \n84 (Primus Am. Compl. ¶¶ 39–47.) \n85 (Primus Am. Compl. ¶ 27.) \n86 (Def. Travelers Property Casualty Company of America’s Br. Supp. Mot. Dismiss Second \nAm. Compl. o f Primus Builders, Inc. and P3 Advantage, Inc. [Rule 12(b)(1), 12(b)(6), and \n12(b)(7)] 13–14 [hereinafter “Travelers Br. Supp. Primus”], ECF No. 137.) \n21-1277, 2022 WL 11112589, at *1 (4th Cir. Oct. 19, 2022) (insurer sought declaratory \njudgment that it had no duty  to defend after agreeing to provide a defense);  Gov. \nEmps. Ins. Co. v. Loyal , 629 F. Supp. 3d 343, 345 (M.D.N.C. 2022)  (insurer sought \ndeclaratory judgment that it could withdraw its defense); Voyager Indem. Ins. Co. v. \nGifford, No. 1:21-cv-00242, 2022 WL 4798306, at *1 (W.D.N.C. Oct. 1, 2022) (seeking \ndeclaratory judgment that insurer could “withdraw its defense of [insured]”) ; see \ngenerally Estate of Bridges ex rel. Wright v. N.C. Farm Bureau Ins. Co., Inc. , No. \nCOA12-566, 2013 WL 432601 ( N.C. Ct. App. Feb . 5, 2013) (discussing a plaintiff-\ninsured’s declaratory judgment claim on its entitlement to a defense when the insurer \nrefused to provide one).87   \n79. Second, the parties agree that Primus is currently receiving a defense in the \nunderlying Lamattina wrongful death suit from another insurer  (“NHIC”), which is \nnot a party to this action.88  The parties have jointly acknowledged this development \nin prior filings 89 of which the Court can take judicial notice.  State ex rel. Expert \nDiscovery, LLC v. AT&T Corp., 287 N.C. App. 75, 85 (2022) (noting that courts may \n \n87 The Court recognizes that N.C. Farm Bureau Ins. Co., Inc. v. Hague , 283 N.C. App. 215 \n(2022), could conceivably be read to support Primus’s position.  However, Hague does not \nstate whether the insurer was already defending the insured when it sought a declaratory \njudgment, and thus whether the plaintiff -insurer sought a change in the status quo or not.  \nSee generally id.  Hague therefore does not carry the interpretative weight Primus suggests, \nbecause its effect on whether Primus’s claim is moot  is unclear.  Another of Primus’s cases, \nConnelly v. Prudential Ins. Co., 610 F.2d 1215 (4th Cir. 1979) , suffers from the same \nambiguity, and in addition was a diversity action “governed by Virginia law[.]”  Id. at 1216.  \nThe Court therefore finds this case similarly unpersuasive.   \n88 (Mem. Law Resp. Def. Travelers Property Casualty Company of America’s Mot. Dismiss 4 \n[hereinafter “Primus Br. Opp’n Travelers”], ECF No. 142; Travelers Br. Supp. Primus 2–3.) \n89 (See Joint Status Report ¶ 19, ECF No. 108.) \ntake judicial notice even at the Rule 12 phase); In re Byrd , 72 N.C. App. 277, 279 \n(1985) (“[A] court may take judicial notice of earlier proceedings in the same cause.”).   \n80. Travelers has no duty to defend Primus if any other insurer has a duty to \ndefend,90 and Primus concedes in its brief that Travelers does not  currently have a \nduty to defend Primus in this Underlying Action. 91  Thus, Primus asks the Court to \ngaze into the future to determine whether Travelers would have a duty to defend if \nthe NHIC policy is exhausted or if NHIC withdraws its defense.  This is a purely \nhypothetical question, reliant on assumptions on future events, on which declaratory \njudgment is inappropriate.   \n81. Primus also argues that accepting Travelers’s arguments would thwart the \npurposes of the DJA by,  in practice, permitting only insurers to bring declaratory \njudgment claims absolving them of their duty to defend.92  But this argument ignores \nthe key distinction outlined above in discussion of Lineage’s parallel claims: an \ninsured remains free to bring a declaratory judgment claim against an insurer which \nrefuses to defend.  See, e.g., Ramara, Inc. v. Westfield Ins. Co., 814 F.3d 660, 668–72 \n(3d Cir. 2016) (affirming grant of summary judgment to insured on declaratory \njudgment claim after noting that, because the insurer refused to defend the insured, \nthe order upholding entitlement to a defense was effectively an injunction ordering \ninsurer to provide one); Lambe Realty Inv., Inc. v. Allstate Ins. Co. , 137 N.C. App. 1, \n \n90 (Travelers-Primus Policy, at TRAV 00014–00015.) \n91 (Primus Br. Opp’n Primus 8 n.6.) \n92 (See Primus Br. Opp’n Travelers 10–11.) \n3, 12 (2000) (affirming grant of d eclaratory relief to plaintiff -insured on the duty to \ndefend when insurer refused to provide a defense).   \n82. The Court will therefore grant Travelers’s Motion insofar as it seeks \ndismissal of Primus’s claims on the duty to defend.  But, as with Lineage’s claims, the \nCourt recognizes that future events may eventually render this claim ripe .  The \ndismissal is therefore without prejudice.  \n2. Duty to Indemnify \n83. Primus also seeks a declaratory judgment that Travelers has a duty to \nindemnify it for its losses in two Underlying Actions.93   \n84. The Court concludes that this issue is not ripe for the same reasons as \nLineage’s parallel claims.  Declaratory relief on the duty to indemnify is improper \nwhile the Underlying Actions are proceeding, and before their facts are determined \nby a factfinder or admitted in a settlement.  See, e.g., Buzz Off, 364 N.C. at 7.   \n85. Primus cites several cases in which North Carolina courts permitted \ndeclaratory judgment actions on the duty to indemnify to proceed prior to a verdict in \nthe underlying suits,\n94 but these cases collide with the principle discussed above with \nreference to Lineage’s claims: each of Primus’s cases involved only  questions of law, \nnot unresolved questions of fact.   \n86. In Metro. Prop. & Cas. Ins. Co. v. Caviness , 124 N .C. App. 760 (1996), the \ninsurer was undisputedly responsible  for damages , and the question was instead \n \n93 (Primus Am. Compl. ¶¶ 36, 43, 45, 47.) \n94 (Primus Br. Opp’n Travelers 12, 12 n.7.) \nwhether the relevant policy and a statute together established a maximum liability.  \nSee id. at 761–63.  As put by Travelers in its brief, the question was “how much,”  as \na matter of statutory interpretation, not “whose fault.”95  Indeed, the Court of Appeals \nthere announced its disposition of the case “as a matter of law.”   Id.  at 765.  The \ncourt’s analysis resolved a pure question of law, and so it is inapposite to this action, \nin which Primus seeks a declaratory judgment that would circumvent future factual \ndeterminations.   \n87. The same is true of Lunsford v. Mills, 367 N.C. 618 (2014), which involved \nstatutory interpretation of this state’s underinsured motorist statutes.  See id. at \n619–22, 623– 29 (posing question as a matter of statutory interpretation, and \nconducting detailed analysis of the pertinent statute).  Further, W & J Rives, Inc., 92 \nN.C. App. 313, another case relied upon by Primus, dealt with the duty to defend, not \nthe duty to indemnify.  See id. at 317–20 (discussing only the duty to defend).  Primus \nalso cites Smith , which the Court has addressed ab ove with reference to Lineage’s \nclaims.  \n88. The Court will therefore grant Travelers’s Motion insofar as it seeks \ndismissal of Primus’s claims on the duty to indemnify.  But again recognizing that \nfuture developments may eventually make this claim ripe , dismi ssal is without \nprejudice.  \n \n95 Def. Travelers Prop erty Casualty Company of America’s Reply Br. Supp. Mot. D ismiss \nSecond Am. Compl. Primus Builders, Inc., and P3 Advantage, Inc. [Rule 12(b)(1), 12(b)(6), \nand 12(b)(7)] 6 [hereinafter “Travelers Br. Reply Primus”], ECF No. 148.) \n3. Insured Status \n89. Primus’s claim for a declaratory judgment on its additional insured status \nunder the Travelers -Republic Policy can be dealt with summarily. 96  Travelers has \nrecognized Primus’s additional insured status under this Policy.97  And Primus is an \nadditional insured under this Policy only for liability caused by the actions or \nomissions of Republic.98  For the reasons discussed above with reference to Lineage’s \ninsured status claim, this claim is therefore moot insofar as it seeks declaratory \njudgment on Travelers’s present obligations, and not ripe insofar as it seeks relief on \nTraveler’s future obligations.   \n90. In sum, the Court will grant the Travelers -Primus Motion and dismiss \nPrimus’s claims against Travelers without prejudice.  \nC. Republic’s Motion to Dismiss Lineage’s Amended Complaint  \n91. Lineage pursues three claims against Republic: that Republic tortiously \ninterfered with Lineage’s Policy contract with Hartford;99 for a declaratory judgment \nthat Republic owes Lineage indemnification under the Republic Subcontract; 100 and \nthat Republic’s failure to provide indemnification constitutes a breach of the Republic \n \n96 (Primus Prayer for Relief ¶ 1.) \n97 (Travelers Br. Supp. Primus Ex. A, at 2–3, ECF No. 137.2.) \n98 (See Hartford Policy, at HARTFORD 000056; Travelers-Republic Policy, at TRAV 00079.) \n99 (Lineage Am. Compl. ¶¶ 122–32.) \n100 (Lineage Am. Compl. ¶¶ 133–38.) \nSubcontract.101  Republic has moved to dismiss all three claims under Rule \n12(b)(6).102 \n1. Indemnification Claims \n92. Republic argues that both of Lineage’s claims related to the Republic \nSubcontract’s indemnification clause, for breach of contract and for declaratory \njudgment, should be dismissed. 103  Republic argues first that these claims must be \ndismissed as premature , and that the Republic Subcontract’s indemnification \nprovision is void as against public policy. 104  Because Republic advances  expressly \nidentical arguments on these two claims,105 the Court can resolve the Motion on both \nclaims in its discussion of the breach of contract claim.  \na) Ripeness \n93. Republic argues that the Republic Subcontract conditions Republic’s \nindemnity obligations on a factual determination that Republic was responsible for \nany claims or losses for which Lineage seeks indemnification. 106  Republic thus \n \n101 (Lineage Am. Compl. ¶¶ 153–60.) \n102 (Republic Refrigeration, Inc.’s Br. Supp. Mot. Dismiss Pl. Lineage Logistics, LLC’s Second \nAm. Compl. Pursuant Rule 12(b)(6) 1 [hereinafter “Republic Br. Supp. Lineage”], ECF No. \n138.) \n103 (See generally Republic Br. Supp. Lineage.) \n104 (See Republic Br. Supp. Lineage 7–11.) \n105 (See Republic Br. Supp. Lineage 11 (incorporating by reference arguments made on breach \nof contract claim).) \n106 (Republic Br. Supp. Lineage 10–11.) \nargues that because no such determination has been made in the Underlying Actions, \nany claim on its indemnity obligations is premature.107   \n94. However, the clause at issue states that Republic’s obligations activate in \nresponse to “any such claims  . . . caused in whole or part by any act or omission, or \nalleged act or omission , of [Republic], anyone directly or indirectly employed by \n[Republic], or anyone for whose acts [Rep ublic] may be liable[.]” 108  Crucially, \nLineage’s amended complaint contains detailed allegations that Republic and its \nemployees were responsible for the Incident.109  Republic is therefore presented with \na complaint that its “alleged act[s] or omission[s]”110 caused the Incident and thus \ngave rise to Lineage’s various losses and costs.   Lineage has therefore sufficiently \nalleged that Republic’s indemnification obligations are ripe , and the Court rejects \nRepublic’s arguments to the contrary.  \nb) Public Policy \n95. Republic also contends that the Republic Subcontract’s indemnity clause is \ncontrary to public policy as expressed by N.C.G.S. § 22B-1 and therefore void.111   \n96. Section 22B-1 states that “provisions in  . . . a construction \nagreement . . . purporting to require a promisor to indemnify or hold harmless the \n \n107 (Republic Br. Supp. Lineage 10–11.) \n108 (Republic Subcontract 6–7 (emphasis added).) \n109 (Lineage Am. Compl. ¶¶ 48–58.) \n110 (Republic Subcontract 6–7.) \n111 (Republic Br. Supp. Lineage 7–11.) \npromisee . . . against liability for damages arising out of  . . .  the negligence, in whole \nor in part, of the promise e . . . is against public policy, void, and unenforceable.”   Id.  \nIn o ther words, a party to a construction contract cannot promise to indemnify a \nsecond party for damages caused by the second party’s own negligence.  \n97. This Court may excise language from a contract that violates a statute or \npublic policy, see Jackson v. Associated Scaffolders and Equip. Co., Inc., 152 N.C. App. \n687, 691 (2002), and turns to the language of the indemnification provision with this \nprinciple in mind.   \n98. Given Lineage’s status as the plaintiff seeking indemnification, the \nlanguage of the provision would violate section 22B-1 only if the clause, or a part of \nit, require s Republic to indemnify Lineage for Lineage’s own acts.  But only two \ndiscrete portions of the clause could even potentially be read to raise this possibility.   \n99. First, the phrase “re gardless of whether any such claims, losses, liabilities \nor expenses are caused in part by a party indemnified hereunder” clearly permit s a \nparty to pursue and enforce  indemnification for its own negligence, and therefore \nplainly violates section 22B-1.   \n100. Second, the last few words of the clause could, conceivably, be read to cover \nLineage’s acts or omissions.  The clause ends with the phrase “resulting from the \nperformance of this Subcontract and/or the Work.” 112  The “Work” is defined in the \nSubcontract to refer to all the obligations contained in Schedule A, which in turn sets \n \n112 (Republic Subcontract 11.) \nout in detail the parties’  respective responsibilities on the worksite. 113  The vast \nmajority of Schedule A establishes obligations for Primus and Republic, but a few \nrelate to Lineage, such as the requirement that Republic comply with Lineage’s site \nspecifications and safety requirements. 114  The phrase “and/or the Work” could \ntherefore potentially be read to apply to actions or omissions of Lineage.  \n101. But having concluded that the indemnity clause violates section 22B-1 in at \nleast one way, the Court agrees with Lineage that the troublesome phrases are easily \nseverable from the rest of the clause. 115  If a contract provision is valid after the \nremoval of an illegal portion, that provision is enforceable.  Int’l Paper Co. v. Corporex \nConstructors, Inc., 96 N.C. App. 312, 315 (1989).   \n102. The Court concludes that Vecellio & Grogan, Inc. v. Piedmont Drillin g & \nBlasting, Inc., 183 N.C. App. 66 (2007), controls on this issue.  In Vecellio, the Court \nof Appeals examined a very similar indemnity clause, which provided for \nindemnification “regardless of whether or not such [claim] is caused in part by a party \nindemnified hereunder.”  Id.  at 72 –73.  The court there determined that simply \nremoving this “offending phrase” would render the rest of the indemnity provision \nenforceable, and placed special weight on the provision’s severability clause, which \n \n113 (Republic Subcontract 1, 12–16.) \n114 (Republic Subcontract 13.) \n115 (Pl. Lineage Logistics, LLC’s Opp’n Def. Republic Refrigeration, Inc.’s Mot. Dismiss 8–13 \n[hereinafter “Lineage Br. Opp’n Republic”], ECF No. 144.) \nprovided for enforcement only “[t]o the fullest extent permitted by law[.]”  Id. at 72; \nsee also Int’l Paper Co., 96 N.C. App. at 315–16 (to similar effect).   \n103. The indemnity clause here aligns neatly with the provision that Vecellio held \nenforceable-as-severed.  Here, as there, the indemnity section includes a severability \nclause providing for enforcement only “to the fullest extent permitted by law[.]” 116  \nThis limiting clause reflects an intent to confine the application of the indemnity \nprovision to lawful circumstances , including by altering the clause  if necessary .  \nFurthermore, the Court concludes, as did the Vecellio  court, that the “offending” \nphrases are easily removed without rewriting the contract.  See  Vecellio & Grogan, \n183 N.C. App. at 72– 73.  The only portions that must be removed to render the \nprovision enforceable are the phrase “regardless of whether any such claims , losses, \nliabilities, or expenses are caused in part by a party indemnified hereunder,” which \nclearly contravenes s ection 22B-1, and the phrase “and/or the Work,” which \nencompasses some acts by Lineage and thus might be read to require indemnification \nfor those acts.   \n104. Without these phrases, the indemnification provision reads sensibly and \nnaturally:  \n[Republic] shall, to the fullest extent permitted by law and to the extent \nthat any such [claims or losses] are caused . . . by any act or omission, or \nalleged act or omission, of [R epublic], anyone directly or indirectly \nemployed by [Republic] [,] or anyone for whose acts [Republic ] may be \nliable, [indemnify] each and all of the indemnitees  . . . against any and \n \n116 (Republic Subcontract 6.) \nall [claims]  . . . arising out of or in any manner caused by, connected \nwith, or resulting from the performance of this Subcontract.117   \n \n105. Republic’s argument that the Court would have to excise most of the \nindemnity clause is unpersuasive.  Editing the indemnity clause as Republic suggests \nmight indeed constitute an impermissible wholesale rewriting of the contract rather \nthan a limited excision of language that violates a statute.  See Tillman v. Com. Credit \nLoans, Inc. , 362 N.C. 93, 108 (2008) (noting that courts cannot use severability \nclauses to entirely rewrite contracts).   \n106. But Republic’s revisions hack out much language that poses no problem for \nthe clause. 118  Specifically, Republic suggests that the Court must remov e all the \nlanguage that covers it and its employees. 119  This revision might indeed make the \nclause meaningless or constitute rewriting, but it is unnecessary.  After removing the \n“offending” phrase to produce the formulation above, the clause provides merely that \nRepublic will indemnify the indemnitees for any losses caused by Republic’s alleged \nor actual acts or omissions.  This severed provision preserves the intent of the parties \nand does not violate section 22B-1.   \n107. Finally, Republic’s argument on this very contract has already been rejected \ntwice by the United States District Court for the Western District of North Carolina.  \nSee DFA Dairy Brands, LLC v. Primus Builders, Inc. , No. 5:21-CV-00026, 2021 WL \n \n117 (See Republic Subcontract 6–7.) \n118 (See Republic Br. Supp. Lineage 7–10.) \n119 (Republic Br. Supp. Lineage 9; Republic Subcontract 9–10.) \n4258797, at *4 –6 (W.D.N.C. July 27, 2021) , recommendation adopted, No. 5:21 -CV-\n00026, 2021 WL 3616711 (W.D.N.C. Aug. 16, 2021).   That court held that under \nVecellio, the indemnity provision is enforceable as  severed.  The undersigned agrees \nwith the federal court’s well-reasoned analysis. \n108. The Court therefore concludes that Lineage’s indemnification and breach of \ncontract claims are ripe, and that the contract provision around which they revolve \nis enforceable as severed.  As a result, Republic’s motion will be denied insofar as it \nseeks dismissal of this claim.  \n2) Tortious Interference with Contract \n109. Lineage contends that Republic’s actions to derail settlement talks with \nHartford constituted tortious interference with contract.120 \n110. The elements of tortious interference with contract are that “(1) a valid  \ncontract between the plaintiff and a third person . . . [exists]; (2) the defendant knows \nof the contract; (3) the defendant intentionally induces the third person not to perform \nthe contract; (4) and in doing so acts without justification; (5) resulting in actual \ndamage to plaintiff.”  Beverage Sys. of the Carolinas, LLC v. Associated Beverage \nRepair, LLC, 368 N.C. 693, 701 (2016).   \n111. Lineage’s amended complaint states that it negotiated a settlement with \nHartford in September and October 2022, under which Hartford would pay out its \nPolicy limits to Lineage.\n121  According to Lineage, Republic refused to participate in \n \n120 (Lineage Am. Compl. ¶¶ 122–32.) \n121 (Lineage Am. Compl. ¶¶ 76–77.) \nthese talks, and lodged an objection to the settlement at the eleventh hour, which \ncaused Hartford to withdraw from the settlement with Lineage and instead pay its \nlimits to Republic as part of the settlement of an Underlying Action.122 \n112. Republic expressly concedes that Lineage has adequately a lleged each \nelement of this tort but argues that it has simultaneously alleged a fact fatal to the \nclaim: that Republic is not an outsider to the contract. 123  See Fussell v. N.C. Farm \nBureau Mut. Ins. Co., Inc., 364 N.C. 222, 225 (2010) (“A complaint may be dismissed \npursuant to Rule 12(b)(6)  . . . if facts are disclosed which will necessarily defeat the \nclaim.”). \n113. Generally, a party cannot interfere with its own contract.  E.g., Urquhart v. \nTrenkelbach, 2017 NCBC LEXIS 12, at *15 (N.C. Super. Ct. Feb. 8, 20 17).  Republic \ncontends that Lineage’s amended complaint alleges that Republic was a party to the \npertinent contract, the Hartford Policy, which necessarily defeats this claim. 124  The \nCourt agrees.  \n114. Lineage’s amended complaint states that Lineage is an additional insured \nunder the Hartford Policy, which Hartford issued to Republic. 125  The amended \ncomplaint therefore identifies one contract, to which all three entities are party.   \n \n122 (Lineage Am. Compl. ¶¶ 78–87.) \n123 (Republic Refrigeration, Inc.’s Reply to Pl. Lineage Logistics, LLC’s Opp’n to Def. Republic \nRefrigeration, Inc.’s Mot. Dismiss 9 [hereinafter “Republic Reply Lineage”], ECF No. 146.) \n124 (Republic Br. Supp. Lineage 6.) \n125 (Lineage Am. Compl. ¶¶ 8, 40–42, 122–32.) \n115. Lineage argues that a “separation of i nsureds” provision in the P olicy \ncreates an entirely independent contract between Hartford and Lineage, which \nexcludes Republic.126  The Court finds this argument unpersuasive.   \n116. This “separation” provision, by its plain terms, does not apply to the Policy’s \nlimits.127  This exclusion means that Lineage has no separate coverage beyond what \nRepublic bargained for.  Simply put, the P olicy creates a pool of money which would \nnot exist, and to which Lineage would have no independent claim, without the \ninsurance Policy into which Republic entered.   \n117. Even more fundamentally, i f Republic had not bargained for the Hartford \nPolicy, Lineage would have no contractual rights vis -à-vis Hartford at all.  The very \nseparation of insureds provision upon which Lineage relies appears in, and exists \nonly through, the P olicy between Hartford and Republic.   This reality cuts strongly \nagainst Lineage’s contention that the Republic Policy spontaneously generated a \nseparate contract between Lineage and Hartford that has life independent from the \nHartford-Republic relationship.  \n118. Neither party offers any cases that involved similar circumstances.  Indeed, \nthe Court’s research has discovered only one, but that case’s common -sense analysis \nis highly illustrative.  In Nucor Steel Tuscaloosa, Inc. v. Zurich Am. Ins. Co., 343 So. \n3d 458 (Ala. 2021), the Supreme Court of Alabama confronted a similar series of \nevents.  A steel mill contracted with a staffing agency; as part o f their contract, the \n \n126 (Lineage Br. Opp’n Republic 16–17.) \n127 (See Hartford Policy, at HARTFORD 000077.) \nagency had to procure insurance and name the steel mill as an additional insured.  \nSee id. at 461–62.  One of the agency’s candidates was killed in an accident at the \nsteel mill, the candidate’s estate sued the mill for wrongful death, and the mill settled \nwithout participation by the agency.  See id. at 463–64.  Eventually, the mill sued \nboth the agency and the insurer for tortious interference with contract, premised on \ntheir coordinated refusal to indemnify the steel mill for its losses.  See id. at 467.   \n119. The Alabama court dispensed with the tortious interference claim on highly \npragmatic, practical grounds.  It first noted that under Alabama law, as in North \nCarolina, a party cannot tortiously interfere with its own contract.  See id. at 476–77.  \nApplying this principle, the court held that because the parties’ obligations all flowed \nfrom “interwoven contractual arrangements,” and because the mill would have no \nclaim on the insurance policy without its own contract with the agenc y, the agency \nwas not an outsider to the mill-insurer relationship.  See id. at 477.   \n120. The Court finds the Alabama court’s treatment of this issue persuasive.  The \nrelationship between Lineage and Hartford exists only because of Republic’s own \ncontract with Hartford.  Lineage’s relationship with Hartford is entirely a creature of \nRepublic’s bargaining.  Because Lineage  has no connection with Hartford \nindependent of Republic, Republic does not qualify as an outsider to the relationship \nbetween Lineage and Hartford.       \n121. As a fallback argument, Lineage argues that North Carolina’s  malice \nexception saves its claim.\n128  Under this exception, a  contractual insider can \n \n128 (Lineage Br. Opp’n Republic 17–21.) \ntortiously interfere with his or her own contract by acting with legal malice .  See \nKingsdown, Inc. v. Hinshaw, 2015 NCBC LEXIS 30, at *41 (N.C. Super. Ct. Mar. 25, \n2015).  Legal malice does not mean actual , subjective  malice, but rather the \ncommission of a wrongful act or overstepping of legal right or authority.  See id.     \n122. Indeed, “[i]f [a party] has sufficient lawful reason for inducing the breach of \ncontract, he is exempt from any liability, no matter how malicious in actuality his \nconduct may be.”  See, e.g. , Robinson, Bradshaw & Hinson, P.A. v. Smith , 129 N.C. \nApp. 305, 318 (1998); see also Murphy v. McIntyre, 69 N.C. App. 323, 328– 30 (1984) \n(affirming directed verdict against a tortious interference claim when defendant \nacted “reprehensibl[y],” “underhanded[ly ],” and “below the board,” but within \ndefendant’s legal authority).   \n123. Put another way, the existence of a legitimate or rational economic motive , \nnotwithstanding any subjective malice, shields a defendant’s conduct, so long as the \ndefendant did not engage in independently unlawful conduct .  See, e.g., Link, 372 \nN.C. at 284 –85; Pinewood Homes, Inc. v. Harris, 184 N.C. App. 597, 605 (2007); \nFilmar Racing, Inc. v. Stewart , 141 N.C. App. 668, 674 (2001); Privette v. Univ. of \nN.C. at Chapel Hill , 96 N.C. App. 12 4, 134–35 (1989); see also Smith v. Ford Motor \nCo., 289 N.C. 71, 94 –95 (1976) (upholding a tortious interference claim when the \ndefendant acted with subjective, personal malice and without  any rational economic \njustification). \n124. The allegations here demonstr ate that Republic had a rational economic \nmotive for its actions and that it did not engage in any independent unlawful conduct.   \n125. Lineage’s amended complaint alleges that Lineage’s use of the Hartford \nPolicy’s limits to cover its own losses was within its rights, and that Republic had the \n“exact same rights” as Lineage;129 thus, Republic was within its own rights to use the \nHartford limits to cover its  own losses.  Further, u sing an insurance policy to cover \nlosses is plainly a rational economic motive.   \n126. In addition, Lineage’s amended complaint does not adequately allege that \nRepublic’s actions constituted  a crime, another tort , or any other independent \nwrongful act.  For example, Lineage does not allege that Republic persuaded Hartford \nto act as it did through fraud. 130  Cf.  New Restoration & Recovery Servs., LLC v. \n \n129 (See Lineage Am. Compl. ¶¶ 80–82.) \n130 The Court recognizes that one sentence in Lineage’s amended complaint might be read to \naccuse Republic of extorting Hartford .  Lineage’s amended complaint states that “Republic \nthreatened Hartford with repercussions if Hartford allotted any of its coverage to Lineage.”  \n(Lineage Am. Compl. ¶ 86.)  Depending on what “repercussion” means, this conclusory \nsentence may reflect that Republic extorted Hartford.  A party commits extortion, which is a \ncrime, by threatening another with the intention to thereby wrongfully obtain anything of \nvalue.  N.C.G.S. § 14 -118.4.  “Anything of value” has been defined very broadly, and \nencompasses economic consideration.  E.g., In re J.A.D. , 283 N.C. App. 8, 21 (2022) (noting \nthat the definition would include food); State v. Greenspan , 92 N.C. App. 563, 566 (1989) \n(cash).  North Carolina does not recognize a “claim of right” defense, so Republic’s actual legal \nentitlement to the insurance proceeds is irrelevant, if Republic used unlawful means to obtain \nthem.  See State v. Privette, 218 N.C. App. 459, 476 (2012).   \nThis issue therefore revolves around whether Republic’s threatened “repercussions” \nconstituted threats within the meaning of the statute.  Certainly many forms of threats would \nqualify under the statute, but not all.  For example, a threat to file a lawsuit, which is lawful \nconduct, does not fall within the purview of the statute.  See Harris v. NCNB Nat’l Bank of \nN.C., 85 N.C. App. 669, 675– 76 (1987); accord Various Markets, Inc. v. Chase Manhattan \nBank, N.A., 908 F. Supp. 459, 468 (E.D. Mich. 1995) (noting that a “distasteful” threat to sue \ncould not meet this element  under Michigan’s analogous extortion law).  Thus if Republic’s \nthreatened “repercussions” were , for example,  merely to file a lawsuit if Hartford paid its \nlimits to Lineage, Republic would not have extorted Hartford.  \nHowever, the pleading burden rests upon Lineage to allege that Republic committed a \nwrongful act that gives rise to legal malice.  In turn, for extortion,  this burden requires \nLineage to allege that Republic communicated an unlawful threat within the meaning of the \nDragonfly Pond Works, LLC, 2023 NCBC LEXIS 80, at *16–18 (N.C. Super. Ct. June \n15, 2023) (holding that misappropriation of trade secrets, as an independent tortious \nact, supported legal malice). \n127. Because Lineage fails to allege that Republic acted with legal malice, either \nthrough a lack of an economic motive or through the commission of an independent \nwrongful act, Lineage’s claim does not qualify for the malice exception.  Consequently, \nRepublic’s status as a party to the relevant contract is fatal to this claim.   \n128. The Court will therefore grant Republic’s motion insofar as it seeks \ndismissal of Lineage’s tortious interference with contract claim.  \nD. Republic’s Motion to Stay \n129. Finally, Republic seeks a stay of this action .  This Court has the inherent \npower and discretion to control its docket, including by staying, or refusing to stay, \nthe cases before it.  Watters v. Parrish, 252 N.C. 787, 791–92 (1960).   \n130. Republic argues that the resolution of many issues in this case wil l depend \non the outcome of the Underlying Actions , so that a stay is appropriate until their \nconclusion.\n131  But as discussed at length above, the Court has dismissed all of the \ndeclaratory judgment and other claims that depend on the outcome of the Underlying \nActions, and will therefore deny the Motion to Stay.  \n \nextortion statute.  Lineage’s threadbare reference to “repercussions” does not meet this \nburden.  While the Court must treat all the amended complaint’s allegations as true at this \nstage, reading Lineage’s amended complaint to allege an extortionate threat would amount \nat least to improperly accepting “unwarranted deductions of fac t,” e.g., Mitchell v. Pruden, \n251 N.C. App. 554, 558 (2017), if not to judicially rewriting the amended complaint.  \n131 (See generally Republic Refrigeration, Inc.’s Br. Supp. Mot Stay, ECF No. 139.) \nIV. \nCONCLUSION \n131. WHEREFORE, for the foregoing reasons, the Court hereby ORDERS  as \nfollows: \na. Travelers’s Motion to Dismiss Lineage’s Amended Complaint, (ECF No. \n132), is GRANTED, and Lineage’s claims against Travelers are hereby \nDISMISSED without prejudice;  \nb. Travelers’s Motion to Dismiss Primus’s Amended Complaint , (ECF No. \n136), is GRANTED, and Primus’s claims against Travelers are  hereby \nDISMSSED without prejudice; \nc. Republic’s Motion to Dismiss Lineage’s Amended Complaint , (ECF No. \n134), is GRANTED in part and DENIED in part as follows:  \na. The Motion is denied as to the following claims against Republic, \nwhich shall proceed to discovery:  \ni. Lineage’s claim for declaratory judgment; and  \nii. Lineage’s claim for breach of contract;  \nb. The Motion is granted as to Lineage’s claim for tortious \ninterference with contract , which is hereby DISMISSED with \nprejudice; and \nd. Republic’s Motion to Stay, (ECF No. 139), is DENIED.   \nSO ORDERED, this the 10th day of August, 2023. \n \n \n     /s/ Louis A. Bledsoe, III \n     Louis A. Bledsoe, III \n     Chief Business Court Judge "
}