{
  "id": "8aeecd86de2d91b3e4aae99c977957186c19585191a6c8d6d184651fcace562d",
  "source_file": "data/raw/ncbc/8aeecd86de2d91b3e4aae99c977957186c19585191a6c8d6d184651fcace562d.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nROBESON COUNTY \nIN THE GENERAL COURT OF JUSTICE  \nSUPERIOR COURT DIVISION \n19 CVS 1983 \n \nMED1 NC SERVICES, LLC, \n \nPlaintiff, \n \nv. \n \nMED1 PLUS, LLC; GREGORY \nSTANTON BRYANT;  \nCOMMONCAPITAL, LLC; \nDANIEL MORMAN; \nDONNA S. GRUENEMEIER; AND  \nANGELA WHITE, \n \nDefendants. \n \n \n \n \n \n \nORDER AND OPINION ON MOTION \nFOR SUMMARY JUDGMENT  \nAND MOTION TO STRIKE \n \nTHIS MATTER comes before the Court upon the remaining Defendants Med1 \nPlus, LLC (“Med1 Plus”), Gregory Stanton Bryant (“Bryant”), Donna S. Gruenemeier \n(“Gruenemeier”), and Angela White’s (“White”) (collectively, “Defendants”) Motion for \nSummary Judgment,  (“Motion,” ECF No. 52) and Defendants’ Objection and Motion \nto Strike Portions of Affidavit of Richard Hicks.  ( “Motion to Strike,” ECF No. 57 ; \ncollectively the Motion and the Motion to Strike are the “Motions”.) \nIn support of the Motion, Defendants filed evidentiary exhibits (ECF Nos. \n53.1–53.14) and an Amended Memorandum in Support of Motion for Summary \nJudgment (“Mem. in Support MSJ,” ECF No. 62).1  Plaintiff filed evidentiary exhibits \nin opposition to the Motion (ECF Nos. 56.1–56.24) and an Amended Memorandum in \n \n1 Defendants also filed a “corrected” Amended Memorandum.  (ECF No. 63.)  It appears to \nthe Court that the memoranda are identical, and the Court refers to ECF No. 62 as \nDefendants’ brief. \nMED1 NC Servs., LLC v. MED1 Plus, LLC, 2021 NCBC 38. \nOpposition to Defendants’ Motion for Summary Judgment (“Mem. in Opp. MSJ,” ECF \nNo. 61).  Defendants did not file a reply. \nPlaintiff also filed a Memorandum of Law in Opposition to the Motion to Strike.  \n(ECF No. 58.) \nThe Court held a hearing on the Motions at which counsel for the parties \npresented argument.  The Motions are now ripe for disposition. \nTHE COURT, having considered the Motions, the briefs filed in support of and \nin opposition to the Motions, the arguments of counsel at the hearing, the applicable \nlaw, and other appropriate matters of record, concludes that the Motion should be \nGRANTED, in part, and DENIED, in part, for the reasons set forth below  and the \nMotion to Strike should be DENIED.  \nTeague Campbell Dennis & Gorham, LLP, by Matthew J. Little and \nDamie A. Sesay for Plaintiff Med1 NC Services, LLC. \n \nThe Charleston Group, by Jose A. Coker and Johnathan R. Charleston \nfor Defendants Med1 Plus, LLC, Gregory Stanton Bryant, Common \nCapital, LLC , Daniel Morman, Donna S. Gruenemeier, and Angela \nWhite.  \n \nMcGuire, Judge. \n \nI. FACTS AND PROCEDURAL BACKGROUND   \n1. Many significant material facts in this case are disputed.  The Court will \nattempt to summarize the undisputed facts and describe the disputed ones. \nA. The parties \n2. Robeson County , North Carolina  solicits proposals from qualified \nproviders for the exclusive contractual right to provide non- emergency ambulance \nservices and non-ambulatory transportation services to residents within the  county.  \n(Gruenemeier Dep. II, ECF No. 53.6, at pp. 41, 44.)  Non -emergency ambulance \nservices essentially involve transporting c ounty residents between their homes and \nvarious medical care facilities including hospitals, nursing homes, physician’s offices, \netc. (ECF No. 53.6, at p . 35.) Residents call the service provider to schedule \nappointments for transportation.  (White Dep., ECF No. 53.12, at pp. 40–41 and 51.)  \nThe Robeson County Board of Commissioners (“Board of Commissioners”) decides to \nwhich provider the contract (the “Robeson County Contract”) will be awarded in their \nsole discretion.  (ECF No. 53.6, at p. 44.) \n3. Med1 NC Services, L.L.C. (“Plaintiff”) is a Georgia limited liability \ncompany with its principal place of business in Lumbe rton, NC.  HR1 Services, Inc., \nis the sole manager/member of Plaintiff, and Richard Hicks (“Hicks”) is majority \nowner and principal of HR1 Services, Inc.  From July 9, 2012 to June 30, 2019, \nPlaintiff was a party to the Robeson County Contract and was the exclusive provider \nof non-emergency ambulance services in Robeson County.   \n4. From approximately 2012 to 2019, Defendant Bryant worked as a \nconsultant for Plaintiff.  Bryant had previously owned and operated a non-emergency \nambulance services company  and had  worked as a consultant for another non-\nemergency ambulance services company.  (Bryant Dep. I, ECF No. 56.4, at pp. 9 and \n15–16.)  As a consultant for Plaintiff, Bryant was responsible for maintaining \nrelationships with Robeson County officials, hospitals,  and other medical care \nproviders, and for investigating and resolving complaints against Plaintiff.  (Hicks \nDep., ECF No. 53.13, pp . 34–35; ECF No. 56.4 at p. 15 .)  Plaintiff did not have a \nwritten contract with Bryant.  (Id. at p. 34.) \n5. Plaintiff employed White as a dispatcher from 2012 until June 24, 2019.  \nAs dispatcher, White had access to information including health and medical \ninformation of the Robeson County residents to whom Plaintiff provided services. \n(ECF No. 56.2, at p. 40; 56.3, Skimmiehorn Dep., at pp. 30 and 32.)  White also had \naccess to dispatch logs and utilization numbers.  (Id. at 32 –33.)  Plaintiff contends \nthat this information is its confidential and proprietary information. \n6. Gruenemeier owned the company that provid ed non -emergency \nambulance services for Robeson County from 1991 to 1998  and was Director of the \ncompany that had the Robeson County Contract from 1998 until 2011.  (ECF No. 53.6, \npp. 22–24; ECF No. 53.2, at p. 17 .)  Plaintiff employed Gruenemeier as its Director \nfor approximately six months in or around 2012.  From approximately 2012 to 2019,  \nGruenemeier operated a business providing consulting services to  non-emergency \nambulance services.  (ECF No. 53.2, at pp. 14–16.) \nB. Hicks and Bryant negotiate over sale of Plaintiff to Bryant    \n7. Hicks claims that in late January or February 2019, he learned through \nPlaintiff’s employees that Bryant planned to take over Plaintiff’s business.  (ECF No. \n53.13, at pp. 34– 35.)  Hicks contacted Bryant and contends that Bryant told Hicks \nthat he was going to “take [Hicks’] business.”  (Id. at p. 37.)  Defendants do not deny \nBryant’s statement.  However, Bryant testified that on January 25, 2019 he \napproached Hicks and told him that “after [the Robeson County Contract] had \nexpired I wouldn’t be part of” Plaintiff.  (Bryant Dep. II, ECF No. 53.14, at p. 12.)  \n8. As a result of his conversation with Bryant, Hicks decided to offer to sell \nPlaintiff to Bryant, and starting in February 2019,  Hicks and Bryant engaged in \nnegotiations over Bryant’s potential purchase of Plaintiff.  (ECF No. 53.13, at pp. 38–\n42; ECF No. 53.14, at pp. 24– 31; Text Messages, ECF No. 56.9.)  Both parties were \nrepresented by attorneys in the negotiations.   In addition , Bryant engage d \nGruenemeier to advise him during the negotiations.  (ECF No. 56.4, at p. 15.) \n9. Plaintiff contends that as part of the negotiations , Plaintiff and Bryant \nentered into a written confidentiality agreement and Plaintiff has produced an \nagreement purportedly bearing Bryant’s signature ( ECF No. 53.13 , at p. 39; \n“Confidentiality Agreement,” ECF No. 56.6), as well as text messages between Hicks \nand Bryant regarding the agreement.  ( Text Messages, ECF No.  56.7.)  However, \nwhile Bryant admits he received a draft of the Confidentiality Agreement, he claims \nhe did not sign it.  (ECF No. 56.4, at pp. 28–29 and 107–08.) \n10. The Confidentiality Agreement states that it is being entered to \nfacilitate Plaintiff in providing Bryant with “confidential, important, a nd/or \nproprietary trade secret information  concerning” Plaintiff.  (ECF No. 56.6, at p. 1.)   \nThe Confidentiality Agreement prohibited Bryant from disclosing or using the \nconfidential information provided by Plaintiff other than in connection with the \nnegotiation for the purchase of Plaintiff and expressly provided that Brya nt “shall  \nnot in any way use the Confidential Information to the detriment of [Plaintiff].”  (ECF \nNo. 56.6, at pp. 1–2.) \n11. It is undisputed that during the negotiations, Hicks provide d Bryant \nwith some information about Plaintiff’s finances and operations.  Hicks claims that \nthe information included Plaintiff’s profit and loss (“P&L”) statements, information \nabout Plaintiff’s insurance policies, including Plaintiff’s cost for workers’ \ncompensation insurance; records regarding Plaintiff’s employees including Plaintiff’s \ncosts associated with its employees; a list of Plaintiff’s vehicles and maintenance \nrecords for those vehicles.  (ECF No. 53.13, at pp. 39 and 42.)  Bryant denies that \nHicks provided him with any information other than Plaintiff’s P&L statements.  \n(ECF No. 53.14, at pp. 25–26 and 39–40.)  Bryant claims that Hicks never identified \nany information he provided to Bryant as proprietary or confidential, and that Hicks \ndid not ask him to keep any information confidential.  (Id.) \nC. The 2019 Robeson County Contract \n12. The negotiations over the sale of Plaintiff to Bryant proved unsuccessful, \nand the parties were not able to reach a final agreement.  As a result, Bryant decided \nto form his own business to make a proposal for the Robeson County Contract.  (ECF \nNo. 53.14, at p. 31.)  In May 2019, Bryant formed Defendant Med1 Plus, LLC (“Med1 \nPlus”).  (Id.)  Bryant and former Defendant Daniel Morman (“Morman”) are each 50% \nowners of Med1 Plus.  (ECF No. 56.4, at pp. 9–10.) \n13. In late May or June 2019,  Robeson County put the Robeson County \nContract out for proposals.  On June 5, 2019 , Plaintiff submitted its proposal to the \nBoard of Commissioners.  (ECF No. 56.3, at pp. 17–18; “Plaintiff’s Proposal,” ECF No. \n56.13.) \n14. On June 5, 2019,  Med1 Plus also submitted a proposal to the Board of \nCommissioners.  (ECF No. 56.4, at pp. 66–67; “Med1 Plus Proposal,” ECF No. 56.10.)  \nGruenemeier prepared the Med1 Plus P roposal.  (ECF  No. 53.2, at p. 32.)  It is \nundisputed that Plaintiff and Med1 Plus were the only providers that submitted \nproposals for the Robeson County Contract. \n15. Hicks is convinced that Bryant and Gruenemeier used confidential \ninformation Bryant obtained from Plaintiff during the negotiations over the potential \nsale of Plaintiff in preparing Med1 Plus’s Proposal.  (ECF No. 53.13, at pp. 67–73 and \n85–86.)  Hicks points to the fact that Med1 Plus’s Proposal listed several of Plaintiff’s \nemployees, including White, as persons who would be employed by Med1 Plus.   (Id. \nat p. 73.)   Hicks also claims that Bryant must have used Plaintiff’s information to \nobtain financing for a loan to start Med1 Plus, but admits he has no evidence to \nsupport this claim other than his speculation.  (Id. at pp. 68–70.)  Hicks also implies \nthat Bryant must have had access to Plaintiff’s proposal because the monthly \nfranchise fee Med1 Plus agreed to pay to Robeson County for the rights to provide its \nservices was only slightly higher than the monthly fee contained in Plaintiff’s \nproposal.\n2  (Id. at pp. 75–77.)  However, Plaintiff fails to explain how this implicates \nany confidential information Plaintiff provided Bryant during the negotiations. \n \n2 The Court understands Hicks’ implication to be that because of his close relationships with \nRobeson County officials, Bryant must have been given access to Plaintiff’s proposal to \nunfairly assist him in obtaining the Robeson County Contract. \n16. Bryant denies that Med1 Plus used any of Plaintiff’s financial \ninformation in preparing its bid.  (ECF No. 53.14 , at pp. 38 and 43.)  In fact, Med1 \nPlus’s Proposal does not contain any financial proposals or terms.  (ECF No. 56.10.) \n17. On June 17, 2019 , the Board of Commissioners held a public meeting \nduring which they considered  the proposals for the Robeson County Contract.  For \nthe meeting, the Board of Commissioners were provided with a single-page summary \nof the two proposals titled “Non -emergency Contract Highlights and Comparison.”  \n(“Comparison,” ECF No. 56.14.)  The Comparison provided as follows: \nCURRENT SERVICE PROVIDER \nMED 1    Atlanta, GA    Requesting 5 Year Extension \n \nPROS: \nProposed a payment to County of $22,178.90 quarterly \ntotal $88,715.60 increase of $4,715.60 \nActive in the community \nAssisted tremendously during both hurricanes \nPartnership Robeson Community college \nVery knowledgeable staff of non-emergency transport \nStudent scholarships annually \n \nCONS: \nHeadquarters Atlanta Ga \n1 Client (Robeson) \nHas not invested any money in new ambulances over 7 \nYears \nNo detail of full-time employee benefits \n \nNEW PROVIDER PROPOSAL \nMED 1 PLUS    Lumberton, NC    Requesting 7 -year \ncontract \n \nPROS: \nLocal ownership/management \nLeadership has many years of combined experience in non- \nemergency transport \nWill employ current provider staff \nWill use local community college for training \nWill offer full-time employee benefits \n \nCONS: \nNew NC provider no clients currently \nNo explanation of billing practices or pay schedule \n \n(Id.) \n \n18. The Board of Commissioners voted unanimously to award the Robeson \nCounty Contract to Med1 Plus , with Me d1 Plus to commence providing the non -\nemergency ambulance services to Robeson County residents on July 1, 2019.   (June \n17, 2019 Board of Commissioner’s Minutes, ECF No. 53.11.)  The minutes of June 17, \n2019 meeting provide, in relevant part, as follows: \n(ADM/Approval for Franchise Agreement for Non -\nEmergency Convalescent Transport Services/Approved)   \nMr. Patrick Cummings stated that we are asking for \napproval for our franchise agreement for Non -Emergency \nConvalescent Transport which expires on June 30th.  Mr. \nCummings stated that we sent out RFP’s and we received \ntwo proposals and one from our current provider of seven \nyears Med 1 and we had an additional proposal from a new \nprovider from Med 1 Plus and I have submitted the pros \nand cons on both providers and I am asking for your \nconsideration on that agreement.  Commissioner Oxendine \nmade a motion, seconded by Commissioner Cummings to \napprove Med 1 Plus with a 1 year initial and 2 years \nthereafter as it is originally set up that way now.  Those \nvoting aye: 8 (Campbell, Cummings, Dial, Edge, Herndon, \nOxendine, Stephens, Taylor). \n \n(Id.) \n \n19. During the Board of Commissioners ’ meeting, the Commissioners \nexpressed a desire for Med1 Plus to offer employment to all of Plaintiff’s employees.  \n(ECF No. 53.2, a t p. 31.)  Accordingly, Plaintiff’s Director of Operations, Tiffany \nSkimmiehorn (“Skimmiehorn”), invited Gruenemeier to meet with Plaintiff’s \nemployees regarding potential employment with Med1 Plus.  ( Id. at pp. 23 –24.)  \nGruenemeier testified, without contr adiction, that when the Robeson County \nContract changes providers, hiring the prior providers employees “is kind of a \ngiven . . . [w]e always bring over the employees.”  ( Id. at p. 27.)   On June 18, 2019, \nGruenemeier met with Plaintiff’s employees and provided interested individuals with \napplications for employment with Med1 Plus.  (Id. at pp. 26–28.) \n20. At the June 18, 2019 meeting, Skimmiehorn gave Gruenemeier a “thick \nmanila envelope.”  (ECF No. 53.2, at p. 28.)3  Gruenemeier did not know the contents \nof the envelope and did not open it until a few days later.  ( Id. at pp. 28–29.)  When \nGruenemeier opened the envelope, she discovered that it contained Plaintiff’s \nemployee files including driver’s licenses, social security cards, and health records.  \n(Id. at p. 29.)  Gruenemeier did not need the information and immediately resealed \nthe envelope and subsequently returned it to Skimmiehorn.  (Id. at pp. 29–30.) \n21. White’s last day working at Plaintiff’s facility was Friday, June 21, 2019.  \n(ECF No. 53.12, at pp. 20 –21.)  White was still employed with Plaintiff on Monday, \nJune 24, 2019, but did not report to  Plaintiff’s facility.  ( Id. at pp. 21 –22.)  White \nbegan employment with Med1 Plus as a dispatcher sometime after June 24, 2019.  \n(Id. at p. 22.)  Plaintiff contends that when White left Plaintiff’s employment, she took \nwith her a blue notebook containing  Plaintiff’s log-in credentials (including \npasswords) for certain network accounts and websites.  (ECF No. 61, at p. 10.)  White \n \n3 Skimmiehorn denies that she provided the envelope to Gruenemeier.  (ECF No.  56.3, at p. \n65.) \nadmits that she took the notebook with her but claims that it also contained her \npersonal passwords.  (ECF No. 53.12, at pp. 24–25.)  When Skimmiehorn texted her \nabout the notebook, White replied “My notebook.  Nobody else had their stuff in it.  I \ncan’t use any of the pas swords for anything for personal use or any other computer.  \nThere is nothing in it that I can use.  I did nothing wrong.”  (ECF No. 53.12, at p. 26; \nText messages, ECF No. 53.19.) \n22. Plaintiff also has produced evidence that someone logged into Plaintiff’s \ncomputer network on June 24, 2019 using White’s credentials.  Plaintiff contends that \nWhite herself logged in (ECF No. 61, at p. 11), but White denies that she was the one \nwho logged in.  (ECF No. 53.12, at pp. 31–32.) \n23. After July 1, 2019, Plaintiff sought a dditional business in North \nCarolina.  In January 2020,  Plaintiff secured a contract with Brunswick County \nNorth Carolina to provide non-emergency ambulance services for that county.  (ECF \nNo. 53.13, at p. 16.) \nD. The lease between Plaintiff and Gruenemeier \n24. At all times while it was party to the Robeson County Contract, Plaintiff \noperated its business from a facility located at 2507 Elizabethtown Road in \nLumberton.  Plaintiff rented the facility  from Gruenemeier and another individual, \nH. Jeffrey Stephens, under a lease executed on September 1, 2012.  (“Lease \nAgreement,” ECF No. 53.3.)  Pursuant to the Lease Agreement, the initial lease term \nwas for three years and two months.  ( Id. at p. 2.)  The Lease Agreement also \ncontained an “Evergreen Term,” providing that after the initial lease term, Plaintiff \n“shall occupy the premises for so long as they are in business in Robeson County, \nNorth Carolina from and after November 1, 2015.”  ( Id.)  The Lease Agreement also \ncontained a “Default” provision that provided in relevant part as follows: \n(b) if TENANT fails to perform any other of the terms, \nconditions, or covenants contained in this lease to be \nobserved or performed by TENANT and such failure of \nperformance shall exist for ten (10) days, whether or n ot \ncontinuous or consecutive, and a written notice to cure \nsame shall have been given TENANT pursuant to the \nfurther terms of this Lease or . . . then LANDLORD . . . \nshall have the immediate right of re-entry and may remove \nall persons and property from th e PREMISES and such \nproperty may be removed and stored in a public warehouse \nof elsewhere at the cost of and for the account of TENANT,   \n \n. . . \n \nIn the event of a failure by TENANT to pay rent or failure \nto perform any other terms, conditions or covenants of this \nlease after a 10-day written notice to cure same shall have \nbeen given TENANT pursuant to the further terms of this \nLease, then LANDLORD may terminate this lease and, \nnotwithstanding a re -entry and reletting without \ntermination, . . . \n \n(Id. at pp. 6–7.) \n \n25. On July 7, 2019, at 8:52 p.m., Gruenemeier sent Hicks an email stating \nas follows: \nRichard, \n \nYou are in violation of your lease as of July 6, 2019[.]  I \nhave attached the lease for your reference[.] \n \nDonna Gruenemeier \n \n(ECF No. 53.2, at p. 56; July 7, 2019 Email, ECF No. 53.5.)   Gruenemeier testified \nthat she believed Plaintiff was in violation of the Evergreen Term because “[w] hen \ntheir contract ended, they were to be removed from the building.  They were to leave \nthe building.  It was only while they had a contract. ”  (ECF No. 53.2, at p. 51.)   \nGruenemeier padlocked the gates to the facility before 8:00 a.m. on July 8, 2019.  (Id. \nat p. 56.)  Gruenemeier was aware that Plaintiff still had property inside the facility.  \n(Id. at p. 51.) \nE. The lawsuit and proceedings   \n26. On July 15, 2019, Plaintiff initiated this lawsuit by filing the Complaint \nin the Superior Court of Robeson County making claims for: breach of contract; \ntortious interference with contract; tortious interference with a prospective economic \nadvantage; unfair or deceptive trade practices in violation of the North Carolina \nUnfair or Deceptive Trade Practices Act (“UDTPA”); misappropriation of trade \nsecrets in violation of the North Carolina Trade Secrets Protection  Act (“TSPA”); \ncommon law trademark infringement; breach of fiduciary duty; civil conspiracy; and \nrequesting a preliminary injunction.  (Complaint, ECF No. 3.) \n27. On July 24, 2019, this case was designated to the North Carolina \nBusiness Court and assigned to the undersigned.  (Designation Order, ECF No. 1; \nAssignment Order, ECF No. 2.) \n28. Defendants Common Capital, LLC, Morman, and White filed a  Motion \nto Dismiss (“CMW Motion,” ECF No. 11), and Med1 Plus, Bryant, and Gruenemeier \nfiled a Motion to Dismiss.  (“MBG Motion,” ECF No. 14; collectively the CMW Motion \nand the MBG Motion are the “Motions to Dismiss”.)   \n29. On February 26, 2020, the Court filed an Order and Opinion on \nDefendants’ Motions to Dismiss.  Med1 Services, LLC v. Med1 Plus, LLC, 2020 NCBC \nLEXIS 24 (N.C. Super. Ct. Feb. 26, 2020) ( “Dismissal Order” ).  In the Dismissal \nOrder, the Court dismissed all of the claims alleged against Common Capital and  \nMorman.  The Court also disposed of the following claims: (i) tortious interference \nwith contract; (ii) all of the claims alleged against White except for civil conspiracy; \nand (iii) common law trademark infringement against Gruenemeier.  Id. at 40–41.  \n30. On December 7, 2020, Defendants filed their Motion for Summary \nJudgment.  (ECF  No. 52.)  Defendants move for summary judgment as to the  \nremaining claims for: (i) b reach of the  Lease Agreement agai nst Gruenemeier; (ii) \ntortious interference with p rospective economic advantage against Med1 Plus, \nBryant, and Gruenemeier; (iii) violation of the UDTPA  against Med1 Plus, Bryant, \nand Gruenemeier; (iv) violation of the North Carolina Trade Secrets Protecti on Act \n(“NCTSPA”) against Med1 Plus, Bryant, and  Gruenemeier; and (v) c ivil conspiracy.  \n(ECF No. 52.)  Defendants do not seek summary judgment as to Plaintiff’s claims for \nbreach of the Confidentiality Agreement (ECF No. 5, at ¶¶ 36–41) or for common law \ntrademark infringement against Bryant.  (Id. at ¶¶ 91–98.) \nII. STANDARD OF REVIEW  \n31. “Summary judgment is appropriate ‘if the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with affidavits, if any, \nshow that there is no genuine issue of material fact and that any party is entitled to \njudgment as a matter of law.’”  Variety Wholesalers, Inc. v. Salem Logistics Traffic \nServs., LLC, 365 N.C. 520, 523 (2012) (quoting N.C.G.S. § 1A-1, N.C. R. Civ. P. 56(c)).  \nThe moving party bears the burden of presenting evidence which shows that there is \nno genuine issue of material fact and that the movant is entitled  to judgment as a \nmatter of law.  Hensley v. Nat’l Freight Transp., Inc., 193 N.C. App. 561 (2008).  \nWhere the moving party is the defendant, they may meet this burden by “proving an \nessential element of the opposing party’s claim does not exist, cannot be proven at \ntrial, or would have been barred by an affirmative defense.”  Variety Wholesalers, Inc., \n365 N.C. at 523.  An issue is “material” if “resolution of the issue is so essential that \nthe party against whom it is resolved may not prevail.”  McNair v. Boyette, 282 N.C. \n230, 235 (1972).  “A ‘genuine issue’ is one that can be maintained by substantial \nevidence.”  Dobson v. Harris, 352 N.C. 77, 83 (2000). \n32. “Once the party seeking summary judgment makes the required \nshowing, the burden shifts to the nonmoving party  to produce a forecast of evidence \ndemonstrating specific facts, as opposed to allegations, showing that he can at least \nestablish a prima facie case at trial.”  Gaunt v. Pittaway, 139 N.C. App. 778, 784–85, \n(2000).  As recently reiterated by the North Carolina Court of Appeals, the burden on \nthe non-movant goes beyond merely producing some evidence or a scintilla of evidence \nin support of its claims.  Rather,  \nIf the movant meets this burden, the nonmovant must take \naffirmative steps to set forth specific facts showing the \nexistence of a genuine issue of material fact. An adverse \nparty may not rest upon the mere allegations or denials of \nhis pleading. A genuine issue of material fact is one that \ncan be maintained by substantial evidence. Substantial \nevidence is such relevant evidence as a reasonable mind \nmight accept as adequate to support a conclusion and \nmeans more than a scintilla or a permissible inference. \n  \nKhashman v. Khashman, No. COA16-765, 2017 N.C. App. LEXIS 715, at *15 (N.C. \nCt. App. Sept. 5, 2017) (citations and internal quotation marks and modifiers \nomitted). \nIII. ANALYSIS \n33. The Court will first address Defendants’  Motion to Strike, followed by \nthe Motion for Summary Judgment.  \nA. Motion to Strike \n34. In the Motion to Strike, Defendants move to strike portions of the \nAffidavit of Richard Hicks.  (“Hicks’ Affidavit,” ECF No. 56.5.)  Specifically, \nDefendants move the Court to strike paragraphs 4, 9, 18 -20, and 28 of  Hicks’s \naffidavit (ECF No. 57, at p. 2) arguing that Hicks had no personal knowledge of \nBryant approaching any of Plaintiff’s employees before the County awarded the \nContract to Med1 Plus, and that Hicks presented contradictory testimony regarding \nthe status of his operations and employees in Robeson County after the Contract was \nawarded to Med1 Plus.  (ECF No. 57.1, at p. 2.)  \n35. “A motion to strike is addressed to the sound discretion of the trial \ncourt.”  Kingsdown, Inc. v. Hinshaw , 2016 NCBC LEXIS 15, at *8 (N.C. Super. Ct. \nFeb. 17, 2016) (citing Broughton v. McClatchy Newspapers, Inc., 161 N.C. App. 20, 25 \n(2003)).   \n36. The Court has thoroughly considered the arguments of the parties and \nthe Court does not find that Hicks’ affidavit contains statements that are beyond his \npersonal knowledge or are contradictory with other statements in the record. \nTherefore, the Court CONCLUDES, in its discretion, that the Motion to Strike should \nbe DENIED.  \nB. Motion for Summary Judgment  \n37. Defendants move for summary judgment on Plaintiff’s remaining claims \nfor: (i) breach of the Lease Agreement against Gruenemeier; (ii) tortious interference \nwith prospective economic advantage against Med1 Plus, Bryant, and Gruenemeier; \n(iii) violation of the UDTPA  against Med1 Plus, Bryant, and Gruenemeier; (iv) \nviolation of the NCTSPA against Med1 Plus, Bryant, and Gruenemeier; and (v) c ivil \nconspiracy.  The Court analyzes each claim in turn.   \ni. Breach of Lease Agreement against Gruenemeier \n38. In its second cause of action, Plaintiff alleges a claim against \nGruenemeier for breach of contract.  (ECF No. 3, at ¶¶ 49–55.)  Plaintiff alleges that \nGruenemeier breached the Lease Agreement by sending the notice of breach on July \n7, 2019 and locking Plaintiff out on July 8 without providing a required ten-day notice \nto cure.  (Id. at ¶¶ 52–53.) \n39. In North Carolina, a party assertin g breach of contract must show “(1) \nexistence of a valid contract; and (2) breach of the terms of that contract.”  Cater v. \nBarker, 172 N.C. App. 441, 445 (2005) (citing Poor v. Hill, 138 N.C. App. 19, 26 \n(2000)).  “Whenever a court is called upon to inter pret a contract[,] its primary \npurpose is to ascertain the intention of the parties at the moment of its execution.” \nLane v. Scarborough , 284 N.C. 407, 409 –10 (1973).  “ When a contract is clear and \nunambiguous, construction of the agreement is a matter of law for the court . . . and \nthe court cannot look beyond the terms of the contract to determine the intentions of \nthe parties.”  Lynn v. Lynn, 202 N.C. App. 423, 431 (2010) (citation omitted).   The \nquestion of whether contractual language is ambiguous is for the court to determine. \nId. at 432. \n40. The Court concludes that language in the Lease Agreement \nunambiguously establishes the parties’ intent that Gruenemeier would provide at \nleast ten days’ notice of any default to Plaintiff before taking any action, inc luding \nentering the property or locking Plaintiff out.  The evidence shows that Gruenemeier \nprovided less than one day’s notice to Plaintiff of an alleged default. \n41. Defendants argue that Plaintiff violated the Evergreen Term of the \nLease Agreement because it was not “conducting business” in Robeson County after \nthe Robeson County Contract expired on June 30, 2019 , and it did not immediately \nvacate the facility upon losing the contract.  (ECF No. 62, at p. 18.)  This argument is \nspecious.  At a minimum, Plaintiff has produced evidence that it continued to conduct \nbusiness from the facility  after June 30, 2019 by seeking out, and then securing, \ncontracts to provide non -emergency ambulance services in other North Carolina \ncounties.  Such activities certainly could constitu te being “in business in Robeson \nCounty.”  ( ECF No. 53.3 , at p. 2.)  In  addition, Defendants do not explain how the \nnotice of default, sent to Plaintiff only seven days after it was no longer servicing the \nRobeson County Contract, and locking Plaintiff out of the facility the next day, \ncomports in any way with the default and notice provisions of the Lease Agreement. \n42. Therefore, to the extent Defendants seek summary judgment in their \nfavor on Plaintiff’s claim for breach of the Lease Agreement, the Motion should be \nDENIED.  \nii. Tortious Interference with Prospective Economic Advantage against \nMed1 Plus, Bryant, and Gruenemeier \n \n43. Plaintiff alleges a claim for tortious interference with prospective \neconomic advantage against Med1 Plus, Bryant, and Gru enemeier.  (ECF No. 3, at \n¶¶ 67–75.)  Plaintiff alleges that “Bryant, Med1 Plus and Gruenemeier intentionally \nused confidential information acquired from Plaintiff . . . to secure the contract to \nprovide non-emergency ambulance services from Robeson County ,” that they did so \n“pursuant to common scheme or plan to destroy Plaintiff’s business ,” and their \nactions were “without justification” and “malicious.”  (Id. at ¶¶ 69, 73, and 74.) \n44. “An action for tortious interference with prospective economic \nadvantage is based on conduct by the defendants which prevents the  plaintiffs from \nentering into a contract with a third party.”  Walker v. Sloan, 137 N.C. App. 387, 392–\n93 (2000) (citing  Owens v. Pepsi Cola Bottling Co. , 330 N.C. 666, 680 (1992)).  \n“However, a plaintiff ’s mere expectation of a continuing business relationship is \ninsufficient to establish such a claim.  Instead, a plaintiff must produce evidence that \na contract would have resulted but for a defendant ’s malicious intervention. ”  \nBeverage Sys. of the Carolinas, LLC v. Associated Bev. Repair, LLC , 368 N.C. 693, \n701 (2016) (citation omitted).   A plaintiff must show that the defendant “interfere[d] \nwith a business relationship ‘by maliciously inducing a person not to enter into a \ncontract with [the plaintiff], which he would have entered into but for the \ninterference, . . . if damage proximately ensues, when this interference is done not in \nthe legitimate exercise of the interfering person’s rights.’”  Id. (quoting Spartan \nEquip. Co. v. Air Placement Equip. Co., 263 N.C. 549, 559 (1965)).  Defendants must \nnot be acting in the legitimate exercise of their own right, “but with a design to injure \nthe plaintiff or gain some advantage at his expense.”  Owens, 330 N.C. at 680. \n45. Defendants first argue that  Med1 Plus, Bryant, and Gruenemeier are \nentitled to summary judgment becaus e Plaintiff has failed to present evidence that \nBryant or Gruenemeier used Plaintiff’s confidential information in preparing their \nproposal for the Robeson County Contract .  (ECF No. 62, at p. 16.)  Defendants \ncontend that “Plaintiff only speculates that Bryant used Plaintiff’s information.”  (Id.) \n46. Defendants also seem to argue that Plaintiff has not provided evidence \nthat Med1 Plus, Bryant, and Gruenemeier acted with malice, and without \njustification, in submitting a competing proposal for the Robeson Coun ty Contract.  \nThey contend that Hicks and Gruenemeier formed Med1 Plus and submitted a \nproposal for the Robeson County Contract  because Bryant was not able to purchase \nPlaintiff.  (Id. at p p. 15 –17.)  Defendants apparently attempt to support this \nargument by noting that “Robeson County’s Board made the ultimate decision” to \naward the Robeson County Contract to Med1 Plus and it “is clear that the decision \nby Robeson County to award the 2019 Contract wa s done publicly and after \nconsideration.”  (Id. at pp. 16–17.) \n47. Plaintiff responds to Defendants’ arguments by claiming that “[i]t is \nclear that, but for Defendants’ interference, Plaintiff would have maintained its \ncontract.”  (ECF No. 61, at p. 19.)  In s upport of this claim, Plaintiff contends that \nBryant’s admission that he “retained the services of [ ] Gruenemeier in early 2019 to \nassist with developing and submitting a proposal to Robeson County . . . for Med1 \nPlus” demonstrates that Bryant and Gruenem eier were engaged in some sort of \nunlawful “scheme” to steal the Robeson County Contract.  ( Id.)  However, it is \nundisputed that Plaintiff and Bryant did not have an agreement prohibiting Bryant \nfrom competing with Plaintiff.   In addition, it is undisputed that Bryant first retained \nGruenemeier to assist him with evaluating Plaintiff’s business during the purchase \nnegotiations, and not for the purpose of forming Med1 Plus. \n48. Plaintiff argues that “[t]he record also shows that the Defendants had \nto rely upon [Plaintiff’s confidential] information to acquire the contract and to obtain \nthe financing necessary to form Med1 Plus .”  ( Id.)  However , Plaintiff has not \npresented evidence that Bryant or Gruenemeier used Plaintiff’s confidential \ninformation in formulating the Med1 Plus Proposal or to obtain financing for Med1 \nPlus.  In fact, the Court notes that Plaintiff has not pointed to any information \ncontained in the Med1 Plus Proposal that would support an inference that it used \nPlaintiff’s confidential informatio n.  For example, the Med1 Plus Proposal  does not \ncontain inf ormation regarding the compensation Med1 Plus intends to offer its \nemployees, the rates that it expects to pay for insurance or to maintain its vehicles, \nor any other financial information of any kind that could be linked to data provided \nby Plaintiff to Bryant.  Nor does Plaintiff present any evidence regarding how or from \nwhom Bryant obtained financing or the amount of such financing, let alone evidence \nshowing that Bryant used Plaintiff’s confidential information to secure the financing.  \nIn addition, the undisputed evidence also establishes that Bryant and Gruenemeier \nhad lengthy experience in the non-emergency ambulance service business and likely \nwere capable of preparing Med1 Plus’s Proposal without using Plaintiff’s information.  \n49. Finally, Plaintiff do es not specifically address the issues of lack of \njustification or malice necessary to sustain a claim for tortious interference with \nprospective advantage.  The malice required to overcome a justification of business \ncompetition is legal malice, and not actual malice.  Childress v. Abeles, 240 N.C. 667, \n675 (1954)  (“It is not necessary, however, to allege and prove actual malice in the \nsense of personal hatred, ill will, or spite in order to make out a case for the recovery \nof compensatory damages against the outsider for tortiously inducing the breach of \nthe third person ’s contract with the plaintiff.   The term ‘ malice’ is used in this \nconnection in its legal sense and  denotes the intentional doing of the harmful act \nwithout legal justification. ”).  Interference is “ justified if it is motivated by a \nlegitimate business purpose, as when the plaintiff and the defendant, an outsider, \nare competitors.”  Embree Constr. Grp., Inc. v. Rafcor, Inc. , 330 N.C. 487 (1992).   A \ndefendant’s actions are not justified “ [i]f the defendant's only motive is a malicious \nwish to injure the plaintiff. ”  Peoples Sec. Life Ins. Co. v. Hooks, 322 N.C. 216, 221  \n(1988) (emphasis added).   I f an individual has a sufficient lawful reason for \ninterfering in a prospective business relationship , such as in the interest of \ncompetition, he or she is exempt from liability, regardless of his or her actual \nmalice.  Robinson, Bradshaw, & Hinson, P.A. v . Smith , 129 N.C. App. 305, 318 \n(1998).  “Even if plaintiff shows that defendant acted with ill intentions,  legal \nmalice does not exist unless plaintiff can show that defendant had no legitimate \nbusiness justification for the interference.”  Griffin v. Holden, 180 N.C. App. 129, 140 \n(2006); RCJJ, LLC v. RCWIL Enters., LLC , 2016 NCBC LEXIS 46, at *38 (N.C. \nSuper. Ct. June 20, 2016).  \n50. The Court concludes that Plaintiff ha s not raised an issue of disputed \nfact as to whether Med1 Plus, Bryant, and Gruenemeier used Plaintiff’s confidential \ninformation to unlawfully interfere with Plaintiff’s opportunity to win the Robeson \nCounty Contract or that Med1 Plus, Bryant, and Gruenemeier acted without \njustification and with malice in making Med1 .  Therefore, to the extent Defendants \nseek summary judgment in their favor on Plaintiff’s claim for  tortious interference \nwith prospective economic advantage, the Motion should be GRANTED. \niii. Misappropriation of Trade Secrets against Med1 Plus, Bryant, and \nGruenemeier \n \n51. Plaintiff alleges that the financial and other information it provided to \nBryant in connection with the negotiations for Bryant’s purchase of Plaintiff \nconstituted trade secrets, and that Bryant and Gruenemeier (and consequently Med1 \nPlus) violated the NCTSPA by using the information to prepare Med1 Plus’s Proposal \nfor the Robeson County Contract.  (ECF No. 3 , at ¶¶ 82– 89.)  Plaintiff alleges that \nthe trade secret information it provided to Bryant included “client and employee \nrecords, detailed information regarding what each employee ’s roles and \nresponsibilities were, the n on-emergency ambulance services [Plaintiff] provide d to \nRobeson County, [Plaintiff]’s financial records, profit and loss statements, detailed \nmalpractice and automobile insurance information, call volumes, clients’ [Non -\nEmergency Ambulance Services] transport records, . . .  vehicle records, and training \npolicies and procedures.”  (Id. at ¶ 85.) \n52. The elements of and burdens of proof regarding a claim for \nmisappropriation of trade secrets under the North Carolina statute are well \nestablished.   See Bldg. Ctr., Inc. v. Carter Lumber of the North, Inc. , 2017 NC BC \nLEXIS 85, at *17–25 (N.C. Super. Ct. Sept. 21, 2017). \n53. Defendants’ argument in support of summary judgment on the NCTSPA \nclaim is as follows: \n[T]he record shows that Defendants either already \npossessed this information or could have easily compiled it \nfrom public records. Moreover, Plaintiff provided this \nidentical information to Robeson County. Plaintiff’s \ninformation was not subject to reasonable efforts to \nmaintain its secrecy.  The facts also show that Defendants \ncould have compiled a similar database  through public \nlistings from the information obtained from the  (sic) \nRobeson County and patients as Robeson County managed \nthe Contract, such as the patient calls and appointments. \nMoreover, the Contract was exclusive to Robeson County \nand only one provid er could operate under the Contract. \nThus, the Contract obligated Plaintiff to turn over the \noperations Non -Emergency Ambulance Services to Med1 \nPlus effective July 1, 2020. \n \n(ECF No. 62, at p. 22; case citations omitted.)  Defendants do not cite any evidence in \nthe record in support of these claims , and the Court is not able to locate any such \nevidence.  In fact, some of these claims are  demonstrably incorrect.  For example, \nPlaintiff’s proposal to Robeson County did not contain Plaintiff’s “ profit and los s \nstatements, detailed malpractice and automobile insurance information, call \nvolumes” or “vehicle records” other than identifying Plaintiff’s vehicles by make and \nVehicle Identification Number.  (ECF No. 56.13.)  There is no other evidence in the \nrecord that Plaintiff provided this specific information to Robeson County. \n54. In addition, to the extent that Defendants contend that Hicks did not \ntell Bryant that any of Plaintiff’s information was confidential and that Bryant did \nnot sign the Confidentiality Agreement, there are disputed facts as to the adequacy \nof Plaintiff’s measure to protect the secrecy of its information.  These disputed facts \npreclude granting summary judgment. \n55. Finally, the Court notes that while Plaintiff has failed to produce \nevidence that Bryant used its confidential information in preparing its proposal for \nthe Robeson County Contract, it is undisputed that he disclosed the information to \nGruenemeier.  (ECF No. 53.14, at pp. 26–27.)  Such disclosure could support a claim \nfor violation of the NCTSPA.   \n56.  Therefore, to the extent Defendants seek summary judgment in their \nfavor on Plaintiff’s claim  for misappropriation of trade secrets in violation of the \nNCTSPA, the Motion should be DENIED. \niv. Unfair and Deceptive Trade Practices against Med1 Plus, Bryant, \nand Gruenemeier \n \n57. Plaintiff alleges that Med1 Plus, Bryant, and Gruenemeier engaged in \nunfair or deceptive trade practices in violation of the UDTPA.  (ECF No. 5, at ¶¶ 77–\n81.)  Plaintiff alleges, inter alia, that the “use of Plaintiff’s confidential \ninformation . . . in order to destroy Plaintiff’s business and successfully acqu ire the” \nRobeson County Contract violates the UDTPA.  (Id. at ¶¶ 78–79.) \n58. “To establish a prima facie case of unfair and deceptive trade practices, \na plaintiff must show that (1) the defendant committed an unfair or deceptive act or \npractice, (2) the act was in or affecting commerce, and (3) the act proximately caused \ninjury to the plaintiff.”  White v. Consol. Planning, Inc., 166 N.C. App. 283, 303 (2004).  \nWhether an act or practice is unfair or deceptive is ultimately a question of law for \nthe Court.  Songwooyarn Trading Co. v. Sox Eleven, Inc., 213 N.C. App. 49, 56 (2011). \n59. Misappropriation of trade secrets may form the basis of a UDTPA claim \nif it satisfies the required elements for an unfair trade practices claim.  Drouillard v. \nKeister Williams Newspaper Services, Inc. , 108 N.C. App. 169, 172 (1992) (“If the \nviolation of the Trade Secrets Protection Act satisfies this three prong test, it would \nbe a violation of [G.S.] § 75-1.1.”).  The Court has already concluded that issues of fact \nremain for resolution by a jury regarding Plaintiff's claim for misappropriation of \ntrade secre ts, and that  claim could support Plaintiff's claim under the UDTPA.   \nMedical Staffing Network, Inc. v. Ridgway, 194 N.C. App. 649, 659 (2009) (A violation \nof the NCTSPA “ constitutes an unfair act or practice under [N.C.G.S.] § 75 -1.1.”). \nSince Plaintiff’s claim for misappropriation of trade secrets survives , to the extent \nDefendants seek summary judgment in their favor on Plaintiff’s claim for violation of \nthe UDTPA, the Motion should be DENIED.  \nv.  Civil Conspiracy \n \n60. Plaintiff alleges a claim for civil conspiracy against Defendants.  (ECF \nNo. 5, at ¶¶106–09.)  Civil conspiracy is not an independent cause of action in North \nCarolina; rather, liability for civil conspiracy must be alleged in conjunction with an \nunderlying claim for unlawful conduct.   Toomer v. Garrett , 155 N.C. App. 462, 483  \n(2002).  To state a claim for civil conspiracy, a plaintiff must show: “(1) an agreement \nbetween two or more individuals; (2) to do an unlawful act or to do a lawful act in an \nunlawful way; (3) resulting in injury to plaintiff inflicted by one or more of the \nconspirators; and (4) pursuant to a common scheme.”  Piraino Bros., LLC v. Atlantic \nFin. Grp., Inc., 211 N.C. App. 343, 350 (2011).  “[S]ufficient evidence of the agreement \nmust exist to create more than a suspicion or conjecture in order to justify submission \nof the issue to a jury. ”  Boyd v. Drum , 129 N.C. App. 586, 592  (1998) (internal \nquotations omitted). \n61. In the Complaint, Plaintiff makes boilerplate recitation s of the key \nelements for a claim of civil conspiracy.  Plaintiff alleges that “there existed between \nall the Defendants, a common plan or scheme to perform certain unlawful acts,” that \n“as a result of agreement and conduct of Defendants, Plaintiff sustained an injury.”  \n(ECF No. 5, at ¶ 107.)   \n62. Defendants argue that the claim should be dismissed because “a \ncorporation cannot conspire with itself.”  (ECF No. 61, at p. 11; cit ing e.g., Seguro -\nSuarez v. Key Risk Ins. Co. , 261 N.C. App. 200, 218 (2018) (“[A]n allegation that a \ncorporation is conspiring with its agents, officers or employees is tantamount to \naccusing a corporation of conspiring with itself[,] and is therefore insu fficient to \nestablish a claim for civil conspiracy.”).  Defendants contend that \nPlaintiff merely asserts that Defendants’ alleged unlawful \nactions were substantively pursuant to the direction of, \nemployment by, or for the benefit of Med1 Plus.  Plaintiff \nrepeatedly alleges that Defendants were agents and \nemployees of Med1 Plus.   To the extent that Defendants \nwere employed by Med1 Plus, they could not have \nconspired, as they were all one, i.e., Med1 Plus. \n \n(Id. at p. 12; record citations omitted.) \n \n63. Defendants also argue that Plaintiff has not produced evidence that \nDefendants had an agreement to commit an unlawful act or  that Bryant and \nGruenemeier had lawful reasons for working together to secure the Robeson County \nContract.  (Id. at p. 13.) \n64. Plaintiff argues that the Defendants are not protected by intra-corporate \nimmunity because the evidence shows that “ White and Gruenemeier conspired with \nBryant and Med1 Plus prior to becoming employees of Med1 Plus. ”  (ECF No. 61, at \np. 22.)  Plaintiff does not respond to Defendants’ argument that Plaintiff has failed to \nproduce evidence of an agreement. \n65. This case is typical of many before this Court in which the plaintiff \nalleges a civil conspiracy between various defendants as a  barely considered \nafterthought to its primary claims.  Here—again, as is typical with most conspiracy \nclaims—Plaintiff has done nothing more than link a number of unrelated actions by \nclaiming that they were done in furtherance of a nefarious scheme to injure Plaintiff, \nbut has dev eloped no proof that there was any type of agreement between the \nDefendants to carry out an unlawful act.  To the contrary, the evidence shows that \nBryant lawfully retained Gruenemeier to advise him during the negotiations to \npurchase Plaintiff, and th en to assist him with forming Med1 Plus and submitting \nthe Med1 Plus Proposal after the negotiations proved unsuccessful.  Similarly, the \nevidence fails to show that White entered into an agreement with Med1 Plus, Bryant, \nor Gruenemeier to do anything illegal, but instead that White became employed with \nMed1 Plus only after it won the Robeson County Contract.   The facts support the \nconclusion that Bryant’s, Gruenemeier’s, and White’s actions were not part of a \ncommon scheme.  \n66. Plaintiff has not put forth evidence in this case that Defendants entered \ninto any agreement with each other to misappropriate trade secrets  or commit any \nother unlawful act.  At most, Plaintiff’s evidence shows that Defendants might have \nhad access to Plaintiff’s trade secrets and might ha ve used this information in \npreparing Med1 Plus’s bid.  This is not, however, evidence that the individual \nDefendants made an agreement to misappropriate Plaintiff’s trade secret or engage \nin any other unlawful conduct.  Therefore, to the extent Defendants  seek summary \njudgment on Plaintiff’s claim for civil conspiracy, the Motion for Summary Judgment \nshould be GRANTED. \nIV. CONCLUSION  \nTHEREFORE, IT IS ORDERED that the Motion to Strike is DENIED, and \nthat the Motion for Summary Judgment is GRANTED, in part, and DENIED, in part, \nas follows: \na. to the extent Defendants seek  summary judgment on Plaintiff’s claims for \ninterference with prospective economic advantage and civil conspiracy, the \nMotion is GRANTED; \nb. to the extent Defendants seeks summary judgment on Plaintiff’s claims for \nbreach of the Lease Agreement , misappropriation of trade secrets in \nviolation of the NCTSPA , and violation of the UDTPA , the Motion is \nDENIED. \n \nSO ORDERED, this the 24th day of June, 2021. \n \n \n \n/s/ Gregory P. McGuire     \nGregory P. McGuire \nSpecial Superior Court Judge for \nComplex Business Cases "
}