{
  "id": "8b0a00c018732d199901c27978a48b3d3766b8dd68f69e42b07d93c72ea0d464",
  "source_file": "data/raw/ncbc/8b0a00c018732d199901c27978a48b3d3766b8dd68f69e42b07d93c72ea0d464.pdf",
  "raw_text": "Crescent Univ. City Venture, LLC v. AP Atl., Inc., 2019 NCBC 48. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 14745 (Master File) \n \nCRESCENT UNIVERSITY CITY \nVENTURE, LLC, \n \nPlaintiff, \n \nv. \n \nAP ATLANTIC, INC. d/b/a \nADOLFSON & PETERSON \nCONSTRUCTION, \n \nDefendant, \n \nv. \n \nMADISON CONSTRUCTION \nGROUP, INC.; TRUSSWAY \nMANUFACTURING, INC.; T. A. \nKAISER HEATING & AIR, INC.; \nSEARS CONTRACT, INC.; MACEDO \nCONTRACTING CO.; WHALEYS \nDRYWALL, LLC; STALLINGS \nDRYWALL, LLC; MAYNOR PI, INC.; \nMATUTE DRYWALL, INC.; \nINTERIOR DISTRIBUTORS, A \nDIVISION OF ALLIED BUILDING \nPRODUCTS, CORP.; MANUEL \nBUILDING CONTRACTORS, LLC; \nEAGLES FRAMING COMPANY, \nINC.; DIAZ CARPENTRY, INC.; \nSOCORRO CASTILLE MONTLE; \nand GUERRERO CONSTRUCTION \nPRO, INC. \n \nThird-Party \nDefendants. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON MOTIONS \nFOR SUMMARY JUDGMENT \n(18 CVS 1642) \n \n \n \n \n \n \n \nMADISON CONSTRUCTION \nGROUP, INC., \n \n                      \nThird-Party \nPlaintiff, \n \nv. \n \nMANUEL BUILDING \nCONTRACTORS, LLC, \n \nFourth-Party \nDefendant. \n \n \n \n \nCRESCENT UNIVERSITY CITY \nVENTURE, LLC, \n \nPlaintiff, \n \nv. \n \nADOLFSON & PETERSON, INC., \n \nDefendant. \n \n  16 CVS 14844 (Related Case) \n \n \nCRESCENT UNIVERSITY CITY \nVENTURE, LLC, \n \nPlaintiff, \n \nv. \n \nTRUSSWAY MANUFACTURING, \nINC.; and TRUSSWAY \nMANUFACTURING, LLC, \n \nDefendants. \n \n18 CVS 1642 (Related Case) \n \n \n \n \n \n \n \n1. THIS MATTER  is before the Court upon motions titled (i) Defendant \nTrussway Manufacturing, LLC’s (“Trussway”) Motion for Summary Judgment as to \nCrescent’s Negligence Claim (“Trussway’s Motion”); (ii) Third -Party Defendant \nMadison Construction Group, Inc.’s (“Madison”)  Motion for Summary Judgment in \n18-CVS-1642 (“Madison’s Motion”); (iii) Third-Party Defendant Sears Contract, Inc.’s \n(“Sears”) Motion for Summary Judgment (“Sears’ Motion”); and (iv) Third -Party \nDefendant T.A. Kaiser Heating & Air, Inc.’s (“T.A. Kaiser”) M otion for Summary \nJudgment as to Trussway Manufacturing Inc.’s Claims in 18 -CVS-1642 (“T.A. \nKaiser’s Motion”) (collectively, with one or more of the other  summary judgment \nmotions, the “Motions for Summary Judgment”) in the above-captioned case. \n2. For the reasons stated herein, the Court GRANTS Trussway’s Motion and \nDENIES the remaining motions as moot. \nTroutman Sanders LLP, by Kiran H. Mehta, for Plaintiff Crescent \nUniversity City Venture, LLC. \n \nFox Rothschild LLP, by Jeffrey P. MacHarg, and Pagel, Davis & Hill, \nP.C., by Martyn B. Hill and Kent J. Pagel, for Defendant Trussway \nManufacturing, LLC f/k/a Trussway Manufacturing, Inc. \n \nBaucom, Claytor, Benton, Morgan & Wood, P.A., by Brian E. Wolfe and \nRobert C. Gunst, Jr., for Third -Party Defendant Madison Const ruction \nGroup, Inc. \n \nGoodman McGuffey LLP, by W. James Flynn, for Third-Party Defendant \nT.A. Kaiser Heating & Air, Inc. \n \nHedrick Gardner Kincheloe & Garofalo LLP, by David L. Levy and \nAdam R. DeNobriga, for Third-Party Defendant Sears Contract, Inc. \n \nBledsoe, Chief Judge. \nI. \nBACKGROUND \n3. The question posed to the Court in this case is whether, under North \nCarolina law, a commercial property owner who contracts for the construction of a \nbuilding, and thereby possesses a bargained-for means of recovery against a general \ncontractor, may nevertheless seek to recover in tort for its  economic loss  from a \nsubcontracted manufacturer of building materials  with whom the property owner \ndoes not have contractual privity .  Because North Carolina’s economic loss rul e \nrequires negligence claims to be based upon the violation of an extra-contractual duty \nimposed by operation of law, and simultaneously recognizes that parties generally do \nnot owe each other a duty of care to prevent economic loss , the Court concludes that \nthe answer to this question is no. \nA. Factual Background \n4. The Court does not make findings of fact when ruling on motions for \nsummary judgment, but “it is helpful to the parties and the courts for the trial judge \nto articulate a summary of the material facts which he considers are not at issue[.]”  \nHyde Ins. Agency, Inc. v. Dixie Leasing Corp., 26 N.C. App. 138, 142, 215 S.E.2d 162, \n165 (1975). \n5. This case arises from the construction of a multi -building apartment \ncomplex (the “Project”) near the University of  North Carolina at Charlotte (“UNC \nCharlotte”) and a dispute over alleged floor truss defects that developed shortly after \nthe Project’s completion.  Plaintiff Crescent University City Venture, LLC \n(“Crescent”) was the owner and developer of the Project .  (Crescent Univ. City \nVenture, LLC’s Resp. Opp’n Trussway’s Mot. Summ. J. Crescent’s Negligence Claim \n1 [hereinafter “Crescent’s Opp’n Br.”], ECF No. 555;  Trussway Mfg., LLC’s Br. Supp. \nMot. Summ. J. Crescent’s Negligence Claim  Ex. I, at 1 [hereinafter “General \nConditions”], ECF No. 549.9.)  Trussway was the manufacturer who supplied trusses \nfor the Project’s construction .  (Trussway Mfg., LLC’s Br. Supp. Mot. Summ. J. \nCrescent’s Negligence Claim 6 [hereinafter “Trussway ’s Br. Supp.”], ECF No. 548 ; \nTrussway’s Br. Supp. Ex. G, at 1 [hereinafter “Purchase Order”], ECF No. 549.7.) \n6. In 2012, Crescent entered into a contract with general contractor AP \nAtlantic, Inc. d/b/a Adolfson & Peterson Construction (“AP Atlantic”) whereby AP \nAtlantic agreed to construct a n apartment complex on Crescent’s property located \nnear UNC Charlotte.  (See generally General Conditions; Trussway’s Br. Supp. Ex. J \n[hereinafter “Standard Form Agreement”], ECF No. 549.10.)   AP Atlantic then \nentered agreements with several subcontractors  to facilitate the construction of the \nProject.  These included (i) Madison, the subcontractor responsible for providing and \ninstalling wood framing, including floor trusses , at the Project,  (see generally  \nTrussway’s Br. Supp. Ex. K, ECF No. 549.11) ; (ii) Sears, the Project’s drywall \nsubcontractor, (see generally Sears Contract, Inc.’s Mot. Summ. J. Ex. B, ECF No. \n301.2); and (iii) T.A. Kaiser, the subcontractor that furnished the materials, \nequipment, and labor necessary to install the Project’s HVAC systems, (see generally \nBr. AP Atl., Inc. and Adolfson & Peterson, Inc. Opp’n T.A. Kaiser Heating & Air, Inc.’s \nMot. Summ. J. Ex. A, ECF No. 373). \n7. To fulfill its duty to procure t russes for the Project, Madison executed a \nsigned purchase order with Trussway (the “Purchase Order”).  (Purchase Order 1.)  \nThe Purchase Order contained the specifications, quantity, and pricing for the floor \nand roof trusses Trussway would provide and se t forth further terms applicable to \nthe sale of the trusses, including an express warranty.  (Purchase Order 1 –2.)  \nTrussway contends that this warranty extend s to Crescent, (Trussway’s Br. Supp.  \n18), while Crescent contends that it does not, (Crescent’s Opp’n Br. 10). \n8. After the Project was complete d, the floor s in two of its apartments began \nsagging.  Inspections revealed that the floor trusses underneath these apartments \nwere defective.  (Br. AP Atl., Inc. and Adolfson & Peterson, Inc. Supp. Mot. Summ. J. \nEx. D, at 108:14 –21, ECF No. 323.4.)  Crescent hired an engineering firm, Simpson \nGumpertz & Heger, Inc. (“SGH”), to conduct an investigation.  After examining  the \napartments with noticeable  defects and a wider sample of  other apartments, SGH \ninformed Crescent that it believed the floor truss defects were systemic and pervasive \nthroughout the Project.   ( Crescent Univ. City Venture , LLC’s Resp. Opp’n AP Atl ., \nInc. and Adolfson & Peterson Constr ., Inc.’s Mot. Summ.  J. Ex. E ¶ 14, ECF No. \n414.6.) \n9. Crescent and AP Atlantic had a series of discussions about possible work to \nremedy the Project’s truss problems, but Crescent ultimately enlist ed Summit \nContracting Group, Inc., another contractor, to perform the Project-wide repair work \nCrescent requested.  (Crescent Univ. City Venture , LLC’s Resp. Opp’n AP Atlantic, \nInc. and Adolfson & Peterson Constr ., Inc.’s Mot. Summ.  J. Ex. D ¶ 17 , ECF No. \n414.5.)  The parties to these consolidated proceedings dispute whether Crescent’s \nrequested timeframe for remedial work was reasonable and whether the repair plan \nCrescent developed with SGH was appropriate. \nB. Procedural History \n10. AP Atlantic initiated litigation against Crescent on August 5, 2015 to \nrecover allegedly outstanding payments due from Crescent.  (Compl. ¶ 23, ECF No.  \n1.)  Crescent asserted a counterclaim against AP Atlantic for breach of contract on \nmultiple grounds, including the Project’s floor truss defects.  (Def. Crescent Univ. City \nVenture, LLC’s Answer & Countercl. Am. Compl. 38, 43–57, ECF No. 19.)  The Court \nrefers to this original lawsuit, which bears the Mecklenburg County civil case number \n15 CVS 14745, as the “Lead Action.”   \n11. On April 14, 2016, the Chief Justice of the Supreme Court of North Carolina \ndesignated the Lead Action as a complex business case in  accordance with Rules 2.1 \nand 2.2 of the General Rules of Practice for the Superior and District Courts and \nassigned the case to the undersigned. \n12. On August 19, 2016, Crescent began a separate Mecklenburg County action \n(16 CVS 14844) (the “Crescent Action”) against AP Atlantic’s parent entity, Adolfson \n& Peterson Construction, Inc . (“A&P”) (collectively, with AP Atlantic, the “AP \nParties”), to enforce a performance guaranty A&P executed in connection with AP \nAtlantic’s work on the Project.  The Crescent Action was designated as a mandatory \ncomplex business case under N.C.G.S. § 7A-45.4(b) and assigned to the undersigned.  \nOn October 10, 2016 , the Court consolidated the Crescent Action with the Lead \nAction.  (Order Mot. Consolidate ¶ 7, ECF No. 98.) \n13. By late 2 017, following multiple rounds of pleadings, several settlement \nagreements, voluntary dismissals, and a lengthy discovery process, Crescent and the \nAP Parties had resolved all of their claims against each other except for Crescent’s \nclaims against the AP Parties related to the Project’s truss defects.  The AP Parties, \nin turn, maintained derivative third -party claims against multiple first - and lower-\ntier subcontractors, including Trussway, Madison, Sears, and T.A. Kaiser, asserting \nthat, to the extent the AP Parties were liable to Crescent, that liability was the result \nof the first - and lower -tier subcontractors’ breaches of contract or negligence.   In \nresponse to this procedural posture, Crescent moved the Court to realign the parties \nto the case with Crescent as the Plaintiff, AP Atlantic and A&P as Defendants, and \nthe remaining subcontractors as third-party or fourth-party defendants.  All parties \nappearing in the consolidated proceedings consented.  As a result , on December 11, \n2017, the Court grant ed Crescent’s motion and realigned the parties  in accordance \nwith Crescent’s request.  (Order Consent Mot. Realign Parties 5, ECF No. 284.)   \n14. The parties in the Lead and Crescent Actions filed summary judgment \nmotions on February 12, 2018, the court -ordered deadline for such motions .  That \nsame day, Crescent filed a Complaint commencing a new Mecklenburg County Action \nagainst Trussway (18 CVS 1642) (the “Trussway Action”), in which Crescent asserted \na single claim for negligence.  (Compl. 1 [hereinafter “Trussway Action Compl.”], ECF \nNo. 3 (18 CVS 1642).)  Crescent alleged that the Project’s  truss defects were caused \nby Trussway’s negligence in designing, fabricating, manufacturing, handling, and \nstoring the Project’s floor trusses.  (Trussway Action Compl. ¶ 41.)  Crescent further \nalleged that this negligence resulted in Crescent incurring approximately $5,200,000 \nin costs related to the Project-wide truss repairs and approximately $2,679,592.79 in \nother expenses, including expenses associated with giving  residents cash stipends \nand offering residents temporary accommodations, transportation, and storage.  \n(Trussway Action Compl. ¶¶ 31 –32.)  Crescent also filed a motion asking the Court \nto consolidate the Trussway Action with the Lead and Crescent Actions.  ( Mot. \nConsolidate 2, ECF No. 9 (18 CVS 1642).) \n15. On March 3, 2018, t he Trussway Action was designated as a mandatory \ncomplex business case under N.C.G.S. § 7A-45.4(a) and assigned to the undersigned.  \nSoon thereafter, Trussway filed a motion to dismiss Crescent’s negligence claim , \narguing that the claim was barred by the prior pending action (or prior action \npending) doctrine. \n16. The Court held a hearing on the summary judgment motions filed in the \nLead and Crescent Actions, Trussway’s motion to dismiss  the Trussway Action, and \nCrescent’s motion to consolidate the Lead, Crescent, and Trussway Actions on May \n30, 2018, at which all parties appearing in these consolidated proceedings were \nrepresented by counsel.   At th e hearing, counsel for Trussway informed the  Court \nthat consolidating the Trussway Action with the Lead and Crescent Actions would be \nthe least prejudicial option available to the Court , from Trussway’s perspective , in \nthe event the Court denied Trussway’s motion to dismiss the Trussway Action. \n17. In an Order and Opinion dated July 16, 2018, the Court denied Trussway’s \nmotion to dismiss the Trussway Action and granted Crescent’s motion to consolidate.  \nCrescent Univ. City Venture, LLC v. Trussway Mfg., Inc. , 2018 NCBC LEXIS 74, at \n*12–16 (N.C. Super. Ct. July 16, 2018).  The Court ordered that the Lead, Crescent, \nand Trussway Actions were “consolidated for all future proceedings, including but not \nlimited to trial,” that prior pleadings were deemed “filed in both actions,” and that all \ndisputed issues raised in the Trussway Action would be deemed “to be disputed issues \nin the Lead Action.”  Id. at *14–15.   \n18. In its subsequent Order and Opinion addressing supplemental discovery in \nthe Trussway Action, the Court further ordere d that “[d]iscovery in the Lead Action \nand Crescent Action [would] remain closed” and that further discovery allowed on \nCrescent’s negligence claim in the Trussway Action would not be considered “part of \nthe record in the Lead Action or the  Crescent Action for purposes of the pending \nsummary judgment motions in those actions.”  Crescent Univ. City Venture, LLC v. \nAP Atl., Inc., 2018 NCBC LEXIS 92, at *10 (N.C. Super. Ct. Aug. 29, 2018).  The Court \nalso ordered that if it were to “eventually dismiss the Trussway Action, the discovery \nordered” in the Trussway Action would “be excluded from any trial of the remaining \nconsolidated actions.”  Id. \n19. Following consolidation, Trussway filed its Answer to Crescent’s Complaint.  \nIn this Answer, Trussway “incorporate[d] by reference all of its defenses, cross-claims, \nand third-party claims previously pleaded in [the Lead Action] as if fully set forth” \ntherein.  (Trussway Mfg., Inc.’s Answer Crescent Univ. City Ventur e, LLC’s Compl. \n9, ECF No. 460.) \n20. On May 22, 2019, after the conclusion of discovery in the Trussway Action, \nTrussway, Madison, Sears, and T.A. Kaiser filed the Motions for Summary Judgment.  \nThe Court held a hearing on the Motions for Summary Judgment on J uly 25, 2019, \nat which all parties appearing in these consolidated proceedings were represented by \ncounsel. \n21. The Motions for Summary Judgment are now ripe for resolution. \nII. \nLEGAL STANDARD \n22. Under Rule 56 of the North Carolina Rules of Civil Procedure, summa ry \njudgment is appropriate “if the pleadings, depositions, answers to interrogatories, \nand admissions on file, together with the affidavits, if any, show that there is no \ngenuine issue as to any material fact and that any party is entitled to  . . . judgment \nas a matter of law.”  Craig v. New Hanover Cty. Bd. of Educ., 363 N.C. 334, 337, 678 \nS.E.2d 351, 353 (2009) (quoting N.C. R. Civ. P. 56(c)).   A material fact is one that \n“would constitute or would irrevocably establish any material element of a claim or \ndefense.”  Abner Corp. v. City Roofing & Sheetmetal Co. , 73 N.C. App. 470, 472, 326 \nS.E.2d 632, 633 (1985).  “ A ‘genuine issue ’ is on e that can be maintained by \nsubstantial evidence.”  Dobson v. Harris, 352 N.C. 77, 83, 530 S.E.2d 829, 835 (2000).  \nSubstantial evidence is  “such relevant evidence as a reasonable mind might accept \nas adequate to support a conclusion and means more than a scintilla or a permissible \ninference[.]”  DeWitt v. Eveready Battery Co., 355 N.C. 672, 681, 565 S.E.2d 140, 146 \n(2002) (citations and internal quotation marks omitted). \n23. On a motion for summary judgment, the moving party bears the burden of \nshowing that no genuine issues of material fact remain to be resolved.  Camalier v. \nJeffries, 340 N.C. 699, 706, 460 S.E.2d 133, 136 (1995).  “ Evidence presented by the \nparties is viewed in the light most favorable to the non-movant.”  Summey v. Barker, \n357 N.C. 492, 496, 586 S.E.2d 247, 249 (2003).  The trial court should grant summary \njudgment against an adverse party’s claim only if the movant can prove “an essential \nelement of the opposing party’s claim does not exist, cannot be proven at trial, or \nwould be barred by an affirmative defense” or can  show “through discovery that the \nopposing party cannot produce evidence to support an essential element of [its] \nclaim.”  Dobson , 352 N.C. at 83, 530 S.E.2d at 835.   If the moving party meets its \nburden, “the burden shifts to the nonmoving party to produc e a forecast of evidence \ndemonstrating specific facts, as opposed to allegations, showing that [it] can at least \nestablish a prima facie case at trial.”  Gaunt v. Pittaway, 139 N.C. App. 778, 784–85, \n534 S.E.2d 660, 664 (2000).  The responding party may no t “rest upon \nthe . . . allegations or denials” within its pleading, but must put forward specific facts \nshowing there is a genuine issue for trial.  N.C. R. Civ. P. 56(e). \nIII. \nANALYSIS \n24. Trussway argues that the Court should enter summary judgment in its \nfavor because the economic loss rule bars Crescent ’s negligence claim.  Specifically, \nTrussway contends that Crescent has not presented evidence showing the breach of \nany duty other than the contractual duties imposed on Trussway by its Purchase \nOrder with Madison.  Because Crescent has not alleged or forecast evidence showing \nthe breach of any separate or distinct extra -contractual duty imposed by law, \nTrussway asserts that Crescent may not maintain a negligence claim against it.  After \ncareful consideration, the Court agrees. \n25. “The economic loss rule addresses the intersection between contract \nremedies (including warranty remedies) and tort remedies.”  Kelly v. Georgia-Pacific \nLLC, 671 F. Supp. 2d 785, 791 (E.D.N.C. 2009).  More a recognition of “the \nfundamental difference[s] between tort and contract claims,” Legacy Data Access, Inc. \nv. Cadrillon, LLC, 889 F.3d 158, 164 (4th Cir. 2018)  (quoting Broussard v. Meineke \nDisc. Muffler Shops, Inc., 155 F.3d 331, 346 (4th Cir. 1998)), than a mechanical legal \ntool, the economic loss rule is a moniker for the widely accep ted principle that \n“[c]ontract law, and the law of warranty  . . . , is well suited to commercial \ncontroversies [where] the parties may set the terms of their own agreements [,]” E. \nRiver S.S. Corp. v. Transamerica Delaval Inc., 476 U.S. 858, 872–73 (1986), in ways \nthat the law of torts, particularly negligence, is not, see Tiara Condo. Ass’n , Inc. v. \nMarsh & McLennan Cos. , 110 So. 3d 39 9, 401 (Fla. 2013) (“[W]e recognize [ ] the \neconomic loss rule as the fundamental boundary between contract law, which is \ndesigned to enforce the expectancy interests of the parties, and tort law, which \nimposes a duty of reasonable care and thereby encourages citizens to avoid causing \nphysical harm to others.” (internal quotation marks omitted)). \n26. Originating in the products liability context, the economic loss rule, in its \nsimplest form, holds that “purely economic losses are not ordinarily recoverable under \ntort law.”  See, e.g., 2000 Watermark Ass’n v. Celotex Corp., 784 F.2d 1183, 1185 (4th \nCir. 1986) (collecting cases and noting that “historically the only tort action available \nto the disappointed purchaser suffering an intangible commercial loss was an action \nfor fraud”).   Under the economic loss rule,  when a product does not meet it s \npurchaser’s needs or injures  itself, and the product’s owner thereby suffers only \neconomic loss, no action in negligence will lie against the seller or the product’s \nmanufacturer.  See E. River S.S. Corp., 476 U.S. at 871 (holding manufacturers have \n“no duty under either a negligence or strict products -liability theory to prevent a \nproduct from injuring itself”); Seely v. White Motor Co., 403 P.2d 145, 151 (Cal. 1965) \n(“[I]n actions for negligence, a manu facturer’s liability is limited to damages for \nphysical injuries and there is no recovery for economic loss alone.”).  \n27. Put another way, before tort liability will be imposed, particularly liability \nfor negligence, the majority of courts require a personal injury or an injury to personal \nproperty.  See 2000 Watermark Ass’n, 784 F.2d at 1186.  Personal property, however, \ndoes not simply mean any property beyond the immediate good or product sold.  \nRather, courts consistently hold “that when a component part of a product or a system \ninjures the rest of the product or the system, only economic loss has occurred.”  Wilson \nv. Dryvit Sys., Inc., 206 F. Supp. 2d 749, 753 (E.D.N.C. 2002), aff’d, 71 Fed. App’x 960 \n(2003); see E. River S.S. Corp., 476 U.S. at 867–68. \n28. North Carolina expressly adopted the economic loss rule in Chicopee, Inc. v. \nSims Metal Works, Inc., 98 N.C. App. 423, 391 S.E.2d 211 (1990), in which our Court \nof Appeals held the rule barred  a plaintiff from  recovering economic losses from a \nmanufacturer of component parts .  Id.  at 432, 391 S. E.2d at 217 (“The majority of \ncourts which have considered this question have held that purely economic losses are \nnot ordinarily recoverable under tort law.  We adopt this rule[.]” (cit ing 2000 \nWatermark Ass’n, 784 F.2d at 1185)).  Prior to Chicopee, however, North Carolina \ncourts endorsed the  principles underlying the economic loss rule, recognizing that \n“[o]rdinarily, a breach of contract does not give rise to a tort action by the promisee \nagainst the promisor.”  N.C. State Ports Auth. v. Lloyd A. Fry Roofing Co. , 294 N.C. \n73, 81, 240 S.E.2d 345, 350 (1978) , rejected in part on other grounds , Trs. of Rowan \nTech. Coll. v. J. Hyatt Hammond Assocs., Inc. , 313 N.C. 230, 328 S.E.2d 274 (1985) .  \nThese decisions recognized that a tort action will not  lie against a promisor “ for his \nsimple failure to perform his contract, even though such failure was due to negligence \nor lack of skill.”  Id. at 83, 240 S.E.2d at 351; see Spillman v. Am. Homes of Mocksville, \nInc., 108 N.C. App. 63, 65, 422 S.E.2d 740, 741–42 (1992) (“[A] tort action does not lie \nagainst a party to a contract who simply fails to properly perform the terms of the \ncontract, even if that failure to properly perform was due to the negligent or \nintentional conduct of that party, when the injury resulting from the breach is \ndamage to the subject matter of the contract.”). \n29. As this Court has previously noted , the variations of North Carolina’s \neconomic loss rule represented by Ports Authority and Chicopee have been applied by \nthis State’s courts in both the products liability context and in breach of contract cases \nmore broadly.  Artistic S. Inc. v. Lund, 2015 NCBC LEXIS 113, at *22–23 (N.C. Super. \nCt. Dec. 9, 2015).  Those cases citing Ports Authority to apply the rule more broadly \nhave held that “[t]o state a viable claim in tort for conduct that is also alleged to be a \nbreach of contract, ‘a plaintiff must allege a duty owed . . . by the defendant separate \nand distinct from  any duty owed under a contract. ’ ”  Akzo Nobel Coatings,  Inc. v. \nRogers, 2011 NCBC LEXIS 42, at *48 (N.C. Super. Ct. Nov. 3, 2011) (quoting Kelly , \n671 F. Supp. 2d at 791); see also Kaleel Builders, Inc. v. Ashby, 161 N.C. App. 34, 41–\n42, 587 S.E.2d 470, 476 (2003) (holding general contractor’s failure to properly \nperform under a construction contract  did not give rise to an injury in tort).   The \ndiffering ways in which courts have discussed the economic loss rule in these different \ncontexts, however, has caused some confusion about when and how the economic loss \nrule may affect claims in litigation.  The instant case requires the Court to address \nthis confusion. \n30. Trussway relies primarily on Ports Authority to argue that the economic loss \nrule precludes Crescent from recovering against Trussway in negligence.  The Court \nthus begins its analysis with that decision. \n31. In Ports Authority, a state agency contracted with a general contractor for \nthe construction of two buildings.  Ports Auth., 294 N.C. at 81, 240 S.E.2d at 350.  The \ngeneral contractor engaged a subcontractor to perform roofing work.  Id.   After the \nbuildings were completed, their roofs began to leak.  Id.  The agency, i.e., the owner, \nbrought suit and asserted a claim for breach of contract against the general contractor \nand a claim  for negligence against both the general contractor and the roofing \nsubcontractor.1  Id.  (noting that the claim against the general contractor and \nsubcontractor alleged that they had “negligently failed to allow the roofs  . . . to dry \nproperly before applying the roofing material or failed to allow the roofing material \n                                                 \n1  The owner also sued the manufacturer of the roofing materials and an insurance company \nunder a guaranty bond related to the work.  Id. \nitself to dry properly before installing it” and that “the leaks in the roofs were caused \nby this negligent failure to exercise proper care and workmanship in the construction \nof the roofs”). \n32. The Supreme Court of North Carolina first reviewed the owner’s attempt to \nassert a negligence claim against the general contractor.  The Court noted that while \nNorth Carolina case law had recognized four general exceptions2 to the ordinary rule \nthat “a breach of contract does not give rise to a tort action by the promisee against \nthe promiso r,” no case had ever allowed a tort action “against a promisor for his \nsimple failure to perform his contract, even though such failure was due to negligence \nor lack of skill.”  Id. at 81–83, 240 S.E.2d at 350–51.  Reviewing the owner’s complaint, \n                                                 \n2  The Supreme Court of North Carolina described these four exceptions as cases in which a \npromisor would be held “ liable in a tort action for a personal injury or damage to property \nproximately caused by his negligent, or wilful, act or omission in the course  of his \nperformance of his contract,” and categorized the exceptions specifically as follows: \n \n(1) The injury, proximately caused by the promisor’s negligent act or omission in the \nperformance of his contract, was an injury to the person or property of someone other \nthan the promisee. \n \n(2) The injury, proximately caused by the promisor’s negligent, or wilful, act or \nomission in the performance of his contract, was to property of the promisee other \nthan the property which was the subject of the contract, or was a personal injury to \nthe promisee. \n \n(3) The injury, proximately caused by the promisor’s negligent, or wilful, act or \nomission in the performance of his contract, was loss of or damage to the promisee’s \nproperty, which was the subject of the contract, the promisor being charged by law, \nas a matter of public policy, with the duty to use care in the safeguarding of the \nproperty from harm, as in the case of a common carrier, an innkeeper or other bailee. \n \n(4) The injury so caused was a wilful injury to or a conversion of the property of the \npromisee, which was the subject of the contract, by the promisor. \n \nId. at 82, 240 S.E.2d at 350–51 (citations omitted). \nthe Court observed that the owner alleged that the general contractor had agreed to \n“construct buildings, including roofs thereon, in accordance with agreed plans and \nspecifications” and “did not so construct the roofs.”  Id. at 83, 240 S.E.2d at 351.  If \nthat was the case, the C ourt wrote, it would be “ immaterial whether [the general \ncontractor’s] failure was due to its negligence, or occurred notwithstanding its \nexercise of great care and skill.”  Id.  The Supreme Court explained its reasoning: \nIn either event, the promisor would be liable in damages.  Conversely, if the \nroofs, as constructed, conformed to the plans and specifications of the \ncontract, the promisor, having fully performed his contract, would not be \nliable in damages to the plaintiff even though he failed to use the degree of \ncare customarily used in such construction by building contractors.  Thus, the \nallegation of negligence by [the general contractor]  in the second claim for \nrelief set forth in the complaint is surplusage and should be disregarded. \n \nId.  The Court thus concluded that “the only basis for recovery against [the general \ncontractor], alleged in the complaint, ” was a “breach of contract[,] and the Court of \nAppeals was in error in its view that the complaint” alleged “an action in tort[.]”  Id. \n33. After dealing with the appellants’ remaining contentions, the Supreme \nCourt turned to the owner’s challenges to the trial court’s decision to dismiss the \nroofing subcontractor from the action.  Id. at 86, 240 S.E.2d at 353.  In reviewing the \ntrial court’s decision, the Court again applied the principles underlying the economic \nloss rule: \nAlthough the complaint states that the plaintiff seeks recovery against [the \nsubcontractor] “in tort for the negligent installation of the roofs on these two \nbuildings,” it alleges that the [subcontractor] was the roofing subcontractor \nof . . . the general contractor, and that [the subcontractor]  failed properly to \napply the roofing material, in consequence of which failure the roofs leaked.  \nThis is simply an allegation that [the subcontractor] did not properly perform \nits contract with [the general contractor.] \n \nId. at 87, 240 S.E.2d at 353.  As a result, the Court concluded that the owner did not \n“allege a cause of action in tort[.]”  Id.  The Court then held that the owner could not \nsue the subcontractor for breach of contract either , concluding that the owner was \nonly an incidental beneficiary of the contract between the general contractor and the \nroofing subcontractor.  Id.  Because there was no basis for pursuing the subcontractor \nin contract or tort, the Court affirmed the trial court’s dismissal of the owner’s action \nagainst the subcontractor. \n34. Ports Authority would thus appear to favor Trussway and control the Court’s \ndecision in this case, where Crescent, the owner and developer of a commercial \nconstruction project, seeks to recover against Trussway, a subcontracting party, for \nnegligence in the performance of duties Trussway undertook as part of an agreement \nto service the construction project.   \n35. Crescent vigorously disagrees, however, and argues that Trussway should \nbe liable in negligence to Crescent because  the loss Crescent suffered  in the \nperformance of Trussway’s contract  with Madison was an injury to the property of \nsomeone other than the promisee (i.e., Madison), the first of Ports Authority’s four \nidentified instances in which a party’s breach of contract may give rise to a tort claim.  \n(Crescent’s Opp’n Br. 9); see Ports Auth., 294 N.C. at 82, 240 S.E.2d at 350.  Crescent \nalso argues that Ports Authority’s holding was not that the owner in that case was \nunable to assert a negligence claim against the roofing subcontractor, but simply that \nthe owner did not correctly plead a negligence claim concerning the leaking roof.  The \nCourt disagrees with both assertions.   \n36. As an initial matter, i f the first of Ports Authority ’s exceptions was \napplicable in this case, it would have been applicable in Ports Authority itself, where \nthe promisee under the roofing subcontractor’s agreement was the general contractor, \nnot the owner of the buildings.  See Ports Auth., 294 N.C. at 87, 240 S.E.2d at 353.  In \nthat case, however, our Supreme Court clearly held that the owner’s claim against \nthe roofing subcontractor, which alleged the subcontractor “negligently failed” to \nproperly install the roofs, merely alleged a breach of the contract un der which the \nsubcontractor was performing its services.   Id.  at 81, 87, 240 S.E.2d at 350, 353.   \nBecause a negligence claim does not lie “against a promisor for his simple failure to \nperform his contract,” the Court held that the owner could not assert a tort claim for \nthe negligent installation of the roof.  Id. at 83, 87, 240 S.E.2d at 351, 353.  The ruling \ndid not turn upon a technicality in the owner’s pleading but rather upon the Court’s \nholding that the subcontractor’s failure to perform his contract, even if “ due to \nnegligence or lack of skill,” did not give rise to a negligence claim.  Id. \n37. In the context of  a commercial construction  project, this holding makes \nsense.  When an owner /developer contract s for the construct ion of a building, the \nsubject matter of the bargain struck is the structure to be built.   Where a \nsubcontractor’s negligence in performing under a subcontract  causes a defect in a \nportion of that structure , any damage caused to the structure as a whole does not \nextend beyond the subject matter of the owner’s bargain.  The owner suffers nothing \nbut economic loss .  Cf. Kelly, 671 F. Supp. 2d at 793 (holding only economic loss \noccurred when a product used in constructing a home caused damage to that home); \nWilson, 206 F. Supp. 2d at  753–54 (holding damage caused to home by exterior \ncladding was only economic loss) ; Land v. Tall House Bldg. Co. , 165 N.C. App. 880, \n885, 602 S.E.2d 1, 4 (2004) (holding damage caused to home by exterior cladding was \nonly economic loss); Warfield v. Hicks, 91 N.C. App. 1, 9–10, 370 S.E.2d 689, 693–94 \n(1988) (holding claim for negligent construction could not be maintained where \ncontractor supplied defective beams for use in construction of home).   \n38. In such circumstances, where the owner/ developer, general contractor, and \nsubcontractors have negotiated  for specific allocations of risk and have the \nopportunity to insure themselves against possible defects , allowing one party to \ncircumvent the collective bargain by way of an action in negligence would put that \nparty’s interests above the interests of the others  and undermine a crucial aspect of \nthe construction industry .  See Blake Constr. Co. v. Alley , 353 S.E.2d 724, 727 (Va. \n1987) (“The parties involved in a construction project resort to contracts and contract \nlaw to protect their economic expectations.  Their respective rights and duties are \ndefined by the various contracts they enter.  Protection  against economic losses \ncaused by another’s failure properly to perform is but one provision the contractor \nmay require in striking his bargain.”).  As the Washington Supreme Court has noted, \nthe consequences of such an approach are unappealing: \nWe . . . maintain the fundamental boundaries of tort and contract law by \nlimiting the recovery of economic loss due to construction delays to the \nremedies provided by contract.  We so hold to ensure that the allocation of \nrisk and the determination of potentia l future liability is based on what the \nparties bargained for in the contract.  We hold parties to their contracts.  If \ntort and contract remedies were allowed to overlap, certainty and \npredictability in allocating risk would decrease and impede future bus iness \nactivity.  The construction industry in particular would suffer, for it is in this \nindustry that we see most clearly the importance of the precise allocation of \nrisk as secured by contract.  The fees charged by architects, engineers, \ncontractors, dev elopers, vendors, and so on are founded on their expected \nliability exposure as bargained and provided for in the contract. . . . \n \n. . . If we held to the contrary, a party could bring a cause of action in tort to \nrecover benefits they were unable to obtain in contractual negotiations. \n \nBerschauer/Phillips Constr. Co. v. Seattle Sch. Dist. No. 1 , 881 P.2d 986,  992–93 \n(Wash. 1994).  Accordingly, the Court concludes that this case does not fall under the \nfirst of Ports Authority’s exceptions to the general rule that a breach of contract does \nnot give rise to a tort action. \n39. Viewing this case through the  Chicopee product liability line of cases also \nsupports the conclusion that Crescent may not recover from Trussway in negligence.  \n“Under North Carolina law, when a defective component of a larger system causes \ndamage to the rest of the system, only economic loss has occurred, and the economic \nloss rule still applies .”  Kelly , 671 F. Supp. 2d at 793.   Here, where Trussway \nmanufactured “an integral component,” Wilson, 206 F. Supp. 2d at 754, of the Project, \nthese cases would hold that Crescent has suffered only economic loss and is thus \nprohibited from bringing a suit in negligence.  See id.; Tall House Bldg. Co., 165 N.C. \nApp. at 885, 602 S.E.2d at  4; Chicopee, Inc., 98 N.C. App. at 431 –32, 391 S.E.2d at \n216–17 (holding where plaintiff contracted with intermediary to manufacture drying \nranges, and intermediary contracted with manufacturer to manufacture portions of \nthe drying ranges, plaintiff could not recover economic losses from manufacturer for \nnegligence).  In short, both series of North Carolina’s cases discussing the economic \nloss rule cut against Crescent’s argument. \n40. The above points are perhaps best summarized by reference to  Anderson \nElec., Inc. v. Ledbetter Erection Corp. , 503 N.E.2d 246 (Ill. 1986) , a case involving a \ndefendant that provided both services (as in Ports Authority) and manufactured goods \n(as in Chicopee)  as part of  work done for a property owner  and featuring an \narrangement of contracts similar to the case sub judice.  Id. at 247. \n41. In Anderson Electric, the Illinois Supreme Court held that an owner that \ncontracted for the installation of filtration units at its electric facility and suffered \neconomic loss could not sue the manufacturer of the units for negligence.  Id.  at 249.  \nThe manufacturer both supplied the filtration units and contracted with the installer \nto inspect the units as they were installed.  Id.  at 247.  The owner , however,  \ncontracted only with the installer, not the manufacturer .  Id.   The lack of privity  \nbetween the owner and manufacturer  was immaterial to the court, which held that \n“[a] plaintiff seeking to recover purely economic losses due to defeated  expectations \nof a commercial bargain cannot recover in tort, regardless of the plaintiff ’s inability \nto recover under an action in contract.”  Id. at 249.  Because the owner’s economic \nlosses “arose solely from disappointed commercial expectations[,] in that [the owner] \nlost the anticipated profits of its contract with ” the installer, the court affirmed the \nlower court’s dismissal of the owner’s negligence claim.  Id.3  \n42. The Court finds the reasoning in Anderson  Electric persuasive and in \naccordance with Ports Authority, Chicopee, and the above-cited decisions from other \n                                                 \n3  The court also observed, in passing, that its decision did not leave the owner without an \navailable remedy, because the owner had a breach of contract action pending in the trial court \nagainst the installer.  Id. \njurisdictions.  All of these cases compel the conclusion that Crescent has suffered \nnothing more than a disappointment, albeit an allegedly costly disappointment, in its \ncommercial expectations arising from its contract with AP Atlantic.  Put another way, \nCrescent has suffered only economic loss.  Crescent may not recover for this economic \nloss by way of a  negligence action against Trussway .  The law instead recogn izes \nCrescent’s pending contract claim against AP Atlantic as the proper means by which \nCrescent must seek relief .  See Ports Auth. , 294 N.C. at 83, 240 S.E.2d at 351; \nChicopee, Inc., 98 N.C. App. at 431–32, 391 S.E.2d at 216–17. \n43. Crescent vehemently argues against this result and contends that case law \nsubsequent to Ports Authority  makes clear that “the economic loss rule does not \noperate to bar a negligence claim in the absence of a contract between the parties,” \nquoting Lord v. Customized Consulting Speci alty, Inc., 182 N.C. App. 635, 637,  643 \nS.E.2d 28, 29 (2007).  (Crescent’s Opp’n Br. 6.)   In particular, Crescent argues that \nthe Supreme Court of North Carolina’s decision in Oates v. JAG, Inc., 314 N.C. 276, \n333 S.E.2d 222 (1985), and the North Carolina Court of Appeals’ decision in Lord both \nrecognize a cause of action in negligence against construction contractors or \nsubcontractors by owners in the absence of contractual privity.  The Court disagrees \nthat either case can be read so broadly.   \n44. Although it did not reference Ports Authority  or the economic loss rule \ndirectly, in Oates the Supreme Court of North Carolina again considered the \nprinciples expressed in Ports Authority , this time allowing a negligence claim based \nupon economic loss to s tand.  Id. at 281, 333 S.E.2d at 226.  In Oates, the plaintiff-\nhomeowners, who were not the original purchasers of their home,  alleged that they \ndiscovered “numerous defects” in their home’s construction after purchase that \nrequired correction, prompting t hem to bring a suit against the home’s builder to \nrecover their economic loss.  Id.  at 277–78, 333 S.E.2d at 224.   After having their \naction dismissed, the homeowners appealed to the Court of Appeals, which affirmed \nthe trial court’s decision “on the sole ground that plaintiffs did not buy the home from \n[the builder] and that there had never been a contractual relationship between ” the \nhomeowners and the builder.  Id. at 278, 333 S.E.2d at 224. \n45. The Supreme Court of North Carolina reversed the Court of Appeals, \nconcluding that the lower courts had placed too great an emphasis on an implied \nwarranty theory and that the homeowner’s action sounded in negligence.  See id.  at \n279, 333 S.E.2d at 225.   A ddressing the effect of the lack of privity between the \nhomeowners and the builder, the C ourt adopted the language of a Florida appellate \ncourt decision, Navajo Circle, Inc. v. Development Concepts Corp., 373 So. 2d 689 (Fla. \nDist. Ct. App. 1979): \n[T]he absence of contractual privity between plaintiff and defendant does not \naffect plaintiff’s tort claim, provided plaintiff can establish the existence of a \nduty bet ween the parties, and defendant’ s breach of such duty, with the \nproximate result that plaintiff  suffered the damages of which it \ncomplains . . . . \n \nThe duty owed by a defendant to a plaintiff may have sprung from a \ncontractual promise made to another; however, the duty sued on in a \nnegligence action is not the contractual promise but the duty to use  \nreasonable care in affirmatively performing that promise.  The duty exists \nindependent of the contract.  Existence  of a contract may uncontrovertibly \nestablish that the parties owed a duty to each other to use reasonable care in \nperformance of the contract, but it is not an exclusive test of the existence of \nthat duty.  Whether a defendant’ s duty to use reasonable care extends to a \nplaintiff not a party to the contract is determined by whether that plaintiff \nand defendant are in a relationship in which the  defendant has a duty \nimposed by law to avoid harm to the plaintiff. \n \nOates, 314 N.C. at 279, 333 S.E.2d at 225 (quoting Navajo Circle, Inc. , 373 So. 2d at \n691). \n46. Thus, whether the Oates homeowners could maintain a negligence claim \nagainst the builder did not turn on their contractual privity, but on whether the \nhomeowners and the builder were “in a relationship in which the [builder had] a duty \nimposed by law to avoid harm to the” homeown ers.  See id.   Having reached this \nquestion, the Court was persuaded that the builder owed the homeowners a duty of \nreasonable care, citing the reasoning in another Florida appellate decision, Simmons \nv. Owens, 363 So. 2d 142 (Fla. Dist. Ct. App. 1978): \nWe must be realistic.  The ordinary purchaser of a home is not qualified to \ndetermine when or where a defect exists.  Yet, the purchaser makes the \nbiggest and most important investment in his or her life and, more times than \nnot, on a limited budget.  The purchaser can ill afford to suddenly find a latent \ndefect in his or her home that completely destr oys the family’ s budget and \nhave no remedy for recourse.  This happens too often.  The careless work of \ncontractors, who in the past have been insulated from liability, must cease or \nthey must accept financial responsibility for their negligence.  In our \njudgment, building contractors should be held to the general standard of \nreasonable care for the protection of anyone who may foreseeably be \nendangered by their negligence. \n \nOates, 314 N.C. at 280– 81, 333 S.E.2d at 225– 26 (quoting Simmons, 363 So. 2d at \n143).  On the basis of “the reasoning  . . . in Simmons,” the Supreme Court stated its \nholding: “a subsequent purchaser can recover in negligence against the builder of the \nproperty if the subsequent purchaser can prove that he has been damaged as a \nproximate result of the builder’s negligence.”  Id. at 281, 333 S.E.2d at 226. \n47. Contrary to Crescent’s  argument, the Supreme Court of North Carolina’s \ndecision in Oates did not turn on  the availability of a contract or warranty remedy \nagainst the builder.  See id. at 280, 333 S.E.2d at 225 (stating that the homeowners \nhad an actionable negligence claim “regardless of the validity of any claim based on \nbreach of an i mplied warranty”).   As  the Court explained, a plaintiff’s ability to \nmaintain a negligence claim depends upon whether the plaintiff “ can establish the \nexistence of a duty between the parties, and [the] defendant’s breach of such duty, \nwith the proximate result that [the] plaintiff suffered the damages of which it \ncomplains[.]”  Id. at 279, 333 S.E.2d at 225 (quoting Navajo Circle, Inc., 373 So. 2d at \n691).  The duty of care giving rise to a negligence claim “exist s independent of” any \ncontract, and whether such a duty is owed is “ determined by whether that plaintiff \nand defendant are in a relationship in which the defendant has a duty imposed by \nlaw to avoid harm to the plaintiff .”  Id.  In other words, duties impo sed by contract \nand duties of care imposed by law are separate, and a claim for negligence may only \nbe maintained where a duty of care has been breached.  This is the same principle \nexpressed in more recent case law considering the economic loss rule.  See Akzo Nobel \nCoatings, Inc. , 2011 NCBC LEXIS 42, at *48 (“T o state a viable claim in tort for \nconduct that is also alleged to be a breach of contract, ‘a plaintiff must allege a duty \nowed . . . by the defendant separate and distinct from  any duty owed under  a \ncontract.’ ” (quoting Kelly, 671 F. Supp. 2d at 791)). \n48. Instead, Oates turned upon our Supreme Court’s decision to impose a duty \nof care upon residential homebuilders for the benefit of subsequent home purchasers \nwho suffer economic loss .  This duty of care did not exist simply because the \nhomeowners lacked a contractual remedy, but rather was imposed due to policy \nconcerns.  As the Supreme Court of Virginia has noted while discussing the economic \nloss rule, when the law imposes  a duty of ca re upon a party, it reflects a judgment \nthat others have an interest which is entitled to protection and which the party \nshould be required to protect: \nA duty to use ordinary care and skill is not imposed in the abstract.  It results \nfrom a conclusion that an interest entitled to protection will be damaged if \nsuch care is not exercised.  Traditionally, interests which have been deemed \nentitled to protection in negligence have been related to safety  or freedom \nfrom physical h arm.  Thus, where personal injury is threatened, a duty in \nnegligence has been readily found.  Property  interests also have generally \nbeen found to merit protection from physical harm. \n \nBlake Constr. Co., 353 S.E.2d at 726; accord Barnes v. Caulbourne, 240 N.C. 721, 725, \n83 S.E.2d 898, 901 (1954) (stating that a party’s legal duty in negligence “varies \naccording to subject matter and relationships”).   These same considerations are \ngenerally not present when a party suffers the “mere deterioration [of a product] or \nloss of [a] bargain,” as courts believe such losses involve “a failure to meet some \nstandard of quality [which] . . . must be defined by reference to that which the parties \nhave agreed upon.”  Blake Constr. Co., 353 S.E.2d at 726.4   \n                                                 \n4  The Supreme Court of Virginia is hardly alone in making this point.  See, e.g. , 2000 \nWatermark Ass’n, 784 F.2d at 1186 (“The distinction that the law makes between recovery in \ntort for physical injuries and recovery in warranty for economic loss is hardly arbitrary.  It \nrests upon an understandi ng of the nature of the responsibility a manufacturer must \nundertake when he distributes his products.  He can reasonably be held liable for physical \ninjuries caused by defects by requiring his products to match a standard of safety defined in \nterms of conditions that create unreasonable risks of harm or arise from a lack of due care.  \nThis is reasonable because the cost of injury may be an overwhelming misfortune to the \nperson injured.  It is a needless misfortune since the risk of that injury can be insured by the \nmanufacturer and distributed among the public as a cost of doing business.  This rationale, \n49. Thus, in allowing the subsequent -purchaser homeowners in Oates  to sue \ntheir home’s builder, our Supreme Court recognized a limited exception to the \neconomic loss rule after concluding that subsequent purchasers of residential homes \nshould be entitled to pr otection under tort law for their economic losses.   See Oates, \n314 N.C. at 280–81, 333 S.E.2d at 225–26 (reasoning that “[t]he ordinary purchaser \nof a home is not qualified to determine when or where a defect exists” but is making \n“the biggest and most important investment in his or her life” and  can “ill afford to \nsuddenly find a latent defect in his or her home that completely destroys the family’s \nbudget and have no remedy for recourse”).   \n50. The Court therefore concludes that Oates should not be read as necessarily \ntying the availability of a negligence claim to the availability of contractual remedies \nor a lack thereof , as Crescent suggests.   To the contrary , Oates reaffirmed Ports \nAuthority’s approach of treating matters of contract  and matters of tort separately.  \nThe Court also disagrees with Crescent that Oates imposed a duty of care on \nsubcontractors or contractors generally for the benefit of all owners or developers.  \nHad it done so, Oates  would have overruled Ports Authority .  See Ports Auth. , 294 \nN.C. at 83, 87, 240 S.E.2d at 351, 353 (holding general contractor and subcontractor \nnot liable in negligence for breaches of contract).   Nothing in Oates, however, \n“suggests [such] an intent [.]”  Warfield, 91 N.C. App. at  10, 370 S.E.2d at 694.  \nInstead, the Court concludes Oates should be read as i mposing a duty of care on \n                                                 \nhowever, does not justify requiring the consuming public to pay more for their products so \nthat the manufacturer can insure against the possibility that s ome of his products will not \nmeet the business needs of his customers.”). \nresidential builders in favor of subsequent homebuyers because of the particular \nvulnerabilities of, and the limited avenues of recovery otherwise available to, such \nindividuals.  See Oates, 314 N.C. at 280–81, 333 S.E.2d at 225–26; Warfield, 91 N.C. \nApp. at 10, 370 S.E.2d at 694 (characterizing Oates as recognizing a means of redress \nfor subsequent homebuyers). \n51. Similarly, the Court concludes that the Lord decision does not apply to the \nfacts of this case.  In Lord, the plaintiffs were homeowners who bought their home \ndirectly from the builder.  Lord, 182 N.C. App. at 637, 643 S.E.2d at 29.  The builder \nobtained trusses for the construction from a manufacturer.  Id. at 637–38, 643 S.E.2d \nat 29.  After the homeowners discovered problems with these trusses, they sued the \nbuilder and manufacturer.  Id.  at 638, 643 S.E.2d at 30.  A jury found against the \nhomeowners on their claims against the builder, but awarded damages based upon \nthe manufacturer’s negligence in design ing or manufacturing the trusses.  Id.   The \nmanufacturer appealed, arguing that the economic loss rule barred the homeowners’ \nclaims.  Id. at 639, 643 S.E.2d at 30. \n52. The Court of Appeals disagreed with the manufacturer’s arguments.  The \ncourt began by noting that the e conomic loss rule “encourages contracting parties to \nallocate risks for economic loss themselves,” and observing that there was no contract \nbetween the homeowners and the manufacturer.  Id. at 639–40, 643 S.E.2d at 30–31.  \nThe court also noted that it believed the holding of Oates was relevant and applicable, \nrepeating the passages that Oates adopted from Navajo Circle and Simmons \nconcerning the necessity  of a duty of care in negligence actions  and the \nunacceptability of leaving homeowners  without a remedy against building \ncontractors.  Id.  at 641, 643 , 643 S.E.2d at 32– 33.  The court then held that the \nmanufacturer had a duty to use reasonable care in performing its subcontract with \nthe builder to provide reliable trusses for the homeowners’ residence.  Id. at 643, 643 \nS.E.2d at 33.  As a concluding point, the court added the sentence Crescent now \nlatches onto: “Because there was no contract between the [homeowners] and the \n[manufacturer], we further find that the economic loss rule does not apply and \ntherefore does not operate to bar the [the homeowners’] negligence claims.”  Id. \n53. Lord does not offer Crescent the support it desires.  As an initial point, to \nthe extent Crescent argues Lord  imposes a duty of care, actionable in negligence, \nupon subcontractors to perform their contracts in the commercial construction \ncontext, that result would be inconsistent with the Supreme Court’s decision in Ports \nAuthority, and this Court would be bound to follow the decision of the higher court .  \nSee Dep’t of Transp. v. Charlotte Area Manufactured Hous., Inc. , 160 N.C. App. 461, \n472, 586 S.E.2d 780, 786 (2003).   Furthermore, Lord did not express any intent to \noverrule Chicopee or the general rule adopted therein that economic loss is not \nrecoverable in negligence.  Instead, the Court concludes that Lord should be read as \nanother policy-based decision imposing a duty of care upon building contractors for \nthe benefit of residential homeowners suffering economic loss.  This is apparent from \nthe case law on which Lord relies. \n54. Lord borrowed its statement linking the economic loss rule to the presence \nof a contract from Ellis -Don Constr uction, Inc. v. HKS, Inc. , 353 F. Supp. 2d 603 \n(M.D.N.C. 2004), Lord, 182 N.C. App. at 642, 643 S.E.2d at 32, a case in which the \nMiddle District of North Carolina concluded that the economic loss rule would not \nbar a negligence claim by a general contractor against a  developer-hired architect \nwith which the general contractor did not have contractual privity, Ellis-Don Constr., \nInc., 353 F. Supp. 2d at 605–07.  The Middle District reached that conclusion relying \non established North Carolina precedent  holding that “in the absence of privity of \ncontract an architect may be held liable to a general contractor and his subcontractors \nfor economic loss resulting from breach of a common law duty of care. ”  Id. at 605 \n(quoting Davidson & Jones, Inc. v. County  of New Hanover, 41 N.C. App. 661, 666, \n255 S.E.2d 580, 583– 84 (1979)).  These decisions  recognized a duty of care imposed \nupon architects for the benefit of construction contractors in the absence of \ncontractual privity because of the “parties’ working re lationship,” citing the “ ‘power \nof economic life or death’ an architect holds over a contractor[.]”   Id.  (first quoting \nDavidson & Jones, Inc., 41 N.C. App. at 667, 255 S.E.2d at 584; then quoting Shoffner \nIndus., Inc. v. W.B. Lloyd Constr. Co. , 42 N.C. App. 259, 266, 257 S.E.2d  50, 55 \n(1979)).   \n55. Thus, in referencing Ellis-Don and Oates, Lord drew upon examples of cases \nin which courts applying North Carolina law had imposed a duty of care to prevent \neconomic loss, partially motivated by the lack of remedies otherwise available to the \nrespective plaintiffs .  Compare Davidson & Jones, Inc. , 41 N.C. App. at 667, 255 \nS.E.2d at 584 (“We hold that an architect in the absence of privity of contract may be \nsued by a general contractor or the subcontractors working on a construction project \nfor economic loss[.]”), with Oates, 314 N.C. at 280, 333 S.E.2d at 226 (“The purchaser \ncan ill afford to suddenly find a latent defect in his or her home that completely \ndestroys the family’s budget and have no remedy for recourse.”).  Lord is another such \ncase.  The court made this point expressly, citing Oates and stating, “Here, too, we \nmerely recognize a means of redress for those purchasers who suffer economic loss or \ndamage from improper construction but who . . . hav e no basis for recovery in \ncontract.”  Lord , 182 N.C. App. at 642, 643 S.E.2d at 32 (internal quotation marks \nomitted).   \n56. Reading Oates and Lord in light of Ports Authority  and Chicopee, it is \napparent that the absence of a contractual remedy in either case did not thereby \nautomatically provide the homeowners with the ability to bring a claim in negligence.  \nRather, the homeowners’ negligence claims in both Oates and Lord survived because \nthe respective courts, motivated by the inadequacy of any contract ual remedy \navailable, concluded that the residential building contractor or manufacturer  in \nquestion owed a duty of care to the homeowners to avoid causing them economic loss.  \nSee Oates, 314 N.C. at 280, 333 S.E.2d at 226 (reasoning that contractors “must accept \nfinancial responsibility for their negligence” because “too often” an “ordinary \npurchaser of a home” will have his or her budget destroyed by a latent defect and \n“have no remedy for recourse”); Lord, 182 N.C. App. at 642–43, 643 S.E.2d at 32–33 \n(repeating the language in Oates concerning residential homeowners and stating that \nsuch reasoning was compelling).   \n57. Oates and Lord represent exceptions to the general rule implicit in the \nholdings of Ports Authority  and Chicopee—that ordinarily, a party does not owe \nanother a legal duty of care to avoid causing the other purely economic loss and, thus, \na claim for negligence will ordinarily not arise from pure economic loss .  See Ports \nAuth., 294 N.C. at 83, 240 S.E.2d at 351 (stating that there is no North Carolina case \nallowing a tort action against a party for “his simple failure to perform his contract, \neven though such failure was due to negligence or lack of skill”); Chicopee, Inc. , 98 \nN.C. App. at 432, 391 S.E.2d at 217 (adopting the rule that “purely economic losses \nare not ordinarily recoverable under tort law”); see also E. River S.S. Corp., 476 U.S. \nat 871. \n58. Crescent argues that Lord ’s holding cannot be limited to the context of \nresidential homebuyers by citing Hospira Inc. v. AlphaGary Corp., 194 N.C. App. 695, \n671 S.E.2d 7 (2009), a case in which the North Carolina Court of Appeals concluded \nthat the economic loss rule did not prevent a sophisticated bu siness from suing a \nmanufacturer in tort because the two were not in privity of contract.  Id.  at 704–05, \n671 S.E.2d at 14.  The Court disagrees.  Post-Hospira, the Court of Appeals appears \nto have disavowed this view of the economic loss rule, again adopt ing the position \nthat “a viable tort action ‘ must be grounded on a violation of a  duty imposed by \noperation of law , and the right invaded must be one that the law provides without \nregard to the contractual relationship of the parties.’ ”   Rountree v. Chowan County, \n252 N.C. App. 155, 160, 796 S.E.2d 827, 831 (2017) (emphasis added)  (quoting \nAsheville Contracting Co. v. City of Wilson , 62 N.C. App. 329, 342, 303 S.E.2d 365, \n373 (1983)).  This statement of the law is consistent with the Supreme Court of North \nCarolina’s explanation of the distinctions between contractual duties and duties of \ncare imposed by law in Ports Authority  and Oates.  The Court therefore concludes \nthat it cannot follow Hospira’s contrary holding in this case. \n59. For these reasons, the contractual relationship, contractual remedies , or \nlack of either  between Crescent and Trussway are  immaterial in determining \nwhether the economic loss rule bars Crescent’s negligence claim.   Instead, the true \nquestion the Court must answer is whether  Trussway owed Crescent a duty of care \nto avoid causing Crescent purely economic loss.   The default answ er under the \neconomic loss rule, as shown  in Ports Authority and Chicopee, is that Trussway did \nnot.  The Court concludes this default answer is the correct one in this case , which \ndoes not present a set of circumstances warranting a  policy-based exception to the \neconomic loss rule, as found in Oates or Lord. \n60. Unlike a residential homebuyer, Crescent had extensive bargaining power \nand sway in determining how risk would be allocated between itself, AP Atlantic, and \nthe various subcontractors AP Atlantic employed to work on the Project.  This power \nresulted from Crescent’s status as a sophisticated developer  and the terms of the \nagreement between Crescent and AP Atlantic. \n61. The agreement between Crescent and AP Atlantic was set forth in multiple \nstandard forms, including the American Institute of Architect s’ (“AIA”) Document \nA102 – 2007 Standard Form of Agreement Between Owner and Contractor (the \n“Standard Form Agreement”), which granted Crescent certain rights to oversee the \nsubcontracting process .  (Stan dard Form Agreement 1.)  Under Article 10 of the \nStandard Form Agreement, Crescent was given the power to “designate specific \npersons or business entities from whom” AP Atlantic would “obtain bids.”  (Standard \nForm Agreement § 10.1.)  AP Atlantic was obligated to deliver the bids it received to \nCrescent, and Crescent was invested with the authority to  “determine, with the \nadvice of [AP Atlantic], which bids [would] be accepted.”  (Standard Form Agreement \n§ 10.1.)  AP Atlantic was also required to provide Crescent with a template of the \nform subcontract AP Atlantic proposed using on the Project , and Crescent’s written \napproval was required before that subcontract could be used .  (Standard Form \nAgreement § 10.3.)   Once AP Atlantic obtained signed copies of all  subcontracts or \npurchase orders it made or issued, it was required to provide copies of those \ndocuments to Crescent.  (Standard Form Agreement § 10.3.) \n62. Crescent and AP Atlantic’s agreement was also governed by the AIA’s \nDocument A201 – 2007 General Conditions of the Contract for Construction (the \n“General Conditions”).  (General Conditions 1.)  The General Conditions required AP \nAtlantic to ensure that each s ubcontractor was bound by the terms of the contract \ndocuments between Crescent and AP Atlanti c and required each subcontract to \n“preserve and protect the rights of [Crescent] and [the architect] under the [c]ontract \n[d]ocuments with respect to the [w]ork to be performed by the [s]ubcontractor so that \n[the] subcontracting thereof [would] not prejudice such rights[.]”  (General Conditions \n§ 5.3.)  AP Atlantic was also required to make sure each subcontractor entered “into \nsimilar agreements with [its respective] [s]ub-subcontractors.”  (General Conditions \n§ 5.3.)  In the event Crescent terminated its agreement with AP Atlantic for cause, it \nhad the option to accept the automatic assignment of the subcontracts to  itself and \nassume AP Atlantic’s rights and obligations thereunder.  (General Conditions § 5.4.) \n63. These undisputed facts of record show that Crescent possessed the power to \nfully negotiate the  allocation of the risk it faced in its agreement with AP Atlantic  \nand that  Crescent was given full opportunity to protect itself from economic loss \nincurred as a result of its bargain, whether such loss was due to AP Atlantic’s conduct \nor the subpar performance of a subcontractor.  Crescent is presently purs uing its \nbargained-for remedies against AP Atlantic in an action in these consolidated \nproceedings.  While these remedies may be subject to  a waiver of Crescent’s \nconsequential damages for breach of contract that would not apply to a negligence \nclaim against Trussway, ( see General Conditions § 15.1.6.), and thus may not allow \nCrescent to recover the entirety of its c laimed economic loss, the economic loss rule \nadvises that Crescent should be left to the results of its  bargain.  See E. River S.S. \nCorp., 476 U.S. at 875 (“We were informed that these charterers could not have \nasserted the warranty claims.  Even so, the charterers should be left to the terms of \ntheir bargains, which explicitly allocated the cost of repairs.” (citation omitted)); 2000 \nWatermark Ass’n, 784 F.2d at 1186;  Anderson Elec., Inc. , 503 N.E.2d at 249; Ports \nAuth., 294 N.C. at 83, 240 S.E.2d at 351; Chicopee, Inc., 98 N.C. App. at 431–32, 391 \nS.E.2d at 216–17; Blake Constr. Co., 353 S.E.2d at 727; Berschauer/Phillips Constr. \nCo., 881 P.2d at 992–93. \n64. In making this point, the Court strives to be clear —Crescent’s ability to \nbring a contractual claim against AP Atlantic does not trigger the application of the \neconomic loss rule in this case.  The economic loss rule applies “without regard to the \ncontractual relationship of the parties.”  Rountree, 252 N.C. App. at 160, 796 S.E.2d \nat 831 (quoting Asheville Contracting Co. , 62 N.C. App. at 342, 303 S.E.2d at 373) .  \nInstead, the Court highlights Crescent’s power in the bargaining process and its \ncontractual remedy against AP Atlantic to distinguish this case from those exceptions \nto the economic loss rule recognized in Oates and Lord.  The general rule applies here, \nand the general rule holds that “purely economic losses are not . . . recoverable under \ntort law.”  Chicopee, 98 N.C. App. at 432, 391 S.E.2d at 217. \n65. Accordingly, the Court concludes that Crescent’s allegations  and forecast \nevidence, even viewed in the light most favorable to Crescent, do not show that \nTrussway breached a duty of care imposed by  operation of law or that Crescent has \nsuffered anything other than economic loss .  Thus, the Court further concludes that \nno genuine issue of material fact remains as to Crescent’s negligence claim against \nTrussway and that summary judgment in T russway’s favor is appropriate on that \nclaim. \n66. The Court reaches this conclusion fully aware that the reasoning herein may \nleave developers like Crescent —or mo re broadly, remote purchasers or owners —\nwithout a remedy in  either contract or tort in certain circumstances.  This is a risk \nthose engaged in commerce take.  From a policy perspective, the negative \nconsequences of holding parties to their fairly negotiated bargains is minimal when \ncompared to the harm caused when the law of neglig ence is allowed to circumvent \nparties’ agreements.  As aptly observed by the Wisconsin Supreme Court: \n[A]llowing remote commercial purchasers to recover in tort for what is a \ncommercial contract claim would perversely encourage those purchasers to \nbargain for no warranty or insurance in exchange for a reduced purchase \nprice because they could rely on tort remedies as their “ warranty.”  \nWithdrawing application of the economic loss doctrine in this situation would \nencourage a remote commercial purchaser, who had been willing to assume \nthe full risk of economic loss, to purchase the goods “ as is” in exchange for a \nlower price; to roll the dice and hope the product does not fail; and to reap \ninitially the financial benefit of a low purchase price.  If the product does fail \ndown the road, the commercial purchaser could still reach all the way back \nthrough interve ning transactions, contracts, and warranties to sue the \noriginal manufacturer in tort.  This would grant a commercial purchaser \nmore than the benefit  of the bargain to which it and the seller or \nmanufacturer agreed and on which the purchase price was negot iated and \npaid. \n \nDaanen & Janssen , Inc.  v. Cedarapids, Inc. , 573 N.W.2d 842, 848 (Wis. 1998)  \n(citations omitted). \n67. In light of the Court’s dismissal of Crescent’s negligence claim against \nTrussway, the Court concludes that it need not reach the issues raised by the \nremaining motions for summary judgment.  Trussway’ s third-party claims and \ncrossclaims asserted against other parties in the Trussway Action  do not seek \naffirmative damages, but rather  indemnity and contribution in the event Trussway \nis found liable on Crescent’s negligence claim .  Accordingly, because the Court now \nenters summary judgment in Trussway’s favor on Crescent’s negligence claim,  \nTrussway’s claims are moot and should be dismissed .  See Spearman v. Pender Cty. \nBd. of Educ., 175 N.C. App. 410, 413, 623 S.E.2d 331, 333 (2006) ( holding dismissal \nof underlying claims against defendant mooted claims for indemnity and contribution \nagainst third-party defendants); see also In re Peoples, 296 N.C. 109, 147, 250 S.E.2d \n890, 912 (1978) (“Whenever, during the course of litigation it develops that  . . . the \nquestions originally in controversy between the parties are no longer at issue, the \ncase should be dismissed[.]”).   The Court will therefore deny as moot Madison’s, \nSears’, and T.A. Kaiser’s Motions for Summary Judgment relating to these claims. \nIV. \nCONCLUSION \n68. WHEREFORE, the Court hereby ORDERS as follows: \na. Trussway’s Motion is GRANTED.  Crescent’s negligence claim against \nTrussway is dismissed with prejudice. \nb. Trussway’s claims asserted in the Trussway Action are dismissed as \nmoot. \nc. Madison’s Motion is DENIED as moot. \nd. Sears’ Motion is DENIED as moot. \ne. T.A. Kaiser’s Motion is DENIED as moot. \nf. Consistent with the Court’s August 29, 2018 Order and Opinion—and \nin the exer cise of the Court’s discretion —evidence obtained through \ndiscovery in the Trussway Action shall be excluded from any trial of the \nremaining consolidated actions. \nSO ORDERED, this the 14th day of August, 2019. \n \n \n     /s/ Louis A. Bledsoe, III    \n     Louis A. Bledsoe, III \n      Chief Business Court Judge "
}