{
  "id": "8b1e1936580d33400d51e8842fd12473329c8fcbf98ce8cb044fea26317f46bf",
  "source_file": "data/raw/ncbc/8b1e1936580d33400d51e8842fd12473329c8fcbf98ce8cb044fea26317f46bf.pdf",
  "raw_text": "Roth v. Penguin Toilets, LLC, 2011 NCBC 45. \n \nSTATE OF NORTH CAROLINA \n \nCABARRUS COUNTY \nIN THE GENERAL COURT OF \nJUSTICE  \nSUPERIOR COURT DIVISION  11 CVS 478 \n \nROBERT K. ROTH, \n \nPlaintiff, \n \nv. \n \nPENGUIN TOILETS, LLC, \n \n \n \n  \n  \n \n \n \n Defendant. \n \nORDER & OPINION \n \nBishop, Capitano, & Moss, P.A. by Todd Capitano for Plaintiff Robert K. \nRoth. \nRichard L. Robertson & Associates, P.A. by Adam M. Bridgers and Richard \nRobertson and Couzens, Lanksy, Fealk, Ellis, Roeder, & Lazar, P.C. by David A. \nLawrence for Defendant Penguin Toilets, LLC.  \n \nMurphy, Judge. \n{1} THIS MATTER is before the Court upon Defendant’s Motion to \nDismiss in Lieu of Answer.  Defendant alleges that Plaintiff’s Complaint should be \ndismissed because Plaintiff’s claims are subject to a forum selection clause \nincorporated from the Original Operating Agreement into the parties’ Employment \nAgreement.  \n{2} After considering the Complaint, the Motion, briefs and submissions of \nthe parties, and the arguments and contentions of counsel at the August 23, 2011 \nhearing, the Court DENIES Defendant’s Motion to Dismiss. \nI. \nPROCEDURAL HISTORY \n {3} Plaintiff Robert Roth filed his Complaint on February 9, 2011, in \nCabarrus County, North Carolina.  (Compl. p. 4.)  On March 21, 2011, this matter \nwas transferred to the North Carolina Business Court as a mandatory complex \nbusiness case, and subsequently assigned to me on March 24, 2011.  (Assignment \nOrder 1.) \n{4} On April 15, 2011, Defendant filed its Motion to Dismiss with \nsupporting brief alleging that Plaintiff’s Complaint should be dismissed because \nPlaintiff’s claims are subject to choice of law and forum selection clauses that \nrequire litigation to be conducted in Wayne County, Michigan.  (Def.’s Mt. to \nDismiss 1-2.) \n{5} Plaintiff filed his Response in Opposition to Defendant’s Motion to \nDismiss on May 23, 2011, to which Defendant replied on June 9, 2011.  (Pl.’s Resp. \nto Mt. to Dismiss 11; Def.’s Reply in Supp. of Mt. to Dismiss 11.) \n{6} This Court held a hearing on Defendant’s Motion to Dismiss on August \n23, 2011.  \nII. \nFINDINGS OF FACT \n {7} Plaintiff is a citizen and resident of Cabarrus County, North Carolina.  \n(Compl. ¶ 1.) \n {8} Defendant is a Michigan limited liability company that regularly \ntransacts business in North Carolina.  (Compl. ¶ 2.) \n{9} On July 15, 2010, the parties ente red into an Employment Agreement \nwherein Defendant employed Plaintiff as Penguin’s CEO and President and \nPlaintiff became a member/director of the LLC.  (Emp’t Agreement p. 1.)  Per the \nterms of the Employment Agreement, Plaintiff acquired a four percent (4%) interest \nin Defendant’s profits, losses, and cash distributions.  (Id.)  The Employment \nAgreement contains the terms and conditions governing Plaintiff’s employment \nwith Defendant.  (Compl. ¶ 5.)   \n{10} The Employment Agreement “require[d] the Parties to apply Michigan \nlaw to its interpretation and enforcement,” but did not include a forum or venue \nselection clause.  (Emp’t Agreement, Sec. XIV, p. 6.)  The Employment Agreement \nalso makes reference to Defendant’s then-existing Operating Agreement (“Original \nO.A.M.”).  Plaintiff was not a signatory to the Original O.A.M., or a member of \nPenguin Toilets, LLC when the Original O.A.M. was entered into in July 2008.  The \nEmployment Agreement contained the following language:  “[i]f, and to the extent, \nany term of this [Employment] Agreement conflicts with the [Original O.A.M.], . . . \nthen this Agreement will supersede the conflicting term, to the extent of such \nconflict.  (Id. at p. 1.)  The Employment Agreement immediately went on to recite: \n“[i]n deference to the foregoing sentence, each Member has signed this Agreement \nto (and only to) effectively amend the [Original O.A.M.] to hereby revise, as so \nrequired, all conflicting terms of the [Original O.A.M.].”  (Id.)  The only other \nrelevant reference to the Original O.A.M. within the Employment Agreement \nprovides that “[t]his [Employment] Agreement . . . (c) recites, along with the \n[Original O.A.M.] and Penguin’s articles of organization, each term governing \n[Plaintiff’s] relationship with Penguin.”  (Emp’t Agreement Sec. XIV(c), p. 6.) \n {11} After the parties entered into the Employment Agreement, an \nAmended Operating Agreement (“Current Operating Agreement”) was executed on \nSeptember 17, 2010.  (Current Operating Agreement A-1, A-25.)  Plaintiff signed \nthe Current Operating Agreement as a member of Penguin Toilets, LLC.  The \nCurrent Operating Agreement included an integration clause which provided as \nfollows:  “[t]his Operating Agreement constitutes the entire agreement between the \nparties and contains all of the agreement between the parties with respect to its \nsubject matter.”  (\nId. at A-23.)   \n{12} The Current Operating Agreement’s subject matter includes articles \ndealing with company organization; capital contributions, membership shares and \ncapital accounts; administration; tax allocations; distributions; management; \nmembership; liability and indemnification; transfer of shares; intellectual property; \ndissolution; and other miscellaneous provisions.  (\nSee Id.) \n{13} The Current Operating Agreement’s article on management contains a \nprovision that the company will be managed under the authority of a Board of \nDirectors (“BOD”), and that the BOD “shall appoint a CEO and such other officers \nand managers as the Board may determine.  The term, powers, duties and \ncompensation of the CEO (see schedule “A”, the Robert Kevin Roth employment \nagreement dated July 15th 2010 attached) and such other managers shall be \ndetermined by the [BOD].”  (Id. at A-9) (emphasis added). \n{14} The Current Operating Agreemen t, like the Original O.A.M., also \nincludes a section titled “Governing Law and Venue,” (Id. at A-24; Original O.A.M. \n21.)   that provides: \nThis Operating Agreement is being executed and delivered in the \nState of Michigan and shall be governed by, construed, and enforced in \naccordance with the laws of the State of Michigan. Any dispute or \nother legal action concerning this Agreement, including any \narbitration or litigation proceedings \nshall be conducted in Wayne \nCounty, Michigan unless the Arbitrators identify a more suitable and \nagreeable venue and the Members consent to the jurisdiction and \nvenue of any State or Federal Court located therein. \n \n(Id.) (emphasis added). \nIII. \nLEGAL STANDARD \n {15} In both North Carolina and Michigan “‘where parties to a contract \nhave agreed that a given jurisdiction’s substantive law shall govern the \ninterpretation of the contract, such a contractual provision will be given effect.’”  \nSzymczyk v. Signs Now Corp., 168 N.C. App. 182, 186, 606 S.E.2d 728, 732 (2005) \n(quoting Land Co. v. Byrd, 299 N.C. 260, 262, 261 S.E.2d 655, 656 (1980)); see also \nTurcheck v. Amerifund Fin., Inc., 272 Mich. App. 341, 345 (2006) (stating “[i]t is \nundisputed that Michigan’s public policy favors the enforcement of contractual \nforum-selection clauses and choice-of-law provisions.”). \n{16} In North Carolina, the proper pr ocedure by which to seek enforcement \nof a contractual forum or venue selection clause is a motion to dismiss for improper \nvenue pursuant to Rule 12(b)(3).  See Hickox v. R&G Group Int'l, Inc., 161 N.C. \nApp. 510, 511, 588 S.E.2d 566, 567 (2003); see also Mark Group Int'l, Inc. v. Still, \n151 N.C. App. 565, 566 n.1, 566 S.E.2d 160, 161 n.1 (2002). \n{17} Upon a motion made pursuant to  Rule 12(b)(3), North Carolina courts \nwill generally enforce a contractual forum selection clause if that clause is \nmandatory.  Id., 151 N.C. App. at 568, 566 S.E.2d at 162.  “[M]andatory forum \nselection clauses recognized by our appellate courts have contained words such as \n‘exclusive’ or ‘sole’ or ‘only’ which indicate that the contracting parties intended to \nmake jurisdiction exclusive.”  Id.  However, “[t]he weight of authority indicates that \nthe mere use of the word ‘shall’ does not make [a] forum selection clause ‘exclusive.’”  \nAkima Corp. v. Satellite Servs., No. COA06-112, 2006 N.C. App. LEXIS 2462, *7 \n(2006).  It is not an abuse of discretion by a trial court to deny a motion to dismiss \nfor improper venue where the jurisdictional clause is not mandatory.  Mark Group \nInt'l, Inc., 151 N.C. App. at 568, 566 S.E.2d at 162. \n{18} “When a contract is in writing and free from any ambiguity which \nwould require resort to extrinsic evidence, or the consideration of disputed fact, the \nintention of the parties is a question of law. The court determines the effect of their \nagreement by declaring its legal meaning.”  Lane v. Scarborough, 284 N.C. 407, 410, \n200 S.E.2d 622, 624 (1973); see also Davison v. Duke Univ., 282 N.C. 676, 712, 194 \nS.E.2d 761, 783 (1973) (stating “[t]he interpretation of a contract, will or trust \nindenture involves the finding of intention.  Such interpretation has always been \nrecognized as being in the province of the court rather than the jury.  Hence, it has \nuniformly been treated as a question of law subject to review by the appellate \ncourts.”). \n{19} However, “[w]hen an agreement is ambiguous and the intention of the \nparties is unclear, interpretation of the contract is for the jury.”  Int’l Paper Co. v. \nCorporex Constructors, Inc., 96 N.C. App. 312, 317, 385 S.E.2d 553, 556 (1989) \n(citing Silver v. Board of Transp., 47 N.C. App. 261, 267 S.E.2d 49 (1980)); see also \nSchenkel & Shultz, Inc. v. Herman F. Fox, 362 N.C. 269, 275, 658 S.E.2d 918, 922-\n23 (2008) (stating that when an ambiguity is present as to the intended scope of a \nreference to another document, “[i]t is for the jury to determine whether a \nparticular agreement was or was not part of the contract actually made by the \nparties.”). \n{20} Generally, “‘[w]hen the language of a written contract is plain and \nunambiguous, the contract must be interpreted as written and the parties are \nbound by its terms.’”  Graphic Packaging Int’l v. Gilbertson, No. COA09-1372, 2010 \nN.C. App. LEXIS 1466 at *10 (2010) (quoting Atlantic & E. Carolina Ry. Co. v. \nWheatley Oil Co., 163 N.C. App. 748, 752, 594 S.E.2d 425, 429 (2004)).  “‘An \nambiguity exists in a contract when either the meaning of words or the effect of \nprovisions is uncertain or capable of several reasonable interpretations.’”  Id. at *11 \n(quoting Schenkel & Shultz, Inc. v. Hermon F. Fox & Assocs., 362 N.C. 269, 273, \n658 S.E.2d 918, 922 (2008)).  “Thus, if there is uncertainty as to what the agreement \nis between the parties, a contract is ambiguous.”  Id.  “‘Whether or not a contractual \nterm is ambiguous is a question of law.’”  Id. (quoting Huber Engineered Woods, \nLLC v. Canal Ins. Co., 203 N.C. App. 1, 8, 690 S.E.2d 739, 745 (2010)). \nIV \nANALYSIS \nA. Contract Ambiguity \n {21} In order for this Court to find as a matter of law that there is an \nenforceable forum selection clause, it must, as a threshold issue, determine whether \nthe relevant documents in this case are unambiguous regarding this issue.  Lane v. \nScarborough, 284 N.C. at 410, 200 S.E.2d at 624.  Here, Defendant argues \nthroughout its Brief in Support that the forum selection clauses are “unambiguous,” \nand that the Employment Agreement’s references to the Original O.A.M. were \nintended to eliminate any “ambiguity regarding the intent of the reference[.]”  \n(Def.’s Br. in Supp. of Mt. to Dismiss 4.)  After reviewing the Original O.A.M., \nCurrent Operating Agreement, and Employment Agreement this Court agrees with \nDefendant that the forum provisions within the Original O.A.M. and Current \nOperating Agreement are clear. In addition, the Employment Agreement’s reference \nto the Original O.A.M., and the Current Operating Agreements reference to the \nEmployment Agreement are equally certain.  Accordingly, there is no uncertainty as \nto what the parties agreed to, and the terms of the relevant documents are \ninsusceptible to alternative interpretations.  Therefore, this Court finds as a matter \nof law that the terms of the Original O.A.M., Current Operating Agreement, and \nEmployment Agreement that impact this Court’s determination of the issue before \nit are unambiguous.  Huber Engineered Woods, LLC v. Canal Ins. Co., 203 N.C. \nApp. at 8, 690 S.E.2d at 745. \nB. Incorporation by Reference \n{22} Because the Original O.A.M., Current Operating Agreement, and \nEmployment Agreement in this case are unambiguous, their interpretation is a \nquestion of law for the Court.  Lane v. Scarborough, 284 N.C. at 410, 200 S.E.2d at \n624.  Here, the Employment Agreement included a Michigan choice of law provision \nbut no forum selection clause.  (Emp’t Agreement Sec. XIV, p. 6.)  The only \ndocuments that included a forum selection clause were the two iterations of \nDefendant’s Operating Agreements.  (See, Original O.A.M. p. 21; see also Current \nOperating Agreement A-24.)  Plaintiff, however, was never a signatory to the \nOriginal O.A.M. and, therefore, was not bound by it.  While Defendant argues that \nthe terms of the Original O.A.M. were incorporated by reference into the \nEmployment Agreement, the clear language of the Employment Agreement leads \nthe Court to conclude otherwise.   \n{23} The Miscellaneous section of th e Employment Agreement contains the \nfollowing language:  “[t]his Agreement . . . recites, along with the [Original O.A.M.] \nand Penguin’s articles of organization, each term governing [Plaintiff’s] relationship \nwith Penguin . . . .”  (Emp’t Agreement Sec. XIV, p. 6.)  The Court does not construe \nthis to mean, as Defendant argues, that the provisions in each of those documents \nwere incorporated into each of the other documents.  Rather, that to the extent \nPlaintiff held a relationship covered by one of the enumerated agreements, the \nterms of that particular document would govern that particular relationship.     \n{24} At the time the Employment Agreement was entered into, there were \nat least two relationships created between Plaintiff and Defendant – the first as an \nemployee (CEO-President) of Defendant, and the second, as a member/director of \nPenguin Toilets, LLC.  (Id. at Sec. II, p. 1.)  Accordingly, the Original O.A.M. \ncontrols the terms of Plaintiff’s relationship as a member/director of Defendant, at \nleast through September 17, 2010 when the parties mutually executed and entered \ninto the Current Operating Agreement, and the Employment Agreement controls \nthe terms of Plaintiff’s relationship as an employee.  This interpretation is \nsupported by a separate provision within the Employment Agreement which \ncontinues Plaintiff’s relationship as an owner/director “. . . according to the \n[Original O.A.M.], even after the term of this [Employment] Agreement.”  (Id. at \nSec. II(e), p. 1.) (emphasis added).  The Court’s determination that the Employment \nAgreement contains the terms of Plaintiff’s employment relationship with \nDefendant is not to say that a particular relationship can only be controlled by one \ndocument.  Instead, the Court merely concludes that the Employment Agreement’s \nlanguage referencing the Original O.A.M. and Articles of Incorporation did not \nadequately incorporate the terms of those documents, either expressly or by \nreference, into the Employment Agreement.  The action before this Court concerns \nPlaintiff’s relationship as an employee of Defendant.  Accordingly, the Employment \nAgreement provides the relevant contractual obligations of the parties. \n{25} The Employment Agreement reflec ts the complex relationship between \nthe parties and takes into account that conflicts between/among the relevant \ndocuments might arise.  The Employment Agreement provides in the first \nparagraph that “[i]f, . . . any term of this [Employment] Agreement conflicts with \nthe [Original O.A.M.], . . . then this [Employment] Agreement will supersede the \nconflicting term, to the extent of such conflict.  (Emp’t Agreement p. 1.)  To prevent \npotential conflicts, the Employment Agreement went on to provide that “[i]n \ndeference to the foregoing sentence, each Member has signed this [Employment] \nAgreement to (and only to) effectively amend the [Original O.A.M.] to hereby revise, \nas so required, all conflicting terms of the [Original O.A.M.].”  (\nId.)  The signature \npage of the Employment Agreement confirms that the Members were signing the \nEmployment Agreement “solely to amend the [Original O.A.M.] per the initial \nparagraph hereof.”  (Id. at 7.)   \n{26} If, as Defendant argues, the te rms of the Operating Agreement were \nincorporated by reference, there would have been no need to include language in the \nEmployment Agreement addressing the problem of conflicting terms within the \nOperating Agreement; the Operating Agreement’s terms would have been included \nwithin the Employment Agreement.  The presence of the superseding clause \nsuggests to the Court that the parties did not intend to incorporate the Operating \nAgreement’s terms into the Employment Agreement.  Instead, the Employment \nAgreement was intended to control the terms of Plaintiff’s employment relationship \nwith Defendant, and any inconsistent terms within the Operating Agreement were \nto have no effect on that relationship.   \n{27} Lastly, Defendant has argued that the Current Operating Agreement’s \nreference to the Employment Agreement effectively incorporated the Employment \nAgreement into the subject matter of the Current Operating Agreement, and as a \nresult, makes any dispute under the Employment Agreement subject to the Current \nOperating Agreement’s forum selection clause.  (Def.’s Br. in Supp. of Mt. to Dismiss \n5-6.)  This contention is unsupported by the language of the Current Operating \nAgreement.  As noted above, the Current Operating Agreement provides that the \nBOD “shall appoint a CEO and such other officers and managers as the Board may \ndetermine.  The term, powers, duties and compensation of the CEO (see schedule \n“A”, the Robert Kevin Roth employment agreement dated July 15\nth 2010 attached) \nand such other managers shall be determined by the [BOD].”  (Id. at A-9.)  This \nlanguage gives the BOD the authority to appoint a CEO and other managers they \ndeem appropriate for the proper management of the LLC; it also allows the BOD to \ndetermine the length of their employment, duties, and compensation.  The reference \nto the Employment Agreement only serves to illustrate how the BOD may exercise \nits powers and authority over management matters and does not make the \nEmployment Agreement the “subject matter” of the Current Operating Agreement.  \nAccordingly, the Current Operating Agreement’s forum selection clause is not \nbinding in disputes over Plaintiff’s employment. \n{28} The absence of a forum selection clause within the Employment \nAgreement, lack of intent between the parties to incorporate the Operating \nAgreement’s terms into the Employment Agreement, and failure of the Current \nOperating Agreement to incorporate the Employment Agreement into its subject \nmatter, directs the Court’s conclusion that there is no binding forum selection \nclause controlling Plaintiff employment, and therefore Plaintiff was not limited to \nbringing his action in Michigan. \nC. Non-Mandatory Forum Selection Clause \n{29} Even if this Court found the Or iginal O.A.M. and/or Current Operating \nAgreement’s forum selection clause was integrated into the Employment \nAgreement, Plaintiff would still be able to bring this action in North Carolina \nbecause the forum selection clause is not mandatory.  As noted above, North \nCarolina courts will enforce a contractual forum selection clause if that clause is \nmandatory.  Mark Group Int'l, Inc., 151 N.C. App. at 568, 566 S.E.2d at 162. \n{30} Here, the forum selection clause pr ovides that “[a]ny dispute or other \nlegal action concerning this Agreement, including any arbitration or litigation \nproceedings shall be conducted in Wayne County, Michigan unless the Arbitrators \nidentify a more suitable and agreeable venue and the Members consent to the \nJurisdiction and venue of any State or Federal Court located therein.”  (Current \nOperating Agreement A-24.)  While the word “shall” indicates that the proceedings \nare to be conducted in Wayne County, Michigan, it does not say that this is the only \nvenue where proceedings may be conducted.  North Carolina courts have found that \nmandatory selection clauses include words “such as ‘exclusive’ or ‘sole’ or ‘only’ \nwhich indicate[] that the contracting parties intended to make jurisdiction \nexclusive.”  \nMark Group Int'l, Inc., 151 N.C. App. at 568, 566 S.E.2d at 162.   \n{31} In a case similar to the one before this Court, the North Carolina Court \nof Appeals was presented with a forum selection clause which recited that “any \ndispute arising from or relating to this Agreement shall be subject to adjudication \nby a court of competent jurisdiction in the State of Michigan unless otherwise \nagreed upon by the [p]arties.”  Akima Corp., No. COA06-112, 2006 N.C. App. LEXIS \n2462, at *7 (applying Michigan law) (emphasis added).  The court held that \n“[identical] language . . . ha[d] been found not to be exclusive,”  Id. at *8; see also \nMark Group, 151 N.C. App. at 568, 566 S.E.2d at 162 (finding as non-exclusive a \nforum selection clause that stated the contract “shall be subject to the jurisdiction of \nthe State of Colorado . . .”) (emphasis added).  The court went on to find that the use \nof the word “shall” did not make the clause mandatory, and thus the action could be \nbrought in jurisdictions other than Michigan.  Akima Corp., No. COA06-112, 2006 \nN.C. App. LEXIS 2462, at *10.   \n{32} The forum selection clause in this  case suffers from the same infirmity \nas the clause in Akima because it fails to use mandatory language.  Like the clause \nin Akima, the clause here simply says that “proceedings shall be conducted in \nWayne County, Michigan.”  (Current Operating Agreement A-24.)  This, however, \ndoes not mean that Wayne County, Michigan is the only place where an action may \nbe brought.  Accordingly, even if the Court found the forum selection clause in the \nOriginal O.A.M. and/or Current Operating Agreement had been incorporated into \nthe Employment Agreement, it would not necessarily follow that adjudication in \nNorth Carolina is improper.  \nIV. \nCONCLUSION \n {33} Absent a forum selection clause within the Employment Agreement, or \nan effective incorporation of either operating agreements’ forum selection clause \ninto the Employment Agreement, the Employment Agreement does not contain a \nchoice of forum provision limiting the location where Plaintiff may bring this action.  \nEven if the provision had been incorporated, it is not mandatory.  Thus, Plaintiff \nmay properly bring and prosecute his action in this jurisdiction, and North Carolina \nis an appropriate forum.  \n {34} For the reasons noted above, it is hereby  ORDERED that Defendant’s \nMotion to Dismiss is DENIED. \n \nThis 30th day of November, 2011. \n "
}