{
  "id": "8b5c6b2cb49524d76da1241f57b7cacb709ab3a6cd2de8d3d3551c3e7c8cf47b",
  "source_file": "data/raw/ncbc/8b5c6b2cb49524d76da1241f57b7cacb709ab3a6cd2de8d3d3551c3e7c8cf47b.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n12 CVS 7600 \n \nWILLIAM M. ATKINSON, JEFF \nMITCHELL, and JERROLD O’GRADY, \n \nPlaintiffs, \n \nv. \n \nWILLIAM LACKEY, ROSS SALDARINI; \nSCOTT S. MEHLER; BLACKHAWK \nPACIFIC CAPITAL, LLC; and \nBLACKHAWK PACIFIC FUND I, LLC, \n \nDefendants. \n \n \n \n \n \n \n \n \nORDER AND OPINION \n \n{1} THIS MATTER  is before the Court upon Plaintiffs William M. Atkinson \n(“Atkinson”), Jeff Mitchell (“Mitchell”), and Jerrold O’Grady’s (“O’Grady”) \n(collectively, “Plaintiffs”) Motion for Partial Summary Judgment and Defendants \nWilliam Lackey (“Lackey”), Ross Saldarini (“Saldarini”), BlackHawk Pacific Capital, \nLLC (“Pacific Capital”), and BlackHawk Paci fic Fund I, LLC’s (the “Pacific Fund”) \n(collectively, “Defendants”) Motion for Summary Judgment (collectively, the \n“Motions”) in the above-captioned case. \n{2} The Court, having considered the Motions, affidavits and supporting briefs, \nas well as the arguments of counsel at the September 30, 2014 hearing in this matter, \nhereby DENIES Plaintiffs’ Motion and GRANTS in part and DENIES in part  \nDefendants’ Motion. \nNexsen Pruet, PLLC by William R. Terpening, Matthew S. DeAntonio, Richard S. \nWilson, and Christopher C. Lam for Plaintiffs William M. Atkinson, Jeff Mitchell, \nand Jerrold O’Grady. \n \nJames, McElroy & Diehl, P.A. by John R. Buric and Jon P. Carroll for Defendants \nWilliam Lackey, Ross Saldarini, BlackHawk Pacific Capital, LLC and BlackHawk \nPacific Fund I, LLC. \n \nBledsoe, Judge. \n \nAtkinson v. Lackey, 2015 NCBC 13A (Amended 02-27-2015).\n \n \nI. \nPROCEDURAL HISTORY \n{3} Plaintiffs’ claims arise from their allegations that Defendants fraudulently \ninduced them to invest in the Pacific Fund by misrepresenting the Pacific Fund’s \nownership of and security interests in several properties in coastal South Carolina.   \n{4} Plaintiffs, together with Robert Be rtram (“Bertram”) and Jack P. Scott \n(“Scott”), initiated this action on April 18, 2012, alleging claims against Defendants, \nScott Mehler (“Mehler”), Bill Grier (“Grier”), BlackHawk Talon Fund II, LP (“Talon \nFund”), and BlackHawk Management, LLC (“ BHM”) for securities fraud, fraud, \nunfair and deceptive trade practices (“UD TP”) under N.C.G.S. § 75-1.1 (“UDTPA”), \nbreach of fiduciary duty, and constructi ve fraud.  Defendants answered the \nComplaint and asserted four counterclaims. \n{5} This case was assigned to the Business Court (Murphy, J.) on April 24, 2012 \nand subsequently assigned to the undersigned on July 2, 2014.   \n{6} All claims by and against Bertram, Scott, Talon Fund, BHM, and Grier have \nbeen dismissed, as have all claims against all Defendants related to the Talon Fund.  \n(Joint Stipulation of Partia l Dismissal with Prejudice, June 24, 2014.)  Defendants \nhave also dismissed all Counterclaims against Plaintiffs with prejudice.  (Id.) \n{7} Plaintiffs filed their Motion for Pa rtial Summary Judgment on June 30, \n2014, seeking judgment against all Defend ants, including Mehler, on Plaintiffs’ \nclaims for securities fraud, UDTP, breach of  fiduciary duty, and constructive fraud.  \nPlaintiffs do not seek summary judgment against any Defendant on their claim for \ncommon law fraud. \n{8} Defendants filed their Motion for Su mmary Judgment on July 1, 2014, \nseeking judgment in favor of Defendants La ckey and Saldarini on Plaintiffs’ claims \nfor securities fraud, common law fraud,  UDTP, breach of fiduciary duty, and \nconstructive fraud, and in favor of Defend ants Pacific Capital and the Pacific Fund \non Plaintiffs’ claim under the UDTPA.  In addition, Defendants jointly seek summary \njudgment dismissing all of Atkinson’s claims, except constructive fraud and UDTPA, \nby operation of the applicable statute of limitations. \n \n \n{9} The Court held a hearing on the Moti ons on September 30, 2014, at which \nall parties, except Mehler, were represented by counsel.    Mehler did not respond to \nPlaintiffs’ Motion, did not join Defendants’ Motion, and did not appear at the hearing.  \nThe Motions are now ripe for resolution. \nII. \nFACTUAL BACKGROUND \n{10} “Although findings of fact are not necessary on a motion for summary \njudgment, it is helpful to the parties and the courts for the trial judge to articulate a \nsummary of the material facts which he co nsiders are not at issue and which justify \nentry of judgment.”  Collier v. Collier, 204 N.C. App. 160, 161–62, 693 S.E.2d 250, 252 \n(2010).  Therefore, the Court recites the material and undisputed facts to decide the \nMotions and not to resolve issues of material fact. \n{11} The Pacific Fund is a North Carolina limited liability company (“LLC”) that \nwas formed to “build investment returns by actively partnering with and providing \nequity financing to experienced developers and builders on select projects in the \nSoutheast.”  (Pls.’ Br. Supp. Mot., p. 2.) \n{12} Pacific Capital was a member and the sole manager of the Pacific Fund and \nhad “sole, full, exclusive and complete power and authority to manage the affairs of \nthe [Pacific Fund] and to perform any and all acts on behalf of the [Pacific Fund] that \nit deem[ed] appropriate and necessary.”  (Pls.’ Br. Supp. Mot., p. 3.) \n{13} Lackey, Saldarini, and Mehler managed Pacific Capital, and through Pacific \nCapital, the Pacific Fund.  (Pls.’ Br. Supp. Mot., p. 3.; Ex. M.) \n{14} The Pacific Fund investments at issue in this litigation involve a lot in \nDeBordieu Colony (“DeBordieu”), “a private, gated, ocean front community outside \nGeorgetown, South Carolina,” (Compl. ¶ 82), an investment in Mariner’s Walk, “a 308 \nacre, 343 lot, $56 million residential deve lopment with deep water marina on [the] \nSampit River [near] Winyah Bay in Georgetown, South Carolina,” (\nId. ¶ 84), and an \ninvestment in Bulls Bay Estates (“Bulls  Bay”), “a 195 acre, 390 lot, $50 million \nresidential development on the Intracoastal Waterway outside of [Charleston, South \nCarolina].” (Id.) \n \n \n{15} The Pacific Fund began soliciting investments from Plaintiffs and other \ninvestors in 2007.  Plaintiffs allege that Defendants provided them several documents \nand made certain specific representations that induced them to invest in the Pacific \nFund. \n{16} In particular, Mitchell contends that Mehler took him to view a lot in \nDeBordieu and represented that the Pacific Fund owned the property.  (Pls.’ Br. Supp. \nMot., p. 4.; Ex. G.)  Similarly, O’Grady co ntends that Mehler orally represented to \nhim that the Pacific Fund owned property in DeBordieu.  (Pls.’ Br. Supp. Mot., p. 4.; \nEx. H.) \n{17} In addition, Atkinson testified that he received a promotional email on \nFebruary 8, 2007 from Mehler (the “Feb ruary 2007 email”) that (1) described the \nPacific Fund’s DeBordieu investment as “a $500,000 land purchase equity in a $2.6 \nmillion single family home-site development in DeBordieu Colony”; (2) stated that \nthe Mariner’s Walk investment “is secured by all of the (deep water) property and \nother assets of the developer”; and (3) stated that the Bulls Bay investment was a “$1 \nmillion secured debt and deep water land purchase in Bulls Bay Estates.”  (Pls.’ Br. \nSupp. Mot., Ex. O.)   The February 2007 email displayed Lackey and Saldarini’s \nnames at the bottom of the email as signat ories but indicated that the email came \nfrom Mehler’s email account.  (See id.) \n{18} Plaintiffs also testified that they received a promotional document entitled \n“Real Estate Opportunity Fund I: The Co astal Development Fund” (the “Coastal \nDevelopment Fund”) from Mehler that de scribed the DeBordieu investment as a \n“$600,000 land purchase equity” and stated that the Bulls Bay and Mariner’s Walk \ninvestments were “secured” debt investments.  (Pls.’ Br. Supp. Mot., Exs. D, G–H, N.)     \n{19} Finally, Plaintiffs acknowledge that they received a Private Placement \nMemorandum (“PPM”), dated August 15, 2006, before they invested in the Pacific \nFund.  The PPM contained various representations related to the Pacific Fund’s \nholdings, including the following: \na. “The Fund portfolio holds $2MM worth of investments to date -- $1 MM \nin Bulls Bay, a 350 lot residential community on the inter-coastal \n \n \nwaterway outside of Charleston, SC and $1MM in [DeBordieu] Colony, \na private, gated ocean front community outside Georgetown, SC.  BHP \nprojects returns on equity of 54% and 28%, respectively.”  (Pls.’ Br. Supp. \nMot., Ex. M); \nb. “DeBordieu Development.  One of the Company’s Members, P3 One, \nLLC, purchased a lot for approximately $1 million and entered into a \ndevelopment agreement with . . . Principal, Scott Mehler, (the \n“Developers”) whereby the Develope rs will finance and manage the \ndevelopment of a single family home on the lot for the purpose of selling \nthe home and lot . . . .  P3 One intends to contribute the home, its interest \nin the ownership of same, or its profits interest in the sale to Company.  \nBecause of the complexities of the 1031 aspect of the lot ownership, \nCompany and P3 One are currently working towards a structure that \nwill allow the Company to realize 100% of P3 One’s gain from the \ntransaction.” (\nId.); \nc. “Bulls Bay Development.  Company invested $1 million of a total of $5 \nmillion equity financing for the development of ‘Bulls Bay Estates’, an \nIntracoastal residential community  with 390 lots worth $50.1MM in \nAwendaw, SC.  The equity invest ors purchased a $2.5MM water front \nlot and the remaining investment was in the form of a $2.5MM note.  \nThe developer agreed to purchase the lot from the equity investors for \n$3.5 million in 18 months.  The principal and interest on the note pay \nout in 18 months with a total return  of 40%.  The Company will also \nreceive 1% ownership in Bulls Bay project.”  (\nId.) \n{20} The PPM did not reference any investment in Mariner’s Walk.  (Id.) \n{21} The PPM also included an integration clause that stated “[n]o person has \nbeen authorized in connection with this offering to make any representations other \nthan as contained in this confidential private placement memorandum” ( id.), and \nfurther provided that “[n]othing contained in this confidential [PPM] is, or should be \nrelied upon as, a promise or representation  as to the future performance of the \n \n \nCompany” and that “no representation is made as to the accuracy of any forward \nlooking statements, estimates or projection s contained in this confidential [PPM].” \n(Id.)  The PPM also included a Subscription Agreement, signed by each Plaintiff, that \nprovided that the Subscription Agreement “contains the entire agreement of the \nparties with respect to the matters covered hereby or thereby, and there are no \nrepresentations, warranties, covenants or  other agreements except as contained \nherein and therein.” \n{22}  After receiving the documents and re presentations referenced above, each \nPlaintiff invested in the Pacific Fund and also executed the Pacific Fund Operating \nAgreement.  Atkinson invested $100,000 on April 13, 2007; Mitchell invested \n$200,000 on December 14, 2007; and O’Grady invested $200,000 on January 8, 2008.  \n(Pls.’ Br. Supp. Mot., p. 5; Defs.’ Br. Supp. Mot., p. 2.)\n1 \n{23} Plaintiffs’ claims are based on their contention that, contrary to Defendants’ \nrepresentations, the Pacific Fund never owned property in DeBordieu and never held \nsecured debt investments in Mariner’s Walk  and Bulls Bay. As a result, Plaintiffs \nclaim they were fraudulently induced into making unprofitable investments and have \nthereby suffered the total loss of their investments. (Pls.’ Br. Supp. Mot., p. 8.) \n{24} Defendants deny all wrongdoing and contend that the evidence of record is \nundisputed that they truthfully represente d at all times that the Pacific Fund’s \n“primary investments consisted of equity financing for [DeBordieu, Bulls Bay, and \nMariner’s Walk].” (Defs.’ Br. Supp. Mot., p. 3.)  Defendants further contend that the \nundisputed evidence of record establis hes that Lackey and Saldarini did not \nparticipate in any fraudulent conduct, entitling them to summary judgment on all of \n                                                 \n1 The Operating Agreement purports to limit the liability of Pacific Fund’s managers.  Specifically, \nSection 11.03(a) states that “[n]o Manager shall be liable for the obligations of the Company solely by \nreason of being a Manager or participating in the management of the Company’s affairs.  The liability \nof a Manager for any breach of the duties described in Section 11.01 shall be limited or eliminated to \nthe fullest extent permitted by law.  No Manager sha ll be liable for action taken in such capacity if \nsuch Manager performs the duties of such office in  accordance with Section 11.01.”  (Pls.’ Br. Supp. \nMot., Ex. M.)  Section 11.01 states that “the Manager shall discharge its duties as such in good faith, \nwith the care of an ordinary prudent person in a like position would exercise under similar \ncircumstances, and in a manner that such Persons reasonably believe to be in the best interests of the \nCompany.”  (\nId.)   \n \n \n \nPlaintiffs’ claims, and that Pacific Capita l and the Pacific Fund are entitled to \ndismissal of Plaintiffs’ claim under N.C.G.S. § 75-1.1 because securities transactions \nare outside the scope of that statute.   \nIII. \nLEGAL STANDARD \n{25} Summary judgment is appropriate wh ere “the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with the affidavits, if any, \nshow that there is no genuine issue as to any material fact and that any party is \nentitled to judgment as a matter of law.”  N.C. R. Civ. P. Rule 56(c) (2014).  “A genuine \nissue of material fact has been defined as one in which ‘the facts alleged are such as \nto constitute a legal defense or are of such nature as to affect the result of the action, \nor if the resolution of the issue is so e ssential that the party against whom it is \nresolved may not prevail . . . .”  Smith v. Smith, 65 N.C. App. 139,  142, 308 S.E.2d \n504, 506 (1983).  The Court views the evidence in the light most favorable to the non-\nmoving party and draws all reasonable inferences in favor of the non-moving party.  \nWhitley v. Cubberly, 24 N.C. App. 204, 206, 210 S.E.2d 289, 291 (1974); See generally \nMcKee v. James , 2014 NCBC 73 ¶ 31 (N.C. Super. Ct. Dec. 31, 2014), \nwww.ncbusinesscourt.net/opinions/2014_NCBC_73.pdf (discussing standard). \nIV. \nANALYSIS \nA. Standing \n{26} As a preliminary matter, Defendants raise challenges to Plaintiffs’ standing \nto bring individual claims in this matter.  (Defs.’ Br. Resp. Pls.’ Mot., p. 16.)  Although \nDefendants have not filed a motion under Rule 12(b)(1), standing is a “necessary \nprerequisite to the [C]ourt’s proper exercise of subject matter jurisdiction” and the \nCourt may raise “such defect on its own initiative.”  Am. Woodland Indus. v. Tolson, \n155 N.C. App. 624, 626–27, 57 4 S.E.2d 55, 57 (2002); Jackson Cnty. v. Swayney, 75 \nN.C. App. 629, 630, 331 S.E.2d 145, 146 (1985), rev’d in part on other grounds, 319 \nN.C. 52, 352 S.E.2d 413 (1987).  \n \n \n{27} Plaintiffs are members of the Pacific F und and seek to assert direct claims \nagainst all Defendants to enforce rights Plai ntiffs claim belong to them personally.  \nDefendants do not appear to contest Plaint iffs’ standing to bring claims under the \nNorth Carolina Securities Act, 2 but do appear to challenge Plaintiffs’ standing to \nassert its remaining claims for breach of fiduciary duty, fraud, constructive fraud and \nunfair and deceptive trade practices.  Plaintiffs’ standing to assert these claims turns \non whether the claims are direct or derivative, which in turn depends on whether \nPlaintiffs’ claimed injury is an injury to the Pacific Fund or to Plaintiffs individually.  \nSee, e.g., Aubin v. Susi , 149 N.C. App. 320, 324, 5 60 S.E.2d 875, 879 (2002) (“[A] \nderivative action is one brought by a shareholder ‘in the right of a corporation’” and \n“[a]n individual action ‘is one a shareholder brings to enforce a right which belongs \nto him personally.’”). \n{28} The general rule in North Carolina is that “[s]hareholders, creditors or \nguarantors of corporations generally may not bring individual actions to recover what \nthey consider their share of the dama ges suffered by the corporation.”  Barger v. \nMcCoy Hillard & Parks, 346 N.C. 650, 660, 488 S.E.2d 215, 220–21 (1997).  Further, \n“shareholders cannot pursue individual caus es of action against third parties for \nwrongs or injuries to the corporation that result in the diminution or destruction of \nthe value of their stock.” Id. at 658, 488 S.E.2d at 219; See Harris v. Wachovia Corp., \n2011 NCBC 3 ¶ 49 (N.C. Super. Ct. Feb. 23, 2011), \nwww.ncbusinesscourt.net/opinions/2011_NCBC_3.pdf (citing Russell M. Robinson, \nII, Robinson on North Carolina Corporation Law § 17.02[1] (7th ed., 2009) (“The theory \nbehind [this] rule is that ‘a shareholder cannot individually recover the lost value of \nhis shares by alleging injury to the corporation and nothing more . . . .’”)).   \n{29} Generally, the proper vehicle for a claim arising from injury to a corporation \nor a limited liability company is a derivative action, typically because “[t]he loss of an \n                                                 \n2 N.C.G.S. § 78A-56(a)(2) provides an individual cause of action for “any person purchasing a security,” \nfor which rescission and recovery of the consideration paid are the available remedies. The Court \naddresses Plaintiffs’ securities fraud claims in Section IV.B.i below. \n \n \n \ninvestment ‘is identical to the injury suffe red by’ the corporate entity as a whole.”  \nGreen v. Freeman, 367 N.C. 136, 144, 749 S.E.2d 262, 269 (2013). \n{30} The North Carolina Supreme Court has recognized two exceptions to this \ngeneral rule, holding that “shareholders,  creditors and guarantors may bring an \nindividual action against a third party for breach of fiduciary duty when (1) ‘the \nwrongdoer owed [them] a special duty’ or (2) they suffered a personal injury ‘distinct \nfrom the injury sustained by . . . the corporation itself.’” Id. at 142, 759 S.E.2d at 268 \n(quoting Barger, 346 N.C. at 659, 488 S.E.2d at 219).  “The existence of a special duty \nthus would be established by facts showing that defendants owed a duty to plaintiffs \nthat was personal to plaintiffs as shareh olders and was separate  and distinct from \nthe duty defendants owed the corporation.”  Barger, 346 N.C. at 659,  488 S.E.2d at \n220.   \n{31} Significantly for this case, our courts have held that a special duty will exist \n“when the wrongful actions of a party induced an individual to become a shareholder.”  \nId.; see Howell v. Fisher , 49 N.C. App. 488, 498, 272 S. E.2d 19, 26 (1980).  Here, \nPlaintiffs claim Defendants misrepresented that Pacifi c Fund owned property in \nDeBordieu and that the Mariner’s Walk an d Bulls Bay investments were secured, \nand, in turn, that Plaintiffs would not have invested in the Pacific Fund absent those \nrepresentations.  Accordingly, Plaintiffs  contend they were induced to become \nmembers of and investors in the Pacific Fund by the wrongful actions of Defendants.  \nAs such, Plaintiffs have standing to assert their claims under \nHowell. The Court \naddresses the legal sufficiency of these claims for summary judgment purposes \nbelow.3 \n \n                                                 \n3 The Court notes that Plaintiffs’ claims here arguably do not involve a loss to the Pacific Fund at all \n– indeed, the Pacific Fund was the beneficiary recipient of Plaintiffs’ investments, and the actual value \nof the Pacific Fund’s investments was constant at all times regardless of Defendants’ representations \nabout them.  Thus, Plaintiffs’ claims arguably could be seen as direct claims on their face and fall \noutside the Barger analysis altogether.  Nevertheless, in light of the similarity of the relevant operative \nfacts in this case to those in Howell, the Court finds that the special duty exception has been met, \nassuming for these purposes that an injury to the Pacific Fund has been sustained. \n \n \n \nB. Securities Fraud \n{32} The North Carolina Securities Act (“NCSA”) imposes primary and secondary \nliability for fraudulent conduct in the sale of securities. 4 Plaintiffs seek summary \njudgment against all Defendants on thei r NCSA claims.  Defendants Lackey and \nSaldarini have moved for summary judgment  seeking dismissal of Plaintiffs’ NCSA \nclaims against them. \n{33} Plaintiffs contend that each Defendant is primarily liable under the NCSA \nfor Plaintiffs’ losses.  Through N.C.G.S. §§ 78A-56(a)(1) and 78A-56(a)(2), the NCSA \n“delineates two different pathways to primary liability.” NNN Durham Office \nPortfolio 1, LLC v. Highwoods Realty Ltd. P’ship, 2013 NCBC 12 ¶ 51 (N.C. Super. \nCt. Feb. 19, 2013), www.ncbusinesscourt.n et/opinions/2013_NCBC_12.pdf (granting \ndefendants’ motions to dismiss in part).  Plaintiffs seek to hold Defendants primarily \nliable under § 78A-56(a)(2) here.5   \n{34} N.C.G.S. § 78A-56(a)(2) imposes primary civil liability upon “an offeror or \nseller of a security who (1) makes any untrue statement of a material fact, or (2) fails \nto state a material fact necessary for a statement which was made to not be \nmisleading.”  NNN Durham Office Portfolio 1, LLC, 2013 NCBC 12 at ¶ 64.  To avoid \nprimary liability, an offeror or seller must prove “he did not know, and in the exercise \nof reasonable care could not have kn own[] of the truth or omission.”  Id.; Latta v. \nRainey, 202 N.C. App. 587, 598, 689 S.E.2d 898, 908 (2010).  Se ction 78A-56(a)(2) \n“does not additionally require proof of scienter or justifiable reliance.”  NNN Durham \nOffice Portfolio 1, LLC, 2013 NCBC 12 at ¶ 66.  \n{35} Plaintiffs further assert that Defendants Lackey and Saldarini are \nsecondarily liable under the NCSA.  If Plaint iffs can prove that an offeror or seller \nhas primary liability under N.C.G.S. § 78A- 56(a)(2), secondary liability will lie for \n                                                 \n4 The parties agree that Plaintiffs’ investment in Pacific Fund constituted a sale of securities.  ( See \nPls.’ Br. Supp. Mot., p. 14; see also Defs.’ Br. Supp. Mot., p. 18.) \n \n5 For purposes of Plaintiffs’ Motion, Atkinson’s primary liability claim under N.C.G.S. § 78A-56(a)(2) \nis based on the DeBordieu investment opportunity only.  Mitchell and O’Grady’s § 78A-56(a)(2) claims \nare based on DeBordieu, as well as on Mariner’s Walk and Bulls Bay.  (Pls.’ Br. Supp. Mot., p. 10.) \n \n \n“[e]very person who directly or indirectly controls [that person], every partner, officer, \nor director of the person, every person occupying a similar status or performing \nsimilar functions, and every dealer or sale sman who materially aids in the sale,” \nunless that person proves that he “did not know, and in the exercise of reasonable \ncare could not have known, of the existence of the facts by reason of which the liability \nis alleged to exist.”  N.C.G.S. § 78A-56(c)(1) (2014). \n{36} The Court takes Plaintiffs’ allegati ons under the NCSA against each \nDefendant in turn. \ni. Plaintiffs’ NCSA Claims against Mehler, Pacific Fund, and Pacific Capital \n{37} Defendants do not dispute that Mehler and the Pacific Fund are offerors or \nsellers of securities under the NCSA and therefore primarily liable for any \nmisrepresentations they made in the solicitation of Plaintiffs’ investments in the \nPacific Fund. \n{38} Plaintiffs argue that Pacific Capital is also directly liable as an offeror or \nseller because it was vested with “sole,  full, exclusive and complete power and \nauthority to manage the affairs of the [Pacific Fund] and to perform any and all acts \non behalf of the [Pacific Fund] that [P acific Capital] deem[ed] appropriate and \nnecessary.”  (Pls.’ Br. Supp. Mot., p. 16.)   \n{39} It is undisputed that Mehler was authorized to manage and solicit \ninvestments on behalf of the Pacific Fund by virtue of his management role in Pacific \nCapital.  It is also undisputed that Mehler was acting at all times within the scope of \nthe authority provided to him by Pacific Capital and that Mehler directly solicited \nPlaintiffs’ investments in the Pacific Fund.  \nSee Overton v. Henderson, 28 N.C. App. \n699, 701, 222 S.E.2d 724, 726 (1976) (“The principal is liable for the acts of his agent, \nwhether malicious or negligent . . . [the] test is whether the act was done within the \nscope of his employment and in the prosecution and furtherance of the business which \nwas given him to do.”); Greensboro Hous. Auth. v. Kirkpatrick & Assocs. , 56 N.C. \nApp. 400, 403, 289 S.E.2d 115, 117 (1982) (“The general rule is that a principal is \nchargeable with, and bound by, the knowledge of or notice to his agent received while \nthe agent is acting as such within the sc ope of his authority extends, although the \n \n \nagent does not in fact inform his principal thereof.”).   Accordingly, the Court \nconcludes that Pacific Capital is an of feror or seller under the NCSA on the \nundisputed evidence of record.   \n{40} Turning then to Plaintiffs’ contention that summary judgment is proper in \nits favor against these Defendants, Plainti ffs contend that the  undisputed evidence \nshows that Mehler, Pacific Capital and the Pacific Fund made untrue statements of \nmaterial fact and failed to state material facts necessary for those statements to not \nbe misleading.   \n{41} In response, Pacific Capital and the Pacific Fund argue first that the \ndisclaimers and merger clauses contained in the PPM and the Subscription \nAgreement preclude Plaintiffs as a matter  of law from relying on representations \nbeyond the PPM as support for their primary liability claims against these \nDefendants.  The Court disagrees.  “Where [as here] there is a claim for fraud in the \ninducement, defenses based upon the fraudulently induced contract will not bar the \nclaim.” Tradewinds Airlines, Inc.  v. C-S Aviation Servs. , 733 S.E.2d 162, 169 (N.C. \nCt. App. 2012); see, e.g., Laundry Machinery Co. v. Skinner , 225 N.C. 285, 288–89, \n34 S.E.2d 190, 192–93 (1945) (holdi ng that parol evidence could be introduced in \ncontravention of an integration clause in a contract, where there was fraud in the \ninducement, which “vitiates the contract”); \nsee also Godfrey v. Res-Care, Inc. , 165 \nN.C. App. 68, 77 fn. 1, 598 S. E.2d 396, 403 (2004) (stating that an alternative rule \n“would leave swindlers free to extinguish their victims' remedies simply by sticking \nin a bit of boilerplate”) (citations omitted).\n6  Accordingly, the Court concludes that the \nPPM and the Subscription Agreement do not provide Pacific Capital and the Pacific \nFund a complete defense to Plaintiffs’ NCSA primary liability claim. \n{42} Pacific Capital and the Pacific Fund ne xt argue that summary judgment is \nimproper against them because, at the very  minimum, there exist genuine issues of \n                                                 \n6 To the extent Pacific Capital and the Pacific Fund argue that the disclaimers and merger clauses in \nthe PPM preclude Plaintiffs from contending that their reliance on any other representations was \njustified, the Court notes that Plaintiffs need not prove justifiable reliance to prevail on their claim \nunder N.C.G.S. §78-56(a)(2).  E.g., NNN Durham Office Portfolio 1, LLC, 2013 NCBC 12 at ¶¶ 66–68 \n(“Section 56(a)(2) does not additionally require proof of scienter or justifiable reliance.”).  \n \n \nmaterial fact concerning whether Mehler , Pacific Capital or the Pacific Fund \nmisrepresented or concealed facts from Plaintiffs in soliciting their investments, \nincluding facts relating to the nature of the Pacific Fund’s ownership interest in \nDeBordieu and the security structure created for the Mariner’s Walk and Bulls Bay \ninvestments.  The Court agrees. \n{43} First, as to the DeBordieu investment, Mehler denies that he made the oral \nrepresentations upon which Plaintiffs rely  concerning the Pacific Fund’s ownership \nof property in DeBordieu.  Moreover, th e PPM – which Plaintiffs acknowledge they \nreceived after they received the Februa ry 2007 email and the Coastal Development \nFund memorandum – explained in detail the nature of the Pacific Fund’s investment \nand the ownership structure of the DeBo rdieu property at issue and directly \ncontradicted the representations forming the basis of Plaintiffs’ claim.  Accordingly, \nthe Court finds that there exist genuine issu es of material fact concerning whether \nMehler, Pacific Capital and the Pacific Fund made actionable misstatements or \nomissions regarding the DeBordieu investment to sustain a claim for primary liability \nunder N.C.G.S. § 78A-56(a)(2).   \n{44} Similarly, as to the Mariner’s Walk and Bulls Bay investments, the Court \nfinds that the various representations relied upon by Plaintiff – including the \nstatements in the February 2007 ema il and the Coastal Development Fund \nmemorandum to the effect that the Mariner’s Walk and Bulls Bay investments were \n“secured” – are susceptible to differing interpretations as demonstrated by \nDefendants’ evidence\n7 and do not allow the Court to conclude as a matter of law that \nMehler, Pacific Capital or the Pacific Fund made a misrepresentation or concealed a \nmaterial fact in the sale of securities in connection with these two investments. \n                                                 \n7 For example, while it is undisputed that the Pacific Fund did not make a secured loan in connection \nwith either the Mariner’s Walk or Bulls Bay prop erties, the evidence shows that the Pacific Fund \ninvested funds in different partnerships that loaned funds to the developers of these projects, secured \non each occasion by the assets of the developer and/or by the developer’s personal guarantees.  The \nCourt concludes that it is for a jury to determ ine whether Defendants’ statements, in context, \nconstituted misrepresentations or omissions of material facts. \n \n \n \n{45} For each of these reasons, therefore, the Court denies Plaintiffs’ motion for \nsummary judgment on their claims agains t Mehler, Pacific Capital and the Pacific \nFund under N.C.G.S. § 78A-56(a)(2).     \nii. Plaintiffs’ NCSA Claims against Lackey and Saldarini \n a. Primary Liability \n{46} Lackey and Saldarini contest primary liability under the NCSA, contending \nthat Plaintiffs have not shown that Lackey and Saldarini (1) sold or offered to sell \nsecurities to Plaintiffs; (2) made false st atements to Plaintiffs; or (3) omitted a \nmaterial fact to Plaintiffs. \n{47} The NCSA defines “offer” and “offer to sell” to encompass “every attempt or \noffer to dispose of, or solicitation of an offer to buy, a security or interest in a security \nfor value.”  N.C.G.S. § 78A-2(8)(b) (2014).  Ownership of a security is not required to \nqualify as an offeror or seller of  the security under the NCSA.  See, e.g., Skoog v. \nHarbert Private Equity Fund II, LLC, 2013 NCBC 17 ¶ 22 (N.C. Super. Ct. Mar. 25, \n2013), www.ncbusinesscourt.n et/opinions/2013_NCBC_17.pdf (extending primary \nliability to a person who was not the owner of the security sold). \n{48} The North Carolina courts “place[] great emphasis on the solicitation of the \nbuyer as the ‘most critical stage of the selling transaction’” in determining who is an \nofferor or seller of securities.  Id.; see State v. Williams, 98 N.C. App. 274, 281, 390 \nS.E.2d 746, 750 (1990) (holding that defendant who did not participate in an offer or \nsale was not an offeror or seller under the NCSA).   \n{49} Based on its review of the undisputed evidence of record here, the Court \nfinds that neither Lackey nor Saldarini ever  sold or offe red to sell securities to \nPlaintiffs as those terms are defined unde r N.C.G.S. § 78A-2(8)(b).  Not only do \nPlaintiffs admit that all of the information they received concerning the Pacific Fund \nprior to making their investments was pr ovided by Mehler, but Plaintiffs also \nacknowledge that they did not receive any or al representations from, or have direct \ncontact with, either Lackey or Saldarini until after they  made their Pacific Fund \ninvestments and Mehler had departed from Pacific Capital.  Plaintiffs point to \nvarious facts – for example, that Plaintiffs received emails from Mehler with Lackey’s \n \n \nand Saldarini’s names in the signature block with a request to contact “us” – to \nsupport its contentions, but Plaintiffs have not identified any evidence showing that \nLackey or Saldarini took any action to create, distribute or authorize for distribution \nany materials that were received by Plainti ffs prior to their investments. (Pls.’ Br. \nSupp. Mot., Exs. A–C.) \n{50} Indeed, the only evidence that Lackey and Saldarini arguably made any \nrepresentations to Plaintiffs arises from Lackey’s and Saldarini’s acknowledgements \nthat they had an opportunity to review the PPM prior to its dissemination to \nPlaintiffs.  The Court concludes, however, that Plaintiffs have failed to show that the \nPPM contains any false or misleading mate rial information concerning the Pacific \nFund’s actual or anticipated investme nts and, hence, primary liability under \nN.C.G.S. § 78A-56(a)(2) cannot attach to La ckey and Saldarini based on their pre-\ndissemination review of that document.8    \n{51} Accordingly, because Plaintiffs have not brought forward any evidence that \nLackey or Saldarini solicited Plaintiffs’ Pacific Fund investments or misrepresented \nor omitted a material fact regarding thos e investments, the Court concludes that \nLackey and Saldarini do not have primary liability for Plaintiffs’ losses under the \nNCSA as a matter of law and that therefore Plaintiffs’ claims against them on this \ntheory should be dismissed. \nb. Secondary Liability \n{52} Lackey and Saldarini deny secondary liability under the NCSA and contend \nthat Plaintiffs’ claims fail because (1) Plaintiffs have not properly alleged a secondary \nliability claim under § 78A-56(c)(1); (2) Lackey and Saldarini are not “control persons” \nof the Pacific Fund within the meaning of  the NCSA; and (3) Lackey and Saldarini \ndid not know, and in the exercise of reasonable care could not have known, of Mehler’s \n                                                 \n8  Plaintiffs put great emphasis on a single statement in the PPM that the Pacific Fund “portfolio holds \n$2MM worth of investments to date,” including “$1MM in DeBordieu Colony,” as evidence of \nDefendants’ misrepresentations regarding the DeBordieu investment.  In light of the expansive and \ndetailed description of the DeBordieu investment opportunity elsewhere in the PPM (Pls.’ Br. Supp. \nMot., Ex. M, p. 12), however, the Court concludes that Plaintiffs have shown, at most, an inconsistency \nwithin the PPM, not an actionable misrepresentation by any Defendant.  \n \n \n \nalleged misrepresentations, thus satisfying the affirmative defense permitted under \n§ 78A-56(c)(1). \n{53} The Business Court (Gale, J.) has set out the standard for pleading a claim \nfor secondary liability under the NCSA: \nIn sum, to state a cause of action for secondary liability under § 56(c)(1), \nin addition to proof of primary liability, a plaintiff must plead that the \ndefendant fits within the category of persons specified in § 56(c)(1).  In \nthose actions, the defendant may escape liability through an affirmative \ndefense based on lack of knowledge. \nNNN Durham Office Portfolio 1, LLC, 2013 NCBC 12 at ¶ 80. \n{54} In paragraphs 17 and 18 of the Complai nt, Plaintiffs allege Lackey and \nSaldarini “were listed, and held themselves  out as, [Pacific Capital’s] member and \nprincipals,” and that Pacific Capital was th e Pacific Fund’s “founder and organizer, \nand received management fees from th e [Pacific Fund].”  (Compl. ¶¶ 17–18.)  \nPlaintiffs further allege that Lackey and Saldarini were agents of Pacific Capital \nand/or the Pacific Fund (Compl. ¶ 117), cont end that Pacific Capital and the Pacific \nFund made false representations and concea led material facts with the intent to \ndeceive Plaintiffs “under the direction” of Lackey and Saldarini (Compl. ¶ 136), allege \nclaims of primary liability against the corporate Defendants for their alleged \nmisrepresentations and omissions, and generally allege, as against all Defendants, \nincluding Lackey and Saldarini, and without specifying whether they claim through \nprimary or secondary liability, that “[Plaintiffs] are entitled to recover the investment \namount paid for the securities, together wi th interest, costs and attorneys’ fees as \nallowed by law under N.C. Gen. Stat. § 78A-56.”   (See Compl. ¶¶ 115–22).    \n{55} When liberally construed in light of controlling North Carolina precedent, \nthe Court concludes that the Complaint broa dly but adequately alleges that Lackey \nand Saldarini directly or indirectly controlled Pacific Capital and the Pacific Fund \nand put Defendants on notice of Plaint iffs’ claim for secondary liability against \nLackey and Saldarini under N.C.G.S. § 78A-56(c)(1).9  See, e.g., Stanback v. Stanback, \n                                                 \n9 I n d e e d ,  L a c k e y  a n d  S a l d a r i n i  a p p e a r  t o  h a v e  b e e n  s u f f i c i e n t l y  o n  n o t i c e  o f  P l a i n t i f f s ’  s e c o n d a r y  \nliability claim to advance the statutory affirmative defense to that claim in moving for summary \njudgment, asserting that “[t]here is no evidence that the Individual Defendants knew, or in the \n \n \n297 N.C. 181, 202, 254 S.E.2d 611, 625 (1979) (“when the allegations in the complaint \ngive sufficient notice of the wrong complained of an incorrect choice of legal theory \nshould not result in dismissal of the claim if the allegations are sufficient to state a \nclaim under some legal theory”); North Carolina State Ports Authority v. Lloyd A. \nFry Roofing Co., 32 N.C. App. 400, 232 S.E.2d 846 (1977) (holding court may grant \nany relief to which a party is entitled, regardless of whether it has been demanded in \nthe pleadings; “it is not a crucial error to demand the wrong relief”), affirmed, 294 \nN.C. 73, 240 S.E.2d 345 (1978); Dixon v. Stuart, 85 N.C. App. 338, 340, 354 S.E.2d \n757, 758 (1987) (“In analyzing the sufficiency  of the complaint, the complaint must \nbe liberally construed.”); see also, e.g., Ellison v. Ramos, 130 N.C. App. 389, 395, 502 \nS.E.2d 891, 895 (1998) (“[T]he policy behind notice pleading is to resolve controversies \non the merits, after an opportunity for discovery, instead of resolving them based on \nthe technicalities of pleading.”); Haynie v. Cobb , 207 N.C. App. 143, 148–49, 698 \nS.E.2d 194, 198 (2010) (“Pleadings should be construed liberally and are sufficient if \nthey give notice of the events and tran sactions and allow the adverse party to \nunderstand the nature of the claim and to prepare for trial.”) (quotations and citations \nomitted).   \n{56} Having concluded that Plaintiffs put Defendants on notice of their claim for \nsecondary liability, the Court next addres ses whether secondary liability has either \nbeen established as a matter of law as Plaint iffs contend, or defeated as a matter of \nlaw as Lackey and Saldarini contend.   \n{57} For secondary liability to obtain, Plaintiffs must first show that Lackey and \nSaldarini (1) directly or indirectly contro lled a person or entity (2) who has made a \nmisrepresentation or concealed a material  fact in the sale  of securities ( i.e., were \n“control persons”).  See N.C.G.S. § 78A-56(c)(1).  Once Plaintiffs make this showing, \nLackey and Saldarini may prevail under N.C.G.S. § 78A-56(c)(1) if they can establish \nthat they did not know, and in the exercise of reasonable care could not have known, \nof Mehler’s alleged misrepresentations.  \n                                                 \nexercise of reasonable care could have known that Mehler made private oral misrepresentations to \nPlaintiffs about anything.”  (Defs.’ Br. Supp. Mot., p. 13–14 (citing N.C.G.S. § 78A-56(c)(1)).) \n \n \n{58} As to the issue of control, Lackey an d Saldarini maintain that they are not \ncontrol persons within the meaning of the NCSA because Pacific Capital – not Lackey \nor Saldarini in their individual capacities – is the manager of Pacific Fund and thus \nthe person or entity that “controlled” Pacific Fund for purposes of secondary liability \nanalysis under N.C.G.S. § 78A-56(c).    \n{59} Because there are few North Carolina state court decisions interpreting the \n“control person” standard under the NCSA, the Court looks to the “analogous federal \ncontrol person liability statutes, such as 15 U.S.C. § 77o, when interpreting § 78A-\n56(c).”  NNN Durham Office Portfolio 1, LLC, 2013 NCBC 12 at ¶ 70 (citing Hunt v. \nMiller, 908 F.2d 1210, 1214 fn.5 (4th Cir. 1990)). \n{60} Federal courts often invoke a two-part test to determine control person \nliability under Section 77o.  Under this test, “[f]irst, the ‘control person’ needs to have \nactually exercised general control over th e operations of the wrongdoer, and second, \nthe control person must have had the power or ability – even if not exercised – to \ncontrol the specific transaction or activity th at is alleged to give rise to liability.”  \nDonohoe v. Consolidated Operating & Prod. Corp. , 30 F.3d 907, 911–912 (7th Cir. \n1994); see, e.g., In re Microstrategy Securities Litigation , 115 F. Supp. 2d 620, 661 \n(E.D. Va. 2000) (“A plaintiff satisfies the cont rol requirement . . . by pleading facts \nshowing that the controlling defendant ‘had the power to control the general affairs \nof the entity primarily liable at the time th e entity violated the securities laws . . . \n[and] had the requisite power to directly or indirectly control or influence the specific \ncorporate policy which resulted in the primary liability.’”).   As one federal court has \nnoted, “[i]n the securities context, control means ‘the possession, direct or indirect, of \nthe power to direct or to cause the direct ion of the management and policies of [an \nentity], whether through the ownership of voting securities, by contract, or \notherwise.’”  Sheinkopf v. Stone, 927 F.2d 1259, 1270 (1st Cir. 1991); see also Index \nFund, Inc. v. Hagopian, 609 F. Supp. 499, 511 (S.D.N.Y. 1985) (“Congress enacted the \ncontrol provisions in order to impose liability on parties ‘who are in some meaningful \nsense culpable participants in the fraud perpetrated by controlled persons.’”) (quoting \nLanza v. Drexel, 479 F.2d 1277, 1299 (2nd Cir. 1973)).   \n \n \n{61} The Fourth Circuit has adopted a nearly identical test to analyze control \nperson liability under another federal stat ute governing sellers of securities, 15 \nU.S.C. § 78t(a).  See, e.g., Waterford Inv. Servs. v. Bosco, 682 F.3d 348, 354 (4th Cir. \n2012) (“In determining ‘whether a defendant possessed the requisite control,’ in that \ncontext, a court gives ‘hea vy consideration to the power or potential power to \ninfluence and control the activities of a person, as opposed to the actual exercise  \nthereof.’”).  The Fourth Circuit has also observed that “[t]he controlling persons \nprovisions contain a state-of-mind conditio n that requires a showing of something \nmore than negligence to establish liability.”  Carpenter v. Harris, Upham & Co., 594 \nF.2d 388, 394 (4th Cir. 1979) (discussing 15 U.S.C. § 77o and 20 U.S.C. § 78t(a)). \n{62} Relying upon these principles from federal law to interpret N.C.G.S. § 78A-\n56(c) here, the Court concludes that there exist genuine issues of material fact \nconcerning whether Lackey and Saldarini directly or indirectly controlled the Pacific \nFund for purposes of secondary liability an alysis.  Although Lackey and Saldarini \npoint to evidence that prior to Mehler’s departure in 2009, he had nearly sole \nresponsibility for monitoring investor communications and managing the day-to-day \noperations of the Pacific Fund, all with lit tle or no input from Lackey and Saldarini \n(Pls.’ Br. Supp. Mot., Ex. E; Defs.’ Br. Supp. Mot., p. 3), and further that they did not \nsolicit Plaintiffs to induce their investme nts, Plaintiffs advance contrary evidence \nsuggesting, inter alia, that Lackey and Saldarini actively promoted the Pacific Fund \nto other investors, held meetings with Me hler concerning the Pacific Fund and its \ninvestments, reviewed and approved the PPM before it was finalized, were listed as \ntwo of the “principal members” of the Pacific Fund’s manager (i.e., Pacific Capital) in \nthe Pacific Fund’s Operating Agreement (Pls.’ Br. Supp. Mot., Ex. M),10 and retained \nauthority to, and allegedly took actions from time to time to, control and direct Pacific \nCapital in its activities as manager of the Pacific Fund. (Pls.’ Br. Supp. Mot., Ex. F.)  \nAs such, the Court cannot determine on the current record that Lackey and Saldarini \n                                                 \n10 The Operating Agreement states that “The principal members of the Manager, Scott Mehler, Mac \nLackey and Ross Saldarini (“Principals”) shall constitute the individuals with management authority \nfor all purposes under the Act and other applicable law.”  (Pls.’ Br. Supp. Mot., Ex. M, p. 61.) \n \n \neither controlled, or did not control, th e Pacific Fund as a matter of law under \nN.C.G.S. § 78A-56(c).   \n{63} In addition, even if Lackey and Sald arini “controlled” Pacific Capital and \nthe Pacific Fund for purposes of the NC SA, the Court’s earlier conclusion that \ngenuine issues of material fact exist concerning whether Pacific Capital or the Pacific \nFund misrepresented or concealed materi al facts from Plaintiffs concerning \nDeBordieu, Mariner’s Walk and Bulls Bay in soliciting their investments precludes \nsummary judgment for Plaintiffs on a secondary liability theory. \n{64} Regardless of the foregoing, however, Lackey and Saldarini can avoid \nsecondary liability under § 78A-56(c) if they can establish as a matter of law that they \ndid not know, and in the exercise of reasonable care could not have known, of Mehler’s \nalleged misrepresentations.  In support, La ckey and Saldarini argue that they did \nnot prepare, review or disseminate an y of the written materials about which \nPlaintiffs complain and were not aware an d did not approve Mehler’s alleged oral \nmisrepresentations and omissions concerning DeBordieu.  Plaintiffs contend for their \npart that because Lackey and Saldarini, as managers of Pacific Capital, had the \npower to cause Pacific Capital to demand inspection of “[i]nformation from which the \nstatus of the business and the financial condition of the LLC may be ascertained” \nunder N.C.G.S. § 57D-3-04, Lackey and Sa ldarini could have known of Mehler’s \nmisrepresentations in the exercise of reasonable care as a matter of law, thus \ndefeating the affirmative defense. Plaintiffs also argue that Lackey and Saldarini had \nregular and frequent contact with Mehler concerning the Pacific Fund investments \nand emphasize that their names appeared on various Pacific Fund investment \ndocuments, all of which Plaintiffs conten d establish that these Defendants should \nhave known of the alleged misrepresentatio ns and omissions that form the basis of \nPlaintiffs’ claim. \n{65} Based upon its review of the conflicting evidence of record, the Court finds \nthat there exists a genuine issue of material fact as to whether Lackey and Saldarini \nknew, or in the exercise of reasonable care could have known, of Mehler’s alleged \nmisrepresentations concerning the DeBo rdieu, Mariner’s Walk and Bulls Bay \n \n \ninvestments.  See, e.g., Ballenger v. Crowell , 38 N.C. App. 50, 60, 247 S.E.2d 287, \n294-295, (1978) (holding that where there is “conflicting evidence relating to whether \n[a party] knew or should have known” of a material fact was “a question for the jury \nto decide”).  \n{66} Accordingly, based on the above, the Court concludes that summary \njudgment, either for Plaintiffs or for Lackey and Saldarini, is not proper on Plaintiffs’ \nsecondary liability claim against these Defendants. \nC. Breach of Fiduciary Duty \n{67} Plaintiffs seek entry of judgment agai nst all Defendants on their breach of \nfiduciary duty claim.  At the same time , Defendants Lackey and Saldarini seek \nsummary judgment dismissing Plaintiffs’ breach of fiduciary duty claim against \nthem. \n{68} To establish a claim for breach of fidu ciary duty, “there must first exist a \nfiduciary relationship between the parties.” Dalton v. Camp, 353 N.C. 647, 651, 548 \nS.E.2d 704, 707 (2001) (c itations omitted).  A fiduciary duty is “generally described \nas arising when ‘there has been a special confidence reposed in one who in equity and \ngood conscience is bound to act in good fa ith and with due regard to the interest of \nthe one reposing confidence.’”  Dallaire v. Bank of Am., N.A., 367 N.C. 363, 367, 760 \nS.E.2d 263, 266 (2014).  A fiduciary duty exists where “a fiduciary relationship exists \nin fact, and in which there is confidence reposed on one side, and resulting domination \nand influence on the other.”  Dalton, 353 N.C. at 651–52, 5 48 S.E.2d at 707–08 \n(citation omitted) (internal quotation marks and emphasis omitted).  \n{69} Under the North Carolina Limited Liability Company Act, N.C. Gen. Stat. \n§ 57C-1-01 et seq., members of an LLC ar e treated like corporate shareholders and \ndo not owe fiduciary duties to other members or the company. Kaplan v. O.K. Techs., \nLLC, 196 N.C. App. 469, 473, 675 S.E.2d 133, 137 (2009).   A manager of an LLC, \nhowever, shall “discharge his duties as ma nager in good faith, with the care an \nordinary prudent person in a like po sition would exercise under similar \ncircumstances, and in the manner the manager reasonably believes to be in the best \ninterests of the [LLC].”  \nBOGNC, LLC v. Cornelius NC Self-Storage, LLC, 2013 NCBC \n \n \n26 ¶ 104 (N.C. Super. Ct. May 1, 2013), \nhttp://www.ncbusinesscourt.net/opinions/2013_NCBC_26.pdf.  These fiduciary duties \n“are owed by the manager to the company, rather than to other managers.” Kaplan, \n196 N.C. App. at 474, 675 S.E.2d at 137.  \n{70} Plaintiffs contend that Defendants breached their fiduciary duty to \nPlaintiffs by failing to advise them of the true nature of the Pacific Fund’s DeBordieu, \nMariner’s Walk and Bulls Bay investments, thereby causing Plaintiffs to invest in \nthe Pacific Fund and lose the value of their investments. \n{71} Turning first to Mehler, Pacific Capital, and the Pacific Fund, the Court \nconcludes that summary judgment is impr oper in light of the Court’s earlier \nconclusion that a genuine issue of material  fact exists concerning whether Mehler \nmade a material misstatement or omission that induced Plaintiffs to make their \ninvestments in the Pacific Fund.  Accordingl y, Plaintiffs’ Motion on this claim is \ndenied as to Mehler, Pacific Capital, and the Pacific Fund. \n{72} As to Lackey and Saldarini, however, the Court concludes that there is no \nevidence of record that suggests that either of these Defendants owed a fiduciary duty \nto Plaintiffs.  These Defendants did not ow e Plaintiffs a fiduciary duty due to their \nstatus as managers of Pacific Capital.  \nSee, e.g., Kaplan, 196 N.C. App. at 474, 675 \nS.E.2d at 137 (LLC manager’s fiduciary duties “owed to the company, rather than to \nother managers”).  None of the contractual documents Plaintiffs entered with any of \nthe Defendants created a fiduciary duty running from these Defendants; to the \ncontrary, these documents expressly disavowed the creation of any fiduciary duty. 11 \nPlaintiffs point to no other source for the existence of a fiduciary duty under the law.   \nSee, e.g., Abbitt v. Gregory , 201 N.C. 577, 598, 160 S.E. 896, 906–07 (1931). (“A \nfiduciary relationship can be either de jure, in which the fiduciary relationship arises \nas a matter of law from the legal nature of  the relationship, or de facto, where the \nfiduciary relationship arises from the part icular circumstances of the relationship \nbetween the parties.”).  Further, there is no evidence of a pre-investment \n                                                 \n11 See supra, fn. 1.  \n \n \n \nmisrepresentation by either Lackey or Saldarini that could create a “special duty” to \nPlaintiffs as found in Howell.  Accordingly, the Court determines that Lackey and \nSaldarini did not owe Plaintiffs a fiduciar y duty on the undisputed facts of record \nhere.12  For each of these reasons, therefore, the Court concludes that summary \njudgment dismissing Plaintiffs’ breach of fiduciary duty claims against Lackey and \nSaldarini is proper. \nD. Common Law Fraud \n{73} Lackey and Saldarini seek summary judgment on Plaintiffs’ fraud claim.13   \n{74} “‘The essential elements of fraud [in the inducement] are: (1) [f]alse \nrepresentation or concealment of a material fact, (2) reasonably calculated to deceive, \n(3) made with intent to deceive, (4) which does in fact deceive, (5) resulting in damage \nto the injured party.’”  Tradewinds Airlines, Inc. , 733 S.E.2d at 168 (N.C. Ct. App. \n2012) (citation omitted).  A misrepresentation or omission is “material” if, had it been \nknown to the party, it would have influenc ed the party’s judgment or decision to \nact. Godfrey, 165 N.C. App. at 75–76, 598 S.E.2d at 402. In addition, “[j]ustifiable \nreliance is an essential element of . . . fraud . . . .”  Helms v. Holland, 124 N.C. App. \n629, 635, 478 S.E.2d 513, 517 (1996). \n{75} For the reasons set forth above in co nnection with Plaintiffs’ NCSA claim \nagainst these Defendants, the Court finds th at Plaintiffs have not brought forward \nany evidence that Lackey or Saldarini frau dulently solicited Plaintiffs’ Pacific Fund \ninvestments.  To the contrary, there is no evidence of record that Lackey and \nSaldarini actively solicited Plaintiffs’ investments in the Pacific Fund, and the  Court \nhas previously concluded that the PPM, the only document arguably disseminated by \nLackey and Saldarini prior to Plaintiffs’ investments were made, is not false or \nmisleading.  \n                                                 \n12 In addition, even if Lackey and Saldarini were deemed to owe Plaintiffs a fiduciary duty, the Court’s \nearlier conclusion that Plaintiffs have not brought forward evidence to show that either of these \nDefendants made any misrepresentations to Plaint iffs would likewise defeat Plaintiffs’ claim for \nbreach of fiduciary duty against these Defendants as a matter of law.   \n \n13 Plaintiffs do not seek summary judgment on their fraud claim against any Defendant. \n \n \n{76} Moreover, Plaintiffs have failed to show  that they justifiably relied on any \nalleged misrepresentations or omissions by Lackey and Saldarini.  See, e.g., Forbis v. \nNeal, 361 N.C. 519, 527, 649 S.E.2d 382, 387 (2007) (“[A]ny reliance on the allegedly \nfalse representations must be reasonable”).  Indeed, the information disclosed in the \nPPM concerning the Pacific Fund investment s, which Plaintiffs received after the \nalleged misconduct and before they made their investments, plainly contradicted the \nalleged misrepresentations and omissions abo ut which Plaintiffs complain.  Yet the \nevidence is undisputed that Plaintiffs failed to make further inquiry, despite the \nexpansive, all caps, bold disclaimers in th e PPM advising Plaintiffs that no person \nhad been authorized to make  any representations other than as contained in the \nPPM.14   \n{77} Our courts have concluded that “[r]eliance is not reasonable where the \nplaintiff could have discovered the truth of the matter through reasonable diligence, \nbut failed to investigate; or if the plaintif f was informed of the true condition of the \n                                                 \n14 Among other provisions, the PPM stated: \n \nNO PERSON HAS BEEN AUTHORIZED IN CONNECTION WITH THIS OFFERING TO \nMAKE ANY REPRESENTATIONS OTHER THAN AS CONTAINED IN THIS \nCONFIDENTIAL PRIVATE PLACEMENT MEMORANDUM. STATEMENTS IN THIS \nCONFIDENTIAL PRIVATE PLACEMENT MEMORANDUM ARE MADE AS OF THE DATE \nOF THIS CONFIDENTIAL PRIVATE PLA CEMENT MEMORANDUM, UNLESS STATED \nOTHERWISE HEREIN, AND NEITHER THE DELIVERY OF THIS CONFIDENTIAL \nPRIVATE PLACEMENT MEMORANDUM AT ANY TIME, NOR ANY SALE HEREUNDER, \nSHALL UNDER ANY CIRCUMSTANCES CREATE AN IMPLICATION THAT THE \nINFORMATION CONTAINED HEREIN IS CORRECT AS OF ANY TIME SUBSEQUENT TO \nSUCH DATE . . . . PRIOR TO THE FINAL CLOSING OF THE COMPANY, THE \nMANAGERRESERVES (sic) THE RIGHT TO MODIFY THE TERMS OF THE OFFERING \nAND THE LIMITED LIABILITY COMPANYINTERESTS (sic) DESCRIBED HEREIN. \n* * * \nIN THE SUBSCRIPTION DOCUMENTS, PROSPECTIVE INVESTORS WILL BE \nREQUIRED TO REPRESENT AND WARRANT THAT IN MAKING THEIR INVESTMENT \nDECISION, THEY HAVE RELIED SOLELY UPON THE INFORMATION CONTAINED IN \nTHIS CONFIDENTIAL PRIVATE PLACEMENT MEMORANDUM, INCLUDING THE \nINFORMATION IN THE AGREEMENT OF LIMITED LIABILITY COMPANYAND (sic) THE \nSUBSCRIPTION DOCUMENTS AND NOT ON ANY ADDITIONAL OR DIFFERING \nINFORMATION THAT SUCH PROSPECTIVE INVESTOR MAY HAVE DEVELOPED IN \nUNDERTAKING THEIR OWN DUE\n DILIGENCE. \n \n(Def. Br. Supp. Mot., p. 3–4; Pls.’ Br. Supp. Mot., Ex. M.) (emphasis in original). \n \n \n \nsubject matter.”  L’Heureux Enters., Inc. v. Port City Java, Inc., 2009 NCBC 24 ¶ 37 \n(N.C. Super. Ct. Sept. 4, 2009), \nwww.ncbusinesscourt.net/opinions/2009_NCBC_24.pdf (granting summary \njudgment); see also Calloway v. Wyatt, 246 N.C. 129, 134–35, 97 S.E.2d 881, 885–86 \n(1957); Sullivan v. Mebane Packaging Grp., Inc ., 158 N.C. App., 19, 26, 581 S.E.2d \n452, 458 (2003).  \n{78} As a result, the Court concludes that Plaintiffs have failed to bring forward \nevidence from which a jury could reasonably  conclude that this essential element of \nPlaintiffs’ fraud claim has been established.  See, e.g., Hit Prods. Corp. v. Anchor Fin. \nCorp., 2000 U.S. App. LEXIS 11982, *6–*8 (4th Cir., May 31, 2000) (dismissing fraud \nclaim where plaintiff knew of discrepancies and relied without further investigation); \nForemost Guaranty Corp. v. Meritor Sav. Bank , 910 F.2d 118, 126 (4th Cir. 1990) \n(“[T]here could be no reasonable reliance on . . . oral statements in the face of plainly \ncontradictory contractual language.”); Myers v. Finkle , 950 F.2d 165, 167 (4th Cir. \n1991) (“Investors are charged with constructive knowledge of the risks and warnings \ncontained in the private placement memoranda.”); Caper Corp v. Wells Fargo Bank, \nN.A., 578 Fed. Appx. 276, 281 (4th Cir., July 17, 2014) (unpublished) (citing Dallaire, \n367 N.C. at 369, 760 S.E.2d at 267 (“A plaintiff . . . ‘cannot establish justified reliance \n. . . if [it] fails to make reasonable inquiry regarding the alleged statement.’”)). \n{79} For each of these reasons, the Court concludes that Plaintiffs’ fraud claim \nagainst Lackey and Saldarini should be dismissed.15   \n \n \n \n                                                 \n15 Plaintiffs have not pled but contend for the firs t time in their motion for summary judgment that \nLackey and Saldarini committed fraud by disseminatin g inaccurate investor updates after Plaintiffs \nmade their investments.  (Pls.’ Br. Supp. Mot., Exs. K–L.)  The Court declines to consider these late-\nasserted arguments, particularly given that Plaintiffs did not plead any factual allegations regarding \nthe investor updates and have not sought to amend the Complaint to assert this new theory of fraud.  \nSee, e.g., Isenhour v. Universal Underwriters Ins. Co., 345 N.C. 151, 154, 478 S.E.2d 197, 199 (1996) \n(“Undue delay is a proper reason for denying a motion to amend a pleading.”); Wall v. Fry, 162 N.C. \nApp. 73, 80, 590 S.E.2d 283, 287 (2004) (“A ruling on a motion to amend a pleading following the time \nallowed for amending pleadings as a matter of course is left to the sound discretion of the trial court.”). \n \n \nE. Constructive Fraud \n{80} Plaintiffs seek summary judgment against all Defendants on their claim for \nconstructive fraud.  Lackey and Saldar ini seek summary judgment dismissing \nPlaintiffs’ claim against them for constructive fraud. \n{81} Constructive fraud “arises where a conf idential or fiduciary relationship \nexists, which has led up to and surrounded the consummation of the transaction in \nwhich [a] defendant is alleged to have taken advantage of his position of trust to the \nhurt of the plaintiff.”  Forbis v. Neal, 361 N.C. 519, 528, 649 S. E.2d 382, 388 (2007).  \nFurther, “[w]hen . . . [a] superior party obtains a possible benefit through the alleged \nabuse of [a] confidential or fiduciary relationship, the aggrieved party is entitled to a \npresumption that constructive fraud occurred.”  Id. at 529, 649 S.E.2d  at 388.  The \nsuperior party can rebut this presumption  by showing that no fraud occurred.  \nHajmm Co. v. House of Raeford Farms, Inc., 94 N.C. App. 1, 12, 379 S.E.3d 868, 874 \n(1989), reversed in part on other grounds , 328 N.C. 578, 403 S.E.2d 483 (1991); \nGerringer v. Pfaff , 738 S.E.2d 453, *6 (N.C. Ct. App., Feb. 19, 2013) (unpublished) \n(“Thus, when a plaintiff alleges constructive fraud and a defendant files a motion for \nsummary judgment, the defendant, as th e moving party, bears the burden of \nestablishing, as an affirmative defense, that he dealt fairly with the plaintiff.”). \n{82} Accordingly, because the Court has found that Lackey and Saldarini did not \nowe Plaintiffs a fiduciary duty, Plaintiffs’ claim for constructive fraud against these \nDefendants necessarily fails. \n{83} In addition, North Carolina courts have consistently held that payment of a \nfee for work cannot serve as the basis for a claim of constructive fraud.  See \nNationsBank of N.C. v. Parker , 140 N.C. App. 106, 114, 535 S.E.2d 597, 602 (2000) \n(holding that “payment of a fee to a defendant for work done by that defendant does \nnot by itself constitute sufficient evid ence that the defendant sought his own \nadvantage”); see also Clay v. Monroe , 189 N.C. App. 482, 488, 658 S.E.2d 532, 537 \n(2008) (requiring the plaintiff to allege “th at the benefit sought was more than . . . \npayment of a fee to a defendant for work it actually performed”). \n \n \n{84} It is undisputed that the only benefit Plaintiffs claim Lackey and Saldarini \nreceived from their alleged fraud is Paci fic Capital’s receipt (and through Pacific \nCapital, Lackey and Saldarini’s receipt) of management fees for the work performed \nin managing the Pacific Fund.  As such, Plaintiffs have not brought forward evidence \nof a legally cognizable benefit to thes e Defendants under North Carolina law to \nsupport their claim for constructive fraud.  The Court therefore concludes that, for \nthis additional reason, Plaintiffs’ constructive fraud claim fails as a matter of law \nagainst Lackey and Saldarini. \nF. UDTPA \n{85} Plaintiffs seek summary judgment ag ainst all Defendants on Plaintiffs’ \nclaim for unfair and deceptive trade practi ces under N.C.G.S. § 75-1.1.  Defendants \nLackey, Saldarini, Pacific Capital and th e Pacific Fund seek summary judgment \ndismissing Plaintiffs’ UDTPA claim against them. \n{86} “A claim of unfair and deceptive trade practices under N.C.G.S. § 75-1.1 of \nthe North Carolina General Statutes requires  proof of three elements: (1) an unfair \nor deceptive act or practice, (2) in or affecting commerce, which (3) proximately caused \nactual injury to the claimant.”  Nucor Corp. v. Prudential Equity Grp., LLC, 189 N.C. \nApp. 731, 738, 659 S.E.2d 483, 488 (2008) (citat ion omitted).  “‘A practice is unfair \nwhen it offends established public policy as well as when the practice is immoral, \nunethical, oppressive, unscrupulous, or substantially injurious to consumers,’ and a \n‘practice is deceptive if it has the capacity or tendency to deceive.’”  Bumpers v. Cmty. \nBank of Va. , 367 N.C. 81, 91, 747 S.E.2d 220, 228 (2013).  Securities transactions \narising under the NCSA are beyond the scope of N.C.G.S. § 75-1.1.  Hajmm Co., 328 \nN.C. at 593, 403 S.E.2d at 492 (1991). \n{87} Plaintiffs attempt to overcome the se curities exception to the UDTPA by \narguing that their UDTPA claim is based solely on the facts supporting their \nconstructive fraud claim and not on their underlying purchase of securities.  (Compl. \n¶ 153.)  Plaintiffs’ argument fails, however,  for two reasons.  First, the Court’s \ndismissal of Plaintiffs’ constructive fraud claim necessitates, under Plaintiffs’ theory, \nthe dismissal of Plaintiffs’ UDTPA claim.  And second, because the gravamen of \n \n \nPlaintiffs’ constructive fraud claim, like  their other claims, is that Defendants \nfraudulently induced Plaintiffs to invest in securities, Plaintiffs’ UDTPA claim must \nbe dismissed. Hajmm Co., 328 N.C. at 593, 403 S.E.2d at 492.  For each of these \nreasons, therefore, Plainti ffs’ UDTPA claim fails as a matter of law against all \nDefendants. \nG. Statute of Limitations (Atkinson’s Remaining Claims) \n{88} In addition to their other arguments, Defendants Lackey, Saldarini, Pacific \nCapital and the Pacific Fund seek summary judgment on Atkinson’s claims for \nsecurities fraud, fraud and breach of fidu ciary duty based on the expiration of the \napplicable statutes of limitations.16     \n{89} The statute of limitations for a securities fraud claim under the NCSA is \nthree years.  Latta v. Rainey, 202 N.C. App. at 596, 689 S.E.2d at 906 (citing N.C.G.S. \n§ 78A-56(f)).  The NCSA provides that the three year statute of limitations runs from \nthe date “the person discovers facts constituting the violation.”  Latta, 202 N.C. App. \nat 596, 689 S.E.2d at 906.   \n{90} “An action for fraud accrues when th e aggrieved party discovers the facts \nconstituting the fraud, or when, in the ex ercise of due diligence, such facts should \nhave been discovered.”   Shepherd v. Shepherd , 57 N.C. App. 680, 682, 292 S.E.2d \n169, 170 (1982) (citing Wilson v. Development Co. , 276 N.C. 198, 171 S.E. 2d 873 \n(1970)).  “[Where] the evidence is clear and shows without conflict that the claimant \nhad both the capacity and opportunity to discover the mistake or discrepancy but \nfailed to do so, the absence of reasonable diligence is established as a matter of law.” \nGrubb Props., Inc. v. Simms Inv. Co. , 101 N.C. App. 498, 501, 400 S.E.2d 85, 88 \n(1991). \n{91} “Allegations of breach of fiduciary duty  that do not rise to the level of \nconstructive fraud are governed by the three-year statute of limitations . . . .”  Toomer \nv. Branch Banking & Trust Co., 171 N.C. App. 58, 66, 614 S.E.2d 328, 335 (2005). \n                                                 \n16 Defendants do not move to dismiss Atkinson’s claims for constructive fraud and violation of N.C.G.S. \n§ 75-1.1 on statute of limitations grounds. \n \n \n{92} The Court is required to calculate the running of the statutes of limitations \nfrom the date Atkinson discovered facts that were materially different from the \nalleged representations made to him.   \n{93} It is undisputed that in September 2008, Atkinson attended a meeting \nconvened by Mehler.  (Pls.’ Br. Supp. Mo t., Ex. G; Defs.’ Br. Supp. Mot., Ex. 3.)  \nAtkinson testified that he learned at that  meeting that the Bulls Bay and Mariner’s \nWalk investments were not secured or not adequately secured. Atkinson also \ntestified, however, that he did not, at th at time, realize that the structures of the \nBulls Bay and Mariner’s Walk deals were inconsistent with the documents he had \nreviewed prior to his investment.  (\nId.; Pls.’ Resp. Defs.’ Mot., p. 6.)  Neither Mitchell \nnor O’Grady attended the September 2008 meeting.   \n{94}   “Whether a plaintiff has exercised du e diligence is ordina rily an issue of \nfact for the jury absent dispositive or conc lusive evidence indicating neglect by the \nplaintiff as a matter of law.”  Ward v. Fogel , 2014 N.C. App. LEXIS 1248, *17–*19 \n(N.C. Ct. App., Dec. 2, 2014).  Based on Atki nson’s admission that he discovered the \ntrue security structure of Mariner’s Wa lk and Bulls Bay at the September 2008 \nmeeting, however, the Court concludes that Atkinson was on notice at that time that \nDefendants allegedly misrepresented or omitted material facts as to these \ninvestments and should have then discover ed the alleged fraud.  Accordingly, the \nCourt concludes that the statute of limitations on Atkinson’s claims for securities \nfraud, common law fraud and breach of fidu ciary duty began to run at that time.  \nGiven that there is no evidence that the DeBordieu investment was discussed at the \nSeptember 2008 meeting, however, the Court cannot conclude as a matter of law that \nthe new information about Mariner’s Walk and Bulls Bay was sufficient to put \nAtkinson on notice that Defendants had allegedly misrepresented the true nature of \nthe Pacific Fund’s DeBordieu investment prior to that time. \n{95} As a result, the Court concludes that the statute of limitations has run on \nAtkinson’s claims for securities fraud, fraud and breach of fiduciary duty to the extent \n \n \nthose claims are based on alleged representations made in connection with the \nMariner’s Walk and Bulls Bay investments.17   \nV. \nCONCLUSION \n{96}  Based on the foregoing, the Court DENIES Plaintiffs’ Motion for Partial \nSummary Judgment and GRANTS in part and DENIES in part Defendants’ Motion \nfor Summary Judgment as set forth herein;   \n{97} Plaintiffs’ claims against Lackey, Saldarini, Mehler, the Pacific Fund, and \nPacific Capital under N.C.G.S. § 75-1.1 are hereby dismissed with prejudice;   \n{98} Plaintiffs’ claims against Lackey and Saldarini for fraud, breach of fiduciary \nduty, constructive fraud, and primary liab ility for securities fraud under N.C.G.S. § \n78A-56(a)(2) are hereby dismissed with prejudice;  \n{99} Atkinson’s claim for securities fraud against Mehler, the Pacific Fund, and \nPacific Capital for primary liability under N.C.G.S. § 78A-56(a)(2) based on the \nPacific Fund’s investments in Mariner’s Walk and Bulls Bay is hereby dismissed with \nprejudice; \n{100} Atkinson’s claim for securities frau d against Lackey and Saldarini for \nsecondary liability under N.C.G.S. § 78A- 56(c)(1) based on the Pacific Fund’s \ninvestments in Mariner’s Walk and Bulls Bay is hereby dismissed with prejudice;  \n{101} Atkinson’s claims for fraud and breach of fiduciary duty against Mehler, the \nPacific Fund, and Pacific Capital based on the Pacific Fund’s investments in \nMariner’s Walk and Bulls Bay are hereby dismissed with prejudice; and \n{102} All other requested relief is DENIED. \n \n \nSO ORDERED, this the 27th day of February 2015. \n \n \n                                                 \n17 For the reasons set forth previously in this Order and Opinion, the Court dismisses Atkinson’s claims \nagainst Lackey and Saldarini for fraud, breach of  fiduciary duty, constructive fraud, and primary \nliability under N.C.G.S. § 78A-56(a)(2). "
}