{
  "id": "8bbcac5ff1dcef6c59bed5a81d07f413db1ff0e499324d0b80b3448584477b15",
  "source_file": "data/raw/ncbc/8bbcac5ff1dcef6c59bed5a81d07f413db1ff0e499324d0b80b3448584477b15.pdf",
  "raw_text": "Home Depot U.S.A., Inc. v. N.C. Dep’t of Revenue, 2015 NCBC 100. \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \n \n IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n11 CVS 2261 \nHOME DEPOT U.S.A., INC., \n \nPetitioner, \n \nv. \n \nNORTH CAROLINA DEPARTMENT \nOF REVENUE, \n \nRespondent. \n \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \nORDER ON PETITION FOR REVIEW \nOF FINAL DECISION \n \n {1} THIS MATTER is before the Court on the Petition for Judicial Review \n(“Petition”) of a Final Agency Decision in a contested tax case arising under a \nsection of the North Carolina Sales and Use Tax Act (“the Act”) known as the “bad-\ndebt refund statute.”  N.C. Gen. Stat. § 105-164.13(15) (2013).  For the reasons \ndiscussed below, the Court AFFIRMS the Final Agency Decision of the North \nCarolina Department of Revenue, and the Petition is DISMISSED. \nAlston & Bird, LLP by Ryan P. Ethridge, and Gibson, Dunn & Crutcher, LLP \nby John D. W. Partridge, Randy M. Mastro, and Jennifer H. Rearden for \nPetitioner Home Depot U.S.A., Inc.  \n \nNorth Carolina Department of Justice by Tenisha S. Jacobs for Respondent \nNorth Carolina Department of Revenue. \n \nGale, Chief Judge. \nI. NATURE OF THE DISPUTE \n {2} This matter involves a dispute between Petitioner Home Depot U.S.A., \nInc. (“Home Depot”) and Respondent North Carolina Department of Revenue \n(“Department”) in which Home Depot seeks tax refunds for bad-debt deductions \narising under its private-label credit card (“PLCC”) program.  Home Depot seeks a \nrefund of sales tax in the form of a bad-debt deduction for three tax periods. \n {3} North Carolina’s bad-debt refund statute provides that “accounts of \npurchasers, representing taxable sales, on which the tax imposed by this Article has \nbeen paid, that are found to be worthless and actually charged off for income tax \npurposes may, at corresponding periods, be deducted from gross sales.”  Id.  Home \nDepot claims that its PLCC accounts meet the criteria for a bad-debt deduction \nunder section 105-164.13(15).  The Department disagrees that Home Depot is \nentitled to a bad-debt deduction because the third-party banks, not Home Depot, \nmaintain the PLCC accounts and charge off the debts on their income-tax returns.     \n{4} Home Depot acknowledges that under the PLCC program, third-party \nbanks maintained credit accounts with customers who used PLCCs to make \npurchases from Home Depot.  The company further acknowledges that the third-\nparty banks reimbursed Home Depot for the purchase price and the associated sales \ntax in PLCC transactions, but retained a service fee.  Home Depot treats the service \nfees as an ordinary business expense on its tax returns but contends that the fees \nfully allocate the financial responsibility for the consumers’ nonpayment to Home \nDepot, thus entitling Home Depot to the benefit of the deduction.  Home Depot \ncontends that the bad-debt refund statute, as the Department applies it, \nunconstitutionally discriminates between retailers that provide direct customer \ncredit and retailers that contract with third-party banks to offer customer credit \nthrough PLCC accounts.  \nII. PROCEDURAL HISTORY \n {5} On February 21, 2006, the Department issued a Notice of Sales and \nUse Tax Assessment to Home Depot for the period of December 1, 2000, through \nNovember 30, 2003, in the amount of $2,608,945.64.  Home Depot requested a \nredetermination of various portions of the tax amount in letters dated February 28, \n2006, and March 1, 2006.  (R. at 198–99, 200–05.)1 \n                                                        \n1  While the procedural background of the Final Agency Decision states that Home Depot mailed \nletters on these two days, the Official Record mentions only one letter, dated February 26, 2006 \n(though letters dated February 28, 2006, and March 1, 2006, are included as exhibits in the Record).  \n {6} On March 1, 2006, Home Depot remitted a check in the amount of \n$740,184.81 for full payment of all undisputed portions of the Department’s audit.  \n(R. at 15.)  \n {7} Home Depot requested refunds on the basis that it was entitled to bad-\ndebt deductions of $156,756.33 for the period of August 1, 2003, through January \n31, 2004, and $1,804,664.90 for the period of January 1, 2004, through January 31, \n2007.  (R. at 15.)  The Department denied Home Depot’s refund requests, and Home \nDepot requested further review by the Department.  \n {8} On May 15, 2009, the Department issued a Notice of Final \nDetermination, which stated that the refund requests in connection with Home \nDepot’s bad-debt-deduction claim had been properly denied.  (R. at 26–28.) \n {9} On July 14, 2009, Home Depot filed a petition for a contested case \nhearing before the Office of Administrative Hearings.  (R. at 13.) \n {10} After a discovery period, both Home Depot and the Department moved \nfor summary judgment.  Following a hearing, Administrative Law Judge Melissa \nOwens Lassiter granted summary judgment for the Department on August 12, \n2010.  Home Depot U.S.A., Inc., OAH No. 09 REV 4211 (N.C. Dep’t of Revenue Aug. \n12, 2010).  Home Depot appealed.  \n {11} On January 13, 2011, the Department entered its Final Agency \nDecision, which upheld the ALJ’s grant of summary judgment for the Department.  \nHome Depot U.S.A., Inc. (Final Agency Decision), OAH No. 09 REV 4211 (N.C. \nDep’t of Revenue Jan. 13, 2011).   \n {12} Home Depot filed its Petition on February 11, 2011.   \n {13} The matter was designated as a complex business case on February 14, \n2011, and assigned to this Court on March 16, 2011.  \n{14} Home Depot contended, in part, that it was denied discovery necessary \nto litigate its equal-protection claims.  Ultimately, motion practice on that discovery \nissue was resolved by the Court’s December 31, 2014, Order.  The parties then filed \n                                                        \nAdditionally, the Record contains a discrepancy regarding the relevant audit period, stating the \nbeginning date as both December 1, 2000, and December 1, 2001.   \ntheir respective briefs, and the Court heard oral argument on the merits of the \nPetition on June 23, 2015.  \nIII. STANDARD OF REVIEW \n {15} The standard of review for this matter is established by the version of \nsection 150B-51 of the Administrative Procedure Act that was in effect when the \ncontested proceeding commenced on July 14, 2009.  N.C. Gen. Stat. § 150B-51 \n(amended 2011).  Under section 150B-51, a trial court may reverse or modify a final \nagency decision if the agency’s findings, inferences, or decision were  \n(1) In violation of constitutional provisions; \n(2) In excess of the statutory authority or jurisdiction of the agency; \n(3) Made upon unlawful procedure; \n(4) Affected by other error of law; \n(5) Unsupported by substantial evidence admissible under G.S. \n150B-29(a), 150B-30, or 150B-31 in view of the entire record as \nsubmitted; or \n(6) Arbitrary, capricious, or an abuse of discretion.  \nId. § 150B-51(b)(1)–(6). \n{16} In exercising judicial review over a final agency decision, this Court \nacts in the capacity of an appellate court.  Mann Media, Inc. v. Randolph Cty. \nPlanning Bd., 356 N.C. 1, 12, 565 S.E.2d 9, 17 (2002).  The Court’s scope of review \nincludes inquiries into whether the evidence supports the agency’s findings of fact, \nwhether the findings support the agency’s conclusions of law, and whether the \nconclusions of law are proper statements and applications of the law.  ACT-UP \nTriangle v. Comm’n for Health Servs., 345 N.C. 699, 706, 483 S.E.2d 388, 392 \n(1997). \n {17} Issues of law receive de novo review, which requires the Court to \n“consider[] the matter anew[] and freely substitute[] its own judgment for the \nagency’s.”  N.C. Dep’t of Env’t & Nat. Res. v. Carroll, 358 N.C. 649, 659, 599 S.E.2d \n888, 894 (2004) (second alteration in original) (quoting Mann Media, 356 N.C. at 13, \n565 S.E.2d at 17).  Challenges to the agency’s fact findings are reviewed under the \nwhole-record test, which binds the Court to accept fact findings of the \nadministrative agency that are supported by substantial evidence, in view of the \nentire record.  Id. at 663, 599 S.E.2d at 897.  “Any finding of fact not specifically \nrejected [by the agency] . . . shall be deemed accepted for purposes of judicial review \nof the final decision.”  N.C. Gen. Stat. § 150B-36(b1) (repealed 2011).     \n{18} Home Depot asserts four primary arguments: (1) that the Department \nimproperly applied the controlling statutory language of the bad-debt refund \nstatute, (2) that the Department’s statutory construction is inconsistent with the \nstatute’s purpose, (3) that Home Depot and the third-party banks satisfied the \nstatutory requirements for a bad-debt deduction by operating as a “unit,” and (4) \nthat the Department’s position violates Home Depot’s constitutional guarantees of \nequal protection and due process.  Each of these arguments raises legal issues that \nthe Court addresses de novo.      \n {19} Home Depot also challenges the following statement in the Final \nAgency Decision, which was labeled as a conclusion of law: “Petitioner’s contention \nthat the service fees are evidence that it bore the risk of loss on uncollectible PLCC \naccounts is without merit.”  Final Agency Decision, OAH No. 09 REV 4211, at 7 \n(Conclusions of Law ¶ 21).  The Court believes that this statement presents a mixed \nfinding of law and fact.  Accordingly, the Court employs the whole-record test to \nreview the factual determination that the service fees did not evidence Home \nDepot’s bearing the risk of loss for bad debts. \nIV. FACTUAL BACKGROUND \n {20} The Court finds that there is substantial record evidence to support \nthe following findings of fact from the Final Agency Decision: \n1. Petitioner Home Depot is a Delaware corporation with corporate \nheadquarters in Atlanta, Georgia.  Petitioner operates retail home \nimprovement centers throughout the United States, including \nNorth Carolina. \n2. During January 1, 2000 through . . . January 31, 2007 (“period at \nissue”), Petitioner offered its customers the option of using private \nlabel credit cards (“PLCC”) to purchase merchandise.  Petitioner did \nnot extend financing of its own to its customers, but relied on third-\nparty credit card banks to finance and manage its PLCC program. \n3. Petitioner’s PLCC bears Petitioner’s colors and logo, and was \nexclusively used to purchase items at Petitioner’s business. \n4. By contracting with third-party credit card banks to administer its \nPLCC program, Petitioner avoided being subject to various federal \nand state regulations regarding PLCCs. \n5. Petitioner entered into agreements with the following third-party \nbanks to finance and manage its PLCC program: Monogram Credit \nCard Bank of Georgia, General Electric Capital Financial, Inc., \nGeneral Electric Capital Corporation (collectively “GE Affiliates”) \nand Citibank USA, N.A. (“Citi”). \n6. From August 1997 through approximately July 27, 2003, the GE \nAffiliates financed and managed Petitioner’s PLCC program.  \nThereafter, Citi financed and managed Petitioner’s PLCC program. \n7. Pursuant to the various agreements between Petitioner and the \nthird-party banks, the third-party banks agreed to: (a) open a PLCC \naccount, (b) issue a PLCC, (c) activate the customer’s PLCC in \naccordance with certain operating procedures and (d) grant credit to \nthe customers for their purchases at Petitioner for each applicant \nwho qualified for credit under Petitioner’s PLCC program. \n8. Petitioner agreed to honor any valid PLCC issued by the third-\nparty banks for purchases, including taxes.  \n9. Petitioner also agreed to: (1) display PLCC applications and \nagreements at its retail locations, and (2) use reasonable efforts to \npromote the PLCC program to its customers. \n10. The third-party banks supplied the PLCC applications and \nagreements to Petitioner. \n11. Under the various agreements between Petitioner and the third-\nparty banks, the PLCC applications and agreements had to disclose \nclearly that the third-party bank was the owner and creditor on all \nPLCC accounts.  No materials generated or displayed by Petitioner \nwere to state or imply otherwise. \n12. When determining whether to extend credit to an applicant, the \nthird-party banks, in their sole discretion, determined the \nfollowing: (a) the creditworthiness of the individual applicants \nunder the PLCC program, (b) the range of credit limits made to \nindividual cardholders, (c) whether to suspend or terminate credit \nof any cardholder, and (d) the credit criteria to be used in \nevaluating applicants in connection with the PLCC program. \n13. The third-party banks were the sole and exclusive owners of all \nPLCC accounts. \n14. Under the various agreements between Petitioner and the third-\nparty banks, Petitioner acknowledged and agreed that it had no \nright, title, or interest in the PLCC accounts, and no rights to any \npayments made by cardholders on, or any proceeds from, such \naccounts. \n15. For each sale made to a customer using a PLCC, Petitioner seeks \nreimbursement from the third-party bank for the customer’s PLCC \ntransaction.  Petitioner did not record an account receivable from \nthe customer. \n16. To receive payment on the PLCC accounts, Petitioner, at the end of \neach day, transmitted that day’s PLCC sales information to the \nthird-party banks, including any applicable sales tax. \n17. Upon receipt and verification of the PLCC sales information, the \nthird-party bank paid Petitioner for the difference between the \npurchase price for each PLCC transaction, including the requisite \nsales tax, and any applicable service fee, which applied without \nregard to whether the customer ultimately defaulted. \n18. Under the various agreements between the Petitioner and the \nthird-party banks, the third-party bank, in its sole discretion, may \ndeduct from the remittance or invoice, amounts due from Petitioner \nto the third-party bank. \n19. Amounts due from Petitioner to the third-party banks include \nchargebacks,2 costs of printing, customization and other incidental \ncosts associated with the third-party banks’ preparation of PLCC \napplications, PLCC agreements and other similar types of \ndocuments, and a “service” or “merchant” fee.  \n20. The “service fee” was a percentage amount that varied depending \non the account type, and was applicable to each purchase amount \ncharged to a cardholder’s PLCC account. \n21. Petitioner deducted the “service fees” as a business expense on Line \n26, entitled “Other Deductions,” of its federal income tax returns. \n                                                        \n2 The chargeback procedures allowed the third-party banks to charge back to the retailer the amount \nevidenced by any charge slip.  A chargeback is a return of funds to the consumer when there is a \ndispute over the charge on the consumer’s account.  (R. at 2709, 2710.) \n22. The third-party banks wrote off the receivables related to the PLCC \naccounts, after the receivables became uncollectible. \n23. The third-party banks claimed a bad debt deduction for the \nuncollectible receivables related to the PLCC accounts on Line 15, \nentitled “Bad Debt,” of their federal income tax returns. \nId. at 3–5 (Findings of Fact ¶¶ 1–23).  These findings of fact are largely undisputed.  \nThe Court holds that the findings of fact are supported by substantial evidence, in \nview of the entire record, and therefore are binding on this Court.  Carroll, 358 N.C. \nat 663, 599 S.E.2d at 897. \n {21} The Court concludes that these findings of fact, together with the \nentire record, support the Department’s finding that Home Depot did not bear the \nrisk of loss on uncollectible PLCC Accounts.  Final Agency Decision, OAH No. 09 \nREV 4211, at 7 (Conclusions of Law ¶ 21).  Although Home Depot points to evidence \nthat the service fees were specifically negotiated, and that projected losses from bad \ndebts were factored into these negotiations, there were other components to the \nnegotiations.  It is clear that for individual accounts, individual losses were not \ncharged back to Home Depot.   \nV. ANALYSIS \nA. The Department Properly Construed the Bad-Debt Refund Statute when It \nDenied Home Depot’s Bad-Debt Deduction \n \n1. The Statutory Scheme for Payment of Sales Taxes \n{22} In North Carolina, sales tax is imposed as a “privilege tax” on retailers \nfor their right to conduct business in the state.  N.C. Gen. Stat. § 105-164.4(a) \n(amended 2009).  Retailers, acting as trustees for the State, collect sales tax from \npurchasers, and the sales tax is “intended to be passed on to the purchaser of a \ntaxable item and borne by the purchaser instead of by the retailer.”  Id. § 105-164.7.  \nIf the retailer fails to collect the sales tax from the purchaser, however, the retailer \nis still liable for the sales tax.  Long Mfg. Co. v. Johnson, 264 N.C. 12, 16, 140 \nS.E.2d 744, 747 (1965).  \n {23} Under section 105-164.4(a), the amount of sales tax is levied on a \nretailer’s net taxable sales or gross receipts.  “Net taxable sales” are defined under \nsection 105-164.3(24) as “[t]he gross sales of the business of a retailer taxed under \nthis Article after deducting exempt sales and nontaxable sales.”  N.C. Gen. Stat. \n§ 105-164.3(24) (amended 2009). \n {24} The bad-debt refund statute allows the retailer to calculate net taxable \nsales by deducting from gross sales the “[a]ccounts of purchasers, representing \ntaxable sales, on which the tax imposed by this Article has been paid, that are found \nto be worthless and actually charged off for income tax purposes.”  Id. \n§ 105-164.13(15) (2013).  \n{25} Home Depot bears the burden of proving that it is eligible for a \ndeduction from its net taxable sales under the bad-debt refund statute.  See Wal-\nMart Stores E., Inc. v. Hinton, 197 N.C. App. 30, 54–55, 676 S.E.2d 634, 651 (2009) \n(“A taxpayer claiming a deduction must bring himself within the statutory \nprovisions authorizing the deduction.” (quoting Ward v. Clayton, 5 N.C. App. 53, 58, \n167 S.E.2d 808, 811 (1969), aff’d, 276 N.C. 411, 172 S.E.2d 531 (1970))). \n{26} A retailer qualifies for bad-debt deductions on accounts that meet the \nfollowing criteria: (1) the accounts are “accounts of purchasers,” (2) the accounts \n“represent[] taxable sales[] on which the tax imposed has been paid,” and (3) the \naccounts “are found to be worthless and actually charged off for income tax \npurposes.”  N.C. Gen. Stat. § 105-164.13(15). \n2. Rules of Construction \n {27} Questions involving statutory interpretation are reviewed as issues of \nlaw.  Parkdale Am., LLC v. Hinton, 200 N.C. App. 275, 278, 684 S.E.2d 458, 461 \n(2009).  The primary purpose of statutory interpretation is to give effect to the \nintent of the legislature.  Lunsford v. Mills, 367 N.C. 618, 623, 766 S.E.2d 297, 301 \n(2014).  “When the language of a statute is clear and unambiguous, there is no room \nfor judicial construction, and the courts must give it its plain and definite meaning.”  \nState v. Jones, 358 N.C. 473, 477, 598 S.E.2d 125, 128 (2004) (quoting Lemons v. \nOld Hickory Council, Boy Scouts of Am., Inc., 322 N.C. 271, 276, 367 S.E.2d 655, \n658 (1988)).  “Where words of a statute are not defined, the courts presume that the \nlegislature intended to give them their ordinary meaning determined according to \nthe context in which those words are ordinarily used.”  Parkdale Am., 200 N.C. App. \nat 279, 684 S.E.2d at 461 (quoting Reg’l Acceptance Corp. v. Powers, 327 N.C. 274, \n278, 394 S.E.2d 147, 149 (1990)).  Where “there is no ‘contextual definition, courts \nmay look to dictionaries to determine the ordinary meaning of words within a \nstatute.’”  Id. (quoting Perkins v. Ark. Trucking Servs., Inc., 351 N.C. 634, 638, 528 \nS.E.2d 902, 904 (2000)).  Further, “the interpretation of a statute given by the \nagency charged with carrying it out is entitled to great weight.”  Good Hope Hosp., \nInc. v. N.C. Dep’t of Health & Human Servs., 175 N.C. App. 309, 312, 623 S.E.2d \n315, 318 (2006) (quoting Frye Reg’l Med. Ctr. v. Hunt, 350 N.C. 39, 45, 510 S.E.2d \n159, 163 (1999)).  \n3. The Department Has Not Improperly Grafted Requirements onto the \nStatute \n{28} Home Depot argues that it has satisfied the plain, unambiguous \nlanguage of section 105-164.13.  Specifically, Home Depot argues that it is entitled \nto a bad-debt deduction under the statute because (1) the PLCC transactions were \nretail sales on which Home Depot paid the sales tax, thereby constituting “taxable \nsales, on which the tax imposed . . . has been paid,” (2) the third-party banks \nmaintained “accounts of purchasers,” and (3) those accounts were “found to be \nworthless and actually charged off for income tax purposes” by the third-party \nbanks.  N.C. Gen. Stat. § 105-164.13(15).  More specifically, Home Depot contends \nthat the bad-debt refund statute does not require Home Depot to maintain its own \nin-house credit accounts or to charge off the bad debts for its own income-tax \nreturns.     \n{29} Home Depot asserts that the Department’s position—that Home Depot \nmust actually maintain the accounts and take the income-tax deduction—\nimproperly construes the statute beyond its terms.  To interpret the statute, the \nCourt must further examine terms that have been defined by other statutory \nsections within the Act.  See Atl. Cleaners & Dyers, Inc. v. United States, 286 U.S. \n427, 433 (1932) (“[T]here is a natural presumption that identical words used in \ndifferent parts of the same act are intended to have the same meaning.”).  \n{30} First, the Act refers to “net taxable sales,” which are defined as “[t]he \ngross sales of the business of a retailer taxed under this Article after deducting \nexempt sales and nontaxable sales.”  N.C. Gen. Stat. § 105-164.3(24) (amended \n2009) (emphasis added).  The Act further defines “gross sales” as “[t]he sum total of \nthe sales price of all retail sales of tangible personal property, digital property, and \nservices.”  Id. § 105-164.3(12).  These sections make clear that “taxable sales” means \nsales by a retailer.  It is also clear that Home Depot seeks to adjust its own sales \nwhen calculating its sales-tax obligation.   \n {31} The Department concluded that that the bad-debt refund statute, \nwhich applies to “accounts of purchasers,” “applies to those accounts between the \nretailer and customer” and “not . . . to accounts held by a third party.”  Final Agency \nDecision, OAH No. 09 REV 4211, at 6 (Conclusions of Law ¶ 16).  While the \nstatutory language is not abundantly clear, the Court finds that the Department’s \ninterpretation is reasonable and harmonious with other language in the Act.   \n {32} The Court concludes that the Department appropriately construed the \nbad-debt refund statute to require the party claiming the bad-debt deduction to be \nthe holder of a purchaser account for the sale that generates the debt. \n {33} Second, the Court considers whether the party claiming the bad-debt \ndeduction must be the same party that charged off the bad debt for income-tax \npurposes.  Leaving aside Home Depot’s “unit” argument, discussed below, the Court \nconcludes that the statute requires that the party claiming the bad-debt deduction \nmust have also charged off those debts on its income-tax returns.3 \n                                                        \n3 The Court is aware that in another lawsuit, Superior Court Judge Donald Stephens determined \nthat the third-party PLCC issuer lacks standing to claim a bad-debt deduction because the PLCC \nissuer is “not the taxpayer and did not pay the tax.”  Citibank (S.D.), N.A. v. Hinton, No. 08-CVS-\n12601 (N.C. Super. Ct. Oct. 17, 2008) (attached as Exhibit 2 to Home Depot’s Petition for Judicial \n4. The Department’s Construction Does Not Conflict with Legislative \nIntent \n{34} Home Depot correctly points out that the intent of the Act is for sales \ntax to “be borne and passed on to the customer, instead of being borne by the \nretailer.”  N.C. Gen. Stat. § 105-164.7.  The Court does not believe that the \nlegislative purpose—that sales tax be borne and passed to the customer—\nnecessarily leads to the conclusion that no sales tax will be paid if the customer fails \nto pay the tax.  In fact, section 105-164.7 also makes clear that a “retailer’s failure \nto charge the tax or to collect the tax from the purchaser does not affect” its sales-\ntax liability.  Id.   \n{35} At best, the Court believes that Home Depot has demonstrated the \nexistence of potentially conflicting legislative policies.  As this Court has stated, \n“there are unique canons of statutory construction that apply when interpreting \ntaxation statutes.”  Bodford v. N.C. Dep’t of Revenue, 2013 NCBC LEXIS 18, at *12 \n(N.C. Super. Ct. Apr. 10, 2013).  One of those canons is that “[d]eductions . . . are in \nthe nature of exemptions: they are privileges, not rights, and are allowed as a \nmatter of legislative grace.”  Aronov v. Sec’y of Revenue, 323 N.C. 132, 140, 371 \nS.E.2d 468, 472 (1988).  As a result, “ambiguities . . . are resolved in favor of \ntaxation.”  Id.   \n{36} Home Depot has not demonstrated a legislative intent that compels \nthe Court to hold that Home Depot falls within the scope of the bad-debt refund \nstatute. \n5. Home Depot Has Not Demonstrated that It Acted as a “Unit” with the \nThird-Party Banks \n {37} Next, Home Depot argues that if this Court finds that Home Depot \nmust own the “accounts of purchasers” to qualify for a bad-debt deduction, Home \nDepot has satisfied this requirement by acting as a single taxpaying “unit” with the \n                                                        \nReview).  The Court has not been asked to comment on that ruling, and the Court understands that \nJudge Stephens’s order was not appealed.    \nthird-party banks.  This argument is based on language that was included in the \nstatute when this lawsuit commenced, which defined “taxpayer” as “[a]ny person \nliable for taxes under [the Act].”  N.C. Gen. Stat. § 105-164.3(47) (amended 2009).  \n“Person” was defined as “[a]n individual, a fiduciary, a firm, an association, a \npartnership, a limited liability company, a unit of government, or another group \nacting as a unit.”  Id. § 105-228.90(b)(5) (emphasis added). \n {38} When analyzing this argument, the Court is mindful of a canon of \nstatutory construction known as ejusdem generis, which provides that where \ngeneral words follow an enumeration of two or more things, they apply only to \npersons or things of the same general kind or class specifically mentioned.  See \nWake County v. Hotels.com, L.P., ___ N.C. App. ___, 762 S.E.2d 477, 484 (2014) \n(applying the ejusdem generis canon to a state sales-tax statute).  The canon \nprevents an interpretation that “will lead to absurd results.”  Frye Reg’l Med. Ctr., \nInc., 350 N.C. at 45, 510 S.E.2d at 163 (quoting Mazda Motors of Am., Inc. v. Sw. \nMotors, Inc., 296 N.C. 357, 361, 250 S.E.2d 250, 253 (1979)).   \n {39} Home Depot and the third-party banks had a contractual relationship \nthat involved a certain degree of collaboration, decision making, and agreement.  \nThe relationship did not, however, rise to the level of creating a single tax-paying \n“unit” between Home Depot and the third-party banks.  To the contrary, the PLCC \nagreement with each third-party bank clearly indicates that the bank is the “sole \nand exclusive owner of all Accounts, Account Documentation, credit information, \nand receipts or evidences of payment or Purchases by Accountholders.”  (R. at 2698.)  \nSection 15.11 of the same agreement states that “[n]othing contained in this \nAgreement shall be construed to constitute Bank and Retailer as partners, joint \nventurers, principal and agent, or employer and employee.”  (R. at 2730.)  Although \nHome Depot and the third-party banks made cooperative decisions, the role of each \nentity in the PLCC program was separate and distinct.   \n {40} The Court believes that construing the statute to allow such arm’s-\nlength business arrangements to qualify Home Depot and the third-party banks as \na single taxpaying “unit” would push the statutory language beyond its reasonable \nconstruction.  While this Court is not bound by the decisions of appellate courts \noutside of this state, the Court is aware that other courts have reached a similar \nconclusion.  For example, the Arizona Court of Appeals held that the contractual \nrelationship between Home Depot and financing companies, although requiring \ncommunication and coordination on credit standards, did not suffice to establish the \nexistence of a single tax-paying entity.  Home Depot U.S.A., Inc. v. Ariz. Dep’t of \nRevenue, 287 P.3d 97, 103 (Ariz. Ct. App. 2012); see also Home Depot U.S.A., Inc. v. \nWash. Dep’t of Revenue, 215 P.3d 222, 230 (Wash. Ct. App. 2009) (concluding that \nHome Depot and a third-party financing company were “two separate companies \nbound only by a negotiated contract”).  \n {41} In sum, Home Depot has not demonstrated that it falls within the \npurview of the bad-debt refund statute by acting as a “unit” with the third-party \nbanks.   \nB. Home Depot Has Not Been Denied Equal Protection or Due Process \n {42} Home Depot argues that the Department’s interpretation of the bad-\ndebt refund statute violates the Equal Protection and Due Process Clauses of the \nUnited States and North Carolina Constitutions by creating an irrational \ndistinction between retailers who finance their own customer sales and retailers \nwho offer PLCC accounts using third-party banks.  The Court disagrees. \n{43} State-tax provisions violate the Equal Protection Clause when there is \nno rational basis for the tax classification.  See Williams v. Vermont, 472 U.S. 14, \n22–24 (1985).  If a tax classification “is neither capricious nor arbitrary, and rests \nupon some reasonable consideration of difference or policy, there is no denial of the \nequal protection of the law.”  Deadwood, Inc. v. N.C. Dep’t of Revenue, 356 N.C. 407, \n413, 572 S.E.2d 103, 107 (2002) (quoting Clark v. Maxwell, 197 N.C. 604, 608, 150 \nS.E. 190, 193 (1929), aff’d per curiam, 282 U.S. 811 (1931)).   \n{44} Tax classifications can rest on subtle distinctions.  Id. at 414, 572 \nS.E.2d at 107–08 (citing numerous cases).  Indeed, “[i]t is enough that the \nclassification is reasonably founded in the ‘purposes and polic[ies] of taxation.’”  \nRigby v. Clayton, 274 N.C. 465, 471, 164 S.E.2d 7, 12 (1968) (first alteration in \noriginal) (quoting Watson v. State Comptroller, 254 U.S. 122, 125 (1920)).  The \nCourt concludes that the Department draws a rational distinction between retailers \nthat extend their own credit and maintain customer credit accounts, but are never \nreimbursed for the sales tax if a customer defaults, and retailers that contract with \nthird-party banks that pay the retailer the sales tax but retain a service fee. \n {45} Again, this Court is not bound by, but notes with approval, the \nreasoning of other state courts that have addressed the same equal-protection \nargument.  See Home Depot U.S.A., Inc. v. Levin, 905 N.E.2d 630, 634–35 (Ohio \n2009) (noting that Home Depot’s equal-protection rights were not implicated \nbecause Home Depot was not similarly situated to vendors who own and service \ntheir own credit-card programs and assume the risk of bad-debt loss); see also Ariz. \nDep’t of Revenue, 287 P.3d at 104; Wash. Dep’t of Revenue, 215 P.3d at 230–32; \nHome Depot U.S.A., Inc. v. Ind. Dep’t of State Revenue, 891 N.E.2d 187, 191 n.7 \n(Ind. T.C. 2008).  \n{46} Home Depot further argues that the Department’s deprival of Home \nDepot’s bad-debt deduction violates due process because the State receives a \nwindfall by retaining sales tax from the worthless accounts, and because the statute \nunconstitutionally treats national retailers differently from local retailers.  This \nargument is similarly unpersuasive.   \n{47} The denial of a tax refund does not deprive a taxpayer of due process \nunless the denial is “arbitrary and irrational.”  United States v. Carlton, 512 U.S. \n26, 30 (1994) (quoting Pension Benefit Guar. Corp. v. R.A. Gray & Co., 467 U.S. 717, \n733 (1984)).  Further, “[t]he guarantee of due process does not require that the state \nallow a bad-debt deduction as a means of preventing an ‘unjust enrichment.’”  Ariz. \nDep’t of Revenue, 287 P.3d at 104 (quoting Levin, 905 N.E.2d at 634). \n{48} Here, there is no evidence that the Department acted arbitrarily or \nirrationally.  Moreover, there is no windfall to the State; sales tax is merely a \nprivilege tax that retailers pay to the State in exchange for a right to do business.  \nHome Depot is liable for the sales tax, regardless of whether it actually collects the \ntax.  There is no indication that an in-state retailer that utilizes a PLCC program \nwould be treated differently from an out-of-state retailer.  This argument is without \nmerit. \nVI. CONCLUSION \n {49} For the foregoing reasons, the Court AFFIRMS the Final Agency \nDecision of the North Carolina Department of Revenue and Home Depot’s Petition \nfor Judicial Review is DISMISSED. \n \n IT IS SO ORDERED, this the 6th day of November, 2015. \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Special Superior Court Judge \n    for Complex Business Cases \n \n "
}