{
  "id": "8c5d75182385bb58486cdbf72b4daeca935d36594e01159769c6846a33ca07b1",
  "source_file": "data/raw/ncbc/8c5d75182385bb58486cdbf72b4daeca935d36594e01159769c6846a33ca07b1.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 13891 \n \nVANGUARD PAI LUNG, LLC; and \nPAI LUNG MACHINERY MILL CO. \nLTD., \n \nPlaintiffs and \nCounterclaim Defendants, \n \nv. \n \nWILLIAM MOODY; NOVA \nTRADING USA, INC.; and NOVA \nWINGATE HOLDINGS, LLC,  \n \nDefendants and \nCounterclaim Plaintiffs, \n \n \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTIONS FOR \nJUDGMENT NOTWITHSTANDING  \nTHE VERDICT AND A NEW TRIAL \n \n \n \n \n1. After a six-day trial, a jury returned a verdict in favor of Plaintiffs Vanguard \nPai Lung, LLC (“Vanguard”) and Pai Lung Machinery Mill Co. LTD. (“Pai Lung”) and \nawarded over $3 million in compensatory and punitive damages against Defendants \nWilliam Moody, Nova Trading USA, Inc. (“Nova Trading”), and Nova Wingate \nHoldings, LLC (“Nova Wingate”) .  Following entry of final judgment, Defendants \nmoved for judgment notwithstanding the verdict (“JNOV”) , for a new trial , and to \nalter or amend the judgment.  For the following reasons, the Court GRANTS in part \nand DENIES in part the motions. \nWomble Bond Dickinson (US) LLP, by Matthew F. Tilley, Russ Ferguson, \nand Patrick G. Spaugh , and Perkins Coie LLP, by John P. Schnurer, \nJohn D. Esterhay, Y un (Louise) Lu,  and Hayden M. Schottlaender,  for \nPlaintiffs Vanguard Pai Lung, LLC and Pai Lung Machinery Mill Co. \nLTD. \n \nJames, McElroy & Diehl, P.A., by Preston O. Odom, for Defendants \nWilliam Moody, Nova Trading USA, Inc., and Nova Wingate Holdings, \nLLC. \nVanguard Pai Lung, LLC v. Moody, 2023 NCBC 44. \nConrad, Judge. \nI. \nBACKGROUND  \n2. This case arises out of disputes over Vanguard’s management and \noperations.  Vanguard makes and sells high -speed circular knitting machines.  Its \nmajority member is Pai Lung, and its minority member is Nova Trading.  Moody is a \nmanager of Vanguard and is its former president and CEO; he is also the sole owner \nof Nova Trading and Nova Wingate. \n3. In 2018, Vanguard and Pai Lung filed suit against Moody, Nova Trading, \nand Nova Wingate.1  The complaint alleged that Moody had used his position within \nVanguard to carry out a long -running scheme of self -dealing and other misconduct \ndesigned to benefit himself, his family, and his friends.  (See Compl., ECF No. 3.)     \n4. Defendants denied these allegations and counterclaimed, accusing Pai Lung \nof using its majority position to force Moody out of Vanguard and to frustrate Nova \nTrading’s minority membership rights.  They also alleged that Vanguard and Pai \nLung improperly withheld profit-sharing and commission payments owed under two \noral contracts.  (See Am. Countercl., ECF No. 59.) \n5. The Court elects not to summarize the lengthy pretrial procedural history, \nother than to note that several of the original twenty-eight claims and counterclaims \nwere dismissed or resolved before trial.  Readers may find a more complete discussion \nof the procedural history in previous opinions .  See Vanguard Pai Lung, LLC v. \n \n1 Vanguard and Pai Lung  also asserted claims against several members of Moody’s family \nbut dismissed those claims before trial.  (See ECF No. 164.) \nMoody, 2022 NCBC LEXIS 100 (N.C. Super. Ct. Aug. 31, 2022); Vanguard Pai Lung, \nLLC v. Moody, 2020 NCBC LEXIS 92 (N.C. Super. Ct. Aug. 4, 2020); Vanguard Pai \nLung, LLC v. Moody, 2019 NCBC LEXIS 39 (N.C. Super. Ct. June 19, 2019). \n6. The parties tried the surviving claims and issues before a jury over six days.  \nA great deal of the evidence at trial concern ed the capital contribution that Nova \nTrading made to Vanguard in return for its minority membership interest.  In lieu of \ncash, Nova Trading contributed knitting machines and parts.  At the time, Moody \nrepresented that the machines were worth at least $50 0,000 and promised to have \nthem appraised.  Whether these representations were true was disputed.  Plaintiffs  \noffered testimony from several witnesses to show that the machines were old and \nmostly worthless.  They also offered evidence to show that Moody stored the machines \noffsite in a warehouse owned by Nova Wingate while charging Vanguard roughly \n$10,000 per month in rent under a lease agreement that he signed on behalf of both \nentities.  Eventually, following Moody’s departure, Vanguard sold the machine s for \nscrap value.  ( See, e.g., Jt. Statement Stipulated Facts 2, ECF No. 143 [“Jt. Stip.”]; \nPls.’ Ex. B  at 18:9−17, 19:10−17, ECF No. 195.3;  Pls.’ Ex. C  at 54:18−25, ECF No. \n195.4; Pls.’ Ex. F at 12−13, ECF No. 195.7.) \n7. Other evidence concerned Moody’s decision s to hire family and friends \nduring his tenure as president and CEO.  It is undisputed that Moody added his wife \nto the payroll even though she had no real job and performed no work for Vanguard.  \nMoody also hired several of his children and paid them salaries that Plaintiffs believe \nwere excessive.  And Moody agreed to a dubious employment arrangement with his \nfriends Tony and Norma Alexander.  Tony worked for Vanguard; Norma did not.  \nEven so, Vanguard paid each of them $1,000 per week for many years .  According to \nPlaintiffs, Moody agreed to cut  Tony’s salary  and add Norma to the payroll to \ncircumvent federal Social Security laws.  (See, e.g., Jt. Stip. 3−4; Pls.’ Ex. F at 17−24, \n29−32, 67−69.) \n8. The parties also disputed whether Moody had misused Vanguard’s money \nand property to benefit himself and his family.  Plaintiffs presented evidence to show \nthat Moody and his family charged personal expenses to company credit cards, used \ncompany money to p ay for tickets to Carolina Panthers football games, and kept \ncompany equipment—laptops, cell phones, and a car—after their employment was \nterminated.  In addition, Moody signed  a series of checks from Vanguard to his  own \npersonal entities  in 2017.  He clai med, and Plaintiffs denied,  that these were \nlegitimate commissions.  (See, e.g., Pls.’ Ex. F at 14−15; Pls.’ Ex. G, ECF No. 195.8; \nPls.’ Ex. L, ECF No. 195.13.) \n9. As to damages, Plaintiffs offered the expert testimony of John E. Gibson, Jr.  \nThey also introduced his report into evidence without objection.  Gibson testified that \nPlaintiffs suffered up to $3.5 million in total damages.  ( See Pls.’ Ex. F  at 47.)  \nDefendants cross-examined Gibson but presented no expert testimony of their own.  \n10. At the close of the evidence, each side moved for a directed verdict on some \nbut not all issues, and the Court heard argument concerning the specific grounds \nraised.  The Court partially granted both motions in limited respects not relevant \nhere but otherwise denied them.  Afterward, the Court held a charge conference and \ngave counsel the chance to review and object to its proposed jury instructions  and \nverdict sheet.  Defendants raised no objections to either. \n11. The Court submitted thirty -six issues to the jury .  Having listened \nattentively to a lengthy charge  and having deliberated over parts of two days , the \njury rendered a verdict that favored Plaintiffs across the board.  The jury awarded \n$498,500 against Moody  and Nova Trading for fraud; $272, 300 against Moody for \nconversion; $500,000 against Moody for embezzlement; $600,000 against Moody for \nconstructive fraud; $50,000 against Moody and Nova Wingate for unfair or deceptive \ntrade practices under N.C.G.S. §  75-1.1; and $1,340,300 against all Defendants for \nunjust enrichment.  After  finding all Defendants directly liable  for compensatory \ndamages, the jury also found them liable for punitive damages and awarded $50,000 \nagainst each.  The jury  also addressed Plaintiffs’ alternative theory of alter- ego \nliability and found that Nova Trading and Nova Wingate were alter egos of Moody.   \nFinally, on Defendants’ counterclaims, the jury found that Plaintiffs were not liable.  \n(See Verdict Sheet, ECF No. 167.) \n12. Following the verdict, the parties submitted a few nonjury issues for \nresolution by the Court.  These issues included Nova Trading’s demand for judicial \ndissolution of Vanguard.  The Court concluded that Nova Trading had not carried its \nburden and that dissolution would frustrate the jury’s verdict .  The Court then \nentered final judgment on the verdict.  (ECF No. 187.) \n13. Defendants have timely moved for JNOV on some issues, for a new trial on \nall issues, and to amend the judgment as to punitive damages.  (ECF No. 189.)  After \nfull briefing, the Court held a hearing on 20 January 2023.  The motions are ripe for \nresolution. \nII. \nJNOV  \n14. Defendants have moved for JNOV on  the fraud claim against Moody and \nNova Trading ; the conversion and embezzlement claims against Moody ; and the  \nsection 75-1.1 claim against Moody and Nova Wingate.  They have not challenged the \njury’s findings that Moody is liable for  constructive fraud and that Moody, Nova \nTrading, and Nova Wingate are liable for unjust enrichment. \n15. A motion for JNOV  under Rule 50(b) “tests the legal sufficiency of the \nevidence to take the case to the jury and support a verdict for the nonmovant.”  \nScarborough v. Dillard’s, Inc., 363 N.C. 715, 720 (2009) (citation and quotation marks \nomitted).  The motion  “is essentia lly a renewal of an earlier motion for directed \nverdict.”  Id. (citation and quotation marks omitted).  Thus, “[t]o have standing after \nthe verdict to move for JNOV, a party must have made a directed verdict motion at \ntrial on the specific issue which is the basis of the JNOV.”  Plasma Ctrs. of Am., LLC \nv. Talecris Plasma Res., Inc. , 222 N.C. App. 83, 87 (2012) (citation and quotation \nmarks omitted); see also Shaw v. Gee, 2018 NCBC LEXIS 109, at *11 (N.C. Super. Ct. \nOct. 19, 2018) (citing N.C. R. Civ. P. 50(b)(1)).   \n16. The moving party “bears a heavy burden.”  Taylor v. Walker, 320 N.C. 729, \n733 (1987).  In deciding the motion, “the trial court must consider the evidence in the \nlight most favorable to the nonmoving party, giving him the benefit of all reasonable \ninferences to be drawn therefrom and resolving all conflicts in the evidence in his \nfavor.”  Id. at 733–34.  It is proper to grant JNOV only when “it appears, as a matter \nof law, that a recovery cannot be had by the plaintiff upon any view of the facts which \nthe evidence reasonably tends to establish.”  Scarborough , 363 N.C. at 720 (citation \nand quotation marks omitted).  If there  is “more than a s cintilla of evidence” to \nsupport the claim, the motion should be denied.   Morris v. Scenera Rsch., LLC , 368 \nN.C. 857, 861 (2016) (citation and quotation marks omitted).  For these reasons , \ncourts “cautiously and sparingly ” grant motions for JNOV .  Bryant v. Nationwide \nMut. Fire Ins. Co., 313 N.C. 362, 369 (1985). \nA. Fraud \n17. The Court begins with the fraud claim.  Fraud has five “essential elements”: \n“(1) False representation or concealment of a material fact, (2) reasonably calculated \nto deceive, (3) made with intent to deceive, (4) which does in fact deceive, (5) resulting \nin damage to the injured party.”  Ragsdale v. Kennedy, 286 N.C. 130, 138 (1974).  The \ninjured party’s reliance on the false  representation “must be reasonable.”  Forbis v. \nNeal, 361 N.C. 519, 527 (2007). \n18. The premise of this  claim is that Moody  made false representations about  \nNova Trading’s capital contribution at the time Vanguard was formed.   (See Compl. \n¶ 151.)  It is undisputed that Nova Trading contribute d knitting machines and \nrelated equipment—rather than a set sum of money—to Vanguard in return for a \nminority membership interest.  According to Plaintiffs , Moody represented that the \nmachines w ere worth $500,000 and promised to have the m appraised.  At trial, \nPlaintiffs offered evidence to show that Moody  never obtained an appraisal, that he \nmothballed the machines in an offsite warehouse owned by Nova Wingate, and that \nthe machines were so old that they were worth no more than scrap value.   \n19. The jury, in rendering a verdict for Plaintiffs, presumably found that Moody \nmisrepresented the value of the contributed machines.  Moody and Nova Trading  \nconcede the point because they haven’t challenged that presumed finding (along with \nmany other presumed findings, including that Vanguard and Pai Lung reasonably \nrelied on the misrepresentation and were harmed by it).  They contend, instead, that \nthere was insufficient evidence to show that Moody intended to deceive Vanguard \nand Pai Lung when he falsely represented that the machines were worth $500,000.  \n(See Defs.’ Br. in Supp. 5−6, ECF No. 190.) \n20. But Moody and Nova Trading  haven’t preserved this issue because it was \nnot part of their motion for a directed verdict at trial.  There, all they argued was that \nPlaintiffs had not offered enough evidence of the “misrepresentation . . . of the intent \nto have the inventory appraised.”  ( Defs.’ Ex. A at 3, ECF No. 190 .)  Now, however, \nthey are targeting Moody’s representation that the machines were worth $500,000, \nnot his promise to get an appraisal.  And they are disputing whether Moody intended \nto deceive Vanguard and Pai Lung by inflating the machines’ value, not whether he \nintended to abide by his appraisal promise.  It is too late to raise this new ground for \nthe first time in a motion for JNOV.  See, e.g., Plasma Ctrs. of Am., 222 N.C. App. at \n87–88. \n21. Moody and Nova Trading  have also failed to comply with this Court’s \nbriefing rules.  The purpose of briefing “is to define clearly the issues presented to the \nCourt and to present the arguments and authorities upon which the parties rely in \nsupport of their respective positions.”  BCR 7.2.  This means that a brief must identify \nsupporting evidence and “must include a pinpoint citation to the relevant page of the \nsupporting material whenever possible.”   BCR 7.5.  Moody and Nova Trading  cite \nnothing to back up their  assertions about the content of the  evidence relate d to \nfraudulent intent and what that evidence shows or does not show.  Thus, even if they \nhad preserved the issue in their motion for directed verdict, they have since forfeited \nit by failing to support their motion for JNOV with identifiable evidence. \n22. In any event , the argument is meritless.  Moody and Nova Trading fault \nPlaintiffs for relying on circumstantial as opposed to direct evidence of intent.  But \nthat is no fault; fraudulent intent “is usually proven by circumstantial evidence.”  \nSunset Beach Dev., LLC v. AMEC, Inc. , 196 N.C. App. 202, 209 (2009) (citation and \nquotation marks omitted).  A nd as Plaintiffs correctly observe, there was plenty of  \nevidence of intent to deceive.  Although Vanguard took title to the machines, Moody \nand Nova Trading kept possession by  storing them offsite in a warehouse owned by \nNova Wingate.  The  jury could have reasonably viewed this as an intentional effort  \nto keep Vanguard and Pai Lung from disco vering the ir dilapidated condition.  In \naddition, w hile serving a s Vanguard’s chief executive, Moody  never used the se \nsupposedly valuable machines for the company’s benefit, had them appraised, or tried \nto recoup any value by selling them —all of which coul d suggest that Moody knew \nthey were worthless.  There was also evidence of a motive to deceive, given that Nova \nTrading’s membership interest was tied to the value of its capital contribution.  See \nMcLamb v. McLamb , 19 N.C. App. 605, 610 (1973) (“Oftentimes the intent can be \nshown by presenting evidence of some motive on the part of the perpetrator.”). \n23. The Court denies the motion for JNOV as to the fraud claim.  \nB. Conversion \n24. Conversion is “an unauthorized assumption and exercise of the right of \nownership over goods or personal chattels belonging to another, to the alteration of \ntheir condition or the exclusion of an owner ’s rights.”  Variety Wholesaler s, Inc. v. \nSalem Logistics Traffic Servs., LLC , 365 N.C. 520, 52 3 (2012)  (quoting Peed v. \nBurleson’s, Inc., 244 N.C. 437, 439 (1956)) .  “The essence of conversion is not the \nacquisition of property by the wrongdoer, but a wrongful deprivation of it to the \nowner.”  Id. at 530 (cleaned up).  Money, if capable of being identified and described, \nmay be the subject of an action for conversion.  See id. at 528.   \n25. Vanguard claims that Moody routinely  converted cash and other property \nover a period of many years.  The Court instructed the jury, without objection, that \nthe property at issue “ includes money, cars, cell phones, laptops, and tickets to \nCarolina Panthers football games.”  (Jury Instrs . 14, ECF No. 166.)  The jury found \nMoody liable and awarded $272,300.  (See Verdict Sheet, Issue Nos. 3, 4.) \n26. Moody infers that the jury ’s award has two underlying components:  a \n$232,000 award for conversion of  money and  an additional $40,300 award for \nconversion of  other property.  On that basis , h e contends that the evidence is \ninsufficient to support the verdict  because, first, Vanguard did not identify  and \ndescribe the converted money and, second, Vanguard did not show that Moody \nhimself possessed any of the converted property other than his own company laptop. \n27. Again, these arguments go far beyond w hat Moody raised at trial.  Moody \nmoved for a directed verdict on the conversion claim on a single, specific ground: that \nhe did not participate in the “ conversion related to the laptops  of [his] children.”  \n(Defs.’ Ex. A at 4:22−5:1.)  That was all.  He did not refer to the disputed money, cars, \ncell ph ones, and football tickets .  Nor did he contend that there was insufficient \nevidence for the jury to find that he converted those items. \n28. With the benefit of hindsight, Moody points to the argument that he made \nin his motion  to direct a verdict on the embezzlement  claim and argues that he \nintended that argument to apply to the conversion  claim as well.   If that was his \nintent, it was not apparent at the time, and it is not apparent from the transcript so \nmany months after the  fact.  This was not a single -claim trial with one or two  \nself-evident disputes.  The Court tendered thirty-six issues to the jury, some of which \nMoody challenged and some of which he did not.  “In complex civil cases such as this \none, where the parties have argued multiple defenses and theories of liability, it is \ncritical that the movant direct the trial court with specificity to the grounds for its \nmotion for a directed verdict.”  Plasma Ctrs. of Am., 222 N.C. App. at 88.  Moody made \na specific, narrow argument at trial  and therefore waived the more expansive \narguments that are the basis of his JNOV motion.  See Barnard v. Rowland, 132 N.C. \nApp. 416, 421–22 (1999) (concluding that a motion for directed verdict as to one claim \ndid not preserve a challenge to another); Lee v. Bir, 116 N.C. App. 584, 587–88 (1994) \n(concluding that a motion for directed verdict as to punitive damages did not preserve \na challenge to actual damages). \n29. Regardless, the evidence supports the verdict.  Vanguard offered evidence \ntending to identify and describe  money that Moody took for himself or directed his \nfamily to take , including without limitation  specific expendi tures made using  \ncompany credit cards .  ( See, e.g., Pls.’ Ex. F at 14.)  In addition, Vanguard offered \nevidence tending to show that Moody possessed and exercised control over personal \nproperty belonging to the company, including cars, electronics, and football tickets.  \n(See, e.g., Pls.’ Ex. E at 177:21 –22, ECF No. 195.6; Pls.’ Ex. J, ECF No. 195.11; Pls.’ \nEx. K, ECF No. 195.12.)  It was not an error to submit the issue to the jury.  See, e.g., \nZubaidi v. Earl L. Pickett Enters., 164 N.C. App. 107, 114 (2004) (affirming denial of \na JNOV motion based on evidence of missing money and property); Nelson v. Chang, \n78 N.C. App. 471, 476–77 (1985) ( affirming denial of a JNOV motion based on \nevidence of property that the accused party ruined, sold to others, or allowed others \nto steal). \n30. Accordingly, the Court denies the motion for JNOV as to the conversion \nclaim. \nC. Embezzlement \n31. It is a crime for an officer or agent of a corporation to “[e]mbezzle or \nfraudulently or knowingly and willfully misapply or convert to his own use” the \ncorporation’s “money, goods or other chattels.”  N.C.G.S. §  14-90.  Regardless of any \ncriminal prosecution, the corporation may pursue a civil action against the officer or \nagent for damages caused by the embezzlement.  See id. § 1-538.2(a), (c). \n32. Moody’s argument concerning his liability for embezzlement is conclusory.  \nIt consists of just two sentences , neither of which includes a citation to law or \nevidence.  In the first, he “relies on his arguments vis -à-vis the conversion claim . . . \nto show that he likewise should receive a JNOV on this claim.”  ( Defs.’ Br. in Supp. \n9.)2  In the second, he contends “that the evidence was insufficient for a jury to find \nthe requisite scienter .  . . to hold him liable for embezzlement.”  ( Defs.’ Br. in Supp. \n9–10.)  It takes more than skeletal assertions like these to satisfy this Court’s briefing \nrules, see BCR 7.2, 7.5, not to mention the exacting standard for upsetting a verdict. \n33. In addition to being procedurally defective, the argument  is meritless.  For \nthe reasons stated above, Moody’s “arguments vis -à-vis the conversion claim”  are \nunpersuasive.  (Defs.’ Br. in Supp.  9.)  As further support , Vanguard points to \nevidence that Moody took  money that was entrusted to him by the company and \nfunneled it to his wife, his children, and his friends Tony and Norma Alexander.  (See \nPls.’ Br. in Opp’n 16 –17, ECF No. 195.)   Because Moody says nothing about this \nevidence, the Court considers it uncontested and concludes that it supports the \nverdict. \n \n2 It appears that Moody means to refer to his argument that there was insufficient evidence \nto identify the converted money.  This argument is based on the common-law rule that money \nmay support a claim for conversion only if capable of being identified and  described.  But \nembezzlement is statutory, and the text of section 14-90 does not expressly require evidence \nidentifying and describing allegedly embezzled funds.  Moreover, Moody does not argue, or \ncite any authority to show, that courts have interpreted  the statute to include that \nrequirement.  His wholesale failure to identify any legal basis for his argument violates \nprocedural rules and amounts to a waiver. \n34. As to intent, Vanguard points to a variety of  evidence, all of which Moody \nfails to address in either his opening or reply brief.  There is no need to discuss that \nevidence in detail.  One example will serve well enough: it is undisputed that Moody \nput his wife on Vanguard’s payroll with a phantom job title, paying her for years even \nthough she had no real job and performed no services for the company.  (See Pls.’ Ex. \nE at 76:2 1–77:3.)  This is sufficient  evidence for the jury to conclude that Moody  \nknowingly and willfully misapplied funds entrusted to him.  See State v. Parker, 233 \nN.C. App. 577, 580 –81 (2014)  ( collecting cases and concluding that verdict  was \nsupported by sufficient evidence of intent). \n35. Accordingly, the Court denies the motion for JNOV as to the embezzlement \nclaim.  \nD. Section 75-1.1 \n36. The final JNOV issue concerns  the claim for unfair or deceptive trade \npractices.  Section 75 -1.1 states that “unfair or deceptive acts or practices in or \naffecting commerce” are “unlawful.”  N.C.G.S. § 75-1.1.  As construed by our Supreme \nCourt, this language is broad enough to “regulate a b usiness’s regular interactions \nwith other market participants” but not so broad as to capture conduct “solely related \nto the internal operations” of a business.  White v. Thompson , 364 N.C. 47, 51−52 \n(2010).  Thus, “any unfair or deceptive conduct containe d solely within a single \nbusiness is not covered by” section 75 -1.1.  Id. at 53; see also Nobel v. Foxmoor Grp., \n380 N.C. 116, 121–22 (2022). \n37. This claim concerns the lease agreement  between Vanguard and Nova \nWingate.  Under the agreement, Vanguard paid Nova Wingate about $10,000 per \nmonth in rent for a warehouse used to store the old knitting machines  that \nconstituted Nova Trading’s capital contribution.  It is undisputed that Moody signed \nthe lease agreement on behalf of both Vanguard, as its president, and Nova Wingate, \nas its sole member.  At trial, Vanguard and Pai Lung offered evidence to show  that \nMoody concealed the  self-dealing lease agreement  and argued that he and Nova \nWingate had committed unfair or deceptive acts under section 75-1.1.   \n38. Moody and Nova Wingate moved for a directed verdict on the ground that \nany misconduct  related to the lease agreement  was internal to Vanguard and \ntherefore not in or affecting commerce.  They now seek JNOV on the same ground.   \nIn response, Vanguard and Pai Lung appear to concede —correctly—that no section \n75-1.1 claim would lie if Moody had cut  the rent checks directly to himself .  See \nAlexander v. Alexander, 250 N.C. App. 511, 517 (2016) (concluding that shareholder’s \npayment of “land rent” to himself was not in or affecting commerce ).  They contend, \nhowever, that the involvement of Nova Wingate as the nominal lessor brings the \ndispute within the statute.  \n39. The Court agrees with Moody and Nova Wingate.   This dispute does not \nconcern the regular interactions of separate market participants.  Indeed, the \npremise of the claim is that Moody harmed his employer (Vanguard) and its majority \nmember (Pai Lung) by channeling money to himself through a shell company  and \nthen concealing his misconduct from them .  It is undisputed that Nova Wingate  \nconducts no real business, has  no identity of its own , and does not exist apart from \nMoody in any meaningful sense.  Moody used the entity to extract cash from \nVanguard while concealing it from Pai Lung and his fellow managers.  And the main \npurpose of the lease agreement was to store Nova Trading’s susp ect capital \ncontribution.  These are membership and management matters  that concern “the \ninternal operations of” Vanguard, not its day-to-day business interactions with others \nin the market.  Nobel, 380 N.C. at 121–22; see also White, 364 N.C. at 53. \n40. Vanguard and Pai Lung believe that the facts here are analogous to those \nin Sara Lee Corp. v. Carter, 351 N.C. 27 (1999).  They are not.  There, the claim \ninvolved an employee who “sold computer parts and services to his employer from \ncompanies owned by him,” so that the employee and employer were “clearly engaged \nin buyer-seller relations in a business setting.”  Id. at 32–33.  As our Supreme Court \nrecently put it, “the unfair conduct of the defendant-employee” in Sara Lee was in or \naffecting commerce “because it occurred outside of the employer -employee \nrelationship.”  Nobel, 380 N.C. at 121. \n41. By contrast, the unfairness in this case “occurred in interaction among the” \nprincipals of Vanguard.  White, 364 N.C. at 53.  The evidence, taken in the light most \nfavorable to Vanguard and Pai Lung, is that Moody used Nova Wingate as a front in \nhis internal dealing s with the company, its members, and its managers .  The lease \nagreement, which was not the product of a n arm’s-length negotiation in a business \nsetting, is “more properly classified as the misappropriation of corporate funds within \na single entity rather than commercial transactions between separate market \nparticipants ‘in or affecting commerce.’ ”  Alexander, 250 N.C. App. at 517. \n42. Accordingly, the Court grants Defendants’ motion for JNOV as to the claim \nfor unfair or deceptive trade practices under section 75-1.1.  \nIII. \nMOTION FOR NEW TRIAL \n43. Defendants also ask the Court to order a new trial.  See N.C. R. Civ. P. 59(a).  \nWith few exceptions, “[w]hether to gra nt or deny a new  trial is within the sound \ndiscretion of the trial court .  . . .”  Chaney v. Young , 122 N.C. App. 260, 265 (1996).   \nOur Supreme Court has stressed, however, that the power to order a new trial “must \nbe used with great care and exceeding reluctance . . . because the exercise of this \ndiscretion sets aside a jury verdict and, therefore, will always have some tendency to \ndiminish the fundamental right to trial by jury in civil cases which is guaranteed by \nour Constitution.”  In re Will of Buck, 350 N.C. 621, 626 (1999). \n44. Defendants press three arguments, none persuasive. \n45. First, Defendants argue that the $1,340, 300 damages award for unjust \nenrichment and the $50,000 award for  unfair or deceptive trade practices  are \ninconsistent.  According to Defendants, both claims are based on the self-dealing lease \nagreement with Nova Wingate.  It follows, they contend, that  the jury ’s different \ndamages awards for claims based on the same underlying conduct are contradictory  \nand amount to a double recovery. \n46. But the Court has set aside the section 75-1.1 verdict, mooting any potential \ninconsistency or double recovery.  What’s more , the two claims are not identical : \nPlaintiffs based their claim for unjust enrichment on a range of misconduct that went \nbeyond the Nova Wingate lease.   There is no contradiction when a jury awards  \ndifferent amounts for claims of differing scope.  Even if the claims were identical, the \ndivergence in the damages awards does not require a new trial.  Defendants have not \nargued or shown that the evidence is insufficient to support “the jury’s overall damage \naward,” and the jury’s decision to apportion damages between the two claims  does \nnot render its verdict inconsistent.  Lacey v. Kirk, 238 N.C. App. 376, 394 (2014); see \nalso Piazza v. Kirkbride, 372 N.C. 137, 144 (2019) (“[J]ury verdicts should not be set \naside for inconsistency lightly.”); Davis v. Ludlum, 255 N.C. 663, 666 (1961) (“When \na judgment has been entered on seemingly inconsistent findings of fact, it is the duty \nof the reviewing court to reconcile the findings and uphold the judgment if \npracticable.”). \n47. Second, Defendants argue that the jury’s damages award for conversion is  \nexcessive because it includes amounts barred by the statute of limitations.  Vanguard \nintroduced into evidence, without objection, its expert’s report on damages.  In that \nreport, the expert listed over 100 unauthorized uses of the company credit card and \nexpenditures for football tickets, about half of which occurred outside the limitations \nperiod.  ( See Pls.’ Ex. F at 62, 64.)  Defendants speculate that the jury  improperly \nawarded the whole amount. \n48. As Defendants concede, though, “[j]urors  are presumed to follow \ninstructions given by the trial court,” State v. Williams , 350 N.C. 1, 24 (1999), and \nthe Court correctly instructed the jury to limit its award to damages incurred during \nthe limitations period , (see Jury Instrs. 16).  It is not en ough to show that the jury \nmight have disregarded this instruction.  Defendants must show “[ m]anifest \ndisregard.”  N.C. R. Civ. P. 59(a)(5).  They have not done so  because, as Vanguard \ncorrectly notes, the jury heard evidence related to conversion and resulting damages \nthat went beyond the credit card transactions and football tickets .  ( See Pls.’ Br. in \nOpp’n 14.)   The jury could have calculated its damages award without including \ntransactions barred by the statute of limitations —and Defendants have not argued \notherwise.3  Th us, the Court adheres to the usual rul e that the “verdict should be \nliberally and favorably construed with a view of sustaining it, if possible.”  Piazza , \n372 N.C. at 144 (citation and quotation marks omitted). \n49. There is no other basis to set aside the conversion verdict.  A trial court may \ngrant a new trial  when it appears that the jury awarded excessive damages “ under \nthe influence of passion or prejudice.”  N.C. R. Civ. P. 59(a)(6).  Although Defendants \n \n3 At most, Defendants’ position is that the jury’s $272,300 verdict looks suspiciously similar \nto the sums listed in the expert report.   There is, of course, no way to know which evidence \nthe jury credited and which it did not.  What is clear, though, is that the jury did not adopt \nthe testimony or report of Plaintiffs’ expert in full.  The jury awa rded less in total damages \nthan the expert advocated and allocated damages among the  issues in ways that appear to \naccount for the expert’s opinions  without bowing to them.  That is all the more reason to \nconstrue the jury’s careful verdict liberally  and t o presume that it followed the Court’s \ninstructions.  See, e.g. , Lawrence v. Wetherington, 108 N.C. App. 543, 548 (1993) (“While a \nmiscalculation may seem apparent to defendant, it was for the jury to determine defendant’s \ndamages and the jury was not bound to use defendant’s exact figures.  It is not for this court \nto speculate as to what weight the jury gave particular evidence when arriving at its verdict, \nbut rather to determine whether there was evidence before the jury from which its verdict \ncould reasonably be derived.”) ; see also Potts v. KEL, LLC , 2021 NCBC LEXIS 100, at * 61 \n(N.C. Super. Ct. Nov. 5, 2021) (“It may be unclear how the jury made that allocation, but the \nrecord supports the overall award, and it is not for this Court to second- guess the means by \nwhich the jury calculated it.” (citation and quotation marks omitted)), aff’d per curiam 2023 \nN.C. LEXIS 427 (N.C. June 16, 2023). \ncite this rule, they make no effort to show that the jury acted under the influence of \npassion or prejudice, and the Court sees no basis to draw that conclusion. \n50. Defendants’ third argument  is that the verdict was against the greater \nweight of the evidence.  This argument—consisting of a few conclusory sentences that \ncite no evidence—is wholly unpersuasive.   Compelling (and often undisputed ) \nevidence showed that Moody gave his wife a salary and  a company car even though \nshe had no job; put his friend’s wife on the payroll as a sham employee to skirt Social \nSecurity laws; and pocketed over $1 million in rent under a lease agreement that no \nother member or manager  approved.  On other “fact -intensive” issues, t he jury \nlistened to the evidence carefully and made “reasonable” determinations.  Chalk v. \nBraakman, 2019 N.C. App. LEXIS 263, at *16 (N.C. Ct. App. Mar. 19, 2019) \n(unpublished).  Defendants h aven’t remotely shown that the verdict is so \n“exceptional” that it “will result in a miscarriage of justice.”  In re Will of Buck , 350 \nN.C. at 628 ; see also Martin v. Pope, 257 N.C. App. 641, 647 (2018)  (affirming \n“reasoned decision to deny” motion for new trial that did not result in “a substantial \nmiscarriage of justice”). \n51. The Court denies the motion for new trial.  \nIV. \nMOTION TO ALTER OR AMEND THE JUDGMENT \n52. The jury found Moody, Nova Trading, and Nova Wingate separately liable \nfor punitive damages and awarded $50,000 against each.  Defendants argue that it \nwas error to submit separate issues of punitive damages to the jury.  The ir position \nis that Nova Trading and Nova Wingate cannot be separately liable for punitive \ndamages because the jury found, when answering a different issue, that they are alter \negos of Moody with no independent identities.  Defendants seek to alter or amend the \njudgment under Rule 59(e) to include a single $50,000 award, with joint and several \nliability. \n53. This issue is waived.  Defendants did not object to the Court’s instructions \non punitive damages, which asked the jury to determine whether to award punitive \ndamages against Moody, Nova Trading, and Nova Wingate  separately.  Neither did \nthey object to the verdict sheet.  Having agreed to an instruction that authorized the \njury to award punitive damages separately , Defendants cannot now contend, after \nthe verdict, that it was error to submit the issues to the jury in that way.  See Greene \nv. Royster, 187 N.C. App. 71,  81 (2007) ( affirming denial of Rule 59 motion when \ndefendant “did not object to the jury instructions on fraud when given opportunity by \nthe trial court,” “did not object to the issue as it was stated to the jury ,” and “did not \nrequest that a separate iss ue be submitted regarding his actions only”);  Hanna v. \nBrady, 73 N.C. App. 521, 528 (1985) (holding that a Rule 59 motion is no “substitute \nfor the obligation of counsel to timely object to the jury instructions”). \n54. Regardless, there was no error.   Our Court of Appeals has held that it is \nimproper to submit separate issues of punitive damages as to two defendan ts when \none defendant’s liability is based “solely” on a finding that it was an alter ego of the \nother.  See Muse v. Charter Hospital, 117 N.C. App. 468, 472 (1995).  Here, that is not \nthe case.  Plaintiffs asserted claims against Moody, Nova Trading, and Nova Wingate \non a theory of direct liability as well as a theory of alter-ego liability.  The jury found \nall three  Defendants liable on both theories .  ( See Verdict Sheet 1, 12.)   Because \nDefendants’ liability is not solely predicated on alter -ego liability, the jury was free \nto render an award of punitive damages against each individually. \n55. Accordingly, the Court denies the motion to amend the judgment. \nV. \nCONCLUSION \n56. For all these reasons, the Court GRANTS Defendants’ motion for judgment \nnotwithstanding the verdict  as to the claim for  unfair or deceptive trade practices  \nunder N.C.G.S. § 75-1.1.  In all other respects, the Court DENIES the motions. \nSO ORDERED, this the 27th day of June, 2023. \n \n \n       /s/ Adam M. Conrad                     \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n \n "
}