{
  "id": "8cb58a74d67f1ddc3c9137c750f468a61bcd2899c69355ea4ffa8b6350b63cb9",
  "source_file": "data/raw/ncbc/8cb58a74d67f1ddc3c9137c750f468a61bcd2899c69355ea4ffa8b6350b63cb9.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nMECKLENBURG COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23 CVS 12616 \nELIOR, INC., \n \nPlaintiff, \n \nv. \n \nDENNIS THOMAS,  \n \nDefendant. \n \nORDER AND OPINION  \nON MOTION TO DISMISS  \n \n1. THIS MATTER is before the Court on Defendant ’s Motion to Dismiss \nthe Complaint (the “Motion”)  pursuant to Rules 12(b)(1) and  12(b)(6) of the North \nCarolina Rules of Civil Procedure (the “Rule(s)”), (ECF No. 12). \n2. The Court, having considered the Motion,  the related briefing, and the \narguments of counsel at a hearing on the Motion held 1 February 2024, concludes for \nthe reasons stated below that the Motion should be GRANTED in part and \nDENIED in part as set forth below.  \nLittler Mendelson, P.C., by Stephen D. Dellinger and Matthew S. \nBrown, for Plaintiff Elior, Inc. \n \nBell, Davis & Pitt, P.A., by Marc E. Gustafson, for Defendant Dennis \nThomas \n \nEarp, Judge. \n \n  \nElior, Inc. v. Thomas, 2024 NCBC 27. \nI. FACTUAL AND PROCEDURAL BACKGROUND \n3. The Court does not make findings of fact when ruling on a motion to \ndismiss.  It recites below the factual allegations in the Complaint that are relevant to \nthe Motion. \nA.  The Parties \n4. Plaintiff Elior, Inc. (“Elior”) is a Delaware corporation with its principal \nplace of business in Charlotte, North Carolina.  (Compl. ¶ 6, ECF No. 3.)  Elior is the \nparent company of multiple subsidiaries operating in the food service management \nindustry for public and private K- 12 schools, colleges, universities, hospitals, \ncorrectional facilities, and senior living facilities  across the United States.  \n(Compl. ¶¶ 7, 16.) \n5. Defendant Dennis Thomas  (“Thomas”) is a citizen and resident of the \nstate of Illinois.  (Compl. ¶ 8.)  From August 2021 to October 2022, Thomas was \nemployed by Elior, first as “ Business Development Director of  Growth, K-12,” and \nthen as “Senior Business Development Director.”  (Compl. ¶¶ 22, 39, 45.)  Thomas is \nnow employed by OrganicLife, LLC (“OrganicLife”) , a direct competitor of Elior.  \n(Compl. ¶¶ 2, 17, 54.) \nB.  Elior’s K-12 Schools Food Services Division \n6. Through its subsidiaries, Elior prepares and delivers meals for primary \nand secondary (“K -12”) schools.  (Compl. ¶ 16.)   In the educational food service \nindustry, “school districts typically issue requests for proposals (“RFPs”) for food \nservice contracts during the ‘bid season’ that begins in early February and continues \nthrough the end of June each year.”  (Compl. ¶ 18 .)  These service contracts “are \ntypically signed for a one-year period beginning on July 1 [of one year] and ending on \nJune 30 [of the following year], with the option for up to four (4) one-year renewals[.]”  \n(Compl. ¶ 19.)  The contracts are usually renewed “unless there are serious concerns \nor unless a competitor persuades them to re-open the bidding process.”  (Compl. ¶ 19.) \n7. Contracts are not awarded based solely on price.  Customer goodwill and \nservice play key role s in winning a bid for a K-12 contract.  (Compl. ¶ 20.)  For this \nreason, Elior alleges that it focuses resources on training its sales and marketing \nteams to develop strong relationships with its customers.  (Compl. ¶ 50.)  Elior uses \nthe customer relationship management platform, Salesforce, to compile and manage \ncustomer information.  (Compl. ¶ 50.)   In addition, E lior has invested in a \ncomprehensive cybersecurity infrastructure to ensure the secure storage of client \ndata, project details, Elior’s RFP process, and other confidential information.  \n(Compl. ¶ 53.)   \nC.  Thomas’s Employment with Elior \n8. On 30 August 2021,  Thomas began work  as Business Development \nDirector of Growth in Elior’s K-12 food services division.  (Compl. ¶¶ 22, 24.)  In this \nrole, Thomas was responsible for “ developing, growing, and mark eting the K -12 \nsegment by engaging in strategic initiatives to sel l products into the self -operated \nmarket of the K-12 industry.”  (Compl. ¶ 23.)  Thomas was primarily responsible “for \nthe school sales function, including end user calls, school distributor calls, school \npromotional management, trade sho ws, and bids, and selecting, training, directing \nand evaluating possible broker relationships in his assigned region.”  (Compl. ¶ 23.)  \nThomas’s assigned region included Tennessee, Kentucky, Ohio, Indiana, Illinois, and \nMichigan.  (Compl. ¶ 41 .)  H e was permitted to work remotely from his home in \nIllinois.  (See Dennis Thomas Offer Document [“Offer Letter”] Compl., Ex. 2.) \n9. Thomas was promoted to Senior Business Development Director on 16 \nJune 2022.  Throughout his employment  Thomas had access to Elior’s con fidential \ninformation, including its financial records, payment terms, marketing strategies, \nand customer lists.  (Compl. ¶¶ 39-40.) \n10. While employed by Elior, Thomas worked on a number of Elior’s \nsuccessful school district bids.  Specifically, Thomas receiv ed a commission for \nsuccessful bids he made with two school districts in Illinois, the East Aurora School \nDistrict 131 (“EASD 131”) and Cahokia School District 187 (“CSD 187”).  Thomas also \nsubmitted a response to a request for proposal (“ RFP”) to renew a food services \ncontract with EASD  131 for the 2022- 2023 school year.  ( Compl. ¶¶ 42-44.)  In \naddition, Elior alleges that Thomas solicited business from the Washington D.C. \nPublic Schools in July 2022, even though it was  outside of his assigned region.  \n(Compl. ¶ ¶ 41, 57.)  \nD.  The Employment Agreement \n11.  Thomas’s offer letter from Elior dated 13 August 2021 stated  that he \nwould be  provided with the details of the non-compete, non -solicitation, non -\ndisparagement, and severance terms of the employment relationship in an \nEmployment Agreement that he would receive “before or on [ his] first day of \nemployment,” and that he would be required to sign  the  \nEmployment Agreement “no later than [his] first day of employment.”  (Compl.  ¶ 3, \nOffer Letter.)  However, Elior alleges that Thomas started work on 30 August 2021 \nand was not actually required to sign the Employm ent Agreement until 1 October \n2021, a little over a month l ater.  (Compl.  ¶¶ 24-25, Ex. 1 [“Employment \nAgreement”].) \n12. On 17 December 2021, Thomas  acknowledged the Employment  \nAgreement a second time when he executed Elior’s FY22 Growth Team Commission \nPlan (the “Commission Plan”) .  The Commission Plan state s, “to be eligible for \nearning under this and any prior or future plan, all employees have an executed \nEmployment Agreement which includes without limitation [Elior’s] Confidentiality, \nNon-Competition and Non -Solicitation policies. ”  ( Compl. ¶ 3 8; Compl. Ex. 3 \n[“Commission Plan”].) \n13. The Employment Agreement requires Thomas “to treat all Confidential \nInformation relating to [Elior] and its Affiliates 1 as confidential.”  Thomas  further \nagreed “not to disclose Confidential Information, unless permitted by [the \nEmployment Agreement] or as required by [his] position, both (a) during [his] \nemployment and (b) for three (3) years thereafter.”  (Employment Agreement § 4(c).)  \nThe Employment Agreement defines “Confidential Information” broadly as: \n[A]ll trade secrets, designs, ideas, developments, software, methods, \ntechniques, models, processes and other proprietary rights, disclosures, \ninventions, creations, programs, recipes, menus, financial records, \n \n1 “‘Affiliates’ refers to: (a) Elior’s parent company (b) any Elior subsidiary, (c) Elior joint \nventures or (d) any entity owned (in whole or part) by Elior.  (Employment Agreement § 1.) \n \npayment terms, marketing strategies, contracts, agreements, c ustomer \nlists, employee information, and data collected, created or developed by \nor for [Elior] or any of [Elior’s] affiliates or subsidiaries. \n \n(Employment Agreement § 4(c).) \n14. The noncompetition provision provides that  “[d]uring [Thomas’s] \nemployment and for twelve (12) months after [his] Separation Date 2 . . . [Thomas \nwould] not [] engage in Competitive Activity within the Prohibited Territory.”  \n(Employment Agreement § 4(a).)  “Competitive Activity” is defined to mean: \nengaging, or assis ting others to engage in the same work, or \nsubstantially similar work, that [Thomas] performed on behalf of [Elior] \nor an Affiliate during the twelve (12) months’ prior to [Thomas’s ] \nSeparation Date either: (i) for a competitor; (ii) for a[n] [Elior] client, or \n(iii) as part of a service offering in competition with [Elior’s] business. \n \n(Employment Agreement § 4(a).)  “‘Prohibited Territory’ means each: (i) city, (ii) \ncounty, (iii) parish, and (iv) state where, at any time twelve (12) months prior to \n[Thomas’s] Separation Date, [Thomas]: (i) was assigned responsibility on [Elior] or \nAffiliate’s behalf; or (ii) performed services on [Elior] or Affiliate’s behalf.  \n(Employment Agreement § 4(a).) \n15. Finally, the Employment Agreement’s n on-solicitation provision \nprovides that Thomas will not “[d]uring [his] employment and for twenty -four (24) \nmonths after [his] Separation Date: \ni. Solicit or employ: any [Elior] or Affiliate contractor, consultant, \nowner or employee with whom [he]: (A) worked with or (B) became aware \nthrough [his] employment by [Elior]; \n \nii. Solicit or provide to any [Elior] or Affiliate customer, services or \ngoods similar to those provided by [Elior] or Affiliate, where in the \n \n2 “Separation Date” is defined as the last day of employment.  (Employment Agreement § \n8(d).) \ntwenty-four (24) months prior to [his] Separation Date, [ he]: (A) had \ncontact, communications, or performed work for that customer; (B) \nassisted that customer; or (C) obtained confidential information about \nthat customer; \n \niii. Solicit or provide to any [Elior] or Affiliate prospective customer, \nservices or goods similar to those offered by [Elior] or Affiliate, where in \nthe twenty-four (24) months prior to [his] Separation Date, [he]: (A) had \ncontact or communication with that prospective customer; (B) assisted \nwith a proposal to that prospective customer; or (iii) (sic) obtained \nconfidential information about [Elior’s] sale to the prospective customer; \n \niv. Induce [Elior] or Affiliates supplie r to cease being a supplier of \n[Elior] or any Affiliate; \n \nv. Make disparaging remarks about [Elior] or its Affiliates (except \nas permitted by law); \n \nvi. Encourage, facilitate or assist another party to engage in the \nconduct prohibited by this Section. \n  \n(Employment Agreement § 4(b).) \n16. Elior contends that the twenty-four-month restriction protects its \nlegitimate business interest “because it addresses the cyclical bidding process, the \ntypical one year school district contract and at least one (1) of the up to four (4) one -\nyear renewal options.”  (Compl. ¶ 32.) \n17. In addition to the above restrict ive covenants, Thomas also agreed: (1) \nto provide Elior with thirty days’ prior written notice if he resigned; (2) to return “all \nproperty, documents , data , equipment, access cards, and keys, ” to Elior upon his \nresignation; and (3) to provide Elior “written notice five (5) days’ prior to commencing \nany new position accepted within twelve (12) months after” his resignation.   \n(Employment Agreement § 7.) \n18. The Employment Agreement states  that it “shall be governed by and \nconstrued by the laws of the state (sic) of North Carolina without regard to principles \nof conflict of laws.”  (Employment Agreement § 12.)  \nE.  Thomas’s Resignation and Subsequent Employment \n19. Thomas voluntarily resigned from Elior on 10 October 2022 , effective \n14 October 2022.  (Compl. ¶ 45.) \n20. On 11 October 2022, while still employed by Elior, Elior alleges that \nThomas forwarded emails from his Elior email account to his personal email account.  \nThe emails included correspondence with the Illinois Association of School Boards, \nthe Illinois Association of School Business Officials, and the Chicago International \nCharter Schools.  Elior contends these are all “entities with whom Thomas engaged, \nsolicited, or otherwise performed work” for or on Elior’s behalf.  (Compl. ¶¶ 46-47.) \n21. Elior alleges that Thomas also forwarded certain documents  to his \npersonal email  address, including the Indiana Department of Education ’s \nAdministrative Review Findings for the School City of East Chicago, the School City \nof East Chicago’s Financial Audit Report, Elior’s proposals and presentations to the \nMemphis Community School District, and Elior’s case reimbursement \ndocumentation.  (Compl. ¶ 48.) \n22. Thomas allegedly began working for OrganicLife as a Vice President of \nStrategic Development almost immediately after he left work with Elior in October \n2022.  Elior alleges that Thomas’s territories for OrganicLife include school districts \nin Illinois.  (Compl. ¶¶ 54, 56.) \n23. Elior alleges that, on 7 December 2022, Thomas attended a virtual pre-\nbid meeting for the Washington D.C. Public Schools on behalf of OrganicLife, despite \nhaving worked on Elior’s bid to the same entity  just five months earlier.  \n(Compl. ¶ 57.) \n24. Elior alleges that it lost a number of contracts to OrganicLife as a result \nof Thomas’s efforts on behalf of his new employer .  For example, it claims that C SD \n187 declined to renew its contract with Elior and instead entered into a new contract \nwith OrganicLife.  ( Compl. ¶¶ 58, 59.)  In addition, Elior alleges that Thomas used  \nits confidential pricing information on behalf of OrganicLife to undercut Elior on a \nproposal to E ASD 131.  OrganicLife won the bid , and Elior lost the contract with \nEASD 131, its long-time customer.  (Compl. ¶¶ 60-61.) \n25. On 20 July 2023, Elior initiated this action.  The Complaint purports to \nassert claims against Thomas for  breach of contract, breach of the covenant of good \nfaith and fair dealing, conversion, violation of the North Carolina Trade Secrets \nProtection Act  (“NCTSPA”), violation of the North Carolina Unfair and Deceptive \nTrade Practices Act (“UDTPA”), and tortious interference with prospective business \nadvantage.  (See generally Compl.).   \n26. The case was designated as a complex business case on 18 August 2023 \nand assigned to the undersigned the same day.  (ECF Nos. 1, 2.)   \n27. Thomas filed the Motion on 4 October 2023.  After full briefing, the Court \nheld a hearing on 1 February 2024.  (See Not. Hr’g., ECF No. 40.)   \n28. The Motion is now ripe for disposition. \nII. LEGAL STANDARD \n29. Defendant moves to dismiss this action in its entirety pursuant to both \nRule 12(b)(1) and Rule 12(b)(6) of the North Carolina Rules of Civil Procedure.  “Rule \n12(b)(1) requires the dismissal of any action ‘based upon a trial court’s lack of \njurisdiction over the subject matter of the claim.’”  Watson v. Joyner-Watson, 263 N.C. \nApp. 393, 394 (2018) (quoting N.C. R. Civ. P. 12(b)(1)).  “The plaintiff bears the burden \nof establishing subject matter jurisdiction.”  Lau v. Constable, 2022 NCBC LEXIS 75, \nat **10 (N.C. Super. Ct. July 11, 2022).3  \n30. Pursuant to Rule 12(b)(6), dismissal of a claim is proper if “(1) the \ncomplaint on its face reveals that no law supports the plainti ff’s claim; (2) the \ncomplaint on its face reveals the absence of facts sufficient to make a good claim; or \n(3) the complaint discloses some fact that necessarily defeats the plaintiff’s claim.”  \nCorwin v. Brit. Am. Tobacco, PLC, 371 N.C. 605, 615 (2018).  Otherwise, “a complaint \nshould not be dismissed for insufficiency unless it appears to a certainty that plaintiff \nis entitled to no relief under any state of facts which could be proved in support of the \nclaim.”  Sutton v. Duke, 277 N.C. 94, 103 (1970) (emphasis omitted).  \n31. When deciding a motion to dismiss, the Court reviews the allegations in \nthe light most favorable to the nonmoving party.  Christenbury Eye Ctr., P.A. v. \nMedflow, Inc., 370 N.C. 1, 5 (2017).  Nevertheless, the Court is not required “to accept \nas true allegations that are merely conclusory, unwarranted deductions of fact, or \nunreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. HHS, Div. of Facility Servs., \n \n3 Although Thomas’s motion states that he moves pursuant to both Rule 12(b)(1) and Rule \n12(b)(6), Thomas does not reference Rule 12(b)(1) in his briefing. \n174 N.C. App. 266, 274 (2005) (quoting Veney v. Wyche, 29 3 F.3d 726, 730 (4 th Cir. \n2002)). \n32. Furthermore, the Court may consider documents attached to the \npleadings, to which the Complaint specifically refers, including a contract that forms \nthe basis of an action.  See Oberlin Capital, L.P. v. Slavin , 147 N.C. App. 52, 60- 61 \n(2001). \n33. Both parties request that the Court consider certain evidence \nextraneous to the Complaint when deciding which State’s law applies to the contract \nclaims.  Our Court of Appeals has stated: \nIf, on a motion asserting the defense numbered (6), to \ndismiss for failure of the pleading to state a claim upon \nwhich relief can be granted, matters outside the pleading \nare presented to and not excluded by the court, the motion \nshall be treated as one for summary judgment and disposed \nof as provided in Rule 56, and all parties shall be given \nreasonable opportunity to present all material made \npertinent to such a motion by Rule 56. \n \nN.C. Bar v. Cooper, No. COA22-725, 2024 N.C. App. LEXIS 329 at *8-9 (Apr. 16, 2024) \n(quoting Weaver v. Saint Joseph of the Pines, Inc., 187 N.C. App. 198, 203- 04 (2007) \n(citation omitted) (emphasis in original)).  \n34. It is well-established that summary judgment is only appropriate if the \npleadings, depositions, answers to interrogatories, and admissions on file,  together \nwith the affidavits, show that there is no genuine issue as to any material fact and \nthat any party is entitled to judgment as a matter of law.   A “genuine issue” is one \nthat can be maintained by substantial evidence.  When reviewing such a motion, the \nCourt views the evidence in the light most favorable to the non-moving party.  Value \nHealth Sols., Inc. v. Pharm. Rsch. Assocs., Inc., 385 N.C. 250, 267 (2023).  \n35. Even when a claim cannot be fully adjudicated on motion, the Court \n“shall if practicable ascertain what m aterial facts exist without substantial \ncontroversy . . . [i]t shall thereupon make an order specifying the facts that appear \nwithout substantial controversy[.]”  N.C. R. Civ. P. 56(d). \nIII. ANALYSIS \n36. Thomas argues that (1) the restrictive covenants contained in  the \nEmployment Agreement are unenforceable under both Illinois and North Carolina \nLaw, and (2) Elior fails to allege that Thomas engaged in any other actionable wrong.  \n(Def.’s Mem. Supp. of Mot. to Dismiss [“Def.’s Br. Supp”] ECF No. 13.)  Elior responds \nthat North Carolina law applies to both the contract and tort claims , and it argues \nthat the facts alleged are sufficient to state the various claims brought.  (Pl.’s Opp. to \nDef.’s Mot. to Dismiss [“Pl.’s Br. Opp.”] ECF No. 27.)  The Court addresses the claims \nseriatim. \nA.   Breach of Contract \n37. Plaintiff’s first three causes of action are for b reach of the \nconfidentiality, noncompetition, and non-solicitation provisions in the Employment \nAgreement. \n1.  Applicable Law \n38. Despite a choice of law provision providing that  the parties selected \nNorth Carolina as the governing state’s law, Defendant argues that the Court should \napply Illinois law to the restrictive covenant  claims because Illinois’s interest is \n“materially greater” than North Carolina’s interest in those claims.  (Def.’s Br. Supp. \n4.)  Defendant contends because Thomas was and is a resident of Illinois, he received \nand executed the contract in Illinois, Thomas worked in Illinois, and the alleged harm \ninvolved Illinois school districts and information regarding Illinois schools, Illinois’s \ninterest is greater than North Carolina’s interest .  ( Def.’s Br. Supp. 4.)  This is \nimportant, Defendant maintains, because  both the Illinois courts and its G eneral \nAssembly “have expressed that it is the fundamental policy of Illinois that, absent \nother meaningful consideration, two years of employment is required for a restrictive \ncovenant to be deemed supported by adequate consideration.”  (Def.’s Br. Supp. 5.) \n39. Plaintiff responds that not only does the contract have a valid choice of \nlaw provision, but also the last act necessary to form the contract—Elior’s signature—\noccurred in North Carolina.  Therefore,  Plaintiff contends, it must be interpreted \naccording to North Carolina law.  (Pl.’s Br. Opp. 5.) \n40. North Carolina has adopted the approach sanctioned by Section 187 of \nthe Restatement (Second) of Conflict of Laws.  Behr v. Behr, 46 N.C. App. 694, 696 \n(1980).  Section 187 provides in relevant part: \n(2) The law of the state chosen by the parties to govern their contractual \nrights and duties will be applied, even if the particular issue is one which \nthe parties could not have resolved by an explicit provision in their \nagreement directed to that issue, unless either \n \n(a) the chosen state has no substantial relat ionship to the \nparties or the transaction and there is no other \nreasonable basis for the parties’ choice, or \n \n(b) application of the law of the chosen state would be \ncontrary to a fundamental policy of a state which has a \nmaterially greater interest than the chosen state in the \ndetermination of the particular issue and which, under \nthe rule of § 188, would be the state of the applicable \nlaw in the absence of an effective choice of law by the \nparties. \n \nRestatement (Second) of Conflict of Laws § 187.  Accordingly, “[t]he parties’ choice of \nlaw is generally binding on the interpreting court as long as they had a reasonable \nbasis for their choice and the law of the chosen State does not violate a fundamental \npolicy of the state of otherwise applicable law.”  Behr, 46 N.C. App. at 696.  \n41. Before considering whether a public policy exception to the Employment \nAgreement’s choice of law provision applies, the Court must first determine whether \nanother state’s law would be “the state of otherwise applicable law” absent the choice-\nof-law provision.  Wachovia Bank v. Harbinger Cap. Partners Master Fund I, Ltd ., \n2008 NCBC LEXIS 6, at **30 (N.C. Super. Ct. Mar. 13, 2008).  In this case, the Court \nconcludes for the reasons below that North Carolina law would be the st ate of \notherwise applicable law with respect to the contract claims even if a choice of law \nprovision did not exist.  Consequently, the public policy of the State of Illinois  is not \nrelevant. \n42. North Carolina “follows the general rule that the validity and \nconstruction of a contract are to be determined by the law of the place where the \ncontract is made .”  Nytco Leasing Inc. v. Dan -Cleve Corp. , 31 N.C. App. 634, 640 \n(1976); see also Clapper v. Press Ganey Assocs., LLC, No. COA23-372, 2023 N.C. App. \nLEXIS 697, at ** 11 (Nov. 7, 2023)  (“The initial inquiry  . . . depends on where the \ncontract was entered into.”); Tanglewood Land Co. v. Byrd, 299 N.C. 260, 262 (1980) \n(“[T]he interpretation of a contract is governed by the law of the place where the \ncontract was made.”).  “Under North Carolina law, a contract is made in the place \nwhere the last act necessary to make it binding occurred.”  Tom Togs, Inc. v. Ben Elias \nIndus. Corp., 318 N.C. 361, 365 (1986); see also Bundy v. Commercial Credit Co., 200 \nN.C. 511, 515 (1931) (“[T]he test of the place of a contract is as to the place at which \nthe last act was done by either of the parties essential to a meeting of the minds.”). \n43. The Employment Agreement contains the following language \nimmediately above the signature l ines for both “E mployee” and “Company”: IN \nWITNESS WEREOF, the Parties, intending to be legally bound, execute this \nAgreement.”  (Employment Agreement 3.)  Thus, the Employment Agreement, by its \nterms, requires the signatures of both parties, the Employee (Thomas) and the \nCompany (Elior), to be binding.   \n44. It is undisputed that Thomas signed the Employment Agreement via \nDocuSign in Illinois  on 1 October 2021.  ( Def.’s Br. Supp. 4 ; Pl.’s Br. Opp., Ex. 1  \n[“Williams Aff.”] ¶¶ 3-4, ECF No. 27.2.; Williams Aff, Ex. 2 [“DocuSign Audit Trail”] \nECF No. 27.4.)  Forty-five seconds later, t he Employment Agreement was signed in \nNorth Carolina by Edward Mendoza on behalf of Elior. 4  (Employment Agreement; \n \n4 Williams testified that Thomas signed the Employment Agreement at 9:58:11 a.m. Pacific \nTime and that Edward Me ndoza subsequently signed it at 9: 58:56 a.m. Pacific Time.  \n(See Williams Aff. ¶ 3.)  The DocuSign Audit Trail, however, shows that the Employment \nAgreement was signed by Thomas at 7:58:11 a.m. Pacific Time and then by Mr. Mendoza at \n7:58:56 a.m. Pacific Time.  Regardless of which time is correct,  both the Affidavit and the \naccompanying Audit Trail evidence that Mr. Mendoza signed the contract after Thomas. \n  \nWilliams Aff. ¶ 3; DocuSign Audit Trail.) 5  According to the undisputed evidence, \nthen, the last act necessary to create a binding contract occurred in North Carolina. \n45. Defendant relies on the Court of Appeals’ decision in Schwarz v. St. Jude \nMed., Inc. for the proposition that an employer’s countersignatu re is not necessary \nfor an employment agreement to be binding.  (Defs.’ Reply in Supp. of Mot. to Dismiss \n1-2, ECF No. 39.)  However, unlike the agreement in Schwarz, which did not specify \nthat the employer’s signature was required to bind the parties , Schwarz v. St. Jude \nMed., Inc. , 254 N.C. App. 747, 759 (2017), the language immediately  above the \nsignature lines in the Employment Agreement specifies that each signature reflects \nthat party’s intention to be legally bound to its terms.  The Court concludes that this \ncase is more analogous to the facts of Bundy  v. Commercial Credit Co ., in which a \ncontract negotiated in North Carolina was not enforceable until it was signed by the \ncompany’s officials.  Bundy, 200 N.C. at 514-15. \n46. Given that the last act necessary for the Employment Agreement  to be \nenforceable occurred in North Carolina, Illinois would not be the “state of applicable \nlaw” even in the absence of the choice of law provision.  There fore, no basis exists \n \n5 With respect to the issue of where the contract was formed, both parties requested that  \nextraneous evidence be considered and that  this aspect of th e Motion be treated as one for \nsummary judgment.  (Hr’g Trans. 28:1 -18; 46:14-25; 47: 1-4, ECF No.  47.)  See Fowler v. \nWilliamson, 39 N.C. App. 715, 717 (1979) (“Where extraneous matter is received and \nconsidered on a Rule 12(b)(6) motion to dismiss, the motion should be treated as a motion for \nsummary judgment and disposed of in the manner and on the conditions stated in [N.C. R. \nCiv. P. 56].”).  Because the Court has, at the urging of both parties, considered the Williams \nAffidavit, and because the Court has concluded that no genuine issue of material fact exists \nwith respect to a determination that the last act neces sary to form the contract occurred in \nNorth Carolina, this aspect of the Court’s Order and Opinion is decided pursuant to Rule \n56(d) of the North Carolina Rules of Civil Procedure. \nupon which to entertain an argument regarding the public policy of Illinois .  \nAccordingly, the Court gives effect to the choice of law provision and analyze s the \nrestrictive covenants under North Carolina law to determine whether Plaintiff has \nstated claims that can withstand Defendant’s Rule 12(b)(6) motion.   Troublefield v. \nAutomoney, Inc., 284 N.C. App. 494, 498 (2022)  (“When ‘parties to a contract have \nagreed that a given jurisdiction’s substantive law shall govern the interpretation of \nthe contract, such a contractual provision will be given effect.’” (quoting Tanglewood \nLand Co., 299 N.C. at 262).) \n2.  Consideration \n \n47. Defendant contends that the Complaint fails to allege that the \nEmployment Agreement is supported by  consideration.  ( See Def.’s Br. Supp. 7 -8.)  \nSpecifically, Thomas argues that because he began working for Elior on 30 August \n2021 and the Employment Agreement was not executed until 1 October 2021, his \nemployment cannot serve as a consideration for the Employment Agreement.  \n(Def.’s Br. Supp. 7.)   \n48. Elior responds that the parties agreed that Thomas would be subject to \nrestrictive covenants prior to the start of his employment .  It contends that the fact \nthat execution of their written agreement did not occur until weeks later has no legal \neffect.  (Pl.’s Br. Opp. 10-11.)  The Court disagrees.   \n49. “[W]hen the relationship of employer and employee is already \nestablished without a restrictive covenant, any agreement thereafter not to compete \nmust be in the nature of a new contract based upon a new consideration.”  Forrest \nPaschal Machinery Co. v. Milholen, 27 N.C. App. 678, 686-87 (1975) (quoting Greene \nCo. v. Kelley, 261 N.C. 166, 168 (1964)) .  However, “covenants not to compete which \nwere part of the original verbal employment contract, are founded on valuable \nconsideration.”  Wade S. Dunbar Ins. Agency, Inc. v. Barber, 147 N.C. App. 463, 468 \n(2001).  \n50. Here, Elior’s offer letter to Thomas specif ied that he would receive and \nbe required to execute “[b]efore or on [his] first day of employment,” an Employment \nAgreement with restrictive covenants, as well as terms regarding  severance.  \nImportantly, however, the offer letter provided no further details.  (See Offer Letter.)  \nUnlike the facts in Dunbar, nothing in the Complaint suggests that the parties \nreached a verbal agreement with respect to the restrictions prior to the start of \nThomas’s employment.  See Dunbar, 147 N.C. App. at 468; Stevenson v. Parsons, 96 \nN.C. App. 93, 97 (1989)  (“We hasten to point out  . . . that the terms of such an oral \ncovenant later executed in writing must have been agreed upon at the time of \nemployment in order for the latter written covenant to be enforceable.”). \n51. Here, Thomas accepted a written offer of employment and began work.  \nFor reasons not alleged, he did not sign the Employment Agreement until a month \nlater.  Therefore, although restrictive covenants were contemplated in general in the \noffer letter  and Thomas’s employment was conditioned on his acceptance of  an \nEmployment Agreement detailing those terms, there is no allegation that the  \nrestrictions themselves were even disclosed to Thomas, much less agreed upon, until \na month after Thomas’s employment began, when  he signed the  Employment \nAgreement.  Therefore, Thomas’s employment does not provide consideration for the \nrestrictive covenants.  \n52. However, Plaintiff alleges that Thomas received additional \nconsideration after he started work that may support the restrictive covenants.  The \nEmployment Agreement not only detailed the confidentiality, noncompetition, and \nnon-solicitation obligations, but also it provided for three to six months of severance, \ndepending on the circumstance s.  (Employment Agreement  § 8.)  Furthermore, \nThomas again acknowledged the restrictive covenants  in his executed Employment \nAgreement when he was presented with, and accepted, Elior’s Commission Plan on \n17 December 2021, well before his resignation in October 2022.  The Commission Plan \nspecifies that Thomas’s eligibility to earn commissions was conditioned on “ an \nexecuted Employment Agreement which includes without limitation [Elior’s] \nConfidentiality, Non -Competition and Non -Solicitation policies.”  (Compl. ¶ 38;  \nCommission Plan.) \n53. The Court concludes, therefore, that the Complaint adequately alleges \nthe existence of consideration to support the restrictive covenants , and Defendant’s \nMotion to Dismiss on that basis is DENIED. \n          3.  Breach of Confidentiality Obligations \n54. Turning to  the confidentiality obligation s in the Employment \nAgreement, Defendant argues that Plaintiff fails to state a claim for breach because \nElior does not allege that Thomas emailed to himself the information he allegedly \nused to solicit customers in violation of the confidentiality provision.  Thomas \nconcludes, therefore, that Elior’s claim for breach must be based on an unrecognized \ntheory of inevitable disclosure.  (See Def.’s Br. Supp. 10-13.)  The Court disagrees.  \n55. The Complaint alleges not only that Thomas emailed himself documents \nthat contained Confidential Information , (Compl. ¶ 68(a)) , but also that, upon \ninformation and belief, Thomas used “Plaintiff’s customer lists, financial record s \nand/or payment terms to undercut Plaintiff’s contract terms with Plaintif f’s then-\ncurrent customers, including Cahokia School District 187 and East Aurora  School \nDistrict 131 [.]” (Compl. ¶ 68(b) ; see also  Compl. ¶¶ 58 -61.)  The definition of \n“Confidential Information” in the Employment Agreement includes all three types of \ninformation, and the described use of this information is alleged to be a breach of the \nconfidentiality provisions of the Employment Agreement .  (Compl. ¶¶ 69-70.)  T he \nallegations are sufficient to state a claim for breach.6  Poor v. Hill, 138 N.C. App. 19, \n26 (2000) (the elements of a breach of contract claim are “(1) [the] existence of a valid \ncontract and (2) [a] breach of the terms of that contract.”). \n56. Accordingly, Defendant’s Motion to Dismiss as to Plaintiff’s claim for \nbreach of the confidentiality obligations (Count I) is DENIED.  \n \n6 Contrary to Defendant’s argument, it does not appear to the Court that Pl aintiff relies on \nthe theory of inevitable disclosure to support a breach of contract claim.  Defendant is correct, \nhowever, that such a theory has not been recognized by  the appellate courts of this State . \nSee, e.g., Se. Anesthesiology Consultants v. Charlotte-Mecklenburg Hosp. Auth., 2018 NCBC \nLEXIS 137, at *57-59 (N.C. Super. Ct. June 22, 2018) (observing that a federal district court’s \nprediction that North Carolina would adopt and apply the inevitable disclosure doctrine \n“ha[d] still not come to fruition” nearly twenty -two years later (citing Merck & Co. v. Lyon , \n941 F. Supp. 1443, 1459 (M.D.N.C. 1996) )); NFH, Inc. v. Troutman, 2019 NCBC LEXIS 66, \nat *44 (N.C. Super. Ct. Oct. 29, 2019) (holding that  an allegation of inevitable disclosure is \ninsufficient to state a breach of contract claim);  cf. Travenol Labs., Inc. v. Turner, 30 N.C. \nApp. 686, 693 (1976) (declining to award injunctive relief on the basis of inevitable disclosure \nand observing that “N orth Carolina courts have never enjoined an employee from working \nfor a competitor merely to prevent disclosure of confidential information.”). \n          4.  Breach of Noncompetition Provision \n57. “In North Carolina, covenants not to compete are considered restraints \non trade and are closely scrutinized.”  Prometheus Grp. Enters., LLC v. Gibson, 2023 \nNCBC LEXIS 42, at **11 (N.C. Super. Ct. Mar. 21, 2023); see also Washburn v. \nYadkin Valley Bank & Trust Co. , 190 N.C. App. 315, 323 (2008) (“Covenants not to \ncompete restrain trade and are scrutinized strictly.”); ChemiMetals Processing, Inc. \nv. McEneny , 124 N.C. App. 194, 197 (1996) (“Our Courts have a long history of \ncarefully scrutinizing . . . covenants that prevent an employee from competing with \nhis former employer.”).  \n58. “[F]or a non-competition agreement to be valid and enforceable it must \nbe: ‘(1) in writing; (2) part of an employment contract; (3) based on valuable \nconsideration; (4) reasonable as to time and territory; and (5) designed to protect a \nlegitimate business interest.’ ”  Aeroflow Inc. v. Arias, 2011 NCBC LEXIS 21, at **16 \n(N.C. Super. Ct. July 5, 2011) (quoting Med. Staffing Network, Inc. v. Ridgway , 194 \nN.C. App. 649, 655 (2009)).  “Legitimate business interests include, inter alia, \nprotecting the goodwill  that arises from the former employee’s contacts with \ncustomers and safeguarding the confidential information to which the former \nemployee had access.”  Prometheus Grp. Enters., LLC, 2023 NCBC LEXIS 42, at **12; \nsee also United Labs., Inc. v. Kuykendall , 3 22 N.C. 643, 652- 53 (1988)  (“When an \nemployee, during the course of his or her employment, develops or improves customer \nrelationships, the employee is establishing business goodwill, which is a valuable \nasset of the employer[.]” (emphasis in original)). \n59. Whether a restrictive covenant is reasonable and enforceable is a matter \nof law for the Court to decide.  See, e.g., Med. Staffing Network, Inc., 194 N.C. App. at \n655; Keith v. Day, 81 N.C. App. 185, 193 (1986).   Therefore, the Court analyzes the \nnoncompetition provision “keeping in mind that the ultimate determination depends \non whether each restraint is  no more restrictive than necessary to protect the \nlegitimate business interest implicated.”  Digit. Realty Trust, Inc. v. Sprygada, 2022 \nNCBC LEXIS 71, at **24 (N.C. Super. Ct. July 1, 2022). \n60. Defendant contends that the noncompet ition provision in his \nEmployment Agreement is overbroad and th erefore unenforceable.  The Court \ndisagrees.  T he noncompet ition provision limits Thomas from “engag[ing] in \nCompetitive Activity within the Prohibited Territory” for twelve months following his \nseparation from Elior .  (Employment Agreement § 4(a). )  “Competitive  Activity” is \nlimited to the “same” or “substantially similar work” that Thomas performed on \nbehalf of Elior or an Elior Affiliate .  (Employment Agreement § 4(a).)  An “Affiliate” \nrefers to “(a) Elior’s parent company[,] (b) any Elior subsidiary, (c) Elior joint ventures \nor (d) any entity owned (in whole or in part) by Elior.”  (Employment Agreement § 1.)  \nThe “Prohibited Territory” is limited to “each: (i) city, (ii) county, (iii) parish, and (iv) \nstate where, at any time twelve (12) months prior to [Thomas’s] Separation Date, \n[he]: (i) was assigned responsibility on [Elior] or Affiliate’s behalf; or (ii) performed \nservices on [Elior] or Affiliate’s behalf.”  (Employment Agreement § 4(a).) \n61. Some elasticity exists when analyzing time and  territory restrictions \nbecause they are read in tandem to determine their reasonableness.  Hartman v. W. \nH. Odell & Assocs., 117 N.C. App. 307, 311-12 (1994).  Here, the temporal restriction \nrequires a look -back for twelve months and then extends for twel ve months.  Farr \nAssocs., Inc. v. Baskin, 138 N.C. App. 276, 280 (2000) (explaining that the “look-back” \nperiod must be added to the restrictive period to determine the length of the time \nlimitation).  It is still relatively short at two years.  Harwell Enters., Inc. v. Heim, 276 \nN.C. 475, 481 (1970) (upholding a two-year restriction); Dunbar, 147 N.C. App. at 469 \n(same); Triangle Leasing Co. v. McMahon , 327 N.C. 224, 229 (1990) ( observing that \nwhere the activity prohibited is “narrowly confined[,]. . . a two year time restriction \nis not improper.”). \n62. The reasonableness of the  territorial restriction is evaluated using  six \nfactors: \n(1) the area, or scope, of the restriction; (2) the area \nassigned to the employee; (3) the area where the employee \nactually worked or was subject to work; (4) the area in \nwhich the employer operated; (5) the nature of the business \ninvolved; and (6) the nature of the employee's duty and his \nknowledge of the employer’s business operation. \n \nHartman, 117 N.C. App. at  312.  Thomas’s Employment Agreement restricts him \nfrom competing only in the cities, counties, parishes, and states where Thomas was \nassigned responsibility or performed services at any time twelve months prior to his \nSeparation Date.  At this stage, the Court does not conclude that such a restriction \nis unreasonable, particularly given its relatively short duration.  \n63. As for the scope of the restriction , while our appellate courts have \nconsistently held that restrictions  that purport to prohibit former employees  from \nassociating in any capacity with business es providing similar services are \nunenforceable, n oncompetition provisions that restrict  a former employee from \nengaging in the same or similar work for a competitor that he performed on behalf of \nhis former employer are generally enforceable.  See e.g., Precision Walls, Inc. v. Servie, \n152 N.C. App. 630, 638-39 (2002) (enforcing covenant limited to prohibiting employee \nfrom working in an identical position for a direct competitor); cf. Okuma Am. Corp. v. \nBowers, 181 N.C. App. 85, 91- 92 ( 2007) (enforcing covenant allowing employee to \nwork for a competitor in a capacity unrelated to his former employer’s business).   In \nthis instance, use of the word “similar” does not render the noncompetition provision \nunenforceable.  The prohibition is on the type of work Thomas performed on behalf of \nElior or its Affiliate, not on any position that he might take with a business that is \nsimilar.  \n64. Use of the word “affiliate” can also lead to overbreadth in some \ncircumstances.  See e.g., Med. Staffing Network, Inc. , 194 N.C. App. at 657  (finding \nno “legitimate business interest in preventing  competition with . . . an unrestricted \nand undefined set of [t he employer’s] affiliated companies that engage in business \ndistinct from the [former employer.]”); Prometheus Grp. Enters., 2023 NCBC LEXIS \n42, at **16-17 (refusing to enforce  noncompete that attempted  to restrict former \nemployee from joining a “ related” business); Digit. Realty Trust, Inc. , 2022 NCBC \nLEXIS 71, at **37 -38 (“Defining the scope of a  noncompete by including \nunnamed affiliates and subsidiaries . . . is a perilous course. ” (citing Rel. Ins. Inc. v. \nPilot Risk Mgmt. Cons ulting, LLC, 2022 NCBC LEXIS 49, at *35 (N.C. Super. Ct. \nMay 25, 2022))).  Indeed, in his brief, Thomas asks the Court to take judicial notice \nof the fact that Elior is the parent of at least twelve subsidiaries that service \nnumerous industries.  (Def.’s Br. Supp. fn. 1.) \n65. Here, however, the reference to “Affiliate” is again linked to Thomas’s \nformer duties.  He must have been assigned responsibility for, or performed work on \nbehalf of, the Affiliate for it to be relevant to the analysis.  Thus, the word “Affiliate” \nis used to define  the scope of the employee’s former duties , not to limit Thomas’s \nability to take an unrelated position with a business that competes in some capacity \nwith one of Elior’s Affiliates.  Used in that context, the reference to Elior’s Affiliate \ndoes not create overbreadth. \n66. As for breach, Plaintiff has alleged that Thomas is now employed by \nOrganicLife—Elior’s direct competitor.  Elior  alleges that Thomas is currently \nworking as Vice President of Strategic Development for OrganicLife in Illinois, a state \nin which Thomas performed services for  Elior, and that he is “providing sales, \nmarketing, and business development services to OrganicLife that are the same or \nsimilar to the function and services he provided to Plaintiff .”  (Compl. ¶¶ 77-78, 80.)  \nAs such, Plaintiff has sufficiently stated a claim for breach of contract with respect to \nthe Employment Agreement’s noncompetition obligations.  \n67. Accordingly, Defendant’s Motion to Dismiss  as to Plaintiff’s claim for \nbreach of the Employment Agreement’s noncompet ition provision s (Count II) is \nDENIED.  \n           5.  Breach of Non-Solicitation Obligations \n68. Thomas’s brief  does not speak to the employee non -solicitation \nprovision, so the Court does not address it.  Instead, Thomas  argues that Plaintiff’s \nclaim for breach of the customer non-solicitation obligations should be dismissed  as \noverbroad because the provision extends, not to those customers with whom he had \nmeaningful contacts, but to any customer with whom Thomas had any contact or \ncommunication at all , regardless of the extent or purpose of t he contact or \ncommunication.  (See Def.’s Br. Supp. 10.)  \n69. Elior responds that “the dispositive factor is not ‘materiality’ of contact \nwith the customer, but whether the employee had contact with or knowledge about \nthe customer during their employment.”  (Pl.’s Br. Opp. 14 (emphasis omitted).) \n70. The same requirements used to analy ze noncompetition restrictions \napply to non-solicitation restrictions.  Wells Fargo Ins. Servs. USA, Inc. v. Link, 2018 \nNCBC LEXIS 42, at *27 (N.C. Super. Ct. May 8, 2018).  However, non-solicitation \nagreements may be  more easily enforced.   Asheboro Paper & Packaging, Inc. v. \nDickinson, 599 F.  Supp. 2d 664 (M.D.N.C. Feb. 19, 2009) ; Sandhills Home Care, \nL.L.C. v. Companion Home Care - Unimed, Inc., 2016 NCBC LEXIS 61, at **36 (N.C. \nSuper. Ct. Aug. 1, 2016).  This is because, in many cases, non-solicitation provisions \nare “more tailored and less onerous on employees ’ ability to earn a living ” than \nnoncompete restrictions.  McGriff v. Hudson , 2023 NCBC LEXIS  4, at **17 (N.C. \nSuper. Ct. Jan. 17, 2023) (quoting  Akzo Nobel Co atings, Inc. v. Rogers, 2011 WL \n5316772, 2011 NCBC 41 at *10 (N.C. Super. Ct. Nov. 3, 2011)).  \n71. This Court has observed that “[a] customer -based restriction on \nsolicitation is analyzed in much the same manner as a geographic restriction, taking \ninto consideration many of the same factors and, particularly, the time period of the \nrestriction.” Sandhills Home Care, L.L.C ., 2016 NCBC LEXIS 61, at  **26 (citing \nDunbar, 147 N.C. App. at 469). \n72. As for the time period, our Court of Appeals has held that , just as with \nnoncompetition provisions,  the “look -back” rule applies  to a customer -based non -\nsolicitation restriction.  Sterling Title Co. v. Martin , 266 N.C. App. 593, 599 (2019)  \n(citing Farr Assocs., Inc., 138 N.C. App. at 280).  Applying the look-back rule as stated \nabove, the restricted period here is either three or four years,7 neither of which is per \nse unreasonable. \n73. However, when other language in the customer non -solicitation \nprovision is considered, the overall result is problematic.  Thomas is prohibited from \nsoliciting or providing services or goods similar to those provided by Elior (or an \nAffiliate) if, in the two years prior to his Separation Date,  he had any contact, \ncommunications, or performed work for the customer ; assisted the  customer; or \nobtained confidential information about the customer.  (Employment Agreement \n§ 4(b)(ii).)  Similar language is used to restrict the solicitation of prospective \ncustomers.  (Employment Agreement § 4(b)(iii).) \n \n7 The Employment Agreement specifies that the post-employment restriction is twenty-four \n(24) months except “where state law prohibits [a post-employment duration of] twenty-four \n(24) months , then for the twelve (12) months after [the employee’s] Separation Dat e.” \n(Employment Agreement § 4(b), fn 1.)  \n74. To be enforceable, a customer non -solicitation provision should \ngenerally be limited to prohibiting the employee from soliciting customers with whom \nthe employee “ actually had contact during his  former employment.”  Lab. Corp. of \nAm. Holdings v. Ke arns, 84 F. Supp. 3d 447, 459 (M.D.N.C. Jan. 30, 2015); see also \nAesthetic Facial & Ocular Plastic Surgery Ctr., P.A. v. Zaldivar, 264 N.C. App. 260, \n273 (2019) (holding that non- solicitation clause in employment agreement was \nunreasonable where it foreclosed solicitation of potential clients “with whom [former \nemployee] had no relationship”); Farr. Assocs., Inc., 138 N.C. App. at 282 (“[A] client-\nbased limi tation cannot extend beyond contacts made during the period of the \nemployee’s employment.”); Akzo Nobel Coatings, Inc., 2011 WL 5316772, 2011 NCBC \n41 at * 11 (“Generally, covenants which seek to restrict a former employee from \ncompeting with future or prospective customers with whom they had no personal \ncontact during employment fail as unnecessary to protect the legitimate business \ninterests of the employer.”). \n75. In Wells Fargo v. Link , this Court  observed that, especially when the \ncustomer-based restriction is tied to an affiliate of the former employer, a legitimate \nbusiness interest does not arise unless the former employee’s prior contact with the \ncustomer was  significant: “[i]f [the  defendants] had significant  interactions with \ncustomers or prospective customers of affiliate companies of Wells Fargo, Wells Fargo \nmay have a legitimate interest in restricting them from soliciting those \ncustomers.”  2018 NCBC LEXIS 42, at * 16 (N.C. Super Ct. May 8, 2018)  (emphasis \nadded), aff’d per curiam , 372 N.C. 261 (2019) ; see also Sterling Title Co. , 266 N.C. \nApp. at 598-99 (customer non-solicit covering current or former customers with whom \ndefendant had “ any form of ‘ contact’ ” during employment, regardless of extent, \n“suggests that the [restriction] is unreasonable .”); Andy-Oxy Co., Inc. v. Harris, No. \nCOA10-10, 2019 N.C. App. LEXIS 902, at * (Nov. 5, 2019) (“By vaguely referring to \nall customers of Andy-Oxy within the restricted area without any limitations in scope \nto customers with whom Harris had material contact, the non- solicitation covenant \nwas overly broad and did not protect a legitimate business intere st, rendering it \nunenforceable.”); Rel. Ins. Inc ., 2022 NCBC LEXIS 49, at *34-35 (holding that \ncustomer-based r estriction that could preclude former employee  from soliciting \nclients or prospective clients with w hom they never actually had contact did not  \nprotect the legitimate business interests of the employer); cf. Hejl v. Hood, Hargett & \nAssocs., 196 N.C. App. 299, 307 (2009)  (finding impermissible a non -solicitation \nagreement that included prospective customers for whom defendant had merely \nquoted a product or service and extending to areas where plaintiff had no connections \nor personal knowledge of customers.). \n76. Our courts have occasionally found a customer non-solicitation provision \nto be enforceable w ithout requiring an allegation that the employee had significant \ncontact with th e customers at issue , but only in situations whe re the employer ’s \ncustomer base was defined such that the employee could easily identify those \ncustomers that were off -limits.  See e.g., Triangle Leasing Co. , 327 N.C. at 229 \n(upholding a non- solicitation provision where the contract did not “prohibit all \ncompetition by [Defendant] throughout Nort h Carolina, but rather merely \nrestrain[ed] him from soliciting the business of plaintiff’s known customers in areas \nin which the company operates .”); Dunbar, 147 N.C. App. at  469 (upholding a two -\nyear prohibition where the employee was prohibited “from sol iciting any customers \nhaving an active account with plaintiff at the time of his termination or prospective \ncustomer whom defendant himself had solicit ed within the six months immediately \npreceding his termination.”).  No such allegation appears in Elior’s Complaint. \n77. Relatedly, a prohibition on the solicitation of customers about whom \nThomas had any confidential information is problematic when the term “confidential \ninformation” (lower case) as it applies to customers is left undefined.  Cf. Wells Fargo \nIns. Servs. USA, 2018 NCBC LEXIS 42, at *19-20. \n78. In summary, when, as here, the restriction is written to prevent Thomas \nfrom being able to solicit  a customer (or a prospective cust omer) of Elior (or its \nAffiliates) with whom Thomas had even minimal contact, communication, or received \nany type of undefined “confidential information,” the provision is too broad to protect \nElior’s legitimate business interests and is therefore unenforceable.   \n79. However, application of the blue pencil doctrine to narrow the restriction \nchanges the result.  The doctrine permits North Carolina courts to  enforce divisible \nor separable sections of restri ctive covenants while striking portions that are \nunenforceable.  Whittaker Gen. Med. Corp. v. Daniel, 324 N.C. 523, 528 (1989) (“If the \ncontract is separable, however, and one part is reasonable, the courts will enforce the \nreasonable provision.” (citing Welcome Wagon, Inc. v. Pender, 255 N.C. 244 (1961)) . \nThe blue pencil doctrine is not a license to rewrite the contract, however.  “A court at \nmost may choose not to enforce a distinctly separable part of a covenant in order to \nrender the provision reasonable. It may not otherwise revise or rewrite the covenant.”  \nHartman, 117 N.C. App. at 317.  See also  Troutman, 2019 NCBC LEXIS 66, at \n*33 (North Carolina’s strict blue pencil doctrine allows the court to “avoid scrapping \nan entire covenant ” by “enforc[ing] the divisible parts of [the] covenant that are \nreasonable.”). \n80. To be a “ distinctly separable ” provision, other restrictions in the \ncovenant must not be dependent on the portion to be excised.   See Sec. Nat'l Invs., \nInc. v. Rice, No. COA16-215, 2016 N.C. App. LEXIS 1119, at * 14 (Nov. 15, 2016) .  \nUltimately, application of the  blue pencil doctrine is within the discretion of the \nCourt.  See McGriff Ins. Servs. v. Hudson, 2023 NCBC LEXIS 4, at **32 (N.C. Super. \nCt. Jan. 17, 2024)  (citing Tech. Ptnrs., Inc. v. Hart , 298 F. App'x 238, 243 (4th Cir. \n2008) (applying North Carolina law)). \n81. Here, the provisions of section 4(b)(ii) and 4 (b)(iii) are stated in the \ndisjunctive (using the word “or”) , making them separable.   With respect to section \n4(b)(ii), by striking subparts (B) and (C) and limiting subpart (A) to the performance \nof work for the customer, one is left with a restriction prohibiting Thomas from \nsoliciting or providing to any customer of Elior , (or its Affiliate), services or goods \nsimilar to those provided by Elior (or its Affiliate), where in the twenty -four (24) \nmonths prior to Thomas’s Separation Date, Thomas  performed work for that \ncustomer.  Narrowed in this way, the provision protects Elior’s legitimate bu siness \ninterest in its goodwill with the customer and is therefore enforceable.  \n82. As for section 4(b)(iii), by striking subparts (A) and (B)8, one is left with \na restriction prohibiting Thomas from soliciting or providing to a ny prospective \ncustomer of Elior, (or its Affiliate), services or goods similar to those offered by Elior \n(or its Affiliate), where in the tw enty-four (24) months prior to Thomas’s Separation \nDate, he obtained confidential information about a (proposed) sale to the prospective \ncustomer.  Again, by limiting the restriction to specific prospective customers about \nwhich T homas had confidential information , Elior protects a legitimate business \ninterest.  \n83. Accordingly, with respect to the non -solicitation obligations in th e \nEmployment Agreement , as blue -penciled, Defendant’s Motion to Dismiss is \nDENIED.  \nB.   Breach of Covenant of Good Faith and Fair Dealing \n84. Elior’s claim for breach of the implied covenant of good faith and fair \ndealing is based upon Thomas  allegedly: (1) taking Plaintiff’s property, including \nPlaintiff’s Confidential Information ; (2) working for OrganicLife, Plaintiff’s direct \ncompetitor; and (3) soliciting Plaintiff’s customers using, upon information and belief, \nPlaintiff’s Confidential Information , all in violation of the Employment Agreement.   \n(Compl. ¶ 95.) \n \n8 Subpart B is stricken in accordance with the reasoning in Hejl v. Hood Hargett & Associates, \nfinding a noncompetition restriction unreasonable when it extended to potential clients for \nwhom the defendant “had merely quoted a product or service.” 196 N.C. App at 307.  But see \nDunbar, 147 N.C. App. at 469 (upholding a restriction on prospective customer “whom \ndefendant himself had solicited within the six months immediately preceding his \ntermination.”) \n85. North Carolina law has long recognized that a covenant of good faith \nand fair dealing is implied in every contract and requires the contracting parties not \nto “do anything which injures the rights of the other to receive the benefits of the \nagreement.”  Bicycle Transit Auth. v. Bell, 314 N.C. 219, 228 (1985) (citation omitted).  \nIt is a “basic principle of contract law that a party who enters into an enforceable \ncontract is required to act in good faith and to make reasonable efforts to perform his \nobligations under the agreement.”  Maglione v. Aegis Family Health Ctrs. , 168 N.C. \nApp. 49, 56  (2005) (quoting Weyerhaeuser Co. v. Godwin Bldg. Supply Co ., 40 N.C. \nApp. 743, 746 (1979)).  The covenant  requires parties to avoid “ arbitrary or \nunreasonable conduct which has the effect of preventing the other party to the \ncontract from receiving the [contract’s] fruits.”  Wilgus v. Salt Pond Inv. Co., 498 A.2d \n151, 159 (Del. Ch. 1985) (interpreting Restatement 2d of Contracts § 205 (1981)). \n86. The implied covenant of good faith and fair dealing has been called the \n“spirit of the contract. ”  Bicycle Transit Authority, Inc., 314 N.C. at 230 (defendant \nbreached both the “letter and the spirit of the contract .”); accord Allen v. Allen , 61 \nN.C. App. 716, 720 (1983) (party’s actions were “clear violations of both the letter and \nspirit of the contract.”).  A material term, the implied covenant is the gap -filler that \nguides the parties in the performance of the express terms of the contract.  Howard \nv. IOMAXIS, LLC , 2022 NCBC LEXIS 146, at **15 (N.C. Super. Ct. Dec. 5, 2022).   \n“‘Evasion of the spirit of the b argain, lack of diligence and slacking off, willful \nrendering of imperfect performance, abuse of a power to specify terms, and \ninterference with or failure to cooperate in the other party ’s performance ’ may \nconstitute breach of the implied covenant. ”  Intersal, Inc. v. Wilson , 2023 NCBC \nLEXIS 29, at * *67 (N.C. Super. Ct. Feb. 23, 2023) (quoting Restatement 2d of \nContracts § 205 cmt. d (1981)). \n87. Where, as here, a claim for breach of the implied covenant of good faith \nand fair dealing is based upon the same ac ts as a claim for breach of contract, our \nCourt of Appeals treats “the former claim as ‘part and parcel’ of the latter.”  Cordaro \nv. Harrington Bank, FSB , 260 N.C. App. 26, 38- 29 (2018)  (citing Murray v. \nNationwide Mut. Ins. Co. , 123 N.C. App. 1, 19 (19 96), disc. review denied, 345 N.C. \n344 (1997)).  This means that the fate of an implied covenant claim rises and falls \nwith the fate of the breach of contract claim if it is based on the same underlying \nfacts.  In other words, if the breach of contract clai m fails, there can be no breach of \nthe implied covenant.  See, e.g., Suntrust Bank v. Bryant/Sutphin Prop., LLC , 222 \nN.C. App. 821, 833 (2012) (“As the jury determined that plaintiff did not breach any \nof its contracts with defendants, it would be illogica l for this Court to conclude that \nplaintiff somehow breached implied terms of the same contracts.”).  However, the \nconverse is also true.  “ Where the breach of contract claim survives, whether the \nimplied covenant was one of the terms breached remains an issue to be determined.” \nIntersal, Inc., 2023 NCBC LEXIS 29, at **68-69. \n88. In this case, Plaintiff’s breach of contract claim survives.  Accordingly,  \nDefendant’s Motion to Dismiss as to Plaintiff’s claim  for breach of the implied \ncovenant of good faith and fair dealing (Count IV) is DENIED. \nC.   Conversion  \n89. In addition to Elior’s contract claims, it asserts tort claims for conversion \nand for tortious interference with prospective economic advantage.  As our Supreme \nCourt has stated, “this Court’s jurisprudence favors the use of the lex loci test in cases \ninvolving tort or tort-like claims.”  Scigrip, Inc. v. Osae, 373 N.C. 409, 420 (2020).  See \nalso Terry v. Pullman Trailmobile, Div. of Pullman, Inc., 92 N.C. App. 687, 690 (1989) \n(citing Boudreau v. Baughman , 322 N.C. 331, 335  (1988)).  “The law of the place \nwhere the injury occurs controls tort claims, because an act has legal significance only \nif the jurisdiction where it occurs recognizes that legal rights and obligations ensue \nfrom it.”  Terry, 92 N.C. App. at 690.  Accordingly, “under North Carolina law, when \nthe injury giving ri se to a [tort] claim occurs in another state, the law of that state \ngoverns resolution of the substantive issues in the controversy.”  Boudreau, 322 N.C. \nat 335. \n90. Elior bases its conversion claim on allegations that Thomas emailed \nElior’s Confidential Information to his person al email account .  (Compl. ¶ ¶ 68(a) , \n100.)  The Complaint does not allege whether the resulting injury occurred in Illinois \nor North Carolina.  However, the Court need not determine which state’s law applies \nbecause Plaintiff has failed to state a claim fo r conversion under either Illinois or \nNorth Carolina law.   \n91. Under Illinois law, “[t]o prove conversion, a plaintiff must establish that \n(1) [it] has a right to the property; (2) [it] has an absolute and unconditional right to \nthe immediate possession of the property; (3) [it] made a demand for possession; and \n(4) the defendant wrongfully and without authorization assumed control, dominion, \nor ownership over the property.”  Cirrincione v. Johnson, 703 N.E.2d 67, 70 (S. Ct. Ill. \n1998).   \n92. Under North Carolina law, conversion “is defined as an unauthorized \nassumption and exercise of the right of ownership over goods or personal chattels \nbelonging to another, to the alteration of their condition or the exclusion of an owner’s \nrights.”  Addison Whitney, LLC v. Cashion, 2017 NCBC LEXIS 51, at *15 (N.C. Super. \nCt. June 9, 2017) (internal quotation marks and citation omitted).  \n93. In both states, the essence of the tort is deprivation of the property to its \nrightful owner.  Compare id. (“The essence of conversion is not the acquisition of \nproperty by the wrongdoer, but a wrongful deprivation of it to the owner.”) , with \nRoderick Dev. Inv. Co. v. Cmty. Bank, 282 Ill. App. 3d 1052, 1057 (1st Dist. 1996) (“The \nessence of conversion is the wrongful deprivation of one who has a right to the \nimmediate possession of the object unlawfully held.”). \n94. Elior alleges that Thomas forwarded emails  and other documents from \nhis work email address to his personal email address, (Compl. ¶¶ 46-48), but there is \nno allegation that the information on Elior’s computer system was deleted or that \nElior was otherwise deprived of access to those emails or documents.  As such, Elior \nhas failed to state a claim for conversion under both North Carolina and Illinois law.9 \n \n9 Given the Court’s conclusion, it does not address Defendant’s argument with respect to the \neconomic loss rule.   \n \n95. Accordingly, Defendant’s Motion to Dismiss as to Plaintiff’s claim for \nconversion (Count V ) is GRANTED, and this claim is DISMISSED  without \nprejudice.10  \nD.   Violation of the North Carolina Trade Secrets Protection Act \n96. North Carolina also applies the lex loci delicti rule to misappropriation \nof trade secret claims.  See SciGrip, Inc. 373 N.C. at 420 (“[T]he proper choice of law \nrule for use in connection with our evaluation of [Plaintiff’s] misappropriation of trade \nsecrets claim is the lex loci test.”).  \n97. As previously discussed, under the lex loci rule , “[t]he law of the place \nwhere the injury occurs controls tort claims[.]”  Terry, 92 N.C. App. at 690.  \n“[O]rdinarily, the state where the last event necessary to make the actor liable or the \nlast event required to constitute the tort takes place, applies.”  Env’t Holdings Grp., \nLLC v. Finch, 2022 NCBC LEXIS 45, at **16 (N.C. Super. Ct. May 16, 2022) (quoting \nSciGrip, 373 N.C. at 420) ; see also RoundPoint Mortg. Co.  v. Florez , 2016 NCBC \nLEXIS 18, at **57 (N.C. Super. Ct. Feb. 18, 2016) (“In applying the lex loci test, the \nplaintiff’s injury is considered to be sustained in the state where the last act occurred \ngiving rise to the injury.” (cleaned up)).    \n98. Defendant contends that the alleged misappropriation took place in \nIllinois, and thus, the North Carolina Trade Secrets Protection Act is inapplicable.   \n(Def.’s Br. Supp. fn. 11.)  Elior responds that the Complaint  does not contain \n \n10 “The decision to dismiss an action with or without prejudice is in the discretion of the trial \ncourt[.]” First Fed. Bank v. Aldridge, 230 N. C. App. 187, 191 (2013). \n“allegations as to locations ,” and that the allegations leave open the possibility that \nthe last act happened in North Carolina.  (Pl.’s Br. Opp. 21.) \n99. But t he Complaint fails to allege any fact that would support an \ninference that the last act giving rise to the injury occurred anywhere other than in \nIllinios.  Elior alleges that Thomas is currently a resident of Illinois, that Thomas was \na resident of Illinois during his employment, that Thomas’s position was remote, that \nhis sales territory included Illinois,  and that the alleged misappropriation occurred \nin connection with CSD 187 and EASD 131 (two Illinois school districts).  (Compl. ¶¶ \n8, 41, 60 -61, 108; Offer Letter .)  There are no allegations in the Complaint  that \nThomas engaged in misconduct  in North Carolina , only that Elior, the allegedly \ninjured party,  maintains its principal place of business in North Carolina .  \n(Compl. ¶ 6.)   \n100. Because Elior has not alleged that  the last act, or indeed any act  \ncontributing to the alleged misappropriation, occurred in North Carolina, the North \nCarolina Trade Secrets Protection Act does not apply .  Accordingly, Defendant’s \nMotion to Dismiss Plaintiff’s claim for violation of the No rth Carolina Trade Secrets \nProtection Act (Count VI) is  GRANTED, and this claim is DISMISSED without \nprejudice. \n  \nE.   Violation of the North Carolina UDTPA \n101. To state a claim under the North Carolina UDTPA, a plaintiff must \nallege: “(1) defendant committed an unfair or deceptive act or practice, (2) the action \nin question was in or affecting commerce, and (3)  the act proximately caused injury \nto the plaintiff.”  Krawiec v. Manly, 370 N.C. 602, 612 (2018).  \n102. Elior’s UDTPA claim is premised upon Thomas’s alleged breach of the \nconfidentiality provisions of the Employment Agreement  and Thomas’s alleged \nmisappropriation of trade secrets.  (See Compl. ¶¶ 118-19.)   \n103. Plaintiff’s claim for misappropriation of trade secrets  pursuant to the \nNCTSPA fails, and its UDTPA claim premised on the misappropriation of trade \nsecrets claim fails as well .  See, e.g., Krawiec, 370 N.C. at 613 ; Combs & Assocs. v. \nKennedy, 147 N.C. App.  362, 374 (2001); AmeriGas Propane, L.P. v. Coffey , 2015 \nNCBC LEXIS 98, at **40-41 (N.C. Super. Ct. Oct. 15, 2015). \n104. Moreover, “a mere breach of contract, even if intentional, is not \nsufficiently unfair or decepti ve to su stain [a UDTPA claim] .”  Branch Banking & \nTrust Co. v. Thompson , 107 N.C. App. 53, 62 (1992) .  However, Elior alleges that  \nThomas engaged in deceptive conduct  when he breached the confidentiality \nprovisions of the Employment Agreement.  While allegations of a simple breach alone \nwill not support a UDTPA claim, allegations that the breach was accomplished \nthrough fraud or other deceptive conduct will.   Mosley & Mosley Builders, Inc. v. \nLandin, Ltd., 97 N.C. App. 511, 518 (1990)  (“A mere breach of contract does not \nconstitute an unfair or deceptive trade practice.  The conduct must be fraudulent or \ndeceptive.”).  \n105.  Even so, as discussed above , Elior’s injury for bre ach of the \nconfidentiality provisions in the Employment Agreement was sustained in Illinois, \nthe state where the last act occurred giving rise to the injury .  Therefore North \nCarolina’s Unfair and Deceptive Trade Practices Act does not  apply.11  Accordingly, \nDefendant’s Motion to Dismiss as to Plaintiff’s UDTP A claim (Count VII)  is \nGRANTED, and this claim is DISMISSED without prejudice. \nF.   Tortious Interference with Prospective Advantage \n106. North Carolina  also applies the lex loci delicti rule to tortious \ninterference claims.  See Soma Tech. v. Dalamagas, 2017 NCBC LEXIS 43, * 18-19 \n(N.C. Super. Ct. May 11, 2017).  “North Carolina does not recognize a bright line rule \nthat a plaintiff suffers its injury at its principal place of business[.]” Id. at *19.  \nInstead, the Court “must analyze and determine where a plaintiff in fact sustained \nits alleged injury to determine choice of law.”  Id. \n107. Elior contends that its alleged injury occurred when Thomas used its \nConfidential Information to solicit customers, including CSD 187 and EASD 131 on \nbehalf of OrganicLife.  (Compl. ¶ 127.)   There is no allegation that Thomas has \ninterfered with prospective or actual customer relationships outside of Illinois , and \nPlaintiff’s conclusory allegation that Thomas is interfering in its relationships with \n \n11  The same would be true if the “most significant relationship” test were applied.  See Env’t \nHoldings Grp., LLC, 2022 NCBC LEXIS 45, at **13 (‘[i]t is currently unsettled in North \nCarolina whether a UDTP claim . . . is analyzed under the lex loci test or the most significant \nrelationship test.”). \n“other customers” is not enough .  Since the named  school districts are located in \nIllinois, Elior’s alleged injury was in Illinois.  See Soma Tech., 2017 NCBC LEXIS 43, \nat *21-22 (holding that where defendants’ conduct caused a business to cease doing \nbusiness with plaintiff in India, plaintiff’s injury occurred in India).  Therefore, under \nthe lex loci delicti rule, Illinois law applies to Plaintiff’s tortious interference with \nprospective (economic) advantage claim.  \n108. To successfully plead tortious interference with prospective economic \nadvantage under Illinois law , Elior must allege that “ (1) [it] had a reasonable \nexpectancy of a valid business relationship; (2) [Thomas] knew about the expectancy; \n(3) [Thomas] intentionally interfered with the expectancy and prevent [ed] it from \nripening into a valid business relationship; and (4) the intentional interference \ninjured the plaintiff.”  Boffa Surgical Grp. LLC v. Managed Healthcare Asso cs., 47 \nN.E.3d 569, 577 (1st Dist. 2015). \n109. In September 2021, t he Illinois First District Court of Appeals held in \nan unpublished opinion that “[i]t is not reasonable  . . . to expect the existence of a \ncurrent renewable service contract to serve as a guarantee that the agreement would \ncontinue indefinitely.”  CD Consortium Corp. v. St. John Cap . Corp., 2021 Ill. App. \nUnpub. LEXIS 1677, at ** 7 (Sept. 30, 2021).  The Court determined that a lleging a \n“mere hope” that customers would not terminate the automatic renewal of their \ncontracts did not sufficiently allege the “reasonable expectancy” necessary to state a \nclaim for tortious interference.  Id. at **8.12   \n110.  Here, Elior alleges that EASD 131 had  been Elior’s “long-time \ncustomer” since 2016—well before Thomas became  employed by Elior .  \n(Compl. ¶¶ 42, 60.)  It alleges that Elior  was awarded a Food Service Management \nContract with EASD 131  in January 2022 “through the rebid process for which \nThomas received a commission.”  (Compl. ¶ 42.)  It alleges that on or around 26 July \n2022, Thomas submitted a proposal to EASD 131 on Elior’s behalf for a contract that \nwas effective from 21 August 2022 through June 2023.  (Compl. ¶ 44.)  Elior alleges \nthat school districts “typically re -new (sic) contracts without re-opening the bidding \nprocess” but it admits that a competitor may persuade them to do so.  (Compl. ¶ 19.) \n111.  Elior alleges that on 23 March 2023,  Thomas submitted a proposal  on \nbehalf of OrganicLife using Elior’s confidential pricing information for the purpose of \n \n12 In North Carolina, at the summary judgment stage, plaintiff’s evidence of a “mere \nexpectation” that it would continue a business relationship is insufficient to satisfy the “but \nfor” causation element of a tortious interference claim.  See e.g., Beverage Sys. of the \nCarolinas, LLC v. Associated Bev. Repair, LLC, 368 N.C. 693, 701 (2016).  “Instead, a plaintiff \nmust produce evidence that a contract would have resulted but for a defendant ’s malicious \nintervention.” Id. (citing Dalton v. Camp , 353 N.C. 647, 655 (2001)).  However, when \nconsidering allegations at the Rule 12(b)(6) stage, it is generally sufficient for a plaintiff to \nidentify a customer by name and to allege that it would have obtained a contract with that \ncustomer but for the acts of the defendant.  See Lunsford v. Viaone Servs., LLC, 2020 NCBC \nLEXIS 111, at *16 (N.C. Super Ct. Sept. 28, 2020) ; see also Se. Anesthesiology Consultants, \nPLLC v. Rose, 2019 NCBC LEXIS 52, at *36-37 (N.C. Super. Ct. Aug. 20, 2019) (concluding \nthat plaintiff adequately alleged that it had a reasonable probability of entering into \ncontracts with specific individuals); cf. Velocity Sols., Inc. v. BSG  Fin., LLC, 2016 NCBC \nLEXIS 19, at * *13 (N.C. Super. Ct. Feb. 22, 2016) (denying motion to dismiss even though \nplaintiffs did not identify a “specific contractual opportunity.”).  \n \nundercutting Elior’s rebid.  Elior alleges that shortly thereafter it lost EASD 131 to \nOrganicLife as a customer.  (Compl. ¶¶ 60-61.)  Nowhere, though, does Elior allege \nwhy its hope that EASD 131 would not require it to rebid in 2023 rose to the level of \na reasonable expectancy , particularly when it recognizes th at whether a customer \nreopens the bidding process can be influenced by its competitors  in the ordinary \ncourse of business.  Nor does it allege that Thomas’s actions caused it to lose EASD \n131 as a customer.   \n112. Even construing the allegations in the light most favorable to Elior, as \nthe Court must at this stage,  under Illinois law , Elior has not sufficiently pled the \nelements of a tortious interference with prospective business advantage claim.13    \n \n13 In Illinois, as in North Carolina, a privilege exists for lawful competition.  “The privilege to \nengage in business and to compete allows one to divert business from one’s competitor \ngenerally as well as from one’s particular competitors provided one’s intent  is, at least in \npart, to further one’s business and is not solely motivated by spite or ill will.”  Soderlund \nBros. v. Carrier Corp., 278 Ill. App. 3d 606, 615-16 (1st Dist. 1995) (“Acts of competition, which \nare never privileged, include fraud, deceit, intimidation, or deliberate disparagement.”); see \nalso Galinski v. Kessler, 134 Ill. App. 3d. 602, 610 (1st Dist. 1985) (“[T]he right to engage in a \nbusiness relationship is not absolute, and must be exercised with regard to the rights of \nothers.”).  Defendant contends that his actions were privileged because, on behalf of his new \nemployer, he was engaged in lawful competition.  Elior, on the other hand, contends that \nThomas employed wrongful means including  by breaching the confidentiality provisions of \nthe Employment Agreement, and that “the reasonable inference is that Thomas acted with \nmalice[.]” (Compl. ¶ 127; Pl.’s Br. Opp. 24. )  At this stage, Elior’s allegation tha t Thomas \ncompeted by breaching the confidentiality provisions of the Employment Agreement is \nsufficient to allege legal malice.  HPI HealthCare Servs., Inc. v. Mt. Vernon Hosp., Inc., 131 \nIll. 2d. 145 , 156-67 (1989) (“The term ‘ malicious,’ in the context of interference with \ncontractual relations cases, simply means that the interference must have been intentional \nand without justification.”).  \n \n113. Accordingly, Defendant’s Motion to Dismiss as to Plaintiff’s tortious \ninterference claim (Count VIII) is GRANTED, and this claim is DISMISSED \nwithout prejudice.  \nIV. CONCLUSION \n114. WHEREFORE, Defendant’s Motion is GRANTED in part and \nDENIED in part, and the Court ORDERS as follows: \ni. Defendant’s Motion to D ismiss the First Cause of Action \n(Breach of Contract – Breach of the confidentiality obligations) \nis DENIED. \nii. Defendant’s Motion to D ismiss the Second Cause of Action \n(Breach of Contract –  Breach of the non-compete obligations) \nis DENIED. \niii. Defendant’s Motion to D ismiss the Third Cause of Action \n(Breach of Contract – Breach of the non -solicitation \nobligations as blue penciled) is DENIED. \niv. Defendant’s Motion to D ismiss the Fourth Cause of Action \n(Breach of Covenant of Good Faith and Fair Dealing) is \nDENIED. \nv. Defendant’s Motion to D ismiss the Fifth Cause of Action \n(Conversion) is GRANTED,  and th is claim is DISMISSED \nwithout prejudice. \nvi. Defendant’s Motion to D ismiss the Sixth Cause of Action \n(Violation of the North Carolina Trade Secrets Protection Act) \nis GRANTED, and th is claim is DISMISSED without \nprejudice. \nvii. Defendant’s Motion to D ismiss the Seventh Cause of Action \n(Violation of the North Carolina Unfair and Deceptive Trade \nPractices Act) is GRANTED,  and this claim is DISMISSED \nwithout prejudice.  \nviii. Defendant’s motion to dismiss the Ei ghth Cause of Action \n(Tortious Interference with P rospective Advantage) is \nGRANTED, and this claim is DISMISSED  without \nprejudice.  \n \nSO ORDERED, this the 22nd day of April, 2024. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n "
}