{
  "id": "8ce462ec299ccdc1cd5f096582a7ff1aab8063405890627dad1cdb1c59d6bb31",
  "source_file": "data/raw/ncbc/8ce462ec299ccdc1cd5f096582a7ff1aab8063405890627dad1cdb1c59d6bb31.pdf",
  "raw_text": "Howard v. IOMAXIS, LLC, 2020 NCBC 36. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF MECKLENBURG \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 11679 \nKELLY C. HOWARD and FIFTH \nTHIRD BANK, NATIONAL \nASSOCIATION, AS CO-TRUSTEES \nOF THE RONALD E. HOWARD \nREVOCABLE TRUST U/A DATED \nFEBRUARY 9, 2016, AS AMENDED \nAND RESTATED, \n \nPlaintiffs, \n \nv. \n \nIOMAXIS, LLC; BRAD C. BOOR a/k/a \nBRAD C. BUHR; JOHN SPADE, JR.; \nWILLIAM P. GRIFFIN, III; and \nNICHOLAS HURYSH, JR.,  \n \nDefendants. \n \nORDER AND OPINION ON \nPLAINTIFFS’ JOINT MOTION TO \nENFORCE MEMORANDUM OF \nSETTLEMENT \n \n1. THIS MATTER is before the Court on Plaintiffs’ Joint Motion to Enforce \nMemorandum of Settlement ( the “Motion”).  (Pls.’ Joint Mot. Enforce. Mem. \nSettlement (“Mot. Enforce”), ECF No. 50.)  The Court, having considered the Motion, \nmaterials of  record, and the briefs and arguments of counsel , DENIES Plaintiffs’ \nMotion and determines, as a matter of law, that the parties have not reached an \nenforceable settlement agreement, and that the litigation shall proceed on the merits \nof Plaintiffs’ claims.  \nJohnston, Allison & Hord, P.A., by Greg C. Ahlum, David T. Lewis, and \nParker E. Moore, for Plaintiff Kelly C. Howard, as co -Trustee of the \nRonald E. Howard Revocable Trust u/a dated February 9, 2016, as \nAmended and Restated. \n \nWomble Bond Dickinson (US) LLP, by Johnny M. Loper and Lawrence \nA. Moye,  IV, for Plaintiff Fifth Third Bank , NA , as co -Trustee of the \n \n \nRonald E. Howard Revocable Trust u/a dated February 9, 2016, as \nAmended and Restated.  \n \nHolland & Knight LLP, by Sarah G. Passer i, Phillip T. Evans (pro hac \nvice), and Cynthia A. Gierhart (pro hac vice), for Defendants IOMAXIS, \nLLC, Brad C. Boor a/k/a Brad C. Buhr, John Spade, Jr., William P. \nGriffin, III, and Nicholas Hurysh, Jr.  \n \nGale, Judge.  \nI. INTRODUCTION \n2. This litigation arises from a dispute regarding rights in the 51% interest \nin Defendant IOMAXIS, LLC (“IOMAXIS”) owned by Decedent Ronald E. Howard \n(“Decedent Howard”) at the time of his death on June 12, 2017.   \n3. Following a mediation that resulted in an impasse in January 2019, the \nparties undertook further settlement negotiations, which resulted in the execution of \na Memorandum of Settlement (“MOS”) in September 2019.  The Court then granted \na request  to stay the proceedings to allow the parties to negot iate the formal \nsettlement agreement contemplated by the terms of the MOS.  The parties later  \nadvised that they were unable to agree on a formal settlement agreement. \n4. Plaintiffs move to enforce the MOS,  which they contend is a binding, \nenforceable settlement agreement.  Defendants contend that the MOS cannot be \nenforced because the parties never agreed on certain material terms. \n5. Applying the summary judgment standard of review, t he Court \nconcludes that there are  no genuine issue s of material fact  precluding its \ndetermination that the MOS is not a binding settlement agreement  as a matter of \nlaw. \n \n \nII. FACTUAL BACKGROUND \n6. The Court recites the following facts  from the record presented.  While \ncertain immaterial facts are contested, there are sufficient uncontested facts to allow \nthe Court to determine the enforceability of the MOS as a matter of law .  See Hyde \nIns. Agency, Inc. v. Dixie Leasing Corp., 26 N.C. App. 138, 142, 215 S.E.2d 162, 164–\n65 (1975). \n7. Plaintiff Kelly C. Howard (“Howard”) is Decedent Howard’s son and the \nExecutor of Decedent Howard’s estate (the “Estate ”).  (Aff. Kelly C. Howard ¶ 3 \n(“Howard Aff.”), ECF No. 64.) \n8. Decedent Howard owned a 51% membership interest in IOMAXIS at the \ntime of his death on June 12, 2017, (Compl. ¶ 3, ECF No. 3), which Plaintiffs allege \nfirst passed to his Estate, (Compl. ¶ 4), and then was subsequently transferred to the \nRonald E. Howard Revocable Trust (the “Trust”), on December 8, 2017, (Compl. ¶ 5).  \nHoward and Plaintiff Fifth Third Bank, N A (“Fifth Third Bank”) are co-trustees of \nthe Trust.  \n9. The individually named Defendants, Brad C. Boor a/k/a Brad C. Buhr \n(“Buhr”), John Spade, Jr. (“Spade”), William P. Griffin, III, and Nicholas Hurysh, Jr. \nare IOMAXIS members, (Compl. ¶¶ 9 –10, 12–13), and Buhr serves as IOMAXIS’s \nsole managing member, (Aff. Brad C . Buhr (Redacted) ¶ 3 (“Buhr Aff.”), ECF No. \n62.2). \n10. Plaintiffs bring this action requesting  a declaratory judgment that  (i) \nPlaintiffs were entitled to receive distributions and payments from IOMAXIS after \n \n \nDecedent Howard’s death, (Compl. ¶ 73) ; (ii) Buhr’s attempt to convert IOMAXIS \nfrom a North Carolina LLC to a Texas LLC  was ineffective, and IOMAXIS’s North \nCarolina operating agreement governs all “rights and obligations with respect to the \ndisposition of such ownership interests [,]” (Compl. ¶  74); and arguing that (iii)  \nDefendants are in continuous breach of Plaintiffs’ right to receive interim \ndistributions until Decedent Howard’s membership interest is redeemed, (Compl. ¶¶ \n80–90).  Plaintiffs also seek an accounting based on  Buhr’s refusal to cooperate in \nPlaintiffs’ efforts to appraise the fair market value of IOMAXIS  and Decedent \nHoward’s membership interest, (Compl. ¶¶ 53, 68; Howard Aff. ¶¶ 4−6). \n11. Defendants maintain that Howard and IOMAXIS’s CEO, Bob Burleson, \ndiscussed that the Estate would be compensated for the fair market value of Decedent \nHoward’s 51% interest in IOMAXIS at the time of his death, (Buhr Aff. ¶ 4), implying \nthat the Estate had no continuing right in IOMAXIS other than the proportional \npayment of that fair market value.   \n12. On September 12, 2019, the parties were in the middle of a week of  \nscheduled depositions when they decided to engage in settlement negotiations.  (Buhr \nAff. ¶ 6.)  The parties executed the MOS after several hours of negotiations, primarily \nbetween Howard and Buhr  but also  including Spade and Kimberly Lawrence  \n(“Lawrence”), a Vice President and Wealth Management Advisor for Fifth Third \nBank.  (Buhr Aff. ¶ 6; see generally Mot. Enforce Ex. 1 (“MOS”), ECF No. 50.1.)  The \nprimary settlement negotiations took place outside the presence of counsel.  (Buhr \n \n \nAff. ¶¶ 6, 11.)  Counsel then drafted the MOS, which all parties and their respective \ncounsel signed.  (MOS 3.)   \n13. Among other terms, the MOS: (1) provides that Plaintiffs will accept a \nsum certain (“Settlement Amount”)  “in full settlement of all claims, whether for \ndamages, interest, costs, or other relief, that were or might have been brought” in this \naction, (MOS ¶ 1);  (2) states that within thirty days of the MOS , the parties “shall \nuse good faith best efforts to execute and finalize a formal Settlement Agreement, \nwhich will confirm the payment schedule to be adhered to by Defendants, mutual \nreleases, and other terms to be agreed upon by and between the Parties[,]” (MO S ¶ \n2); (3) sets forth a general payment schedule and interest calculation, including that \nDefendants shall make an initial payment within ten days of the MOS (“Initial \nPayment”) in partial satisfaction of the Settlement Amount, which w ould “be \nnonrefundable in any  event but [which] shall be credited towards any future \nsettlement amount or judgment rendered in Plaintiffs’ favor[,]” (MOS ¶ 2(a)–(d)); and \n(4) contains a statement that “[n]otwithstanding  the foregoing, in the event the \nParties are unable to agree to the terms of a final settlement such that it is necessary \nto continue with the litigation of the Action, Defendants agree and acknowledge that \nPlaintiff(s) remain entitled to take the depositi ons of” certain specified individuals, \n(MOS ¶ 4).   \n14. The MOS also references and attaches  an “Exhibit A,” a handwritten \ndocument prepared during the course of negotiations between the parties before \ncounsel became involved, (Buhr Aff. ¶ 10), and which  the Court discusses in greater \n \n \ndetail below.  The MOS states that, “[i]n an effort to advance the Parties’ mutual best \ninterests where possible, the Parties have agreed in principle to a payment structure \nas generally set forth in the attached EXHIBIT A, which each party has reviewed and \naccepts generally for purposes of settlement.”  (MOS ¶ 2c.)   \n15. It is undisputed that Defendants remitted the Initial Payment  within \nten days of the execution of the MOS.  (See Pls.’ Br. Supp. Joint Mot. Enforce Mem. \nSettlement 3 (“Pls.’ Br. Supp.”), ECF No. 52.) \n16. The parties agreed that Plaintiffs would circulate the first draft of the \nformal settlement agreement referenced in the MOS, and on October 3, 2019, \nPlaintiffs sent Defendants a draft of a finalized settlement agreement  (“Proposed \nSettlement Agreement”).  (Pls.’ Br. Supp.  4–5.)  Counsel discussed the Proposed \nSettlement Agreement by phone on October 4, 2019 and exchanged e- mails between \nOctober 8–11, 2019.  (Ex. 1 Pls.’ Br. Supp. (“Att’y E-mails”), ECF No. 52.1.)   \n17. Defendants took issue with several aspects of the Proposed Settlement \nAgreement when it was first tendered and argue that those issues illustrate why the \nMOS is unenforceable as a final, binding settlement agreement.  Most importantly, \nDefendants highlight that  the Proposed Settlement Agreement included two \npotential payment schedules, neither of which contemplated redemption of Decedent \nHoward’s membership interest as of the date of his death.  (Defs.’ Br. Opp’n Pls.’ Joint \nMot. Enforce Mem. Settlement 7  (“Defs.’ Br. Opp’n”) , ECF No. 59; s ee Ex. 1 Draft \nSettlement Agreement 3–4, ECF No. 60.1.)  \n \n \n18. During the October 2019 e -mail exchange, Defendants ’ counsel  \nproposed: (1) that the date of the transfer of Decedent Howard’s membership interest \nto IOMAXIS should be treated as June 12, 2017 because IOMAXIS and its members \ncould not honor the Settlement Amount if they had to file amended tax returns for \n2017 and 2018, and the Settlem ent Amount was calculated to cover the cost of \nPlaintiffs’ amended tax filing; and (2) different interest and change-of-control bonus \npayment terms than those included in the MOS because of “the failure of a \nfundamental assumption” that Defendants would be able “to pay almost half the \nsettlement with pre -tax dollars[,]” which Defendants’  counsel recognized Plaintiffs \nmight perceive “as a ‘re-trade’ of the Settlement[.]”  (Att’y E-mails 3.) \n19. Plaintiffs contest both that the parties agreed that Decedent Howard’s \nmembership interest would be treated as redeemed on the date of his death, (Pls.’ Br. \nSupp. 8 ), and that Defendants’ ability to pay a certain portion of the Settlement \nAmount with pre -tax dollars was a fundamental assumption and condition to the \nenforceability of the MOS, (Pls.’ Br. Supp. 8–12). \n20. The body of the MOS does not expressly condition settlement on the tax \ntreatment of any payments to be made  and does not address the date of redemption  \nof Decedent Howard’s membership interest.  Paragraph 5—the only reference to tax \nimplications in the body of the MOS—merely states that “[t]he Parties will agree on \nthe degree to which the ultimate Settlement Agreement will be confidential, \nunderstanding that the terms of the settlement may have to be disclosed to [sic] \nInternal Revenue Service and the Parties’ accountants and tax advisors.”  (MOS ¶ 5.)   \n \n \n21. The meaning and significance of Exhibit A is central to the Parties’ \ndispute as to whether the MOS is an enforceable settlement agreement.   Exhibit A \nconsists of two parts.  The first relates to the Settlement Amount incorporated in \nparagraph 1 of the MOS.  The second relates to a schedule for paying the Settlement \nAmount.   \n22. The first part shows that the total of the Settlement Amount equals the \nsum of four categories: the unpaid IOMAXIS distributions Plaintiffs claim they are  \nowed from June 13, 2017 to October 2019, the value of a 51% proportional interest in \nIOMAXIS, treble damages, and IRS penalties  and interest.  (MOS at Ex. A.)   The \nsecond part presents a payment structure , including an upfront payment, interest \nrate, late fee, and a change-of-control payment consistent with the more generalized \npayment structure set out in paragraph 2 of the MOS.  (MOS at Ex. A; see also MOS \n¶ 2a−b.)  \n23. Plaintiffs contend that, by attaching Exhibit A to the MOS, Defendants \nmade a binding factual admission that the Estate had a right to continuing \ndistributions after the date of Decedent Howard’s death, precluding  Defendants’ \ncontention that redemption of Decedent Howard’s membership interest was effective \non that date.  (See, e.g., Pls.’ Br. Supp. 4, 8.)1 \n                                                 \n1 Plaintiffs also argue that the MOS does not expressly condition a settlement of this suit on \nDefendants’ ability to pay a portion of the Settlement Amount with pre -tax dollars or \notherwise reference tax consequences and that this omission reflects that such a condition  \nwas not a material term to settlement .  (Pls.’ Br. Supp. 9.)   The Court’s decision on the \nenforceability of the MOS does not depend on resolving any dispute regarding  the tax \ntreatment of settlement payments, and the Court has not considered and does not opine on \nthe merits of either Party’s position in that regard.   \n \n \n24. Defendants argue that while they may have agreed “to pay a fixed sum \nto settle all of the Plaintiffs’ claims[,]”  and on how the Settlement Amount would be \npaid in principle, they did not agree to the manner in which Plaintiffs calculated their \ndemand for the Settlement Amount and made no binding admission that Plaintiffs \nare entitled to continuing distributions because Decedent Howard’s membership \ninterest in IOMAXIS has not yet been redeemed .  (Defs.’ Br. Opp’n 2.)   Defendants \ncontend instead that Lawrence wrote out the calculation of the Settlement Amount \nin Exhibit A to demonstrate how the parties might seek the most advantageous tax \ntreatment.  (Buhr Aff. ¶ 10.) \nIII. PROCEDURAL HISTORY  \n \n25. Plaintiffs commenced this action on June 18, 2018, alleging Defendants \nbreached Plaintiffs’ right to receive interim distributions  made after June 12, 2017,  \nrequesting an accounting of IOMAXIS , and seeking a declaratory judgment  that \nIOMAXIS is a North Carolina LLC  and the North Carolina operating agreement \ngoverns the parties’ rights. \n26. This case was designated as a mandatory complex business case on June \n19, 2018, ( Designation Order, ECF No. 1),  and assigned to the undersigned on the \nsame day, (Assignment Order, ECF No. 2).  \n27. The parties conducted a mediation on January 22, 2019, which resulted \nin an impasse.  (Report Mediator 1, ECF No. 30.)  \n28. The parties then engaged  in extensive fact discovery for nearly a year, \nwhich was scheduled to conclude on September 16, 2019.  (Order Granting Sec. Mot. \n \n \nModify Case Management Order 1, ECF No. 38.)  On September 12, 2019, the parties \nnotified the Court that they had executed the MOS and requested a stay in \ncontemplation of completing a formal  settlement agreement.  (Consent Third Am. \nCase Management Order ¶¶ 1–7 (“3rd Am. CMO”), ECF No. 48.)  The Court granted \na thirty-day stay on September 25, 2019, effective from September 12, 2019.  (3rd Am. \nCMO ¶¶ 8–9.)  \n29. On October 14, 2019, Defendants informed the Court th at the parties  \nwere unable to reach a  final settlement agreement and requested that the stay be \nlifted.  (Notice Inability Complete Settlement & Termination Stay 2, ECF No. 49.)  \n30. Plaintiffs filed the Motion on October 15, 2019.   \n31. The Motion was fully briefed and a hearing at which all parties were \nrepresented by counsel was held on December 10, 2019 (the “Hearing”).  \n32. After the Hearing but before the Court decided the Motion, on January \n24, 2020, the parties mutually requested an informal stay of the Court’s consideration \nof the Motion until February 7, 2020 (which the Court later extended by request to \nFebruary 24, 2020), based on their belief that they could resolve their dispute without \nthe Court’s intervention.  \n33. On February  18, 2020, the parties notified the Court that they were \nunable to resolve their dispute  and reach a final settlement agreement .  The Court \nallowed supplemental briefing, which was completed on March 19, 2020. \n34. The Motion is now ripe for resolution.   \n \n \nIV. STANDARD OF REVIEW \n35. “In North Carolina, a party may attempt to enforce a settlement \nagreement by filing a motion in the action purportedly settled.”  McCarthy v. \nHampton, 2015 NCBC LEXIS 70, at *9 (N.C. Super. Ct. July 1, 2015) (citing Hardin \nv. KCS Int’l, Inc., 199 N.C. App. 687, 694, 682 S.E.2d 726, 732 (2009)).  “In such a \ncircumstance, the summary judgment standard of review applies.”  Id. (citing Hardin, \n199 N.C. App at 695, 682 S.E.2d at 732). \n36. Summary judgment is proper “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact and that any party is entitled to a \njudgment as a matter of law.”  N.C.G.S. § 1A-1, Rule 56(c).  “Summary judgment is \nimproper if any material fact is subject to dispute.”  Culler v. Hamlett, 148 N.C. App. \n389, 391, 559 S.E.2d 192, 194 (2002).  “[A]n issue is genuine if it is supported by \nsubstantial evidence, which is that amount of relevant evidence necessary to \npersuade a reasonable mind to accept a conclusion.”  Fox v. Green, 161 N.C. App. 460, \n464, 588 S.E.2d 899, 903 (2003) (quoting Liberty Mut. Ins. Co. v. Pennington, 356 N.C. \n571, 579, 573 S.E.2d 118, 124 (2002)). \n37. The moving parties bear the burden of proving the lack of a triable issue.  \nDalton v. Camp, 353 N.C. 647, 651, 548 S.E.2d 704, 707 (2001).  Once the movants \nhave met that burden, the burden shifts to the nonmoving parties to produce a \nforecast of evidence that demonstrates facts showing that they can establish a prima \nfacie case at trial.  Austin Maint. & Constr., Inc. v. Crowder Constr. Co., 224 N.C. \n \n \nApp. 401, 407, 742 S.E.2d 535, 540 (2012).  The Court must view all the presented \nevidence in the light most favorable to the nonmoving parties.  Dalton, 353 N.C. at \n651, 548 S.E.2d at 707. \n38. Under Rule 56(c), “[s]ummary judgment may, when appropriate, be \nrendered against the party moving for such judgment.”  A-S-P Assocs. v. Raleigh, 298 \nN.C. 207, 212, 258 S.E.2d 444, 447 (1979) (citations omitted).   “Summary judgment \nin favor of the non-movant is appropriate when the evidence presented demonstrates \nthat no material issues of fact are in dispute, and the non-movant is entitled to entry \nof judgment as a matter of law.”  Id., 258 S.E.2d at 447–48.  “Summary judgment for \nthe non-moving party should be granted only when the moving party has been given \nadequate opportunity to show in opposition that there is a genuine issue of fact to be \nresolved.”  Id., 258 S.E.2d at 448.  \nV. ANALYSIS \n39. Plaintiffs argue that  the MOS is a binding settlement agreement \nincluding all material terms .  ( Pls.’ Br. Supp. 4.)   Defendants contend “[t]he MOS \nreflects a simple agreement in princip[ le] to settle all of the Plaintiffs’ claims for a \nfixed sum[,]” with other material terms left open for future agreement .  (Defs.’ Br. \nOpp’n 2.)  Unless there are disputed issues of material fact that must be resolved \nbefore it can do so, t he Court’s task is to interpret the MOS as a matter of law and \ndetermine whether it is enforceable as a binding settlement agreement.  See Porter v. \nFord, 2015 NCBC LEXIS 96, at *14–15 (N.C. Super. Ct. Oct. 14, 2015.)   \n \n \n40. The Court is guided by principles of contract construction .  “A \ncompromise and settlement agreement terminating or purporting to terminate a \ncontroversy is a contract, to be interpreted and tested by established rules relating to \ncontracts.”  Baker v. Bowden , 2017 NCBC LEXIS 31, at *8 (N.C. Super. Ct. Apr . 3, \n2017) (quoting Harris v. Ray Johnson Constr. Co., 139 N.C. App. 827, 829, 534 S.E.2d \n653, 654 (2000)).   “A valid contract requires assent, mutual ity of obligation, and \ndefinite terms.”  Id. (citing Charlotte Motor Speedway, LLC v. Cty. of Cabarrus, 230 \nN.C. App. 1, 7, 748 S.E.2d 171, 176 (2013)).  “Generally, a contract, or offer to contract, \nwhich leaves material portions open for future agreement is nugatory and void for \nindefiniteness.”  N.C. Nat’l Bank v. Wallens, 26 N.C. App. 580, 583, 217 S.E.2d 12, 15 \n(1975).   \n41. “Whenever a court is called upo n to interpret a contract [,] its primary \npurpose is to ascertain the intention of the parties at the moment of its execution.”  \nCertainteed Gypsum NC, Inc. v. Duke Energy Progress, LLC , 2018 NCBC LEXIS 91, \nat *8 (N.C. Super. Ct. Aug. 28, 2018) (quoting Lane v. Scarborough , 284 N.C. 407, \n409–10, 200 S.E.2d 622, 624 (1973)).   “To do so, the Court must first look to the \nlanguage of the contract and determine if it is clear and unambiguous.”  Id.  “Whether \nor not the language of a contract is ambiguous  [ ] is a question for the court to \ndetermine.”  W & W Partners, Inc. v. Ferrell Land Co. , LLC, 2018 NCBC LEXIS 52, \nat *12 (N.C. Super. Ct. May 22, 2018) (quoting Lynn v. Lynn, 202 N.C. App. 423, 432, \n689 S.E.2d 198, 205 (2010)).  “If a court finds a contract ambiguous, the intent of the \nparties becomes a question of fact.”  Certainteed Gypsum NC, Inc., 2018 NCBC LEXIS \n \n \n91, at *9 ; see Leonard v. Pugh, 86 N.C. App. 207, 210, 356 S.E.2d 812, 815 (1987) \n(“Ambiguous contracts must be interpreted by a jury[.]”).   \n42. “An ambiguity exists in a contract when either the meaning of words or \nthe effect of provisions is uncertain or capable of several reasonable interpretations.”  \nVariety Wholesalers, Inc. v. Salem Logistics Traffic Servs., LLC , 365 N.C. 520, 525, \n723 S.E.2d 744, 748 (2012).  “[I]f there is any uncertainty as to what the agreement \nis between the parties, a contract is ambiguous .”  Crider v. Jones Island Club, Inc. , \n147 N.C. App. 262, 267, 554 S.E.2d 863, 867 (2001).   \n43. “When the language of the contract is clear and unambiguous, \nconstruction of the agreement is a matter of law for the court, and the court cannot \nlook beyond the terms of the contract to determine the intentions of the parties.”   \nAsheville Mall, Inc. v. F.W. Woolworth Co., 76 N.C. App. 130, 132, 331 S.E.2d 772 , \n773–74 (1985) (internal citations omitted) ; see Walton v. City of Raleigh , 342 N.C. \n879, 881, 467 S.E.2d 410, 411 (1996).  “It must be presumed the parties intended what \nthe language used clearly expresses, and the contract must be construed to mean \nwhat on its face it purports to mean.”  Hartford Accident & Indem. Co. v. Hood, 226 \nN.C. 706, 710, 40 S.E.2d 198, 201 (1946) (internal citations omitted).   \n44. “An offer to enter into a contract in the future must, to be binding, \nspecify all of the essential and material terms and leave nothing to be agreed upon as \na result of future negotiations.”  Young v. Sweet , 266 N.C. 623, 625, 146 S.E.2d 669, \n671 (1966).  “[R]eference to a more ‘complete’ document does not necessarily indicate \nthat material portions of the agreement have been left open for future negotiation.  It \n \n \ncould mean only that immaterial matters, which are of no consequence, will be added \nto complete the agreement.”  N.C. Nat’l Bank, 26 N.C. App. at 584, 217 S.E.2d at 15.  \nBut where parties manifest “an intent not to become bound until the execution of a \nmore formal agreement or document, then such an intent w[ill] be  given effect.”  Id. \nat 583, 217 S.E.2d at 15. \n45. With these settled principles in mind, the Court turns to applying them \nto the MOS.   Plaintiffs rely on paragraph 1 of the  MOS, which states that the \nPlaintiffs shall accept the Settlement Amount  “in full settlement of all claims, \nwhether for damages, interest, costs, or other relief, that were or might have been \nbrought in” this lawsuit .  (MOS ¶ 1.)   Standing alone , this reference to a “full \nsettlement of all claims” might suggest that the parties had reached a comprehensive, \nenforceable settlement.  See DeCristoforo v. Givens, 2015 NCBC LEXIS 56, at *30 \n(N.C. Super. Ct. May 29, 2015) (“A clear release of claims, absent proof of a contrary \nintent, is effective to discharge all claims pending in the litigation.” (citing Hardin, \n199 N.C. App. at 699, 682 S.E.2d at 735)).   \n46. However, another provision of the MOS at least as strongly suggests \nthat the parties had not reached a final resolution, providing that: “[n]otwithstanding \nthe foregoing, in the event the Parties are unable to agree to the terms of a final \nsettlement such that it is necessary to continue with the litigation of the Action, \nDefendants agree and acknowledge that Plaintiff(s) remain entitled to tak e \ndepositions of” specified individuals.  (MOS ¶ 4.)   \n \n \n47. At the Hearing , Plaintiffs invited the Court simply to disregard this \nlanguage from paragraph 4 of the MOS  as mere surplusage , which, according to \ncounsel, was included only to account for how the parties would proceed with \ndiscovery should the Court deem the MOS unenforceable.  The Court finds Plaintiffs’ \nargument unavailing.   \n48. The doctrine of surplusage dictates “that no word in a contract is to be \ntreated as surplusage or redundant if any reasonable meaning consistent with the \nother parts can be given to it[.]”  Williams v. Nationwide Mut. Ins. Co., 269 N.C. 235, \n239, 152 S.E.2d 102, 106 (1967) .  Furthermore, the Court must, if possible, give \nmeaning to each contract provision .  See WakeMed v. Surgical Care Affiliates, LLC , \n243 N.C. App. 820, 824, 778 S.E.2d 308, 312 (2015) (“[O]ur courts adhere to the \ncentral principle of contract interpretation  that [t]he various terms of the [contract] \nare to be harmoniously construed, and if possible, every word and every provision is \nto be given effect.” ( quoting In re Foreclosure of a Deed of Trust , 210 N.C. App. 409, \n415, 708 S.E.2d 174, 178 (2011))); see also Jones v. Casstevens, 222 N.C. 411, 413–14, \n23 S.E.2d 303, 305 (1942) (“Since the object of construction is to ascertain the intent \nof the parties, the contract must be considered as an entirety.  The problem is not \nwhat the separate parts mean, but what the contract means when considered as a \nwhole.”).  \n49. The doctrine therefore affords the Court no basis to impose an inference \nthat would not only give a contrary meaning to the plain language of paragraph 4 but \nwould also set p aragraph 4 at odds with other provisions of the MOS.  See Durham \n \n \nCoca-Cola Bottling Co. v. Coca -Cola Bottling Co. Consol. , 2003 NCBC LEXIS 5, at \n*36 (N.C. Super. Ct. Apr.  28, 2003) (“The court cannot make a new or different \ncontract for the parties, and the court will not imply terms to which the parties did \nnot agree.”).   \n50. There are other provisions beyond paragraph 4 that speak to whether \nthe parties understood that future agreement on additional terms was necessary to \nreach a final , enforceable agreement.  For example, p aragraph 2a  of the MOS  \nprovides “[t]he I nitial Payment sha ll be nonrefundable in any event but shall be \ncredited towards any future settlement amount  or judgment rendered in Plaintiffs ’ \nfavor.”  (MOS ¶ 2a (emphasis added).)  If, as Plaintiffs contend, the parties had fully \nand finally resolved all claims, there would be n o reason to determine “future \nsettlement amounts” or for the Court to render a future judgment.2   \n51. Other provisions within paragraph 2 likewise clearly reflect that further \nnegotiations were necessary before a binding settlement agreement could be reached, \nincluding that: “[t]he parties agree that within thirty (30) days of the date of this \nMemorandum they shall use good faith best efforts to exec ute and finalize a formal \nSettlement Agreement, which will confirm the payment schedule to be adhered to by \n                                                 \n2 Plaintiffs argue that the fact that the parties agreed to a non -refundable Initial Payment, \nwhich Defendants have paid, supports their position that the MOS is enforceable as a \nbinding, final settlement agreement.   (See Pls.’ Suppl. Br. Supp. Pls.’ Mot. Enforce Mem. \nSettlement 1–2 (“Pls.’ Suppl. Br.”), ECF No. 68 ; see also Defs.’ Reply Pls.’ Suppl. Br. Supp. \nPls.’ Mot. Enforce Mem. Settlement  3, ECF No. 69.)   Plaintiffs also report that Defendants \nhave maintained that the Initial Payment must be returned upon a finding that the MOS is \nnot a final, enforceable settlement agreement.  (See Ex. 1 Pls.’ Suppl. Br., ECF No. 68.1.)  The \nissue of whether the Initial Payment must be returned has not been squarely presented to \nthe Court, however, and the Court’s determination of whether the MOS is a final, enforceable \nsettlement agreement does not invoke that issue.    \n \n \nDefendants, mutual releases, and other terms to be agreed upon by and between the \nParties.”  (MOS ¶ 2.)     \n52. The Court therefore concludes that the various MOS provisions, read in \nharmony to give meaning to each, reflect a mutual desire to settle all claims but an \nintent “not to become bound until the execution of a more formal agreement[.]”  N.C. \nNat’l Bank, 26 N.C. App. at 583, 217 S.E.2d at 15; see McCarthy, 2015 NCBC LEXIS \n70, at *12–14; see also Gao v. Sinova Specialties, Inc., 2018 NCBC LEXIS 53, at *16–\n17 (N.C. Super. Ct. May 29, 2018) .  As such, although the MOS includes certain  \nhallmarks of a settlement agreement such as a release of all claims, a dollar amount, \nand payment schedule, because the parties expressed an intent not to be bound in  \nfinal settlement until they concluded negotiation of further terms , the MOS is, at \nmost, an agreement to negotiate a formal, binding settlement agreement as provided \nby paragraph 2.  See Remi Holdings, LLC v. IX WR 3023 HSBC Way L.P., 2016 NCBC \nLEXIS 110, at *16 –19 (N.C. Super. Ct. Dec. 12, 2016); RREF BB Acquisitions, LLC \nv. MAS Props., LLC, 2015 NCBC LEXIS 61, at *50–58 (N.C. Super. Ct. June 9, 2015); \nsee also Sony Ericsson Mobile Commc’ns. USA, Inc. v. Agere Sys., 2007 NCBC LEXIS \n28, at *7–16 (N.C. Super. Ct. Aug. 27, 2007). \n53. While not essential to the Court’s determination, the Court further finds \nthat the parties’ conduct after the MOS was executed is further evidence of that \nmutual intent.  See Durham Coca-Cola Bottling Co., 2003 NCBC LEXIS 5, at *20 (“In \naddition to the language chosen by the parties, a court may examine the subsequent \nbehavior of the parties to determine whether a contract was made.” ( citing Indus. & \n \n \nTextile Piping, Inc. v. Indus. Rigging Servs., Inc., 69 N.C. App. 511, 513–14, 317 \nS.E.2d 47, 49, disc. review denied, 312 N.C. 83, 321 S.E.2d 895 (1984))); see also N.C. \nNat’l Bank, 26 N.C. App. at 584, 217 S.E.2d at 15 (“The subsequent conduct and \ninterpretation of the parties themselves may be decisive of the question as to whether \na contract has been made even though a document was contemplated and has never \nbeen executed.”).   \n54. When initially requesting a stay so that they could negotiate a formal \nsettlement agreement, the par ties did not represent to the Court that a final \nsettlement agreement had been reached.  To the contrary, they requested the stay “to \nallow the Parties the full opportunity to structure, finalize, and execute a formal \nsettlement agreement, as well as any o ther additional documentation necessary to \nconsummate the settlement, in a manner agreeable to all parties.”  (Proposed Consent \nOrder Third Modification Case Management Order 2−3 (“Proposed 3rd CMO”), ECF \nNo. 47.)  Moreover, the parties submitted with their request for a stay a  proposed \namended case management order that provided that discovery would continue “[i]f \nthe parties . . . failed to execute additional documentation necessary to consummate \nthe settlement[.]”  ( Proposed 3rd CMO 3.)  Such conduct strongly suggests that the \nParties did not consider the MOS to be a final and binding settlement agreement. \n55. In sum, the Court concludes that the express language of the MOS \nunambiguously reflects a mutual understanding that all issues necessary to a binding \nsettlement agreement had not been resolved.  As a result, the Court need not resolve \nthe parties’ dispute over whether they had agreed on the redemption date of Decedent \n \n \nHoward’s membership interest had the settlement been consummated or what the \ntax effect of the settlement might have been, and whether those terms were material \nand unambiguously stated in the MOS and Exhibit A.  (See Defs.’ Br. Opp’n 6–7, 11); \nsee also WakeMed, 243 N.C. App. at 825, 778 S.E.2d at 312 (“The fact that a dispute \nhas arisen as to the parties’ interpretation of the contract is some indication that the \nlanguage of the contract is, at best, ambiguous.”).   \n56. Accordingly, the Court determines that the MOS does not constitu te a \nfull and final settlement agreement of all claims as a matter of law.  See A-S-P Assocs., \n298 N.C. at 212, 258 S.E.2d at 448 (affirming trial court’s grant of summary judgment \nto non-moving parties on all claims where “both plaintiff and defendant were afforded \nadequate opportunity to and did submit evidentiary materials on all aspects of the \ncase” and the claims could be decided as a matter of law); Blades v. Raleigh, 280 N.C. \n531, 544, 187 S.E.2d 35, 43 (1972) (reversing and remanding for entry of judgment in \nfavor of non -moving defendants where neither plaintiffs nor defendant made a \n“showing of the existence of a genuine issue of fact for trial [, and] . . . [t]he record \ndisclose[d] none”); see generally Bland v. Bland, 21 N.C. App. 192, 203 S.E.2d 639  \n(1974) (affirming summary judgment against moving party).  \nVI. CONCLUSION \n57. For the reasons stated above, Plaintiffs’ Motion is DENIED , and the \nCourt determines, as a matter of law, that the  MOS is not an enforcea ble, binding \nsettlement agreement.   \n \n \n58.  This case is subject to all present and future orders of the Chief Justice \nof the Supreme Court of North Carolina and the Chief Justice of the North Carolina \nBusiness Court regarding COVID-19.  Absent mutual agreement to do so earlier, the \nparties shall confer and submit a proposed fourth  case management order within \ntwenty (20) days of the date that the extension on further filings in this Court expires. \n SO ORDERED, this the 1st day of May, 2020. \n \n     /s/ James L. Gale                l \n     James L. Gale \n     Senior Business Court Judge  \n "
}