{
  "id": "8d7b32dc79a4468a6ba9572664c5b359c263d1c9a9718d3d7c276a1e03da434f",
  "source_file": "data/raw/ncbc/8d7b32dc79a4468a6ba9572664c5b359c263d1c9a9718d3d7c276a1e03da434f.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 6058 \n \nHALIKIERRA COMMUNITY \nSERVICES LLC; DWAYLON \nWHITLEY; and MICHAEL SCALES, \n \nPlaintiffs, \n \nv. \n \nNORTH CAROLINA DEPARTMENT \nOF HEALTH and HUMAN \nSERVICES, Division of Health \nBenefits; MEDICAL REVIEW OF \nNORTH CAROLINA, INC. d/b/a The \nCarolinas Center for Medical \nExcellence; KAY COX, in her \nindividual capacity; and PATRICK \nPIGGOTT, in his individual capacity, \n \nDefendants. \n \n \n \n \n \n \n \nAMENDED ORDER AND OPINION \nON ALL DEFENDANTS’ MOTIONS \nFOR SUMMARY JUDGMENT\n1 \n \n1. THIS MATTER is before the Court on the Defendants’ Motion for Summary \nJudgment filed on 1 December 2021 by Defendants North Carolina Department of \nHealth and Human Services (“DHHS”), Beverly Kay Cox (“Cox”) and Patrick Piggott \n(“Piggott”); and the Defendant’s Motion for Summary Judgment filed on 1 December \n2021 by Defendant Medical Review of North Carolina Inc. d/b/a The Carolina Center \nfor Medical Excellence (“CCME”) (collectively, the “Motions”).  (ECF Nos. 64, 66.)  The \nMotions were filed pursuant to Rule 56 of the North Carolina Rules of Civil Procedure \n(the “Rules”).   \n \n1 This amended document is being filed to correct the title in the Court’s previous filing of the Order and Opinion on \nDefendants’ Motions for Summary Judgment (ECF No. 83).  \nHalikierra Cmty. Servs. LLC v. N.C. Dep’t of Health & Hum. Servs., 2022 NCBC  \n57A. \n2. For the reasons set forth herein, the Court GRANTS the Motions in part, \nand DENIES them in part as moot.2  \nRalph Bryant Law Firm by Ralph T. Bryant, Jr., for Plaintiff Halikierra \nCommunity Services LLC. \n \nJoshua H. Stein, Attorney General of the State of North Carolina, by \nJohn H. Schaffer and Rajeev K. Premakumar, North Carolina \nDepartment of Justice,  for Defendants North Carolina Department of \nHealth and Human Services, Division of Health Benefits, Beverly Kay \nCox, and Patrick Piggott. \n \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, L.L.P., by Grace \nAnthony Gregson and J. Mitchell Armbruster,  for Defendant Medical \nReview of North Carolina, Inc. d/b/a The Carolinas Center for Medical \nExcellence. \n \nRobinson, Judge. \nI. INTRODUCTION \n3. Plaintiff Halikierra Community Services LLC  (“Halikierra”) was a home \nhealth provider that served Medicaid- eligible beneficiaries in North Carolina for \nnearly a decade.  At its peak, Halikierra employed almost  600 employees, most of \nwhom provided in-home personal care services to consumers who selected Halikierra \nas their home health provider.  (Complaint, ECF 5 [“Compl.”] ¶ 14.)  This action stems \nfrom a 2018 decision by the North Carolina Department of Health and Human \nServices (“DHHS”) to place Halikierra on prepayment claims review, a demanding \naudit procedure authorized by N.C.G.S. § 108C-7 when DHHS identifies aberrant \nbilling practices or credible allegations of fraud , among other  statutorily permitted \n \n2 As noted in paragraphs 107–109, below, as to the claim for Unfair and Deceptive Trade \nPractices against Defendants Cox and Piggott, the Court determines that it lacks subject \nmatter jurisdiction over that claim and dismisses it pursuant to Rule 12(h)(3) of the Rules \nof Civil Procedure.  \ngrounds.  Halikierra alleges that DHHS acted arbitrarily and capriciously in placing \nit under prepayment review, violating its rights to substantive due process and equal \nprotection of the law under the North Carolina Constitution.  (Compl. ¶¶ 88–144)  \n4. Halikierra also claims  that it was the target of a malicious campaign by \nDHHS employee Piggott and DHHS consultant Cox, with help from a private auditor, \nCCME, which caused it to fail prepayment review and close its business.  Halikierra \nalleges that CCME, Piggott, and Cox violated North Carolina’s Unfair and Deceptive \nTrade Practices Act (the “UDTPA”)  by conspiring against it.  Halikierra seeks relief \nfrom all parties in the form of compensatory and punitive damages resulting from the \nloss of its business. \nII. FACTUAL BACKGROUND \n5. The Court does not make findings of fact when ruling on a motion for \nsummary judgment.  However, “to provide context for its ruling, the Court may state \neither those facts that it believes are not in material dispute or those facts on which \na material dispute forecloses summary adjudication.”  Ehmann v. Medflow, Inc., 2017 \nNCBC LEXIS 88, ¶ 22 (N.C. Super. Ct. Sept. 26, 2017). \n6. Halikierra was a limited liability company formed under the laws of North \nCarolina in 2009.  (Compl. ¶ 1.) \n7. Halikierra was enrolled as a provider in the North Carolina Medicaid \nProgram and offered personal care services (“PCS”) to clients  within their homes by \nemploying aides to assist clients with daily life activities.  (Compl. ¶ 4.)  \n8. The majority of Halikierra’s revenue came from its Medicaid contract with \nDHHS.  (Compl. ¶ 16.) \n9. DHHS oversees the provision of health and human services in North \nCarolina and is responsible for the administration of North Carolina’s Medicaid \nProgram.  The Office of Compliance and Pro gram Integrity (“OCPI”) is a unit  of \nDHHS and is responsible for managing the Medicaid program and ensuring \ncompliance with Medicaid rules and clinical coverage policies.\n3  (Defs. Ex. J, ECF No. \n69.10 [“OAH Final Decision”].) \n10. Piggott was the Associate Dir ector for Investigation s within OCPI .  \n(Compl. ¶ 7.) \n11. Cox was a nurse consultant for OCPI who oversaw the prepayment claims \nreview program as a part of North Carolina’s Medicaid program.  (Compl. ¶¶ 8, 9.) \n12. Carol Lukosius (“Lukosius”) was the nurse consultant with OCPI \nresponsible for overseeing the performance of Medicaid providers subject to post - or \nprepayment review.  (Defs. Ex. E ¶ 15, ECF No. 69.5 [“Lukosius Aff.”].)   \n13. CCME is a nonprofit organization that contracts with DHHS to conduct \naudits on its behalf.  (Pls. Ex. 26 , 10:18–12:7, ECF No. 75.26 [“ Winters Dep.”].)  As \ncompensation, CCME receives a base monthly rate from DHHS and a percentage of \n \n3 Effective 1 August 2018, the Division of Medical Assistance (DMA) and Division of Health \nBenefits (DHB) combined into one division called the NCDHHS Division of Health Benefits. \nSee DMA is Now DHB , NC Tracks (Sept. 4, 2018) \nhttps://www.nctracks.nc.gov/content/public/providers/provider-communications/2018-\nannouncements/Division-of-Medical-Assistance--DMA--is-Now-the-Division-of-Health-\nBenefits--DHB-.html.  The NC Medicaid Office of Compliance and Program Integrity (OCPI) \nis a unit of NCDHHS Division of Health Benefits. \nthe monetary value of claims it denies.  (Winters Dep. 12:19–12:24.)  That percentage \nis less than one percent of the denied claims.  (Winters Dep. 15:10–15:13.) \n14. Robyn Winters (“Winters”) was a contract supervisor for CCME . \n(Compl. ¶ 11.) \n15. CCME reviews provide r claim documentation to determine if that \ndocumentation meets federal and state requirements, including the criteria set forth \nin the applicable  Clinical Coverage Policy, Basic Medicaid Billing Guide,  and the \nMedicaid provider agreement.  (Pls.’ Ex. 1, 3, ECF No. 75.1 [“CCME Letter”].) \n16. Following physician authorization permitting a patient to receive Medicaid-\nfunded PCS, a state contractor known as Liberty Healthcare sends a registered nurse \nto assess the number of hours per month of PCS  a client needs.  (Def. CCME Ex. D \n22:1–22:22, ECF No. 6 7.4 [“Scales Dep. ”].)  Halikierra was permitted to  seek \nreimbursement only for the services and hours determined to be necessary by the \nLiberty Healthcare nurse.  (Scales Dep. 28:1–28:10.) \n17. Patients eligible to receive Medicaid-funded PCS can select their provider.  \nWhen a client selected Halikierra as their provider, Halikierra would send one of its \nown nurses to the client’s home to design a Plan of Care based on the initial \nassessment by Liberty Healthcare.  (Def. CCME Ex. B 34:3– 35:8, ECF No. 67.2 \n[“Whitley Dep.”].)  Halikierra then sent a ides to provide the specified care.  (Scales \nDep. 27:4–27:17.)  Aides would record time spent providing services to clients on a \ntime sheet and submit  the time sheets  to Halikierra weekly .  (Scales Dep.  27:12–\n28:23.)  Halikierra used the time sheets to prepare requests for reimbursement by \nMedicaid.  (Scales Dep. 27:12–28:23.) \n18. The goal of OCPI  is to stop fraud, waste and abuse in Medicaid.   It is \nresponsible for ensuring  that PCS providers are complying with applicable laws, \nregulations, and the relevant Clinical Coverage Policies.  (Lukosius Aff. ¶ 9.) \n19. OCPI can audit a provider’s billing and services using  two mechanisms, \npost-payment review and prepayment review.  (Lukosius Aff.  ¶¶ 11–12.)  Post-\npayment review involves inspecting a provider’s records to determine whether its \ndocumentation supports the amount billed to and reimbursed by Medicaid.  (Lukosius \nAff. ¶ 11.)  If post-payment review reveals errors, OCPI may recover the amoun t of \nfunds it determines were paid in error.  (Lukosius Aff. ¶ 11.) \n20. Prepayment review , on the other hand,  involves auditing  a provider’s \nMedicaid billing prior to Medicaid funds being disbursed.  (Lukosius Aff. ¶ 13.)  The \ngrounds for placing a provider on prepayment review are established  by statute and \ninclude but are not limited to : “receipt by [DHHS] of credible allegations of fraud ”; \n“identification of aberrant billing practices as a result of investigations ”; “data \nanalysis performed by [DHHS]”; or “other grounds as defined by [DHHS].”  (Lukosius \nAff. ¶¶ 12–13.)  See N.C.G.S. § 108C-7(a). \n21. On 1 June 2018, OCPI initiated the prepayment review process by sending \na letter to CCME requesting that it begin a review of Halikierra.  ( Winters Dep. \n140:7–140:9.)  Before placing Halikierra on prepayment review, OCPI investigated \ncomplaints that Halikierra was billing for services that were not actually provided \nand employing individuals who were not qualified to deliver PCS.  (Pls.’ Ex. 28, 7:2–\n7:17, 25:10–25:20, ECF No. 75.28 [“Piggott 2019 Dep.”]; Pls.’ Ex. 29, 20:3–20:20; 22:5-\n22:13, ECF No. 75.29 [“Piggott 2021 Dep.”].)   As part of its investigation, OCPI  \npreviously conducted post-payment reviews of Halikierra’s Medicaid billing using a \nthird-party vendor.  (Piggott 2021 Dep. 18:17 –20:8.)  OCPI determined that \nHalikierra erred in its Medicaid billing on at least three occasions,  resulting in \nHalikierra being required to pay back funds to DHHS.  (Whitley Dep. 78:4–79:4.) \n22.   By October 2017, OCPI had issued two Tentative Notices of Determination \nnotifying Halikierra of adverse investigative findings and overpayment \ndeterminations.  (Lukosius Aff. ¶ 16.) \n23. In addition, OCPI compared Halikierra’s billing trends to the billing trends \nof other North Carolina PCS providers serving similar demographics to identify \npotentially fraudulent activity.  (Piggott 2021 Dep. 24:2–25:6.) \n24. While OCPI was conducting its investigation, the Department of Safety and \nHealth Regulations (the “DSHR”), a separate department within DHHS, received a \ncomplaint alleging that Halikierra was operating out of unlicensed sites.  (DHHS Br. \nEx. D 28:9–28:18, ECF No. 69.4 [“Meyer Dep.”].) \n25. In October 2017, Piggott and Lukosius discussed placing Halikierra on \nprepayment review, (Lukosius Aff. ¶ 19), and Halikierra was placed on prepayment \nreview following that conversation  (Lukosius Aff.  ¶ 19; Piggott 2021 Dep. 53:10 –\n53:24, 55:1–55:20).  \n26. On 4 June 2018, CCME notified Halikierra by letter that it was being \nplaced on prepayment review.  (CCME Letter 1.)  In this letter, CCME stated DHHS’ \ndecision to place Halikierra on prepayment review was because  of aberrant billing \npractices and data analysis performed by DHHS.  (CCME Letter 1.) \n27. CCME’s role in conducting the prepayment review included approving or \ndenying Halikierra’s Medicaid reimbursement claims, reporting Halikierra’s monthly \naccuracy rate (i.e., what percent of claims was appro ved as being correct) to DHHS, \nand reporting any patient safety concerns to DHHS within 24 hours of discovery.  \n(Winters Dep. 18:3–18:17, 20:1–20:2.) \n28. CCME note d in its prepayment review notice that it utilizes audit tools \ndeveloped by DHHS Division of Health Benefits.  (CCME Letter 3.) \n29. CCME informed Halikierra that any claims for payment approved after \nreview would be disbursed within 20 days after submission by Halikierra in \naccordance with N.C.G.S. § 108C-7.  (CCME Letter 1; Whitley Dep. 85:8–85:14.) \n30. Defendants testified regarding their reason for placing Halikierra on \nprepayment review.  Piggott said that  he made h is decision after having \nconversations with either Patricia Meyer (“Meyer”) or Lukosius .  (Piggott 2021 Dep. \n51:1–52:11.)  Piggott’s decision was based on these conversations , as well as his \nreview of Halikierra’s case file and OCPI’s analysis of Halikierra’s billing practices.  \n(Piggott 2021 Dep. 5 2:21–54:20.)  According to Cox, Halikierra was placed on \nprepayment review after a meeti ng of OCPI investigators during which c omplaints \nabout Halikierra employees and a data analytics packet produced by OCPI analysts \nwere discussed.  (Pls.’ Ex. 27 14:2–14:21, ECF No. 75.27 [“Cox Dep.”].)  Regarding the \ndata analytics packet, Cox stated that investigators considered “how are they billing, \n[and] how do they fall in line with other agencies that are of a similar size in the \nsimilar areas.”  (Cox Dep. 15:13–15:16.)  Cox did not remember to which investigator \nshe spoke before initiating the prepayment review process.  (Cox Dep. 10:23–11:8.) \n31. Attached to CCME’s 4 June 2018 letter was a list of document s Halikierra \nwas required to provide as part of the prepayment review process, including “[p]roof \nthat criminal history [checks] for all staff providing care to [the PCS] beneficiary was \nconducted prior to the date of service billed.”   (CCME Letter 8   ¶ 17.)  In respo nse, \nHalikierra sent CCME the results of criminal background checks conducted on all its \nemployees.  (Whitley Dep. 94:16–96:4; Winters Dep. 33:1–33:5.) \n32. On 25 July 2018,  CCME notified DHHS that multiple aides employed by \nHalikierra had felony convictions .  (Winters Dep. 40 :4–41:21.)  CCME ’s regular \npractice was to notify  DHHS any time it ha d actual knowledge that a provider wa s \nemploying an individual who had been convicted of one of the crimes enumerated in \nN.C.G.S. § 108C-4 or in DHHS’ clinical policies.  (Winters Dep. 44:25–45:4.)  Further, \nCCME was contractually require d to report to DHHS “patient safety concern [s] of \nany kind . . . within 24 hours.”  (Winters Dep. 18:3–20:2.) \n33. After DHHS was notified  of the felony convictions, P iggott requested that \nCCME provide a sample of the criminal background checks.  (Winters Dep. 145:22–\n146:3, 147:8–147:16.)  In response, CCME hand-delivered to Piggott encrypted disks \ncontaining files  holding Halikierra employees ’ criminal histories .  (Winters Dep. \n149:20–150:7.) \n34. The record reflects  that approximately twenty out of a total of 582 \nHalikierra employees had criminal histories.  (Winters Dep. 64:3–65:12.) \n35. On 2 August 2018, DHHS referred Halikierra to the Medical Investigation \nDivision (“MID”) of the North Carolina Attorney General’s Office for investigation of \npotential fraud.  (Pl s.’ Ex. 11, ECF No. 75.11.)   Following  the MID referral, on 6 \nAugust 2018, DHHS suspended Halikierra as a Medicaid participant.  (Pls.’ Ex. 2, 1, \nECF No. 75.2 [“Suspension Letter 1”].) \n36. DHHS notified Halikierra that its suspension and referral to MID were due \nto suspicion that Halikierra was billing for unprovided services, providing services \nusing unauthorized personnel (i.e., personnel with criminal histories that made them \nineligible), and operating from unlicensed facilities.  (Suspension Letter 1, 1.) \n37. On 13 September 2018,  OCPI requested that, in addition to a routine \nmonthly claim accuracy report, CCME provide a report regarding claims Halikierra \nwas submitting for prepayment review that were suspected to be fraudulent, provided \nby ineligible employees,  or concerned patient safety.  (Winters Dep. 208 :10–208:21, \n210:5–210:7, 213:5–214:22.) \n38. The same day, CCME provided OCPI with a Preliminary Report indicating \nthat claims totaling $128,230 for the period 18 June 2018 through 29 July 2018 (the \n“report period”) were suspect.  (Winters Dep. 212 :2–212:5; Pls.’ Ex. 16, 1, ECF No. \n75.16.) \n39. On 18 September 2018, MID notified DHHS that it was declining DHHS’ \nreferral of Halikierra for investigation  because the “potential for successful \nprosecution is low.”  (Pls.’ Ex. 17, ECF No. 75.17 [“MID First Response”].) \n40. On 28 September 2018, CCME sent DHHS a F inal Report on claims \nsubmitted by Halikierra for the report period (together, the “CCME Reports”).  CCME \nconcluded that there was $530,579 in suspect claims.  ( Pls.’ Ex. 18, 1 –2, ECF No. \n75.18.) \n41. DHHS terminated Halikierra from participation in the Medicaid pro gram \non 2 October 2018.  ( Pls.’ Ex. 3, 1, ECF No. 75.3 [“First Termination Notice”].)  \nReasons cited for the termination included Halikierra’s operation of unlicensed sites, \nand its employment of individuals who had felony convictions prohibited  either by \nDHHS’ clinical coverage policies or by N.C.G.S. § 108C-4.  (First Termination Notice \n1–2.) \n42. When a provider is placed on prepayment review, DHHS monitors accuracy \nratings for six months as required by N.C.G.S. § 1 08C-7(e).  (Winters Dep. 169 :14–\n169:24.)  A seventy  percent (70%) or higher accuracy rating is required for three \nconsecutive months during the six-month period, or the provider is terminated from \nthe program.  (Winters Dep. 169 :14–169:24.)  The accuracy rating is a percentage \ncalculated by dividing the total number of line items comprising a provider’s Medicaid \nclaims by the number of line items approved.  (Winters Dep. 170 :4–170:8.)  For \nexample, “if the provider submits 100 detail line items and 80 of those [are approved] \nand 20 of those [are denied], they have an 80 percent accuracy rate.”  (Winters Dep. \n170:8–170:10.) \n43. Because Halikierra’s participation in the Medicaid program was suspended \non 6 August 2018, Halikierra only had reviewable claims for purposes of prepayment \nreview for July and the first six days of August of 2018.  (CCME Br. Supp. Mot. \nDismiss Ex. 2, ¶ 21, ECF No. 49.3 [“Winters Aff.”].) \n44. According to CCME, Halikierra’s passage rate was 10.61% for claims it \nsubmitted in July 2018, and 16.10% for claims it submitted in August 2018.  (Winters \nAff. ¶ 21.)  This means mathematically that, for July 2018, CCME determined that \nalmost 9 out of 10 line items on Halikierra’s billing to Medicaid were improper, and \nfor August 2018, almost 84% of its claims were improper. \n45. Halikierra ran out of funds to continue operating and closed its doors in \nmid-August of 2018.  (Whitley Dep. 99:4–99:15.) \n46. On 12 October 2018,  MID declined for a second time DHHS ’s referral to \ninvestigate Halikierra.  (Pls.’ Ex. 19, ECF No. 75.19 [“MID Second Response”].)  MID \nnotified DHHS that the matter was “refer [red] back to [DHHS] for review or \nadministrative action.  [DHHS] may proceed with any administrative action it deems \nappropriate.”  (MID Second Response.) \n47. On 4 February  2020, Halikierra was administratively dissolved by the \nNorth Carolina Secretary of State.  (CCME Br. Supp. Mot. Dismiss E x. 1, ECF No. \n49.2.) \n48. On 13 December 2018 Halikierra initiated an administrative proceeding by \npetition before the North Carolina Office of Administrative Hearings (“OAH”) against \nDHHS claiming its denial of Halikierra’s Medicaid claims was improper.  (Pls.’ Ex. \n36, ECF 75.36.)  On 8–9 December 2020, OAH conducted a hearing on  Halikierra’s \npetition.  (CCME Br. Ex. J 3, ECF No. 69.10 [“OAH Final Decision”].)  The issue for \nhearing was whether DHHS acted arbitrarily, erroneously, and failed to use proper \nprocedure, or in the alternative, whether it failed to act as required by law  when it \ndenied Halikierra’s claims for Medicaid reimbursement.  (OAH Final Decision 2.) \n49. On 14 July 2021, the OAH issued its Final Decision upholding the denial of \nHalikierra’s Medicaid claims.  (OAH Final Decision 8 .)  The OAH found as fact that \nHalikierra had submitted claims for services in the total amount of $1,129,733.27 for \nthe months of July and August 2018.  (OAH Final Decision 6.)  The OAH also found \nthat DHHS properly denied $982,789.50 of those claims.  (OAH Final Decision 6.) \n50. The OAH concluded as a matter of law that DHHS had authority under \n10A NCAC 22F .0104(c) to “check eligibility, duplicate payments, third party \nliability, and unauthorized or uncovered services by means of prepayment review, \ncomputer edits and audits, and investigation.”  (OAH Final Decision 8.)  The OAH \nfurther concluded that Hal ikierra billed for “uncovered services” including services \nthat were “non-complian[t] with [DHHS’] Clinical Coverage Policies . . .” with which \nHalikierra had  agreed to comply as a condition of participation in the Medicaid \nprogram.  (OAH Final Decision 8.) \n51. Based on its findings of fact and conclusions of law , the OAH upheld the \ndenial of Halikierra’s Medicaid payments because the claims were  “policy non -\ncompliant.”4  (OAH Final Decision 8.) \n52. In its Complaint in this action , Halikierra alleges that DHHS, as well as \nthe legislation subjecting it to prepay ment review, violated Halikierra’s substantive \ndue process and equal protection rights under the North Carolina Constitution.  \n(Compl. ¶¶ 10–15.)  Halikierra further alleges that CCME committed fraud against \nit, (Compl. ¶¶ 15–16), and that CCME violated the UDTPA during its dealings with \nHalikierra (Compl. ¶¶ 16–18).  Halikierra alleges that Piggott and Cox engaged in a \nconspiracy to restrain trade injuring it in violation of the UDTPA, (Compl. ¶¶ 18–20), \nand that CCME joined with Piggott and Cox to engage in fraud, unfair and deceptive \ntrade practices, and restraint of trade, (Compl. ¶¶ 20–21). \n53. Halikierra seeks actual damages from all parties in excess of $100 million, \nas well as punitive damages pursuant to N.C.G.S. § 1D-1.  (Compl. ¶¶ 21–22.) \nIII. PROCEDURAL BACKGROUND \n54. Halikierra, and two of its employees, Dwaylon Whitley and Michael Scales, \nfiled the Complaint on 27 May 2020.  (ECF No. 5.) \n55. On 5 August 2020, CCME filed a Motion to Dismiss all claims  brought by \nHalikierra against it.  (ECF No. 15; ECF No. 16.)  On 6 August 2020, DHHS, Piggott \nand Cox also filed motions to dismiss all claims against them as brought by \nHalikierra.  (ECF Nos. 22–24.) \n \n4 The record before the Court indicates that Halikierra has appealed the OAH’s decision. \n56. On 25 March 2021, the Court issued its Order and Opinion on the Motions \nto Dismiss.  (ECF No. 55.)  The Court dismissed Halikierra’s: (1) facial constitutional \nchallenges against DHHS and (2) fraud claim against CCME.5  (ECF No. 55.) \n57. Following discovery, on 1 December 2021, Defendants filed the Motions .  \n(ECF Nos. 64–69.)  Halikierra filed a brief in opposition to the Motions on 10 January \n2022, (ECF Nos. 73–75), and Defendants filed reply briefs on 27 January 2022, (ECF \nNos. 79–81). \n58. On 12 April 2022, the Court held a hearing on the Motions.  ( See ECF No. \n82.)  Having received and reviewed all briefs and exhibits related to the Motions, and \nafter considering the arguments of counsel at hearing, the Motions are now ripe for \nresolution. \nIV. LEGAL STANDARD \n59. Summary judgment is appropriate “if the pleadings,  depositions, answers \nto interrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and that any party is entitled \nto judgment as a matter of law.”  N.C.G.S.  § 1A-1, Rule 56(c) .  “A ‘genuine issue’ is \none that can be maintained by substantial evidence.”  Dobson v. Harris, 352 N.C. 77, \n83 (2000). \n60. The moving party bears the burden of showing that there is no genuine \nissue of material fact  and that the party is  entitled to judgment as a matter of law.  \nHensley v. Nat’l Freight Transp., Inc. , 193 N.C. App. 561, 563 (2008).  The movant \n \n5 The Court also dismissed all claims brought by individual plaintiffs Dwaylon Whitley and \nMichael Scales for lack of standing.  (ECF No. 55, ¶ 58(a).) \nmay make the required showing by proving “an essential element of the opposing \nparty’s claim does not exist, cannot be proven at trial, or would be barred by an \naffirmative defense, or by showing through discovery that the opposing party cannot \nproduce evidence to support an essential element of her claim.”  Dobson, 352 N.C. at \n83 (citations omitted). \n61. “Once the party seeking summary j udgment makes the required showing, \nthe burden shifts to the nonmoving party to produce a forecast of evidence \ndemonstrating specific facts, as opposed to allegations, showing that he can at least \nestablish a prima facie case at trial.”  Gaunt v. Pittaway, 139 N.C. App. 778, 784–85 \n(2000). \n62. The Court must view the evidence in the light most favorable to the \nnonmovant.  Dobson, 352 N.C. at 83.  However, the nonmovant “may not rest upon \nthe mere allegations or denials of his pleadings, but his response, by affidavits or as \notherwise provided in this rule, must set forth specific facts showing that there is a \ngenuine issue for trial.  If [the nonmovant] does not so respond, summary judgment, \nif appropriate, shall be entered against [the nonmovan t].”  N.C.G.S.  § 1A-1, \nRule 56(e). \nV. ANALYSIS \nA. Constitutional Claims Against DHHS \n63. The Law of the Land Clause of the North Carolina Constitution provides \nthat “[n]o person shall be taken, imprisoned, or disseized of his freehold, liberties, or \nprivileges, or outlawed, or exiled, or in any manner deprived of his life, liberty, or \nproperty, but by the law of the land.”  N.C. Const. art. I, § 19.  It is synonymous with \nthe Due Process Clause in the Fourteenth Amendment of the United States \nConstitution.  A-S-P Associates v. Raleigh, 298 N.C. 207, 213 (1979) (“The terms ‘law \nof the land’ and ‘due process of law’ are synonymous”). \n64. Article I, Section 19 of the North Carolina Constitution also guarantees \n“equal protection under the law[.]”  Rhyne v. K-Mart Corp., 358 N.C. 160, 180 (2004).  \nUnder this section, “[n]o person shall be denied the equal protection of the laws; nor \nshall any person be subjected to discrimination by the State because of race, color, \nreligion, or national origin.”  N.C. Const. art. I , § 19.  All similarly situated persons \nmust be “treated alike.”  State v. Harris, 242 N.C. App. 162, 166 (2015). \n65. When an individual’s constitutional rights have been abridged, in the \nabsence of an adequate state remedy, th e individual has a direct claim a gainst the \nState.  Corum v. University of North Carolina, 330 N.C. 761, 782 (1992).6 \n66. Halikierra alleges that DHHS violated its substantive due process rights \nby arbitrarily placing it on prepayment review.  (Pls.’ Resp. Opp. Def. DHHS Mot. \nSumm. J. 19, ECF No. 73 [“Pls.’ Opp. DHHS”].)  Halikierra also alleges that DHHS \nviolated its equal protection rights by treating it differently from other similarly \nsituated Medicaid PCS providers by placing it on prepayment review.  (See Pls.’ Opp. \nDHHS 8, 11, 14, 21.) \n \n6 Arguments concerning sovereign immunity w ere rejected by the Court  at the motion to \ndismiss stage, and thus this Court does not address the issue of State sovereign immunity in \nthis Opinion.  See Halikierra Cmty. Servs. LLC v. N.C. HHS, 2021 NCBC LEXIS 27, ¶  25 \n(N.C. Super. Ct. Mar. 25, 2021). \n67. Halikierra’s claims asserting the unconstitutionality of N.C.G.S.  § 108C-7 \ndue to vagueness or unconstitutional delegation of legislative authority are facial \nchallenges that were previously dismissed by the Court and, therefore, are \ninappropriately argued at the summary judgment stage of the case.  (DHHS Br. Supp. \nMot. Summ. J. 23 , ECF No. 65  [“DHHS Br.”])  See Halikierra Cmty. Servs. LLC v. \nN.C. HHS, 2021 NCBC LEXIS 27, ¶ 22 (N.C. Super. Ct. Mar. 25, 2021) (Halikierra’s \nfacial challenges were “moot because Halikierra ha [d] dropped its facial challenges. \nWhat remai n[ed was] the allegation that DHHS acted arbitrarily when it placed \nHalikierra on prepayment review.” ).  As a result, t he Court will not re -consider \nHalikierra’s arguments relating to the facial validity of the enabling legislation.   \nSee id. \nI. Adequate State Remedy \n68. DHHS argues that, under Corum , Halikierra cannot bring constitutional \nclaims against the State because it has an adequate state remedy against Piggott and \nCox individually.  (DHHS Br. 24.)  In DHHS’ view, the UDTPA claims against the \nindividual Defendants provide an adequate remedy because Halikierra seeks the \nsame relief under both its tort and constitutional claims.  (DHHS Br. 25.)  Halikierra \ncontends that allowing DHHS to shield itself from liability in this way would fail to \naddress DHHS’ arbitrary acts and would allow “constitutionally infirm conduct [to] \ncontinue unabated.”  (Pls.’ Opp. DHHS 25.) \n69. To be adequate, an alternative remedy must be available and accessible to \nthe plaintiff.  See Taylor v. Wake County, 258 N.C. App. 178, 183 (2018).  For reasons \ndiscussed infra, (see ¶¶ 107–109), the claims against Piggott and Cox fail because the \nCourt lacks subject matter jurisdiction over those claims.  The record reflects that \nPiggott and Cox acted as representatives of the State at all relevant times DHHS was \ndealing with Halikierra , and thus claims cannot be brought against them  \nindividually.  See Sperry Corp. v. Patterson , 73 N.C. App. 123, 125 (1985)  (“When \ndefendants act in their official capacity, it is the State acting” and individuals acting \nin their official capacity when dealing with a plaintiff are not subject to N.C.G.S. § 75-\n1.1).  Because the claims brought against Piggott and Cox do not provide an adequate \nstate remedy and no other remedy is available to Halikierra, the Court concludes that \na Corum claim is appropriate.  Cf. Craig v. New Hanover County. Bd. Of Education , \n363 N.C. 334, 342 (2009) (holding claims against  agents of the State Board of \nEducation were barred and thus did not serve as an adequate state remedy). \nII. Substantive Due Process Claim \n70. Halikierra argues that DHHS’ decision to place it on prepayment review \nwas arbitrary and capricious because of the  lack of policies, procedures, criteria, \nguidelines, or standards to govern the decision -making process, and because DHHS \nfailed to follow the few relevant policies and procedures that  did exist.  (Pls.’ Opp. \nDHHS 20.)  DHHS argues that these allegations are unsubstantiated and that the \nenabling statute, N.C.G.S. § 108C-7, and its regulations, “permit[ ] DHHS to place a \nprovider on prepayment review where  DHHS suspects a Medicaid provider has \ncommitted some sort of abuse.”  (DHHS Br. 27–28.) \n71. DHHS also contends that the statute does not require it  to provide \nHalikierra with information beyond the grounds on which it based its decision  to \nengage in prepaymen t review , as enumerated under N.C.G.S.  § 108C-7.  (DHHS \nReply Br. 13, ECF No. 79 [“DHHS Reply”].) \n72. “The touchstone of due process is protection of the individual against \narbitrary action of [the] government.”  Brewington v. N.C. Dep’t  of Pub. Safety, 254 \nN.C. App. 1, 27 (2017) (internal quotations omitted).  “ In general, substantive due \nprocess protects the public from government action that unreasonably deprives them \nof a liberty or property interest.”  Toomer v. Garrett, 155 N.C. App. 462, 469 (2002) \n(citing Huntington Properties, L.L.C. v. Currituck Co., 153 N.C. App. 218 (2002)). \n73. If the government action at issue implicates a fundamental liberty or \nproperty interest, then strict scrutiny applies; 7 otherwise, “the government action \nneed only have a rational relation to a legitimate governmental objective to pass \nconstitutional muster.”8  Id.  In a due process analysis, a valid governmental objective \ncan include the protection of the public health, morals, order, safety, or general \nwelfare.  Huntington, 153 N.C. App. at 230 (citing Treants Enterprises, Inc. v. Onslow \nCounty, 83 N.C. App 345, 352 (1986)). \n74. Where it is appropriate to apply the rational basis standard, the \ngovernmental act is entitled to a presumption of validity.  Huntington, 153 N.C. App. \n \n7 To the extent that a fundamental liberty interest in implicated because Halikierra’s contract \nwas terminated due to fraud, the OAH hearing provided sufficient process by which plaintiffs \ncould have cleared their name.  Presnell v. Pell, 298 N.C. 715, 724–25 (1979). \n8 This legitimate governmental objective need not be the actual objective of the state actors.  \nToomer v. Garrett, 155 N.C. App. 462, 469 (2002) (citing Huntington Properties, L.L.C. v. \nCurrituck Co., 153 N.C. App. 218 (2002)). \nat 230.  When determining whether an agency decision is arbi trary or capricious  \nunder this standard, “[a]dministrative agency decisions may be reversed if they are \npatently in bad faith, or whimsical in the sense that they indicate a lack of fair and \ncareful consideration[,] or fail to indicate any course of reasoning and the exercise of \njudgment.”  ACT-UP Triangle v. Commission for Health Servs. , 345 N.C. 699, 707 \n(1997) (citations and internal quotations omitted).  The arbitrary or capricious \nstandard is a difficult one to meet.  Id. \n75. According to DHHS, Piggott, Cox, and other members of the DHHS staff \nhad bi -weekly meetings to discuss placing providers on prepayment review.  (Cox \nDep. 10:5–10:15.)  Halikierra had active complaints against it, data analytics showed \npotential billing issues, and other issues arose during post-payment reviews resulting \nin Halikierra being required to reimburse Medicaid for improper billing .  DHHS \nexplains that Piggott and Cox had multiple discussions with DHHS investigators, \nprior to Piggott ultimately dec iding to place Halikierra on prepayment review.  \n(DHHS Br. 7–9; DHHS Reply 14.) \n76. Halikierra contends that the decision to place it on prepayment review was \narbitrary and capricious.  The record before the Court, however,  demonstrates that \nthe decision to pl ace Halikierra on prepayment review was neither arbitrary nor \ncapricious.  (DHHS Reply 15.)  Indeed, credible allegations of fraud and aberrant \nbilling practices identified by investigation and data analysis are specified as a basis \nfor placing a provider on prepayment review under N.C.G.S.  § 108C-7.  Halikierra \nhas come forward with no evidence sufficient to create a material issue of fact on this \npoint. \n77. Further, the record reveals no material inconsistencies in the testimony of \nthe witnesses.  In his official capacity, Piggott had the authority, and decided, to place \nHalikierra on prepayment review.  Lukosius told Piggott about complaints against \nHalikierra as well as adverse findings from prior post -payment reviews.  \nInvestigators from the data analytics team, including Lukosius, informed Cox of \nsuspicious data trends.  After Piggott decided to place Halikierra on prepayment \nreview, Cox initiated the process by drafting a memo to CCME.  In short, the record \ndoes not reveal the inconsistencies that Halikierra argues exist. \n78. As the record shows , matters investigated included complaints submitted \nto DHHS against Halikierra alleging that it was billing for unperformed services, \nthat those services were performed by unauthori zed aides, and that there were at \nleast three prior adverse findings which resulted in it being required to pay back \nfunds to the State for overbilling Medicaid.  Further, data analysis revealed that \nHalikierra had unusual billing trends when compared with other providers within a \ncomparable demographic of Medicaid PCS providers. \n79. Finally, Halikierra’s argument that DHHS should have followed a  2016 \nlegislative report is irrelevant.  The report, published by the Legislative Services \nOffice Program Evaluation Division of the General Assembly, reviews aggregate data \nto identify ways in which N.C.G.S. § 108C et seq. may be improved by the General \nAssembly.  (See Pls.’ Ex. 21, ECF No. 75.21 [“Legislative Report”].)  The Legislative \nReport does not speak to whether DHHS acted arbitrarily or outside of the law in this \ncase.  And in any event, there is no evidence before the Court that DHHS was required \nto comply with a program evaluation in its conduct, absent a directive from the \nLegislature through enacted legislation. \n80. In sum, there is no evidence in the record to support a finding that DHHS ’ \ndecision to place Halikierra on prepayment review was arbitrary or capricious.  \nRather, the evidence in the record reflects that the decision was based on legitimate \nconcerns about Halikierra’s billing practices. \n81. Accordingly, the Court concludes that Halikierra has failed to create a \ngenuine issue of material fact regarding whether DHHS’ actions were arbitrary or \ncapricious and therefore GRANTS the Motion as to the claim  that DHHS violated \nHalikierra’s due process rights under the North Carolina Constitution. \nIII. Equal Protection Claim \n82. Halikierra alleges that “DHHS arbitrarily treated it differently from \nsimilarly situated providers,” violating its right to equal protection under Article 1, \nSection 19 of the North Carolina Constitution.  (Pls.’ Opp. DHHS 21.) \n83. A party may bring an equal protection claim when it alleges  that the \ngovernment “intentionally treated [it] differently from others similarly situate d and \nthat there is no rational basis for the difference in treatment.”  Clayton v. Branson , \n170 N.C. App. 438, 457 (2005) (quotations omitted). \n84. DHHS argues that Halikierra failed to present evidence to substantiate \nallegations that DHHS targeted Halikierra in a “spiteful effort” to cause it to fail  or \nthat it acted out of animosity with respect to the growth or size of Halikierra’s \nbusiness, the owners’ races, or any other factor other than justified suspicion of abuse.  \n(DHHS Br. 28–29.)  Halikierra, however, contends that Piggott’s deposition testimony \ncontains “repeated admission[s]” that similarly situated Medicaid providers were not \nplaced on prepayment review.  ( Pls.’ Opp. DHHS  22.)  Halikierra also argues that \n“DHHS used a different process for Halikierra than for other providers to place it on \nprepayment review,” and that the decision to do so was “becau se it had become one \nof the largest personal care service providers in the state.”  (Pls.’ Opp. DHHS 22.) \n85. After careful review, the Court determines that Halikierra’s arguments are \nnot supported by the record.  First, Halikierra does not identify where in the record \nPiggott admits that DHHS put Halikierra through a process that differed from that \nused with other Medicaid providers when deciding whether to place it on prepayment \nreview.  Rather, Piggott repeatedly said that his reasons inc luded discussions with \nMeyer and Lukosius about Halikierra’s prior  adverse findings after post-payment \nreview audits and an analysis of data comparing the billing practices of Halikierra \nwith those of similar  providers.  ( See Piggott 2021 Dep . 51:1–54:20; Lukosius \nAff. ¶ 19.) \n86. Nor do Halikierra’s arguments about Cox’s statements  accurately reflect \nher testimony .  Cox  did not testify to facts that would support a conclusion that \nHalikierra was punished for being a  large Medicaid provider.  Rather, Cox testified \nthat th e decision was due to third -party complaints against Halikierra  and data \nanalysis that compared  Halikierra’s billing practices to  other agencies “that are of \nsimilar size in the similar areas .”  (Cox Dep. 15 :10–16:21.)  When asked if all  “the \nPCS providers in North Carolina with the high volume get placed on prepayment \nreview,” Cox responded that she did not know “because they don’t look at individual \nnames of who the providers are . . . [t]hey just look at volume . . . [i]t’s just saying due \nto their peer-to-peer review this provider is billing significantly higher.”  (Cox Dep. \n19:3–19:13.) \n87. The evidence fails to raise a genuine issue of material fact that either \nDHHS or its agents targeted Halikierra arbitrarily compared to other Medicaid \nproviders.  Rather, the evidence in the record reflects that Halikierra’s billing was \nexamined by a computer program that categorized Halikierra anonymously for the \nexpress purpose of comparing its billing practices to similarly situated providers.  (See \nCox Dep. 19:2–20:21.) \n88. Accordingly, because Halikierra has not presented any evidence tending to \nshow that it was  arbitrarily targeted or treated different ly than  other similarly \nsituated Medicaid providers, there is no genuine issue of material fact, and DHHS is \nentitled to judgment as a matter of law as to this claim.  The Court therefore GRANTS \nthe Motion as to Halikierra’s Equal Protection claim. \nB. Unfair and Deceptive Trade Practice Act Claims \nI. Against CCME \n89. “To establish a violation of N.C.G.S.  § 75-1.1, the plaintiff must show: (1) \nan unfair and or deceptive act or practice, (2) in or affecting commerce, and (3) which \nproximately caused injury to plaintiffs.  The question of what constitutes an unfair \nor deceptive trade practice is an issue of law.”  Stott v. Nationwide Mut. Ins. Co., 183 \nN.C. App. 46, 53 (2007)  (internal citations omitted).  “A practice is unfair if it is \nunethical or unscrupulous, and it is deceptive if it has a tendency to deceive.”  Dalton \nv. Camp, 353 N.C. 647, 656 (2001) (citation omitted). \n90. Halikierra alleges that CCME acted in an unfair and deceptive manner by \nfalsifying data during prepayment review, misleading Halikierra into unnecessarily \nproviding results of its employee background checks, illegally providing Halikierra’s \nemployee background check results to DHHS, and intentionally inflating the number \nof convicted felons employed by Halikierra .  Halikierra further asserts that CCME \nhad a financial motive for improperly denying Halikierra’s Medicaid claims.   (Pl s.’ \nResp. Opp. Summ. J. CCME, Piggott & Cox 2, 11– 12, ECF No. 74 [“Pls.’ Br. Opp. \nCCME”].)  \n91. CCME responds that it did not mislead Halikierra into providing results of \nemployee backgr ound checks .  Rather, CCME sent a form questionnaire with \ninstructions, and Halikierra on its own deviated from the instructions and sent more \ninformation than was requested.  (Def. CCME Br. Supp. Mot. Summ. J. 16, ECF No. \n68 [“CCME Br.”].)  CCME also argues that N.C.G.S. § 131E-265 expressly authorizes \nDHHS to receive the results of any criminal background check , mandates CCME to \nturn over all documents showing criminal history of a provider’s employees, and \nstates that all documents CCME receives from a provider are the property of DHHS.  \n(CCME Br. 17.) \n92. CCME argues that it did not  inflate the number of convicted felons \nemployed by Halikierra during its communications with DHHS.  (CCME Br. 17.)   \nFurther, CCME contends that it did not falsify data to DHHS, but rather it accurately \nreported Halikierra’s Medicaid billing  passage rates and Halikierra simply \nmisunderstands the method of calculation utilized by CCME.  (See CCME Br. 20–21.)  \nFinally, CCME argues that complying with the statute and the prepayment review \nprocess is not inherently unfair or deceptive.  (CCME Br. 15.) \n93. Halikierra argues that the CCME Reports provided at Piggott’s request on \n18 and 28 September 2018 are record evidence that CCME falsified data.  According \nto Halikierra, in the time between the two reports, “CCME purports to have increased \nits findings [of claims of concern] from 12% of the cla ims submitted by Halikierra to \n50% of the claims submitted by Halikierra.”  (Pls.’ Br. Opp. CCME 4.)  Halikierra \nargues that CCME then disavowed the two reports when Winters testified that they \nhad “nothing whatsoever” to do with Halikierra’s monthly passa ge rate.  (Pls.’ Br. \nOpp. CCME. 6.) \n94. Halikierra contends  that CCME’s  continuation of its investigation  after \nreferrals to the MID were rejected by the Attorney General’s Office furthered Piggott \nand Cox’s scheme to destroy Halikierra’s business.  (Pls.’ Br. Opp. CCME 8–10.)  The \ndecision not to prosecute Halikierra , however, is immaterial to an investigation of \nwhether there were sufficient grounds to place Halikierra on prepayment review. \n95. Finally, Halikierra argues that during phone conversations and in- person \nmeetings between 24 July 2018 and 1 August 2018, CCME “advised [DHHS] that \nHalikierra was employing a ‘majority of felons.’ ”  (Pls.’ Br. Opp. CCME 13.)  As \nevidence of this  allegation, Halikierra cites a n email  sent by OCPI director John \nThompson to his supervisor stating, “CCME .  . . identified that the provider staffing \npool consisted of a majority of felons including those providing PCS aide services.”  \n(Pls. Ex. 5 , ECF No. 75.5  [“Thompson Email”].)  This email, Halikierra contends, \ncaused a search of its offices by DSHR and OCPI. \n96. The record reveals no genuine issue of material fact regarding whether \nCCME acted in a manner that was unfair or deceptive.  First, it is undisputed that \nthe CCME Reports are distinct from the monthly passage rate reports and measured \ndifferent aspects of Halikierra’s Medicaid billing.  Monthly passage rates are \ngenerated by calculating the number of line items in the Medicaid billing that \nHalikierra submitted for review during a given month and dividing that number into \nthe number of successful claims for that same month.  (Winters Dep. 170 :4–170:12.)  \nThe result is a ratio stated as a percentage of accuracy for the month. \n97. In contrast, for the CCME Reports, instead of calculating the number of line \nitems, DHHS tasked CCME with totaling the dollar amount of claims that were \nsubject to various concerns.  These reports were generated for the specific purpose of \nproviding supporting documentation for DHHS’ referral of Halikierra to MID.  \n(Winters Dep. 214:12–214:22.) \n98. While the 13 September 2018 Preliminary R eport was preliminary , the \nsecond report, provided by CCME to DHHS on 28 September 2018, was the Final \nReport and reflected an examination of all claims for the period.  (Pls.’ Ex. 16, 1, ECF \nNo. 75.16; Pls.’ Ex. 18, 1, ECF No. 75.18 [“CCME Reports”].)  The concerns examined \nin the  CCME Reports  included recipient safety concerns, document authenticity \nconcerns, potential services not rendered, and eligibility of the staff employed.  ( See \nCCME Reports.) \n99. Halikierra’s argument that CCME falsified data in these reports ignores \nthe fact that the firs t report was preliminary and reflected only what had been \ndiscovered to that point in time in an ongoing investigation.  The final report \ndelivered to DHHS on 28 September 2018 was more comprehensive,  but it does no t \nevidence data falsification. \n100. Further, Halikierra’s argument that Winters “disavowed” the CCME \nReports is not supported by the evidence.  Rather, the record demonstrates that the \nCCME Reports and the monthly passage rate  reports used different timespans (the \nreport period versus calendar months), different  metrics (dollar amount of claims  \nversus line items  properly billed), and  were prepared for different purposes  \n(supporting MID referral s versus the statutory monthly reporting requirement ).  \nThese differences  do not support a con tention that the CCME Reports  contained \nfalsified data. \n101. There is also no evidence to support a contention that CCME inflated the \nnumbers of felons working for Halikierra, or that CCME acted illegally or deceptively \nby providing DHHS with the background d ocumentation supplied voluntarily by \nHalikierra.  CCME was obligated  by contract to report patient safety concerns to \nDHHS, including the fact that some of Halikierra’s employees had criminal records.  \n(Winters Dep. 18:3–18:21, 20:1–20:2.) \n102. The content of an  email from John Thompson, the OCPI director,  to his \nsupervisor regarding the number of Halikierra employees with felony convictions , \nwhen viewed in context, is no more than one person’s input and is not a misstatement \nproperly attributed to CCME.  (See Thompson Email.)  The record demonstrates that, \nat the time this email was sent, DHHS, at its request, had been provided with only a \nsample of the criminal background checks of Halikierra employees with felony \nrecords.  (Winters Dep. 145:20 –148:6, 149:8–149:14.)  Further, Winters, CCME’s \nsupervisor, never made a statement on CCME’s behalf regarding the staffing pool \nconsisting of a majority of felons.  (Winters Dep. 116 :16–117:2.)  Without more, the \nprobative value of the OCPI director’s statement regarding the criminal background \nchecks known to DHHS, even viewed in the light most favorable to Halikierra, is too \nstrained to create a triable issue of fact as to any misrepresentation by CCME. \n103. The record reflects that CCME took actions consistent with its contractual \nobligations as a third -party prepayment review vendor for DHHS .  Th ere is no \nevidence that CCME unfairly denied claims.  In fact, Winters testified  that CCME \nconducted monthly inter-rater reliability reviews to confirm that it maintained a 95% \nor higher accuracy rate and that it sent  results to DHHS monthly.   (Winters Dep. \n205:21–206:7.) \n104. CCME’s accuracy in denying Halikierra’s claims is further evidenced by the \nOAH decision upholding CCME’s denial of  Halikierra’s billing claims.  (OAH Final \nDecision 8.)  The OAH considered and found as fact that $982,789.50 worth of \nHalikierra’s submitted Medicaid claims were properly denied, and DHHS “showed \nexemplar cases of the types of non- compliance with Clinical Coverage Policies at \nissue . . .” including: \n[b]illing for more hours than the aide service note documentation \nsupported .  . .; [a] nurse aide having a substantiated finding on the \nNurse Aide Registry, which prevented the aide from providing PCS; [a] \nfelony conviction that specifically prohibited the aide from providing \nPCS pursuant to Clinical Coverage Policy 3L, Section 6.0, Number 1; [a] \nnurse not licensed to perform a skill check on an aide; [a]n aide signing \ntime sheets ind icating that services were provided at more than one \nlocation at the same time .  . . ; [a]ides billing for time traveled between \nbeneficiaries . . . ; [a]n assessment dated February 16, 2019, but that \nwas faxed by [Halikierra] and received by CCME on July 12, 2018; \n[c]ertificate of completion for required training dated December 20, \n2018, but faxed by [Halikierra] and received by CCME on August 21, \n2018; [and], [n]o staff records for an alleged employee. \n \n(OAH Final Decision 6–7.) \n105. Nothing in the record suggests that CCME, under contract with DHHS, had \nanything to do with the  decision to inspect Halikierra’s sites and review its \ncompliance with licensure requirements.  Rather, the record shows that DSHR began \nits investigation of Halikierra following a third-party complaint that Halikierra was \noperating from unlicensed sites, and that DSHR’s investigation was separate from, \nand began prior to, OCPI’s investigation.  (Meyer Dep. 28:7–28:24.) \n106. In sum, Halikierra has failed to establish the existence of a genuine issue \nof material fact regarding whether CCME acted in a way that was unfair or deceptive.  \nAccordingly, the Court GRANTS the Motion as to the claim of unfair and deceptive \ntrade practices brought by Halikierra against CCME. \nII. Against Piggott and Cox \n107. “The consumer protection and antitrust laws of Chapter 75 of the General \nStatutes do not create a cause of action against the State, regardless of whether \nsovereign immunity may exist.”  Sperry Corp. v. Patterson , 73 N.C. App. 123 , 125 \n(1985).  “The State of North Carolina is not a ‘person, firm, or corporation’ within the \nmeaning of G.S. § 75-16. . . .”  Id.  “When . . . defendants act in their official capacity, \nit is the State acting.”  Id . (quoting Microfilm Corp. v. Turner, 7 N.C. App. 258, 263, \ncert. denied, 276 N.C. 497 (1970)).  Individuals acting as representatives of the State \nwhen dealing with a plaintiff are not subject to N.C.G.S. § 75-1.1.  Id. \n108. The evidence in the record, viewed in the light most favorable to the \nnonmovant, indicates that Piggott and Cox interacted with Halikierra  only in their \nofficial capacity as representatives of the State.  Because Piggott and Cox interacted \nwith Halikierra in their official capacity as employees of OCPI and no evidence in the \nrecord indicates otherwise, their action is the same as the State action, and they are \ntherefore not subject to N.C.G.S. § 75-1.1.  See Sperry Corp. v. Patterson, 73 N.C. App. \n123, 125 (1985).  \n109. Accordingly, the Court  determines it does not have subject matter \njurisdiction over this claim.  While not briefed as a basis for the Motion, t he Court \ndismisses the unfair and deceptive trade practice claims against Piggott and Cox sua \nsponte for lack of subject matter jurisdi ction pursuant to  Rule 12( h)(3).  \nN.C.G.S. § 1A-1, Rule 12(h)(3) (“Whenever it appears by suggestion of the parties or \notherwise that the court lacks jurisdiction of the subject matter, the court shall \ndismiss the action.”) ; Catawba Cty. v. Loggins, 370 N.C. 83, 100  (2017) (Martin, J., \nconcurring) (“A court can, of course, dismiss a case sua sponte for lack of subject -\nmatter jurisdiction .”).  As a result, the Court does not reach Defendants Cox and \nPiggott’s Motion for Summary Judgment and denies that motion as moot. \nC. C ivil Conspiracy Claims Against CCME, Cox, and Piggott  \n110. Civil conspiracy  requires that: (1) two or more persons agreed to do a \nwrongful act; (2) those persons commit ted an overt act in furtherance of the \nagreement; and (3) the plaintiff was harmed as a result.  Pleasant Valley Promenade \nv. Lechmere, Inc. , 120 N.C. App. 650, 657 (1995).  C ivil conspiracy is not an \nindependent cause of action i n North Carolina ; it requires an underlying claim for \nunlawful conduct .  Toomer v. Garrett , 155 N.C. App. 462, 483 (2002) (citations \nomitted). \n111. Because there are no viable underlying claims as to CCME, Cox, or Piggott \nthat would support a claim of civil conspiracy against them , the Court GRANTS the \nMotions as to the claims of civil conspiracy against CCME, Cox, and Piggott. \nVI.  CONCLUSION \n112. In summary, the record before the Court fails to create a genuine issue of \nmaterial fact that DHHS acted arbitrarily or capriciously to violate Halikierra’s \nsubstantive due process and equal protection rights under the North Carolina \nConstitution.  T he record does not support a claim that  CCME, in its capacity as a \ncontractor for DHHS, engaged in an unfair or deceptive practice.  As a matter of law, \nthe Court does not have subject matter jurisdiction over UDTPA claims against \nPiggott and Cox.  Absent a viable underlying  claim, there can be no civil conspiracy \nbetween CCME, Piggott, and Cox.   \n113. Therefore, Defendants’ Motions for Summary Judgment is GRANTED with \nprejudice with respect to Halikierra’s constitutional claims against DHHS, the Unfair \nand Deceptive Trade Practices Act claim against CCME, and the civil conspiracy \nclaim against CCME, Piggott and Cox.  The Court DISMISSES sua sponte without \nprejudice the Unfair and Deceptive Trade Practices Act claim against Piggott and \nCox.  Accordingly, the Motion for Summary Judg ment regarding the Unfair and \nDeceptive Trade Practices Act claim against Piggott and Cox is DENIED as MOOT.\n9 \nIT IS SO ORDERED, this the 27th day of September, 2022. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n \n \n9 To the extent the Court is wrong in its determination that it lacks subject matter jurisdiction \nof this claim against Piggott and Cox, the Court alternatively concludes that summary \njudgment is properly entered against Plaintiff with regard to this c laim because of a total \nlack of evidence in the record that those Defendants were acting outside the course and scope \nof their employment at the times and in the manners alleged.   "
}