{
  "id": "8da097e421a466021210a8362af089e4ca64438de7250390ce8adf51718dfb6d",
  "source_file": "data/raw/ncbc/8da097e421a466021210a8362af089e4ca64438de7250390ce8adf51718dfb6d.pdf",
  "raw_text": "DeGorter v. Capitol Bancorp Ltd., 2011 NCBC 28. \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF MECKLENBURG \n \nIN THE GENERAL COURT OF \nJUSTICE \nSUPERIOR COURT DIVISION \n11 CVS 20825 \nDAVID J. DeGORTER,  \n \nPlaintiff, \n \nv.  \n \nCAPITOL BANCORP LTD, \nCAPITOL \nWEALTH, INC. d/b/a CAPITOL \nWEALTH ADVISORS, and CAPITOL\nNATIONAL BANK, N.A., \n \nDefendants.\n \n \n \n \n \n \n \nORDER & OPINION  \n \nBrooks, Pierce, McLendon, Humphrey & Leonard, L.L.P. by Jeffery E. \nOleynik, Jennifer K. Van Zant and Kathleen A. Gleason for Plaintiff. \n \n Smith Moore Leatherwood LLP by Jonath an P. Heyl, Heather C. White and \nWilliam R. Forstner for Defendants. \n \nMurphy, Judge.  \n \n{1} This matter comes before the Court upon Defendants’ Motion to \nDismiss Plaintiff’s claim under the North Carolina Unfair and Deceptive Trade \nPractices Act (the “UDTPA”), section 75-1.1 of the North Carolina General Statues.  \n{2} After considering the Court file, Defendant’s Motion and supporting \nmemoranda, Plaintiff’s Response to the Motion, and the arguments and contentions \nof counsel at the March 30, 2011 telephone hearing, the Court hereby GRANTS \nDefendants’ Motion to Dismiss.  \n \nI. \nPROCEDURAL BACKGROUND \n{3} Plaintiff David J. DeGorter filed his complaint on October 28, 2010. \n{4} The matter was designated to the North Carolina Business Court as a \nmandatory complex business case on December 8, 2010 and assigned to me.  \n{5} Defendants filed their Motion to Dismiss Plaintiff’s claim under the \nUDTPA and supporting memorandum on January 10, 2011.  \n{6} On February 11, 2011, Plaintiff file d his responsive brief in opposition \nto Defendants’ Motion to Dismiss.  Defendants filed their reply brief on February \n24, 2011. \n{7} The Court conducted a telephone hearing on Defendants’ Motion to \nDismiss on March 30, 2011.  \nII. \nFACTUAL BACKGROUND \n {8} At all times relevant to this case, Defendant Capitol Bancorp Ltd. \n(“Capitol Bancorp”) was a holding company in the business of community bank \ndevelopment nationwide; Defendant Capitol Wealth, Inc. (“Capitol Wealth”) was a \nwholly-owned subsidiary of Capitol Bancorp in the business of wealth management \nand selling wealth management services; and Defendant Capital National Bank, \nN.A. was a wholly-owned subsidiary of Capitol Bancorp in the business of providing \nbanking services.  Compl.  ¶¶ 3-5.   \n {9} At all times relevant to this case, Plaintiff was the sole managing \nmember of DeGorter Capital Partners, LLC in the business of, among other things, \nproviding and/or securing funding for start-up or purchased businesses.  Compl. ¶ 8.   \n{10} Plaintiff was contacted by representatives of Forethought Financial \nGroup, Inc. (“FFGI”) in or about August 2007 about the possible sale of Forethought \nFederal Savings Bank (“FFSB”), a trust savings bank owned by FFGI.  Compl. ¶ 7.  \n{11} In the fall and winter of 2007, Plaintiff contacted various entities, \nincluding Defendant Capitol Wealth, about the sale of FFSB.  Compl. ¶ 10.  \n{12} Initially, Plaintiff was only go ing to be the broker for the FFSB \ntransaction, but at some time between November 19, 2007 and December 18, 2007, \nthe parties agreed that Plaintiff would also be an investor in the transaction.  \nCompl. ¶ 16. \n{13} On or about December 18, 2007, Plai ntiff entered into a letter of intent \nwith Capitol Bancorp, FFGI and FFSB to form a new entity through which they \nwould acquire ownership of, and serve as the holding company for, FFSB.  Compl. ¶ \n17.  \n{14} The transaction to acquire ownershi p of FFSB required the approval of \nthe Federal Reserve Board.  Compl. ¶ 21.  \n{15} In or about May 2008, Capital Ba ncorp notified the Federal Reserve \nBoard of its intent to purchase 51% of the voting shares of FFSB; Plaintiff and FFGI \nwould own the remaining 24.6% and 24.4% of the voting shares, respectively.  \nCompl. ¶ 23.  \n{16} When assessing a proposed tran saction, the Federal Reserve Board \nconsiders, among other things, the financial condition and projected capital \npositions of the acquiring bank.  Compl. ¶ 21.  \n{17} Capitol Bancorp issued a $33. 5 million 10.5% offering of trust \npreferred securities priced at $10 per share in or about June 2008.  Compl. ¶ 26. \nPlaintiff alleges that an agent of Capitol Wealth informed Plaintiff that the Federal \nReserve Board would approve the FFSB transaction upon full subscription of \nCapitol Bancorp’s trust preferred securities offering.  Compl. ¶¶ 24, 27. \n{18} In or about June 2008, Capitol Bancorp’s trust preferred securities \noffering was undersubscribed.  Compl. ¶ 28.  A representative of Capitol Wealth \napproached Plaintiff about purchasing the remaining shares needed to fulfill the \ntrust preferred securities subscription, but Plaintiff informed the representative \nthat he was unable to do so because his capital was committed to the FFSB \ntransaction.  Compl. ¶¶ 29, 30. \n{19} Plaintiff alleges the representative induced him to make the purchase \nby assuring Plaintiff that Capitol Bancorp, through its subsidiary Capital National \nBank, N.A., would finance 100% of Plaintiff’s purchase and Capitol Bancorp would \nbuy back the shares after the FSSB transaction was completed.  Compl. ¶¶ 31-33. \n{20} Plaintiff alleges he only agreed to purchase the trust preferred \nsecurities so that the FFSB transaction would be approved, and on the condition \nthat Capitol Bancorp would repurchase the shares after the FFSB transaction was \napproved by the Federal Reserve.  Compl. ¶ 35. \n{21} On or about June 3, 2008, Plaintiff took out a $1.5 million loan with \nCapitol National Bank, N.A. to purchase 150,000 shares of the trust preferred \nsecurities offering and executed two credit agreements: one for a secured loan of \n$1,050,000 and another for an unsecured loan of $450,000.  Compl. ¶¶ 33, 39. \n{22} Plaintiff alleges that Capitol Banc orp violated several banking laws in \nconnection with the loans to Plaintiff: (1) that banks are prohibited from loaning \nmoney secured by a stock that has a value of less than twice the amount of the loan; \nand (2) that loaning a customer money that was transferred to an affiliate \nconstitutes a transaction with an affiliate.  Compl. ¶¶ 41-43.  Plaintiff further \nalleges that at the time of the loan, he was unaware that the transaction violated \nbanking laws.  Compl. ¶ 44. \n{23} On or about August 13, 2008, Defe ndants informed Plaintiff that the \nFederal Reserve was most likely not going to approve the FFSB transaction based \nonly upon the trust preferred securities offering.  Due to Capitol Bancorp’s financial \ncondition and capital position, the Federal Reserve Board would not likely approve \nany involvement on Capitol Bancorp’s part in the transaction to acquire FFSB.  \nCompl. ¶¶ 52-54. \n{24} From September 2008 through January 2009, Capitol Bancorp \nattempted to restructure the FFSB transaction and save the deal but was \nunsuccessful because the Federal Reserve Board continued to be concerned about \nCapitol Bancorp’s level of involvement in the FFSB transaction.  Compl. ¶ 54. \n{25} Plaintiff alleges in his complaint that the Federal Reserve Board never \ntold Capitol Bancorp or its affiliates that it would approve the FFSB transaction if \nCapitol Bancorp raised $30 million through the sale of trust preferred securities.  \nCompl. ¶ 45-46.  Plaintiff further alleges that he was unaware of Capitol Bancorp’s \nfinancial troubles because they were not public at the time Plaintiff executed the \nloans from Capitol National Bank, N.A. and neither Capitol Bancorp nor any of its \naffiliates made Plaintiff aware of the troubles.  Compl. ¶¶ 47-48, 50.   \n{26} On or about January 9, 2009, the FFSB transaction fell apart and \nFFGI terminated the letter of intent to which Plaintiff was a signatory.  Compl. ¶¶ \n54-56.  Shortly thereafter, on September 21, 2009, the Federal Reserve Board \nprohibited Capitol Bancorp from paying any dividends on the trust preferred \nsecurities.  Compl. ¶ 61.  \n{27} On or about October 28, 2010 when Plaintiff filed his complaint, the \nmarket value of the trust preferred securities was $1.85 per share.  Compl. ¶ 63. \nPlaintiff’s purchase price had been $10 per share.  Compl. ¶ 26.   \n{28} Plaintiff alleges Defendants’ conduct regarding the role of the trust \npreferred securities offering in the FFSB transaction constituted unfair or deceptive \ntrade practices under the UDTPA, section 75-1.1 of the North Carolina General \nStatutes.  Compl. ¶ 93.  Plaintiff claims, among other things, that Defendants \ndeceived him into purchasing the trust preferred securities by misrepresenting or \nfailing to timely disclose pertinent information about the financial position of \nCapitol Bancorp.  Compl. ¶¶ 29, 35, 45-48.  Plaintiff further alleges that \nDefendants’ conduct was “in or affecting commerce.”  Compl. ¶ 94.  \nIII. \nANALYSIS \nA. \nStandard of Review \n{29} The question for the Court on a motion to dismiss is “whether, as a \nmatter of law, the allegations of the complaint, treated as true, are sufficient to \nstate a claim upon which relief may be granted under some legal theory, whether \nproperly labeled or not.”  \nHarris v. NCNB Nat’l Bank, 85 N.C. App. 669, 670, 355 \nS.E.2d 838, 840 (1987) (citing Stanback v. Stanback, 297 N.C. 181, 254 S.E.2d 611 \n(1979)).  “The pleadings, when taken as true, [must be] legally sufficient to satisfy \nthe elements of at least some legally recognized claim.”  Arroyo v. Scottie’s Prof’l \nWindow Cleaning, Inc., 120 N.C. App. 154, 158, 461 S.E.2d 13, 16 (1995) (citing \nHarris v. NCBC Nat’l Bank, 85 N.C. App. 669, 355 S.E.2d 838 (1987)). \n{30} In analyzing the sufficiency of th e complaint under Rule 12(b)(6) of the \nNorth Carolina Rules of Civil Procedure, “the complaint must be liberally \nconstrued.”  \nDixon v. Stuart, 85 N.C. App. 338, 340, 354 S.E.2d 757, 758 (1987) \n(citing Jones v. City of Greensboro, 51 N.C. App. 571, 277 S.E.2d 562 (1981)). \n{31} When considering a motion to dismiss for failure to state a claim upon \nwhich relief can be granted, “the well-pleaded material allegations of the complaint \nare taken as admitted; but conclusions of law or unwarranted deductions of fact are \nnot admitted.”  Pinewood Homes, Inc. v. Harris, 184 N.C. App. 597, 613, 646 S.E.2d \n826, 837 (2007) (quoting Sutton v. Duke, 277 N.C. 94, 98, 176 S.E.2d 161, 163 \n(1970)). \nB. \nUnfair and Deceptive Trade Practices Claim \n{32}  In order to properly assert a claim for unfair and deceptive trade \npractices under section 75-1.1 of the North Carolina General Statutes a plaintiff \nmust allege that the defendant committed an unfair or deceptive act or practice that \nwas “in or affecting commerce” and that the plaintiff was injured as a proximate \nresult of the alleged act.  Latigo Invs. II, v. Waddell & Reed Fin., Inc. 2007 NCBC \n17, ¶ 35 (N.C. Super. Ct. June 11, 2007) http://www.ncbusinesscourt.net/ \nopinions/2007%20N CBC%2017.pdf. \n{33} While the commerce element of the UDTPA is broad, it does not \nencompass “all wrongs” that occur in a business setting.  Sterner v. Penn, 159 N.C. \nApp. 626, 632–33, 583 S.E.2d 670, 675 (2003).  The purpose of the UDTPA is to \ngovern the interactions between market participants, including those between \nbusinesses and those between a consumer and a business.  White v. Thompson, 364 \nN.C. 47, 52, 691 S.E.2d 676, 679 (2010) (citing Bhatti v. Buckland, 328 N.C. 240, \n245-46, 400 S.E.2d 440, 443-44 (1991)).  \n{34} Thus, an unfair or deceptive ac t or practice which is not between \nmarket participants, or that is not “in or affecting commerce” is outside the scope of \nthe UDTPA.  HAJMM Co. v. House of Raeford Farms, Inc., 328 N.C. 578, 592-93, \n403 S.E.2d 483, 492 (1991); see also Wilkie v. Stanley, 2011 NCBC 11, ¶ 10 (N.C. \nSuper. Ct. April 20, 2011) http://www.ncbusinesscourt.net/opinions/ \n2011_NCBC_11.pdf. \n{35} The UDTPA defines “commerce” as “business activities.”  N.C. Gen. \nStat. § 75-1.1(b).  It is well established that under the UDTPA, “business activities” \nindicates “the manner in which businesses conduct their regular, day-to-day \nactivities, or affairs, . . . or whatever other activities the business regularly engages \nin and for which it is organized.” HAJMM, at 594, 403 S.E.2d at 494.  \n{36} Certain events, however, are de emed to be extraordinary events \noutside of the regular, day-to-day activities or affairs of a business.  Such \nextraordinary events are, therefore, not deemed “business activities” and are not “in \nor affecting commerce.”  Id. at 594, 403 S.E.2d at 493.  \n{37} Courts have consistently and explicitly held that securities \ntransactions are extraordinary events that remain outside the purview of “business \nactivities” and are thus, beyond the scope of the UDTPA.  Id.; see also Skinner v. \nE.F. Hutton & Co., 314 N.C. 267, 274-75, 333 S.E.2d 236, 241 (1985) (pronouncing \nthat securities transactions were beyond the scope of the UDTPA); Latigo, 2007 \nNCBC 17 ¶ 37; Garlock v. Hilliard, 2000 NCBC 11, ¶ 24 (N.C. Super. Ct., Aug. 22, \n2000) http://www.ncbusinesscourt.net/opinions/2000%2 0NCBC%2011.htm (holding \nthat there was “no purchase and sale transaction to which Chapter 75 would apply” \nbecause the decision by the parties “constituted a securities transaction and an \nactivity to raise capital” that was not part of their daily business activities). \n{38}   The issuance, transfer or redem ption of securities is “an extraordinary \nevent done for the purpose of raising capital in order for [an] enterprise to conduct \nits business activities.”  HAJMM, at 594, 403 S.E.2d at 493.  Even considering a \n“reasonably broad interpretation of the legislative intent underlying [the terms of \nthe UDTPA],” the extraordinary nature of securities transactions in relation to an \nenterprise’s business activities is deemed to be outside the stream of commerce.  Id.  \n{39} Furthermore, no state or fede ral court has subjected securities \ntransactions to its unfair and deceptive trade practices act.  Skinner at 274-75, 333 \nS.E.2d 236, 241 (1985).  Courts have found that securities are already pervasively \nand intricately regulated by state and federal agencies.  Id.  Creating liability for \nsecurities transactions under the UDTPA would, therefore, subject parties to \noverlapping regulation and enforcement. Id.  \n{40} This case involves a securities transaction – the purchase and issuance \nof trust preferred securities from Capitol Bancorp. \n{41} Securities transactions in North Carolina are pervasively and \nintricately regulated by both state and federal law.  Id. at 275, 333 S.E.2d at 241.   \n{42} Whether or not the securities were offered in hopes of prompting the \nFederal Reserve Board’s approval of the FFSB transaction, Capitol Bancorp’s \nissuance of the trust preferred securities was a plain attempt to improve the capital \nposition of the company.  \n{43} Plaintiff purchased shares of thes e trust preferred securities through a \nloan from Capitol National Bank, N.A. and now seeks to have these transactions \nrescinded because the FFSB transaction was not approved and the trust preferred \nsecurities are now virtually worthless.   \n{44} Because Plaintiff alleges inju ry stemming from a securities \ntransaction, the Court concludes Defendants’ conduct was not “in or affecting \ncommerce” for purposes of the UDTPA.   \n{45} Plaintiff, however, attempts to distinguish this matter from the long \nline of precedent exempting securities from the UDTPA by contending that the \nsecurities exemption should not apply because the trust preferred securities were \nissued in the context of a larger misrepresentation involving the purchase of a bank. \n{46} This is similar to an argument ma de by the plaintiffs in a recent North \nCarolina Business Court case in an attempt to persuade the Court that the facts of \ntheir case did not bar a claim under the UDTPA.  See Latigo, 2007 NCBC 17 ¶ 45. \nThe plaintiffs in Latigo argued that “the transaction at issue . . . is not a capital \nraising device,1 but rather involves the sale of certain ownership interests in a \ncompany” and “[that a claim under the UDTPA] in this case does not directly \nconcern the terms of a capital raising device, but rather [the defendant’s] \nrepresentations made in connection with their normal business activity.”  Id. \n{47} The Latigo Court was not persuaded by the plaintiffs’ argument in that \ncase and held that even representations made in the context of a larger scheme are \nexcluded from liability under the UDTPA if they involved a securities transaction or \n                                                            \n1 In addition to conventional securities transactions, the securities exemption under the UDTPA has \nbeen expanded several times to also include capital raising devices and transactions entered into for \nthe purpose of raising capital. Oberlin Capital, LP v. Slavin, 147 N.C. App. 52, 62, 554 S.E.2d 840, \n848 (2001) (affirming the dismissal of a claim under the UDTPA when the transaction at issue \ninvolved  a loan agreement to provide working capital). \na capital raising device.  Id. at ¶¶ 45-49.  The Court explained that “if [it] were \nwriting on a clean slate,” given the importance of capital raising devices in today’s \nbusiness world, it “would not exclude misrepresentations made in the context of \ncapital raising transactions from the reach of what is intended to be a broad \nremedial statute.”  Id. at ¶ 47.  The Court acknowledged, however, that under \nexisting precedent “the only relevant question is whether the transactions at issue \ninvolved securities or other financial instruments involved in raising capital.”  Id. at \n¶ 48 (quoting White v. Consol. Planning, Inc., 166 N.C. App. 283, 304, 603 S.E.2d \n147, 161 (2004)) (emphasis added); see also Harrah v. J.C. Bradford & Co., No. 93-\n2458, 1994 U.S. App. LEXIS 27827, at *13 (4th Cir., Oct. 6, 1994) (applying N.C. \nlaw) (finding the plaintiff’s contention that securities were a mere backdrop to the \ndefendant’s larger scheme involving much more than securities fraud unpersuasive \nbecause the “mere backdrop” did not change that plaintiff’s allegations were \npremised on securities-based wrongdoings).  \n{48} Similar to the Latigo plaintiffs, Plaintiff contends that the FFSB \ntransaction was normal business activity because “the business of the parties was to \nbuy, develop, and market banks and bank services” and “the purpose of the [FFSB] \ntransaction was to buy a bank.”  Pl.’s Resp. Br. in Opp’n to Defs.’ Partial Mot. to \nDismiss, at 7-8.   \n{49} However, just as in Latigo, Plaintiff’s attempt to distinguish this \nmatter and bypass the securities exemption is unavailing.  See Latigo at ¶ 45; see \nalso Sterner at 634-35, 583 S.E.2d at 676 (dismissing the plaintiff’s claim under the \nUDTPA even though the defendant’s business regularly engaged in, and was \norganized for the purpose of, conducting securities transactions).  Under current \nprecedent, whether Plaintiff was unfairly induced to purchase the trust preferred \nsecurities as part of a larger misrepresentation to gain the Federal Reserve Board’s \napproval of the FFSB transaction is irrelevant.  The only relevant question is \nwhether securities were involved in the transaction.  \n{50} The issue at hand is plainly securi ties-related.  Plaintiff’s entire claim \nrests upon the fact that Defendants unfairly induced him to execute a $1.5 million \nloan to purchase 150,000 shares of the trust preferred securities.  Plaintiff alleges \nthat Defendants deceived him into purchasing the trust preferred securities by \nmisrepresenting or failing to disclose information.  Plaintiff’s alleged injuries stem \nfrom use of the loan proceeds to the purchase of the now worthless trust preferred \nsecurities.  The principal relief Plaintiff  seeks is rescission of the loan agreements.  \nThe trust preferred securities transaction, therefore, lies at the heart of Plaintiff’s \ncomplaint.  It cannot be said to be merely ancillary or tangential to another \ntransaction.  \nSee e.g. Hand v. ACE Hardware, No. 4:92CV00454, 1995 U.S. Dist. \nLEXIS 10818, at *19-20 (M.D.N.C. July 7, 1995) (applying N.C. law) (holding that \nthe UDTPA applied because the securities sale was ancillary to the main purpose of \nthe transaction as evidenced by the fact that none of plaintiffs’ claims, allegations of \ninjury or remedies concerned the stocks). \n{51} Because Plaintiff’s claim involves a securities transaction, Defendants’ \nactions are not “in or affecting commerce” as defined by case law, and are, therefore, \nexempt from the UDTPA.  The Court concludes that absent actions “in or affecting \ncommerce,” Plaintiff’s unfair and deceptive trade practice claim under the UDTPA \nfails as a matter of law.  \n{52} Having concluded that Plaintiff’s unfair and deceptive trade practice \nclaim fails as a matter of law under the securities exemption, the Court need not \nreach the Defendants’ alternative argument under the intra-corporate dispute and \njoint venture exception to the UDTPA.  \nIV.  \nCONCLUSION \n{53} The Court hereby GRANTS Defendants’ Motion to Dismiss with \nrespect to Plaintiff’s claim under the UDTPA.  Wherefore, the Court hereby \nDISMISSES the fourth claim for relief in Plaintiff’s complaint for unfair and \ndeceptive trade practices.  \nSO ORDERED this the 29th day of July, 2011. \n \n "
}