{
  "id": "8dbe555b065813e8f3072f511d2ab71b35ddd97e602e6e972329ddef80f06d61",
  "source_file": "data/raw/ncbc/8dbe555b065813e8f3072f511d2ab71b35ddd97e602e6e972329ddef80f06d61.pdf",
  "raw_text": "Ward v. FSC I, LLC, 2017 NCBC 19. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF JOHNSTON 16 CVS 274 \n \nTODD WARD and TERRY KALLAM, ) \nDerivatively on Behalf of the  ) \nRIVERWOOD ATHLETIC CLUB  ) \nCOMMUNITY ASSOCIATION, INC., ) \n  Plaintiffs,  )    \n   ) ORDER ON MOTIONS TO \n v.  ) RECONSIDER AND  \n   ) MOTIONS FOR FEES \nFSC I, LLC, FRED SMITH COMPANY,  ) \nFRED J. SMITH, JR., and REID M.  ) \nSMITH,   ) \n  Defendants. ) \n \nTHIS MATTER comes before the Court on (1) Defendants Fred J. Smith, Jr., \nFred Smith Company, and FSC I, LLC’s (collectively “Fred Smith”) Motion for Partial \nReconsideration of Amended Order and Opinion ( sic) and Objection  to Plaintiff’s \nAttorneys’ Fees , (2) Defendant Reid M. Smith ’s (“Reid Smith”)  Motion for Partial \nReconsideration of Amended Order and Opinion ( sic) (collectively, the Defendants’ \nMotions for Partial Reconsideration are referred to as “Motions to Reconsider”), (3) \nFred Smith’s Motion for Attorneys’ Fees, and (4) Reid Smith’s Motion for Attorneys’ \nFees (collectively, the Defendants’ Motions for Attorneys’ Fees are referred to as \n“Motions for Fees”).  \n THE COURT, having considered the Motions to Reconsider and the Motions \nfor Fees, the affidavits and other materials filed by the parties, the briefs in support \nof and in opposition to the Motions  for Reconsideration and Motions for Fees , and \nother appropriate matters of record , FINDS and CONCLUDES that the Motions to \n \n \nReconsider should be GRANTED, and the Motions for Fees should be DENIED  for \nthe reasons set forth below. \nI. FACTUAL AND PROCEDURAL BACKGROUND. \n1. The factual and procedural background of this matter was recited by the \nCourt in its Amended Opinion and Order  filed on December 2, 2016 (“ Amended \nOrder”). Reported as Ward v. FSC I, LLC , 2016 NCBC LEXIS 93 ( N.C. Super. Ct. \n2016). Here, the Court recites only those limited background and procedural facts \nnecessary to the resolution of the Motions to Reconsider and Motions for Fees. \na. The claims, the Meeting, and the payments. \n2. This case arises out of issues raised on behalf of Riverwood Athletic Club \nCommunity Association, Inc. (“RAC CA”), a nonprofit community association under \nthe North Carolina Nonprofit Corporation  Act, N.C. Gen. Stat. §§ 55A -1-01 et seq., \n(“Nonprofit Act”; hereinafter, references to the North Carolina General Statutes will \nbe to “G.S.”) in a derivative lawsuit filed by two members of RACCA, Plaintiffs Todd \nWard (“Ward”) and Terry Kallam (collectively, “Plaintiffs”). In the lawsuit, Plaintiffs \nclaimed that Fred Smith collected certain fees from RACCA members to which they \nwere not entitled by the governing community covenants , and that RACCA \nimproperly remitted those fees to Fred Smith pursuant to a service contract between \nRACCA and Fred Smith.1 \n                                                           \n1 Plaintiffs’ claim involved separate disputes regarding the payment of fees by RACCA to \nFred Smith. Plaintiffs contended that under the service agreement Fred Smith was only \nentitled to collect a single, annual payment, but instead collected the payments on a monthly \nbasis, resulting in a significant overpayment . Plaintiffs also contended that Fred Smith \ncollected fees for unimproved lots (lots not containing a residential structure) to which they \n \n \n3. On August 31, 2015, prior to filing this action, Plaintiffs’ counsel sent a \nletter to RACCA and its Board of Directors (“Board”) raising the issues regarding the \nfees and requesting  that RACCA investigate  the claims . On September 30, 2015, \nRACCA, through counsel, notified Plaintiffs’ counsel that the Board would form an \nindependent committee (“Investigative Committee”) to investigate the issues raised \nin the August 31 letter and woul d conduct an audit of RACCA’s finances. The \ninvestigation and audit, however, were delayed for various reasons. \n4. On January 13, 2016 , a meeting was held between Plaintiffs’ counsel, \nFred Smith’s counsel, and counsel for RACCA during which the issue of colle ction of \nfees for unimproved lots was discussed (“the Meeting”). Plaintiffs concede that in the \nMeeting “counsel for RACCA and [Fred Smith] indicated that they agreed with \nPlaintiffs that [Fred Smith] had improperly collected monthly service fees for \nunimproved lots.” (Pls.’ Resp . Mot. Recons. 6.) In the Meeting, RACCA’s counsel \nclaimed that Fred Smith had already reimbursed RACCA for the fees improperly \ncollected for unimproved lots, but RACCA’s counsel later conceded that she was \nincorrect and the reimb ursement had not yet been made. In any event, it is \nundisputed that Fred Smith subsequently reimbursed the fees. The initial payment \nwas made on April 5, 2016 in the amount of $14,167.00, and the second payment was \nmade on June 17, 2016 in the amount of $10,031.00. Plaintiffs initiated this action on \nJanuary 28, 2016. \n                                                           \nwere not entitled under the service agreement. The annual versus monthly payment dispute \ninvolved a much larger amount of potential overpayments than the unimproved lots dispute. \n \n \n5. Defendants contend that Fred Smith agreed to reimburse the fees in the \nMeeting, and made the payments pursuant to that agreement.  (Fred Smith’s Br. \nSupp. Mot. Recons . 8–9.) Plaintiffs contend that “it is apparent that the payments \nwere only made because the lawsuit was filed.” ( Pls.’ Resp. Mot. Recons. 6–7.) It is \nundisputed that the payments were not made pursuant to any type of settlement \nagreement or other written agreement, and were not paid as the result of a judgment. \nb. The Amended Order. \n \n6. In the Amended Order, the Court adopted the final report of the \nInvestigative Committee in which concluded that it was not in the best interest of \nRACCA to pursue Plaintiffs’ derivative claims . Pursuant to G.S. § 55A-7-40 of the \nNonprofit Act , the Court discontinued the derivative action and dismissed the \nPlaintiffs’ claims with prejudice. Ward, 2016 NCBC LEXIS 93, at *24. \n7. In the Amended Order, the Court also found that “[t]he record \nestablishes that Plaintiffs obtained a benefit for RACCA from raising their claims in \nthe form of the approximately $24,200 in repayments RACCA received from Fred \nSmith for Fred Smith’s improper collection of fees for unimproved lots.” Id., at *25. \nThe Court concluded that as a result Plaintiffs should be awarded attorneys’ fees \npursuant to G.S. § 55A-7-40(e), which provides in pertinent part that “[i]f the action \non behalf of the corporation is successful, in whole or in part, whether by means of a \ncompromise and settlement or by a judgment, the court may award the plaintiff the \nreasonable expenses of maintaining the action, including reasonable attorneys’ fees, \n. . .”  (emphasis added). The Court ordered Plaintiffs’ counsel to file affidavits \n \n \n“addressing the factors properly considered by the Court in making an award . . . with \nsupporting records so that the Court can determine the amount of such fees, which \nwill be awarded in a separate order.” Ward, 2016 NCBC LEXIS 93, at *26. \n8. Plaintiffs filed the requested a ffidavits on December 22, 2016. The \nCourt, via email, granted leave for Defendants to file any opposition to Plaintiffs’ \naffidavits by January 9, 2017.  On January 9, 2017, Defendants filed the Motions to \nReconsider, which seek reconsideration of  the Court’s award of attorneys’ fees  to \nPlaintiffs in the Amended Order.  On the same date, Defendants also filed the \nMotions for Fees seeking an award of attorneys’ fees to Defendants under G.S. § 55A-\n7-40(f). Plaintiffs filed briefs in response to the Motions to Reconsider and the Motions \nfor Fees, and Fred Smith filed replies. The Motions are now ripe for disposition. \nII. ANALYSIS. \na. Motions to Reconsider. \n9. The Defendants seek reconsideration of the Amended Order pursuant to \nRule 54(b ) which provides that “any order or other form of decision is subject to \nrevision at any time before the entry of judgment adjudicating all the claims and the \nrights and liabilities of th e parties.” Trial courts have the discretion to reconsider \ntheir interlocutory rulings until a final judgment has been entered. Campbell Oil Co. \nv. AmeriGas Propane, LP, 2016 NCBC LEXIS 50, *4–5 (N.C. Super. Ct. July 8, 2016); \nAkeva L.L.C. v. Adidas Am., Inc., 385 F. Supp. 2d 559, 565–66 (M.D.N.C. 2005). “Most \ncourts will limit reconsideration of interlocutory orders to the following situations: (1) \nwhere there has been an intervening change in controlling law; (2) where there is \n \n \nadditional evidence not previously available; or (3) where the prior decision was based \non clear error or would work manifest injust ice.” Id. at *5. In the alternative, \nDefendants seek relief from judgment under Rule 60(b) which provides that “[o]n \nmotion and upon such terms as are just, the court may relieve a party or his legal \nrepresentative from a final judgment, order, or proceeding for . . . (6) Any other reason \njustifying relief from the operation of the judgment.”  \ni. Authority of the Court to Reconsider Order. \n10. Plaintiffs contend that this Court cannot reconsider its Order pursuant \nto Rule 54(b) because the Order constitutes a “judgment adjudicating all the claims \nand the rights and liabilities of all the parties,” and consequently, the Defendants are \nlimited to seeking relief on appeal. In support of this contention, Plaintiffs rely on the \nNorth Carolina Supreme Court’s decision in Duncan v. Duncan , 366 N .C. 544, 742 \nS.E.2d 799 (2013). \n11. Plaintiffs misapprehend the holding in Duncan. In Duncan, the North \nCarolina Supreme Court considered the question of whether an order determining all \nof the substantive claims raised in an action was a final judgment  for purposes of \nrequiring appeal.  The Court held “[a]n order that completely decides the merits of an \naction therefore constitutes a final judgment for purposes of appeal  even when the \ntrial court reserves for later determination col lateral issues such a s attorney’s fees \nand costs.” 366 N.C. at 546, 742 S.E.2d at 801 (emphasis added). The Court further \nstated “[w]e hold that the trial court’ s order was final and immediately appealable \nbecause attorney’s fees were not part of the substantive claims.” Id. (emphasis added). \n \n \nThe Court did not hold that those collateral matters left open in an otherwise final \njudgment deciding the substantive claims, such as determination of attorneys’ fees, \ndid not remain interlocutory pending determination of the collateral matter. \n12. North Carolina appellate decisions interpreting Duncan support this \nconclusion. See, e.g.,  In re Cranor, 786 S.E.2d 379, 382, 2016 N.C. App. LEXIS  567, \n*7 ( May 17, 2016) (d istinguishing Duncan and holding “[b]ecause the September \nOrder was an order for attorneys’ fees which did not set the amount of the fee award, \ninstead leaving the issue for later determination, it was not a final order ”); Salvie v. \nMed. Ctr. Pharmacy of Concord, Inc., 235 N.C. App. 489, 494–95, 762 S.E.2d 273, 278 \n(2014) (citing Duncan in support of conclusion that “the unresolved issue of the \nspecific amount  of attorneys’  fees to be awarded does not render \n[defendant’s] entire appeal interlocutory” and noting “we have previously held   that \nthis Court will not con sider an appeal of an attorneys’  fees award until the specific \namount of the award has been determined by the trial tribunal” ) (citations omitted); \nsee also Medlin v. N.C. Specialty Hosp., LLC, 233 N.C. App. 327, 341, 756 S.E.2d 812, \n821 (2014) (not expressly discussing Duncan, but holding “an appeal from an award \nof attorneys’ fees may not be brought until the trial court has finally determined the \namount to be awarded”). \n13. The only portion of the Amended Order on which Defendants seek \nreconsideration is the award of  attorneys’ fees, the amount of which the  Court left \nopen for determination. Since an award of attorneys’ fees is interlocutory until the \n \n \ntrial court has finally determined the amount to be awarded , the Court may \nreconsider its order on this issue under Rule 54(b). \nii. Reconsideration of Fee Award. \n14. In the Amended Order, the Court awarded Plaintiffs’ attorneys’ fees \npursuant to section 55A-7-40(e) of the Nonprofit Act, which provides as follows: \nIf the action on behalf of the corporation is successful, in \nwhole or in part, whether by means of a compromise and \nsettlement or by a judgment, the court may award the \nplaintiff the reasonable expenses of maintaining the action, \nincluding reasonable attorneys’ fees, and shall direct the \nplaintiff to account to the corporation for the remainder of \nany proceeds of the action. \n \n15. Defendants seek reconsideration of the Court’s determination that \nPlaintiffs are entitled to an award of attorneys’ fees on the grounds that the Court \nerred as a matter of law because Fred Smith agreed “to repay the [fees] more than \ntwo weeks before Plaintiffs filed their Complaint and because Plaintiffs’ ‘action’ was \nnot successful in any way and was, instead, dismissed in its entirety.” (Fred Smith’s \nBr. Supp. Mot. Recons. 13.) Defendants contend that in order for the Court to make \nan award of attorneys’ fees “the North Carolina Nonprofit Corporation Act expressly \nrequires that the plaintiff’s action be ‘successful,’ whether through a post-complaint-\nfiling settlement or through a judgment.” (Fred Smith’s Br. Supp. Mot . Recons. 14.) \nPlaintiffs argue in response that (a) Fred Smith did not reimburse RACCA for the \nfees until after Plaintiffs filed the lawsuit, (b) there is no evidence the repayments \nwere made pursuant to an express agreement entered into by Fred Smith before the \n \n \nlawsuit was filed, and (c) “it is clear the repayments were the direct result of \nPlaintiffs’ efforts in this case.” (Pls.’ Resp. Mot. Recons. 13–16.) \n16. The Court finds Defendants ’ argument compelling. First, although \nPlaintiffs brought the issue to the attention of the Board, the payments made by Fred \nSmith clearly did not result from “a judgment ,” nor was there a “compromise and \nsettlement.”  Fred Smith did not condition the payments on a release of claims by the \nPlaintiff or a promise not to sue. While the payments were made after Plaintiffs filed \nthis “action,” Fred Smith did not condition the payments on Plaintiff’s dismissal of \ntheir claims in this lawsuit, or even just on dismissal of their claims based on the fees \ncharged for the unimproved lots.  Fred Smith sought, and Plaintiffs made, no \n“compromise and settlement” that resulted in the reimbursement payments. \n17. In addition, the reimbursement payments did not result from Plaintiffs’ \nsuccess in this “action .” Although the Nonprofit Corporation Act does not p rovide a \ndefinition of “action,” the language of G.S. § 55A-7-40, which provides for derivative \nactions by members of nonprofit corporations, strongly supports the conclusion that  \nan action is a derivative lawsuit. S ection 55A-7-40(a) provides that “[a]n action may \nbe brought in a superior court of this State, which shall have exclusive jurisdiction \nover actions brought hereunder.” Sections 55A -7-40(b) and (c) provide the pleading \nrequirements placed on the “plaintiff”2 who brings a derivative action.  Section 55A-\n7-40(f) provides the court with authority to require “the plaintiff or plaintiffs” to pay \n                                                           \n2 The Law Dictionary defines “plaintiff” as “a person who initiates a lawsuit.”  Plaintiff, The \nLaw Dictionary, Lexis Advance (7th ed. 2016).  \n \n \nthe defendant’s attorneys’ fees if the court finds “the action was brought withou t \nreasonable cause.” These provisions lead to the conclusion that an “action”, as used \nin the statute, is a derivative lawsuit filed in court.  \n18. The language used in G.S. § 55A-7-40(e) also can be contrasted with the \nlanguage in the parallel provision of the North Carolina Business Corporation Act  \n(“BCA”), which allows the Court to award attorneys’ fees to a plaintiff in a derivative \nlawsuit “if it finds that the proceeding has resulted in substantial benefit to the \ncorporation.” G.S. § 55 -7-46. Unlike the Nonprofit Corporations Act, the  BCA does \nnot require “that plaintiff be a successful litigant in order to recover attorneys’ fees.” \nAubin v. Susi , 149 N.C. App. 320, 327,  560 S.E.2d 875, 880  (2002). Section 55-7-46 \nalso does not expressly provide that success in the derivative action must be in the \nform of a settlement or judgment in the lawsuit. \n19. The related provision in the  Revised Model Nonprofit Corporation Act \n(1987) (“Model Act”)  is also instructive. The Nonprofit Corporation Act was last \nrevised in 1993 , at which time the North Carolina General Assembly reviewed and \nconsidered the Model Act . Commentary, G.S. § 55A -7-40. The “Commentary” \naccompanying the revisions notes that “[a]lthough the drafters reviewed the [Model \nAct] and adopted certain of its provisions, the Act is substantially different from the \nModel Act.” Id. Accordingly, it appears that the General Assembly was aware of, but \ndid not adopt, Section 6.3(e) of the Model Act regarding a court’s authority to award \nattorneys’ fees to plaintiffs.  Section 6.3 (e) provides as follows: \nIf the proceeding on behalf of the corporation results in the \ncorporation taking some action requested by the \n \n \ncomplainants or otherwise was successful,  in whole or in \npart, or if anything was received by the complainants as \nthe result of a judgment, compromise or settlement of an \naction or claim, the court may award the complainants \nreasonable expenses (including counsel fees). \n \nRevised Model Nonprofit Corporation Act § 6.30(e) (emphasis added). \n \n20. The difference in the language of these statutes signals to the Court that \nthe legislature did not intend for  the Nonprofit Corporation Act to incorporate the \nsubstance of the BCA or the Model Act  regarding a court’s authority to award \nattorneys’ fees to a plaintiff. B oth the BCA and Model Act  take a more liberal \napproach by allowing a fee award to a  derivative plaintiff who has obtained some \nbenefit to the corporation regardless of the success on the merits of their underlying \nclaims. In addition, neither the BCA nor  the Model Act require that success be “by \nmeans of a compromise and settlement or by a judgment” as the Nonprofit \nCorporation Act does. T he Court concludes that § 55A-7-40(e) authorizes a court to  \naward attorney’s fees to a plaintiff in a derivative action only if the plaintiffs’ claims \nin the action on behalf of the corporation are successful in that they result in a \ncompromise and settlement or judgment on the merits.  \n21. Here, the reimbursement payments were not made pursuant to a \ncompromise and settlement or a judgment, and were not a direct result of any success \nof the Plaintiffs in this action. The Court’s award of attorneys’ fees to Plaintiffs in the \nAmended Order was a cle ar error of law and would work a manifest injustice to \nDefendants if not corrected. \n \n \n22. Accordingly, Defendants’ Motions to Reconsider are GRANTED. U pon \nreconsideration of its previous Order, the Court withdraws its award of attorneys’ \nfees to Plaintiffs’  counsel, and concludes Plaintiffs are not entitled to an award of \nattorneys’ fees in this lawsuit.  \nb. Motions for Fees. \n23. Defendants urge the Court to exercise its discretion to award attorneys’ \nfees pursuant to G.S. § 55A-7-40(f). Under the North Carolina Nonprofit Corporation \nAct, where a derivative action on behalf of a corporation “was brought without \nreasonable cause,” a  court may, upon final judgment, “require the plaintiff or \nplaintiffs to pay to the defendant or defendants the reasonable expenses, including \nattorneys’ fees, incurred by them in the defense of the action.” G.S. § 55A-7-40(f). \n24. The Court has thoroughly reviewed the Motions for Fees,  affidavits, \nbriefs and other materials filed by the parties  and concludes, in its discretion,  that \nPlaintiffs had reasonable cause to pursue the claims in this action. Accordingly, \nDefendants Motions’ for Fees are DENIED. \n25. Except as expressly granted above, the Motions are DENIED. \n \nSO ORDERED, this the 7th day of March, 2017.  \n \n    /s/ Gregory P. McGuire   \n    Gregory P. McGuire \n    Special Superior Court Judge \n       for Complex Business Cases \n "
}