{
  "id": "8e049c707e0f33826df8fbb2048c03e1aa5912b3c8e2dd73a60c30a2f1a62e6e",
  "source_file": "data/raw/ncbc/8e049c707e0f33826df8fbb2048c03e1aa5912b3c8e2dd73a60c30a2f1a62e6e.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 4791 \n \nSRINIVAS SIVADHANAM, \nindividually and derivatively of 7 \nHILLS LEARNING, LLC and 7 \nHILLS LEARNING WAKE FOREST, \nLLC, \n \nPlaintiffs, \n \nv. \n \n7 HILLS LEARNING, LLC; 7 HILLS \nLEARNING WAKE FOREST, LLC; \nCHANDRASEKHAR \nPUCHAKAYALA; and JITHENDAR \nKANCHARLA, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION TO DISMISS \nAMENDED COUNTERCLAIM \n \n \n1. THIS MATTER is before the Court on Plaintiff Srinivas Sivadhanam’s \n(“Plaintiff”) Motion to Dismiss Amended Counterclaim  (the “Motion” or “Motion to \nDismiss”) pursuant to North Carolina Rule of Civil Procedure (“Rule(s)”) 12(b)(6) filed \non 17 February 2021 in the above -captioned case.  (ECF No. 15.)  For the reasons \nstated below, the Motion is DENIED. \nGraebe Hannah & Sullivan, PLLC, by Christopher T. Graebe and John \nWilliam Graebe, for Plaintiff Srinivas Sivadhanam. \n \nFiduciary Litigation Group , by Thomas R. Sparks, for Defendant s \nChandrasekhar Puchakayala and Jithendar Kancharla. \n \nEarp, Judge. \nI. INTRODUCTION \n2. The individual parties in this matter are members of three LLCs, two in \nNorth Carolina and one in New Jersey , that  were orga nized to operate childcare \nSivadhanam v. 7 Hills Learning, LLC, 2021 NCBC 53. \n \n \ncenters under franchise agreements with The Learning Experience (“TLE”).  Plaintiff \nbrings this action individually and on behalf of the North Carolina entities alleging \nthat his colleagues are engaged in self -dealing and waste of corporate assets.  \nDefendants counterclaim that Plaintiff’s alleged mismanagement of the New Jersey \nfranchise constitutes a breach of fiduciary duty owed to them .  The pending Motion \npertains to this counterclaim.   A central issue is whether there is a controlling \noperating agreement, oral, written, or otherwise, that speaks to the parties’ duties to \neach other. \nII. FACTUAL BACKGROUND \n3. The Court does not make findings of fact when ruling on a motion to \ndismiss under Rule 12(b)(6).  See, e.g., Concrete Serv. Corp. v. Invs. Grp., Inc., 79 N.C. \nApp. 678, 681 (1986).  Rather, t he Court tests the claims by stat ing the relevant \nfactual allegations in the Amended Answer and Counterclaims (“Amended \nCounterclaim”) construed in Defendants’  favor without being bound to any  of the \nalleged legal conclusions. \n4. On 3 October 2012 Defendants Chandrasekhar Puchakayala (“Charlie”) \nand J ithendar Kancharla (“Jeetu”; toget her, “Defendants”) executed a franchise \nagreement with TLE in contemplation of their purchase of a TLE franchise in Chapel \nHill, North Carolina.  (Am. Answer & Countercls. ¶ 1 [hereinafter “Countercl.”], ECF \nNo. 3 .)  Two weeks later , Defendants and Plainti ff signed a document entitled \n \n \n“Partnership Agreement,” which gave each party a one-third interest in the ir \nenterprise.  (Countercl. ¶ 2; see Partnership Agreement, ECF No. 16.1.1)   \n5. The Partnership Agreement specifically reference s the North Carolina \nUniform Partnership Act  (the “Uniform Partnership Act”) , stating that the parties \n“desire to join together in a general partnership under and pursuant to the Uniform \nPartnership Act, amended from time to time[.]”  (Partnership Agreement, at \nExplanatory Statement); see N.C.G.S. § 59 -31, et seq.  The Partnership Agreement \nlimits any duties imposed by the Uniform Partnership Act by allowing each partner \nto “engage in and possess any interest in other business or ventures of every nature \nand description, independently or with other persons, whether or not, directly or \nindirectly, in competition with the business or purpose of the Partnership[.]” \n(Partnership Agreement, at § 8.2.) \n6. The Partnership Agreement has never been terminated.   (Countercl. \n¶ 5.) \nA. The North Carolina Franchises (Chapel Hill and Wake Forest) \n7. On 24 October 2012 the parties organized  Nominal Defendant 7 Hills \nLearning Center, LLC to operate the Chapel Hill TLE franchise (the “Chapel Hill \n \n1 Although Defendants did not attach any of the relevant documents to their Counterclaim, \nthe Court may review on a motion to dismiss “a document . . . expressly referenced,” included \nin the Complaint or Answer, and integral to the claims without converting the motion to one \nfor summary judgment.  Tomlin v. Dylan Mortg. Inc., 2000 NCBC LEXIS 11, at *2 n.1 (N.C. \nSuper. Ct. June 12, 2000); see Oberlin Cap ., L.P. v. S lavin, 147 N.C. App. 52, 60 (2001) \n(“[W]hen ruling on a Rule 12(b)(6) motion, a court may properly consider documents which \nare the subject of a plaintiff's complaint and to which the complaint specifically refers even \nthough they are presented by the defendant.”).   Thus, the Court cites to those Plaintiff’s \nexhibits integral to Defendants’ claim. \n \n \nLLC”).  (Countercl. ¶ 7.)  The p arties agree that they never executed a separate \ndocument entitled “operating agreement” for the Chapel Hill LLC.  (Countercl. ¶ 3 ; \nCompl. ¶ 11, ECF No. 2.) \n8. On 25 October 2012 the parties amended their franchise agreement with \nTLE to include Plaintiff.  (Countercl. ¶ 8.)   \n9. The parties agreed to be bound to the terms of the TLE franchise \nagreement, which contains a provision that each of them, individually, as well as the \nentity they thereafter organize, is considered an “Affiliate.”  (Countercl. ¶ 9(a).) \n10. Notably, the franchise agreement also contains a cross-default provision \ngiving TLE the right , in the event of default, not just to terminate the franchise \nagreement of the defaulting franchise, but also to terminate (or pursue other \navailable remedies against) any other TLE franchise owned by any of the Affiliates, \neven if that other franchise was co-owned by a party who had no ownership interest \nin the defaulting franchise.  (Countercl. ¶ 9(c) ; see First. Am. Franchise Agreement, \nECF No. 16.2.) \n11. On 8 July 2016 the parties organized  Nominal Defendant 7 Hills \nLearning Wake Forest, LLC (the “Wake Forest LLC”; together with the Chapel Hill \nLLC, the “North Carolina LLCs”), (Countercl. ¶ 12), for the purpose of establishing a \nTLE franchise in Wake Forest, North Carolina, (Countercl. ¶ 13).  They entered into \na franchise agreement for the Wake Forest LLC on 22 August 2016.  That franchise \nagreement contains the same cross -default provision  as appears in the franch ise \nagreement for the Chapel Hill LLC.  (Countercl. ¶ 14.)  And, as with the Chapel Hill \n \n \nLLC, the parties did not execute a separate document entitled “operating agreement” \nfor the Wake Forest LLC.  (Countercl. ¶ 15; see also Compl. ¶ 11.) \n12. On or about 2 September 2016, Defendants and Plaintiff amended their \nPartnership Agreement to include a fourth  business partner, Rahul Patel (“Patel”), \nmaking each of them 25% interest-holders in the Wake Forest LLC.  (Countercl. ¶ 17.)  \nPatel executed the  franchise agreement for the Wake Forest childcare center  on 8 \nSeptember 2016.  (Countercl. ¶ 18.) \n13. On 28 February 2018, however, Patel left the Wake Forest LLC .  T he \nparties then executed a “Partnership Dissolution Agreement” dissolving the \npartnership only as to Patel  and returning the parties to a one-third interest each.  \n(Countercl. ¶ 19.) \nB. The New Jersey Franchise \n14. At some point in 2016, Plaintiff expressed to Defendants his interest in \nacquiring a third TLE franchise, this time in New Jersey, and offered Defendants the \nopportunity to join him.  Defendants declined the offer.  (Countercl. ¶ 21.) \n15. Thereafter, on 1 December 2016 Plaintiff organized a New Jersey LLC \nunder the name 7 Hills Learning, LLC (the “New Jersey LLC”) and served as its sole \nmember.  (Countercl. ¶ 22.)  On 15 December 2016 Plaintiff executed a franchise \nagreement with TLE containing substantially the same provisions as stated above.  \n(Countercl. ¶ 23.)   Plaintiff also executed a loan to fund the New Jersey LLC from \neither TLE or a TLE-owned entity.  (Countercl. ¶ 26.) \n \n \n16. Plaintiff operated the New Jersey LLC alone until June 2017, although \nhe frequently sought Jeetu’s advice.  (Countercl. ¶¶ 28–29.)  Unfortunately, the New \nJersey LLC struggled, and “staff morale was low, enrollments dropped precipitously, \nrevenues decreased substantially, [and] employee retention became problematic ,” \namong other things.  (Countercl. ¶ 30.)  Given Plaintiff’s involvement with Jeetu in \nthe North Carolina franchises, TLE contacted both Plaintiff and  Jeetu about its \nconcerns.  (Countercl. ¶¶ 31–32.) \n17. By late May or early June 2017,  the New Jersey LLC’s financial \ncondition had deteriorated to the point that Plaintiff had sought assistance from \nCharlie, who loaned the New Jersey LLC a total of $75,000 .  (Countercl. ¶ 33.)  \nPlaintiff sought help from both Defendants to “keep the New Jersey [LLC] viable and \noperating.”  (Countercl. ¶ 34.) \n18. Meanwhile, TLE informed Defendants that  pursuant to the cross -\ndefault provisions in  each of the franchise agreements , it would look to the North \nCarolina LLCs to cover the resulting damages should the New Jersey LLC default .  \n(Countercl. ¶ 35.)  According to Defendants, they faced a Hobson’s choice:  let the New \nJersey LLC default and risk the future of the North Carolina LLCs, or help Plaintiff \nkeep the New Jer sey LLC from defaulting and save the N orth Carolina LLCs from \napplication of the cross-default provision.  (Countercl. ¶ 36.)  \n19. Even though they had not wanted to participate in the New Jersey \noperation, Defendants chose the latter  option, joined in the ownership of the New \nJersey LLC , and assum ed the TLE loan, which had a balance of approximately \n \n \n$165,000 at that time.  (Countercl . ¶¶ 38–39.)  On 12 June 2017 Jeetu and Charlie \nsigned a franchise agreement with TLE for the New Jersey LLC.  (Countercl. ¶ 42.)  \n20. Prior to committing to invest in the New Jersey LLC, Defendants \nrequested the New Jersey LLC’s financial records to conduct their due diligence, but \nPlaintiff refused to provide them.  (Countercl. ¶ 40.)   Defendants allege that “[i]n a \nnormal franchise acquisition process, such a refusal of financial transparency would \nmake the potential purchaser terminate the process; however,  in this case, \n[Defendants] knew that, had they not tried to salvage what they could of the New \nJersey [LLC], they risked default of the N orth Carolina [LLCs].”  (Countercl. ¶ 41.)   \nCalling their participation a “forced ownership,” (Countercl. ¶ 43), Defendants allege \nthat they had “no choice but to tolerate their business partner’s abject lack of concern \nor appreciation for what they were doing for him.”  (Countercl. ¶ 41). \n21. After joining as members, Defendants made capital contributions to the \nNew Jersey LLC  to keep the center running .  Jeetu contributed a total of $77,000, \nand Charlie contributed a total of $89,000.  (Countercl. ¶ 43.)  Jeetu also took a \npersonal loan of $100,000 to help fund the New Jersey LLC’s flagging operation s.  \n(Countercl. ¶ 45.)   \n22. Meanwhile, Plaintiff did not contribute “equally” to the New Jersey \nLLC’s finances.  (Countercl. ¶ 44.)  The same was true of its operations.  Although not \nhis desire to do so, Jeetu “undertook an active role in management .”  At the same \ntime, however, Plaintiff “essentially abandoned the center.”  (Countercl. ¶¶ 46–47.) \n \n \n23. Shortly after joining the operation, Defendants discovered that bills had \ngone unpaid for months and learned that the building had fallen into disrepair.  \n(Countercl. ¶ 48.)  Despite their efforts, the downward spiral continued.  TLE finally \nissued a notice of default on 15 October 2017.  (Countercl. ¶ 49.) \n24. In early 2018, the parties paid $100,000 of their personal funds as part \nof a transaction to extricate themselves from the New Jersey Center and transfer the \nbusiness to an unrelated third party.  (Countercl. ¶ 50.)  The transaction also required \nthat the Chapel Hill LLC assume repayment of the TLE loan, which still had  a \nbalance of approximately $165,000, and Defendants were required to personally \nguarantee all the debt of the New Jersey Center, including this loan.  (Countercl. \n¶ 51; see also Countercl. ¶ 9(d) (stating that each party “personally guaranteed all \nobligations of the Chapel Hill TLE [f]ranchise incurred by any of them during their \noperation of it” under the franchise agreements).) \n25. Defendants allege that , despite having to take on “substantial and \nunanticipated” debt from the New Jersey LLC , they have  continued to manage the \nNorth Carolina LLCs  successfully.  (Countercl. ¶ 53 .)  However, t hey contend that \nPlaintiff’s actions with respect to  the New Jersey LLC render him directly  and \npersonally liable to Defendants for breach of fiduciary duty.  (Countercl. ¶ 57.)  This \nis because, a ccording to Defendants, the Partnership Agreement and franchise \nagreements together constitute the operating agreement for both North Carolina \n \n \nLLCs and impose special “partnership- like” fiduciary duties  on the members .2  \n(Countercl. ¶ 16.)  \nIII. PROCEDURAL BACKGROUND \n26. Plaintiff filed his Complaint on 14 April 2020.  (Compl.)  \n27. Defendants filed their Answer and Counterclaims on 7 July 2020, \n(Answer & Countercls., ECF No. 6), and their Amended Counterclaim  on 5 January \n2021.  In their Amended Counterclaim, Defendants assert a single  claim for breach \nof fiduciary duty individually against Plaintiff.  (Countercl. ¶¶ 58–61.) \n28. Plaintiff filed his  Motion to Dismiss Amended Counterclaim on 17 \nFebruary 2021.  (Mot. Dismiss Am. Countercl., ECF No. 15.)   The Motion has been \nfully briefed, and the Court heard oral arguments during a Hearing held on 11 August \n2021, at which all parties  except the nominal  defendants were represented by \ncounsel.3  The Motion is now ripe for determination. \nIV. LEGAL STANDARD \n29. “When reviewing a [counterclaim] . . . under Rule 12(b)(6), [the Court] \ntreat[s] a [claimant’s] factual allegations as true.”  State ex rel. Cooper v. Ridgeway \nBrands Mfg., LLC , 362 N.C. 431, 442 (2008) (quoting Stein v. Asheville City Bd. of \n \n2 Despite the fact that one of the documents at issue is entitled “Partnership Agreement,” \nand contrary to paragraph 16 of the Amended Counterclaim, (Countercl. ¶ 16 (stating the \ntheory that the parties are partners who owe each other fiduciary duties)), during the 11 \nAugust 2021 hearing on this Motion  (the “Hearing”) , counsel for Defendants stated that \nDefendants do not contend that the parties were actually partners at the time of the relevant \nevents.  Rather, Defendants contend that they, along with Plaintiff, were members in both of \nthe North Carolina LLCs but that the Partnership Agreement governed their relationship.  \n(Aug. 11, 2021 Hr’g Tr. 47:24–48:6 [hereinafter “Tr.”], ECF No. 41.) \n \n3 Nominal Defendants have been unrepresented at all times since the filing of the Complaint.     \n \n \nEduc., 360 N.C. 321, 325 (2006)).  However, “conclusions of law or unwarranted \ndeductions of fact are not admitted.”  Wray v. City of Greensboro , 370 N.C. 41, 46 \n(2017) (quoting Arnesen v. Rivers Edge Golf Club & Plantation, Inc. , 368 N.C. 440, \n448 (2015)). \n30. “Dismissal of an action under Rule 12(b)(6) is appropriate when the \n[counterclaim] ‘fail[s] to state a cla im upon which relief can be granted.’ ”  Arnesen , \n368 N.C. at 448 (quoting N.C. R. Civ. P. 12(b)(6)); see also Wray , 370 N.C. at 46 (“A \ncomplaint should not be dismissed under Rule 12(b)(6) . . . unless it affirmatively \nappears that plaintiff is entitled t o no relief under any state of facts which could be \npresented in support of the claim.” (citation and internal quotation marks omitted)). \n31. “[A counterclaim] fails in this manner when: ‘(1) the [counterclaim]  on \nits face reveals that no law supports the [defendants’] claim; (2) the [counterclaim] on \nits face reveals the absence of facts sufficient to make a good claim; or (3) the \n[counterclaim] discloses some fact that necessarily defeats the [defendants’] claim.’ ”  \nKrawiec v. Manly, 370 N.C. 602, 606 (2018) (quoting Wood v. Guilford Cty., 355 N.C. \n161, 166 (2002)). \nV. ANALYSIS \n32. Despite alleging in the alternative that the parties are either “Partners \nwho . . . owe fiduciary duties to each other ” or “Co-Members of limited liability \ncompanies who have expanded their duties to each other by making them fiduciaries \nof each other,” and despite referencing fiduciary duties Plaintiff “owes his business \npartners,” (Countercl. ¶ ¶ 16, 59), a t the Hearing , Defendants abandoned their \n \n \npartnership theory.  Instead, they embraced their status as members of two LLCs but \nargued that the LLCs’ operating agreement , which they contend is composed of a  \ncombination of the pre -existing Partnership Agreement and the franchise \nagreements, created fiduciary duties that Plaintiff breached.  (Tr. 47:24–48:6.) \n33. Plaintiff seeks dismissal of Defendants’ breach of fiduciary duty claim \nbased on the well-established rule in North Carolina that LLC members do not owe \nfiduciary duties to their fellow members, (Br. Supp. Pl.’s Mot. Dismiss Am. Countercl. \n9 [hereinafter “Pl.’s Br.”], ECF No. 16), and because, they argue,  the Partnership \nAgreement and franchise agreements  do not impose specific fiduciary duties, (Pl.’s \nBr. 10). \n34. “For a breach of fiduciary duty to exist, there must first be a fiduciary \nrelationship between the parties. ”  Dalton v. Camp, 353 N.C. 647, 651 (2001) .  “ As \nexplained by our Court of Appeals, the North Carolina Limited Liability Company \nAct ‘does not create fiduciary dutie s among members ’ of an LLC. ”  Slattery v. \nAppycity, LLC, 2021 NCBC LEXIS 24, at *24 (N.C. Super. Ct. Mar. 24, 2021) (quoting \nKaplan v. O.K. Techs., LLC , 196 N.C. App. 469, 473 (2009) ); see generally N.C.G.S. \n§ 57D-1-01, et seq. \n35. In addition, i t is settled law that LLC members generally cannot \nmaintain an individual claim against another member for harms suffered by the LLC.  \nSee Green v. Freeman , 367 N.C. 136, 142 (2013)  (“The general rule is that \n‘[s]hareholders, creditors or guarantors of corporat ions generally may not bring \nindividual actions to recover what they consider their share of the damages suffered \n \n \nby the corporation.’ ” (quoting Barger v. McCoy Hillard & Parks, 346 N.C. 650, 660 \n(1997)); Bennett v. Bennett, 2019 NCBC LEXIS 19, at *13 (N. C. Super. Ct. Aug. 6, \n2019) (“These rules apply equally to LLCs and their mem bers because the members \nare, for this purpose, functionally equivalent to corporate shareholders.” (citation and \ninternal quotation marks omitted)).   \n36. Under Barger, however, an LLC member may maintain an individual \naction against a fellow LLC member for a harm that “directly affects” the member if \nhe can show “that the wrongdoer owed him a special duty or that the injury suffered \nby the [member]  is separate and distin ct from the injury sustained by the other \n[members] or the [LLC] itself.”  Barger, 346 N.C. at 659. \n37. As members of an LLC, the parties here were free to define their \nrelationship.  See Vanguard Pai Lung, LLC v. Moody, 2019 NCBC LEXIS 39, at *17–\n18 (N.C. Sup er. Ct. June 19, 2019) (“Because ‘an LLC is primarily a creature of \ncontract,’ the members are generally free to arrange their relationship however they \nwish.  Among other things, they may depart from statutory default rules,  . . . and \nimpose or eliminate fiduciary duties for members and managers.” (quoting Crouse v. \nMineo, 189 N.C. App. 232, 237 (2008)) (citations omitted)).   \n38. Typically, the relationship among and between the members and the \nLLC is defined in an operating agreement.  However, t he North Carolina Limited \nLiability Company Act does not require an operating agreement, nor does it prescribe \nthe form that an operating agreement  must take .  See N.C.G.S. § 57D- 1-03(23) \n(defining “operating agreement” as “[a]ny agreement concerning the LLC or any \n \n \nownership interest in the LLC to which each interest owner is a party or is otherwise \nbound as an interest owner” and stating that “the operating agreement may be in any \nform, including written, oral, or implied, or any combination thereof”). \n39.   Defendants plead repeatedly that the Partnership Agreement \nconstitutes the governing document  for their business enterprise , regardless of the  \nterm they used for themselves or the corporate form  their business eventually took.  \nGoing a step further, Defendants plead that the franchise agreements, or at least \ncertain provisions thereof, form part of the governing document , and that by \ndescribing their obligations with respect to the management of the North Carolina \nLLCs through these franchise agreements, they have further defined the fiduciary \nduties they owed to one another.  ( See, e.g., Countercl. ¶ 10 (“By October 25, 2012, \n[the parties] were business partners, and the terms of their partnership were defined \nby said Partnership Agreement and the obligations each owed to the others imposed \nby the Franchise Agreement and the amendment thereto.”).) \n40. Defendants further plead that the incorporation of fiduciary duties \nimposed by the Uniform Partnership Act in the document creates “special duties” \nunder Barger, permitting their direct action.  (Countercl. ¶ 16 (“[The parties are] Co-\nMembers of limited liability companies who have expanded their duties to each other \nby making them fiduciaries of each othe r[.]”); see also Br. Opp’n Mot. Dismiss Am. \nCountercl. 14 [hereinafter “Br. Opp’n”], ECF No. 21 (“[B]y virtue of the reality that \nthe parties executed the Partnership Agreement, they elected to impose, individually, \nfiduciary duties on themselves to each other.”).)  \n \n \n41. The Court determines that, under  the standard set by  Rule 12(b)(6), \nDefendants have alleged facts sufficient to state a claim. \n42. In his briefing and at the Hearing, Plaintiff urged the Court to go beyond \nthe pleadings and to consider as determinative how  unlikely it would be for the \nparties to intend for a Partnership Agreement and franchise agreements that predate \nthe formation of the LLCs to constitute the operating agreement for the LLCs.  (Reply \nBr. Pl.’s Mot. Dismiss Am. Countercl. 7, ECF No. 25 (“[W]hen the  Partnership \nAgreement and Franchise Agreement (and the amendment adding [Plaintiff]) were \nexecuted, the two [North Carolina] LLCs did not exist .”); Tr. 9:20–10:4 (highlighting \nthe argument’s “facial absurdity”) .)  However, nothing in the LLC Act forbids the \nformation of an operating agreement prior to organization of the LLC itself, see \nN.C.G.S. § 57D- 1-03(23), nor has Plaintiff presented any authority supporting that \nproposition. \n43. The Court observes that the Partnership Agre ement expressly \ncontemplates the formation of an entity to operate as a “[d]ay care center” under TLE, \nand that the Partnership Agreement  was executed only seven days prior to the \norganization of the Chapel Hill LLC.  (See Partnership Agreement.)  The short period \nof time between execution of the Partnership Agreement and the formation of the \nfirst LLC contemplated under the Partnership Agreement suggests that the \nPartnership Agreement, at the very least, “concern[ed] the LLC[.]”  See N.C.G.S. § \n57D-1-03(23).   \n \n \n44. In addition, the parties’ franchise agreements, which also contemplate \nthe existence of TLE childcare centers and contain the cross-default provisions, were \nlikewise executed in close proximity to the time the LLCs were organized.  The Court \ncannot ignore the parties ’ pleading stating that they  intended for the several \nagreements in combination to establish their duties to each other.   (See Countercl. \n¶¶ 1, 8, 14); see also N.C.G.S. § 57D-1-03(23). \n45. Furthermore, i n this case, Defendants allege that their relationship \nbegan with the Partnership Agreement and that they continued to abide by its terms \nto both add and subtract Patel as a member after the LLCs were organized.  ( See \nCountercl. ¶¶ 17, 19.)  The parties’ continued reliance on the Partnership Agreement \nand its terms, even after formation of the LLCs, could indicate that the parties still \nconsidered the Partnership Agreement to govern their relationship and explain why \nthey never refashioned the documents into a more traditional operating agreement.  \n46. The Court cannot say as a matter of law, then, that the Partnership \nAgreement, alone or in combination with the franchise agreements, constitutes or \ndoes not constitute an operating agreement that created fiduciary duties between and \namong the parties.   \n47. Plaintiff urges the Court to take judicial notice of Defendants’ sworn \nstatements in a nother forum as proof that no operating agreement existed for the \nNorth Carolina LLCs.   (Pl.’s Br. 10 –11.)  On a motion to dismiss, the Court may \n“consider records of which it has taken judicial notice. ”  BB&T Boli Plan Trust v. \nMass. Mut. Life Ins. Co., 2016 NCBC LEXIS 36, at *27 (N.C. Super. Ct. Apr. 29, 2016) \n \n \n(citing Wood v. J.P. Stevens & Co., 297 N.C. 636, 641 (1979) (“[I]t is clear that judicial \nnotice can be used in rulings on . . . motions to dismiss for failure to state a claim[.]”)).  \nThe Court may take judicial notic e of adjudicative facts that are not subject to \nreasonable dispute because they are either “ generally known within the territorial \njurisdiction of the trial court ” or “capable of accurate and ready determination by \nresort to sources whose accuracy cannot reasonably be questioned. ”  N.C. R. Evid. \n201(a)–(b).   \n48. Plaintiff has presented Defendants’ sworn statements from a  Verified \nComplaint filed in New Jersey stating that “[t]he [North Carolina] LLCs were created \nwithout operating agreements and at no time sin ce their creation have operating \nagreements been executed or otherwise ratified for these LLCs.”  (Verified Compl. \n¶ 16, ECF No. 16.10.)  Defendants further ple aded that in 2017, they “drafted and \nattempted to execute operating agreements for the [North Carolina] LLCs, as well as \nthe [New Jersey] LLC, but [Plaintiff] refused to sign.”  (Verified Compl. ¶ 37.)  \n49. Defendants respond that their statement s in the New Jersey pleading  \nmeant only that no document entitled “operating agreement” exists for either North \nCarolina LLC, but that they, instead, operated under the terms of the Partnership \nAgreement and the franchise agreements.  (Tr. 23:20–24:11.) \n50. Even were the Court to take judicial notice of this pleading as Plaintiff \nurges, the sworn statements do not foreclose Defendants’ Amended C ounterclaim at \nthis juncture.  Rather, the sworn statements establish that Defendants attempted to \nprocure an executed document entitled “ operating agreement” for each of the LLCs, \n \n \nbut that they were not successful .  The statements do not speak directly to whether \nthe parties  intended for the Partnership Agreement and franchise agreements  to \nserve as the LLCs governing documents until another agreement could be executed. \n51. While it would be an unusual set of circumstances that would lead a \nfact-finder to conclude that the parties intended portions of commercial agreements, \nparticularly those agreements that involve third parties such as the franchise \nagreements at issue here, to serve as the governing documents for a limited liability \ncompany, on this record the Court cannot as a matter of law rule out that possibility.  \nThis is particularly so when each of the documents explicitly references the business \nto be formed as the LLC.  ( See, e.g.,  Partnership Agreement, at Explanatory \nStatement (stating that the parties desired to enter into the business of “purchasing, \nacquiring, operating, leasing, owning and selling Day care center from TLE[.]”).)   \n52. Less unusual would be a scenario in which a closely  held LLC starts as \na “partnership” and continues to both refer to itself in those terms and gov ern itself \nby a “partnership agreement” even after organizing as an LLC.  Again, under these \nunique circumstances, the Court cannot conclude that the facts alleged fail to present \na claim under Rule 12(b)(6). \n53. Defendants also point to the cross -default provisions within the \nfranchise agreements in support of their theory that a higher standard of care was \nimposed on the Plaintiff.  (Br. Opp’n 14 –16.)  The Court makes no determination at \nthis time as to whether t he parties ultimately intended the franchise agreements’ \nterms to speak to their duties with respect to one another as part of an operating \n \n \nagreement.  Instead, the Court determines  that this is more properly decided on a \nmore developed record. \n54. As to Plain tiff’s argument that Defendants have failed to specify the \nfiduciary duty that was breached and how it was breached, the Court applies a notice \npleading standard.   Global Textile All., Inc. v. TDI Worldwide, LLC , 2018 NCBC \nLEXIS 159, at *11 (N.C. Super. Ct . Nov. 29, 2018) (“ North Carolina is a notice \npleading state.” (citing Feltman v. City of Wilson , 238 N.C. App. 246, 252 (2014) )).  \n“Under notice pleading, a statement of claim is adequate if it gives sufficient notice \nof the claim asserted to enable the adverse party to answer and prepare for trial, to \nallow for the application of the doctrine of res judicata, and to show the type of case \nbrought.”  Feltman, 238 N.C. App. at  252; (see also Countercl. ¶¶ 58 –61 (alleging a \nbreach of fiduciary duty claim that does not rise to the level of fraud)).  Accordingly, \nthe Court concludes that Defendants have adequately alleged a  claim for breach of \nfiduciary duty. \n55. In sum, b ased on the allegations in the Amended Counterclaim, the \ndocuments expressly referenced in the Amended Counterclaim and submitted to the \nCourt, and the facts alleged that are unique to this case, the Court cannot say as a \nmatter of law that no fiduciary duty exists between the parties .  See Wray, 370 N.C. \nat 46.   \n56. The Court therefore DENIES Plaintiff’s Motion to Dismiss.   However, \nthe Court reserves judgment on which fiduciary duty has been implicated, whether \nunder the Uniform Partnership Act or otherwise; whether a breach of fiduciary duty \n \n \nhas actually occurred; and whether the harms alleged here give rise to a direct claim \nunder Barger.  The Court merely holds at this juncture that Defendants’ Amended \nCounterclaim, taken as true for purposes of this Motion, ha s pleaded facts sufficient \nto meet the Rule 12(b)(6) standard and proceed to discovery. \nVI. CONCLUSION \n57. WHEREFORE, for the reasons set forth above, the Court hereby \nDENIES Plaintiff’s Motion to Dismiss. \nIT IS SO ORDERED, this the 8th day of September, 2021. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge  \n  for Complex Business Cases \n  \n \n "
}