{
  "id": "8e386b6ea01d2db2d1274d0f776465bc85faa46e8549c08191b944f680353e9c",
  "source_file": "data/raw/ncbc/8e386b6ea01d2db2d1274d0f776465bc85faa46e8549c08191b944f680353e9c.pdf",
  "raw_text": "Am. Realty Advisors v. Lexington Ins. Co., 2019 NCBC 58. \n \n \n \nSTATE OF NORTH CAROLINA \nWAKE COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 5171 \nAMERICAN REALTY ADVISORS; and \nSVF WESTON LAKESIDE, LLC, \n \nPlaintiffs, \n \nv. \n \nLEXINGTON INSURANCE \nCOMPANY; CERTAIN \nUNDERWRITERS AT LLOYD’S OF \nLONDON SUBSCRIBING TO POLICY \nNO. V062367; COMMONWEALTH \nINSURANCE COMPANY; and SR \nINTERNATIONAL BUSINESS \nINSURANCE COMPANY LTD.,  \n \nDefendants. \n \nORDER AND OPINION ON \nPLAINTIFFS’ MOTION FOR  \nPARTIAL SUMMARY JUDGMENT  \nON CHOICE OF LAW \n \n1. THIS MATTER is before the Court on Plaintiffs ’ Motion for Partial \nSummary Judgment on Choice of Law (“Motion”), which seeks a determination that \nN.C.G.S. § 58 -3-1 (“Section 58 -3-1”) requires that insurance coverage under the \npolicies at issue is to be determined by the law of North Carolina.  Having considered \nthe briefs and relevant law, and having heard argument of counsel, the Court \nGRANTS the Motion. \nRobinson, Bradshaw & Hinson, P.A., by R. Steven DeGeorge, Richard C. \nWorf, and Benjamin C. Decelle, for Plaintiffs. \n \nDLA Piper, LLP, by Mark L. Deckman and Aidan M. McCormack , and \nWyrick, Robbins, Yates & Ponton, LLP, by Charles George, for Defendant \nCertain Underwriters at Lloyd’s of London Subscribing to Policy No. \nV062367. \n \n \n \nFox Rothschild, LLP, by Thomas M. Contois and Jeffrey R. Whitley, and \nMound, Cotton, Wollan & Greengrass, LLP, by Wayne R. Glaubinger and \nScott J. Sheldon, for Defendant Lexington Insurance Company. \n \nWilson, Elser, Moskowitz, Edelman & Dicker, LLP, by Jeff rey W. \nMelcher, for Defendant Commonwealth Insurance Company. \n \nGale, Judge. \nI. INTRODUCTION \n2. Plaintiff SVF Weston Lakeside, LLC (“SVF”) owns property in Cary, \nNorth Carolina.  Its discretionary real estate manager, Plaintiff  American Realty \nAdvisors (“Advisors”), secured insurance policies covering that property for the 2007 \npolicy year from Lexington Insurance Company (“Lexington”), Certain Underwriters \nat Lloyd’s of Londo n Subscribing to Policy No. V062367  (“Underwriters”), \nCommonwealth Insurance Co mpany (“Commonwealth”), and SR International \nBusiness Insurance Company Ltd. (“SR International”) (collectively , “Defendants”).  \nThis litigation involves disputes as to coverage provided by those policies.  Plaintiffs \ncontend that coverage must be determined by North Carolina law.  Defendants \ncontend that California law should be applied.    \n3. The issue turns on the interpretation of a section of North Carolina’s \nInsurance Code which provides: \nAll contracts of insurance on property, lives, or interests in this State \nshall be deemed to be made therein, and all contracts of insurance the \napplications for which are taken within the State shall be deemed to \nhave been made within this State and are subject to the laws thereof. \n \nN.C.G.S. § 58-3-1. \n \n4. Plaintiffs contend that Section 58 -3-1 applies and mandates that \ncoverage be determined by North Carolina law.   Defendants contend that due process \n \n \nprohibits applying Section 58-3-1, and the law of California should be applied under \ntraditional conflict of laws principles. \n5. Due process requires that North Carolina have a  “close connection” to \nthe interests insured before Section 58-3-1 may be applied.  See Collins & Aikman \nCorp. v. Hartford Accident & Indem. Co. , 335 N.C. 91, 95, 436 S.E.2d 243, 245 –46 \n(1993).  The Court concludes that uncontested facts demonstrate such a close \nconnection, that Section 58-3-1 therefore applies, and as a result the coverage dispute \nmust be resolved pursuant to North Carolina law.1 \nII. FACTUAL BACKGROUND \n6. The Court does not make findings of fact when ruling on a motion for \nsummary judgment but may summarize facts to provide context for its ruling.  See \nTransatlantic Healthcare, LLC v. Alpha Constr. of the Triad, Inc., 2017 NCBC LEXIS \n21, at *2 (N.C. Super. Ct. Mar. 9, 2017). \n7. This dispute arises from water damage and related loss suffered at the \nWeston Lakeside luxury apartment complex  situated in Cary, North Carolina  \n(“Property”).  (Am. Compl. ¶ 1, ECF No. 14.)  \n8. SVF purchased the Property in 2007.  (Aff. Martha Shelley Supp. Pls.’ \nMot. Partial Summ. J. Choice Law ¶ 6 (“Shelley Aff.”), ECF No. 64.2.)  SVF is a single \npurpose Delaware limited liability company  whose sole asset is the Property.  (Am. \nCompl. ¶ 3.)  Plaintiff Advisors is the discretionary real estate manager responsible \n                                                 \n1  The Motion only addresses the law to be applied to the coverage dispute.  It does not seek \nany resolution of what law will control whether Plaintiffs should recover on their claim for \nunfair or deceptive trade practices.   \n \n \nfor the Property, as well as other managed properties in multiple states throughout \nthe United States.  (Shelley Aff. ¶ 9.)  \n9. Lexington is a Delaware company with its principal place of business in \nMassachusetts.  (Am. Compl. ¶ 5.)  Lexington is registered with the N orth Carolina \nDepartment of Insurance to provide surplus lines insurance.  (Mem. Law Opp’n Pls.’ \nMot. Partial Summ. J. Choice Law (“Resp. Br.”) Ex. 1, N.C. Dep’t Ins. Screenshot, \nECF No. 70.1.)   \n10. Upon SVF’s acquisition of the Proper ty in 2007, the Property became \ncovered by Lexington’s  2006–2007 “all risk” commercial property insurance policy \npursuant to an after-acquired property clause that provided primary coverage of $15 \nmillion.  (See Am. Compl. Ex. A, 2006–2007 Lexington Policy ¶ 7, ECF No. 14.2; Mem. \nSupport Pls.’ Mot. Partial Summ. J. Choice Law 2 –3 (“Mem. Supp.”), ECF No. 64 .)  \nThe Property was also covered by follow-form excess policies issued by Underwriters, \nCommonwealth, and SR International that provided an additional $10 million in \ncombined coverage.  (See Am. Compl. Ex. I, Underwriters’ Policy, ECF No. 14.10; Am. \nCompl. Ex.  J, Commonwealth Policy, ECF No. 14.11; Am. Compl. Ex.  K, SR \nInternational Policy, ECF No. 14.2; Mem. Supp. 3.)   \n11. While Plaintiffs’ policies for other years mandate  application of \nCalifornia law,  the policies at issue in this litigation do not include a mandatory \nchoice of law provision.2  Rather, each provides: \n                                                 \n2  Plaintiffs were involved in separate litigation regardi ng policies for the 2013 policy year \nwhich included a mandatory choice of law provision calling for the application of California \nlaw.  In that litigation, Plaintiffs argued for the application of California law and against the \napplicability of Section 58-3-1.  See Certain Interested Underwriters Subscribing to Policy No. \n \n \nIt is agreed that in the event of the failure of the Company to pay any \namount claimed to be due hereunder or in the event of any other dispute \nrelating to this policy, the Company, at the request of the Insured, will \nsubmit to the jurisdiction of any court of competent jurisdiction within \nthe United States and will comply with all of the requirements necessary \nto give such court jurisdiction and all matters hereunder shall be \ndetermined in accordance with the law and practice of such cou rt, not \nincluding the court’s law regarding choice of law.  \n \n(See, e.g., Am. Compl. Ex. A, at ¶ 38.) \n12. Construction on the Property was completed in early 2007. (Shelley Aff. \n¶ 6).  The widespread water damage giving rise to this litigation was first discovered \nin December 2013.  (Shelley Aff. ¶ 10.)3   \n13. Plaintiffs contend that the events bear a close nexus to North Carolina, \nincluding that property damage and resulting repairs occurred in North Carolina , \n(Shelley Aff. ¶ 10) , the majority of key witnesses  as to construction and losses  are \nlocated in this state , (Shelley Aff. ¶ 1 2), and the Property is or has been home to \nhundreds of North Carolinians.  (Shelley Aff. ¶ 6.) \n14. Defendants contend there are several factors that would mandate that \nthe law of a foreign jurisdiction apply under traditional conflict of law principles, \n                                                 \nB1262P20017013 v. Am. Realty Advisors, No. 5:16-CV-940-FL; No. 5:17-CV-74-FL, 2017 U.S. \nDist. LEXIS 185842, at *10 (E.D.N.C. Nov. 9, 2017).  The court in that litigation found Section \n58-3-1 inapplicable in the face of a mandatory choice of law provision.  Id. at *12–13 (citing \nVolvo Constr. Equip. N. Am., Inc. v. CLM Equip. Co., 386 F.3d 581, 602 (4th Cir. 2004) \n(applying North Carolina law)).   Because of positions taken by Plaintiffs in the California \nlitigation, Defendants contend that Plaintiffs should now be estopped in this litigation from \narguing for the application of North Carolina law pursuant to Section 58 -3-1.  The Court \nconcludes that Defendants’ argument is misplaced in the face of the distinction in the policies \nat issue; one includes a mandatory choice of law provision while the other does not.  Notably, \nPlaintiffs also in their various correspondence consistently maintained that “. . . the Insured \nreserves all rights, express and implied, and waives none.”  (Resp. Br. Ex. 2, at 11, ECF No. \n70.2; Resp. Br. Ex. 3, at 4, ECF No. 70.3.) \n3 At this juncture, t he court need not determine when coverage was “triggered” under any \nparticular policy, if at all. \n \n \nincluding that Lexington is incorporated in Delaware, Advisors applied for the \npolicies from its California domicile, and the policies were delivered in California and \nbecame effective when accepted by the insurers in Massachusetts.  (Mem. Supp. 4.)   \nIII. PROCEDURAL HISTORY \n15.   The Complaint was filed on April 26, 2018.  (Compl., ECF No. 3.)  The \naction was designated as a mandatory complex business case on May 16, 2018, \n(Designation Order, ECF No. 5), and assigned to the undersigned on May 17, 2018  \n(Assignment Order, ECF No. 2). \n16.   A First Amended Complaint was filed on October 3, 2018 .  (Am. \nCompl.)  The Motion was filed on April 15, 2019, ( Pls.’ Mot. Partial Summ. J., ECF \nNo. 63), then fully briefed, and oral argument was heard on June 25, 2019.  The \nMotion is now ripe for determination. \nIV. STANDARD OF REVIEW \n17.   Summary judgment is appropriate “if the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with affidavits, if any, \nshow that there is no genuine issue of material fact and that any party is entitled to \njudgment as a matter of law.”   N.C. R. Civ. P. 56(c).  The moving party bears “the \nburden of clearly establishing lack of a triable issue.”  N.C. Farm Bureau Mut. Ins. \nCo. v. Sadler, 365 N.C. 178, 182, 711 S.E.2d 114, 116 (2011).    \nV. ANALYSIS \n18. The general traditional conflict of laws principles applicable to contracts \nfocuses on the location of the last act necessary to make the contract, including some \n \n \ninsurance policies.  See Fortune Ins. Co. v. Owens, 351 N.C. 424, 428, 526 S.E.2d 463, \n466 (2000) (“With insurance contracts the principle of lex loci contractus  mandates \nthat the substantive law of the state where the last act to make a binding contract \noccurred, usually delivery of the policy, controls the interpretation of the contract.”) .  \nHowever, Section 58 -3-1 mandates that , for  any policy to which it appli es, the \ninsurance contract is  deemed to have been made in North Carolina  as a matter of \nlaw, thereby requiring application of North Carolina law in interpreting  coverage \nunder the insurance policy .  Section 58-3-1’s reach is broad but is tempered by due \nprocess. \n19. The North Carolina Supreme Court has held that due process constrains \napplying Section 58-3-1 unless North Carolina has a “close connection” to the insured \nloss.  Collins & Aikman Corp. v. Hartford Accident & Indem. Co. 335 N.C. 91, 94–95, \n436 S.E.2d 243, 245–46 (1993).4  The test is simply stated but not so simply applied \nas its application revolves around the facts of particular cases from which no formula \nmay be easily derived. \n20. In Collins, a Delaware corporation with offices in New York and \nCharlotte and a transportation division headquartered in Albemarle, North Carolina, \npurchased insurance covering a fleet of vehicles almost all of which were  registered \nin North Carolina.  Collins & Aikman Corp. v. Hartford Accident & Indem. Co., 106 \nN.C. App. 357, 35 8, 416 S.E.2d 591, 59 1–92 (1992).  A California broker negotiated \n                                                 \n4  This “close connection” test , while similar, is distinct from the “minimum contacts” \nstandard applied in a long line of personal jurisdiction cases beginning with the United States \nSupreme Court opinion in Int’l Shoe Co. v. Washington, 326 U.S. 310 (1945).   \n \n \nthe insurance contract with the input of a North Carolina employee , and the order \nwas placed in California to a Connecticut office.  Id. at 359, 416 S.E.2d at 592.  The \npolicy was mailed to the California broker and then forwarded to North Carolina.  Id.  \nThe insurer had notice that North Carolina offices were involved in securing the \ncontract as North Carolina addresses were listed on endorsements attached to the \npolicy.  Id.  The Court found that these collective facts detailed “much more than a \ncasual connection with the substance of the insurance policy.”  Collins & Aikman \nCorp., 335 N.C. at 95, 436 S.E.2d at 245.  The Court ultimately determined that the \napplication of Section 58 -3-1 did not contravene due process because of North \nCarolina’s “close connection with the interests insured.”  Id. at 95, 436 S.E.2d at 246.  \nOur Court of Appeals has recognized that the “close connection” inquiry adopted in \nCollins & Aikman is  the controlling standard for determining whether Section 58-3-\n1 can constitutionally be applied to any particular case.  Martin v. Cont'l Ins. Co., 123 \nN.C. App. 650, 656, 474 S.E.2d 146, 149 (1996). \n21. Neither Collins & Aikman nor Martin provided any more extensive \ndiscussion of the factors to be used in determining whether a close connection exists.  \nThis Court then examined those cases where the question of Section 58 -3-1’s \napplication was at issue.5   \n                                                 \n5 Fortune Ins. Co. v. Owens, 351 N.C. 424, 526 S.E.2d 463 (2000); Collins & Aikman Corp. v. \nHartford Accident & Indem. Co., 335 N.C. 91, 436 S.E.2d 243 (1993); Avis Rent a Car Sys., \nLLC v. Andrews, No. COA16-1054, 2017 N.C. App. LEXIS 884 (N.C. Ct. App. Oct. 17, 2017) \n(unpublished); Haugh v. Nationwide Mut. Fire Ins. Co., 234 N.C. App. 115, 761 S.E.2d 754 \n(2014); Naylor Concrete Constr. Co. v. Mid-Continent Cas. Co., 232 N.C. App. 184, 754 S.E.2d \n259 (2014); Fortune Ins. Co. v. Owens, 132 N.C. App. 489, 512 S.E.2d 487 (1999); Martin v. \nCont'l Ins. Co., 123 N.C. App. 650, 474 S.E.2d 146 (1996); BB&T Boli Plan Tr. v. Mass. Mut. \nLife Ins. Co. , 2016 NCBC LEXIS 36 (N.C. Super. Ct. Apr. 29, 2016); Cont'l Cas. Co. v. \n \n \n22. A characteristic example of a case with no close connection is a personal \ninjury claim brought in North Carolina from an accident occurring in North Carolina \nbut where the litigants have no other connection to the state.  See, e.g., Fortune, 351 \nN.C. at 428–29, 526 S.E.2d at 466 (applying Florida law after finding that the policy \nwas issued in Florida, the vehicle was registered in Florida, and the driver had a \nFlorida driver’s license); see also Haugh v. Nationwide Mut. Fire Ins. Co., No. COA13-\n768, 2014 N.C. App. LEXIS 534, at *6 (N.C. Ct. App. 2014) (unpublished) (noting that \nboth vehicles involved were titled in South Carolina while finding no close connection \nwith North Carolina existed that would justify applying N.C.G.S. § 58-3-1).   \n23. In contrast, a clear example of a cl ose connection is where a company \nhas an overwhelming majority of  its operations in North Carolina and buys its \ninsurance policy from a North Carolina broker.  See Hartford Fire Ins. Co. v. St. Paul \nFire & Marine Ins. Co., 606 F. Supp. 2d 602, 607 (E.D.N.C. 2009) (applying North \nCarolina law).   \n24. The close connection inquiry is not satisfied by a mere tabulation of a \ndefendant’s assets or contacts.  See Martin, 123 N.C. App. at 656, 474 S.E.2d at 149 \n(“The Collins Court did not intend to measure the quantum of a [N.C.G.S.] § 58-3-\n1 close connection through the abstraction of percentages versus percentages. ”); see \n                                                 \nPhysicians Weight Loss Ctrs. of Am., 61 F. App’x 841  (4th Cir. 2003); Foster v. Wilet, 2016 \nU.S. Dist. LEXIS 161924 (W.D.N.C. Nov. 22, 2016); Sauer Inc. v. Lexington Ins. Agency Inc., \n2015 U.S. Dist. LEXIS 122063 (E.D.N.C. Sep. 14, 2015); Travelers Home & Marine Ins., Co. \nv. Pope, 2010 U.S. Dist. LEXIS 117325 (D.S.C. Nov. 3, 2010); Hartford Fire Ins. Co. v. St. \nPaul Fire & Marine Ins. Co., 606 F. Supp. 2d 602 (E.D.N.C. Jan. 16, 2009); Race City \nFasteners, Inc. v. Selective Ins. Co. 2007 U.S. Dist. LEXIS 32808 (W.D .N.C. May 3, 2007); \nWilmarth v. McKenzie 2007 U.S. Dist. LEXIS 32467  (W.D.N.C. May 2, 2007); Cananwill, \nInc. v. Emar Grp., Inc., 250 B.R. 533 (M.D.N.C. Mar. 5, 1999). \n \n \nalso Cont'l Cas. Co. v. Physicians Weight Loss Ctrs. of Am., 61 F. App’x 841, 845 (4th \nCir. 2003) (applying North Carolina law to conclude that  although only four of fifty \nnational franchise s were  in North Carolina  because they had at least 2,000 \ncustomers, this constituted a sufficiently close connection).6 \n25. The cases recognize other  factors which appear to be relevant  but not \nnecessarily controlling.  One such factor is whether the policy is a commercial policy.  \nSee Foster v. Wilet, 2016 U.S. Dist. LEXIS 161924 , at *5 (W.D.N.C. Nov. 22, 2016) \n(“Both Continental Casualty Company and Collins involved commercial insurance \npolicies.  This case involves a non-commercial insurance policy and involved a small \nnumber of individuals.”).  Another factor is the insurer’s actual awareness that it is \ninsuring North Carolina based operations.  See Collins & Aikman Corp., 106 N.C. \nApp. at 359, 416 S.E.2d at 592 (“The three exclusion endorsements signed by Duncan \nlist C&A’s Charlotte office as the address of the named insured.”).     \n26. North Carolina’s adoption of its “close connection” standard can be \nunderstood against the backdrop of federal cases dealing with insurance outside the \ncontext of Section 58-3-1.  A series of cases  dealing wit h insurance  coverage for \n                                                 \n6 Defendants agree that the facts of this case have a greater connection to other states , \ninviting the Court to employ some sort of balancing test.  However, the “close connection” test \nto be applied to Section 58 -3-1 is distinguished from the separate conflict of law standard \ncommonly referred to as the “most significant relationship” test , which may be applied to \nother claims.  See Andrew Jackson Sales v. Bi-Lo Stores, Inc., 68 N.C. App. 222, 225, 314 \nS.E.2d 797, 799 (1984) (applying “the law of the state having the most significant relationship \nto the occurrence giving rise to the action”).   It is uncertain whether this standard should \ncontrol Plaintiffs’ unfair or deceptive trade practice claim.  See Smithkline Beecham Corp. v. \nAbbott Labs., No. 1:15CV360, 2017 U.S. Dist. LEXIS 39264, at *17 (M.D.N.C. Mar. 20, 2017) \n(citing Stetser v. TAP Pharm. Prods., Inc., 165 N.C. App. 1, 15, 598 S.E.2d 570, 580 \n(2004)).  That question is not now at issue and is not addressed here. \n  \n \n \ninterstate transactions culminated with the United States Supreme Court adopting \nits widely cited holding that  “for a State’s substantive law to be selected in a \nconstitutionally permissible manner, that State must have a significant contact or \nsignificant aggregation of contacts, creating state interests, such that choice of its law \nis neither arbitrary nor fundamentally unfair.”  Allstate Ins. Co. v. Hague, 449 U.S. \n302, 312–13 (1981).  Collins cites an earlier opinion in this line of case s where the \ncourt refused to allow a state statute to be applied because of the state’s “slight \nconnection” to the controversy.  Collins & Aikman Corp., 335 N.C. at 95, 436 S.E.2d \nat 245, citing with approval, Hartford Accident & Indem . Co. v. Delta & Pine Land \nCo., 292 U.S. 143, 150 (1934).  \n27. A court may be guided by the absence of a mandatory choice of law \nprovision in a policy providing coverage for interstate operations.  Clay v. Sun Ins. \nOffice, Ltd. (“Clay II”), 377 U.S. 179 (1964)  (application of the law of the forum upheld \nwhere insurer was aware of the potential of suit in various fora but did not require \nan agreed to choice of law provision ).  Likewise, an insurer’s registration to do \nbusiness in the forum state may be relevant to whether applying the forum’s law is \nfundamentally fair.  See Allstate Ins. Co., 449 U.S. at 318.   \n28. With these principles in mind, the Court concludes that the combination \nof undisputed facts supported by the record demonstrates an adequate ly clear \nconnection between North Carolina and the insured interests to apply Section 58-3-1 \nconsistent with due process.   \n \n \n29. No single fact is determinative, but cumulatively the facts include that \nthe insurers were aware that they were insuring properties located in various states, \nincluding North Carolina, they consented to suit in the various states without \nrequiring a mandatory choice of law provision, the damages for which coverage is \nsought are based on losses occurring in North Carolina arising from the Property \nbeing constructed and operated in North Carol ina and housing  North Carolina \nresidents, as a result of which  facts necessary to determine the cause and extent of \nthe losses will depend largely on documents and witnesses located in North Carolina.   \n  CONCLUSION \n30. For the foregoing reasons,  the Court concludes that Section 58 -3-1 \napplies and mandates that coverage be determined pursuant to the law of North \nCarolina. \n31. The Motion is then GRANTED.   \n \nSO ORDERED, this the 10th day of September, 2019. \n \n \n/s/ James L. Gale \n James L. Gale \n Senior Business Court Judge \n \n "
}