{
  "id": "8e388c80f35646b5c01a8a3e719364683eb51352529af2d8b6037d60881807fc",
  "source_file": "data/raw/ncbc/8e388c80f35646b5c01a8a3e719364683eb51352529af2d8b6037d60881807fc.pdf",
  "raw_text": "Maloney v. Alliance Dev. Group, L.L.C., 2006 NCBC 11\n \n \nNORTH CAROLINA\n                                                 \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION\nCOUNTY OF MECKLENBURG\n                                                       \n06 CVS 6776\n \n \nROBERT\n  \nBRIAN MALONEY\n \n                                    \nPlaintiff,\n \n            \nv.\n \nALLIANCE DEVELOPMENT GROUP, \nLLC,\nALLIANCE D. HOLDINGS, LLC, and\nWILLIAM BURK, individually,\n \n                                    \nDefendants.\nORDER\n \nRayburn, Cooper & Durham, P.A. by C. Richard Rayburn, Jr., G. Kirkland Hardymon, and Tasha\nWinebarger for Plaintiff Robert Brian Maloney.\n \nDeVore, Acton & Stafford, P.A. by Fred W. DeVore, III, for Defendants Alliance Development\nGroup, LLC, Alliance D. Holdings, LLC, and William Burk.\n \nDiaz, Judge.\n \n{1}\n      \nThe Court heard this matter on 4 August 2006 on the Motion of Plaintiff Robert Brian Maloney\n(“Maloney”) for Issuance of a Preliminary Injunction and Appointment of a Receiver.\n  \nFor the reasons set\nforth below, and after considering the Court file, the written Motion, and counsels’ memoranda and oral\narguments, the Court \nDENIES\n the Motion on the grounds that Maloney has failed to show a likelihood of\nsuccess on the merits of his Uniform Fraudulent Transfer Act (“UFTA”) claim.\nI.\n \nPROCEDURAL BACKGROUND\n \n{2}\n      \nPlaintiffs Maloney and Trinity Road Restaurants, LLC (“Trinity”) filed a Verified Complaint on 5\nApril 2006 in Mecklenburg County Superior Court.\n  \nThe case was transferred to the North Carolina\nBusiness Court and assigned to me as a mandatory complex business case by order of the Chief Justice of\nthe North Carolina Supreme Court dated 8 May 2006.\n{3}\n      \nOn 25 May 2006, Plaintiffs filed a Motion for Issuance of a Preliminary Injunction and\nAppointment of a Receiver.\n{4}\n      \nDefendants Alliance Development Group, LLC (“Alliance Development”) and William Burk\n(“Burk”) filed an Answer, Motion to Dismiss, and a Motion to Strike on 6 June 2006.\nAlliance Development and Burk also filed a Memorandum Opposing Issuance of a Preliminary Injunction\nand Appointment of a Receiver on 7 June 2006.\n{5}\n      \nOn 8 June 2006, Plaintiffs filed a Motion to Amend the complaint to add Alliance D. Holdings,\nLLC (“Alliance Holdings”) as a party defendant.\n  \nPlaintiffs’ Motion to Amend was granted by order of\nthis Court dated 9 June 2006.\n{6}\n      \nOn 13 June 2006, Trinity filed a Voluntary Dismissal without Prejudice as to its claims.\n{7}\n      \nMaloney filed his Second Verified Amended Complaint on 14 June 2006.\n{8}\n      \nOn 28 July 2006, Maloney filed a Supplemental Memorandum in Support of Plaintiff’s Motion for\nIssuance of a Preliminary Injunction and Appointment of a Receiver.\n  \nDefendants Alliance Development,\nAlliance Holdings, and Burk filed their Response on 1 August 2006.\n  \nMaloney filed an Addendum to\nSupplemental Memorandum in Support of Plaintiff’s Motion for Issuance of a Preliminary Injunction and\nAppointment of a Receiver on 2 August 2006.\n{9}\n      \nOn 4 August 2006, this Court heard oral arguments on the Motion for Issuance of a Preliminary\nInjunction and Appointment of a Receiver.\n{10}\n    \nDefendants Alliance Development, Alliance Holdings, and Burk filed an Answer to Maloney’s\nSecond Verified Amended Complaint on 15 August 2006.\n \n \nII.\n \nFACTUAL BACKGROUND\n \nA.\n \nTHE PARTIES\n \n{11}\n    \nPlaintiff Maloney is a citizen and resident of the state of Pennsylvania.\n  \n(Second Verified Am.\nCompl. ¶ 1.)\n  \nMaloney is a franchisee of Damon’s International, Inc. (“Damon’s”).\n  \n(Second Verified Am.\nCompl. ¶ 20.)\n{12}\n    \nDefendant Alliance Development is a limited liability company organized under the laws of the\nstate of Delaware with its principal place of business in Mecklenburg County, North Carolina.\n  \n(Second\nVerified Am. Compl. ¶ 2.)\n{13}\n    \nDefendant Alliance Holdings is a limited liability company organized under the laws of the state of\nDelaware with its principal place of business in Mecklenburg County, North Carolina.\n  \n(Second Verified\nAm. Compl. ¶ 3.)\n{14}\n    \nDefendant Burk is a citizen and resident of the state of North Carolina.\n  \n(Second Verified Am.\nCompl. ¶ 5; Burk Aff. ¶ 1.)\n  \nBurk is the president of Alliance Development, managing member of Alliance\nHoldings, and chairman of the board and chief operating officer of Damon’s.\n  \n(Burk Aff. ¶¶ 2-5.)\nB.\n \nOVERVIEW OF THE FACTS\n \n{15}\n    \nMaloney’s Motion for Issuance of a Preliminary Injunction and Appointment of a Receiver arises\nout of alleged violations of the UFTA.\n  \n(Pl.’s Mot. for Appointment of a Receiver and Issuance of a\nPrelim. Inj. ¶¶ 1-9.)\n  \nThe UFTA, N.C.G.S. §§ 39-23.1 to -23.12 (2006), prohibits a debtor from\ntransferring its assets if the transfer is made with the intent to hinder, delay, or defraud a creditor.\n \nN.C.G.S. § 38-23.4(a)(1).\n  \nThe UFTA also prohibits a debtor from transferring its assets if the debtor does\nnot receive “reasonably equivalent value” in exchange for the transfer and the transfer either rendered the\ndebtor insolvent or was made at a time when the debtor was already insolvent.\n  \nN.C.G.S. §§ 39-23.4(b),\n39-23.5.\n{16}\n    \nIn August 2003, Maloney and Damon’s became involved in litigation in which Maloney alleged\nterritorial violations in response to Damon’s allegations that Maloney was in default of his franchisee\nobligations.\n  \n(Second Verified Am. Compl. ¶ 35; Defs.’ Answer to Second Verified Am. Compl. ¶ 35.)\n{17}\n    \nMaloney alleges that, on 4 August 2005, he and third-parties John M. Self (“Self”) and Larry C.\nFox (“Fox”) entered into an agreement with Alliance Development to form a Delaware limited liability\ncompany, Alliance Damon’s Acquisition, LLC (“Alliance Acquisition”), for the purpose of acquiring the\nstock and business operations of Damon’s (“the 4 August 2005 Agreement”).\n  \n(Second Verified Am.\nCompl. ¶¶ 29-31; Second Verified Am. Compl. Ex. F.)\n{18}\n    \nAfter Alliance Acquisition closed on the purchase of Damon’s, Maloney, under the 4 August 2005\nAgreement, was to receive reimbursement of legal fees incurred in his action against Damon’s, a litigation\nsettlement fee of $1,000,000, and financing from the sale and leaseback of three Damon’s restaurants.\n \n(Second Verified Am. Compl. Ex. F ¶ 4; Second Verified Am. Compl. ¶ 36; Defs.’ Answer to Second\nVerified Am. Compl. ¶ 36.)\n{19}\n    \nParagraph 9 of the 4 August 2005 Agreement provides that “if a fully executed Stock Purchase\nAgreement with all the shareholders of Damon’s is not executed within 30 days of [4 August 2005], this\nAgreement shall be null and void.”\n  \n(Second Verified Am. Compl. Ex. F ¶ 9.)\n  \nParagraph 9 of the 4 August\n2005 Agreement also provides that “each party to this Agreement agrees that he or it will not enter into\nany type of transaction with Damon’s unless such a party first obtains the written consent signed by all the\nparties hereto.”\n  \n(Second Verified Am. Compl. Ex. F ¶ 9.)\n{20}\n    \nMaloney alleges that he had an original financing plan to rehabilitate Damon’s and that this plan,\ncoupled with his business expertise, constituted his contribution to Alliance Acquisition.\n  \n(\nSee\n Second\nVerified Am. Compl. ¶¶ 33, 42, 48-49.)\n{21}\n    \nAlliance Acquisition was organized as a Delaware limited liability company on 8 August 2005.\n \n(Second Verified Am Compl. ¶ 32; Defs.’ Answer to Second Verified Am. Compl. ¶ 32.)\n{22}\n    \nOn 13 September 2005 (more than 30 days after the execution of 4 August 2005 Agreement),\nAlliance Acquisition entered into a stock purchase agreement with the shareholders of Damon’s (“the 13\nSeptember 2005 Stock Purchase Agreement”).\n  \n(Second Verified Am. Compl. Ex. G.)\n  \nOriginally, closing\nwas to occur eighty days after the effective date of the Stock Purchase Agreement.\n  \n(Second Verified Am.\nCompl. Ex. G § 2.3.)\n  \nLater, the deadline for closing was extended to 15 February 2006.\n  \n(Burk Aff. ¶ 17;\nBurk Aff. Ex. D.)\n{23}\n    \nMaloney alleges that he negotiated a debt reduction of approximately $3,000,000 with Damon’s\ncreditors in November 2005.\n  \n(Second Verified Am. Compl. ¶ 41.)\n{24}\n    \nDefendants allege that Maloney attempted to purchase the stock of Damon’s surreptitiously and in\nviolation of the alleged 4 August 2005 Agreement in early February 2006.\n  \n(Defs.’ Answer to Second\nVerified Am. Compl. Countercl. ¶¶ 9-16, 21-24; Burk Aff. ¶¶ 18-22; \nsee\n Burk Aff. Ex. E; \nsee also\n Burk\nAff. Ex F.)\n{25}\n    \nMaloney alleges that, on 10 February 2006, the shareholders of Damon’s consented to an\nassignment of all rights under the 13 September 2005 Stock Purchase Agreement from Alliance\nAcquisition to Alliance Development.\n  \n(Addendum to Supplemental Mem. in Supp. of Pl.’s Mot. for\nIssuance of a Prelim. Inj. and Appointment of a Receiver Ex. 3.)\n{26}\n    \nAlliance Acquisition did not acquire Damon’s.\n  \n(\nSee\n Second Verified Am. Compl. ¶ 45; \nsee also\nDefs.’ Answer to Second Verified Am. Compl. ¶ 36.)\n{27}\n    \nIn March 2006, the stockholders of Damon’s and Alliance Holdings entered into a new stock\npurchase agreement.\n  \n(Burk Aff. ¶ 24.)\n  \nThis transaction closed on 7 April 2006.\n  \n(Burk Aff. ¶ 26; Second\nVerified Am. Compl. ¶ 48; Defs.’ Answer to Second Verified Am. Compl. ¶ 48.)\n{28}\n    \nMaloney alleges that Alliance Development transferred all of Alliance Acquisition’s assets to itself\nin violation of the UFTA.\n  \n(Second Verified Am. Compl. ¶ 49.)\n  \nThese assets include: (1) Alliance\nAcquisition’s rights under the 13 September 2005 Stock Purchase Agreement; (2) Maloney’s financing\nplan for rehabilitating Damon’s; and (3) any discount in debt that Maloney negotiated on behalf of\nDamon’s. \n \n(Second Verified Am. Compl. ¶ 49.)\n{29}\n    \nMaloney is seeking the appointment of a receiver under N.C.G.S. § 1-502 (2006) and N.C.G.S. §\n39-23.7(a)(3)(b) to “take all actions necessary to preserve [Damon’s] assets and to carry on the business of\n[Damon’s] in a manner consistent in [sic] the best interests of the creditors, stockholders, and franchisees\nof [Damon’s].”\n  \n(Pl.’s Mot. for Appointment of a Receiver and Issuance of a Prelim. Inj. Prayer for Relief\n¶ B.)\n{30}\n    \nMaloney is also seeking the issuance of a preliminary injunction under N.C.G.S. § 1-285 (2006)\nand N.C.G.S. § 39-23.7(a)(3)(a) restraining the Defendants from both “transferring, liening, or in any way\ndiminishing the value of the property transferred from [Alliance Acquisition],” (Pl.’s Mot. for\nAppointment of a Receiver and Issuance of a Prelim. Inj. Prayer for Relief ¶ C.), and “undertaking actions\noutside the ordinary course of business or permitting or causing [Damon’s] to take such actions” (Pl.’s\nMot. for Appointment of a Receiver and Issuance of a Prelim. Inj. Prayer for Relief ¶ D).\nIII.\n \nCONCLUSIONS OF LAW\n \nA.\n \nTHE UFTA\n \n{31}\n    \nThe UFTA is enacted in North Carolina at N.C.G.S. §§ 39-23.1 to -23.12.\n  \nUnder the UFTA:\nA transfer [of property] or obligation incurred by a debtor is fraudulent as to a creditor . . .\nif the debtor made the transfer or incurred the obligation:\n \n(1) With intent to hinder delay, or defraud any creditor of the debtor; or\n \n(2) Without receiving a reasonably equivalent value in exchange for the transfer or\nobligation; and the debtor:\na. Was engaged or was about to engage in a business or a transaction for which the\nremaining assets of the debtor were unreasonably small in relation to the business or\ntransaction; or\nb. Intended to incur, or believed the debtor would incur debts beyond the debtor’s\nability to pay as they became due.\n \nN.C.G.S. § 39-23.4(a).\n \n{32}\n    \nFurther, the UFTA provides that:\n \nA transfer made . . . by a debtor is fraudulent as to a creditor whose claim arose before the\ntransfer was made or obligation incurred if the debtor made the transfer or incurred the\nobligation without receiving a reasonably equivalent value in exchange for the transfer or\nobligation, and the debtor was insolvent at that time or the debtor became insolvent as a\nresult of the transfer or obligation.\n \nN.C.G.S. § 39-23.5(a).\n \n{33}\n    \nIn an action for relief under the UFTA:\n \n[A]\n \ncreditor . . . may obtain . . . [s]ubject to the applicable principles of equity and in\naccordance with the applicable rules of civil procedure . . . [a]n injunction against further\ndisposition by the debtor or a transferee, or both, of the asset transferred or other property;\n[or] . . . [a]ppointment of a receiver to take charge of the asset transferred or of other\nproperty of the transferee.\n \nN.C.G.S. § 39-23.7(a).\n \nB.\n \nEQUITABLE RELIEF UNDER THE UFTA\n \n{34}\n    \nEquitable relief under the UFTA is issued “subject to the applicable principles of equity and in\naccordance with the applicable rules of civil procedure.”\n  \nN.C.G.S. § 39-23.7(a).\n  \nNorth Carolina courts\nappoint receivers pursuant to N.C.G.S § 1-502, and they issue preliminary injunctions pursuant to\nN.C.G.S. § 1-485.\n{35}\n    \nUnder N.C.G.S. § 1-502, a court may appoint a receiver before judgment “when [a party]\nestablishes an apparent right to property which is the subject of the action and in the possession of an\nadverse party, and the property or its rents and profits are in danger of being lost, or materially injured or\nimpaired.”\n  \nN.C.G.S. § 1-502.\n{36}\n    \nUnder N.C.G.S. § 1-485, a court may issue a preliminary injunction in three situations: (1) when it\nappears the plaintiff is entitled to the relief demanded, and the relief consists of restraining the\ncommission or continuance of some act which would produce injury to the plaintiff; (2) when it appears\nthat a party to litigation is doing, threatening, or about to do some act in violation of the rights of another\nparty to the litigation and tending to render any judgment entered in the litigation ineffectual; and (3)\nwhen it appears the defendant threatens or is about to remove or dispose of his property with the intent to\ndefraud the plaintiff.\n  \nN.C.G.S. § 1-485.\n{37}\n    \nNorth Carolina courts have long-recognized both the appointment of a receiver and the issuance of\na preliminary injunction as extraordinary remedies.\n  \nE.g., Neighbors v. Evans\n, 210 N.C. 550, 554, 187\nS.E.796, 798 (1936) (“The courts look with jealousy on the application for the appointment of a receiver.\n \nIt is ordinarily a harsh remedy.”); \nA.E.P. Indus., Inc. v. McClure\n, 308 N.C. 393, 401, 302 S.E.2d 754, 759\n(1983) (“A preliminary injunction is an extraordinary measure taken by a court to preserve the status quo\nof the parties during litigation.”).\n{38}\n    \nAccordingly, North Carolina courts will neither appoint a receiver nor issue a preliminary\ninjunction unless the movant can show a likelihood of success on the merits of his claims.\n  \nN.C.G.S. § 1-\n502 (“A receiver may be appointed . . . [b]efore judgment, on the application of either party, \nwhen he\nestablishes an apparent right to property\n which is the subject of the action.”) (emphasis added);\nNeighbors,\n 210 N.C. at 554, 187 S.E. at 798 (“\nThe right to relief must be clearly shown\n and also the fact\nthat there is no other safe and expedient remedy.”) (emphasis added); \nWitz, Biedler & Co. v. Gray\n, 116\nN.C. 48, 55, 20 S.E. 1019, 1020 (1895) (“[P]laintiffs are not entitled to have [the] ancillary relief [of a\nreceiver] unless they are entitled to the main relief demanded in their complaint.”); \ne.g.,\n \nA.E.P.\n, 308 N.C.\nat 401, 302 S.E.2d at 759 (“[A preliminary injunction] will be issued only . . . if a plaintiff is able to show\nlikelihood of success on the merits of his case\n.”) (emphasis added).\nC.\n \nLIKELIHOOD OF SUCCESS ON THE MERITS\n \n{39}\n    \nMaloney has failed to show a likelihood of success on the merits of his UFTA claim because he\nhas not shown (1) that he is, or has ever been, a creditor of Alliance Acquisition; and (2) the existence of a\nfraudulent transfer.\n1.\n \nCREDITOR STATUS\n \n{40}\n    \nRelief under the UFTA is predicated on the plaintiff’s status as a creditor of the defendant.\n  \nSee\nN.C.G.S. § 39-23.4(a) (“A transfer . . . by a debtor is fraudulent \nas to a creditor\n . . . if the debtor made the\ntransfer . . . [w]ith intent to hinder delay, or defraud any \ncreditor\n . . . or . . . [w]ithout receiving a\nreasonably equivalent value in exchange.”) (emphasis added); \nsee also\n N.C.G.S. § 39-23.5(a) (“A transfer\nmade . . . is fraudulent \nas to a creditor\n whose claim arose before the transfer was made or obligation\nincurred if the debtor made the transfer or incurred the obligation without receiving a reasonably\nequivalent value in exchange for the transfer or obligation.”) (emphasis added); \nsee also\n N.C.G.S. § 39-\n23.7(a) (“[A]\n creditor\n . . . may obtain . . . [a]n injunction against further disposition by the debtor . . . of\nthe asset transferred or other property; [or] . . . [a]ppointment of a receiver to take charge of the asset\ntransferred or of other property.”) (emphasis added).\n{41}\n    \nThe UFTA defines a creditor as any person who has a “right to payment.”\n  \nN.C.G.S. §§ 39-23.1(3)\nto 39-23.1(4).\n{42}\n    \nMaloney argues that he has a “right to payment” from Alliance Acquisition on three different\ngrounds.\n  \nFirst, Maloney argues that he has a right to payment from Alliance Acquisition based on\nparagraph 4 of the 4 August 2005 Agreement.\n  \n(Second Verified Am. Compl. ¶¶ 36-38, 50; Mem. in Supp.\nof Pl.’s Mot. for Issuance of a Prelim. Inj. and Appointment of a Receiver 4:10-14.)\n  \nSecond, Maloney\nargues that he has a right to payment from Alliance Acquisition based on the investment of his business\nexpertise and original financing and rehabilitation plan.\n  \n(\nSee\n Second Verified Am. Compl. ¶¶ 33, 42, 48-\n49.)\n  \nThird, Maloney argues that he has a right to payment from Alliance Acquisition based on his\nrenegotiation of Damon’s debt.\n  \n(\nSee\n Second Verified Am. Compl. ¶ 41, 48-49.)\n{43}\n    \nMaloney first argues that he has a right to payment from Alliance Acquisition based on paragraph 4\nof the 4 August 2005 Agreement.\n  \n(Second Verified Am. Compl. ¶¶ 36-38, 50; Mem. in Supp. of Pl.’s\nMot. for Issuance of a Prelim. Inj. and Appointment of a Receiver 4:10-14.)\n  \nHowever, the 4 August 2005\nAgreement terminated by its own terms on 3 September 2005, 30 days after it was executed, and, even if\nthe contract had not terminated by its own terms, the condition triggering any right to payment Maloney\nmight have had under paragraph 4 of the 4 August 2005 Agreement never occurred.\n{44}\n    \nParagraph 9 of the 4 August 2005 Agreement states:\n \nThe parties will make an offer to purchase Damon’s stock within 10 days of the date hereof\nand attempt to close the transaction within 120 days.\n  \nIf a fully executed Stock Purchase\nAgreement with all shareholders of Damon’s is not executed within 30 days of the date\nhereof, this Agreement shall be null and void\n; provided, however, each party to this\nAgreement agrees that he or it will not enter into any type of transaction with Damon’s\nunless such party first obtains the written consent signed by all the parties hereto.\n \n(Second Verified Am. Compl. Ex. F ¶ 9 (emphasis added).)\n \n{45}\n    \nIt is uncontested that Alliance Acquisition and Damon’s shareholders did not enter into a stock\npurchase agreement until 13 September 2005 (Second Verified Am. Compl. Ex. G.), 10 days after the 3\nSeptember 2005 deadline established by paragraph 9 of the 4 August 2005 Agreement.\n  \nFurther, there is\nno indication in the record that the 4 August 2005 Agreement was extended, and the available evidence\ntends to show that it was not.\n  \n(\nSee\n Self Dep. 59:19-61:7.)\n{46}\n    \nSince Alliance Acquisition did not enter into a stock purchase agreement before the 3 September\n2005 deadline, the 4 August 2005 Agreement, and any rights Maloney had under it, became null and void.\n \nConsequently, Maloney has no right to payment from Alliance Acquisition under the 4 August 2005\nAgreement.\n{47}\n    \nFurther, even if the agreement had not terminated by its own terms, the condition triggering any\nright to payment Maloney might have had never occurred.\n{48}\n    \nParagraph 4 of the 4 August 2005 Agreement states:\n \nFollowing the closing of the purchase of Damon’s stock\n, [Alliance Acquisition] will cause\nMaloney to receive the following:\n \n(a) \n       \nReimbursement of legal fees in an amount agreed upon by Parties incurred\nby Maloney in connection with the lawsuit with Damon’s;\n \n(b) \n       \nA litigation settlement fee of $1,000,000; and\n \n(c) \n       \nFinancing from the sale and leaseback of three Damon’s Restaurants . . .\nupon such terms to be agreed upon by the Parties.\n \n(Second Verified Am. Compl. Ex. F ¶ 4 (emphasis added).)\n \n{49}\n    \nIt is uncontested that Alliance Acquisition never closed the purchase of Damon’s stock.\n  \n(Second\nVerified Am. Compl. ¶¶ 45, 48; Defs.’ Answer to Second Verified Am. Compl. ¶ 48.)\n  \nSince Alliance\nAcquisition never closed the purchase of Damon’s stock, the condition precedent to any right to payment\nMaloney had under the 4 August 2005 Agreement was not satisfied.\n  \nThus, even if the contract had not\nterminated by its own terms on 3 September 2005, Maloney would still not have a right to payment under\nit.\n{50}\n    \nNext, Maloney argues that he has a right to payment from Alliance Acquisition based on the\ninvestment of his business expertise and original financing and rehabilitation plan.\n  \n(\nSee\n Second Verified\nAm. Compl. ¶¶ 33, 42, 48-49.)\n  \nThere is nothing in the 4 August 2005 Agreement or anywhere else in the\nrecord, however, which explains how Maloney’s alleged contribution of human capital to Alliance\nAcquisition transformed him into a creditor.\n{51}\n    \nIt is uncontested that Maloney invested no money in Alliance Acquisition.\n  \n(Defs.’ Answer to\nSecond Verified Am. Compl. ¶ 34; \nsee\n Second Verified Am. Compl. ¶ 34; \nsee also\n Second Verified Am.\nCompl. Ex. F 1:12-1:14.)\n  \nYet, he apparently owned a 25% interest in the company. \n \n(Second Verified\nAm. Compl. Ex. F ¶ 1.)\n  \nTo the extent Maloney suggests that his equity interest makes him a creditor for\nthe purposes of the UFTA, the Court concludes otherwise.\n{52}\n    \nMy research has not revealed any North Carolina cases deciding whether an equity interest\nconstitutes a “claim” for the purposes of the UFTA.\n  \nHowever, the United States Bankruptcy Code\n(“Bankruptcy Code”) defines the terms “claim” and “creditor” in substantially the same manner as the\nUFTA.\n  \nSee\n N.C.G.S. § 39-23.1 cmt. 3 (2006).\n  \nCompare\n 11 U.S.C.S. § 101(5) (2006) \nwith\n N.C.G.S. §\n39-23.1(3); \ncompare\n 11 U.S.C.S. § 101(10) (2006) \nwith\n N.C.G.S. § 39-23.1(4). \n \nFurther, cases under the\nBankruptcy Code hold that an equity interest is not a claim against a debtor for which the equity holder\nmay seek to avoid a preferential transfer or file a proof of claim.\n  \nSee In re Riverside-Linden Inv. Co.\n, 925\nF.2d 320, 323 (9th Cir. 1991); \nIn re Corporate Jet Aviation\n, 27 B.R. 870, 871 (Bankr. N.D. Ga. 1983); \nIn\nre Pine Lake Village Apartment Co.\n, 21 B.R. 478, 480 (Bankr. S.D.N.Y. 1982).\n{53}\n    \nI find the reasoning of these cases persuasive.\n  \nEquity investments neither trigger a right to\npayment nor transform capitalists into creditors.\n  \nConsequently, Maloney’s alleged equity interest in\nAlliance Acquisition does not constitute a claim for the purposes of the UFTA, and Maloney cannot claim\ncreditor status on its account.\n{54}\n    \nFinally, Maloney argues that he has a right to payment from Alliance Acquisition based on his\nrenegotiation of Damon’s debt with its primary creditor, General Electric (“GE”).\n  \n(\nSee\n Second Verified\nAm. Compl. ¶¶ 41, 48-49.)\n  \nAgain, Maloney fails to explain how these efforts make him a creditor of\nAlliance Acquisition.\n{55}\n    \nIn any event, the evidence that Maloney actually renegotiated Damon’s debt is underwhelming.\n  \nIn\nsupport of his allegations, Maloney attaches a string of emails which show nothing more than his efforts at\nrenegotiating Damon’s debt with GE; he puts forward no evidence of a commitment.\n  \n(\nSee\n Maloney Aff.\nEx. A-I, July 27, 2006.)\n  \nFurther, the Defendants effectively rebut Maloney’s allegations with a letter from\nGE’s counsel, dated 6 July 2006, which states that there is no agreement for the sale of various notes\nbetween GE and Damon’s.\n  \n(Defs.’ Supplemental Mem. in Opp’n to Pl.’s Mot. for Prelim. Inj. and\nAppointment of Receiver Ex. D.)\n{56}\n    \nSince Maloney has not shown that he has a right to payment based on the 4 August 2005\nAgreement, the investment of his human capital, or the renegotiation of Damon’s debt, Maloney has not\nshown that he is a creditor of Alliance Acquisition.\n  \nWithout a showing of creditor status, Maloney cannot\nshow a likelihood of success on the merits of his UFTA claim, the prerequisite to equitable relief under\nN.C.G.S. § 39-23.7(a).\n  \nAccordingly, Maloney is entitled to neither the issuance of a preliminary\ninjunction nor the appointment of a receiver.\n2.\n \nEXISTENCE OF A FRAUDULENT TRANSFER\n \n{57}\n    \nEven if Maloney could show that he is a creditor of Alliance Acquisition, he would still fail to\nshow a likelihood of success on the merits of his UFTA claim because he has not shown the existence of a\nfraudulent transfer.\n{58}\n    \nUnder the UFTA, a transfer is fraudulent if it is made with the intent to hinder, delay, or defraud a\ncreditor.\n  \nN.C.G.S. § 38-23.4(a)(1).\n  \nLikewise, a transfer is fraudulent if it is made without receiving\n“reasonably equivalent value” in exchange for the transfer and the debtor is either insolvent at the time of\nthe transfer or rendered insolvent by the transfer.\n  \nN.C.G.S. §§ 39-23.4(b), 39-23.5.\n{59}\n    \nMaloney alleges that Alliance Acquisition transferred (1) its rights under the 13 September 2005\nStock Purchase Agreement; (2) Maloney’s original financing and rehabilitation plan; and (3) any discount\nin debt that Maloney negotiated on behalf of Damon’s to Alliance Development.\n  \n(Second Verified Am.\nCompl. ¶ 49.)\n{60}\n    \nThe evidence in this case tends to show that Burk, through Alliance Development, may have\nbreached his duty as a member of Alliance Acquisition to obtain financing for the closing of the 13\nSeptember 2005 Stock Purchase Agreement.\n  \nIt also tends to show that Burk may have convinced Self, a\nDamon’s shareholder, to breach the 13 September 2005 Stock Purchase Agreement by selling his\nDamon’s stock to Alliance Development.\n  \n(\nSee\n Addendum to Supplemental Mem. in Supp. of Pl.’s Mot.\nfor Issuance of a Prelim. Inj. and Appointment of a Receiver Ex. 2.)\n  \nIn addition, the evidence tends to\nshow that Burk, in violation of his duties under the 4 August 2005 Agreement, may have attempted to\n“squeeze\" Maloney out of the Stock Purchase Agreement by negotiating a consent to assignment of the 13\nSeptember 2005 Stock Purchase Agreement with the remaining Damon’s shareholders on or about 10\nFebruary 2006.\n[1]\n  \n(\nSee\n Addendum to Supplemental Mem. in Supp. of Pl.’s Mot. for Issuance of a Prelim.\nInj. and Appointment of a Receiver Ex. 3.)\n{61}\n    \nWhat the evidence does not show, however, is a transfer of property made with the intent to hinder,\ndelay, or defraud; an exchange without receiving reasonably equivalent value; or an insolvent debtor.\n \nWithout any of these showings, the existence of a fraudulent transfer cannot be established; and, without\nthe existence of a fraudulent transfer, there is no likelihood of success on the merits of a claim under the\nUFTA.\n{62}\n    \nWith regard to the transfer of rights under the 13 September 2005 Stock Purchase Agreement,\nMaloney presents evidence of Burk’s attempt to negotiate a consent to assignment (\nsee\n Addendum to\nSupplemental Mem. in Supp. of Pl.’s Mot. for Issuance of a Prelim. Inj. and Appointment of a Receiver\nEx. 3), but he presents no substantial evidence that this assignment, as required by its terms, was ratified\nby Damon’s shareholders or that a transfer of rights under the 13 September 2005 Stock Purchase\nAgreement occurred before the expiration of the extended closing date.\n \n{63}\n    \nJust as there is no substantial evidence of a transfer of rights under the 13 September 2005 Stock\nPurchase Agreement, there is no substantial evidence that Alliance Acquisition transferred either\nMaloney’s financing and rehabilitation plan or any discount in debt that Maloney negotiated on behalf of\nDamon’s.\n  \nCoupling Maloney’s allegations of a transfer with evidence that Alliance Holdings closed the\npurchase of Damon’s stock shortly after Alliance Acquisition’s failure simply does not carry Maloney’s\nburden on these issues.\n{64}\n    \nFurther, even if Alliance Acquisition transferred these assets, Maloney presents no evidence of\ntheir value and, therefore, does not show that the transfer of assets was made without receiving reasonably\nequivalent value.\n[2]\n{65}\n    \nFinally, Maloney alleges that Alliance Acquisition is insolvent, but he presents no evidence of\nAlliance Acquisition’s financial state either immediately before or after the alleged transfer.\n  \nIt is\nMaloney’s burden to show that Alliance Acquisition is insolvent, and without evidence of Alliance\nAcquisition’s financial status, Maloney cannot carry this burden.\n{66}\n    \nSince Maloney has not shown a transfer made with the intent to hinder, delay, or defraud; an\nexchange without receiving reasonably equivalent value; or an insolvent debtor, he has not shown the\nexistence of a fraudulent transfer.\n  \nRegardless of his status as a creditor of Alliance Acquisition, Maloney\ncannot show a likelihood of success on the merits of his UFTA claim, the prerequisite to equitable relief\nunder N.C.G.S. § 39-23.7(a), without a showing of a fraudulent transfer.\n  \nAccordingly, Maloney is entitled\nto neither the issuance of a preliminary injunction nor the appointment of a receiver.\nCONCLUSION\n \n{67}\n    \nBased on the foregoing, it is hereby \nORDERED\n, \nADJUDGED\n, and \nDECREED\n that Plaintiff’s\nMotion for Issuance of a Preliminary Injunction and Appointment of a Receiver is \nDENIED\n.\n \nThis the 18th day of September, 2006.\n \n \n                                                                       \n \n           \n[1]\n There is also evidence that Maloney was the first party that attempted to circumvent the 4 August 2005 Agreement; Maloney\nand Self removed Burk as the sole agent authorized to negotiate financing for the 13 September 2005 Stock Purchase Agreement\nand attempted to close the Stock Purchase Agreement without him.\n  \n(\nSee\n Defs.’ Supplemental Mem. in Opp’n to Pl.’s Mot. for\nPrelim. Inj. and Appointment of Receiver Ex. B.)\n[2]\n The evidence of record indicates that the “assets” Maloney alleges Alliance Acquisition transferred to Alliance Development\nwere valueless.\n  \nThe evidence indicates that the 13 September 2005 Stock Purchase Agreement expired by it own terms, and any\nrights under that agreement terminated as a result.\n  \n(Laws Dep. 117:24-118:4; Self Dep. 59:19-61:7.)\n  \nFurther, the evidence\nindicates that Maloney’s plan for rehabilitating Damon’s was not particularly original.\n  \n(Self Dep. 55:12-56:25, 62:2-62:8.)\n \nFinally, the evidence that Maloney actually renegotiated Damon’s debt is very weak (\nsee\n Defs.’ Supplemental Mem. in Opp’n to\nPl.’s Mot. for Prelim. Inj. and Appointment of Receiver Ex. D), and even if Maloney did renegotiate Damon’s debt, it is difficult to\nconceive of this renegotiation as the property of Alliance Acquisition, an entity both parties concede never owned a single share of\nDamon’s stock.\n  \n(\nSee\n Second Verified Am. Compl. ¶ 45; \nsee also\n Defs.’ Answer to Second Verified Am. Compl. ¶ 36.)\n  \nSince\nthese “assets” apparently had no value, their gratuitous transfer is not “a transfer without receiving a reasonably equivalent value in\nexchange.”"
}