{
  "id": "8e8d65bcf6b40df392816382814b59190a1da3f7dcec1c54a2082a2115a3d343",
  "source_file": "data/raw/ncbc/8e8d65bcf6b40df392816382814b59190a1da3f7dcec1c54a2082a2115a3d343.pdf",
  "raw_text": "STATE OF NORTH CA ROLINA \nMECKL ENB URG COUN TY \nFOUND A TION BUILDING \nMATER IALS, LLC, \nPlaintiff, \nV. \nCONKING & CALABRES E , CO., INC.; \nCONK ING & CALABRESE SE , IN C.; \nJEREMY CHA VIS; and DOUGLAS \nCA LAB RE SE, \nDefendants. \nIN THE G ENERAL COUR T OF JUSTICE \nSUPERIOR COUR T DIVI SION \n23 CVS 9285 \nORDER AND OPINION ON \nPLAINTIFF'S MOTION FOR \nPRELIMINARY INJUNCTION \n[PUBLIC VERSION] \n1. THIS MATTER is before the Co urt o n Plaintiffs Motion for \nPreliminary Injunction (the \"Mo tion\"), (ECF No. 3), pursuant to Rule 65 of the North \nCa rolina Rules of C ivil Procedure (the \"Rule(s)\"). \n2. H aving considered the Motion, the Verified Co mpl aint, the affidavits, \nbriefs and exhibits supp orting and opposing the Motion, and the parties' argum ents \nat a hearing held on 29 June 2022, the Co urt GRANTS in part and DENIES in \npart the Motion as provided herein.1 \nOgletree, D eahins, Nash, Smoah & Stewart, P. C ., by J. Allen Thomas, \nSavannah Trimm er, and Haseeb Fatmi, for Plaintiff Foundation \nBuilding Mat erials, LLC. \nRob ertson & Associates, P.A., by Ryan T. Vince and R. L ee Robertson, \nJr., and McDerrnott IP Law, by Richard M. McDerrnott, for Defendants \n1 Recognizing th at this Order and Opinion discusses docum ents that are confidential and that \nare alleged to contain trade secrets, the Co urt elects to file this Order and Opinion under \nseal. A public version will be filed after consultation with the parties regarding proposed \nredactions. \nFound. Bldg. Materials, LLC v. Conking & Calabrese, Co., 2023 NCBC 46.\nConking & Cala brese, Co., Inc., Con ldng & Calabrese SE, Inc., Jeremy \nChm.;is, and Douglas Cala brese. \nEarp , Judge. \nI. INTRODUCTION AND PROCEDURAL HISTORY \n3. Plaintiff F oundation Building Materials, LL C (\"FBM \") filed its Ve rified \nCo m plaint on 26 May 2023, compl aining that its former branch manager, Jerem y \nC h avis (\"Chavis\"), alon g with a group of branch emplo yees, resigned days earlier to \nstart the North Ca rolina office of a competing com pany. FBM alleges that C havis \nand others took and are using FBM 's trade secrets to jump start the comp etitor's \nlaunch in North Caro lina. (See generally Ver. Compl. [\"Comp l.\"], ECF No. 3.) \n4. At the sam e time FBM filed its Ver ified Complaint, it also filed mo tions \nfor a temporary restraining order (\"TRO \"), a preliminary injunction (\"Pl\"), and \nexpedited discovery. Th e TRO and PI motion s seek relief based solely on FBM's claim \nagainst D efendan ts for alleged mi sappropriation of its trade secrets.2 \n5. After designation, on 8 June 2023, the Co urt held a hearing on the \nmo tion for TRO. Co unsel for both parties we re present. The Co urt entered a TRO \nthe sam e day, which became effective immediately. (ECF No. 13.) FBM did not mov e \nto extend the TRO , and it expired on 18 June 2023 at 3:00 PM. \n6. On 12 June 2023, the Co urt granted FBM 's Motio n for Exp edited \nDiscovery and afforded the parties limited discovery to prepare for a hearing on \nPlaintiffs PI motion. (ECF No. 18.) \n2 P laintiff also asserts claims for tortious interference with prospective business relations, \nunjust enrichm ent, breach of fiduciary duty, constructive fraud, fraud, violations of the \nUnfair and Deceptive Trade Practices Act, and common law unfair competition . \n2 \n7. On 22 June 2023, the parties filed a joint stipulation agreemg to \nreinstate the provisions of the TRO until the Court ruled on the PI motion . A hearing \nwas set for 29 June 2023. (ECF No. 25.) \n8. After completion of the expedited discovery period8 and full briefing, the \nCourt held a hearing on the PI motion during which all parties were represented and \nparticipated. The Motion is now ripe for disposition. \nII. FINDINGS OF FACT 4 \n9. Th e Court makes the following findings of fact solely for the purpose of \ndeciding this Motion. These findings are not binding at a trial on the merits. See \nLohrmann L'. Iredell Mem'l Hosp., Inc., 174 N.C. App. 63 , 75 (2005) (\"It is well-settled \nthat findings of fact mad e during a preliminary injunction proceeding are not binding \nupon a court at a trial on the merits.\"). \n10. FBM is a California limited liability company, registered to do business \nin North Carolina, with over three hundred locations across North America. It is a \nleading supplier and distributor of building materials. (Compl. ilif 1, 12.) FBM's \ncustomers are contractors and subcontractors in the residential and commercial \nconstruction industry. (Aff. of Robert Hensh aw [\"Henshaw Aff.\"] ,I 34, ECF No. 24.1.) \n;J While the record reflects that interrogatories and document request were directed to each \nDefendant, FBM complains that D efendants' discovery responses to date have been deficient \nin some respects. \n•1 A ny determination later stated as a Conclusion of Law that should have been stated as a \nfinding of fact is incorporated in these Findings of Fact and vice versa. Citations to the record \nherein are not exhau stive and do not necessarily reflect all evidence upon which \ncorresponding findings of fact are based. \n3 \n11. Most customers in the industry form relationships with their \ndistributors that result in repeat business. (Henshaw Aff. ,I 35.) A distributor's \nhistorical knowl edge of its customers' preferences and needs is valuable information \nused in the bidding process. (Henshaw Aff. ifil 35 -36; Aff. of Christopher Cirocco \n[\"Cirocco Aff.\"] ,I 32, ECF No . 28.) In addition, it is not uncommon for customers to \nfollow a salesperson from one employer to another because of relationships that form \nas a result of repeat business. (Cirocco Aff. ii 22.) \n12. Although a quote usually locks FEM into pricing for an entire project \n(which can be multi-year), the customer is not locked in and can stop delivery and/or \nchange distributors at any time. (Henshaw Aff. ilil 37-38.) Ev en so, it is rare for a \ncustomer to sw itch distributors once a project h as begun. In the past, less than 5% \nof FBM's customers have chang ed distributors once their jobs h ave begun. (Henshavv \nAff. if 39.) \n13. In February 2021, FEM acquired the interior products division of \nB eacon Supply, Inc. (\"Beacon\"), including its branch located in Charlotte, North \nCa rolina. (Compl. ii 18.) Beacon 's form er employees transitioned to FEM as a result \nof the acquisition. Among them was D efendant Jeremy Chavis, who became the \nbranch manager for FBM 's new \"Branch 314\" office in Charlotte. (Compl. iril 20-22.) \nIn that role, Chavis oversaw the work of a team of approximately twenty employ ees. \n(Compl. ,I 23.) \n14. FEM did not utilize e ither noncomp etition or non -solicitation \nagreements with Chavis or other employees who worked in the Charlotte office that \n4 \nC havis man aged. (Cirocco Aff. if 10; Aff. of Ron Greene if 12 [\"Gree ne Aff.\"], E CF No. \n28; Aff. of Jeremy C h avis ,i 12 [\"C h avis Aff.\"], ECF No. 28.) \n15. D efendant Co nking & Calabrese, Co., Inc. (\"Conking NrT\") is a New York \ncorporation with its principal place of business in New York. Conking NY has been \nin operation since 1975 as a regional distributor of building m aterials. (Com pl. ir,i 2, \n37-38.) Un til early 2023 when Co nking & Ca labrese SE, Inc. (\"Conking SE \") was \nformed , the company h ad no affiliate in North Carolina or anyw here else in the \nsoutheastern U nited States. (Henshaw Aff. ,i 48.) \n16. Co nking SE was incorporated in North Carolina on 9 March 2023 . It is \nlocated in C h arlotte and directly competes in the building m aterials mark et with \nFBM. (Compl. ,i,i 3, 38 -39.) \n17. D efendant Dou glas Calabrese (\"Calabrese\"), a resident of New York , is \nthe President of both Conking NrT and Conking SE (collectively, \"C onking\"). \n(Compl. ,i 6.) \nC havis L eaves FBM to Join Conking SE \n18. In January 2023 , Calabrese began discussions w ith C havis about \nleaving FB M and taking a leadership role in Conking SE's new Charlotte office. \n(Ch avis A ff. ii 15.) Tho se discussions progressed, and on 18 January 2023, Chavis \nused an FBM scanner to send him self a copy of the lease for what would later becom e \nthe new Co nking SE office. (Henshaw Aff. ,i 53, Ex. 7.) On 20 January 2023, C h avis \nem ailed the lease to him self a second tim e, this time with his annotations. (H ensh aw \nA ff. ,i 53, Ex. 8.) \n5 \n19. On 4 May 2023, Conking SE filed an amendment to its articles of \nincorporation naming Chavis as its Corporate Secretary. (Compl. ,r,r 41-42; Hen shaw \nAff. ,r 57, Ex. 12.) Chavis officially resigned from FBM to join Conking SE as Vice \nPresident of the Southeast Region on 19 M ay 2023 . (Compl. il 47, Henshaw Aff. ii \n75(a).) \n20. When Chavis submitted his resignation, he did so with the \naccompanying resignations of fourteen (14) of his subordinates from Branch 314. \nThree additional employees from another FBM branch followed a short time later. \nTh e seventeen (17) FBM employees who resigned now work for Conking. \n(Compl. ilil 52-53; H enshaw Aff. ,r 66.) \n21. The former FBM employees working for Conking include Calabrese's \nneph ew, Chris Cirocco (\"Cirocco\"), who was formerly an outside salesperson for FBM \nand reported to Chavis. Cirocco made the transition on 3 May 2023 . (Henshaw Aff. \nii,, 20, 50, 59.) \n22. Ron Gre ene (\"Greene \"), formerly inside sales manager/assistant branch \nmanager for FBM , resigned to join Conking at or about the time Chavis resigned on \n19 May 2023. (Henshaw Aff. ,r,r 21, 66; Gre ene Aff. ,r,r 13-15.) \nFBM's Confidential and Trade Secret Information \n23. FBM has developed and maintains confidential and trade secret \ninformation related to, among other things, its operations, pricing margins, and \ncustomer needs. (Comp l. ,r 24.) Much of the information is stored in software \nsystems, including \"Rainmakers,\" its Customer Relationship Management (\"CRM\") \n6 \nsoftwa1·e, \"Power BI,\" its business intelligence tool, its hum an resources management \nsystem s, and its comp uter operating system. (Com pl ,i 25.) \n24. FBM limits access to its compu ter system s to only those individuals who \nmu st have access to perform essential functions of their work. (Compl. ,i 26.) Th e \ncomputer systems are protected by multi-factor authentication, compl ex password s, \nprohibitions against access by e mplo yees outside the branch, print controls, \nprohibitions on the u se of USB drives, and comp any policies. (Compl. ii 32; H enshaw \nAff. if 31) \n25 . FB M h as a Code of Co ndu ct th at includes prohibitions on the \nunauthorized disclosure of its confidential information. In addition, FBM emplo yees \nare prohibited by compan y policy from working for, or taking a financial interest in, \na competitor. (Henshaw Aff. ,i 31, Ex . 5.) Chavis, Greene , and C irocco each \nelectronically acknowl edged the Code of Conduct. (He nshaw Aff. ,i 31 , Ex. 6.) \n26. FBM identifies seven categories of confidential information that it \ncontends C h avis, Cirocco, or Gr eene provided to Co nking. Th e categories are: \na. Co mpilations of customer, vendor, and referral source information \nincluding identity and pertinent contacts; \nb . Customer credit information, current and historical pricing data; \nc. Vendor rebates and discounts; \nd. Custom er \ne. Mar ket product utilization rates and buying strategies; \nf. Customer and job selection and quotation process; \ng. P ersonnel files, salaries, incentives, and other compe nsation \ninformation. \n7 \n(Henshaw Aff. i1 29(a)-(g).) With respect to some categories, H enshaw attaches \nexamples as exhibits to his affidavit. (See H enshaw Aff. i1 29(a)-(b), (g), Ex s. 1, 2, 3, \n4.) With respect to other categories, how ever, no examp les are provided, and the \nCourt is left with only general descriptions in the Verified Complaint and H enshaw's \naffidavit, as well as argume nt in FBM 's brief and from the hearing to determine what \ninformation is alleged to be a trade secret. (See Hen shaw Aff. i1 29(e), (f).) \n27 . As for evidence of mi sappropriation, for some of the categories Plaintiff \nattaches to its brief exhibits (mostly emails produced by D efendants in expedited \ndiscovery) evidencing transfers of information to Ca labrese. (See, e.g., H enshaw Aff. \nEx s. 1, 4; Br. Supp. Pl.'s Mot . PI [\"Pl.'s Br.\"], Ex s. 12, 14, 17, 18, ECF No. 24.1.) \n28 . For the balance of the categories of purported trade secrets, howev er, \nPlaintiff provides only Henshaw' s affidavit stating that he \"reasonably believes\" the \ninformation was mi sappropriated. In support of his belief, H enshaw avers only that \nChavis, Cirocco, and Greene had access to, created, and regularly used the \ninformation in their daily work for FEM. (Henshaw Aff. il 29.) Plaintiff concludes \nthat the fact that som e FEM customers have moved portions of their business to \nConking necessarily m ean s that Conking is using FBM' s trade secrets. (Pl.'s Br. \n10-12; H enshaw Aff. ilil 69-73.) \n29. In respon se, Defendants contend that, in som e instances, they cannot \nidentify what FEM alleges to be a trade secret. (Defs.' Br . Opp. Pl.'s Mot. PI 4 [\"Defs.' \nBr .\"], ECF No. 27.) In other cases, wh ere exampl es are provided, D efendants argue \n8 \nthat the information is publicly available \"street knowl edge\" and does not constitute \neven confidential information, much less trade secret information. (Defs.' Br. 6-8.) \n30 . Moreover, D efendants contend that Plaintiff has not presented evidence \nthat any of the information at issue has been mi sappropriated. They argue that the \ndecision m ade by som e former FBM custom ers to mov e their business to Conking \nresults from the relationships Chavis and others h ave form ed with those customers \nover the years. (Defs.' Br . 3, 6-8.) \na. Compilations of Custom er, Vendor, and R eferral Source Co ntacts \n31. In this category, Plaintiff refers broadly to its comput er operating \nsystem (\"ERP \"), its CRM software, \"other internal system s,\" and vendor and custom er \n\"contact information.\" (Henshaw Aff. ir 29(a).) Specifically, howev er, it references \nonly an Outlook contact list compiled by Gr eene. Th e list consists of 2,930 nam es, \nemail addresses and, in some instances, telephone numbe rs and business addresses. \n(H ensh aw Aff. Ex. 1.) Ba sed on the domain names for the email addresses, the \nm ajority of the contacts on the list are FBM customers or vendors. (Henshaw Aff. \n,r 29(a)(iv).) \n32 . During the hearing on the Motion , Plaintiffs counsel argued that \nGreene compiled the contacts over the course of his emplo ym ent with FBM , but the \nrecord itself provides no support for his statem ent. Th ere is no evidence regarding \nhis source(s) of the information or the effort expended or expense incurred to compile \nthe contacts. Similarly, the record is silent regarding wh ether others were able to \naccess Greene's contacts, except that Greene states that neither he nor Beacon, his \n9 \nform er emplo yer, considered the contacts to be a trade secret. (G reene A ff. ,r 41(i).) \nB efore he left FE M, Gr eene em ailed a copy of the Outlook contacts to his personal \nG m ail account.5 \nb. Cu stom er C redit Inform ation, C urrent and Historical Pricing D ata \n33 . FB M's credit departm ent m aintains a custom er profile for each of its \ncustom ers th at includes the cu stom er's credit history, paym ent collection history, and \nhistorical job inform ation . Althou gh access to this information is restricted, Chavis, \nG reene, and C irocco had access to it. (Henshaw Aff. ,r 29(b)(i).) \n34 . In addition , FEM uses a business inform ation aggregation tool called \nP ow er BI to rank its top 55 custom ers by profitability. Th e report generated includes \neach custom e1·'s year-to-date gross sales and profit m argins for the past two years. A \nsam ple is attached to H enshaw 's affidavit. (H enshaw Aff. ,r 29 (b)(ii), Ex . 2.) \n35 . Th e information gathered in P ow er BI for FEM reflects th at its top five \ncustom ers are \n(H ensh aw A ff. ,r 70, Ex . 2.) \n36. R ainm akers is FBM 's CRM software used to prepare quo tes and m anage \non goin g jobs. (H ensh aw A ff. ,r 29(b)(iv).) It tracks current and potential custom ers \nby opportunity (e.g., construction project), product categories, start and end dates (by \nquarter), estim ated r evenue, commit ted r evenue, actual revenue, and \"backlog \n5 On 15 June 2023, follow ing a conference w ith the parties arising from F BM's concerns \nregarding De fend ants' compliance w ith the T RO, the Co urt entered an order requ iring \nG reene to return the Ou tlook contact file to FB M. Co unsel for the parties w ere directed to \nrevie,v the m aterial and return to Gree ne information that was solely of a personal nature. \n(Order, ECF No. 20.) \n10 \nvalue,\" which appears to be the difference between committed revenue and actu al \nrevenue. A n exampl e of output from the software is attached to H ensh aw's affidavit. \n(H ensh aw Aff. Ex. 3.) \n37. FEM h as collected the information it m aintains in Pow er BI and \nRainmakers over the course of m any years. (H ensh aw Aff. iril 27, 29(b).) \n38. Access to this information is restricted, but C havis, Gree ne, and Cirocco \neach had varyin g degrees of access to it, used the information they were permitted to \naccess on a daily basis, and discu ssed the profitability of the branch's custom ers on a \nquaiterly basis with H enshaw . (Henshaw Aff. ,i 29(b)(ii).) \n39. Th ere is no evidence in this record that information in either the Pow er \nBI or the Rainmakers C RM software was transferred electronically or in hard copy. \nHow ever, there is evidence that Co nking SE-through Chavis and Greene - has m ade \novertures to Pulte Hom e Corp., (Henshaw Aff. ir 73(a), Ex . 13), and that Cirocco was \nin contact w ith NC Interiors Contracting, LLC after leaving FEM but before Conking \nSE was officially open. (Pl.'s Br . Ex . 20.)G H enshaw also testified that since C h avis' \ndeparture, FBM's expected d eliveries have stopp ed on two projects that it had \npreviously bid and won, one for NC Interiors and another for Incentive Co ntracting. \n(H ensh aw Aff. ir,i 73(b), 73(d).) \nu Althoug h Henshaw's affidavit contains hearsay that, if supp orted by com petent evidence, \nwould suggest that Co nking has been successful in its efforts to mov e sales from FBM to \nCon king with respect to other FBM customers, the Co urt does not consider inadmi ssible \nhearsay evidence. (See H enshaw Aff. ii 73.) \n11 \nc. Vendor Rebates and Discounts \n40 . Given its national presence, FBM h as the buying power to negotiate \nfavorable discounts and rebates with som e of its vendors. Because a competitor with \naccess to this information would h ave additional bargaining power to negotiate better \npricing with the sam e vendors, FBM limits access to its vendor rebates and discounts \nto a select few emplo yees. Vendor rebates, in particular, are som e of the mo st closely \ngu arded secrets in the industry. Chavis h ad access to regional rebate information in \nprofit and loss reports for his branch. (H ensh aw Aff. ,i 29(c)(i)-(iv).) \n4 1. Th ere is evidence in this record that Con king, through Chav is, placed \npurchase orders with various vendors during March and Ap ril 2023. (Pl.'s Br . Ex s. \n9, 10, 11.) Th e1·e is no evidence, how ever, that Conking utilized knowl edge of FBM 's \nven dor rebates and discounts to do so. On the other h and, on 28 March 2023, Cirocco \nem ailed Calabrese a price sh eet from FBM vendor \n- specifically reflecting the terms of that vendor's discount for FBM . (Pl.'s Br. Ex . \n12.) \nd. Customer \n42. For a select few customers, FBM \n--­,1 29(d)(i)-(iii).) \n■-\n12 \n-\n(Henshaw Aff. \n43 . A compet itor with knowledg e of FBM's has \nan advantage in the bidding process. Consequently, FBM safeguards \nby keeping them in its legal department. It limits access to this \ninformation to only those emp loyees who need it to do their jobs. Chavis, Greene, and \nC irocco all h ad access to for the custom ers at Branch \n314. (H enshaw Aff. ,r 29 (d)(iv)-(v).) \n44. Cirocco negotiated the for two of the branch's top customers, -\n, in April 2023. (Henshaw Aff. ii 29(d)(vi).) \n45. On 8 May 2023, Cirocco em ailed FBM 's negotiated \nfor each of FBM 's top three customers to Calabrese at Co nking. (Pl.'s Br . \nE x. 18.) \ne. Market Produ ct U tilization R ates and Buving Strategies \n46. FBM h as compi led historical data to assist it when determining which \nproducts to stock and in what quantities. F or the Charlotte branch , it acquired data \nfrom Beacon and has collected additional data during the three years it has operated \nthe branch. FBM has gained this information through an expensive trial and error \nprocess. (Henshaw Aff. ii 29(e)(i).) \n47 . A comp etitor w ith knowl edge of the mark et's utilization rates h as an \nadvantage when formulating its buying strategies and is a ble to m aximize \nprofitability by avoiding unn ecessary inventory storage, labor, and vehicle costs. \n(Hens haw Aff. ii 29(e)(i)-(ii).) \n13 \n48. On this record, it is unclear whether FBM maintains this information in \nits comput er. Even if it does, aside from the protections FBM has implemented for \nits comp uter operating system generally, FBM provides no evidence of specific limits \non access to this information. \n49. After FBM acquired Beacon in February 2021, Henshaw spent three \nmonths at Branch 314. During that time, Henshaw spoke w ith Chavis, Gree ne, and \nCirocco about, among other things, the use of this data to maximize profitability for \nBranch 314. Profitability improved in 2021 and 2022. (Hens haw Aff. irn 24, \n29(e)(iii).) \n50. There is no evidence that information regarding market utilization rates \nor buying strategies was transferred electronically or in hard copy to Conk ing. \nf. Customer and Job Selection and Quotation Process \n5 1. Post-acquisition when H enshaw was at Branch 314 , he, Cirocco, and \nGreene discussed factors to evaluate for successful job selection and pricing (e.g., \ncustomer payment history, labor requirements, delivery coordination). (Henshaw \nAff. ilil 24, 29(f)(i)-(iii).) \n52 . Aside from a general description of factors that can affect the \nprofitability of a project, FBM does not include specific detail about the \ncomm unications Henshaw had with Chavis, Greene, and Cirocco. (See Henshaw Aff. \n,1,1 24, 29(f)(ii).) \n14 \n53 . Th ere is no evidence in this record th at information that H enshaw \ncommuni cated about job pricing or selection was transferred to C onking \nelectronically or in h ard copy. \ng. P ersonnel Productivitv and C omp ensation Inform ation \n54 . In the m aterials distribution industry, qualified drivers are in short \nsup ply, and comp etition for them is intense. FBM' s drivers are often paid on a piece \nrate basis based on the volum e of their deliveries. Th eir production-based \ncomp ensation inform ation is kept in FBM 's secured com puter system and in each \ndrive1·'s personnel file. (H ensh aw A ff. if 29(g)(i)-(ii), (vi).) \n55. F ollowin g C h avis' resignation, Co nking cam e into possess10n of the \npersonnel files for 13 FBM emp loyees. It is unclear how m any of the files w ere for \nform er FB M drivers w ho mov ed to C onking. Th e files have since been returned to \nFBM. (Ch avis A ff. ,i 52(e); Gr eene A ff. ,i 46 (d); C irocco A ff. ,i 43 (d).) \n56. C h avis forwa rded spreadsheets containing incentive rate calculations \nfor FBM emplo yees to his personal Gm ail address in D ecemb er 20 22 and again in \nF ebru ary 202 3. (He nsh aw A ff. ,i 29(g)(v), Ex . 4.) On 24 A pril, C havis sen t Ca labrese \nvia em ail unspecified personn el file(s). (Pl.'s Br . Ex 14.) In addition, on 4 M ay 2023, \nC h avis em ailed Co nking emp loyee H eidi Supinski offering to send \"payroll records[.]\" \n(Pl.'s Br . Ex . 17.) \nIII. CONCLUSIONS OF LAW \n57. Th e C ourt has jurisdiction over the parties and over the subject m atter \nof this action . \n15 \n58. A preliminary injunction is an \"extraordinary mea sure taken by a court \nto preserve the statu s quo of the p arties during litigation.\" Ridge Cmty. Inus., Inc. u. \nBerry, 293 N.C . 688, 701 (1977). Th e Plaintiff bears the burden to show: (1) a \nlikelihood of success on the m erits, and (2) that it is likely to sustain irreparable loss \nunless the injunction is issued or, \"if, in the opinion of the Co urt, issu ance is necessary \nfor the protection of plaintiffs 1·ights during the course of litigation.\" A.E.P. \nIndnstries, Inc. u. McClure, 308 N.C . 393, 40 1 (1983); see also Pruitt u. Wdliarns, 288 \nN .C . 368, 372 (1975) (\"The burden is on the plaintiffs to establish their right to a \npreliminary injunction.\"); VisionAIR, Inc. u. Jam es, 167 N .C. Ap p. 504, 508 (2004) \n(a preliminary injunction will issue only upon the movan t's show ing of these two \nfactors); N.C.G.S. § 1-485. \n59 . Likelihood of success m eans a \"reasonable likelihood[.]\" A.E.P. Indus., \nInc., 308 N. C. at 404. Irreparable injury is not necessarily injury that is \"beyond the \npossibility of repair or possible comp ensation in dam ages, but that the injury is one \nto which the compl ainant should not be required to submit or the other party \npermitted to inflict, and is of such continuous and frequent recurrence that no \nreasonable redress can be h ad in a court of law .\" A.E.P. Indus., Inc., 308 N.C. at 407 \n(emph asis omitted). \n60 . Irreparable mJury mu st be \"real and imm ediate.\" D airnlerChrysler \nCorp. u. Kirhhart, 148 N .C. App. 572, 586 (2002). Merely alleging that irreparable \ninjury is occurring is not enough. See United T el. Co . of Carolinas u. Uniuersal \nPlastics, Inc., 287 N .C. 232, 236 (1975). Plaintiff mu st \"set out with particularity \n16 \nfacts supporting such statem ents so the court can decide for itself if irreparable injury \nwill occur.\" Id. \n61. Furthermore, when deciding wh ether to afford preliminary injunctive \nrelief, the Court mu st balance the potential harm the plaintiff will suffer if no \ninjunction is entered against the potential h arm to the defendants if an injunction is \nentered. See Trm :enol L abs., Inc. u. Turner, 30 N .C. App. 686, 694 (1976) (\"A court of \nequity mu st weigh all relevant facts before resorting to the extraordinary remedy of \nan injunction.\"); Add ison Whitney, LLC v. Cashion , 2017 NCBC LEXIS 23, at **12 -13 \n(N .C . Super. Ct. Mar. 15, 2017) (\"[T]he trial court mu st weigh the potential harm a \nplaintiff will suffer if no injunction is entered against the potential harm to a \ndefendant if the injunction is entered.\" (citing Williams u. Greene, 36 N.C. App . 80, \n86 (1978))). \n62. Ultimately, the decision to grant or deny a preliminary injunction rests \nin the discretion of the court. L am be u. Smith, 11 N .C. App. 580, 583 (1971). \nA \n63. \nLikelihood of Succe ss on the Merits \nTo succeed on the m erits of a mi sappropriation of trade secrets claim , \nFEM mu st identify the information at issue with specificity and then prove both that \n(a) the identified information is, in fact, a trade secret and (b) it has been \nmi sappropriated. See VisionAIR, Inc., 167 N.C . A pp. at 510-11. \n64. A plaintiff mu st first identify its trade secrets \"with sufficient \nparticularity so as to en able a defendant to delineate that which he is accused of \nmi sappropriating and a court to determine whether mi sappropriation has or is \n17 \nthreatened to occur.\" Krawi ec v. Manly, 370 N.C . 602, 609-10 (2018) (quoting Analog \nD eL·ices, Inc. v. Michalshi, 157 N .C. A pp . 462, 468 (2003)). \n65. Not all confiden tial business information is a trade secret. Th e North \nCaro lina Trade Secrets Protection Act (\"NCTSPA \") defines a trade secret as: \nbusiness or technical information, including but not limited to a formula, \npattern, program, device, compilation of information, m ethod , \ntechnique, or process that: \na. D erives independent actu al or potential comm ercial value from not \nbeing generally known or readily ascertainable th rough independent \ndevelopm ent or reverse engineering by persons who can obtain economi c \nvalue from its disclosure or u se; and \nb. Is the subject of efforts that are reasonable und er the circum stances \nto m aintain its secrecy. \nN.C.G.S. § 66-152(3). \n66. Six factors assist the Court to determine whether particular information \nis a trade secret: \n(1) the extent to w hich the information is known outside the business; \n(2) the extent to which it is known to employ ees and others involved in \nthe business; (3) the extent of measures taken to guard the secrecy of \nthe information; (4) the value of information to business and its \ncomp etitors; (5) the amount of effort or mon ey expended in developing \nthe information; and (6) the ease or difficulty with which the information \ncould properly be acquired or duplicated by others. \nCombs & Assocs. u. K ennedy, 147 N.C. Ap p . 362, 369 -70 (2001); accord Wilmington \nStar-New s, Inc. u. l\\ew H anauer R eg'l M ed. Ctr., Inc., 125 N.C. App. 174, 180 -81 \n(1997). \"Th ese factors overlap, and courts do not alw ays examine them separately \nand individually.\" Vitaform, Inc. u. Aeroflou;, Inc., 2020 NCBC LEXIS 132, at **19 \n(N.C. Super. Ct. Nov. 4, 2020). \n18 \n67. Misappropriation is defined by statute as the \"acquisition, disclosure, or \nu se of a trade secret of ano th er without express or imp lied authority or con sen t, \nunless su ch trade secret was arrived at by independent development, reverse \nengineering, or was obtained from another person with a right to disclose the trade \nsecret.\" N .C .G.S. § 66-152(1). A court may preliminarily enjoin \"actual or threatened \nmi sapprop riation of a trade secret[.]\" N.C.G .S. § 66 -154(a). \n68. T o be reasonably likely to succeed on a claim for mi sappropriation of \ntrade secrets, a plaintiff mu st present \"sub stantial evidence\" that th e person against \nwhom relief is sou ght both: \"[k]now s or sh ould h ave known of the trade secret; and \n[h]as h ad a specific oppo rtunity to acquire it for disclosure or use or h as acquired, \ndisclosed, or u sed it w ithout the express or implied con sent or authority of the owner.\" \nN.C.G.S. § 66-155. \n69. A defendan t m ay rebut a claim of mi sappropriation by proving that the \ntrade secret was independently developed or determined through reverse \nen gineering, or by proving that the trade secret was relayed by a person with a right \nto disclose it. Id. \n70 . W hile the Co urt recognizes that mu ch of the information presented by \nFBM appea rs to be confidential and is undoubt edly important to its operations, the \nCo urt is not persuaded, based on this limited record, that all of the information at \nissue con stitutes trade secrets. Likew ise, the Co urt determines that in som e \n19 \ninstances FBM has failed to present substantial evidence that particular information \nwas mi sappropriated.7 \na. Compilations of Customer, Vendor, and Referral Source Contacts \n71 . In this category, Plaintiff specifically identifies only a compilation of \nGreen e's Outlook contacts, which consists of 2,930 publicly available nam es, email \naddresses and, in some instances, telephone numb ers and business addresses. \nAlthough compilations of data that include name s and addresses as well as other \ncustomer specific information can, in som e instances, constitute a trade secret, \nGreene's Outlook contact file has none of this additional information. Th e individual \ncontacts are not annotated to include information specific to each customer, such as \ncustomer preferences, buying habits, or pricing. Compare Mech. Sys. & Serus. u. \nHow ard, 2021 NCBC LEXIS 69, at *6-7 (N.C. Super. Ct. Aug. 11, 2021) (on Rule \n12(b)(6), a customer list that included contract terms, customer needs, pricing \ninformation, recruiting strategies, sales proposals and quotes, and correspondence \nwith potential customers which took \"many years of effort\" to develop satisfied the \nparticularity requirement to plead a trade secret), R ed Value, Inc. u. Titan Vah·e, Inc., \n2018 NCBC LEXIS 41, at **27 -28 (N.C . Super. Ct. Apr. 17, 2018) (compilation of \npurchasing preferences and order histories as well as customer requests and \ncomp laints received over many years had great competitive value and is information \ngenerally recognized to be a trade secret), and Koch M easu,rement D evices, Inc. u. \nArni.he, 201 3 NCBC LEX IS 45, at **8 (N.C . Super. Ct. O ct. 14, 2013) (\"customer lists \n7 Th e Co urt is mindful that the record before it is not fully developed and, accordingly, its \nconclusions are preliminary. \n20 \nincluding nam es, contact persons, addresses and phone numb er[s] ... [customer] \nordering habits, history ... [and company] pricing and inventory management \nstrategies\" may constitute trade secrets), r,oith Kadis u. Britt, 224 N.C. 154 , 162 (1944) \n(\"the knowledg e of a deliveryman, or other personal solicitor, of the nam es and \naddresses of his employer's customers, gained during the performance of his duties, \nis not a trade secret, partly because the information would be readily discoverable, \nand partly because of the Court's reluctance to deprive the employee of his subjective \nknow ledge acquired in the course of emp loyment\" (quoting 5 Williston on Contracts \n§ 1646)), Combs & Assocs., 14 7 N .C. at 370 (no trade secret found where defendants \ncould have compiled a similar database through public listings such as trade show \nand seminar attendanc e lists), Bldg. Ctr., Inc. u. Carter Lumb er of the i\\/orth, Inc., \n2017 NCBC LEXIS 85, at *19-20 (N.C. Super. Ct. Sept. 21, 2017) (\"Although customer \nlists, when compiled with pricing and bidding formulas, can sometimes qualify as a \ntrade secret under the [North Carolina Trade Secrets Protection Act], the Co urt does \nnot consider a customer list containing only information that is easily accessible \nthrou gh a telephone book or other readily available sources to be a trade secret.\"), \nand Safety T est & Equ ,ip. Co. L'. Am . Safety Util. Corp., 2015 NCBC LEXIS 40, at *26 \n(N.C. Super. Ct. Apr. 23, 2015 ) (public information such as client names, customer \ncontact information, or published prices for products is usually not considered a trade \nsecret). \n72 . Plaintiff does not dispute the fact that the information in Gre ene's \nOutlook contacts is available in the public domain . Further, the record contains no \n21 \nevidence that compiling the contacts took great effort or was done at great expense. \nSee Wilmington Star-News, 125 N .C. App. at 18 1 (including as one of six factors an \nevaluation of \"the ease or difficulty with which the information could properly be \nacquired or duplicated by others\"); cf. Addison Whitney, LLC, 2017 NCB C LEXIS 23, \nat **15 (drug database is not \"simply a tool of conv enience\" but rather was a \n\"voluminou s compilation of both private and publicly available information, which \nrequired approximately 1,000 hours of work over a 7-year period to create\"). A nd, \nwhile Greene m aintained and had access to the list, the record is silent as to whether \nother individuals could also access it. Aside from the fact that empl oyees could not \naccess the computer system without a passwo rd, there is no evidence that FBM \ntreated G1·eene's particular Outlook contacts (or any other emplo yee's Ou tlook \ncontacts) as trade secret information by taking steps to ensure that his contacts were \nkept secret. \n73. Co n sequently, on this limited record, the Court concludes th at FE M h as \nnot shown that it is reason ably likely to prevail on its claim that Gr eene's Outlook \ncontact list is a trade secret. \nb. Customer C redit Inform ation, Current and Historical Pricing D ata \n7 4. FBM provides two exampl es of reports containing information in this \ncategory. On e exhibit was generated using FBM 's business information aggregation \ntool, Power BI. (Henshaw Aff. Ex. 2.) Th e exhibit compiles and ranks revenue and \nprofitability for Branch 314's top 55 custom ers. (Henshaw Aff. ,i 29(b)(ii).) Th e \n22 \nsampl e prnvided to the Co urt includes year-to-date gross sales and profit m argins for \nthe past b vo years for each top cu stom er. \n75. Th e second exampl e is a report generated by FBM 's custom er relations \nm anagem en t software, Rainmakers . Th e report compiles information for all the jobs \non which Branch 314 h as bid and includes key financial information related to each \njob. (He nshaw A ff. ,r 29(b)(iv).) \n76. Th e business information reflected in the t\\vo reports described above \nrequired significant effort to accumulate. Th e compilations provide, in summ ary \nform , key insights into FBM 's business at Branch 314. A comp etitor would benefit \neconomi cally from kno\\ving the information. B ecau se they are so valuable, FB M has \nemplo yed reasonable m easures to secure these compilations. Access to the \ninformation is restricted to only those few emplo yees whos e duties require that they \nkno w it. (See H ensh aw Aff. ,r 29(b)(iv)-(v).) \n77. How ever, there is no evidence that either of the compilations FBM \nreferences h as been sent digitally or in hard copy to Conking . Nevertheless, FBM \nargues that Chavis is awa re of the information contained in these reports and that \nthe threat of disclosure to Conking is real. As this Court h as previously observed, \nNorth Carolina courts \"are reluctant to grant injunctive relief solely on the basis of \nthreatened mi sappropriation without proof of actual mi sappropriation.\" A llegis Grp., \nInc. l'. Z achary Piper LLC , 201 3 NCBC LEXIS 12, at **27 (N.C. Super. Ct. F eb. 25, \n20 13) (citing Ana log D euices, Inc., 157 N.C. at 470-71). \n23 \n78. Althou gh it is possible for Plaintiff to use circumstantial evidence to \nsupport its claim, \"a wrongdoer 's access to and opportunity to acquire a trade secret­\nw ithout mor e-is insufficient. Rather, there mu st be substantial evidence (1) that the \nwrongdoer accessed the trade secret without consent, or (2) of mi sappropriation \nresulting in an inference of actual acquisition or use of the trade secret.\" Addison \nWhitney, LLC, 2017 NCBC LEXIS 23, at ** 18 (citing TSO Fish,:ng, LLC v. Bollinger, \n238 N.C. App. 586, 595 (2014)). See also Bldg Ctr., Inc. v. Carter Lwnb er of the North, \nInc., 20 17 NCBC LEXIS 85, *23 -24 (N.C. Super. Ct. Sept. 21, 2017) (\"Plaintiff \nproduced no evidence that [Defendant] disclosed or used any information ... that he \nlearned through his authorized access to Plaintiffs sales reporting system s\"). \n79. In this case, C havis h ad the ability to access the information in Power \nB I and Rainmakers through the date of his departure from FBM. But FBM's \ncontention that C h avis has used or will use information from the Power BI and \nRainmakers software to benefit Conking SE is speculation rather than evidence. T o \nthe extent C h avis has approached customers that also do business w ith FBM, there \nis no evidence in this record that he relied on information in FBM 's Power BI or \nRainmakers software, as opposed to relying on his general knowledge of the industry, \npublicly available information, or the relationships he h as developed with customers \nover the years. See Novacare Orthot,:cs & Prosthetics E., Inc. v. Speelman, 137 N.C. \nApp . 4 71, 4 78 (2000) (affirming trial court's denial of preliminary injunction w here \nevidence suggested that defendant h ad developed a personal relationship w ith clients \n24 \nas a result of serving them, and one could exp ect these clients to follow him to a \ncompeting business). \n80. Accordingly, as to this category, and on this record, the Court concludes, \nin its discretion, that FEM h as not provided sufficient evidence of mi sappropriation \nto support a determination th at it is reasonably likely to prevail on its claim and to \nwarrant the extraordinary relief of a preliminary injunction. 8 \nc. Vendor Rebates and Discounts \n81. Because the information has competitive value, vendor rebates and \ndiscounts are closely guarded secrets. Neither FEM nor its vendors share this \ninformation with others. Internally, FEM takes steps to secure the information and \npermits only a few employees to access it. \n82. \nvendor \nOn 28 March 2023, Cirocco emailed Ca labrese a price sheet from FEM \n. The price sheet reflected the terms of \n8 To the extent FBM invites the Court to recognize the doctrine of inevitable disclosure \nbecause Chavis has taken a position for a competitor, Conking SE , in which he will perform \nduties substantially similar to those he performed for FBM, the Co urt declines to do so. Th e \nappe llate courts of this State have not adopted the inevitable disclosure doctrine. See, e.g., \nSolltheast Anesthesiology Cons llltants u. Charlotte-Mechlenburg Hosp. Au,th., 2018 NCBC \nLEXIS 137, at *57-59 (N.C. Super. Ct. June 22, 2018) (observing that a federal district court's \nprediction that North Caro lina wo uld adopt and app ly the inevitable disclosure doctrine \n\"ha[d] still not come to fruition\" nearly twenty-two years later (citing Merch & Co. u. Lyon , \n941 F. Supp. 1443, 1459 (M.D.N.C. 1996))). \nIn other jurisdictions wher e the doctrine has been recognized, it \"is generally used to enjoin \na former emp loyee from working with a competitor to prevent inevitable future \nmisappropriation . . . . It is not generally thought of as a basis for proof of actual \nmi sappropriation after the fact.\" Velodty Solntions, Inc. u. BSG, LLC, 2015 NCBC LEXIS \n54, at **25 (N.C. Super. Ct. May 26, 2015). See Tmuenol Labs., 30 N.C. App . at 693 (declining \ninjunctive relief on the basis of inevitable disclosure and observing that \"North Carolina \ncourts have never enjoined an empl oyee from working for a competitor m erely to prevent \ndisclosure of confidential information.\"). \n25 \nthat vendor's discount for FEM. As to this category, therefore, the Court concludes \nthat it is reasonably likely that FEM will prevail on its claim that Conking, through \nCirocco, has mi sappropriated trade secret information specific to its discount with \nd. Customer \n83. has great competitive \nvalue with respect to the bidding process. FEM specifically negotiates \n, and both FEM and these customers recognize the \nimportance of . FEM safeguards this \ninformation in its legal department and limits access to it. Th e Court concludes that \nit is reasonably likely that FEM will succeed in proving that its \nis a trade secret. See, e.g., Drouillard v. Keister Williams Neu ;spaper \nServs., Inc., 108 N.C. App. 169, 174 (1992) (pricing and bidding formulas constituted \ntrade secrets); cf. Byrd's Lau;n & Landscaping, Inc. r.:. Smith, 142 N.C. App . 371, 376 \n(2001) (compilation of historical cost information used to underbid competitor was a \ntrade secret); Biesse Am., Inc. u. Domini ci, 2019 NCEC LEXIS 50, at *16 (N.C. Super. \nCt. Aug. 19, 2019) (nonpublic price lists are among the types of \"valuable confidential \ninformation that North Carolina courts regularly protect as trade secrets\"). \n84. On 8 May 2023, Cirocco, while working for Conking, emailed Calabrese \nFBM' s for three FEM customers: \n-\n8 FEM has presented evidence that it won a significant job for ••••■ but that its \ndeliveries for this job stopped on 30 May 2023. Similarly, Henshaw testified that FEM was \nawarded a job for Incentive Contracting and was making deliveries on the job until soon after \nC h avis' resignation. (Henshaw Aff. ~ 73(b), (d).) \n26 \n. Therefore, as to this category, the Court concludes that it is \nreasonably likely that FEM will prevail on its claim that Conking, through C irocco, \nhas misappropriated trade secret information specific to FBM 's \nwith these three customers. \ne. Market Product Utilization Rates and Buving Strategies \n85. FEM claims to h ave calculated m arket utilization rates for its products \nusing data it acquired from Beacon, as well as data it h as collected from its own \nexperience. This inform ation allows it to buy and stock, in a cost-effective way , the \nmaterials it anticipates w ill be necessary to serve Branch 314's customers. Henshaw \nclaims to h ave tau ght Chav is, Greene , and Cirocco how to use this data to maximiz e \nthe Branch 's buying power. \n86. FEM does not describe the process it underwent or the expense it \nincurred to determine market utilization rates, and it provides no documents that \ncontain this information for any of its products. Furthermore, Chavis, Gree ne, and \nC irocco deny th at H enshaw trained them and claim that they have relied on nothing \nm ore th an their general knowl edge and experience in the industry to determine how \nto buy and stock materials for Conking SE. \n87. When an em ployee has knowl edge of an industry and skills resulting \nfrom having worked in it for years, and when the empl oyee's skills ai·e not specific to \nthe techniques u sed by his or her former employ er, the employee is free to mark et \nthose skills to competitors. See Analog Deuices, Inc., 157 N.C. App. at 471; see also \nEngineering Assocs. u. Pan lww, 268 N.C . 137, 140 (1966) (\"[A ]n emp loyee m ay take \n27 \nw ith him , at th e termination of his emplo ym ent, general skills and kno wledge \nacquired during his tenure with the former em ployer.\"). \"Th e m ere fact that [an \nempl oyee] acquired som e of these skills while working for [the former emp loyer] does \nnot m ean that [the empl oyee] mu st work for [the former em ployer] or not wo rk at all.\" \nAnalog D evices, Inc., 157 N .C. App. at 471. Abse nt an enforceable noncomp etition \ncovenant, Defendants m ay \"exercise[ ] the privilege every citizen has of accepting \nemplo ym ent in the field for which he is trained.\" Id. \n88. Th ere is no evidence th at m arket utilization rates were transferred \nelectronically or in h ard copy to Co nking. Th erefore, under the circum stances \npresented in this record, the Court is unable to conclude that it is reasonably likely \nthat a trade secret with respect to mark et product utilization rates and buying \nstrategies has been mi sappropriated. \nf. C u stom er and Job Selection and Quot ation Process \n89 . Similarly, FBM claim s th at the factors th at go into selecting and pricing \njobs are a trade secret requiring years of m arket experience to learn. It contends that \nH ensh aw taught Chavi s, Greene , and C irocco these basic tools of their trade, an \nallegation they deny . D efendants once again argue th at this type of general \nknow ledge abo ut the industry com es from experience and does not constitute a trade \nsecret. \n90. FBM provides no training mat erials or other documents th at it contends \ncontain trade secrets. General descriptions of information th at are not unique to \nFBM are insufficient to identify a trade secret. See, e.g., FMC Corp. u. Cyp r11,s Foote \n28 \nMineral Co., 899 F. Supp . 1477, 1481 (W.D.N.C . 1995) (denying preliminary \ninjunction for violation of [NCTSPA] where plaintiff failed to \"come forward with \nevidence establishing the precise nature of its trade secrets\"). \n91. Furthermore, there is no evidence that any such information was \ntransferred electronically or in h ard copy to Conking. To the extent Chavis, Gr eene, \nand Cirocco have learned this information th1·ough experience in the industry, \"equity \nhas no power to compel a man who changes employers to wipe clean the slate of his \nm emory .\" Kadis, 224 N.C. at 162. Therefore, on this record, the Court is unable to \nconclude that it is reasonably likely that a trade secret exists or, if so, that it h as been \nmi sappropriated. \ng. Personnel Productivitv and Compensation Inform ation \n92. Comp ilations by pay period of FBM's piece rate incentive compe nsation \nfor all the drivers emplo yed at Branch 314, which reflect not only the rate paid but \nalso each driver's production, h ave competitive value and were securely kept by FEM. \nOn two occasions relatively close in time to his initial communications with Conking, \nChavis sent this information to his personal Gmail account. While he argues that he \ndid not use the information inappropriately, the Co urt concludes th at this evidence, \nparticularly when combined with evidence follovi1ing Chavis' departure of thirteen \n(13) missing personnel files and an ema il from Chav is to a Conking emp loyee on 4 \nMay 2023 offering \"payroll information,\" is sufficient at this stage to make it \nreasonably likely th at trade secret information was misappropriated. \n29 \nB. Ineparable Injurv \n93. Preliminary injunctive relief is often appropriate w hen a company 's \ntrade secrets are at stake: \n[M]isappropriation of a trade secret is an injury of such continuous and \nfrequent recunence that no reasonable redress can be had in a court of \nlaw. Th e very nature of a trade secret mandates that misappropriation \nwill have significant and continuous long-term effects. The party \nwronged may forever lose its competitive business adva ntage or, at the \nleast, a significant portion of its market share. \nBarr-Mullin, Inc. u. Browning, 108 N.C. App. 590, 597 (1993) (internal quotation \nmarks omitted). How ever, if the harm has been don e and there is no substantial \nevidence that additional h arm is threatened, dam ages are the approp riate recourse. \nL ewis u. Goodm ,an, 14 N.C. App. 582 , 583 (1972) (\"It is well-settled law that where \nthere is an adequ ate remedy at law , an injunction will not lie.\"). \n94. In this case, FEM is still su sceptible to irreparable harm from the \nimprop er use of its vendor discount with \nas its \n, as well \nHowever, any h arm to FEM that mi ght have come from the alleged theft of driver \npiece rate and productivity information appears to have occurred during the exodus \nof employ ees that happened when Chavis resigned in May 2023. FEM has not \nidentified any driver still in its emplo y whose compensation information was \nallegedly shared with Conking. For this reason, the Court concludes that preliminary \ninjunctive relief is not appropriate w ith respect to the alleged misappropriation of \npersonnel productivity and compensation information. \n30 \nC . Balancing the Equities \n95. In this case, Conking, which is historically a northeast regional mark et \nparticipant, h as m ade a foray into the southeastern mark et with a single office in \nCharlotte. It is comp eting against FBM, a national juggernaut with 300 offices across \nthe country. \n96. D espite its size, there is no evidence that FBM utilized restrictive \ncovenants to protect the legitimate business interests it may h ave in its goodwill with \ncustomers, investm ent in employ ees, and development of confidential business \ninformation. Courts have found that an employ er's failure to protect itself through \nthese commonly u sed means weighs against affording it preliminary injunctive relief. \nSee, e.g., Ana log D e1.,·ices, 157 N.C. App. at 471 (\"While [plaintiff] might have \nprevented [defendants] from working in the field of HSHR ADC design and \ndevelopm ent in the event they ceased working for [plaintiff] by making a non-compet e \nclause part of their employment contract, no such clause has been presented.\"); FMC \nCorp., 899 F . Supp. at 1479 (\"[Plaintiff] never asked defendant to sign a covenant not \nto compete, and [defendant] never did so.\"). \n97. How ever, \"[a] preliminary injunction 1s especially warranted where \nmi sappropriation threatens to deprive a business of its competitive advantage.\" Red \nValve, Inc., 2018 NCBC LEXIS 41, at **37 (citing Barr-Mullin, 108 N.C . App. at 597). \nSuch is the case with respect to information regarding FBM's vendor rebate from \n. and the \n31 \n98 . Defendants h ave testified that they are achieving their goals without \nusing Plaintiffs information. (Cirocco Aff. ,i,i 20, 27; Greene Aff. ,i,i 23, 30, 39, 41; \nC havis Aff. ilil 28, 35, 44, 46.) It follows, then, that they will suffer little or no harm \nif the injunction is issued. \n99 . On this record, the Co urt concludes that FBM would be irreparably \nh arm ed in the absence of an order enjoining D efendants from using and disclosing \nthis information . Th e harm is imm ediate and ongo ing, and FB M h as no adequate \nrem edy at law. Th e Co urt therefore concludes that a preliminary injunction 1s \nappropriate to prevent Co nking's use of FBM 's vendor discount with \nand FBM 's \nduring the pendency of this laws uit. D efendants \nremain free, how ever, to use their own skills, experience, and personal relationships \nwith custom ers. \nIV. CONCLUSION \n100. v\\THEREFORE , based upon the foregoing Findings of F act and \nCo nclusions of L aw , it is hereby ORDERED , in the exercise of the Court's discretion, \nthat pending final resolution of this civil action, and unless and until otherwise \nordered by this Court, D efendants, and any persons or entities in active conceit or \nparticipation with any of them, are hereby RESTRAINED and ENJOINED from \nusing or disclosing (a) FBM 's vendor rebate arrangem ent w ith \n; and (b) FBM's \n32 \nDefendants may use their own skills, \nexperience, and personal relationships with customers. \n101. The Court concludes, in the exercise of its discretion, that the security \nbond in the amount of one thousand dollars ($1,000.00) previously posted by Plaintiff \nis reasonable and appropriate as a condition of granting this preliminary injunction. \nAccording ly, the Court will not require the posting of additional security at this time. \nThe Court's order concerning the posting of security is without prejudice to any \nparty's righ t to move the Court to adjust the amount of the security for good cause \nshown. \nIT IS SO ORDERED, this 7th day of July, 2023. \n/s/ Julianna Theall Earp \nJulianna Th eall Earp \nSpecial Superior Co urt Judge \nfor Complex Business Cases \n33 "
}