{
  "id": "8ebdbc243479b486a96749b7e9b32c395f5b1750c0590988f201c6ef96bb0118",
  "source_file": "data/raw/ncbc/8ebdbc243479b486a96749b7e9b32c395f5b1750c0590988f201c6ef96bb0118.pdf",
  "raw_text": "Se. Auto., Inc. v. Genuine Parts Co., 2017 NCBC 33. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF CUMBERLAND 16 CVS 1186 \n \nSOUTHEASTERN AUTOMOTIVE, INC., ) \n   ) \n  Plaintiff,  ) \n   )    \n v.  ) OPINION AND ORDER \n   )  \nGENUINE PARTS COMPANY, a Georgia ) \nCorporation d/b/a NAPA AUTO PARTS; ) \nand JOHN MICHAEL RIESS, II, ) \n   ) \n  Defendants. ) \n \n THIS MATTER comes before the Court on Defendants ’ Motion to Dismiss  \nPlaintiff’s First Amended Complaint (“Motion”) pursuant to North Carolina Rules of \nCivil Procedure (“Rule(s)”) 12(b)(3) and 12(b)(6). \n THE COURT, having considered the Motion, briefs in support of and in \nopposition to the Motion, the affidavits and other evidentiary materials filed by the \nparties, and the arguments of counsel  at the hearing , concludes that the Moti on \nshould be GRANTED for the reasons below. \nThe Law Offices of Lonnie M. Player, Jr.,  by Lonnie M. Player, Jr., Esq.,  and \nStevens Martin Vaughn & Tadych, LLP, by K. Matthew Vaughn, Esq.  for \nPlaintiff Southeastern Automotive, Inc. \n \nAlston & Bird LLP, b y Michael A. Kaeding, Esq.  and Ryan P. Ethridge, Esq. \nfor Defendants Genuine Parts Corporation and John Michael Riess, II. \n \nMcGuire, Judge.     \nI. Factual and Procedural Background. \n1. Plaintiff Southeastern Automotive, Inc. (“ Plaintiff”) is a n auto parts \ndistributor and retailer  which, as of November 2011, had  eight (8) locations in \n \nsoutheast North Carolina . Plaintiff is a closely -held North Carolina corporation  \nwith three shareholders : Charlie Harrell, Brandon Harrell, and Eric Prevatte \n(“Southeastern Owners”). Sout heastern’s principal place of business is in \nCumberland County, North Carolina. (First Amended Complaint (“FAC”) ¶¶ 1 – 9.)    \n2. Defendant Genuine Parts Company (“GPC”)  is a national auto parts \ndistributor and retailer that operates under the “NAPA” brand na me.1 It is a \nGeorgia corporation with its principal place of business in Fulton County, Georgia.  \nDefendant John Michael Riess, II (“Riess”) is a citizen and resident of Guilford \nCounty, North Carolina, who at all relevant times to this la wsuit was employed by \nGPC as the General Manager of the NAPA distribution center in High Point, North \nCarolina (collectively, GPC and Riess are the “Defendants”). (FAC ¶¶ 2, 3.) \nA. The Changeover Transaction. \n3. In late 2011, Plaintiff agreed to meeting with GPC officials to discuss \nthe feasibility of Plaintiff becoming a NAPA -affiliated auto parts retailer , and in \nNovember 2011, the Southeastern Owners met with Riess . Plaintiff alleges that, at \nthis initial meeting, Riess  induced it to explore an affiliation with NAPA by \nsuggesting to Brandon Harrell that the majority of the NAPA -affiliated dealers in \nNorth Carolina were substantially older than him  and that Plaintiff stood to \neventually merge with and succeed to an interest in the majority of these dealers as \npart of GPC’s “succession plan” for the region. (FAC ¶¶ 8 – 11.) \n                                                 \n1 NAPA’s website ( www.napaonline.com) states that NAPA is “a division of” GPC.  In this \nOpinion and Order, the Court uses GPC and NAPA interchangeably. \n \n4. The Southeastern Owners were enticed by the prospect of significantly \nincreasing the size  of their business, but had concerns related to NAPA’s business \nmodel and Plaintiff’s ability to fit its existing  lines of  business within the NAPA \nmodel. ( FAC ¶ 12.) Plaintiff alleges that  NAPA, by and through  Riess, addressed \neach of its concerns and assured the Southeastern Owners that Plaintiff would be \nable to continue its existing lines of business. (FAC ¶ 14.) \n5. In April  2012, Plaintiff agreed with NAPA to begi n the process of \nchanging Plaintiff’s existing stores to NAPA stores (hereinafter, this process will be \nreferred to as the “Changeover Transaction”). \n6. Plaintiff alleges Defendants represented that the Changeover  \nTransaction would proceed as follows: \na. Plaintiff would divest itself of it s Raleigh, North Carolina \nlocation, but would acquire three (3) of GPC’s existing, company -owned NAPA \nlocations in Fayetteville, North Carolina; \nb. Plaintiff would acquire and merge with the n-existing \nindependently owned NAPA locations in Lumberton, St. Paul’s,  Elizabethtown, \nPembroke, Wilmington, and Leland, North Carolina; \nc. GPC would conduct an on -site physical inventory of each of \nPlaintiff’s locations; \nd. NAPA’s proprietary computer -based inv entory control systems, \nTAMS II and Multistore (“MS”), would be installed in Plaintiff’s locations; and \n \ne. The data from the on -site inventories conducted by GPC at \nPlaintiff’s locations would be transferred accurately into NAPA’s computer \ninventory-control systems and Plaintiff  would be given full and accurate credit for \nits inventory. (FAC ¶ 16.) \n7. On or about February 1 2 and 13, 2013, the Southeastern  Owners \ntraveled to Atlanta, Georgia, to meet with Riess and GPC’s President and Chairman \nof the Board . During one of these meetings , Riess gave Plaintiff assurances that \neach independent ly owned  NAPA retailer  had agreed to the Changeover  \nTransaction and were “ready to do what’s best for NAPA.”  Relying on the \nrepresentations, Plaintiff and GPC executed the Napa Change-Over Agreement on \nFebruary 13, 2013 (hereinafter “Changeover Agreement”). (FAC ¶¶ 21 – 25, Ex. A.) \n8. The Changeover Agreement  provides, in relevant part , that  in the \nprocess of converting Plaintiff’s stores to NAPA stores:  \na. NAPA employees  would physically inspect and count  the \nexisting automotive parts inventory at each of Plaintiff’s store locations; \nb. NAPA employees would  enter the inventory into the TAMS \ncomputer inventory system; \nc. Plaintiff would have  representatives present at all times during \nthe inspection, inventory count , and change-over procedures to observe in order to \nconfirm that the procedures were conducted accurately; \nd. After completing each inspection and inventory count, NAPA \nwould print a listing of the store’s existing inventory at the agreed-upon pricing and \n \nPlaintiff’s representative would sign the inventory listing to confirm that the \ninspection and inventory counts were performed in an accurate and correct manner; \ne. Immediately following the inspection and inventory count, the \nstore’s existing inventory would either be “reboxed” as NAPA parts and returned to \nPlaintiff’s inventory or removed and returned to the “manufacturers/suppliers of \nNAPA.” (FAC ¶ 26; Changeover Agmt. §§ 1 – 3.) \n9. The Changeover Agreement also requires GPC to provide Plaintiff with \ntwo free enrollments for Plaintiff’s employees in NAPA’s Store Management School. \n(FAC ¶ 26; Changeover Agm t. § 3.) Additionally, t he Changeover Agreement \nprovides that “[t]he inspection and inventor y count is scheduled to occur  . . . \nbeginning March 1, 2013 and completing the last store in June  . . . ” (Changeover \nAgmt. § 1,) and contains a forum selection clause stating “the courts of Georgia shall \nhave jurisdiction over the subject matter of this Agreement and personal \njurisdiction over the parties hereto.” (Id. at § 12.) \n10. The Changeover Transaction required a significant capital investment  \nby Plaintiff. (R iess Aff.  (8/25/16) ¶ 11; Harrell Aff. ¶ 16.) 2 Plaintiff first sought \n                                                 \n2 Both parties submitted affidavits and other evidence regarding Defendants’ Rule 12(b)(3) \nMotion, and neither party has objected to the Court’s consideration of these materials. The \nNorth Carolina Court of Appeals has held that “consideration is limited to the allegations in \nplaintiff's complaint” in determining “the form of action” for venue purposes. McCrary \nStone Servs., Inc. v. Lyalls, 77 N.C. App. 796, 799, 336 S.E.2d 103, 105 (1985).  On the other \nhand, the Court of Appeals also has held that a trial court erred in failing to consider the \nplaintiff’s sworn interrogatory responses in deciding the defendant’s motion challenging \nvenue where the only other information in the record regarding the plaintiff’s county of \nresidence was the allegation in the unverified complaint. Kiker v. Winfield, 234 N.C. App. \n363, 365–66, 759 S.E.2d 372, 373–74 (2014); see also Chow v. Crowell, 15 N.C. App. 733, \n736, 190 S.E.2d 647, 649 (1972) (finding that trial court erred in transferring venue to \nTransylvania County when verified motions showed defendants were residents of Guilford \nand Macon Counties, respectively, and only the unverified motion stated a defendant was a \n \nfinancing from Vantage South Bank, but Vantage declined the loan. (Riess Aff. \n(8/25/16) ¶ 15; Harrell Aff. ¶¶ 16 – 17.) Plaintiff instead obtained the financing \nthrough GPC’s “Growth Capital Program .” (Riess Aff. (8/25/16) ¶ 17; Harrell Aff. ¶ \n17.) The Growth Capital Program is a special loan program established by GPC for \nindependent NAPA store owners.  Under the Growth Capital Program, Bank of \nAmerica (“BOA”) makes the loan , and the loan is guaranteed by  GPC. (Riess Aff. \n(8/25/16)  ¶ 14.) \n11. In order to participate in  the Growth Capital Program  and as a \ncondition of GPC’s guara ntee of the loan , GPC required Plaintiff and the \nSoutheastern Owners to enter into the  Guarantee Support Agreement (“GSA”). (Id. \nat ¶ 24, Ex. A.) On February 28, 2013, the Southeastern Owners in their individual \ncapacities, Brandon Harrell on behalf of Pla intiff, and Riess on behalf of GPC, \nexecuted the GSA. ( Harrell Aff. ¶ 22. ) Under the GSA, GPC imposed managerial, \noperational, and financial  requirements on Plaintiff including, inter alia : giving \nGPC two seats on Plaintiff’s Board of Directors; requiring GPC’s approval for \nPlaintiff to spend or enter into a contract exceeding $10,000; requiring Plaintiff to \npurchase 85% of its inventory from GPC and its affiliates; requiring Plaintiff’s \ntimely payment to GPC of invoices for inventory; giving GPC certain co ntrols over \nPlaintiff’s inventory and inventory write -offs; permitting GPC to review Plaintiff’s \noperation and capital budgets; and obligating Plaintiff to non -competition \ncovenants. (Riess Aff. (8/25/16) ¶ 25, Ex. A.) \n                                                                                                                                                             \nresident of Transylvania County). The Court concludes that it can properly consider the \naffidavits and other evidence presented by the parties for purposes of deciding Defendants’ \nRule 12(b)(3) Motion. \n \n12. The GSA contains a forum selection cl ause which provides in pertinent \npart as follows: \nTHE FEDERAL COURT OF THE NORTHERN \nDISTRICT OF GEORGIA OR, AT THE OPTION OF GPC, \nANY STATE COURT LOCATED IN COBB COUNTY OR \nFULTON COUNTY, GEORGIA, SHALL HAVE \nEXCLUSIVE JURISDICTION TO HEAR AND \nDETERMINE ANY CLAIMS OR DISPUTES BETWEEN \nTHE PARTIES, PERTAINING, DIRECTLY OR \nINDIRECTLY, TO THIS AGREEMENT, THE LOAN \nDOCUMENTS OR TO ANY MATTER ARISING \nTHEREFROM, THE COLLATERAL OR ANY OTHER \nDOCUMENT EXECUTED AND DELIVERED IN \nCONNECTION HEREWITH OR THEREWITH. \n \n(GSA ¶ 33(a)) (capitalization in original). \n13. On February 28, 201 3, the Southeastern  Owners also executed a  \nGuaranty a greement (“Guaranty”) in their individual capacities to  “jointly and \nseverally guaranty to GPC the prompt payment of any and all indebtedness on the  \npart of [ Plaintiff] to GPC.”  (Riess Aff. (8/25/16) ¶ 29, Ex. B; Harrell Aff. ¶ 19. ) The \nGuaranty contains a forum selection clause making Georgia a proper forum for the \nlitigation of disputes arising out of the Guaranty. (Guaranty 2.) \n14. On February 28, 2013 , Plaintiff and GPC executed a Security \nAgreement. (Riess Aff. (8/25/16) ¶ 30, Ex. C; Harrell Aff. ¶ 19.) The Security \nAgreement grants GPC a security interest in certain collateral, mainly the \ninventory of Plaintiff’s stores. The Security Agreement contai ns a forum selection \nclause making Georgia a proper forum for the litigation of disputes arising out of \nthe Security Agreement. (Security Agreement § 21.) \n \n15. In or around early March 2013, Plaintiff entered into a Loan \nAgreement with BOA under the Growth Capital Program (“Loan Agreement”) . \n(Riess Aff. (8/25/16)  ¶ 21,  Ex. E.) The Loan Agreement provides that Plaintiff \n“acknowledges and agrees that [GPC] shall guarantee all of the [Plaintiff]’s \nobligations to [BOA] under” the Loan Agreement, (L oan Agmt. § 3.1(d),) and that \n“[Plaintiff] recognizes and acknowledges that [BOA] has made credit available to \n[Plaintiff] hereunder based in part on the credit support of GPC.” ( Id. at § 10.14.) \nThe total financing provided to Plaintiff pursuant to the Growth Capital Progr am \nwas $7,563,976. (Riess Aff. (8/25/16) ¶ 27.) \nB. Plaintiff’s Allegations. \n16. Plaintiff alleges that “immediately” after entering into the Changeover \nTransaction, it learned that  none of the independent NAPA retail owners had prior \nknowledge that GPC wanted them to sell their stores to Plaintiff, and that the \nindependent NAPA affiliates in Lumberton and Leland, North Carolina, refused to \nsell their businesses to Plaintiff. (FAC ¶¶ 27 – 30.) As a result of the Lumberton and \nLeland NAPA affiliates’ refusal to cooperate with the Changeover Transaction, GPC \n“forced Plaintiff . . . to exit the Lumberton , North Carolina  market completely , \nwhere Plaintiff had thriving stores, [and] to open a new store . . . in Carolina Beach, \nNorth Carolina, where previous auto parts st ores had failed.” (FAC ¶ 30.) GPC also \n“forced” Plaintiff to agree to a non -competition agreement excluding it from the \nmarket surrounding Leland for a period of five (5) years. (FAC ¶ 31.) \n \n17. Plaintiff alleges  that, in violation of  the terms of the  Changeover \nAgreement, Plaintiff’s stores in Pembroke, St. Paul’ s, and Elizabethtown “were not \ninventoried at all but rather their s helves were simply emptied onto  . . . NAPA’s \ntractor trailer tru ck and hauled away.” ( FAC ¶¶ 32 – 33.)  Additionally, Plaintiff’s \nstores in Raleigh, Lumberton, and Wilmington were not inventoried under the \nprocedures required by  the Changeover Agreement  (FAC ¶¶ 34  – 36,) and the \nTAMS II and MS systems  erroneously ov erstocked Plaintiff’s stores with \nunnecessary inventory for which Plaintiff was required to pay GPC. (FAC ¶¶ 37 – \n48.)  \n18. Many months later , GPC announced  that its counts of Plaintiff’s \ninventory had produced a shortfall of $1,400,000.00 from what was represented in \nPlaintiff’s books. GPC notified Plaintiff that it  expected Plaintiff to write -off the \ninventory shortfall. (FAC ¶52.) Plaintiff  disputes the legitimacy of GPC’s inventory \ncount and has refused to approve the write off. (FAC ¶¶ 53 – 55.)  Plaintiff alleges \n“[u]pon information and belief, the errors in inventory control,  alleged counting and \nreporting which led [GPC] to demand Plaintiff write $1,400,000.00 off its books with \nno compensation are entirely those of [GPC].” (FAC ¶ 56.) \nC. The Lawsuit, Removal to Federal Court, and Remand. \n19. On February 12, 2016, Plaintiff filed it s Complaint in Cumberland \nCounty Superior Court  (“Complaint”). The Complaint contains claims for breach of \ncontract against GPC (Claim One), and fraud (Claim Two) and unfair and deceptive \ntrade practices (Claim Three) against both GPC and Riess. \n \n20. On March 2 2, 2016, Defendants filed a Notice of Designation \ntransferring this case to the North Carolina Business Court , and the  case was \ndesignated a mandatory complex business case by Order of the Chief Justice of the \nNorth Carolina Supreme Court, pursuant to N.C.  Gen. Stat. § 7A -45.4(b) \n(hereinafter, references to the North Carolina General Statutes will be to “G.S.”) . \nOn March 23, 2016 , the case was  assigned to the undersigned Special Superior \nCourt Judge for Complex Business Cases by Order of Chief Judge James L. Gale. \n21. On March 25, 2016, Defendants removed this action to the United \nStates District Court for the Eastern District of North Carolina (“Eastern District”) \non the basis of diversity of citizenship jurisdiction. Defendants asserted that the \nfederal court had jurisdiction over the case despite the fact that Riess was a \nresident of North Carolina because Southeastern had fraudulently joined him as a \ndefendant to avoid diversity jurisdiction. \n22. On April 1, 2016, Defendants filed  in the Eastern District  a Motion to \nDismiss the Complaint and a M otion to T ransfer the case to the United States \nDistrict Court for the Northern District of Georgia  (“Northern District of Georgia”) . \nDefendants’ Motion to T ransfer was based on the GSA’s exclusive forum -selection \nclause.  \n23. On April 1, 2016, Plaintiff filed in the Eastern District  a Motion to \nRemand the case back to Cumberland County Superior Court.  \n \n24. On April 22, 2016, Plaintiff filed the FAC in the Eastern District . The \nFAC is identical to the Complaint except that it amends the allegation in paragraph \n25 regarding the date that Plaintiff entered into the Changeover Agreement.  \n25. On July 5, 2016, Eastern District Chief Judge  James C. Dever, III,  \nissued an order transferring the case to the Northern District of Georgia, pursuant  \nto 28 U.S.C. § 1404(a)  (“Transfer Order”). Southeastern Auto., Inc. v. Genuine Auto \nParts Co., No. 5:16-CV-130-D, 2016 U.S. Dist. LEXIS 86778 (E.D.N.C. July 5, 2016).  \nJudge Dever transferred the case based on the  GSA’s exclusive forum selection \nclause, holding: \nSoutheastern Automotive is a sophisticated business entity and is \nbound by the contractual terms that it reached wit h Genuine Auto \nParts Company . . . . Here, the forum -selection clause is valid, and the \ndispute falls within the forum -selection cla use . . . . Indeed, \nSoutheastern Automotive’s arguments to the contrary are specious. \n \nId. at *2 – 3. The Transfer Order did not address Southeastern’s Motion to Dismiss. \n26. The case was transferred to the Northern District of Georgia and \nassigned civil actio n number 1:16 -CV-2442-LMM. On July 15, 2016, the Honorable \nLeigh Martin May of the U.S. District Court for the Northern District of Georgia \ngranted Plaintiff’s Motion to Remand.  Judge May held that Plaintiff had not \nfraudulently joined Riess, and remanded the case to state court based on the lack of \ncomplete diversity between the parties. (Slip Op. 12 – 14.) \n27. On August 26, 20 16, Defendants filed the Motion  seeking dismissal, \nwithout prejudice , of the FAC pursuant to Rule 12(b)(3) on the basis of  improper \nvenue.  A lternatively, Defendants seek dismissal of Plaintiff’s claims for  fraud and \n \nunfair and deceptive trade practices claims  pursuant to Rule 12(b)(6) . Having been \nfully briefed  and argued in front of the Court, the Motion is now ripe for \ndetermination. \nII. Analysis. \n28. Defendants move to dismiss the FAC without prejudice pursuant to \nRule 12(b)(3) on the grounds that the GSA’s exclusive forum-selection clause covers \nthe claims raised by Plaintiff and mandates those claims be pursued in  Georgia. \nDefendants also a rgue that Southeastern’s claims for fraud and violation of the \nNorth Carolina Unfair and Deceptive Trade Practices Act, G.S. § 75 -1.1, et seq. \n(“UDTPA”), are subject to dismissal with prejudice under Rule 12(b)(6). \n29. Pursuant to G.S. § 1-83, when a party raises an objection to venue, “the \nquestion of removal then becomes a matter of substantial right, and the court of \noriginal venue is without power to proceed further in essential matters until the \nright of removal is considered and passed upon.” Casstevens v.  Wilkes Tel. \nMembership Corp., 254 N.C. 746, 750, 120 S.E.2d 94, 96-97 (1961); see also Aldridge \nv. Kiger , 2016 NCBC LEXIS 85, *5 (N.C. Super. Ct. 2016). The Court must first \ndetermine the question of venue because if the venue in this Court is improper \nPlaintiff’s claims must be dismissed without prejudice and the Court need not r each \nDefendants’ Rule 12(b)(6) Motion. \n \n \n \n \n \n \n \nA. Defendants’ arguments for dismissal on the basis of improper venue. \n \n30. Defendants first argue that Plaintiff is collaterally estopped  from \ncontesting the applicability of the forum selection clause in the GSA by the Transfer \nOrder. (Id. at 10 – 12.) \n31. Defendants contend that if Plaintiff is not estopped from contesting the \napplicability of the forum -selection clause, the GSA, Changeover A greement, \nGuaranty, and Security Agreement were all part of the Changeover Transaction, \nbut that “[t]he primary contract underlying the Changeover Transaction is [the \nGSA].” ( Defs.’ Mem. Supp. Mot. Dismiss  3.) Defendants argue that “[t]he \nChangeover Transa ction could not have happened without the GSA and GPC’s \nguaranty of the [BOA] Loan.” (Id. at 4.) Defendants contend that the GSA’s broad \nforum-selection clause is mandatory and applies to all of Plaintiff’s claims, and \nrequires this Court to dismiss those claims on the basis of improper venue. ( Id. at 9 \n– 18.) \nB. Plaintiff’s arguments in opp osition to Defendants’ Motion to D ismiss \nfor improper venue. \n \n32. Plaintiff contends that the forum-selection clause in the GSA does not \napply to this lawsuit because Pla intiff’s claims arise solely from Defendants’ breach \nof, and misrepresentations surrounding, the Changeover Agreement. (Pl.’s Br. Opp. \nMot. Dismiss 9 – 12.) Plaintiff argues that its “claims are grou nded entirely in the \nDefendants’ misrepresentations that induced [Plaintiff ] to sign th e Changeover \nAgreement, and GPC’s failures to comply with the terms of that Agreement.” ( Id. at \n \n10.) Since the forum provision in the Changeover Agreement is not mandatory, \nPlaintiff contends that venue properly lies in this Court. (Id.) \n33. Plaintiff also argues that the forum -selection clause in the GSA cannot \nbe enforced because it violates G.S. § 22B -3, which prohibits mandatory forum \nselection clauses in certain contracts entered into in North Carolina. (Id. at 7 – 9.) \n34. Finally, Plaintiff argues that the forum -selection clause in the GSA \ncannot be enforced because it was the product of “unequal bargaining power”, and it \nwould be unfair to enforce the clause. (Id. at 12 – 14.) \nC. Collateral estoppel does not preclude Plaintiff’s arguments against the \napplicability of the forum-selection clause in the GSA. \n \n35. Defendants contend that Plaintiff is collaterally estopped in this Court \nfrom disputing the applicability and validity of the GSA’s forum selection clause \nbecause those issues w ere raised, litigated, and determined in the Transfer Order. \nPlaintiff argues, inter alia, that it is not estopped from raising the issues because \nthe Transfer Order was not a final judgment on the merits. ( Pl.’s Br. Opp. Mot. \nDismiss 14 – 15.) \n36. “Under collateral estoppel as traditionally applied, a final judgment on \nthe merits prevents relitigation of issues actually litigated and necessary to the \noutcome of the prior action in a later suit involving a different cause of action \nbetween the parties or their privies.” Thomas M. McInnis & Assoc s., Inc. v. Hall , \n318 N.C. 421, 428 – 29, 349 S.E.2d 552, 557 (1986) ( citing Restatement (Second) of \nJudgments § 27    (1982) (emphasis added); State ex rel. Tucker v. Frinzi , 344 N.C. \n411, 414, 474 S.E.2d 127, 128 (1996).  The elements of collateral estoppel are: “(1) a \n \nprior suit resulting in a final judgment on the merits; (2) identical issues involved; \n(3) the issue was actually litigated in the prior suit and necessary to the judgment; \nand (4) the issue was actually det ermined.” Bluebird Corp. v. Aubin , 188 N.C. App. \n671, 678, 657 S.E.2d 55, 61 (2008) ; McCallum v. North Carolina Coop. Extension \nServ. of N.C. State Univ., 142 N.C. App. 48, 52, 542 S.E.2d 227, 231 (2001) (“[W]hen \nan issue has been fully litigated and decid ed, it cannot be contested again between \nthe same parties, even if the adjudication is conducted in federal court and the \nsecond in state court.”).  “The burden of establishing that a claim is barred by \ncollateral estoppel is on the party relying upon the doctrine.” Id. \n37. Defendants argue that the Transfer Order was a final judgment for the \npurpose of collateral estoppel because Judge Dever “determined the entire \ncontroversy” before the Eastern District when he transferred the matter to the \nNorthern District o f Georgia. Defendants cite in support of their argument \nRatchford v. C.C. Mangnum, Inc., in which the Court of Appeals noted that “[a] final \njudgment is one that determines the entire controversy between the parties, leaving \nnothing to be decided in the tr ial court.” 150 N.C. App. 197, 199, 564 S.E.2d 245, \n247 (2002). The “entire controversy” in this case was all of the claims raised by \nPlaintiff’s FAC. While the Transfer Order may have “determined” the venue issue \nraised by Defendants’ Motion to Transfer, the Transfer Order did not “determine \nthe entire controversy between the parties” and was not a final judgment for the \npurpose of collateral estoppel. To the contrary, the Transfer Order was clearly \ninterlocutory in nature and decided only a single procedu ral question involved in \n \nthe lawsuit between the parties. Branch v. Carolina Shoe Co. , 172 N.C. App. 511, \n518, 616 S.E.2d 378, 383 (2005). (noting an order is interlocutory when it “does not \ndetermine the issues joined in the suit, but merely directs some further proceedings \npreparatory to the final decree.”).  Since the Transfer Order was not a final order, \nDefendants’ collateral estoppel argument must fail. \nD. The forum-selection clause in the GSA is mandatory. \n38. In North Carolina, venue usually is fixed by statute. Venue, however, \n“is not jurisdictional, and may be waived by any party or changed by consent of the \nparties, express or implied.” Casstevens, 254 N.C. at 749, 120 S.E.2d at 96.  \nAccordingly, “a contractual forum selection clause can modify [the statutory] default \nvenue rule. Lendingtree v. Anderson , 228 N.C. App. 403, 408, 747 S.E.2d 292, 297 \n(2013) \n39. The general rule is that mandatory  forum selection clauses contained \nin contracts are enforced in North Carolina.  Id. “[M]andatory forum \nselection clauses recognized by our appellate court s have contained words such as \n‘exclusive’ or ‘sole’ or ‘only’  which indicate that the contracting parties intended to \nmake jurisdiction exclusive.”  Printing Servs. of Greensboro, Inc. v. Am. Capital \nGroup, Inc. , 180 N.C . App. 70, 74, 637 S.E.2d 230, 232 (2006)  (citation \nomitted). Once it is established that a  forum selection clause is mandatory, a party \n“seeking to avoid enforcement  . . . carries a heavy burden and must demonstrate \nthat the clause was  the product of frau d or unequal bargaining power or that \n \nenforcement of the clause w ould be unfair or unreasonable.”  Perkins v. CCH \nComputax, Inc., 333 N.C. 140, 146, 423 S.E.2d 780, 784 (1992). \n40. The forum selection  clause in the GSA clearly provides that Georgia  \nCourts shall have “exclusive jurisdiction to hear any claims or disputes between the \nparties . . . .” (GSA § 33.)  Plaintiff does not dispute , and t he Court therefore \nconcludes, that the forum selection clause in the GSA is mandatory. \nE. The forum-selection clause is not void under N.C. Gen. Stat. § 22B-3. \n \n41. The Court will next consider Plaintiff’s contention that the mandatory \nforum selection clause in the GSA is void and unenforceable pursuant to G.S. § 22B -\n3. (Pl.’s Br. Opp. Mot. Dismiss 7  – 9.) If Plaintiff is correc t, the Court need not \nconsider Defendants’ argument that the forum selection clause requires dismissal of \nPlaintiff’s claims, and Defendants’ Rule 12(b)(3) Motion must be denied.  G.S. § 22B-\n3 provides, in relevant part, as follows: \nExcept as otherwise pro vided in this section, any \nprovision in a contract entered into in North Carolina that \nrequires the prosecution of any action or arbitration of \nany dispute that arises from the contract to be instituted \nor heard in another state is against public policy an d is \nvoid and unenforceable. This prohibition shall not apply \nto non-consumer loan transactions . . . . \n \n42. It is undisputed that the GSA was entered into in North Carolina.  \nAccordingly, Plaintiff asserts that the forum selection clause requiring all claims be \npursued in Georgia is void and unenforceable. (Id. at 7 – 8.) \n43. In its Brief, Plaintiff preemptively argues that the exception in G.S. § \n22B-3 for forum selection agreements contained in “non -consumer loan \n \ntransactions”3 does not apply because the GSA is not a “loan.”  In support, Plaintiff \nrelies on SED Holding, LLC v. 3 Star Props., LLC , __ N.C. App. __, __, 784 S.E.2d \n627 (2016).  In SED Holding , the Court of Appeals rejected the argument  that a \ncontract for the sale of mortgages constituted a “loan tra nsaction” because it \ninvolved “a ‘conditional sale’ that anticipated a secured loan.” Id., 784 S.E.2d at 631. \nThe Court held that “[a]  loan is ‘an agreement to advance money or property in \nreturn for the promise to make payments therefor, whether such agre ement is \nstyled as a loan, credit card, line of credit, a lease or otherwise.’” Id. (quoting L.C. \nWilliams Oil Co. , 130 N.C. App. at 289, 502 S.E.2d at 417). With little discussion, \nthe Court of Appeals found that the G.S. § 22B -3 “non-consumer loan transa ction” \nexception did not apply because the “plain language” of the agreement at issue \ncontemplated a “sale of pooled mortgages, not a loan.” SED Holding, __ N.C. App. at \n__, 784 S.E.2d at 631.  Although it narrowly construed the meaning of “loan”  in G.S. \n§ 22B-3, the Court of Appeals in SED Holding did not address the scope of the word \n“transaction.” \n44. Plaintiff argues the GSA cannot be construed as a “non -consumer loan \ntransaction” because the GSA, like the sales contract in SED Holdings , is not an \nagreement for a loan. Plaintiff contends that the loan agreement in volved in  the \nChangeover Transaction was between Plaintiff and BOA, and that “GPC was not a \nparty to” the loan agreement. (Pl.’s Br. Opp. Mot. Dismiss 8.) \n                                                 \n3 The Court of Appeals has held “a ‘non -consumer loan’ is one  not extended to a natural \nperson, and  not used for ‘family, household, personal or agricultural purposes.’” L.C. \nWilliams Oil Co. v. NAFCO Capital Corp. , 130 N.C. App. 286, 290, 502 S.E.2d 415, 418 \n(1998). Plaintiff does not contend that the Changeover Transaction involved a “consumer \nloan.” \n \n45. Defendants contend, however, that Plaintiff’ s interpretation of G.S. § \n22B-3 effectively reads the word “transaction” out of the statute and incorrectly \nconstrues the exception as being limited to non -consumer loan agreements rather \nthan loan transactions. (Defs.’ Reply Br. Supp. Mot. Dismiss 6  – 8.) Defendants \nargue that the term “loan agreement” is used throughout the General Statutes, 4 \nindicating that the General Assembly’s usage of the term “non -consumer loan \ntransactions,” rather than “non -consumer loan agreements,” was intended to \nexclude more than simply loan agreements from the scope of G.S. § 22B -3. (Id. at 7.) \nAdditionally, Defendants point out that G.S. § 53 -244.111 lists acts that are \nunlawful if committed “in the course of any residential mortgage loan transaction.” \nThe list of unlawful a cts includes acts that typically would fall outside the scope of \nthe loan agreement itself, such as acts involving brokerage commissions, real estate \nappraisals, and mortgage transferring services. G.S. § 53 -244.111(4), (9), (11), (12).  \nDefendants argue  that the use of “ transaction” to encompass acts outside of the \nmortgage loan contract itself suggests that “loan transaction” is broader than “loan \nagreement.” (Defs.’ Reply Br. Supp. Mot. Dismiss 7.) \n46. Since G.S. § 22B -3 does not define “loan transaction,” t he Court must \nrely upon the rules of statutory construction to ascertain its breadth. L.C. Williams \nOil Co., 130 N.C. App. at 289, 502 S.E.2d at 417 (1998). “Statutory interpretation \n                                                 \n4 Although Defendants claim the term “loan agreement” is used over 69 times in the North \nCarolina General Statutes, they do not specifically cite the Court to any of the statutes \ncontaining \"loan agreement .” The Court’s own research revealed, however, that the term \n“loan agreement” is used at least 69 times in the General Statutes, including  in, e.g.: G.S. \n§§ 75-20(a)(1), (2), (3); 131A-8(2), (4), (5); 159I-3(a)(4), (8), (10). \n \npresents a question of law, and the cardinal principle thereof is to ensu re \naccomplishment of the legislative intent.” Id. \nThe principal goal of statutory construction  is to \naccomplish the legislative intent.  The intent of the \nGeneral Assembly may be found first from the plain \nlanguage of the statute, then from the legislative history, \n“the spirit of the act and what the act seeks to \naccomplish.” If the language of a statute is clear, the court \nmust implement the statute according to the plain \nmeaning of its terms so long as it is reasonable to do so.  \n \nLenox, Inc. v. Tolson , 35 3 N.C. 659, 664, 548 S.E.2d 513, 517 (2001)  (citations \nomitted). \n47. The parties have not directed the Court to any North Carolina court \ndecisions that have addressed the meaning of the term “loan transaction” or the \nword “transaction” as used in section 22B -3. The intended meaning of the language \ndoes not make itself clear in this case through its context, but there is nothing to \nsuggest that “loan transaction” was intended to strictly limit the exception to forum-\nselection clauses found only within a contract extending the actual loan. \n48. The General Assembly’s use of the terms “loan agreement” and “loan \ntransaction”5 in other statutes also is not particularly instructive in this analysis.  \nThe Court has surveyed the use of these terms in the General Statutes and  cannot \nconclude that either “loan agreement” or “loan transaction” ha ve such fixed and \nconsistent meanings that the intent of section 22B-3 is made clear. \n                                                 \n5 The Court’s research found t hat the term “loan transaction” is used at least 20 times in \nthe General Statutes. In addition to G.S. § 53 -244.111, “loan transaction” is also used in \nstatutes including: G.S. §§ 25A-1; 45-81(1), 45-82.2(d), 45-93(2)(b); 143C-4-5. \n \n49. The dictionary definition of “transaction” also fails to provide a \ndefinitive answer as to its inten ded use in the statute at issue. Perkins v. Arkansas \nTrucking Servs., 351 N.C. 634, 638, 528 S.E.2d 902, 904 (2000) (“In the absence of a \ncontextual definition, courts may look to dictionaries to determine the ordinary \nmeaning of words within a statute.”).  “Transaction” is a noun defined as: “1. the act \nof transacting or the fact of being  transacted; 2. an instance or process \nof transacting something; 3. something that is  transacted, especially a business \nagreement.”6 Again, the definition of “transaction” does not suggest it was used in \nG.S. § 22B -3 to limit the exception to forum -selection clauses found within one \ndocument or type of document that might be involved in a non-consumer loan. \n50. With regard to the legislative intent behind G.S. § 22B -3, the Court of \nAppeals has held: \nOur General Assembly drafted G.S. § 22B-3 out of concern \nthat enforcement of forum selection clauses would work to \nthe disadvantage of the general public. Thus, the statute \nwas drafted broadly,  allowing exception solely for “non -\nconsumer loan transactions,”  in the interest of protecting \nconsumers and those with little bargaining power. \n \nL.C. Williams Oil Co. , 130 N.C. App. at 289, 502 S.E.2d at 417 (citation omitted; \nemphasis added). The intent behind the statute supports the conclusio n that it was \nintended to protect individual North Carolina consumers when dealing with loans \nmade by lending businesses, and not relatively sophisticated businesses involved in  \nlarge commercial transactions.  Id. at 292, 502 S.E.2d at 419 (holding that \nagreement at issue fell within the “non -consumer loan transaction” exception where \n                                                 \n6 http://www.dictionary.com/browse/transaction?s=t \n \n“the agreement contemplated a commercial transaction, and not a consumer one. \nThe loan was intended for the mutual benefit of plaintiff and defendant, both \ncorporate ent ities a nd not ‘natural persons.’ ”). The statute does not appear to be \naimed at the type of transaction involved in this case.  \n51. Under the circumstances present here, including the use of the term \n“loan transaction” rather than “loan agreement” or “loan contract ,” and considering \nthe intent behind G.S. § 22B -3, the Court concludes that by using the term “non-\nconsumer loan transaction,”  the General Assembly intended for the exception to \napply more broadly than to  forum-selection provisions contained strictly within a \ndocument constituting a loan agreement. Accordingly, the Court also concludes that \nthe fact that the GSA itself is not a contract for a loan does not mean that it cannot \nbe part of a “consumer loan transaction” to which the exception in G.S. § 22B -3 \napplies. \n52. The Court must determine whether the GSA was a contract made as \npart of a non-consumer loan transaction. Plaintiff does not dispute that there was a \nnon-consumer loan involved in  the Changeover Transaction, or  that the loan was \nnecessary in order to al low it to acquire the additional store locations and fulfill \nother obligations under the Changeover Transaction. \n53. There also is no question that the GSA was necessary to the \nChangeover Transaction. BOA required GPC to act as a guarantor of the loan to \nPlaintiff.  In turn, to protect its interests as guarantor of the loan, GPC required \n \nPlaintiff to enter into the GSA, which imposed significant managerial, operational, \nand financial conditions on Plaintiff. \n54. The GSA and the Loan Agreement cross -reference each o ther. In the \nGSA, Plaintiff is referred to as the “Borrower.”  (GSA 1, preamble.) The GSA makes \nspecific reference to the loan “between Borrower and Bank of America”, and states \nthat “[Southeastern Owners] and Borrower desire to have GPC gu arantee” the loan. \n(Id. at 1.) The GSA also requires Plaintiff and the Southe astern Owners to “comply \nwith . . . covenants and obligations in the [loan].” (Id. at § 1.) \n55. The Loan Agreement between Plaintiff and BOA is expressly tied t o \nthe “Growth Capital Program,” and also  refers to Plaint iff as “Borrower.” (Loan \nAgmt. 1.) The Loan Agreement provides that “ [B]orrower acknowledges and agrees \nthat [GPC] shall guarantee all of the Borrower’s obligations t o the Bank under this \nAgreement,” ( Id. at § 3.1(d) ,) “ [t]he Borrower reco gnizes and acknowledges that \n[BOA] has made credit available to the Borrower hereunder based in part upon the \ncredit support of GPC.” (Id. at § 10.13.) Plaintiff even admits that “Bank of America \nrelied upon the inventory return rights granted pursuant to the GSA, in extending \n[the loan] to Southeastern.” (Pl.’s Br. Opp. Mot. Dismiss 6.) \n56. The facts establish that the loan from BOA to Plaintiff was a non -\nconsumer loan, and that the GSA was integral to the loan. The Court concludes that \nthe GSA was executed as  part of a “non -consumer loan transaction” 7 within the \n                                                 \n7 It would not be inconsistent to conclude that the Changeover Transaction itself was not, \nstrictly speaking, a “loan”, but that the BOA loan to Plaintiff was a non-consumer loan used \nto fund the Changeover Transaction and that t he GSA was an indispensable part of  that \nloan transaction. \n \nmeaning of that term in G.S. § 22B-3, and the forum selection clause is not void and \nunenforceable under the statute.   \nF. The forum -selection clause was not the product of fraud or unequal \nbargaining power. \n \n57. Plaintiff further contends that, even if G.S. §22B-3 doesn’t render the \nforum-selection clause in the GSA unenforceable, enforcement should be denied \nbecause of  Defendants’ “fraud and unequal bargaining power” over Plaintiff and \nbecause Rule 12(b)(3) dismissal would be unfair or unreasonable.8 (Id. at 12 – 14.) A \nparty seeking to establish that a forum selection clause was the product of fraud or \nunequal bargaining power , or that enforcement would be unfair or unreasonable , \n“carries a heavy burden.”  Perkins v. CCH, 333 N.C. at 146, 423 S.E.2d at 784; Cox \nv. Dine -A-Mate, Inc. , 129 N.C. App. 773, 776, 501 S.E.2d 353, 355 (1998) ( citing \nPerkins). \n                                                 \n8 The parties argue North Carolina case law concerning whether the GSA’s Forum Selection \nClause is unenforceable due to unequal bargaining power and other public policy \nconsiderations. As the GSA’ s choice of law provision states “ THIS AGREEMENT IS A \nCONTRACT MADE UNDER AND SHALL BE CONSTRUED IN ACCORDANCE WITH \nAND GOVERNED BY THE LAWS OF THE STATE OF GEORGIA,” the Court believes that \nGeorgia law may be applicable to this issue. Tanglewood Land Co. v. Byrd, 299 N.C. 260, \n262, 261 S.E.2d 655, 656 (1980) (“This Court has held that where parties to a contract have \nagreed that a given jurisdiction’s substantive law shall govern the interpretation of the \ncontract, such a [ ] provision will be given effect. Thus by the provisions of this contract, the \nlaw of the Commonwealth of Virginia governs our determination of its validity.”) (emphasis \nadded). Georgia law on the public policy considerations regarding forum selection clauses \ndiffers minimally from North Carolina law on the subject. Iero v. Mohawk Finishing Prods., \n243 Ga. App. 670, 672, 534 S.E.2d 136, 139 (2000) (“Absent case-specific evidence that there \nwas a ‘manifest disparity’ in bargaining position, or that Mohawk obtained Iero’s asse nt to \nthe forum selection clause through fraud or overreaching, or that the enforcement of the \nclause violates public policy, [the court] will enforce the [forum selection] clause.”). \nTherefore, the Court concludes that  analyzing Plaintiff’s arguments under North Caroli na \nrather than Georgia law will have no effect on the outcome of the issue, and will apply \nNorth Carolina law. \n \n58. In support of its argument, Plaintiff claims only that the “GSA was \npresented to [Plaintiff] the day before the changeover process was to commence.” \n(Pl.’s Br. Opp. Mot. Dismiss 13.)9 Plaintiff contends that it had no choice but execute \nthe GSA because “[Plaintiff] had by that time gone to extensive effort and expense \npreparing for the changeover, including effo rts financed by a short -term loan that \nwas due to be paid from the proceeds of changeover financing from Bank of \nAmerica. Mr. Reiss represented that the GSA was required by Bank of America for \nthe changeover financing, and pressured [Plaintiff] to execute the GSA immediately \nor the changeover would be delayed.” (Id.) \n59. Plaintiff’s argument is meritless. First, the fact that GPC presented \nthe GSA to Plaintiff the day prior to the scheduled start of the changeover process, \neven in true, does not support its ass ertion that the forum -selection clause was \nobtained by fraud. Plaintiff has not alleged nor argued that GPC made any \nrepresentations, let alone false representations, to Plaintiff regarding the forum -\nselection clause which induced them to agree to the foru m selection clause. In fact, \nin the GSA Plaintiff and the Southeastern Owners expressly acknowledged  that \nprior to executing the GSA they “had  [an] opportunity to review and as k questions \nregarding [the GSA] . . . and to discuss the same with their counsel.” (GSA § 30.) \n60. In addition, the facts in the record before the Court simply do not \nsupport the claim that the forum -selection clause resulted from the unequal \nbargaining power between  the parties.  At the time it executed the GSA, Plaintiff \n                                                 \n9 The Court notes that Defendants d ispute the claim that Plaintiff  did not have knowledge \nof the GSA prior to February 28, 2014, but  for purposes  of deciding the M otion accepts \nPlaintiff’s allegation as true. \n \noperated eight r etail locations in southeastern North Carolina and produced \nmillions of dollars in annual revenue. Clearly Plaintiff was not  an unsophisticated \nparty. Plaintiff has not established that GPC abused its bargaining power or \nmanipulated Southeastern’s owners i nto agreeing to any unreasonable or \nunconscionably one -sided terms within the GSA. The Court also does not believe \nthat enforcement of the GSA’s Forum Selection Clause would be “unfair or \nunreasonable.”10 Therefore, the Court conclude s that the forum-selection clause is \nnot unenforceable because it was obtained through fraud or an assertion of unequal \nbargaining power. \nG.  Plaintiff’s claims pertain to the GSA’s forum-selection clause. \n61. Having concluded that the forum -selection clause in the GSA is \nenforceable, the Court must decide whether Plaintiff’s claims in this action fall \nunder that clause and require dismissal for improper venue. \n62. The Court must first determine which state’s law applies to \ninterpreting the scope of the forum-selection clause. Generation Co., LLC v. Holiday \nHospitality Franchising, LLC , No. 5:15-CV-220-FL, 2015 U.S. Dist. LEXIS 156680, \n                                                 \n10 Plaintiff contends that “because three years have now passed since the parties entered \ninto the Changeover Agreement, granting Defendants’ Motion to Dismiss could potentially \ndeny Plaintiff its day in court on at least part of its claims ” and “[s]uch a result would be \nunfair and unreasonable.” (Pl.’s Br. Opp. Mot. Dismiss 13.) Plaintiff apparently means that \nits claims could be barred by applicable Georgia statutes of limitations if it is for ced to re-\nfile in Georgia. Georgia’s “savings statute ,” however, permits a plaintiff, whose timely \naction is dismissed without prejudice to refile the action within six months of the dismissal. \nGa. Code Ann. § 9 -2-61 (2016). T his statute “applies to involu ntary, as well as voluntary \ndismissals” when the merits of the case have not been adjudicated. Owens v. Hewell , 222 \nGa. App. 563, 564, 474 S.E.2d 740, 741 (1996). Plaintiff does not argue that any of its claims \nwould be time -barred in Georgia, and it appears Plaintiff filed its claims for breach of \ncontract, Ga. Code Ann. § 9-3-24 (2016), and fraud, Id. § 9-3-31 (2016), within the applicable \nGeorgia statute s of limitations . The Court rejects Plaintiff’s argument that granting \nDefendants’ Motion to Dismiss would be “unfair and unreasonable.”  \n \n*10 – 11 (E.D.N.C. Nov. 19, 2015) (“Interpreting a forum -selection clause first \nrequires the court to ascertain what law applies to the contract, because t he court \nmust apply that law to d ecide the scope of the contract’ s relevant clauses.”); \nMartinez v. Bloomberg LP , 740 F.3d 211, 218 , 2014 U.S. App. LEXIS 686, *12  (2d \nCir. 2014)  (noting that in  interpreting whether a forum -selection clause \nencompasses the claims “we normally apply the body of law selected in an otherwise \nvalid choice-of-law clause.”). \n63. Here, both the GSA and the Changeover Agreement provide that \nGeorgia law shall be applied to their interpretations.  North Carolina courts will \nenforce a contractual choice of law  provision as long as the parties have a \nreasonable basis for their choice, and the law of the chosen state does not violate a \nfundamental public policy of North Carolina.  Cable Tel Servs. v. Overland Contr. , \n154 N.C. App. 639, 643 –44, 574 S.E.2d 31 , 34 (2002); Torres v. McClain , 140 N.C. \nApp. 238, 241, 535 S.E.2d 623, 625 (2000). GPC is a Georgia corporation \nheadquartered in Georgia, so there is a reasonable basis for the choice of Georgia \nlaw, and neither party contends that application of Georgia law would violate North \nCarolina public policy. The Court concludes that Georgia law applies to this issue. \n64. Defendants contend that the forum selection clause encompasses the \nclaims raised by Plaintiff in this lawsuit because the GSA, along w ith the \nChangeover Agreement, Security Agreement and Guaranty “ make up the \nChangeover Transaction, and the GSA serves as the primary, core agreement \nbetween the parties.” (Defs.’ Br. Supp. Mot. Dismiss 15.)  Defendants argue that \n \n“[Plaintiff]’s breach of co ntract, fraud, and unfair and deceptive trade practices \nclaims arise from the Changeover Transaction” and that because “the GSA’s broad \nforum-selection clause governs all disputes ‘pertaining, directly or indirectly, to’ the \nChangeover Transaction, it applies to [Plaintiff]’s claims in this case.” (Id. at 13.)  \n65. Plaintiff argues that its claims “are grou nded entirely in the \nDefendants’ misrepresentations that induced [Plaintiff] to sign the Changeover \nAgreement, and GPC's failures to comply with the terms of  that Agreement.” (Pl.’s \nBr. Opp. Mot. Dismiss 10.) Plaintiff contends that the forum -selection clause in the \nGSA does not apply because it “is neither referenced in nor necessary to Plaintiff ’s \nAmended Complaint.” ( Id.) Plaintiff c laims that Defendants “a ttempt to re -frame \nPlaintiff's causes of action as arising not from the Changeover A greement, but \nrather, from the “Changeover Transaction.” (Id. at 11.) \n66. To the extent Plaintiff argues that the forum selection clause in the \nGSA cannot apply to claims arising from the Changeover Agreement simply because \nthey are separate contracts entered into on different dates, Plaintiff is incorrect. (Id. \nat 10 – 12.) Georgia has recognized that “nothing  . . . mandates that contracts must \nbe contemporaneous and construed as one contract in order for a forum selection \nclause in one contract to apply to an action concerning multiple, interrelated \ncontracts.” Cemex Constr. Materials Fla., LLC v. LRA Naples, LLC , 334 Ga. App. \n415, 416, 779 S.E.2d 444, 445 – 46 (2015). \n67. In Cemex Constr. Materials, Cemex Construction Materials (“Cemex”) \nand LRA Naples (“LRA”) were parties to the “Four -Party Agreement” and three \n \nother prior agreements that were modified by the Four -Party Agreement. The Four-\nParty Agreement contained a forum -selection clause that provided “[v]enue for any \naction concerning this Agreement shall be in Lee County, Florida.” Id. at 415, 779 \nS.E.2d at 445 . The three prior agreements did not contain forum -selection clauses. \nId. The Four -Party Agreement also provided for a “Lease Termination Payment.” \nLRA filed a complaint in Georgia state court alleging LRA “did not receive sufficient \ncredit against the ‘Lease Termination Payment’ due to various breaches of the pre -\nexisting contracts by Cemex and ask[ed] the court to declar e that it is relieved from \nits obligation to make the ‘Lease Termination Payment.’” Id. Cemex moved to \ndismiss LRA’s complaint for improper venue based on the forum -selection clause, \nbut the trial court denied the motion. Id. \n68. The Georgia Court of Appeals r eversed the trial court.  The Court held \nthat “[t]he language in the forum selection clause is broad – it applies to ‘any action \nconcerning’ the Four -Party Agreement. ” Id. at 416 , 779 S.E.2d at 445 . The Court \nfurther held LRA “seeks relief from a payment d ue date contained within the Four -\nParty Agreement. We therefore conclude that the complaint is ‘any action \nconcerning’ the Four -Party Agreement.” Cemex Constr. 334 Ga. App. at 416, 779 \nS.E.2d at 445–46 (“[LRA]’s argument that the forum selection clause doe s not apply \nbecause the Four -Party Agreement was intended to be a separate, nonintegrated \nagreement does not require a diffe rent result.  The resolution of  this case turns on \nwhether the action concerned the Four -Party Agreement, which it clearly does, and \n \nnot whether the Four-Party Agreement was intended to be integrated with the pre -\nexisting contracts.”). \n69. To determine whether the parties intended Plaintiff’s claims in this \naction to be covered by the forum-selection clause in the GSA , the Court must look \nto the language used in the forum -selection clause. The forum -selection clause \nprovides, in pertinent part, that Georgia courts “shall have exclusive jurisdiction to \nhear and determine any claims or disputes between the parties, pertaining, directly \nor indi rectly, to this Agreement, the Loan Documents 11 or to any matter arising \ntherefrom, the collateral or any other document executed and delivered in \nconnection herewith or therewith.”  The word “pertain” is defined as \n“to have reference or relation; relate.”12 This is virtually identical to the definition of \n“concerning” that the court  in Cemex Constr. Materials characterized as creating a \n“broad” forum -selection clause . Id. at 416 , 779 S.E.2d at 445 . In addition, \n“pertaining” is modified by “directly or indirectly,” further increasing its breadth.   \n70. The allegations in the FAC involve several parts of the Changeover \nTransaction. Plaintiff contends that its claims go beyond ones arising only from the \nChangeover Agreement itself. In the FAC, Plaintiff defines the “ Changeover” as \n“the process of Plaintiff’s transition to its affiliation with Defendant NAPA.” (FAC ¶ \n15.) Plaintiff separately defines “Changeover Agreement” as limited to the contract \nexecuted by the parties on February 13, 2013. ( Id. at ¶ 25.) Plaintiff alleges that the \n“Changeover” included, inter alia, Plaintiff’s acquisition of three of GPC’s company-\n                                                 \n11 The GSA defines the “Loan Documents” as the Loan Agreement “and other ancillary \ndocuments.” (GSA, preamble.) \n12 http://www.dictionary.com/browse/pertaining?s=t. \n \nowned locations ( Id. at ¶ 16(a)), and  Plaintiff’s acquisition of  and merger with  \nindependently owned NAPA locations in Lumberton, St. Paul’s, Elizabethto wn, \nPembroke, Wilmington, and Leland, North Carolina ( Id. at ¶ 16(c)). The \nChangeover Agreement does not cover Plaintiff’s acquisition of other store locations. \nIn other words, Plaintiff defines the “Changeover” at issue in this action as broader \nthan simply the part of the transaction covered by the Changeover Agreement. \n71. Plaintiff specifically alleges that GPC made false representations for \nthe purpose of inducing Plaintiff to enter into the “Changeover ,” and not the \n“Changeover Agreement. ” (Id. at ¶¶ 64, 66, 71.)  Some of t he misrepresentations \nrelated directly to the stores Plaintiff was to acquire as part of the Changeover \nTransaction. (Id. at ¶¶ 64(d) and (e).) These allegations underlie Plaintiff’s claims \nfor fraud and unfair and deceptive trade practices. (FAC ¶¶ 71, 72.) \n72. In addition, t he primary injury Plaintiff claims in this lawsuit is the \nfinancial loss it will suffer if Plaintiff is forced by GPC to write off approximately \n$1.4 million of Plaintiff’s inventory. ( Id. at ¶¶ 52  – 56.) This write off d irectly \nimpacts the “Collateral” relied on by GPC in entering into the GSA to guarantee the \nBOA loan. T he Security Agreement  between Plaintiff and GPC defines “Collateral”  \nas including Plaintiff’s “personal and fixture pro perty of every kind and nature  . . . \nincluding inventory  . . . .” (Security Agm t. 1.) Under these circumstances, Plaintiff \ncannot seriously dispute that the claims in this lawsuit “pertain [ ], directly or \nindirectly, to . . . the Collateral.” (GSA § 33(a).) \n \n73. Plaintiff also apparently allege s that it has been harmed by other \nactions taken by GPC. Plaintiff claims that , as a result of GPC’s misrepresentations \nregarding the willingness of certain independent store owners to sell their locations \nto Plaintiff, GPC “forced Plaintiff  . . . to exit the Lumberton [ ] m arket” and open \nnew locations in unfavorable markets and “forced Plaintiff to agree to a non -\ncompetition agreement excluding Plaintiff” from the Leland, North C arolina market \n(FAC ¶¶ 30 – 31.) Plaintiff does not allege from where GPC got the right to “force” it \nto exit the Lumberton and Leland markets, but there are no such express rights \ngranted to GPC in the Changeover Agreement. 13 Rather, it is logical to assume that \nGPC’s ability to require Plaintiff to take any of these actions arises  from the \nsubstantial authority granted to GPC, and obligations place d upon Plaintiff, by the \nterms of the GSA. \n74. Finally, the allegations in the FAC and the evidence offered by both \nparties establish that the claims in this case arise out of the overall Cha ngeover \nTransaction between the parties. While Plaintiff contends this matter involves only \nthe Changeover Agreement, it concedes that: (1) “the Changeover Agreement \ncontemplated [Plaintiff] acquiring some corporate owned stores from GPC and \nseveral existing, independently -owned . . . stores” (Harrell Aff. ¶ 10); (2) “the \nChangeover Agreement required significant financial commitments by [Plaintiff]” \n(Id. at ¶ 16); (3) Plaintiff obtained the financing from BOA “ under GPC’s ‘Growth \nCap Program” (Id. at ¶ 17); and (4) that Plaintiff entered into the GSA in order to \n                                                 \n13 Similarly, Plaintiff has not explained the authority under which GPC is attempting to \nforce it to write down the inventory by $1.4 million. \n \nobtain the financing under the Growth Capital Program ( Id. at ¶¶ 19 – 25.) Clearly, \nthe acquisition of additional store locations and the financing necessary to \naccomplish the acquisition were central to the Changeover Transaction. \n76. The Court concludes, in its discretion, that the forum -selection clause \nin the GSA applies to the claims against Defendants raised by Plaintiff in this \nlawsuit.14 \n THEREFORE, IT IS ORDERED that Defendants’ Motion is GRA NTED \npursuant to Rule 12(b)(3) and Southeastern’s First Amended Complaint is \nDISMISSED without prejudice.  Since the Court has determined that dismissal is \nappropriate under Rule 12(b)(3), it need and does not address Defendants ’ Rule \n12(b)(6) arguments. \n  \n \n \n                                                 \n14 The Motion was brought on behalf of “Defendants.” Although neither party addressed the \nissue in its briefing or at the hearing, the Court concludes Riess also may enforce  the forum \nselection clause in the GSA  in his individual capacity . The allegations and evidence \nestablish that Riess was a high -level management employee of GPC and was GPC’s \nprimary representative in negotiating the Changeover Transaction.  Riess, in fact , signed \nthe GSA and the Changeover Agreement on behalf of  GPC. Most significantly, a ll of the \nallegations regarding Riess involve his statements and conduct in his capacity as a \nmanagement employee and representative of GPC. Ellison v. Alexander, 207 N.C. App. 401, \n412–13, 700 S.E.2d 102, 111 (2010)  (finding that President and CEO of corporation, who \nsigned stock subscription agreements on behalf of corporation, was entitled to enforce \narbitration provisions contained in the agreements where he “was acting as an agent of [the \ncorporation] at the time that th e conduct upon which Plaintiffs’  claims are \npredicated  occurred, so that Plaintiffs’  claims are inextricably intertwined with the \nprovisions of the [agreements].”); see also Big League Analysis, LLC v. Office of the Comm’r \nof Baseball, 2016 NCBC LEXIS 68, *21  (N.C. Super. Ct. Aug. 29, 2016) ( finding non-party \nmanagement official could enforce forum selection clause where claims against official \n“involve[d] his statements and conduct in his capacity as an  official of” party to agreement \nand affiliated party).  \n \nThis the 17th day of April, 2017.     \n \n      /s/ Gregory P. McGuire     \n      Gregory P. McGuire \n      Special Superior Court Judge  \n      for Complex Business Cases \n  \n \n \n "
}