{
  "id": "8ef613eb2015ba7a48ecd0afaab2cfe2a3d87a03f37be115bcc31d9b534c2391",
  "source_file": "data/raw/ncbc/8ef613eb2015ba7a48ecd0afaab2cfe2a3d87a03f37be115bcc31d9b534c2391.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 4913 \n \nLAFAYETTE VILLAGE PUB, LLC; \nJOHN BRONSON; and PAUL G. \nBRONSON, \n \nPlaintiffs, \n \nv. \n \nKENNETH C. BURNHAM, \n \nDefendant. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO DIMISS \n \n \nTHIS MATTER comes before the Court on Defendant ’s Motion to Dismiss.  \n(“Motion to Dismiss,” or “Motion,” ECF No. 9.) \n THE COURT, having considered the Motion, the briefs of the parties, the \narguments of counsel, and all appropriate matters of record, CONCLUDES that the \nMotion should be GRANTED for the reasons set forth below.  \nMichael W. Strickland & Associates, P.A., by Michael W. Strickland, for \nPlaintiffs Lafayette Village Pub, LLC ; John Bronson; and Paul G. \nBronson.  \n \nDavis Hartman Wright , LLP, by Thomas S. Babel, for Defendant \nKenneth C. Burnham.  \n \n \nDavis, Judge.  \nINTRODUCTION \n \n1. This action involves individual and derivative claims asserted by two \nbrothers who collectively own a majority membership interest in a limited liability \ncompany (LLC) against a defendant who is both a  minority member and a member-\nmanager of th e LLC.  In analyzing the defendant ’s partial Motion to D ismiss, the \nLafayette Vill. Pub, LLC v. Burnham, 2022 NCBC 50. \nCourt must determine whether this case is the rare one in which a fiduciary duty is \nowed by a minority member of an LLC to other members of the company.  In addition, \nthe Court is required to address whether the allegations of the Complaint satisfy the \n“in or affecting commerce” element of a claim for unfair and deceptive trade practices \nunder Chapter 75 of the North Carolina General Statutes.   \nFACTUAL AND PROCEDURAL BACKGROUND \n2. The Court does not make findings of fact on a motion to dismiss under \nRule 12(b)(6) of the North Carolina Rules of Civil Procedure and instead recites \npertinent facts contained in the Complaint and in documents attached to, referred to, \nor incorporated by reference in the Complaint that are relevant to the Court’s \ndetermination of the motion.  \n3. Plaintiffs John Bronson and Paul G. Bronson (collectively, the \n“Bronsons”), along with Defendant Kenneth C. Burnham , are each members of \nLafayette Village Pub, LLC (“Lafayette”).1  (Complaint, ECF No. 3, at ¶¶ 7–14.)2   \n \n1 Somewhat oddly, the Complaint states that it is not clear whether Lafayette is a North \nCarolina LLC or a New York LLC due to the fact that Defendant formed two companies with \nthe same name.  (ECF No. 3, at ¶ 1.)  The Complaint further asserts that the New York entity \nlacks authorization to transact business in North Carolina.  (Id.)  The Court anticipates that \nany resulting confusion will be cleared up during discovery , and, if necessary, any ensuing \njurisdictional or choice of law issues can be raised at that time.  In the meantime, Defendant \nhas not challenged the jurisdiction of this Court over this matter , and in their briefs the \nparties appear to assume North Carolina law applies to the present Motion.  Therefore, the \nCourt does so as well. \n \n2 Because the Complaint in this action has been filed by the Bronsons along with Lafayette, \nthey are referred to in this opinion collectively as “Plaintiffs.” \n4. Defendant formed Lafayette in 2010 and was the initial member -\nmanager.  (Id. at ¶ 7.)  Lafayette was apparently formed for the purpose of operating \na restaurant in Raleigh, North Carolina.  (Id. at ¶¶ 1, 24.) \n5. Shortly after the formation of Lafayette, Defendant issued a 20% \nmembership interest to Brad Sluman.   (Id. at ¶  8.)  Around that same time, the \nBronsons each purchased 6.666% of the  company’s “issued shares” such that their   \ncollective ownership in the company was 13.332%.  (Id. at ¶ 9.) \n6. Thereafter, a 20% membership interest was issued to Daniel Gubeaur.  \n(Id. at ¶ 10.)  Sluman complained to Defen dant that he should receive additional \nshares  because he possessed restaurant experience  whereas Gubeaur did not have \nsuch experience .  (Id. at ¶ 11.)   Following Sluman’s complaint, his membership \ninterest was increased by 5%.  (Id.)   \n7. On or about April 2011, Gubeaur expressed his desire to sell a portion \nof his s hares in Lafayette, and Defendant offered the Bronsons the opportunity to \npurchase some of those shares.  (Id. at ¶ 12.)  Following Defendant’s offer, “[e]ach of \nthe Bronsons purchased 6.666% . . . [,] giving them a combined ownership interest of \n26.664% of [Lafayette].”  (Id.)   \n8. The following month, “Defendant informed the Bronsons that they could \npurchase a 15% interest in [Lafayette] which had been owned by . . . Sluman.”  (Id. \nat ¶ 13.)  As a result, Paul Bronson purchased 5% and John Bronson purchased 10% \nof the membership interests in Lafayette that were previously owned by Slum an.  \n(Id.)   \n9. Approximately ten years later, in March 2021, Paul Bronson purchased \nan additional 10% membership interest in Lafayette from  another member, Carol \nFelitz.  (Id. at ¶ 14.)  This purchase increased t he Bronsons’ collective membership \ninterest in Lafayette to 51.664%.  (Id.)  As of the present date, the Bronsons continue \nto own a collective majority membership interest in Lafayette.   \n10. The Complaint alleges that from the time Defendant formed  the \ncompany in 2010, Defendant “has managed [Lafayette] as if he were the sole member-\nmanager when in reality both of the Bronsons were member-managers as well.”  (Id. \nat ¶ 15.)  Plaintiffs’ claims in this action are essentially based on the following \nallegations in the Complaint: \na. Defendant has repeatedly refused to provide  the Bronsons with access \nto Lafayette’s payroll records, bank records , and business records   (Id. \nat ¶¶ 16–18.); \nb. Defendant has utilized Lafayette’s funds for his personal expenses  (Id. \nat ¶ 19.); \nc. “Defendant employed the sister of his live- in girlfriend who possessed \nno restaurant experience nor training for a position [Defendant] created \nand upon information and belief, paid her for hours that she did not \nwork”  (Id. at ¶ 20.); \nd. Defendant has refused to provide the Bronsons with access to financial \nrecords reflecting membership interests in Lafayette  (Id. at ¶ 21.); \ne. Defendant has given membership interest s in Lafayette to various \nassociates of his in exchange for cancellation of his personal debts ( Id. \nat ¶ 22.); \nf. Defendant has refused to allow the Bronsons to see records of \ngovernment disaster loans that Lafayette has received (Id. at ¶ 23.); and \ng. “Despite the written objections of member managers owning a majority \nof the issued and ou tstanding units of membership, Defendant has \nclosed the restaurant to undertake a major remodeling project. ”  (Id. at \n¶ 24.)  \n11. On 6 October 2021, counsel for the Bronsons served written demand \nupon Lafayette Village Pub, LLC pursuant to N.C.G.S. § 57 D-8-01 et seq . to \ninvestigate the alleged wrongdoings by Defendant and take appropriate action.  (Id. \nat ¶ 25.)   \n12. Plaintiffs filed a Complaint in this action on 21 April 2022.  (ECF No. 3.)  \nOn 26 May 2022, this case was designated a mandatory complex busin ess case and \nassigned to the undersigned.  (ECF Nos. 1, 2.) \n13. The Complaint contains four claims against Defendant : (1) breach of \nfiduciary duty; (2) constructive fraud; (3) accounting; and (4) unfair and deceptive \ntrade practices (“UDTP”).  (ECF No. 3, at ¶¶ 27–45.)  Although the Complaint is not \na model of specificity, it appears to assert claims both individually and derivatively \nagainst Defendant.3 \n \n3 The parties’ briefs with regard to the present Motion are all similarly based on the \nassumption that both individual and derivative claims have been pled. \n14. On 17 June 2022, Defendant filed the present Motion seeking dismissal \nof Plaintiffs’ claim for UDTP as well as their individual claims for breach of fiduciary \nduty and constructive fraud.  (ECF No. 9.) \n15. The Court held a hearing on the Motion to Dismiss on 25 August 2022. \nThe Motion is now ripe for decision.  \nLEGAL STANDARD \n16. A motion to dismiss pursuant to Rule 12(b)(6) “tests the legal sufficiency \nof the complaint by presenting the question whether, as a matter of law, the \nallegations of the complaint, treated as true, are sufficient to state a claim upon which \nrelief can be granted under some recognized legal theory.”  Forsyth Mem’l Hosp., Inc. \nv. Armstrong World Indus., Inc., 336 N.C. 438, 442 (1994) (cleaned up).   \n17. In deciding a Rule 12(b)(6) motion to dismiss, the Court construes the \ncomplaint liberally and accepts all well-pled factual allegations as true.  Krawiec v. \nManly, 370 N.C. 602, 606 (2018); Laster v. Francis, 199 N.C. App. 572, 577 (2009).  \nThe Court, however, is not required “to accept as true allegations that are merely \nconclusory, unwarranted deductions of fact, or unreasonable inferences.”  Good Hope \nHosp., Inc. v. N.C. HHS, Div. of Facility Servs., 174 N.C. App. 266, 274 (2005) (cleaned \nup).  Furthermore,  the Court “ can reject allegations that are contradicted by the \ndocuments attached, specifically referred to, or incorporated by reference in the \ncomplaint.”  Moch v. A.M. Pappas & Assocs., LLC, 251 N.C. App. 198, 206 (2016) \n(cleaned up).  The Court may consider any such attached or incorporated documents \nwithout converting the  Rule 12(b)(6) motion into a motion for summary judgment.   \nId. \n18. “It is well-established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen (1) the complaint on its face reveals that no law supports the plaintiff’s claim; \n(2) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plaintiff’s \nclaim.”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615 (2018) (cleaned up).   \nANALYSIS \nI. UDTP Claim \n19. In his first argument, Defendant contends that Plaintiffs’ allegations \n“relate only to the intercompany 4 actions taken by [Defendant] as a member and \nmanager of Lafayette” and therefore are not “in or affecting commerce” as required \nfor a UDTP claim. (Def.’s Mem. Supp. Mot. Dismiss, ECF No. 10, at p. 1.)    \n20. Chapter 75 of the North Carolina General Statutes provides, in \npertinent part, that “unfair or deceptive acts or practices in or affecting commerce, \nare declared unlawful.  For purposes of this section, ‘commerce’ includes all business \nactivities, however denominated [.] ”  N.C.G.S. § 75 -1.1(a)–(b) (2019).  Therefore, to \nproperly assert a UDTP claim, a plaintiff must allege “(1) an unfair or deceptive act \nor practice, (2) in or affecting commerce, and (3) which proximately caused injury to \nplaintiffs.”  Walker v. Fleetwood Homes of N.C., Inc. , 362 N.C. 63, 71 –72 (2007) \n(cleaned up). \n \n4 Defendant presumably means to use the term intracompany as opposed to intercompany. \n21. In seeking dismissal of Plaintiffs’ UDTP claim, Defendant focuses solely \non the second element, arguing that this action is simply “a dispute between members \nof [Lafayette].”  (ECF No. 9, at ¶ 7.)  Defendant further asserts t hat such “[a]ctions \nbased on intercompany  [sic] dealings do not affect other market participants or \nconsumers and do not affect commerce.”  (Id.)  Plaintiffs, conversely, contend that the \nconduct alleged in the Complaint did, in fact, affect commerce becau se Defendant’s \nacts impacted not only Lafayette but also third-parties as well.  (Pls.’ Mem. Opp. Mot. \nDismiss, ECF No. 11, at p. 4.)  Plaintiffs offer as examples the effects resulting from \nDefendant “closing Lafayette’s restaurant thereby affecting its numerous employees \nand Defendant’s potential misuse of government sponsored disaster loans that \nLafayette received.”  (Id.)   \n22. Despite the sweeping definition of commerce supplied in the Unfair and \nDeceptive Trade Practices Act (“ UDTPA”), our Supreme Court has stated that “the \nAct is not intended to apply to all wrongs in a business setting.”  HAJMM Co. v. House \nof Raeford Farms, Inc., 328 N.C. 578, 593 (1991).  Specifically, “the Act is not focused \non the internal conduct of individuals within a single market participant, that is, \nwithin a single business.”  White v. Thompson, 364 N.C. 47, 53 (2010).  \n23. For example, in White, the defendant, a former partner in a partnership \norganized to contract with an outside business, was sued by his former partners and \nthe partnership when he “ misinformed plaintiffs about the date of certain projects \n[the partnership] had contracted to perform and began working independently while \nstill a[ ] . . . partner.”  Id. at 54.  Our Supreme Court concluded that the defendant’s \nconduct fell outside the scope of the UDTPA, holding that “ [b]ecause defendant . . . \nunfairly and deceptively interacted on ly with his partners, his conduct occurred \ncompletely within the . . . partnership and entirely outside the purview of the Act. ”  \nId.   The Court reached this conclusion despite the fact that the defendant in that case \nhad set up a separate entity to conduct business that had previously  been conducted \nunder the partnership, thereby directing opportunities toward his own entity that \nhad formerly belonged to the partnership.   Id. at 49, 53.  \n24. On numerous occasions, this Court has been tasked with determining \nwhether acts alleged in a business dispute between owners of a single entity were “in \nor affecting commerce” for purposes of the UDTPA.  See, e.g., McFee v. Presley, 2022 \nNCBC LEXIS 74, at *38 (N.C. Super. Ct. Jul. 11, 2022); Poluka v. Willette , 2021 \nNCBC LEXIS 105, at *45 (N.C. Super. Ct. Dec. 2, 2021); Botanisol Holdings II, LLC \nv. Propheter, 2021 NCBC LEXIS 94, at * 60–67 (N.C. Super. Ct. Oct. 18, 2021); Potts \nv. KEL, LLC , 2018 NCBC LEXIS 24, at *12– 16 (N.C. Super. Ct. Mar. 7, 2018); JS \nReal Estate Invs . LLC v. Gee Real Estate, LLC , 2017 NCBC LEXIS 104, at *17– 22 \n(N.C. Super. Ct. Nov. 9, 2017).   \n25. This Court has repeatedly rejected arguments that the “ in or affecting \ncommerce” element was satisfied simply because the complaint alleged the indirect \ninvolvement of third parties.  Poluka  involved claims by one LLC member against \nanother member, who was allegedly engaged in self -dealing and misappropriating \nLLC funds to the defe ndant’s other company for the defendant’s personal benefit.  \nPoluka, 2021 NCBC LEXIS 105, at *1, *14.  The plaintiff asserted a UDTP claim, \narguing that the alleged conduct met the statutory definition of “in or affecting \ncommerce” because it “affect[ed] commerce more generally.”  Id. at *37.  Specifically, \nthe plaintiff sought to rely upon the fact that “the complaint suggest[ed] that money \nbelonging to [the LLC] may have been funneled to [defendant’s company.]”  Id. at *45.  \nThis Court held that “[t]he mere presence of [the other company] as a potential \nbeneficiary of [defendant’s] alleged wrongful conduct does not alter the fundamental \ncharacter of this internal dispute.”  Id.   \n26. In Botanisol, the “ [p]laintiff alleg[ed] that [defendant] created [a new \nLLC] to divert opportunities away from [plaintiff and defendant ’s original LLC] and \naway from [p]laintiff, as the co-member of [the original LLC].”  Botanisol, 2021 NCBC \nLEXIS 94, at *66.  This Court ruled that the plaintiff had failed to state a valid UDTP \nclaim because “the focus of the deception was on [the original entity] and its members \nand was not ‘in or affecting commerce.’ ”  Id.  \n27. Potts concerned claims by one corporate shareholder against another \nshareholder who had engaged in self -dealing transactions that funneled money \nallegedly belonging to the corporation toward entities owned by himself and his \nfamily members.   Potts, 2018 NCBC LEXIS 24, at *2 –5.  The plaintiff asserted a \nUDTP claim, arguing that the wrongful conduct by the other shareholder was “ in or \naffecting commerce ” within the meaning of the  UDTPA because the transactions \n“were not confined within [the original corporation.] ”  Id. at *1 2–14.  This Court \nrefused to accept this argument, concluding that the plaintiff failed to state a claim \nfor UDTP under Rule 12(b)(6).  The Court noted that the defendant  \nmay have carried out his mismanagement and misappropriation of [the \ncorporation’s] assets by channeling money and equipment to [an entity \nset up to benefit defendant and his family] and diverting a corporate \nopportunity to [a different family member ’s business].  But the \nunfairness of these actions, if any, inheres in the relationship between \n[plaintiff and defendant] as co-owners of [the original corporation].   \nId. at *15.  \n28. This Court’s recent opinion in Kelly v. Nolan , 2022 NCBC LEXIS 78 \n(N.C. Super. Ct. July 19, 2022), is also instructive.  Kelly concerned a dispute between \nthe majority and minority shareholders in a professional corporation.   The plaintiffs \nasserted, inter alia, a UDTP claim alleging that the majority shareholders had \ncommitted various forms of wrongdoing, including withholding money belongin g to \nthe plaintiffs , unfairly demanding that the plaintiffs pay certain expenses,  and \nimproperly making payments to family members from company assets.  Id. at *10–\n13.  As in the present case, the defendants sought to dismiss the UDTP claim on the \nground t hat the plaintiffs’ allegations arose entirely within the co mpany and \ntherefore were not “in or affecting commerce.”  Id. at *51.   \n29. The plaintiffs in Kelly  argued that the professional corporation “is a \nconsumer/patient driven business,” and as such, “[e] xpense[s] of such business will \nnecessarily impact prices to the consumer/patient.”  Id. at *54.  The plaintiffs further \ncontended that the “[ i]llegitimate expenses passed along to Plaintiffs . . . would \nnecessarily come in to play in assessing charges to consumers/patient [s], thereby \nclearly bringing the matter within the commerce prong for UDTP claims.”  Id. (second \nalteration in original).  The plaintiffs additionally asserted that the “interaction with \nhealth insurers,” as well as the “interaction and effect on the purchase price and \nnegotiation with three distinct companies who purchased [the professional \ncorporation][,]” further satisfied the commerce element of a UDTP claim.  Id.   \n30. In granting the defendants’ motion, this Court stated the following:  \nAs noted above, Plaintiffs’ main argument as to why Defendants’ alleged \nconduct was “ in or affecting  commerce” is that their acts had indirect \nconsequences outside the company on patients and consumers.   “ The \nSupreme Court’s refusal in White to allow indirect involvement of other \nmarket participants to trigger liability under Section 75 -1.1 forecloses \n[this] argument. ”  Powell v. Dunn, 2014 NCBC LEXIS 3, at **10– 11 \n(N.C. Super. Ct. Jan. 28, 2014) ; see White, 346 N.C. at 54  (rejecting \nplaintiffs’ argument that defendant ’s internal conduct was “ in or \naffecting commerce ” because it indirectly “ reduc[ed] competition and \npotentially affect[ed] prices in the market ”); see also LLG-NRMH, LLC \nv. Northern Riverfront Marina & Hotel, LLLP, 2018 NCBC LEXIS 105, \nat *13 (N.C. Super. Ct. Oct. 9, 2018)  (finding allegations of defendants’ \nindirect harm to the “ broader marketplace ” insufficient to support a \nUDTP claim).  Moreover, although Plaintiffs are correct that the \nAmended Complaint references third- party entities that acquired \nPiedmont, the mere mention of these other entities does not alter the \nfundamental character of this case, as the allegedly unfair conduct does \nnot directly involve those entities.  See JS Real Estate Invs. LLC,  2017 \nNCBC LEXIS 104, at *21 ; Bandy v. Gibson, 2017 NCBC LEXIS 66, at \n*21–22 (N.C. Super. Ct. July 26, 2017).  \nId. at *56 (alterations in original).   \n31. Here, as in Kelly, the essence of Plaintiffs’ allegations relates solely to a \ndispute between members of a single company, and their arguments concerning the \nindirect effects on commerce from Defendant’s alleged acts are too attenuated to \nsatisfy the “in or affecting commerce” prong of a UDTP claim.   \n32. Accordingly, Defendant’s motion to dismiss the UDTP claim is \nGRANTED, and this claim is dismissed with prejudice.  \n  \nII. Breach of Fiduciary Duty  \n33. In his next argument, Defendant contends that the Bronsons’ individual \nclaim for breach of fiduciary duty should be dismissed on the ground that he did not \nowe such a duty to them.  \n34. It is well-settled that “[t]o establish a claim for breach of fiduciary duty, \na plaintiff must show that: (1) the defendant owed the plaintiff a fiduciary duty; (2) \nthe defendant breached that fiduciary duty; and (3) the breach of fiduciary duty was \na proximate cause of the injury to the plaintiff.”  Sykes v. Health Network Sols., Inc., \n372 N.C. 326, 339 (2019).  Thus, in order “to make out a claim for breach of a fiduciary \nduty, plaintiffs must first allege facts that, taken as true, demonstrate that a \nfiduciary relationship existed between the parties.”  Id. at 339–40.    \n35. This Court has summarized the law  governing fiduciary relationships \nbetween LLC members as follows:   \nThe law does not favor claims by one LLC member against another for \nbreach of fiduciary duty.  As the North Carolina Court of Appeals has \nexplained, the North Carolina Limited Liability Company Act “does not \ncreate fiduciary duties among members.”  Kaplan v. O.K. Techs., L.L.C., \n196 N.C. App. 469, 473, 675 S.E.2d 133, 137 (2009).  Rather, members \nof an LLC “are like shareholders in a corporation in that members do \nnot owe a fiduciary duty to each other or to the company.”  Id. \n \nPlaintiff relies on an exception to this general rule.  Citing Kaplan, a few \nrecent cases have stated that “a holder of a majority interest who \nexercises control over the LLC owes a fiduciary duty to minority interest \nmembers.”  Fiske v. Kieffer, 2016 NCBC LEXIS 22, at *9 (N.C. Super. \nCt. Mar. 9, 2016); see also Zagaroli v. Neill, 2016 NCBC LEXIS 106, at \n*18 (N.C. Super. Ct. Dec. 29, 2016); SCA-Blue Ridge, LLC v. WakeMed, \n2016 NCBC LEXIS 2, at *20 (N.C. Super. Ct. Jan. 4, 2016); Island \nBeyond, LLC v. Prime Capital Grp., LLC, 2013 NCBC LEXIS 48, at *14–\n15 (N.C. Super. Ct. Oct. 30, 2013). \n \nThe scope of this exception, borrowed from precedents governing \ncorporations, remains unsettled.  This Court has cautioned against a \nbroad application because of the fundamental differences between LLCs \nand corporations.  See HCW Ret. & Fin. Servs., 2015 NCBC LEXIS 73, \nat *47 n.102; see also Blythe v. Bell, 2013 NCBC LEXIS 17, at *13–14 \n(N.C. Super. Ct. Apr. 8, 2013).  Unlike a corporation, “ [a]n LLC is \nprimarily a creature of contract.”  Crouse v. Mineo, 189 N.C. App. 232, \n237, 658 S.E.2d 33, 36 (2008) (quoting Russell M. Robinson, II, Robinson \non North Carolina Corporate Law § 34.01, at 34-2 to 34-3 (rev. 7th ed. \n2016)).  The rights and duties of LLC members are ordinarily governed \nby the company’s operating agreement, not by general principles of \nfiduciary relationships.  See N.C. Gen. Stat. § 57D-2-30 (“The operating \nagreement governs the internal affairs of an LLC and the rights, duties, \nand obligations of . . . the interest owners . . . in relation to each other”).  \nEspecially where the members have bargained for comprehensive terms \nto govern their relationship, the imprudent imposition of fiduciary \nduties could “ undermine the contractual nature of an Operating \nAgreement.”  HCW Ret. & Fin. Servs., 2015 NCBC LEXIS 73, at *47 \nn.102. \n \nStrategic Mgmt. Decisions v. Sales Performance Int’l, 2017 NCBC LEXIS 69, *10–27 \n(N.C. Super. Ct. Aug. 7, 2017).   \n36. In the present case,  the Complaint is silent on the issue of whether an \noperating agreement exists as to Lafayette.  Thus, the Bronsons are unable to point \nto a contractual basis for their argument that Defendant owed them a fiduciary duty.  \nMoreover, their attempt to show an existing duty in the absence of such a contractual \nprovision is made even more difficult by the fact that, as the Complaint makes clear, \nthe Bronsons now collectively own a majority ownership interest in Lafayette.   \n37. In Corwin v. British Am. Tobacco PLC , 371 N.C. 605 (2018) , our \nSupreme Court  looked to Delaware law on the issue of whether a minority  \nshareholder can owe a fiduciary duty to other shareholders in the corporate context.  \nTo survive a motion to dismiss in Delaware, a claim for breach of \nfiduciary duty by a minority stockholder must contain more than the \nbare conclusory allegation that a minority stockholder possessed control.  \nRather, the complaint must contain well -pled facts showing that the \nminority stockholder exercised actual domination and control over the \ndirectors.  Even at the motion to dismiss stage, Delaware courts have \nnoted that this actual control test is not an easy one to satisfy as \nstockholders with very potent clout have been deemed, in thoughtful \ndecisions, to fall short of the mark. \n \nId. at 617 (cleaned up).  \n38. In Barefoot v. Barefoot , 2022 NCBC LEXIS 8  (N.C. Super. Ct. Feb. 2, \n2022), this Court recently applied—in the LLC context —the Supreme Court’s \nframework as articulated in  Corwin.  Th e Court determined that the plaintiff ’s \ncomplaint had failed to satisfy the Corwin test. \nBecause [defendant] owns far less than 50% of the Company ’s voting \npower, [plaintiff] must demonstrate that [defendant]  exercised actual \ncontrol over [the company] in the form of “such formidable voting and \nmanagerial power that he, as a practical matter, is no di fferently \nsituated than if he had majority voting control. ”  In his Complaint, \n[plaintiff] alleges numerous times, in conclusory fashion, that \n[defendant] exercised actual domination and control over the Company, \n. . .  and that the sale of the Property an d Iris ’s signatures on the \nassociated documents were procured as a result of [defendant] ’s fraud \nand undue influence over Iris . . . . But the Complaint contains few, if \nany, details to explain how [defendant] controlled the Company and Iris \nand how he eng aged in this alleged wrongdoing.  . . . While these \nallegations demonstrate that [defendant] may have played a more active \nrole in [the company] than his brothers, even taken together, they do not \ncome close to showing “ formidable” managerial control over t he \nCompany.  \n \nId. at *50 (cleaned up).  \n \n39. The Court in Barefoot concluded that “[b]ecause the Complaint relies on \nconclusory allegations rather than ‘well -pled facts,’ [plaintiff] has failed to \ndemonstrate that [defendant] exercised ‘formidable voting and managerial power’ \nover . . . the Company  and, therefore, has not pleaded sufficient facts to show that \n[defendant] is a de facto majority member.”  Id. at *53. \n40. Here, the Complaint is similarly short on specific allegations of control \nby Defendant and long  on language that is merely conclusory  on this issue .  For \nexample, the Bronsons allege  that Defendant has consistently “ managed the \nCompany as if he were the sole member-manager” and that he “maintained exclusive \ndominion and control over the affairs of the Company[.]”  (ECF No. 3, at ¶¶ 15, 28.)  \nSuch allegations fall far short of the specificity required under Corwin. \n41. Defendant’s motion to dismiss the Bronsons’ individual claim for breach \nof fiduciary dut y is therefore GRANTED,  and th is claim is DISMISSED without \nprejudice.  \nIII. Constructive Fraud \n42. Finally, Defendant likewise seeks the dismissal of the Br onsons’ \nindividual claim for constructive fraud based, on ce again, on the absence of a \nfiduciary relationship between him and the Bronsons. \n43. Our Supreme Court has stated that \n[t]o assert a cause of action for constructive fraud, the plaintiff must \nallege facts and circumstances (1) which created the relation of trust and \nconfidence, and (2) led up to and surrounded the consummation of the \ntransaction in which defendant is alleged to have taken advantage of his \nposition of trust to the hurt of plaintiff. \n \nHead v. Gould Killian CPA Grp., P.A., 371 N.C. 2, 9 (2018) (cleaned up).  Additionally, \nour Supreme Court has made clear that “[a] claim for constructive fraud only arises \nwhere a confidential or fiduciary relationship exists.”  Azure Dolphin, LLC v. Barton, \n371 N.C. 579, 599 (2018)  (cleaned up); see Loray Master Tenant, LLC v. Foss N.C. \nMill Credit 2014 Fund I, LLC, 2021 NCBC LEXIS 15, at *14 (N.C. Super. Ct. Feb. 18, \n2021) (“A claim for constructive fraud likewise requires a plaintiff to allege facts \nestablishing a confidential or fiduciary relationship.”). \n44. As explained above, the Bronsons have failed to allege sufficient facts to \nshow the existence of a fiduciary relationship between them and Defendant. \nAccordingly, Defendant’s motion to dismiss their individual constructive fraud claim \nis GRANTED, and that claim is DISMISSED without prejudice.   See, e.g., Hauser v. \nHauser, 252 N.C. App. 10 , 17 (2017) (affirming trial court’s granting of defendant’s \nmotion to dismiss claim for  constructive fraud where plaintiff failed to allege the \nexistence of a fiduciary relationship between herself and defendants).5 \nCONCLUSION \n THEREFORE, IT IS ORDERED as follows: \n1. Defendant’s Motion to Dismiss Plaintiffs’ claim for UDTP is GRANTED, and \nthis claim is DISMISSED with prejudice;   \n2. Defendant’s Motion to Dismiss Plaintiffs’ individual claims for breach of \nfiduciary duty and constructive fraud is GRANTED, and th ese claims are \nDISMISSED without prejudice.  \n  \n \n5 Nothing herein shall affect the continuing validity of Plaintiffs’ derivative claims for breach \nof fiduciary duty and constructive fraud in this action.  \n \nSO ORDERED, this the 12th day of September, 2022.  \n \n/s/ Mark A. Davis     \n       Mark A. Davis  \n       Special Superior Court Judge  \n       for Complex Business Cases  "
}