{
  "id": "8f2f2e4e21a5d717f557c455ca07960575d903e4f8202f0f70285e2affe52ddb",
  "source_file": "data/raw/ncbc/8f2f2e4e21a5d717f557c455ca07960575d903e4f8202f0f70285e2affe52ddb.pdf",
  "raw_text": "Aldridge v. Kiger, 2016 NCBC 83. \n \n \nSTATE OF NORTH CAROLINA \nUNION COUNTY  \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 1680 \nDONNY CLEAMON ALDRIDGE, \n \nPlaintiff, \n \nv. \n \nJOHN KIPPLAND KIGER, DALON \nG. BASS, WILLIAM S. BLACKMON, \nBLACKMON SERVICE, INC., and \nWSL PROPERTY COMPANY, LLC,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n) \n) \n)\n) \n) \n) \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \nOR REMOVE AND PLAINTIFF’S \nMOTION TO SEVER \n \n1. THIS MATTER is before the Court on the following motions: (1) \nDefendants’ Motion to Dismiss or Remove (the “Motion to Remove”) pursuant to Rule \n12(b)(3) of the North Carolina Rules of Civil Procedure (“Rule(s)”) and N.C. Gen. Stat. \n§§ 1-83(1) and 55-14-31(a); and (2) Plaintiff’s Motion to Sever (the “Motion to Sever”) \npursuant to Rule 42(b)(1) (collectively, the “Motions”).  For the reasons set forth \nbelow, the Court hereby DENIES IN PART Defendants’ Motion to Remove to the \nextent it seeks dismissal of Plaintiff’s action, GRANTS IN PART Defendants’ Motion \nto Remove to the extent it seeks to transfer Plaintiff’s action to Mecklenburg County, \nand DENIES Plaintiff’s Motion to Sever.  \nErwin, Bishop, Capitano & Moss, P.A., by Scott A. Hefner and J. Daniel \nBishop, for Plaintiff. \n \nEssex Richards, P.A., by John T. Daniel, for Defendants. \n \nRobinson, Judge. \n \n \n \n \n \nI. PROCEDURAL HISTORY \n2. The Court sets forth here  only that portion of the procedural history \nrelevant to its determination of the Motions.  \n3. Plaintiff Donny Cleamon  Aldridge (“Plaintiff”) resides in Union County.  \n(Compl. ¶ 1.) \n4. Individual defendants John Kippland Kiger, Dalon G. Bass, and William S. \nBlackmon reside in Mecklenburg County .  (Compl. ¶¶ 2−4.)   Company defendants \nBlackmon Service, Inc., (“Blackmon Service”) and WSL Property Company, LLC, are \nNorth Carolina companies with their principal place of business in Mecklenburg \nCounty.  (Compl. ¶ ¶ 5−6.)  The individual defendants and company defendants are \ncollectively referred to herein as “Defendants.” \n5. On June 28 , 2016, Plaintiff commenced this action in Union County by \nfiling his Complaint.  The Complaint brings the following claims : (1) breach of \nmajority’s fiduciary duty; (2) majority’s constructive fraud; (3) equitable compulsion \nof dividends; (4) breach of directors’ fiduciary duty; (5) corporate waste; (6) directors’ \nconstructive fraud; (7) punitive damages; and (8) judicial diss olution of Blackmon \nService. \n6. On August 19, 2016, the parties filed their Case Management Report \npursuant to Rule 17.2 of the Gener al Rules of Practice and Procedure for the North \nCarolina Business Court (“BCR”).   \n7. On August 29, 2016, the Court issued a Notice of Conference, scheduling a \ncase management conference for September 7, 2016.   \n \n \n \n8. On September 6 , 2016, Defendants filed their A nswer, Motion  and \nCounterclaims, and their brief in support of the Motion to Remove .  The Motion to \nRemove seeks dismissal or transfer of the action from Union County to Mecklenburg \nCounty on the ground that Union County is an improper venue for Plaintiff’s judicial \ndissolution claim.  (Defs.’ Answer, Mot. and Countercls. 16−17.)  \n9. On September 7, 2016, the Court held a case management conference.  At \nthe conference, Defendants consented to the Court entering a case management order \npending full briefing and consideration of the Motion to Remove filed the day before.  \nThe Court entered a Case Management Order on September 19, 2016.  \n10. On September 29, 2016, Plaintiff filed the Motion to Sever and brief in \nsupport of such motion and in opposition to the Motion t o Remove.  The Motion to \nSever seeks—to the extent the Motion to Remove is allowed —to sever the judicial \ndissolution claim from Plaintiff’s remaining claims so that only the judicial \ndissolution claim is transferred to Mecklenburg County , and Plaintiff’s other claims \nremain in Union County.  (Pl.’s Mot. to Sever ¶ 6.)  \n11. On October 10, 2016, Defendants filed their brief in opposition to the Motion \nto Sever and replying to Plaintiff’s brief in opposition to the Motion to Remove. \n12. On October 24, 2016, Plaintiff filed his brief replying to Defendants’ brief \nin opposition to the Motion to Sever.  \n13. The Motions are now ripe for resolution and, pursuant to BCR 15.4(a), the \nCourt decides the Motions without hearing or oral argument.  \n \n \n \n \nII. ANALYSIS \n14. The Court notes at the outset that North Carolina case law is clear that a \nmotion to dismiss based on improper venue made pursuant to Rule 12(b)(3) shall be \ntreated as a motion to transfer, rather than a motion to dismiss .  Coats v. Sampson \nCty. Mem’l Hosp., Inc., 264 N.C. 332, 334, 141 S.E.2d 490, 492 (1965) (holding that \nthe lower court correctly treated defendant’s motion to dismiss based on improper \nvenue as a m otion for change of venue); Roberts v. Adventure Holdings, LLC , 208 \nN.C. App. 705, 711, 703 S .E.2d 784, 788  (2010) (stating that even though the \ndefendant’s motion to dismiss based on improper venue did not request a change of \nvenue, “our precedent requires that the motion be treated as such”).  Here, the Motion \nto Remove expressly requests that t he action be dismissed or removed based on \nimproper venue; however, the Motion to Remove will be treated solely as a motion to \nchange venue in accordance with North Carolina case law.  \n15. Defendants argue that this action must be transferred to Mecklenburg \nCounty because Union County is an imprope r venue.  Plaintiff argues that  if the \nCourt grants the Motion to Remove, the Court must grant the Motion to Sever the \njudicial dissolution claim from Plaintiff’s other claims and transfer only the judicial \ndissolution claim to Mecklenburg County.  Plaintiff’s argument, however, assumes \nthat the Court considers the Motions simultaneously.   \n16. Addressing first the sequence in which the Court must consider the two \nMotions, t he case law in North Carolina is clear  that when a defendant makes a \nproper motion to remove as a matter of right, “the question of removal then becomes \n \n \n \na matter of substantial right, and the court of original venue is without power to \nproceed further in essential matters until the right of removal is co nsidered and \npassed upon.”  Atl. Coast Line R.R. Co. v. Thrower, 213 N.C. 637, 639, 197 S.E. 197, \n198−99 (1938) (holding that the trial court erred when it denied defendant ’s motion \nto transfer the action to the proper venue and granted plaintiff’s subsequ ently filed \nmotion to retain the action for the convenience of the witnesses); see also Casstevens \nv. Wilkes Tel. Membership Corp., 254 N.C. 746, 751, 120 S.E.2d 94, 97 (1961) (stating \nthat the trial court erred in simultaneously considering defendant’s mo tion to \ntransfer as a matter of right and plaintiff’s subsequently filed motion to amend); Nello \nL. Teer Co. v. Hitchcock Corp. , 235 N.C. 741, 745, 71 S.E.2d 54, 57 (1952); Little v. \nLittle, 12 N.C. App. 353, 356, 183 S.E.2d 278, 280 (1971). \n17. Here, Defendan ts filed the Motion to Remove based on improper \nvenue as a matter of right , and thereafter Plaintiff filed the Motion to Sever.  \nAs a result, the Court is required to consider and rule on the Motion to Remove \nbefore it may consider the Motion to Sever.  \nA. Motion to Remove \n18. Change of venue is governed by N.C. Gen. Stat § 1 -83.  Although \nsection 1-83(1) states that a court “may” change venue when the county \ndesignated is not the proper one, North Carolina case law is clear that “may” \nis construed in this specific context as “must.”  Nello L. Teer Co., 235 N.C. at \n743, 71 S.E.2d at 56; Thompson v. Norfolk S. Ry. Co., 140 N.C. App. 115, 122, \n535 S.E.2d 397, 401−02 (2000).  More specifically, “[i]f the demand for removal \n \n \n \nis properly made, and it appears that the action has been brought in the wrong \ncounty, the court has no discretion as to removal.”  Nello L. Teer Co., 235 N.C. \nat 743, 71 S.E.2d at 55−56; Thompson, 140 N.C. App. at 122, 535 S.E.2d at \n401−02.  \n19. Pursuant to N.C. Gen. Stat. § 55 -14-31(a), “[v]enue for a proceeding \nto dissolve a corporation lies in the county where a  corporation’s principal \noffice . . . is or was last located.”  N.C. Gen. Stat. § 55-14-31(a).   \n20. Here, Plaintiff brought this action in Union County and asserts a \nclaim for judicial dissolution of Blackmon Service pursuant to N.C. Gen. Stat. \n§ 55 -14-30.  It is undisputed that Blackmon Service’s principal place of \nbusiness is located in Mecklenburg County.  Thus, it is clear that Union County \nis an improper county, and upon Defendants’ Motion to Remove, the action \nmust be transferred to Mecklenburg County.  Therefore, the Motion to Remove \nmust be granted to the extent it seeks to transfer the action.  \nB. Motion to Sever \n21. Plaintiff argues that if Defendants’ Motion to Remove is granted, the \nCourt is required under Rule 42(b)(1) to sever the judicial dissolution claim \nfrom Plaintiff’s remaining claims, and that only the judicial dissolution claim \nmay be transferred to Mecklenburg County for improper venue.  Rule 42(b)(1) \nprovides that “[t]he court  may in furtherance of convenience or to avoid \nprejudice and shall for considerations of venue upon timely motion order a \nseparate trial of any claim[.]”  N.C. Gen. Stat. § 1A-1, Rule 42(b)(1) (emphasis \n \n \n \nadded).  Plaintiff argues that the Motion to Sever the judicial dissolution claim, \nin the circumstances here, is based on considerations of venue, and thus Rule \n42(b)(1) requires that claim—but only that claim—to be severed and litigated \nin Mecklenburg County.   \n22. “When a cause is directed to be removed,  . . . all other proceedings \nshall be had in the county to which the place of trial is changed  . . . .”  N.C. \nGen. Stat. § 1 -87(a) (emphasis added).  Because all claims were brought in a \nsingle action in Union County, and Union County is an improper venue for the \njudicial dissolution claim, the entire action must be transferred to \nMecklenburg County.  Therefore, Plaintiff’s Motion to Sever the judicial \ndissolution claim, so that only the judicial dissolution claim is transferred to \nMecklenburg County, must be denied.  \nIII. CONCLUSION \n23. THEREFORE, for the foregoing reasons, Defendants’ Motion to \nRemove this action to Mecklenburg County is DENIED IN PART to the extent \nit seeks to dismiss Plaintiff’s action, and GRANTED IN PART to the extent it \nseeks to transfer Plaintiff’s action to Mecklenburg County.   Plaintiff’s Motion \nto Sever is DENIED.  The Union County Clerk of Superior Court is hereby \nordered to transfer the case file in this matter to the Mecklenburg County \nClerk of Sup erior Court and to file a certification attesting to such trans fer \nwithin thirty days of this Order and Opinion.  The case caption shall hereafter \n \n \n \nreflect the case number assigned to this case by the Mecklenburg County Clerk \nof Superior Court.  \nSO ORDERED, this the 3rd day of November, 2016. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}