{
  "id": "8f56834717526525a38b379afb0a387f2fd70bb856d8386cc6087dc65273d467",
  "source_file": "data/raw/ncbc/8f56834717526525a38b379afb0a387f2fd70bb856d8386cc6087dc65273d467.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n13 CVS 4421 \nJILL L. MAURER, Individually and \nDerivatively on Behalf of SLICKEDIT \nINC., \n \nPlaintiff, \n \nv. \n \nJOSEPH CLARK MAURER and \nSLICKEDIT INC.,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER AND OPINION \n \n{1} THIS MATTER is before the court on Defendant Joseph Clark \nMaurer’s Motion to Dismiss Plaintiff’s Amended Complaint (“Motion”), \nbrought  pursuant to Rules 9(b) and 12(b)(6) of the North Carolina Rules of \nCivil Procedure (“Rule(s)”).   For the reasons stated below, the Motion is \nGRANTED in part and DENIED in part. \n \nParker Poe Adams & Bernstein, LLP by Catharine B. Arrowood and \nScott E. Bayzle for Plaintiff. \n \nBrooks, Pierce, McLendon, Humphrey & Leonard, L.L.P. by Walter L. \nTippett, Jr., Jennifer K. Van Zant, and Eric M. David for Defendant \nJoseph Clark Maurer.  \n \nGale, Judge.  \n \n \n \n \n \n Maurer v. Maurer, 2013 NCBC 44.\nI. PARTIES \n \n{2} Plaintiff Jill L. Maurer (“Ms. Maurer”) and Joseph Clark Maurer \n(“Mr. Maurer”) are former spouses.  They were parties in earlier litigation \nbefore this court involving SlickEdit, Inc., (“SlickEdit”), which was then a \nVirginia corporation and which also involved other parties who were at that \ntime SlickEdit shareholders.  See Maurer v. SlickEdit, Inc., 2006 NCBC \nLEXIS 1 (N.C. Super. Ct. Feb. 3, 2006).  SlickEdit has since been reorganized \nas a North Carolina corporation and Ms. Maurer and Mr. Maurer are now \neach fifty percent shareholders.  In this action, Ms. Maurer contends that Mr. \nMaurer has secured corporate control by reason of his status as sole director \nand executive officer, and has abused that corporate control to exclude her \nfrom any knowledge of or participation in corporate affairs despite her equal \nownership. \n{3} Ms. Maurer, a citizen and resident of Wake County, North \nCarolina, is a fifty percent shareholder of SlickEdit.  (Am. Compl. ¶¶ 1, 14.)  \n{4} Mr. Maurer, a citizen and resident of Wake County, North \nCarolina, is an officer, director, and fifty percent shareholder of SlickEdit.  \n(Am. Compl. ¶¶ 3, 14.)  \n{5} SlickEdit is a software corporation incorporated under the laws \nof the State of North Carolina with its principal place of business in \nMorrisville, North Carolina.  (Am. Compl. ¶¶ 2, 7.)    \n           \nII.   PROCEDURAL BACKGROUND \n \n{6}  The original Complaint was f iled on March 28, 2013.  The case \nwas designated a Business Court case by Order of Chief Justice Sarah Parker \ndated April 1, 2013 and assigned to the undersigned on April 3, 2013.  Mr. \nMaurer filed an initial motion to dismiss on May 29, 2013.  The Amended \nComplaint was filed on June 10, 2013.  The Amended Complaint includes \nclaims for: (1) judicial dissolution and accounting of SlickEdit in accordance \nwith N.C. Gen. Stat. § 55-14-30(2)(ii-iv) (2012); (2) recovery by Ms. Maurer for \nMr. Maurer’s breach of fiduciary duty owed to her individually; (3) recovery \nby SlickEdit for Mr. Maurer’s  breach of  fiduciary duty owed to SlickEdit; (4) \nrecovery for constructive fraud arising from these breaches of fiduciary duty; \nand (5) the removal of Mr. Maurer as the sole director of SlickEdit if \ndissolution is not ordered.  The present Motion was filed on June 14, 2013 \nand is limited to claims brought against Mr. Maurer individually. \n{7} As to Ms. Maurer’s individual claim, Mr. Maurer contends that \nhe owes her no individual fiduciary duty as a fellow fifty percent shareholder.  \nAs to the derivative claim, Mr. Maurer acknowledges his fiduciary duty but \ncontends that any claim for breach of that duty is barred either by the \nbusiness judgment rule or by the statute of limitations. \n{8} The Motion has been fully briefed, a hearing was held on July \n23, 2013, and the matter is ripe for disposition.  \n \nIII. FACTS \n \n{9} The court does not make findin gs of fact in connection with a \nmotion to dismiss, as a motion to dismiss “does not present the merits, but \nonly [determines] whether the merits may be reached.”  \nConcrete Serv. Corp. \nv. Investors Grp., Inc., 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986).  \nThe following facts are stated to provide context for the court’s opinion and \nare assumed to be true for purposes of the Motion.  The court draws \npermissible inferences in Ms. Maurer’s favor, but the court is not bound by \nher legal conclusions.  Oberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, 60–\n61, 554 S.E.2d 840, 847 (2001). \n \n \n \nA. SlickEdit reorganized as a North Carolina  corporation \n \n {10} While married in 1988, Ms. Maurer and Mr. Maurer \nincorporated MicroEdge Inc. in Virginia, which later became SlickEdit.  (Am. \nCompl. ¶ 7.)  Ms. Maurer was the Chief Executive Officer of the Virginia \ncorporation and remained so until her termination in 2004.  (Am. Compl. ¶ 8.)   \nShe also served on its Board of Directors.  (Am. Compl. ¶ 8.) \n {11} SlickEdit was converted to a North Carolina Subchapter S \ncorporation on May 15, 2008 after Ms. Maurer and Mr. Maurer were \ndivorced.  (Am. Compl. ¶¶ 9, 18.)  Since its conversion, both Ms. Maurer and \nMr. Maurer been the only two shareholders, each owning fifty percent of \nissued and outstanding shares.  (Am. Compl. ¶ 14.)  The North Carolina \nincorporation documents designated Mr. Maurer as the initial sole director, \nwhich Ms. Maurer contends was in anticipation of a subsequent election of \ndirectors at a shareholders’ meeting.  (Am. Compl. ¶ 15.)  \n{12} SlickEdit adopted initial bylaws on June 1, 2008.  Article II, § 2 \nprovides that an “annual meeting of the shareholders shall be held” for the \nelection of directors and the transaction of other proper business.  (Am. \nCompl. ¶¶ 10–11.)  Article II, § 4 provides that a shareholder “of not less than \none-tenth of all votes entitled to be cast on any issue,” may require a special \nshareholders’ meeting to be called for the purpose of, among other things, \nelecting directors.  (Am. Compl. ¶ 12.)  As initially adopted, Article III, § 2 \nprovided that: \nThe number of directors of the Corporation shall be not less than \none (1) nor more than seven (7) as may be fixed or changed from \ntime to time, within the minimum  and maximum, by the \nshareholders or by the Board.  Initially the number of directors \nshall be one (1) until changed by the shareholders or by the \nBoard.  \n \n(Am. Compl. Ex. 1, Art. III, § 2.)  \n \n{13} Later on April 3, 2009, Art. III,  § 2 was amended to provide that \n“[t]he number of directors of the Corporation shall be one (1),” a decision in \nwhich Ms. Maurer did not participate.  (Am. Compl. ¶ 39, Ex. 2.) \n \nB. Mr. Maurer’s alleged misuse of control\n \n \n {14} Since the North Carolina reorganization, Mr. Maurer has at all \ntimes been SlickEdit’s Chief Executive Officer, President, Corporate \nSecretary, and sole director.  (Am. Compl. ¶ 21.)    \n {15} Ms. Maurer complains that Mr. Maurer has abused his control \nby operating the company in contravention of her expectations as a \nshareholder that, \ninter alia: (1) regular annual shareholders’ meetings would \nbe held; (2) there would be fair election of directors; (3) she would have access \nto details of SlickEdit’s plans, operations, and financials and other corporate \nbooks and records; (4) she would be given the opportunity to serve as an \nofficer and/or director; (5) she would participate in management; and (6) she \nwould receive regular communications regarding corporate operations and \nbusiness.  (Am. Compl. ¶ 17.)  Instead, Mr. Maurer has blocked her \nparticipation in or knowledge of corporate affairs and has refused any \nmeaningful discussion or election of directors at shareholder meetings. (Am. \nCompl. ¶ 22).  Ms. Maurer details allegations supporting her claim that Mr. \nMaurer has implemented an overall system designed to preclude her \nknowledge regarding the corporation. (Am. Compl. ¶¶ 28, 36–37.) \n {16} The Amended Complaint challenges one particular corporate \ndecision to retain $1 million in cash reserves.  Ms. Maurer alleges that this \naction was taken to impose financial hardship on her and cannot be justified \nby any corporate purpose at a time when SlickEdit suffers from declining \nrevenues and has an increasingly outdated product (Am. Compl. ¶¶ 28, 31), \nparticularly so when Mr. Maurer continues to pay himself a salary and \nbonuses without any performance goals or reviews.  (Am. Compl. ¶¶ 29, 58.) \n \n {17} Read together, the various allegations of  the Amended \nComplaint outline a consistent deadlock between the two equal shareholders \nas to any change in management, as a result of which Mr. Maurer has \nenjoyed sole effective control, which he has misused for personal leverage.  \n(Am. Compl. ¶¶ 24, 46, 50–52, 55, 57, 59.) \n \nIV.    STANDARD OF REVIEW \n \n{18} The appropriate inquiry on a mo tion to dismiss pursuant to Rule \n12(b)(6) is “whether, as a matter of law, the allegations of the complaint, \ntreated as true, are sufficient to state a claim upon which relief may be \ngranted under some legal theory, whether properly labeled or not.”  \nCrouse v. \nMineo, 189 N.C. App. 232, 237, 658 S.E.2d 33, 36 (2008) (quoting Harris v. \nNCNB Nat’l Bank of N.C., 85 N.C. App. 669, 670, 355 S.E.2d 838, 840 (1987)).  \nA motion to dismiss may be granted if the complaint reveals the absence of \nfacts required to make out a claim for relief or if the complaint reveals some \nfact that necessarily defeats the claim.  Wood v. Guilford Cnty., 355 N.C. 161, \n166, 558 S.E.2d 490, 494 (2002). \n \nV.  ANALYSIS \n \n{19} The court first addresses whether the Amended Complaint \nadequately alleges a basis on which Ms. Maurer can proceed with an \nindividual claim.  The court then addresses whether Mr. Maurer can, at this \npreliminary stage of the pleadings, defeat the derivative claim because the \nAmended Complaint fails to allege sufficient particular facts to overcome the \nbusiness judgment rule, or because the facts alleged demonstrate that the \nderivative claim is, in any event, time-barred.  In order to assess the \nlimitations defense, the court examines whether the Amended Complaint \nincludes allegations of personal benefit adequate to invoke the ten- year \nstatute of limitations which control constructive fraud claims.  \n{20} The court concludes that Ms. Maurer’s individual claim should \nbe dismissed but that resolution of the defenses to the derivative claim \nagainst Mr. Maurer on the peculiar facts of this case are not properly \nresolved pursuant to the present Motion. \n \nA. Ms. Maurer has not alleged a basis on which to pursue an individual \nclaim \n \n{21} As a general rule, shareholders lack standing to bring individual \ncauses of action to enforce actions accruing to the corporation.  Barger v. \nMcCoy Hillard & Parks, 346 N.C. 650, 659, 488 S.E.2d 215, 220 (1997); \nNorman v. Nash Johnson & Sons’ Farms, Inc., 140 N.C. App. 390, 395–96, \n537 S.E.2d 248, 253 (2000). \n{22} Barger  held:  \na shareholder may maintain an individual action against a third \nparty for an injury that directly affects the shareholder, even if \nthe corporation also has a cause of action arising from the same \nwrong, if the shareholder can show that the wrongdoer owed \nhim a special duty or that the injury suffered by the shareholder \nis separate and distinct  from the injury sustained by the other \nshareholders or the corporation itself. \n346 N.C. at 659, 488 S.E.2d at 220 (emphasis added). \n{23} Ms. Maurer claims the benefit of the exceptions to this general \nrule.  She claims that she was owed a special fiduciary duty by Mr. Maurer \nby reason of his control and she suffered an injury separate and distinct from \nthat suffered by the corporation.  The court concludes that the allegations do \nnot entitle her to either of these exceptions to the Barger rule.   \n \n \n \n1. The claimed fiduciary duty \n {24} North  Carolina appellate courts have recognized that a \nfiduciary duty is owed by a controlling shareholder to a minority shareholder \nin particular circumstances, and have allowed an individual claim for breach \nof that duty to proceed even if a derivative action would otherwise be \nappropriate.  E.g., Norman v. Nash Johnson & Sons’ Farms, Inc., 140 N.C. \nApp. 390, 537 S.E.2d 248 (2000).  This court addressed that line of cases, in \nthe context of a claim involving owners of a limited liability company, and \ndetermined that the cases turn on their particular facts, such that the court \ndoes not believe that the appellate courts have defined a black letter rule \nallowing a minority shareholder to pursue an individual action against a \ncontrolling shareholder when a derivative claim would be adequate to protect \nthe asserted rights of both the corporation and the minority owner.  \nBlythe v. \nBell, 2013 NCBC LEXIS 18, at *18 (N.C. Super. Ct. April 8, 2013).  This court \nis now asked to extend the line of appellate cases to impose a fiduciary duty \nin favor of one fifty percent owner against the other fifty percent owner who \nhas effective control.  \n{25} The Court of Appeals has to date refused to impose such a \nfiduciary duty in favor of a fifty percent owner.  Allen v. Ferrera, 141 N.C. \nApp. 284, 540 S.E.2d 761 (2000) (recognizing that a special duty may be owed \nto minority shareholders, but, as a fifty percent owner, the plaintiff was not a \nminority shareholder); Outen v. Mical, 118 N.C. App. 263, 266–67, 454 S.E.2d \n883, 885 (1995) (dismissing argument that a fifty percent shareholder \nrelationship created a special relationship sufficient to create individual \nstanding); see also Freese v. Smith, 110 N.C. App. 28, 37, 428 S.E.2d 841, 848 \n(1993).  In Allen, the court adhered to the Barger rule notwithstanding that \none of the two fifty percent owners controlled the company books and \nmanagement.  141 N.C. App. at 286, 540 S.E.2d at 764.   \n{26} As the court noted in Blythe, the cases affording an individual \nclaim to the minority shareholder were based, at least in part, on the fact \nthat the minority shareholder otherwise faces potentially insurmountable \nhurdles because of the procedural requirements for derivative actions which \ncan be manipulated by a controlling majority.  A fifty percent owner, with the \nability to impose an impasse, is not in the same precarious position.  An equal \nowner, unlike a minority owner, can automatically create a deadlock on any \nmatter requiring a shareholder vote, and the existence of such a deadlock \nmay afford greater access to judicial dissolution and a limit on the control of \nthe other shareholder.  See  N.C. Gen. Stat. § 55-14-30. \n{27} The court acknowledges that Chief Judge Jolly of this court \nissued a decision which arguably may be read on its particular facts to \nacknowledge that a fifty percent shareholder may pursue an individual action \nfor breach of fiduciary duty against the other owner.  LeCann v. Cobham, \n2011 NCBC LEXIS 28, at *30–31 (N.C. Super. Ct. Aug. 2, 2011).  But his \nholding was a narrow one and must be read in the context of the particular \nfacts of that case.  The particularized holding in LeCann did not rest on \nabuse of control by one of two equal owners.  Rather, in LeCann,  each of the \ntwo owners claimed a fiduciary duty owed by the other, and Judge Jolly \nfurther noted the corporation had been run more like a partnership, where \nfiduciary duties are owed by one partner to another.  On that basis, he \nallowed the claims to survive Rule 12(b)(6).  \nLeCann, 2011 NCBC 28, at *32.  \nThe facts here are not comparable. \n{28} As discussed in detail below,  while the court finds that the \npeculiar facts of this case afford Ms. Maurer some latitude on the defenses \nasserted against her derivative claim, the court does not believe her \nallegations afford her the benefit of a special duty that avoids the Barger rule \nwhich precludes individual claims.  To escape that rule, she must then \nadequately allege an injury separate and distinct from the corporation. \n \n \n \n2. The claimed separate and distinct injury \n{29} To avoid the Barger rule on this basis, Ms. Maurer must \ndemonstrate that she suffered a “loss peculiar to [herself].”  Outen, 118 N.C. \nApp. at 266, 454 S.E.2d at 885.  She attempts to do so by complaining that \nthe threat of a loss of share price occasioned by her being forced to sell her \ninterest at a reduced price because of Mr. Maurer’s improper leverage, and \nasserting that she is further exposed to potential financial injury by Mr. \nMaurer’s threats to withhold shareholder tax distributions.  She does not \nallege that she has actually sold shares or that distributions have actually \nbeen withheld.  Any allegation regarding reduced share values because of \ninjury to the corporation by a director’s wrongs runs squarely into \nBarger’s \nholding that claims for such loss belong to the corporation, not to the \nindividual shareholder.  Barger, 346 N.C. at 659, 488 S.E.2d at 219–20 (1997) \n(“The only injury plaintiffs as shareholders allege is the diminution or \ndestruction of the value of their shares . . . .  This is precisely the injury \nsuffered by the corporation itself.”).  Threats of potential injury not yet \nsuffered, including threats to withhold tax distributions, are not adequate to \ndemonstrate a separate and distinct injury.  The Amended Complaint does \nnot allege that any such threats have actually been carried out.  Likewise, \nthe Amended Complaint does not include any count intended to protect Ms. \nMaurer’s individual right to inspect corporate books and records. \n{30} In sum, the court concludes that the Amended Complaint does \nnot include allegations adequate to support an individual shareholder claim \nby Ms. Maurer either through imposing a special duty in her favor or by \nrecognizing a claim for injury separate and distinct from the harm suffered \nby the corporation.  The case should continue against Mr. Maurer \nindividually, if at all, only through the derivative action.  The court then now \nturns to the defenses asserted against that action.    \n \n \nB. The business judgment rule \n   \n{31} Here, the business judgment rule is invoked in a somewhat \nunusual posture.  There is a natural interplay between applying the business \njudgment rule to bar a shareholder’s claim and the shareholder’s awareness \nof the corporate decision and the manner in which it was made, and in that \nregard, it is noteworthy that a shareholder has  statutory rights of access to \ncorporate records. See N.C. Gen. Stat. § 55-16-01(e) (2012); N.C. Gen. Stat. § \n55-16-02(a) (2012); see also In re Quintiles Transnational Corp. S'holders \nLitig., 2003 NCBC LEXIS 3, at *26 (N.C. Super. Ct. Dec. 19, 2003).   \nImplicitly, cases which demand that the shareholder plead specific facts to \nchallenge corporate decision making expect that the shareholder has \nundertaken a full investigation before challenging the decision.  Yet here the \ngravamen of Ms. Maurer’s complaint is that she has been shut-out from \nmeaningful access.  Further, it is more typical that the presumptions \ninherent in the business judgment rule arise in the context of deliberative \ndecision making by a board, in contrast here to the use of the rule by a sole \ndirector.   \n{32} North Carolina clearly recognizes the business judgment rule.  \n[It] operates primarily as a rule of evidence or judicial review \nand creates, first, an initial ev identiary presumption that in \nmaking a decision the directors acted with due care (i.e., on an \ninformed basis) and in good faith in the honest belief that their \naction was in the best interest of the corporation, and second, \nabsent rebuttal of the initial presumption, a powerful \nsubstantive presumption that a decision by a loyal and informed \nboard will not be overturned by a court unless it cannot be \nattributed to any rational business purpose. \n \nHammonds v. Lumbee River Elec.  Mbrshp. Corp., 178 N.C. App. 1, 20–21, \n631 S.E.2d 1, 13 (2006).  The presumption “can be rebutted by a showing that \nthe board violated one of its fiduciary duties in connection with the \nchallenged transaction.” Wachovia Capital Partners, LLC v. Frank Harvey \nInv. Family L.P., 2007 NCBC LEXIS 7, at *22 (N.C. Super. Ct. Mar. 5, 2007) \n(quoting Emerald Partners v. Berlin, 787 A.2d 85, 91 (Del. 2001)).  To rebut \nthis presumption, a plaintiff must present “more than bare allegations of \nbreaches of fiduciary duties on the part of directors.” Id. at *23.   \n{33} Generally, an adequate pleadi ng will include allegations that \nthe director (1) failed to act in good faith; (2) made a decision that was \nunreasonable under the circumstances; or (3) was inattentive or uninformed.  \nSee Green v. Condra, 2009 NCBC LEXIS 20, at *96 (N.C. Super. Ct. Aug. 14, \n2009).   \n{34} As Judge Tennille, then Chief Judge of this court, noted, the \nbusiness judgment rule is “process oriented” rather than a simple exercise of \nan after the fact “objective” evaluation.  State v. Custard, 2010 NCBC LEXIS \n9, at *57–58 (N.C. Super. Ct. Mar. 19 2010) (quoting In re Caremark Int’l Inc. \nDerivative Litig., 698 A.2d 959, 967–68 (Del. Ch. 1996)).  Here, on these \npleadings, there is no adequate basis on which to assess the challenged \ndecision-making.  The court admits a concern that allowing the Amended \nComplaint to go forward without more specific allegations will be improperly \nread as endorsing the filing of a derivative action without prior thorough \ninvestigation, including if necessary a shareholder’s review of records \navailable through statutory inspection rights.  But on the facts of this \nparticular case, and applying the liberal rules demanded by Rule 12(b)(6), the \ncourt concludes that the Amended Complaint includes allegations adequate \nto withstand a present dismissal through early application of the business \njudgment rule.  This determination is without prejudice to revisiting the \nbusiness judgment rule at a later stage. \n \nC. The statute of limitations\n \n \n{35} Mr. Maurer contends that the Amended Complaint reveals on \nits face facts adequate to bar the derivative claim by a three-year statute of \nlimitations.   That challenge depends on a conclusion that the derivative \nclaims accrued when Mr. Maurer was made sole director in 2008.  Ms. \nMaurer contends that even if that were an accurate conclusion, Mr. Maurer’s \ncontinued misuse of the control given to him in 2008 requires an application \nof the continuing wrong doctrine and a tolling of the limitations period.1   The \ncourt disagrees.  However, the court agrees with Ms. Maurer that the \nAmended Complaint, broadly read with the liberality that Rule 12(b)(6) \nrequires, asserts claims directed toward acts done and injury suffered after \n2008 and within three years of the filing of suit.  (Am. Compl. ¶¶ 24, 42–50, \n55–59, 89.)   \n{36} The court also concludes that it is premature to determine \nwhether the corporation will ultimately be able to avail the ten-year statute \nof limitations period of N.C. Gen. Stat. § 1-56 which governs claims for \nconstructive fraud.  \nSee NationsBank of N.C. v. Parker, 140 N.C. App. 106, \n113, 535 S.E.2d 597, 602 (2000).  To do so, Ms. Maurer will ultimately be \nrequired to demonstrate that Mr. Maurer misused his fiduciary duty for \npersonal benefit.  \nWhite v. Consol. Planning, Inc., 166 N.C. App. 283, 294, \n603 S.E.2d 147, 156 (2004); Sterner v. Penn, 159 N.C. App. 626, 631, 583 \nS.E.2d 670, 674 (2003).  Generally, the mere payment of salary or a fee for \nwork actually performed does not demonstrate such a personal benefit.  \nWhite, 166 N.C. App. at 295, 603 S.E.2d at 156. \n{37} The court again is faced with  the tension between Ms. Maurer’s \nadmittedly thin factual allegations and her claim that she has been foreclosed \n                                                        \n1  “The general rule is that a cause of action accrues as soon as the right to institute and \nmaintain a suit arises, and the limitations period begins to run when the cause of action \naccrues.”  Blythe v. Bell, 2013 NCBC LEXIS 7, at *67 (N.C. Super Ct. Feb. 4, 2013).  There is \na three-year statute of limitations for breach of fiduciary duty claims.  See Tyson v. North \nCarolina Nat’l Bank, 305 N.C. 136, 142, 286 S.E. 2d 561, 565 (1982).  In some circumstances, \nthe limitations period may be tolled by the application of the “continuing wrong” doctrine.  \nId.  “A continuing violation is occasioned by continual unlawful acts, not by continual ill \neffects from an original violation.”  Id.  In cases where the continuing wrong doctrine applies, \n“the statute of limitations does not begin to run until the violative act ceases.”  Id.  “To \ndetermine whether the doctrine applies, the court must consider the particular policies of the \nstatute of limitations in question, as well as the nature of the wrongful conduct and harm \nalleged.”  Id. (citations omitted). \n \nfrom accessing information.  Derivative litigation should not be the forum for \nclaims that are, in essence, really domestic disputes. However, the court is \nbound to apply the liberal standards of Rule 12(b)(6). Doing so, it allows the \nallegations of this particular Amended Complaint to survive, but without \nprejudice to a more searching review upon subsequent motion practice as to \nwhether the claims are time-barred and whether there is any evidentiary \nbasis for a constructive fraud.   \n \nVI.    CONCLUSION \n \n{38} For the foregoing reasons: \n(1)  Defendant’s Motion is GRANTED as to Ms. Maurer’s \nindividual claims against Mr. Maurer for breach of fiduciary duty and \nconstructive fraud and those claims are hereby DISMISSED; \n(2)  Defendant’s Motion is DENIED as to the derivative claims \nagainst Mr. Maurer for breach of fiduciary duty and constructive fraud.    \n \n IT IS SO ORDERED, this the 23rd day of August, 2013. \n "
}