{
  "id": "8f5eacbe1c4cdcee3f4fb2bd1028a56fb98093ed1ab3a4a52ee69c99bdb04321",
  "source_file": "data/raw/ncbc/8f5eacbe1c4cdcee3f4fb2bd1028a56fb98093ed1ab3a4a52ee69c99bdb04321.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 13580 \n \nGOLDEN TRIANGLE #3, LLC, \n \nPlaintiff and \nCounterclaim \nDefendant, \n \nv. \n \nRMP-MALLARD POINTE, LLC, and \nMALLARD CREEK ASSOCIATES \n#1, LLC, \n \nDefendants and \nCounterclaim \nPlaintiffs, \n \nand \n \nRMP-MALLARD POINTE, LLC, \n \nThird-Party \nPlaintiff, \n \nv. \n \nLEVINE PROPERTIES, INC., \n \nThird-Party \nDefendant. \n \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON MOTIONS \nFOR SUMMARY JUDGMENT \n[PUBLIC\n1] \n \n1. THIS MATTER is before the Court on (i) Defendants  RMP-Mallard \nPointe, LLC  (“RMP”) and Mallard Creek Associates #1 , LLC’s (“ MCA”; together, \n“Defendants”) Motion for Summary Judgment  (the “Motion for Summary \n \n1 Because certain of the materials referenced in this Order and Opinion were filed under seal \nwith the Court , (see Ord. Mots. Seal, ECF No.  95), the Court initially filed this Order and \nOpinion under Seal and permitted the parties to propose redactions.  Th e parties did not \npropose redactions; the Court therefore finalizes this Order and Opinion for the public docket \nwithout redactions.  \nGolden Triangle #3, LLC v. RMP-Mallard Pointe, LLC, 2022 NCBC 43. \nJudgment”), (ECF No. 60) , and (ii) Plaintiff Golde n Triangle #3, LLC (“Plaintiff” or \n“Golden Triangle”) and Third- Party Defendant  Levine Properties, Inc.’s (“L PI”) \nMotion for Partial Summary Judgment (the “Motion for Partial Summary Judgment”; \ncollectively, the “Motions”), (ECF No. 66). \n2. Beginning in 2013,  the parties in this case  envisioned plans to work \ntogether to redevelop real property located at the intersection of Fairview and \nProvidence Roads near SouthPark, a high- end commercial and residential  area in \nCharlotte, North Carolina  (the “Project”) .  By all accounts, the Project had great \npotential.  However, disagreements, largely over financing, brought the Project to a \ngrinding halt and, despite efforts, the parties have been unable to agree on terms \neither to move forward or to separate.  They come to the Court with cross-motions for \nsummary judgment, each arguing that the other has breached the agreements \nbetween them. \n3. Having considered the Motions, the related briefing, the arguments of \ncounsel at a hearing on the Motions, the parties’ Joint Stipulation of Undisputed \nFacts, and other relevant matters of record, the Court  hereby GRANTS Plaintiff’s \nMotion with respect to Defendants’ Second and Third Counterclaims but otherwise \nDENIES the Motions as provided herein. \nJames, McElroy & Diehl, P.A., by John R. Buric, Preston O. Odom, and \nJohn R. Brickley, for Plaintiff Golden Triangle #3, LLC and Third-Party \nDefendant Levine Properties, LLC. \n \nLincoln Derr PLLC, by R . Jeremy Sugg and Tricia M.  Derr, for \nDefendants RMP-Mallard Pointe, LLC and Mallard Creek Associates #1, \nLLC. \n \nEarp, Judge. \nI. FACTUAL BACKGROUND \n4. The Court does not make findings of fact on motions for summary \njudgment.  Instead, the Court summarizes material facts it considers to be \nuncontested.  See, e.g., Vizant Techs., LLC v. YRC Worldwide, Inc., 373 N.C. 549, 551 \n(2020).  In this case, the Court is aided by the parties’ Joint Stipulation of Undisputed \nFacts.  (Jt. Stip. Undisputed Facts [hereinafter “Jt. Stip.”], ECF No. 107.) \n5. MCA and RMP are related  North Carolina limited liability companies  \n(“LLC(s)”) in which David Miller (“Miller”) is a principal.   (Compl. ¶¶ 2–4, ECF No. \n3; Jt. Stip. 6.)  LPI and Golden Triangle (also referred to in the record as  “Levine”) \nare North Carolina entities in which Daniel Levine is a principal .  (Compl. ¶ 1, \nAnswer, Countercl., & Third-Party Compl. [hereinafter “Countercls.”] ¶ 15, ECF No. \n9.)  The real property at issue in this case  is located at a busy intersection.  (Compl. \n¶ 9.)  The land is divided into two parcels: an approximately ten-acre tract owned by \nMCA (the “Land”) and an approximately half-acre piece owned by Levine on which a \nconvenience store formerly operated (the “C-store parcel”).  (Countercls. ¶ 16; see Stip. \nAgrs. Parties [hereinafter “Stipulations”], at 000197 –210 [hereinafter “Am. Option \nAgr.”], ECF No. 25.2.)  \n6. The Land is subject to a lease (the “Ground Lease”), requiring the lessee \nto maintain apartment units  that occupied the Land,  as well as any related \nimprovements (the “Property”) .2  (See Stipulations, at 00043–182 [hereinafter \n“Ground Lease”].)   \n7. MCA purchased the Land in 2005 and bec ame lessor under the pre -\nexisting Ground Lease.  ( Jt. Stip. 4 ; Stipulations, at 0 00151–55.)  In 2012, MCA \nexercised an option to purchase the apartments on the Land  pursuant to a right of \nfirst refusal.  (Jt. Stip. 5; Dep. David Miller [hereinafter “Miller Dep.”] 8:10–15, ECF \nNo. 61.2.)  The plan was for MCA to then assign the purchase agreement to an entity \naffiliated with Levine  as part of a larger agreement between Miller and Levine \ntogether to form an LLC for the redevelopment of the property.  (See Jt. Stip. 6; Miller \nDep. 8:22–24; Dep. Daniel Levine [hereinafter “Levine Dep.”] 34:7–16, ECF No. 61.3; \nDec. 21, 2012 Email, ECF No. 61.4.) \n8. Miller, with experience in commercial leasing, and Levine, with \nexperience in multi -family residential property, saw the potential for a mixed -use \nproject at this prime location if they could get the appropriate zoning.   If not, they \nagreed to renovate the aging apartments and improve the rent stream. \n9. Miller and Levine formalized their plans in an Option Agreement on 15 \nMarch 2013, (Stipulations , at 000183–96), and amended th at agreement on 9 \nDecember 2014 to add the C -store parcel (the “Amended Option Agreement”), (Jt. \nStip. 7–8; see generally Am. Option Agr .).  MCA, RMP, and Levine’s entity, Golden \nTriangle, each signed the Amended Option Agreement, (Jt. Stip. 9; Am. Option Agr., \n \n2 The Ground Lease was originally executed in 1972 and has been assigned, modified, and \namended at various points since then.  (Jt. Stip. 2.) \nat 13), and MCA then assigned the apartments to Golden Triangle, (Stipulations, at \n000024–41). \n10. Included as E xhibit C to the Amended Option Agreement was a draft \nOperating Agreement for the LLC that was to be formed and that ultimately became \nknown as Carmel Providence, LLC  (“Carmel” or the  “LLC”).  ( Stipulations, at \n000214–80 [hereinafter “Mod. Operating Agr.”]; Jt. Stip. 11.) \n11. Therefore, three agreements form the basis of the parties’  current \ndisputes: (i) the G round Lease, (ii) the Amended Option Agreement; and (iii) the \nOperating Agreement for Carmel. \nA. The Ground Lease \n12. The term of the G round Lease is 99 years.  (Ground Lease, at § 3.)   It \nspecifies that the lessee “agrees to use and occupy the Premises in a careful, safe and \nproper manner, and will not commit waste thereon.”  (Ground Lease, at § 9.3.)   In \naddition, the Ground Lease required  Golden Triangle to deliver the Property at the \nend of the lease back to MCA “in good condition and repair[.]”  (Ground Lease, at \n§ 14.) \n13. Rent under the Ground Lease is calculated starting with “Basic Rent” in \nthe amount of $15,000.00.  (Ground Lease, at § 5.2.)  “Additional Rent,” “consisting of \nten percent (10%) of the increase in annual apartment rental income derived from \nthe Improvements\n3 computed at five-year intervals” is to be determined according to \n \n3 “Improvements” is defined in the Ground Lease as buildings, structures, and improvements \nincluding “ community and recreational facilities, swimming pools, tennis courts, fences, \nappliances, [and] heating and air conditioning equipment[.]”  (Ground Lease, at § 2.1.) \na specific calculation  and then added  to Basic Rent to  determine the amount MCA \nwas to receive from Golden Triangle annually.  (Ground Lease, at § 5.4.) \n14. The Lease Year runs from 15 February to 14 February.  (Jt. Stip. 3; \nGround Lease, at § 3.2.) \n15. An amendment to the Ground Lease dated 15 March 2013 (the “2013 \nLease Amendment”), (Stipulations, at 000174–82 [hereinafter “Ground Lease Am.”]), \nchanged the rent calculation from 14 February 2014 through 14 February 2018, but \nonly if (i) RMP and Golden Triangle chose not to pursue rezoning, or (ii) RMP and \nGolden Triangle were unsuccessful in their rezoning efforts.  In either of those events, \nrent to be paid for the five -year period beginning 15 February 2018 w as to  be \nrecalculated in accordance with Exhibit B to the 1997 Lease Amendment, but in any \nevent would be no less than $150,000.00 per year.  (Ground Lease Am., at § 2.) \n16. As discussed below, in May 2017, Levine  demolished the apartments.  \nBut because the parties have been  unable to agree on financing , plans to redevelop \nthe Land have stalled.  Even with the apartments demolished and the Property no \nlonger generating revenue, Golden Triangle, as lessee of the Land, remains obligated \nto MCA for rent under the Ground Lease.  It has tendered a rent payment each year \nto MCA, which MCA has accepted.  ( Jt. Stip. 10.)  However, MCA contends that the \namount of rent Golden Triangle has paid is insufficient and seeks to enforce its rights \nunder the Ground Lease.  \nB. The Amended Option Agreement \n17. At the time the parties entered into the Option Agreement, both  the \nLand as well as the apartments on the Land were subject to loans.  T he Land was \nencumbered to BB&T for a pproximately $1.5 million (the “BB&T Loan”), and the \napartments were subject to a loan from KeyBank for approximately $5.3 million (the \n“KeyBank Loan”).  (Jt. Stip. 12; Am. Option Agr., at 1.) \n18. The Amended Option Agreement contain s the following provisions , in \nrelevant part: \na. Levine and RMP were to “conduct an investigation of a potential \nrezoning of the Land  and C-Store Parcel[,]” and if rezoning was \nultimately successful, they were to “form the LLC[.]”  (Am. Option \nAgr., at § 1(b)(i).) \n \nb. “Upon the . . . successful Rezoning of the Land  and C -Store \nParcel . . ., the Parties promptly (and not later than thirty (3 0) \ndays after the successful Rezoning . . .) shall cause Articles of \nOrganization for the LLC to be filed with the office of t he \nSecretary of State of North Carolina, and both Parties shall sign \nthe Operating Agreement attached hereto as Exhibit C . . ., make \nthe contributions of the C-Store Parcel (including an assignment \nof any leases related thereto), Land and Property  (as defined in \nthe Purchase Agreement), and other capital to the LLC as and \nwhen required in the Operating Agreement and become members \nof the LLC.  (Am. Option Agr., at § 1(d); see Mod. Operating Agr.) \n \nc. “Notwithstanding anything contained in this Agreement, the \nparties hereto agree that the capitalization of the LLC as set forth \nin this [ section] shall not occur until the closing of the Project \nFinancing (as defined below) at which time the KeyBank Loan \nand the BB&T Loan or the then outstanding loa ns . . . shall be \ncontemporaneously paid in full.”  (Am. Option Agr., at § 1(d).) \n \nd. “With respect to the initial financing obtained for the LLC (the \n“Project Financing”), the LLC will use its best efforts to \nobtain either construction financing (if the C-store Parcel \nand Land are rezoned and a new retail development is \npursued) or permanent financing (if the Apartments are \nrenovated) with a loan -to-value of not less than seventy-\nfive percent (75%) .  ( Am. Option Agr., at §  1(d) (emphasis \nadded).) \n \ne. An o ption was available to Golden Triangle if RMP  “fail[ed] to \ncomply with its obligation to form and contribute to the LLC ” as \nrequired by Section 1(d) of the Option Agreement  (the “Levine \nOption”).  ( Am. Option Agr., at §  1(e)(i).)  The Levine Option  \nenabled Golden Triangle to purchase the Land at $3,085,000,4 the \nprice MCA paid for it in 2005.  (Jt. Stip. 14; Am. Option Agr., at § \n1(e)(i), (iv)); see also Miller Dep. 212:4–18.) \n \nC. The Operating Agreement \n19. The Operating Agreement  was attached to the Amended Option \nAgreement as Exhibit C .  However, the parties agreed that if they were successful \nwith their rezoning  efforts, they would add the terms in  another exhibit  to the \nAmended Option Agreement, contained in Exhibit E, to their Operating Agreement.  \n(Stipulations, at 000291–92.)  Among other things, these additional terms included a \nrequirement that the provisions in the Operating Agreement that related to Levine’s \nrenovation of the existing apartment complex during the first two years following \nLevine’s acquisition were to be deleted.  (Stipulations, at 000291.)  The completed \ndocument, once modified to include the additional terms post-rezoning, is referenced \nby the parties as the “Modified Operating Agreement.”   \n20.   The Modified Operating Agreement contained the following provisions, \nin relevant part: \na. RMP and Golden Triangle were to own the newly -created LLC \n(Carmel) as equal members.  ( Jt. Stip. 16; Mod. Operating Agr., \n \n4 The provision contradicts itself, stating, “The purchase price . . . for the Land shall equal \nThree Million Thirty-five Thousand and No/100 Dollars ($3,085,000.00).” (Am. Option Agr., \nat § 1(e)(iv) (emphasis added).) \nat § 1.33.)  LPI was to serve as m anager.  ( Jt. Stip. 20; Mod. \nOperating Agr., at § 6.1(b).) \n \nb. Both the LLC’s members and its manager were required  to use \n“good faith, diligent efforts to obtain and close a L oan for \nthe Project (the “Project Financing”)  approved by the \nMembers.”  ( Jt. Stip. 17; Mod. Operating Agr. , at  § 5.1(a) \n(emphasis added).)   \n \nc. The members were to make their initial capital contributions once \nfinancing was secured.  (Mod. Operating Agr., at § 5.1(a).)  RMP \nwas to cause MCA to convey the Land to the LLC at that time and \nGolden Triangle was to contribute the Property , each subject to \ntheir existing debts.  (Mod. Operating Agr., at § 5.1(a)(i)–(ii).)   \n \nd. Levine and RMP , “or affiliates thereof ,” were to provide all \nguaranties and indemnities relating to any recourse loan.  Section \n5.5(a) states: “To the extent obtainable, such guaranties for a \n[r]ecourse [l]oan shall be several, but not joint, in accordance with \neach Member’s Percentage Interest.”  (Jt. Stip. 18;  Mod. \nOperating Agr., at § 5.5(a) .)  Exhibit E  (discussed b elow) also \naddressed guaranties and similarly states that “Any construction \nloan guaranties shall be several to the extent that the lender will \nagree to a several guaranty or if the lender will not agree to \nseveral guaranties, the construction loan guaranties shall be joint \nand several to the RMP principals and the Levine principals.” (Jt. \nStip. 19; Mod. Operating Agr., at Ex. E.)   \n \ne. Either member could transfer all o r part of its interest to an \nAffiliate, defined in part as any entity in which a member had an \ninterest greater than ten percent (10%) or was otherwise subject \nto the member’s control or common control, without the consent \nof the other member .  ( Mod. Operating Agr., at  § 9.10; see Mod. \nOperating Agr., at § 1.3.) \n \n21. The parties’ jointly-submitted rezoning application was approved on 19 \nOctober 2015.  (Jt. Stip. 21.)   \n22. Articles of Organization for Carmel were filed on 30 August 2016.  (Jt. \nStip. 24; Countercls. ¶ 89.)   And, although the parties never formally executed the \nModified Operating Agreement, they now agree that it went into effect on 30 August \n2016, when Carmel was formed.  (Jt. Stip. 25.) \nD.  Financing Efforts \n23. In fall 2015, the parties anticipated that the P roject would include the \ndevelopment of a grocery store, two retail outparcels, a five - or six-story apartment \nbuilding, and a parking garage with retail establishments on the ground floor .  (Jt. \nStip. 22.)  However, after the initial rezoning was approved, the city amended its \nzoning ordinance to allow for self -storage below the parking garage, prompting the \nparties  to request a site plan amendment (“SPA”).  (Jt. Stip. 26–27; Miller Dep. 26:8–\n18.)  Their SPA application was approved on 17 January 2017.  (Jt. Stip. 28.)  It is \nundisputed that  the parties’ rezoning efforts were more successful than they had \noriginally planned.  (Jt. Stip. 29.) \n24. Neither the  Amended Option Agreement nor the Modified Operating \nAgreement contained a specific term with respect to the Project’s scope, allow ing for \nits expansion.  B ut this expansion carried with it greater cost, and the parties ’ \napproaches for managing the  increase in  cost differed.   (Jt. Stip. 30.)   Securing \nfinancing in accordance with the terms of the parties ’ agreements also proved \ndifficult.  Nevertheless, given the language of the Amended Option Agreement that \n“capitalization of the LLC. . . shall not occur until the closing of the Project \nFinancing[,]” it was the necessary first step.  (Am. Option Agr., at § 1(d).)  \n25. It was important to M iller that the Project be financed seventy- five \npercent (75%) loan-to-value.  (See, e.g., Miller Dep. 95:17–20 (“[W]e had determined \nthat we were going to use best efforts to pursue total financing on a construction loan \nequal to 75 percent of value[.]”).)  The parties had also agreed that RMP and Golden \nTriangle, as members of Carmel, were each to own equal fifty percent (50%) interests.  \n(Jt. Stip. 16.)  Miller suggested that the project be scaled back.  Levine opposed that \nidea.  (See, e.g., Sept. 17, 2018 Email, ECF No. 61.39 (Levine stating “As you know, \nthe deal we originally contemplated has changed and grown significantly in scope and \ncomplication.  I believe it has evolved to be a terrific deal and for the better.”).) \n26. Miller suggested that a mezzanine lende r be utilized to fill any gaps in \nequity.  (Miller Dep. 85:11–86:6, 94:19–95:9; Levine Dep. 234:9–24.)  Levine was also \nopposed to this proposition .  (Levine Dep. 234:16– 24 (stating that his  response was \n“unequivocal[ly]” “[a]bsolutely not”), 326:17 –327:9 (stating that a mezzanine lender \nwas not part of his “deal”).) \n27. Failing to get Levine’s agreement on those solutions, and recognizing \nthat the Modified Operating Agreement permitted transfer of  RMP’s interest to an \nAffiliate, Miller began a search for a partner to assist in raising the additional equity \nthat would be required under a larger project.  (Jt. Stip. 31; Miller Dep. 94:19–95:9, \n141:25–42:13; see Mod. Operating Agr., at § 9.10.)  Levine did not object to the concept \nof Miller taking on an equity partner.  (Jt. Stip. 32.) \n28. Meanwhile, with Miller’s knowledge, Golden Triangle  had begun de -\nleasing the apartments in November 2015.  (Jt. Stip. 23.)  In May 2017, even though \nfinancing st ill had not been decided,  Golden Triangle began demolition of the  \napartments and Levine paid off the KeyBank loan.  (See Levine Dep. 199:9–17, 200:6–\n8, ECF No. 83.7; Tr. 28:17–22, ECF No. 108; Defs.’ Br. Opp’n Pl. & LPI’s Mot. Partial \nSumm. J. [hereinafter “Defs.’ Br. Opp’n”] 5, ECF No. 83.) \n29. Things heated up on 26 October 2017 when Golden Triangle, through \ncounsel, sent a letter to RMP urging that “it [was] time to . . .  fund the capital as \nrequired in the [ Amended] Option Agreement and the [Modified]  [O]perating \n[A]greement[.]”  (Oct. 26, 2017 Letter, ECF No. 61.6; see Jt. Stip. 33–34.)  Although \nhe recognized that capital contributions were contingent on closing the Project \nFinancing, Levine believed the parties were in a catch-22 position, because closing on \nfinancing for the now larger project would require “a substantial cash equity infusion \nfrom both parties.”  (Oct. 26, 2017 Letter.)  The letter outlined additional steps to be \nfollowed immediately, including  each party executing the Modified Operating \nAgreement.  It also referenced a recalculation of Levine’s capital account  (post-\npayment of the Key Bank loan), predicted a capital call to meet the Project’s needs, \nand warned that if RMP elected not to make the capital contribution required to close \nthe Project Financing , Golden Triangle anticipated exercising its rights to adjust \nRMP’s Percentage Interest.  “In  the event that [RMP] is not amenable to following \nthe procedures[,]” the letter warned, “then [Golden Triangle] hereby provides notice \nof its option to purchase the Land from [MCA] as set forth in Section 1(e) of the \n[Amended] Option Agreement [the Levine Option].”  (Oct. 26, 2017 Letter.) \n30. Miller responded on 3 November 2017, observing that Section 1(d) of the \nAmended Option Agreement and Section 5.1 of the Modified Operating Agreement \nrequired that Carmel be capitalized  after Project Financing had been arranged.    \nDenying that RMP had failed to comply with the Amended Option Agreement, Miller \nrejected Golden Triangle’s attempt t o exercise the Levine Option.  Finally, agreeing \nthat the Modified Operating Agreement should be executed, but observing that it had \nyet to be prepared in final form, Miller closed his letter stating, “Please let me know \nif you or I should follow up on . . . making the necessary amendment to the Operating \nAgreement to include the terms specified in Exhibit E.”   (Nov. 3, 2017 Letter, ECF \nNo. 61.7; see Jt. Stip. 35–36.)   \n31. Meanwhile, the parties separatel y sought financing.  ( See Levine Dep. \n217:6–18:2.)  Miller made progress with BB&T, which on 8 February 2018 issued two \noptions for financing in the form of nonbinding term sheets.  (See February 5, 2018 \nEmail, ECF No. 61.9; Jt. Stip. 38.)  However, when representatives of BB&T \nattempted to collect financial information from  Golden Triangle to determine if the \nbank would issue a commitment  on the terms , Levine, who did not believe th at \nBB&T’s terms were favorable, declined to provide the requested information.  (Dep. \nLPI 53:18–24, ECF No. 61.5 ; Dep. BB&T 15:4 –16:21; Dec. 7, 2017 Email, ECF No. \n61.12.)  BB&T issued another term sheet in March 2018 .  (Jt. Stip. 41.)  In response \nto BB&T’s requ est for information needed to progress to a loan commitment, LPI \nprovided some information but then told BB&T to “put all [its] inquiries on hold” and \nrefused to provide the remaining information requested, stating that “we are going to \nwait on going any further with the BB&T underwriting for the Carmel project.”  (May \n18, 2018 Email, ECF No. 61.19.) \n32. Levine believed that the BB&T loan was too costly with respect to both \nits rate and its term.  (Levine Dep. 306:13–14.)  But Miller believed a five-year term \nwas necessary  and pointed out that BB&T was also able to accommodate the \npreference for several guaranties that was set out by the parties’ agreements .  (See \nDefs’ Br. Ex. 14, at BBT 001699, ECF No. 61.15 (under seal); Defs’ Br. Ex. 23, at RMP \n0042205, ECF No. 61.24 (under seal); Defs.’ Br. Ex. 20, at WFB 149, ECF No. 61.21 \n(under seal); Levine Dep. 337:9–14.) \n33. In the meantime, Levine reached out to four banks.  He ultimately \nsought, and received,  a loan commitment from  Wells Fargo in April 2018 on terms \nthat he considered to be more favorable than BB&T’s terms .  The interest rate and \nfees for the Wells Fargo loan w ere lower than that offered by BB& T.  ( See Apr. 19, \n2018 Email, ECF No. 61.17; Jt. Stip. 39, 42–43.)  However, the Wells Fargo loan had \na three -year term and required joint and several guaranties among all the \nguarantors.  (Jt. Stip. 44.)   And, because Wells Fargo did not like some of the terms \nof the Modified Operating Agreement, it requested a revised operating agreement \nthat would give Levine more control over the Project.  (Wells Fargo Dep. 45:20–46:8, \nECF No. 61.10.)   \n34. Levine was in favor of the Wells Fargo terms,  but Miller was not.  He \nexpressed concern that the three-year term would put Carmel at risk of default.  (See \nLevine Dep. 338:8–12.)  He pointed out that the loan did not accomplish the 75% loan-\nto-value condition in the Amended Option Agreement.  He also objected to the \ninclusion of joint and several, as opposed to several, guaranties . (See May 6, 2018 \nEmail, ECF No. 61.25; Defs.’ Br. Supp. Mot. Summ. J. 8, ECF No. 61; see also Mod. \nOperating Agr., at § 5.5.)  \n35. Given the parties’ disagreement, t he W ells Fargo commitment letter \nwas never signed.  (Wells Fargo Dep. 107:8–08:11.)   \n36. During this period,  Miller was separately negotiating with Morgan \nCapital (“Morgan”) to be the LLC ’s equity partner.  (See Morgan Emails, ECF No. \n61.26.)  The idea was that RMP and Morgan would form a new entity to which RMP’s \ninterest in Carmel would be transferred.  Morgan would then contribute $7  million \nto the new entity and RMP would contribute the Land  to Carmel.  (See Operating \nAgr. [hereinafter “Morgan Operating Agr.”] , at § 5.1, ECF No. 61.27. )  However, \nMorgan conditioned its involvement on  formal execution of the Modified Operating \nAgreement and on not be ing required to guarantee  Project financing.  (See Morgan \nOperating Agr., at § 5.1(b).)  Levine objected to not requiring Morgan to guarantee \nProject financing and believed the arrangement to be contrary to the language of the \nModified Operating Agreement.  (Levine Dep. 382:17–20.) \n37. In August 2018, Miller  again emailed Levine about execution of the \nModified Operating Agreement so that Miller could  finalize his deal with Morgan.  \n(Aug. 7, 2018 Email, ECF No. 61.31.)  In response, Levine presented a new proposed \noperating agreement containing significant revisions.  (Sept. 14, 2018 Email, ECF \nNo. 61.37.)   Miller reacted strongly .  He returned a redlined draft to Levine \nhighlighting the changes , along with an email saying , “This new document is \nsignificantly different than our previously agreed upon operating agreement and \nmakes numerous changes which we hav e never discussed. (most of which are \ndetrimental to us and beneficial to you).”  He underscored the need for a meeting to \ndiscuss and resolve the issue “or I run the risk of losing the closing window for the \n[Morgan] transaction which could significantly delay any loan closing.”   (Sept. 14, \n2018 Email, ECF No. 61.3 8.)  Levine responded that the new agreement was \nnecessary “to embrace the sophisticated deal structure” because “the deal we \noriginally contemplated has changed and grown significantly in scope and \ncomplication.”  (Sept. 17, 2018 Email, ECF No. 61.39.) \n38. When the two sides could not agree, Morgan backed away.  (Miller Dep. \n108:18–21.) \n39. Miller also approached BB&T on 29 August 2018 to determine if it was \nwilling to revise its terms to make its loan “more competitive[.]”  (Aug. 29, 2018 Email, \nECF No. 61.42; Jt. Stip. 45.)  Miller says he did so at Levine’s behest, but Levine says \nMiller’s actions reflect his own disapproval of BB&T’s  terms.  When BB&T declined \nto change its terms, Levine emphasized to  Miller that the Wells Fargo \n“COMMITMENT [ was] the only way forward! ”  (Oct. 30 Email,  ECF No. 61.44  \n(emphasis in original);  Jt. Stip. 46–49.) \nE. Negotiations Break Down \n40. On 2 November 2018, the parties met to try to work out their differences.  \n(See Nov. 2, 2018 Email, ECF No. 61.45.)   When efforts failed, they met again on 5 \nNovember 2018 to discuss separation, but they were unable to come to an agreement \neven on how to separate.  (See Levine Dep. 401:25–02:4.) \n41. On 15 November 2018, Levine wrote to Miller, “As you might imagine, I \nam anxious to g et back together and agree on how we might . . . move forward on a \nprocess to bring our proposed partnership to a mutually agreeable \nconclusion. . . .  Our proposed partnership has reached a point that we both \nacknowledge can’t move forward.”  (Nov. 15, 2018 Email, ECF No. 61.48.) \n42. The parties’ recognition that they were  at an impasse was complicated \nby the fact that Golden  Triangle, at Levine’s direction,  had demolished the \napartments in May 2017.  (See Feb. 16, 2019 Letter, ECF No. 61.50.)  On 19 December \n2018, Levine emailed Miller regarding Golden Triangle’s rent obligation.  Levine was \nof the view that only  $15,000.00, the base amount of annual rent, was due for the \nyear 2019.  (Dec. 19, 2018 Email, ECF No. 61.49.) \n43. Miller responded by email later that day pointing out that provisions in \na September 2005 amendment to the Ground Lease established a floor for “Additional \nRent” to be added to the $15,000 .00 base rent.  The floor was not to be less than the \nAdditional Rent payable for the preceding five -year period ($85,650.00).  Therefore, \nMiller stated, the total rent for 2019 was $100,650.00 .  A nd, after stating that the \nGround Lease contemplated a return of the apartments at the conclusion of its term \n(something obviously prevented by the demolition), Miller requested that Levine \nprovide him with the latest rent roll and profit and loss statements for the property \nprior to demolition of the apartments so that they could determine a fair market rent \nfor each unit to use in the rent calculation for new the five-year period beginning 15 \nFebruary 2019.  In any event, Miller contended, the  15 March 2013 Amendment to \nthe Ground Lease contemp lated that, if they did not move forward with \nredevelopment, rent beginning in February 2019 would be at least $150,000.00.   (Dec. \n19, 2018 Email.) \n44. As lessor, MCA  notified Levine on 16 February 2019 that , by \ndemolishing the apartments , it considered Golden Triangle to be both in default of \nthe Ground Lease and in breach of the Amended Option Agreement.  In addition to \ndestroying income-producing property, MCA contended that Golden Triangle owed \nbut had failed to pay $150,000.00 in rent under the terms of the lease.  (Feb. 16, 2019 \nLetter.)   \n45. On 15 March 2019, Golden Triangle, LPI, and Levine, through counsel, \nresponded to MCA’s letter contesting the rent calculation of $150,000.00, asserting \nthat RMP was in breach of the Amended Option Agreement , and stating th eir \nexpectation that the parties would execute the Modified Operating Agreement at “our \nmeeting next week.”   (Mar. 15, 2019 Letter, ECF No. 61.51.) \n46. To date, the Modified Operating Agreement remains unsigned.5 \n47. On 1 May 2019, Golden Triangle, taking the position that RMP had not \nmet its obligations under the Amended Option Agreement, purported to exercise the \nLevine Option to force RMP to sell it the Land at the price for which MCA purchased \nit in 2005.  (May 1, 2019 Letter, ECF No. 61.52.)  MCA denies that the Levine Option \nhas been triggered and refuses to sell the Land.   Defendants further argue that \nGolden Triangle’s l ate presentation of  the Modified Operating Agreement  for \n \n5 Despite the lack of signatures, the parties agree that the Modified Operating Agreement \ntook effect when the Articles of Organization were filed on 30 August 2016.  (Jt. Stip. 25.)  \nexecution in March 2019 was an attempt on its part to “manufacture the appearance \nof a breach” by RMP.  (June 7, 2019 Letter, ECF No. 61.53.)  This litigation followed. \nII. PROCEDURAL BACKGROUND \n48. Plaintiff initiated this action by filing its Complaint on 10 July 2019, \nasserting claims for breach of the Amended Option Agreement, and for a declaratory \njudgment that  (i) RMP failed to comply with its obligations under the Amended \nOption Agreement, (ii)  Plaintiff is entitled to exercise the Levine Option , and (iii)  \nMCA is required to sell the Land to Plaintiff, or alternatively, that RMP is required \nto execute and comply with its obligations under the Modified Operating Agreement.  \n(Compl., ECF No. 3.)6   \n49. Defendants answered the Complaint on 10 September 2019, asserting \ncounterclaims for (i) declaratory judgment establishing that  the Amended Option \nAgreement was rescinded, (ii) declaratory judgment establishing that the Amended \nOption Agreement is v oid due to impracticability, (iii) declaratory judgment \nestablishing that the Amended Option Agreement is void due to frustration of \npurpose, (iv) restitution, (v) breach of the G round Lease, and (vi) declaratory \njudgment regarding the parties’ rights under the Ground Lease.  Alternatively, they \nclaim (vii) breach of the Amended Option Agreement, (viii) breach of the Modified \nOperating Agreement, and they seek (ix) a declaratory judgment regarding the rights \n \n6 This case was designated a mandatory complex business case on 11 July 2019, (Designation \nOrd., ECF No. 1), and assigned to the Honorable Louis A. Bledsoe the same day, (Assignment \nOrd., ECF No. 2).  The case was reassigned to the undersigned on 6 May 2020.  (Reassignment \nOrd., ECF No. 98.) \nof the parties as members of the LLC.  RMP also asserts a third-party claim against \nLPI in the alternative for breach of fiduciary duty.  (Countercls., ECF No. 9). \n50. On 25 November 2019, Defendants filed a motion for judgment on the \npleadings pursuant to North Carolina Rule of Civil Procedure (“Rule(s)”) 12(c).  (Defs.’ \nMot. J. Pleadings, ECF No. 22.)  Judge Bledsoe denied the motion on 23 March 2020.  \nSee Golden Triangle #3, LLC v. RMP -Mallard Pointe, LLC, 2020 NCBC LEXIS 37, \nat *14 (N.C. Super. Ct. Mar. 23, 2020). \n51. The parties filed the current Motio ns on 18 February 2021.  ( See ECF \nNos. 60, 66.) \n52.  After full briefing, the Court held a hearing on the Motions on  29 July \n2021 (the “Hearing”), at which all parties were represented by counsel.  During the \nHearing the Court ordered the parties to submit a joint stipulation of undisputed \nfacts, which has now been filed . (ECF No . 107.)  The Motions are now ripe for \nresolution. \nIII. LEGAL STANDARD \n53. “Summary judgment is proper ‘if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine issue as to any material fact and that any party is entitled to a  \njudgment as a matter of law.’ ”  Morrell v. Hardin Creek, Inc., 371 N.C. 672, 680 (2018) \n(quoting N.C. R. Civ. P. 56(e)).  “[A] genuine issue is one which can be maintained by \nsubstantial evidence.”  Kessing v. Nat’l Mortg. Corp. , 278 N.C. 523, 534 (1971) .  \n“Substantial evidence is such relevant evidence as a reasonable mind might accept \nas adequate to support a conclusion and means more than a scintilla or a permissible \ninference.”  Daughtridge v. Tanager Land, LLC , 373 N.C. 182, 187 (2019) (citation \nand internal quotation marks omitted). \n54. On a motion for summary judgment, “[t]he evidence must be considered \n‘in a light most favorable to the non -moving party.’ ”  McCutchen v. McCutchen , 360 \nN.C. 280, 286 (2006) (quoting Howerton v. Arai Helmet,  Ltd., 358 N.C. 440, 470 \n(2004)).  “[T]he party moving for summary judgment ultimately has the burden of \nestablishing the lack of any triable issue of fact.”  Pembee Mfg. Corp. v. Cape Fear \nConstr. Co., 313 N.C. 488, 491 (1985). \n55. A movant may satisfy its burden by proving that “an essential element \nof the opposing party’s claim does not exist, cannot be proven at trial, or would be \nbarred by an affirmative defense, or by showing through discovery that the opposing \nparty cannot produce evidence to support an essential element of [the] claim[.]”  \nDobson v. Harris, 352 N.C. 77, 83 (2000) (citations omitted).  “If the moving party \nsatisfies its burden of proof, then the burden shifts to the non -moving party to ‘set \nforth specific facts showing that there is a genuine issue for trial.’ ”  Lowe v. Bradford, \n305 N.C. 366, 369–70 (1982) (quoting N.C. R. Civ. P. 56(e)).  If the nonmoving party \ndoes not satisfy its burden, then “summary judgment, if appropriate, shall be entered \nagainst [the nonmovant].”  United Cmty. Bank (Ga.) v. Wolfe, 369 N.C. 555, 558 (2017) \n(quoting N.C. R. Civ. P. 56(e)). \nIV. ANALYSIS \n56. Defendants move for summary judgment on each of Plaintiff’s claims: (i) \nfor breach of the Amended Option Agreement resulting from  Defendants’ alleged \nfailure to execute the Modified O perating Agreement, make all required capital \ncontributions to the LLC, and use best efforts to obtain financing, as well as for MCA’s \nfailure to honor Plaintiff’s attempt to exercise the Levine Option, (see Compl. ¶¶ 33–\n34), and (ii) for a declaration that RMP failed to comply with its obligations under the \nAmended Option Agreement entitling Plaintiff  to exercise the Levine Option or, \nalternatively a declaration that RMP is required to execute the Modified Operating \nAgreement and make the required contributions to the LLC.   \n57. Plaintiff move s for summary judgment on Defendants’ counterclaims \nagainst it for (i) declaratory judgment that the Amended Option Agreement has been \nrescinded or that it is void due to impossibility or frustration of purpose, (ii) breach \nof the G round Lease, (iii) a declaration of rights  under the Ground Lease, or, \nalternatively, (iv) for breach of the Amended Option Agreement, 7 breach of the \nModified Operating Agreement,8 and a declaration regarding the rights of the parties \nas members of Carmel.9   \n \n7 Plaintiff moves for partial summary judgment only as to ¶ 148(b) –(d) of Defendants ’ \ncounterclaim for breach of the Amended Option Agreement.   \n \n8 Plaintiff moves for partial summary judgment only as to ¶ 153(a) –(d) of Defendants ’ \ncounterclaim for breach of the Modified Operating Agreement.   \n \n9 Plaintiff moves for partial summary judgment only as to ¶ 162(b) –(c) of Defendants ’ \ncounterclaim for declaratory judgment regarding rights of the LLC members.   \n58. LPI moves for summary judgment on RMP’s  third-party claim against \nit for breach of fiduciary duty.   \nA. Claims for Which Summary Judgment Is Precluded \n59. The parties collectively move for summary judgment on multiple claims \nasserted against one another in this litigation , all involving interpretation of (i) the \nAmended O ption A greement, (ii) the Modified O perating A greement, and (iii) the \nGround Lease.  The Court addresses the parties’ overlapping arguments below. \n1. Claims Based on Breach of the Amended Option \nAgreement \n \n60. Several of the parties’ claims depend on the Court’s interpretation of the \nAmended Option Agreement and the parties’ actions thereunder: (i) Plaintiff’s claim \nfor breach of the Amended Option Agreement  and (ii) for a declaration that RMP \nfailed to comply with its obligations under the Amended Option Agreement and that \nit is therefore entitled to exercise, and did properly exercise, the Levine Option , and \n(iii) Defendants’ counterclaim in the alterative that the Amended Option Agreement \nwas breached. \n61. Plaintiff alleges  that Def endants breached the Amended Option \nAgreement by failing to make the required contributions to Carmel Providence; by \nRMP’s failure to execute the Modified Operating Agreement or use “best efforts” to \nobtain project financing; and by MCA’s failure to sell Plaintiff the Land pursuant to \nthe Levine Option.  (Compl. ¶¶ 33–34.) \n62. Defendants counterclaim that Plaintiff breached the Amended Option \nAgreement by failing to use “ best efforts” to obtain P roject Financing, including by \nrefusing to agree to project financing that was seventy-five percent  loan-to-value.  \n(Countercls. ¶ 148(b)–(c).) \n63. With respect to the parties’ efforts to obtain Project Financing, material \nfacts preclude summary judgment for either side.  Key a mong the fact s to be \ndetermined by a jury is the parties’ intent with respect to use of the term “best \nefforts.”   \n64. “Interpreting a contract requires the court to examine the language of \nthe contract itself for indications of the parties ’ intent at the moment of execution.”  \nLane v. Scarborough, 284 N.C. 407, 409–10 (1973).  “If the plain language of a contract \nis clear, the intention of the parties is inferred from the words of the contract.”  Walton \nv. City of Raleigh, 342 N.C. 879, 881 (1996).   \n65.  However, “[a]n ambiguity exists where the language of a contract is \nfairly and reasonably susceptible to either of the constructions asserted by the \nparties.  Stated differently, a contract is ambiguous when the writing leaves it \nuncertain as to what the agreement was[.]”  Salvaggio v. New Breed Transfer Corp., \n150 N.C. App. 688, 690 (2002) (citations and internal quotation marks omitted).  “An \nambiguity exists in a contract if the language of a contract is fairly and reasonably \nsusceptible to ei ther of the constructions asserted by the parties.”  Barrett Kays & \nAssociates, P.A. v. Colonial Bldg Co., Inc. of Raleigh , 129 N.C. App. 525, 528 (1998)  \n(citations omitted). “The fact that a dispute has arisen as to the parties’ interpretation \nof the cont ract is some indication that the language of the contract is, at best, \nambiguous.”  St. Paul Fire & Marine Ins. Co., v. Freeman -White Assocs., Inc.,  322 \nN.C. 77, 83 (1988).  Whether the contract is ambiguous is a question for the court to \ndetermine.  Lynn v. Lynn, 202 N.C. App. 423, 432 (2010). \n66. Extrinsic evidence may be consulted when the language of a contract is \nambiguous.  See e.g., Inland Am. Winston Hotels, Inc. v. Crockett, 212 N.C. App. 349, \n354 (2011).  “ If the writing leaves it uncertain as to  what the agreement was, parol \nevidence is competent, not to contradict, but to show and make certain what was the \nreal agreement between the parties.”  Int’l Paper Co.  v. Corporex Constructors, Inc.,  \n96 N.C. App. 312, 317 (1989).  However, in that event, interpretation of the contract \nis a question of fact for the jury.  Id.; see also Schenkel & Schultz, Inc. v. Hermon F. \nFox & Assocs., P.C., 362 N.C. 269, 273 (2008); Whirlpool Corp. v. Dailey Constr., Inc. \n110 N.C. App. 468, 471 (1993); Martin v. Ray Lackey Enterprises, Inc., 100 N.C. App. \n349, 354 (1990)  (“[I]ntent is a question of law whe re the writing is free of any \nambiguity which would require resort to extrinsic evidence or the consideration of \ndisputed fact.”); Cleland v. Children’s Home, Inc., 64 N.C. App. 153, 57 (1983)  \n(ambiguities in contracts are to be resolved by the jury).  \n67. Here, the language of the contract is not clear on its face.   Nowhere in \nthe contract do the parties define “best efforts,” and “ ‘[b]est efforts’ has been widely \nheld to be an ambiguous contract term. ”  Martin v. Monumental Life Ins. Co. , 240 \nF.3d 223, 233 (2001)  (citing U.S. Airways Group, Inc. v. British Airways PLC , 989 \nF.Supp. 482, 491 (S.D.N.Y.1997); Grant v. Board of Educ. , 282 Ill.App.3d 1011, 218 \nIll.Dec. 356, 668 N.E.2d 1188 (Ill.App.1996) ); see also  Pinnacle Books, Inc. v. \nHarlequin Enters., Ltd. , 519 F. Supp. 118, 121 (S.D.N.Y. 1981)  (“Essential to the \nenforcement of a ‘ best efforts’ clause is a clear set of guidelines against which the \nparties’ ‘best efforts’ may be measured. ”).  Instead, they  argue that the other side’s \nrefusal to agree to their chosen lender —when the terms of each loan differ —\nconstitutes a violation of the “best efforts” clause.  But “[t]he requirement that a party \nuse its best efforts necessarily does not prevent the party from giving reasonable \nconsideration to its own interests .”  Bloor v. Falstaff Brewing Corp. , 601 F.2d 609, \n614 (2d Cir. 1979). \n68. In addition, factors such as a party’s expertise and experience should be \nconsidered to determine whether t he party used best efforts, facts that are not \nestablished in this record.  S ee Triple-A Baseball Club Assoc. v. N e. Baseball, Inc., \n655 F. Supp. 513, 540 (D. Me. 1987); Carlson Brewing Co. v. Salt Lake Brewing Co. , \n95 P.3d 1171, 1179 (Utah Ct. App. 2004).  Therefore, the Court concludes that genuine \nissues of material fact exist precluding summary judgment for either side with \nrespect to claims involving an interpretation of the “best efforts” term in the Amended \nOption Agreement. \n69. Assuming that interpreting “best efforts” requires an evaluation of each \nparty’s objections to the BB&T and Wells Fargo loan terms  raises even more issues \nof material fact regarding the contract language that a jury will have to resolve.  For \nexample, the Court cannot determine as a matter of law whether the seventy -five \npercent loan-to-value requirement applies only to permanent financing , as Plaintiff \nargues, or also to construction financing, as Defendants argue .  The clause reads:  \n“[T]he LLC will use its best efforts to obtain either construction financing (if the C -\nStore Parcel a nd Land are rezoned and a new retail development is pursued) or \npermanent financing (if the Apartments are renovated) with a loan -to-value of not \nless than seventy-five percent (75%).”  (Am. Option Agr. , at § 1(d) (emphasis added).)  \nThere is no comma before the italicized prepositional phrase, and it  is not clear \nwhether the phrase modifies one or both types of financing. \n70. Plaintiff offers Levine’s testimony i n support of its conclusion that  the \nseventy-five percent loan-to-value qualifier applie s only to permanent financing for \napartment renovation—a path not pursued after the successful rezoning.  In Levine’s \nexperience, construction financing, which is what the parties were seeking for the \nnew development, is based on a loan-to-cost ratio.  (Levine Dep. 56:17–19, ECF 67.3 \n(“Typically, in construction loan s, in construction  financing, it’s based on a loan -to-\ncost ratio.”).)  Thus, Plaintiff argues that the Amended Option Agreement’s seventy-\nfive percent  loan-to-value requirement could only have applied to permanent \nfinancing and that no such requirement applied to Project Financing .  (Pl.’s Br. 25.)  \nDefendants disagree and argue that Levine took a different position when he came to \nthe belief that the financial market at that time “would simply not allow [75% LTV \npermanent financing].”  (Defs.’ Br. Opp’n 23; Levine Dep. 268:10–14.) \n71. Unfortunately, the presence or absence of a comma alone does not decide \nthe issue here.  Only after the sense of the contract has been gathered from its words \nmay punctuation assist with its construction.   Huffman v. Occidential Life Ins. Co. , \n264 N.C. 335, 337– 38 (1965) . Cf. Stephens Co. v. Lisk , 240 N.C. 289, 293 (1954) \n(punctuation properly  used may support the interpretation process if the  parties’ \nintent is otherwise clear from the plain words  of the contract); CB & H Bus. Servs., \nL.L.C. v. J.T. Comer Consulting, Inc., 184 N.C. App. 720, 722 (2007) (“[P]unctuation \nor the absence of punctuation in a contract is ineffectual to control its construction as \nagainst the plain meaning of the language.”)  Consequently, because the language is \nambiguous, it will be up to a jury to evaluate extraneous evidence of industry practice \nand market conditions to determine the intent of the parties.   \n72.  Plaintiff also alleges that RMP breached the Amended Option \nAgreement by failing to sign the Modified Operating Agreement or contributing the \nLand to Carmel .  The Amended Option Agreem ent states that upon successful \nrezoning, “the Parties promptly (and not later than thirty (30) days after the \nsuccessful Rezoning . . .) shall cause Articles of Organization for the LLC to be filed \nwith the office of the Secretary of State of North Carolina, and both Parties shall sign \nthe Operating Agreement attached hereto . . ., [and] make contributions of the C -\nStore Parcel . . ., Land and Property . . ., and other capital to the LLC[.]”  However, it \nalso says:   “Notwithstanding anything contained in this Agreement, the parties \nhereto agree that the capitalization of the LLC as set forth in [this paragraph] shall \nnot occur until the closing of the Project Financing[.]”  (Am. Option Agr., at § 1(d).) \n73. RMP argues that he did not sign or make the required contributions \nbecause it was not required to do so until the closing of Project Financing pursuant \nto Section 1(d).  Plaintiff responds that the parties could not close on Project \nFinancing because of RMP’s failure to sign the Modified Operati ng Agreement and \nfailure to agree to the Wells Fargo deal. \n74. That brings the parties to the horns of a dilemma: they each argue that, \nfor different reasons, the  Amended Option Agreement’s requirements were not met \nbecause Project Financing did not close, and Project Financing could not close because \nrequirements under the Amended Option Agreement were not met .  Resolution of \nthis Gordian knot depends on disputed material facts.   Summary judgment , \ntherefore, is not proper.  See, e.g., Sports Quest, Inc. v. Dal e Earnhardt, Inc. , 2004 \nNCBC LEXIS 9, at *35 (N.C. Super. Ct. Feb 12, 2004)  (“The Court is not a finder of \nfact and cannot act as a jury in the summary judgment phase.”). \n75. In the same vein, the Court concludes that summary judgment  on \nDefendants’ claim for a declaration that the parties have mutually agreed to rescind \nthe Amended Option Agreement is inappropriate.  An “agreement to rescind need not \nbe expressed in words.  Mutual assent to abandon a contract . . . may be manifested \nin other ways than by words.”  Glen Wilde, LLC v. Fletcher, No. COA14-1171, 2015 \nN.C. App. LEXIS 298, at *4 ( N.C. Ct. App. 2015) (citation omitted).  However, “such \nevidence must be positive, unequivocal, and inconsistent with the contract.”  \nLancaster v. Lumby Corp., 77 N.C. App. 644, 646 (1985).  Furthermore, “[r]escission \ndepends not only upon the acts of the parties, but it also depends upon the intent with \nwhich they are done.”  Top Line Constr. Co. v. J.W. Cook & Sons, 118 N.C. App. 429, \n433 (1995). \n76. Questions of intent are quintessentially issues for the jury .  See,  e.g., \nCitrini v. Goodwin, 68 N.C. App. 391, 395 (1984) (“[O]n conflicting evidence of intent, \nthe jury must resolve the issue.”)  While Defendants argue that Plaintiff’s statement \nthrough Levine that “ [n]otwithstanding both of us working in good faith to make it \nwork, our differences are such that neither can agree o n a mutually agreeable path \nforward” is an indisputable  indication of Plaintiff’s intent to rescind the Amended \nOption Agreement, Plaintiff sees it differently.  (Nov. 15, 2018 Email.)  According to \nLevine, the statement was made in the context of negotiat ions between the parties \nwith respect to their dispute over Project Financing and was never intended as a \nstatement that Plaintiff had “thrown in the towel.”  In short, the evidence with \nrespect to rescission in this case is far from certain.  Summary judgment is therefore \ninappropriate.  See Cleland, 64 N.C. App. at 156 (1983) (“[Where] a genuine issue of \nmaterial fact exists in regard to the intention of the parties, summary judgment [is] \nnot appropriate.”). \n77. Finally, Pl aintiff asserts that MCA breached the Amended Option \nAgreement by refusing to sell Plaintiff the Land pursuant to the Levine Option.  MCA \nresponds that Plaintiff’s late -in-the-day demand for RMP to execute the Modified \nOperating Agreement after failing to do so itself ov er the course of about six years \nwas nothing more than a pretext so that Plaintiff could attempt to trigger the Levine \nOption.  The Court has visited this issue once before at the pleadings stage.  See \nGolden Triangle #3, LLC, 2020 NCBC LEXIS 37, at *12 (concluding that Section 1(e) \nof the Amended Option Agreement, providing for contribution of the Land upon \nRMP’s failure to “comply with its obligation to form and contribute capital to the LLC” \nis “capable of more than one reasonable interpretation and thus is ambiguous”).  Since \nthen, the parties’ disputes over the facts have not resolved but rather appear to have \nproliferated.  Accordingly, the issue remains one to be decided by a jury. \n78. Therefore, summary judgment is DENIED as to each party’s claim that \nthe other breached the Amended Option Agreement with respect to their efforts to \nsecure Project Financing; for a declaratory judgment with respect to RMP’s failure to \nsign the Modified Operating Agreement or contribute the Land to the LLC, and for a \ndeclaratory judgment with respect to MCA’s failure to sell the Land to Plaintiff; and \nfor recission of the Amended Option Agreement. \n2.   Claims Based on Breach of the Modified Operating \nAgreement \n79. The parties’ claims that depend upon the Court’s interpretation of the \nModified Operating Agreement include Defendants’ counterclaims in the alternative \nfor (i) breach of the Modified Operating Agreement and (ii) for declaratory judgment \nregarding the rights of the parties as members of the LLC, as well as (iii) RMP’s third-\nparty claim against LPI in the alternative for breach of fiduciary duty under the \nModified Operating Agreement. \n80. Instead of “best efforts,” the Modified Operating Agreement uses the \nterm “good faith, diligent efforts” when describing the obligation of the LLC’s \nmembers and its manager to close on Project Financing.  In addition, the loan must \nbe approved by the LLC’s members, Golden Triangle and RMP.  (See Mod. Operating \nAgr., at § 5.1(a).) \n81.   Defendants allege that Plaintiff failed to use diligent, good faith efforts \nto obtain financing by (1) failing to provide complete financial documentation to all \npotential lenders (i.e. BB&T); (2) refusing to negotiate about the scope of the Project; \n(3) refusing to consider lending options such as a mezzanine loan; (4) refusing to agree \nto financing that included joint and several guaranties; (5) objecting to RMP’s \nproposed assignment to Morgan; and (6) demolishing the apartments and paying off \nits debt, “thereby rendering it impossible for Plaintiff to ever comply with the terms \nof the Operating Agreement[.]”  (Countercls. ¶ 153.)  Similarly, Defendants’ claim for \ndeclaratory judgment regarding the parties’ rights as members of the LLC ask s for \ndeclarations that (i) the Wells Fargo loan did not comply with the Modified Operating \nAgreement, including its  requirement for several guarant ies; and (ii) the parties ’ \nobligation to use “best efforts” 10  required t hem to make use of additional lending \noptions such as a mezzanine loan and/or to limit the scope of the project.  (Countercls. \n¶ 162.)11 \n82. RMP’s third- party claim against LPI alleges that LPI breached its \nfiduciary duty owed to RMP by, among other things, causing predevelopment \nexpenses to be incurred improperly; failing to use its “best efforts” to obtain compliant \nfinancing; advocating for joint rather than several guarant ies; objecting to RMP’s \n \n10 Although the Modified Operating Agreement uses the phrase “diligent, good faith efforts,” \nthe parties sometimes interchange  this phrase with the Amended Option Agreement’s \nrequirement of “best efforts.” \n \n11  Defendants also allege that Plaintiff breached the Modified Operating Agreement by \nincurring predevelopment expenses in its own name, and it requests a declaration that \nPlaintiff may not include these costs in its capital account.  However, Plaintiff’s motion does \nnot address these claims, so the Court does not address them. \nproposed assignment to Morgan; proposing a revised operating agreement to the \nbenefit of Golden Triangle and the detriment of RMP;  and, generally, “putting the \npersonal preferences of [Golden Triangle] over those of RMP, the requirements of the \nOperating Agreement, and the best interests of the LLC.”  (Countercls. ¶ 159.) \n83. Like the “best efforts” term in the Amended Option Agreement, use of \nthe undefined term, “diligent, good faith efforts” in the Modified Operating \nAgreement creates an ambiguity that precludes summary judgment on many of these \nclaims.  In short, whether Plaintiff’s conduct satisfied this standard when it disagreed \nwith Defendants regarding terms of Project Financing, as well as when it engaged in \nits own efforts to secure that financing, is a question of fact for a jury. \n84. For example, the Modified Operating Agreement does not mandate \nseveral guaranties.  Instead, it says, “ Any construction loan guaranties shall be \nseveral to the extent that the lender will agree to a several guaranty or if the lender \nwill not agree to several guaranties, the construction loan guaranties shall be joint \nand several to the RMP principals and the Levine principals.”  (Mod. Operating Agr., \nat Ex. E.)  Therefore, while several guaranties were preferable, they were not \nrequired, and it is unclear on this record whether Levine attempted to secure several \nguaranties.  If he did , and if Wells Fargo did not agree to that term, a jury could \nconclude that it was not a breach of “diligent, good faith efforts” on Levine’s part to \nforego several guaranties when faced with the potential to secure financing at a lower \ninterest rate and with lesser fees than were offered by BB&T.  On the other hand, \nreasonable minds could also conclude that Levine did not make a sufficient effort to \nlocate another lender that would provide several guaranties in addition to acceptable \nrates and fees.12   \n85. Additionally, the Modified Operating Agreement expressly permits a \nmember to transfer its interest, in whole or in part, to an “Affiliate,” a defined term.13  \nBut RMP’s proposed Affiliate, Morgan, did not agree to be a guarantor.  According to \nLevine, the affiliation was objectionable because the language of the Modified \nOperating Agreement ( “Levine and RMP, or affiliates thereof, shall provide all \nguaranties and indemnities relati ng to any recourse L oan”) applied to  affiliates of \nboth RMP and Morgan, such that any affiliate would be  required to guarant ee the \nloan used for Project Financing.  Conversely, RMP believes use of the lower case “a” \nfor “affiliate” in the guaranty provision means that Morgan, which was to be a capital \n“A” “Affiliate” as defined by Section 9.2 of the Modified Operating Agreement , was \nnot required to guarantee the loan.  In addition, RMP argues that the disjunctive “or” \n \n12 Defendants claim that Levine breached the Modified Operating Agreeme nt by not \nproviding BB&T with all of the requested financial information necessary to progress its \nproposed loan.  However, it is undisputed that Levine did not like the terms of that loan and \ndid not intend to approve it.  At the Hearing, it was also suggested that even had Levine \nprovided the requested information, the terms of the BB&T loan would not have changed.  \n(See, e.g., Tr. 83:19–25 (Counsel for Plaintiff: “Mr. Miller writes Mr. Levine, . . . and said, I \njust got off the phone with [BB&T].  [I t] informed me that the bank would not be able to \nincrease the loan dollars or reduce the rate. . .  [T]hey weren’t willing to give Mr. Miller what \nhe requested.”).) Consequently, on this record, it does not appear that Levine’s decision not \nto provide BB&T the additional financial information it requested was a material breach of \nthe Modified Operating Agreement.  At the same time, the mere fact that BB&T’s proposed \nloan stopped at the term sheet stage and Wells Fargo’s proposed loan progressed to a \ncommitment is also not dispositive of whether the parties satisfied the “diligent, good faith  \nefforts” standard. \n \n13 The term is defined in relevant part as “[a]ny entity or individual that directly or indirectly \ncontrols or holds the power to vote 10% or more of the outstanding voting securities of the \nPerson in question.”  (Mod. Operating Agr., at § 1.3.)    \nin the relevant phrase of the Modified Operating Agreement means that it could opt \nto sign the guaranty without Morgan, regardless of the size of its interest in the LLC.  \n86. A defined term in a contract must be interpreted in accordance with its \ndefinition.  State v. Philip Morris USA Inc., 363 NC 623, 632 (2009).   However, it is \nnot clear from the language the  parties used whether they intended to require that \nan Affiliate (upper case “A”) guarantee a loan.  Nor is it clear whether an affiliate \nmust guarantee a loan for its principal if the principal itself is guaranteeing the loan.  \nOnce again, the parties have stalemated over the words of their agreement .  A jury \nwill have to sort it out.  Accordingly, both Plaintiff and Defendants’ Motions are \nDENIED. \n87. With respect to LPI’s Motion for summary judgment in its favor as to  \nRMP’s claim for breach of fiduciary duty against it as manager of Carmel, the parties’ \nexpress agreement that LPI owed “a fiduciary duty and a duty of loyalty to the \nMembers and the Company [,]” (Mod. Operating Agr. , at  § 6.2 (a)), establishes a \nmanager-member fiduciary duty.  However, given that the claim against LPI turns \non the same fact determinations  that need to be made with respect to the language \nof the Modified Operating Agreement as discussed above, LPI’s Motion with respect \nto that claim is also DENIED. \n88. This leaves Plaintiff’s motion for summary judgment with respect to \nDefendants’ counterclaim that Plaintiff breached Section 5.1 of the Modified \nOperating Agreement by demolishing the ap artments and paying off the KeyBank \nloan, all before the parties closed on Project Financing.  Because the facts with respect \nto this claim overlap with those pertaining to Defendants’ claim for breach of the \nGround Lease, it is addressed below. \n3.   Claims Based on Breach of the Ground Lease  \n89. Two of Defendants’ counterclaims depend on the interpretation of the \nGround Lease : the claims for  (i) breach of the Ground Lease, and (ii) declaratory \njudgment regarding the parties’ rights thereunder. \n90. MCA alleges that Plaintiff breached the Ground Lease by demolishing \nthe apartments and by failing to pay all rent due under it.  It  asks for damages in \nunpaid rent and for the present value of the reversionary interest , as well as a \ndeclaration that MCA is entitled either to terminate the G round Lease or to receive \nthe fair rental value of the Land going forward. \n91. Plaintiff argues that the Amended Option Agreement incorporated the \nGround Lease and  that demolition was a “necessary step” for redevelopment of the \nproperty.  ( Pl.’s Br. 20.)  MCA counters that incorporation of the Ground Lease d id \nnot alter its terms, which expressly required Plaintiff to keep the Property “in good \ncondition and repair” and to “not commit waste thereon.”  (Ground Lease, at §§ 9.3, \n14).  Defendants further contend that given that closing on agreed Project financing \nhad not occurred,  Plaintiff’s unilateral decision to demolish the apartments was \npremature. \n92. But Plaintiff points to conduct on the part of Defendants that it contends \nis evidence of Defendants’ approval of its actions.  It argues that although Miller was \nwell-aware of the plan for demolition , he did nothing to indicate that he  objected to \nit.  In fact, Plaintiff says, Miller supported the decision to move forward.  Specifically, \nPlaintiff points to an email Miller sent to the C -store parcel tenant on 23 December \n2015, stating in part, “We are planning to commence the demolition and \nredevelopment of the Carmel on Providence apartments adjacent to your store around \nJune or July 2016.”  (Dec. 23, 2015 Email, ECF No. 67.4.)  On 26 April 2016, Miller  \nwrote to an attorney regarding a tr ee ordinance, again referencing plans for the \ndemolition, “We will need to begin demolition soon since the property is becoming \nvery vacant.”  (Apr. 26, 2016 Email, ECF No. 67.4.) \n93. Demolition took place from approximately May through November 2017.  \n(See Emails, ECF No. 67.4 .)  On 12 July 2017, Miller  emailed a representative of \nNovant, stating, “We are currently underway with the demolition of the apartment \nbuildings.  We expect completion of the demolition by November 3, 2017. . . .  I believe \nwe have taken reasonable steps to keep the project moving forward[.]”  (July 12, 2017 \nEmail, ECF No. 67.4.) \n94. Miller responds by pointing to his  email to Levine and other \nrepresentatives of LPI on 24 October 2015, admonishing them to “delay sending non-\nrenewal notices to the tenants” until they got a better handle on various “ items,” \nincluding Project Financing.  ( Oct. 24, 2015 Email,  ECF No. 83.8.)  Even so, Miller  \ntestified that he “may have” consented to the  filing of a permit [for demolit ion].  \n(Miller Dep. 39:10–11, ECF No. 67.2 .)  He remember ed “seeing some \ncorrespondence . . . saying that they were getting ready to demolish the \napartments . . . [in] [l]ate ’16, early ’ 17” and admitted,  “I did not respond. ”  (Miller \nDep. 49:13–50:14.)  Miller explains that  he thought that once the apartments were \nvacant, vandalism and vagrants would cause damage, so he did not express objection \nto the planned demolition.  (Miller Dep. 50:15–21.)  And he remembers giving one of \nhis partners permission to go on-site and get some pavers from the demolition rubble.  \n(Miller Dep. 226:6-9) \n95. Miller’s colleague testified that he  does not remember Miller being \nsurprised by the demolition and, particularly given the fact that the apartments were \nobviously vacant, he was not surprised by it.  (Orndorff Dep. 34:5–36:4, ECF No. 67.7.)  \nMiller himself testified that he was not surprised by the demolition because he \n“probably knew it was coming[.]”  (Miller Dep. 225:19.) \n96.   Finally, Miller was also advancing the ball with respect to the Project \nby negotiating leases with anchor tenants. (Levine Dep. 217:7–218:25). \n97. Given this evidence, and  despite the language of the G round Lease \ngiving Defendants a reversionary interest in the apartments, as well as the language \nof the  Amended Option Agreement specifying that the apartments were to be \ncontributed to the LLC when Project Financing closed, summary judgment is \ninappropriate.\n14  A jury could conclude that Defendants agreed (or, at least, waived \nobjection15) to a faster time line for demolition (and, concomitantly, payment of the \nKeyBank loan ) in an effort to be “a good partner ,” (Tr. at 2 3:19), or because \n \n14 Summary judgment is also inappropriate with respect to Defendants’ similar claim that \nthese actions violation Section 5.1 of the Modified Operating Agreement. \n \n15 The Court notes that Section 12.1 of the Modified Operating Agreements requires a waiver \nof its provisions to be in writing.  It is not apparent in this record whether such a writing \nexists.   \nDefendants were motivated t o move the project along in order to accommodate the \ntiming of the would-be tenants with which Miller had been negotiating.    \n98. Lastly, Plaintiff  contends that it did not violate the G round Lease \nbecause it has paid all rent  it calculated to be due  when it was due .  Moreover, \nPlaintiff argues, i f any breach has occurred,  Defendants’ acceptance of the rent  \npayments constitutes a waiver of the claim.  (Pl.’s Br. 22–23).  Defendants deny that \nacceptance of partial payment constit utes waiver and point to the notice of default \nMCA provided to Plaintiff .  (See Dec. 19, 2018 Email .)  Furthermore, according to  \nDefendants, Plaintiff has left  the premises unrentable to third parties, entitl ing \nDefendants to the Property’s fair rental value as of the time of Plaintiff’s default.   \n(Defs. Br. Opp’n 13 (citing N.C.P.I. Civil 503.48).)   \n99. If Plaintiff is determined to have breached the Ground Lease , MCA is \nentitled to recover all unpaid rent owed to it . MCA’s retention of the allegedly \ninsufficient amount paid by Plaintiff since the demolition  does not waive this right .  \nNevertheless, having accepted those payments , MCA is no  longer entitled to  \nterminate the lease. See Price v. Conley, 12 N.C. App. 636, 640 (1971). \n100. Whether and how the demolition affects the rent calculation  for the \nProperty depends on facts still to be determined.  For example, i f a jury concludes \nthat MCA , through Miller,  despite the terms of the Ground Lease,  acquiesced in \nPlaintiff’s decision to demolish the apartments, the calculation will be different than \nif the facts prove otherwise.   \n101. Therefore, Plaintiff’s Motion is DENIED as to each of Defendants’ \ncounterclaims regarding the Ground Lease. \n102. Fundamentally, then, summary judgment cannot be granted with \nrespect to a majority of the claims presented by the Motions because material facts \nare in dispute.  Rule 56 is clear that when this happens, the Court may not weigh the \nevidence, but must deny summary judgment so that the facts may be determined by \na jury.  See, e.g., Volkman v. DP Assocs., 48 N.C. App. 155, 157 (1980)); In re Will of \nJones, 362 N.C. 569, 573 (2008). (“[I]f there  is any question as to the weight of \nevidence summary judgment should be denied.”). \nB. Claims for Which Summary Judgment Is Appropriate   \n \n103. Notwithstanding the many facts that remain to be determined  in this \ncase, the record does provide a sufficient basis to address Plaintiff’s Motion for Partial \nSummary Judgment with respect to  Defendants’ counterclaims that the Amended \nOption Agreement is void either because performance is impossib le or because the \nexpected value of performance has been frustrated. \n104. Defendants allege that the Amended Option Agreement requires \nPlaintiff to contribute the Property (the apartments and the leasehold interest) to the \nLLC.  Therefore, Plaintiff’s decision to demolish the apartments makes performance \nof the Amended Option Agreement impossible and voids the contract .  (Countercls. \n¶¶ 128–30.)  As discussed more fully above, Plaintiff responds that the parties agreed \nto demolish the apartments as part of the Project  and that they both  took concrete \nsteps to effectuate their agreement. \n105. The defense of impossibility allows a party that is without fault to avoid \nliability for its breach based on an unavoidable event  which has  rendered \nperformance either impossible or impracticable.   See, e.g., Restatement (Second) of \nContracts § 263 (stating that when the “ destruction or deterioration [of a specific \nthing necessary for performance] makes performance impracticable, the obligor’ s \nduty to render that performance is discharged”).   \n106. “Impossibility of performance is recognized in this j urisdiction as \nexcusing a party from performing under an executory contract if the subject matter \nof the contract is destroyed without fault of the party seeking to be excused from \nperformance.”  Brenner v. Little Red School House, Ltd. , 302 N.C. 207, 211 (1981).  \n“[T]he defense is available only when there was an unanticipated or unforeseeable \ncircumstance that made performance impossible or impracticable .”  Am. Jur. 2d \nContracts § 646; see also Messer v. Laurel Hill Assocs., 102 N.C. App. 307, 312 (1990) \n(“[W]here the event which causes the impossibility was or might have been \nanticipated and guarded against in the contract, an unqualified undertaking is to be \nconstrued as an absolute contract binding the promisor to perform  things which \nsubsequently become impossible or to pay damages for the nonperformance[.]”  \n(citation omitted)).\n16     \n \n16 A classic example of the application of the defense of impossibility is when a laborer who \nhas contracted to perform a service on a house, such as shingling its roof, is excused from \nperforming when the roof of the house, through no fault of the laborer, is destroyed by an \nunforeseen fire.  See Restatement (Second) of Contracts § 263 illus. 3.  The example involves \na circumstance that was both unforeseeable and for which the laborer was not at fault. \n107. Here, t he undisputed facts establish that, at the time of contract \nformation, the parties contemplated that the apartments would be demolished if they \nobtained rezoning approval.  The problem here is that Plaintiff allegedly jumped the \ngun and demolished the apartments before financing for the new Project had been \nsecured.  Therefore, Defendants’ excuse for not performing  is not impossibility, but \nrather Plaintiff’s alleged antecedent material breach.  Therefore, Plaintiff’s Motion \nwith respect to Defendants’ second claim for relief will be GRANTED. \n108. Similarly, Defendants allege that the Parties obtained zoning that \n“allowed for more significant development than the Parties anticipated at the time of \ntheir Agreement[,]” resulting in a higher cost for the Project that “made it impossible \nfor the Parties to reach an agreement on Project Financing.”  (Countercls. ¶ 133.)  \nAnd, g iven that agreement on Project Financing was  a threshold requirement for  \nproceeding with the Project , Defendants contend , ironically, that the parties’ \nunforeseeable success with respect to rezoning resulted in “a practically total \ndestruction of the expected value of the Agreement.”  ( Countercls. ¶ 133.)  On this \nbasis t hey allege that the doctrine of fru stration of purpose  operates to void the \nAmended Option Agreement.   \n109. Frustration of purpose excuse s a party’s breach when the parties’ \nmutual expectation of value under a contract is destroyed.  See Restatement (Second) \nof Contracts § 265 (stating that the doctrine “deals with the problem that arises when \na change in circumstances makes one party’s performance virtually worthless to the \nother, frustrating his purpose in making the contract”).   \n110. Frustration of purpose “is similar to, but distinct from, the doctrine of \nimpossibility[.]”  WRI/Raleigh, L.P. v. Shaikh, 183 N.C. App. 249, 254 (2007).   Our \nSupreme Court has articulated this distinction: \nAlthough the doctrines of frustration and impossibility  are akin, \nfrustration is not a form of impossibility of performance. It more \nproperly relates to the consideration for performance. Under it \nperformance remains possible, but is excused whenever a fortuitous \nevent supervenes to cause a failure of the consideration or a practically \ntotal destruction of the expected value of the performance. The doctrine \nof commercial frustration is based upon the fundamental premise of \ngiving relief in a situation where the parties could not reasonably have \nprotected themselves by the terms of the contract against contingencies \nwhich later arose. \n \nBrenner, 302 N.C. 207 at 211 (1981) (emphasis added) ( quoting 17 Am. Jur. 2d \nContracts § 401)).  \n111. “[E]ssentially, there must be an implied condition in the contract that a \nchanged condition would excuse performance; this changed condition causes a failure \nof consideration or the expected value of performance; and that the changed condition \nwas not reasonably foreseeable.”   Faulconer v. Wysong & Miles  Co., 155 N.C. App. \n598, 602 (2002). \n112. In this case , the parties’ successful rezoning efforts were anything but \nfortuitous.  They jointly submitted the Site Plan, as well as the SPA , and advocated \nfor its success.  The parties furthermore had every opportunity to protect their \ninterests via contract but failed to do so.  The fact that they later could not agree \neither on the financing they would need to take advantage of the full extent of the ir \nsuccessful rezoning, or on a way to narrow the scope of the Project, is unfortunate but \nnot unforeseeable.  Paez v. Paez, No. COA18-1206, 2020 N.C. App. LEXIS 85, at *8  \n(N.C. Ct. App. 2020) (“The guiding principle underlying the frustration of purpose \ndoctrine is to ‘give relief in a situation where the parties could not reasonably have \nprotected themselves by the terms of the contract against contingencies which later \narose.’ ” (quoting Currituck Assocs. - Residential P’ship v. Hollowell, 166 N.C. App. \n17, 29 (2004) ); see also WRI/Raleigh, L.P., 183 N.C. App.  at 254 (“[T]he doctrine of \nfrustration cannot be used where the frustrating event was reasonably foreseeable. ” \n(citing Brenner, 302 N.C. at 211)).  Consequently, frustration of purpose is not \navailable as a defense on these facts.  Accordingly, Plaintiff’s Motion as to Defendants’ \nclaim that the Amended Option Agreement is void pursuant to the doctrine of \nfrustration of purpose shall be GRANTED.  \nV. CONCLUSION \n113. WHEREFORE, the Court hereby ORDERS as follows: \na. Plaintiff’s Motion for Partial Summary Judgment on Defendants’ \ncounterclaims for declarations that the Amended Option Agreement is \nvoid due to impossibility or frustration of purpose is GRANTED, and \nDefendants’ second and third counterclaims  are hereby DISMISSED \nwith prejudice; \nb. Plaintiff’s Motion for Partial Summary Judgment as to Defendants’ \nremaining claims is DENIED, and all remaining claims shall proceed to \ntrial; \nc. Defendants’ Motion for Summary Judgment as to Plaintiff’s  claims is \nDENIED, and those claims shall proceed to trial; and \nd. LPI’s Motion as to RMP’s third -party claim against i t for breach of \nfiduciary duty is DENIED, and that claim shall proceed to trial.17 \nIT IS SO ORDERED, this the 2nd day of August, 2022. \n \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n \n \n17 The Court will confer with counsel for the parties and will set a trial date, as well as a \nschedule for pretrial submissions, by separate order. "
}