{
  "id": "8f81dde371765eb384822af74c29bc6cf8824f5db59805ec046f5f331d8b7954",
  "source_file": "data/raw/ncbc/8f81dde371765eb384822af74c29bc6cf8824f5db59805ec046f5f331d8b7954.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nPENDER COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23 CVS 1033 \nDAVID G. KNOWLES, BRITTANY \nKNOWLES, NARVILE O. PARKS, \nSUSAN P. PARKS, ALLISON \nHAMRICK, CHAD K. PARKS, SUSAN \nM. PARKS, BILLY RAY RAMSEY, \nGAIL M. RAMSEY, BROOK HOLLEY, \nJACK BATTLEWELLS HOLLEY, \nWILLIAM CARR MATTHEWS, GINA \nMATTHEWS, LISA BROWN, JOSEPH \nBROWN, RANDY JONES, LYNNE \nJONES, PHILLIP R. SHOLAR, and \nAMY J. SHOLAR, \n \nPlaintiffs, \n \nv. \n \nHOWARD JEFF CONERLY, as \nExecutor of the Estate of William Paul \nPowell, Jr., and as Trustee of the \nWilliam Paul Powell, Jr. Revocable \nTrust, CHAPEL BY THE BAY, INC., a \nNorth Carolina Corporation, and SEA \nMANOR ENTERPRISES, LLC, a  \nNorth Carolina Limited Liability \nCompany,  \n \nDefendants. \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION FOR \nJUDGMENT ON THE PLEADINGS \n \n1. This action arises from a controversy concerning the disposition of a \nmobile home park (the “Park”)  upon the death of William Paul Powell, Jr. , formerly \na resident of Surf City, North Carolina.  Plaintiffs , each of whom rents a lot in the \nPark, assert that Mr. Powell intended  to convey the Park, among other things , to \nthem upon his death.  However, after  Mr. Powell’s passing in September 2022, \nPlaintiffs were informed that Mr. Powell’s church, Defendant Chapel by the Bay, Inc. \nKnowles v. Conerly, 2024 NCBC 68. \n(“the Church”), which inherited Mr. Powell’s membership in a limited liability \ncompany, Defendant Sea Manor Enterprises, LLC  (“the LLC”), now owns the Park.  \nThis action followed. \n2. The case is before the Court on Defendants Chapel by the Bay, Inc. and \nSea Manor Enterprises, LLC’s  Motion for Judgment on the Pleadings pursuant to \nRule 12(c) of the North Carolina Rules of Civil Procedure (“the Motion”) , \n(ECF No. 15). \n3. Having considered the Motion, the related briefs, the relevant pleadings, \nand the arguments of counsel at a hearing on the Motion held on 23 May 2024, the \nCourt hereby GRANTS in part and DENIES in part the Motion. \nRountree Losee LLP, by Stephen D. Coggins and Michael A. Becker, for \nPlaintiffs David G. Knowles, Brittany Knowles, Narvile O. Parks, Susan \nP. Parks, Allison Hamrick, Chad K. Parks, Susan M. Parks, Billy Ray \nRamsey, Gail M . Ramsey, Brook Holley, Jack Battlewells Holley , \nWilliam Carr Matthews, Gina Matthews, Lisa Brown, Joseph Brown, \nRandy Jones, Lynne Jones, Phillip R. Sholar, and Amy J. Sholar. \n \nCoastal Legal Counsel, by Aaron D. Lindquist, for Defendant Howard \nJeff Conerly, as Executor of the Estate of William Paul Powell, Jr., and \nas Trustee of the William Paul Powell, Jr. Revocable Trust. \n \nWard and Smith, P.A., by Alex C. Dale and Isabelle M. Chammas, for \nDefendants Chapel by the Bay, Inc. , a North Carolina Corporation and \nSea Manor Enterprises, LLC, a North Carolina Limited Liability \nCompany. \n \nEarp, Judge. \n  \nI. FACTUAL AND PROCEDURAL BACKGROUND \n4. On a motion for judgment on the pleadings, the Court does not find facts.  \nIt recites below the facts that are relevant to the Court’s determination of the Motion \nas alleged in the pleadings.  See, e.g., Erickson v. Starling, 235 N.C. 643, 657 (1952).  \n5. The LLC was organized under North Carolina law on 13 August 1999 .  \n(Compl. ¶  14, ECF No. 3.)  Before his death, Mr. Powell was its sole member and \nmanager.  (Compl. ¶¶ 17, 21.)  The LLC owns four parcels of land in Surf City, North \nCarolina.  (Compl. ¶¶ 19–20, Exs. A–C.)  The Park is situated on two of those parcels \nand was managed by Mr. Powell on behalf of his LLC.  (Compl. ¶¶ 21–22.) \n6. The Park is divided into nine separate mobile home lots.  (Compl. ¶ 22.)  \nFor some time now, Plaintiffs have leased the lots pursuant to unwritten monthly \nleases.  (Compl. ¶  23.)  The arrangement also afforded them use of an adjacent lot \n(the “Boat Trailer Storage Lot”), a boat ramp, and three docks.  (Compl. ¶ 27.)  One \nof the docks is on the LLC’s property (the “Southern Dock”) , and two more  (the \n“Northern Docks”) are located on a separate parcel owned by Mr. Powell personally \n(the “Powell Lot”).  (Compl. ¶ 24.) \n7. To access the boat ramp and the Southern Dock, Plaintiffs have to cross \nover the Boat Trailer Storage Lot .  (Compl. ¶ ¶ 24–25, 37.)  To access the Northern \nDocks, Plaintiffs must cross the Boat Trailer Storage Lot and then proceed along the \nshore edge of the Powell Lot.  (Compl. ¶¶ 26, 37.)  \n8. Mr. Powell executed his w ill on 25 October 2011.  (Compl. ¶ 39, Ex. E  \n[“Will”].)  The Will provides: \nA. Gift of Tangible Personal Property.  All my tangible personal property \nthat was not held by me solely for investment purposes, including, but \nnot limited to, my automobiles, household  furniture and  furnishings, \nclothing, jewelry, collectibles and personal effects , shall be disposed of \nas follows: \n \n1. I give all such tangible personal property to my church, \nCHAPEL BY THE BAY, INC., Surf City, North Carolina. \n \n**** \n \nC. Gift of Residuary Estate .  I give my residuary estate, being all my \nreal and personal property, wherever located, not otherwise effectively \ndisposed of, but without exercising any power of appoint ment over \nproperty that I may have, to the Trustee acting under that declaration \nof trust instrument previously executed by me on the September 28, \n1999, to be added to and disposed of under the provisions of that trust \ninstrument, including any amendments and restatements to it in effect \nat the time of my death. \n \n(Will ¶¶ A(1), C.)  The Church is the lone trust beneficiary.  (Answ. ¶ 51, ECF No. 6.) \n9. On 30 May 2013, Mr. Powell executed a codicil to the Will (the “Codicil”).  \n(Compl. ¶ 42, Ex. F [“Codicil”].)  The Codicil states: \nI, William Paul Powell, Jr., a resident of Pender County, North Carolina, \ndeclare that this i s the codicil to my last will and testament which is \ndated October 25, 2011. \n \nI leave the following real property (real estate) to the mobile home \nowners that have a mobile home in my mobile home park known as Sea \nManor Enterprises, LLC. \n \nThey are to continue to have access to the boat ramp and three piers \nuntil they dispose of their mobile home, but this right will not pass to \ntheir heirs.\n1 \n \n \n1 The Codicil also states: “Attached are copies of Sea Manor Enterprises, LLC Mobile Home \nPark information along with copies of the Pender County and Town of Surf City real property \ntax documents.”  However, Plaintiffs allege that thes e documents are not attached to the \nCodicil.  (Compl. ¶ 49.) \n10. Plaintiffs allege that they made extensive repairs and improvements to \ntheir mobile homes and  to the Southern and Northern Docks because  Mr. Powell \nassured them that “they had nothing to worry about and they would be taken care \nof.”  (Compl. ¶¶  40–41, 44–45.)  They allege that Mr. Powell executed the Codicil in \naccordance with his intent that Plaintiffs benefit from these improvements after his \ndeath.  (Compl. ¶¶ 40, 42.)  Thereafter, Plaintiffs allege that Mr. Powell continued to \nreassure them that they had nothing to worry about and they would not lose their \ninvestments.  They a llege that Mr. Powell told them he considered them to be like \nfamily and appreciated that they had helped him over the years.  (Compl. ¶ 45.) \n11. Mr. Powell passed away on 12 September  2022.  (Compl. ¶  47.)  \nFollowing his death, Plaintiffs met with the executor of Mr. Powell’s estate, \nDefendant Howard Jeff Conerly .  (Compl. ¶  51.)  Plaintiffs allege that during this \nmeeting, Mr. Conerly stated that Mr. Powell left the property owned by the LLC to \nPlaintiffs pursuant to the Codicil.  (Compl. ¶ 51.)  However, on 1 February 2023 , \ncounsel for the Estate, A aron Lindquist, sent a letter to Plaintiffs (the “February 1 \nLetter”) which stated: \nAfter further review of Mr. Powell’s assets and holdings, I am writing to \nyou to let you know that the Chapel By The Bay Church inher ited Mr. \nWilliam P. Powell, Jr.’s 100% ownership interest in Sea Manor \nEnterprises LLC. \n \n**** \n \nThe Codicil stated that it was leaving the property to the mobile home \nowners, and not the ownership interest in the LLC.   Mr. Powell’s \nattempt to give this property to the mobile home owners through the \nCodicil failed because he did not own the property at the time of his \ndeath.  His LLC did.  Because the Church inherited the LLC, the Church \nis now the sole owner of the LLC, and, therefore, the sole owner of this \nreal estate via the LLC. \n \n(Compl. Ex. G.) \n12. On 27 February 2023, Nathan Swartz (“Swartz”) , the Senior Pastor of \nthe Church, sent Plaintiffs a letter inform ing them of their options  going forward.  \nThey could: \nMail the signed enclosed Lease Agreement and payment by April \n1, 2023 with the four month total payment due in advance at ($250 per \nMonth) (April – July) by April 1, 2023 as described in the Lease \nAgreement. \n \nIf a decision has been made to no longer be a Tenant . . . mail the \nsigned enclosed Lease Agreement marked Decline and send 60 day \npayment by April 1, 2023. \n \n(Compl. Ex. I (emphasis in original).)   Because they contend  they are the rightful \nowners of the Park, Plaintiffs have not entered lease agreements with the Church .  \nThey continue to have mobile homes in the Park, but they have not paid rent for some \nperiod of time now.  (Answ. ¶ 28.) \n13. Plaintiffs initiated this action by filing the Complaint on 28 September \n2023.  The Complaint purports to (a) assert claims for breach of contract (against both \nthe LLC and Mr. Powell), unjust enrichment against the Church with respect to the \nNorthern Docks, and breach of the LLC’s operating agreement by the Church as its \nmanager, (b) request a judgment declaring either that Plaintiffs own the LLC  and \nhave easement rights , or that the Codicil is ambiguous  and should be construed as \nbequeathing the LLC to Plaintiffs , and that the Court quiet title with respect to an \neasement over the “riparian tracts,” and (c) seek imposition of a trust, reformation of \nMr. Powell’s Will, and treatment of the LLC —not as a separate entity —but as the \nalter ego of Mr. Powell.2  (See generally Compl.) \n14. The case was designated as a mandatory complex business case on \n3 November 2023, (ECF No. 1), and assigned to the undersigned on 6 November 2023, \n(ECF No. 2). \n15. Defendants filed the Motion on 15 March 2024.  After full briefing, the \nCourt held a hearing on the Motion on 23 May 2024.  (Not. of Hr’g., ECF No. 22.)  The \nMotion is now ripe for disposition. \nII. LEGAL STANDARD \n16. When ruling on a Rule 12(c) motion, the Court view s the factual \nallegations and permissible inferences in the pleadings in the light most favorable to \nthe nonmoving party: \n[a]ll well pleaded factual allegations in the nonmoving party’s pleadings \nare taken as true and all contravening assertions in the movant’s \npleadings are taken as false.   All allegations in the nonmovant’s \npleadings, except conclusions of law, legally impossible facts, and \nmatters not admissible in evidence at the trial, are deemed admitted by \nthe movant for purposes of the motion. \n \nRagsdale v. Kennedy , 286 N.C. 130, 137 (1974) (citations omitted).   “Legal \nconclusions, however, are not entitled to a presumption of validity.”  Charlotte Motor \nSpeedway, LLC v. Cnty. of Cabarrus, 230 N.C. App. 1, 6 (2013) (quoting Guyton v. FM \nLending Servs., Inc., 199 N.C. App. 30, 33 (2009)).  \n \n2 Plaintiffs’ ninth claim is not a claim for relief but is rather a “Motion for Preliminary \nInjunction.” Business Court Rule (“BCR”) 7.2 requires a motion to be set out in a separate \ndocument and accompanied by a brief.  Because Plaintiffs have neither sought to be heard on \ntheir purported motion nor complied with BCR 7.2,  the Court does not address the motion \nset forth as Plaintiffs’ ninth claim for relief. \n17. The Court may consider documents that are the subject of the complaint \nand to which the complaint specifically refers without converting the motion to one \nfor summary judgment.  Weaver v. St. Joseph of the Pines, Inc. , 187 N.C. App. 198, \n204 (2007).  This is true even if the document is presented by the defendant.  Erie Ins. \nExch. v. Builders Mut. Ins. Co., 227 N.C. App. 238,  243 (2013) (holding that a \nRule 12(c) motion was not converted into one for summary judgment when an  \ninsurance policy was attached to  the defendant -insurer’s pleading because the \nplaintiff referenced the policy in his complaint and it was the subject of the plaintiff’s \naction).  The Court may reject allegations contradicted by those documents.  Laster v. \nFrancis, 199 N.C. App. 572, 577 (2009). \n18. Judgment on the pleadings is intended to dispose of baseless claims, not \nweak ones.  Huss v. Huss, 31 N.C. App. 463, 46 9 (1976).  Accordingly, “[t]he movant \nis held to a strict standard[.]”  Ragsdale, 286 N.C. at 137.  A Rule 12(c) motion should \nnot be granted “unless the movant clearly establishes that no material issue of fact \nremains to be resolved and that he is entitled to judgment as a matter of law. ”  \nCarpenter v. Carpenter, 189 N.C. App. 755, 761 (2008). \nIII. ANALYSIS \nA. Standing and Alternative Pleading \n19. In addition to arguing that Plaintiffs’ pleading with respect to each claim \nis insufficient as a matter of law, Defendants contend that the Complaint should be \ndismissed in its entirety because (1) Plaintiffs lack standing, and (2) Plaintiffs’ claims \nconflict with one another.  (See Mem. Law Supp. Mot. for J. on Pleadings [“Defs.’ Br. \nSupp.”] 10–13, ECF No. 16.)  The Court addresses these preliminary arguments below \nbefore moving to an analysis of each claim. \n1. Standing \n20. With respect to standing , Defendants contend that Plaintiffs have not \nand cannot allege any injury.  The Court disagrees. \n21. “Standing refers to whether a party has a sufficient stake in an \notherwise justiciable controversy such that he or she may properly seek adjudication \nof the matter.”  Beachcomber Props., L.L.C. v. Station One, Inc. , 169 N.C. App. 820, \n823 (2005) (quoting Street v. Smart Corp., 157 N.C. App. 303, 305 (2003)).  Standing \nrequires proof of an injury fairly traceable to the challenged action of the defendant \nthat will be redressed by a favorable decision.  Id. (citing Neuse River Found., Inc. v. \nSmithfield Foods, Inc., 155 N.C. App. 110, 114 (2002)). \n22. Defendants argue that Plaintiffs do not have standing because they have \nnot identified an injury.  They contend that any improvements Plaintiffs made to \ntheir mobile homes have not been  lost by virtue of not owning the real property on \nwhich the mobile homes are situated because “[m]obile homes are just that—mobile \nand fully capable of being moved when Plaintiffs choose.”  Therefore, Defendants \nconclude, Plaintiffs have suffered no injury.  (Defs.’ Br. Supp. 11.) \n23. The Court is unconvinced .  Plaintiffs allege that, u pon Mr. Powell’s \ndeath, Mr. Conerly, the executor, informed them that they owned the real property \non which their mobile homes were parked.  (Compl. ¶ 51.)  Mr. Lindquist, the Estate’s \nlawyer, later told them that they do not own the property.  Plaintiffs brought this \naction, asserting that they own the Park and are entitled to access the Boat Trailer \nStorage Lot and Docks.  Whether their mobile homes are “movable” is immaterial. \n24. Accordingly, Defendants’ Motion on this basis is DENIED. \n2. Rule 8(e)(2) and Alternative Pleading \n25. Plaintiffs present alternative theories and claims regarding  the \ndocument that is identified in the pleadings as the  Codicil.  A t times Plaintiffs \ncontend that the Codicil is a personal estate planning document, (Compl. ¶¶  91–121 \n(sixth, seventh, and eighth claims)).  At other times, Plaintiffs allege that the Codicil \nis a contract, (Compl. ¶¶  55–68 (first and second claims)), or possibly an operating \nagreement, (Compl. ¶¶  84–90 (fifth claim)).  Defendants complain that “[a]ll of the \ntwists and flips in the Complaint about the nature and effect of the Codicil”  subject \nthe Complaint to dismissal.  (See Defs.’ Br. Supp. 13.)  Again, the Court disagrees. \n26. “[A] plaintiff is only required to set forth a short and plain statement of \nthe claim sufficiently particular to give the court and the parties notice of the \ntransactions, occurrences, or series of transactions or occurrences intended to be \nproved showing that the pleader is entitled to relief.”  Bandy v. Gibson , 2017 NCBC \nLEXIS 66, at *12 (N.C. Super. Ct. July 26, 2017) (cleaned up); see also N.C. R. Civ. P. \n8(a)(1).   \n27. Moreover, pursuant to Rule 8(e)(2) of the North Carolina Rules of Civil \nProcedure: \nA party may set forth two or more statements of a claim or defense \nalternatively or hypothetically, either in one count or defense or in \nseparate counts or defenses.  When two or more statements are made in \nthe alternative and one of them if made independently would be \nsufficient, the pleading is not made insufficient by the insufficiency of \none or more of the alternative statements.   A party may also state as \nmany separate claims or defenses as he has regardless of consistency and \nwhether based on legal or on equitable grounds or on both. \n \nN.C. R. Civ. P. 8(e)(2) (emphasis added); see also Concrete Serv. Corp. v. Invs.  Grp., \nInc., 79 N.C. App. 678, 684 (1986) (“There is no requirement that all claims be legally \nconsistent.”); James River Eqip., Inc. v. Mecklenburg Utils., Inc. , 179 N.C. App. 414, \n419 (2006) (“It is well -established that liberal pleading rules permit pleading in the \nalternative, and that theories may be pursued in the complaint even if plaintiff may \nnot ultimately be able to prevail on both.” (cleaned up)).  Furthermore, Rule 8(e)(2) \ndoes not “provide[ ] for any particular form of phrasing alternative claims.”  Oxendine \nv. Bowers, 100 N.C. App. 712, 716 (1990). \n28. It is apparent from the Complaint that Plaintiffs argue that the Codicil \nis a key document but contend that its legal effect depends on whether it is an estate \ndocument or simply evidence of a contract to convey real property.  Advancing these \nalternative theories is permitted by Rule 8.  While Plaintiffs’ pleading is not a model \nof clarity, “[t]he adoption of the notice theory of pleading indicated the legislature’s \nintention that controversies be resolved on their merits  . . . following an opportunity \nof discovery, rather than resolving them on technicalities of pleading.”  Wentz v. Unifi, \nInc., 89 N.C. App. 33, 38 (1988) (internal citation and quotation marks omitted).   \nTherefore, Defendants’ Motion on this basis is DENIED. \n  \nB. Breach of Contract (LLC) \n29. Plaintiffs first allege that they entered into an agreement with the LLC, \nevidenced by the Codicil,  “whereby in exchange for the Plaintiffs maintain ing and \nimproving their mobile homes located on the Park, and the Northern Docks and the \nSouthern Dock, the LLC would arrange its affairs in such a way that the Plaintiffs \nwould receive title to the Park, along with access and riparian rights to the Southern \nDock.”  (Compl. ¶  56.)  They  contend that the LLC breached th is agreement.  \n(Compl. ¶¶ 58–59.)   \n30. Defendants respond that this claim fails as a matter of law because \n(1) there was never a contract between Plaintiffs and the LLC, (2) there was never a \nbreach of any contract or damages flowing from any alleged breach, and (3) the claim \nis barred by the statute of frauds.  (Defs.’ Br. Supp. 14–16.) \n1. Existence of Contract and Breach \n31. “In an action for breach of contract, the complaint must allege (1) the \nexistence of a contract between the parties, (2)  the specific provisions breached, \n(3) the facts constituting the breach, and (4) the damages resulting to the plaintiff[s] \nfrom the breach.”  Thompson v. Bass, 261 N.C. App. 285, 290 (2018) (citing Cantrell \nv. Woodhill Enters., Inc., 273 N.C. 490, 497 (1968)). \n32. As to the first element, Defendants argue  that the Codicil was written \nand executed by Mr. Powell , individually, as an estate planning document  and does \nnot evidence a contract between his LLC and Plaintiffs .  (Defs.’ Br. Supp. 15.)  \nHowever, Plaintiffs have alleged that they entered into an oral agreement with the \nLLC that was then memorialized by Mr. Powell—as the sole member and manager of \nthe LLC—in the C odicil.  ( Compl. ¶¶ 56–57.)  Accordingly, it is Plaintiffs’ position \nthat when Mr. Powell executed the Codicil, he did so in his capacity as manager of \nthe LLC, not in his individual capacity.  Indeed, they point to Mr. Powell’s reference \nin the Codicil to the Park as “my mobile home park known as Sea Manor Enterprises, \nLLC.”  The Court determines that, a t this stage, Plaintiffs have satisfactorily pled  \nthis element of their claim. \n33. As for the remaining elements,  Plaintiffs have alleged that the LLC \nbreached the agreement by failing to ensure that the Park and an easement granting \naccess to the Southern D ock were distributed to Plaintiffs  and that Plaintiffs have \nbeen damaged as a result. 3  ( See Compl. ¶¶  59, 62.)  Accordingly, Plaintiffs have \nsufficiently stated a claim for breach of contract against the LLC.  Cf. Carolina Med. \nPartners, PLLC v. Shah , 2024 NCBC LEXIS 86, at ** 5 (N.C. Super. Ct. June 27, \n2024) (“The elements of a claim for breach of contract are the existence of a valid \ncontract and breach of that contract’s terms.  When these elements are alleged, ‘it is \nerror to dismiss a breach of contract claim under Rule 12(b)(6).’ ” (quoting Woolard v. \nDavenport, 166 N.C. App. 129, 134 (2004))); Vanguard Pai Lung, LLC v. Moody, 2019 \nNCBC LEXIS 39, at *11 (N.C. Super. Ct. June 19, 2019) (“[S]tating a claim for breach \nof contract is a relatively low bar.”).  \n  \n \n3 Plaintiffs do not mention the Boat Trailer Storage Lot in this claim. \n2. Statute of Frauds \n34. “It is settled law in North Carolina that an oral contract to convey or \ndevise property is void by reason of the statute of frauds [.]”  Pickelsimer v. \nPickelsimer, 257 N.C. 696, 698 (1962).  Accordingly , “[a]ll contracts to sell or convey \nany lands , tenements or hereditaments, or any interest in or concerning \nthem . . . shall be void unless said contract, or some memorandum or note thereof, be \nput in writing and signed by the party to be charged therewith, or by some other \nperson by him thereto lawfully authorized.”  N.C.G.S. §  22-2.  Although “ [a] \nmemorandum or note is, in its very essence, an informal and imperfect \ninstrument . . . [i]t must contain a description of the land, the subject -matter of the \ncontract, either certain in itself or capable of being reduced to certainty by reference \nto something extrinsic to which the contract refers.”  Lane v. Coe, 262 N.C. 8, 12 \n(1964).  “If the description is sufficiently definite for the court, with the aid of extrinsic \nevidence, to apply the description to the exact property intended to be sold, it is \nenough.”  Id. \n35. In evaluating the written contract, “the only requisite, as to the \ncertainty of the thing described, is that there shall be no patent ambiguity in the \ndescription by which it is designated.”  Norton v. Smith , 179 N.C. 553, 555 (1920).   \n“There is a patent ambiguity when the terms of the writing leaves the subject of the \ncontract, the land, in a state of absolute uncertainty, and refer to nothing extrinsic \nby which it might possibly be identified with cert ainty.”  Lane , 262 N.C. at 13.  \nConversely, “[a] description is said to be latently ambiguous if it is insufficient in \nitself to identify the property but refers to something extrinsic by which identification \nmight possibly be made.”  Id. \n36. As explained by the Supreme Court of North Carolina in Norton,  \nA house and lot, or one house and lot in a particular town, would not do, \nbecause [it is] too indefinite on the face of the instrument itself.  But “my \nhouse and lot” imports a particular house and lot, rendered certain by \nthe description that it is the one which belongs to me, and, upon the face \nof the instrument, is quite as definite as if it had been described as the \nhouse and lot in which I now live, which is undoubtedly good.   Where \nthe deed or will does not itself show that the grantor or devisor had more \nthan one house and lot, it will not be presumed that he had more than \none, so that there is no patent ambiguity, and if it be shown that he has \nmore than one, it must be by extrinsic proof, and the case will then be \none of a latent ambiguity, which may be explained by similar proof. \n \nNorton, 179 N.C. at 555 (internal citation omitted) ; see also Doe ex dem. Carson v. \nRay, 52 N.C. 609, 610 (1860) (holding the terms “my house and lot in the town of \nJefferson” to be sufficient to identify the subject property). \n37. Here, the Codicil states: \nI leave the following real property (real estate) to the mobile home \nowners that have a mobile home in my mobile home park known as Sea \nManor Enterprises, LLC.   \n \nThey are to continue to have access to the boat ramp and three piers \nuntil they dispose of their mobile home, but this right will not pass to \ntheir heirs. \n \n**** \n \nAttached are copies of Sea Manor Enterprises, LLC Mobile Home Park \ninformation along with copies of the Pender County and Town of Surf \nCity real property tax documents. \n \nWhile the instrument is unclear as to whether Mr. Powell intended to convey the land \non which the Park was situated or merely access rights to the boat ramp and three \npiers historically used  by Plaintiffs , the Codicil does not leave the identity of the \nproperty “in a state of absolute uncertainty[.]”  Lane, 262 N.C. at 13.  The Park is \nidentified by name, and the Codicil specifies  that it is  continued access to the boat \nramp and three piers that Plaintiffs are to receive, implicitly indicating that the boat \nramp and three piers  can be identified.   Further, Mr. Powell references Park \ninformation and Pender County and Town of Surf City real property tax documents  \nfor additional information.  Accordingly, the description of the property in the writing \nis not patently ambiguous, and there is no question that Mr. Powell signed the \ndocument.  This is enough to satisfy the statute of frauds. \n38. At this stage,  Plaintiffs have adequately alleged a  claim for breach of  \ncontract against the LLC.  Therefore, Defendants’ Motion with respect to this claim  \nis DENIED. \nC. Breach of Contract (Estate of Powell) \n39. Plaintiffs next allege that they entered into an agreement with Mr. \nPowell that, in exchange for maintaining and improving the Northern Docks  on the \nlot he owned individually, Mr. Powell would “arrange his affairs in s uch a way that \nthe Plaintiffs would be conveyed, devised and bequeathed access and riparian rights \nto the Northern Docks.”  (Compl. ¶  64.)  Plaintiffs further allege that , if the Codicil \nfailed to cause these access rights to  be conveyed to Plaintiffs, then Mr. Powell \nbreached their agreement.  (Compl. ¶ 66.) \n40. Defendants argue that this claim is barred by the non-claim statute for \nestate administration.  The Court agrees. \n41. The non- claim statute, which is found in Chapter 28A of the North \nCarolina General Statutes , prescribes time limitations for asserting claims against \nan estate.  Claims against an estate that  arise at or after the death of the decedent  \n“are forever barred against the estate, the personal representative, the collector, the \nheirs, and the devise es of the decedent unless  presented to the personal \nrepresentative or collector” within six months after the date on which performance is \ndue or within six months after the claim arises.  N.C.G.S. § 28A-19-3(b)(1)(2). \n42. Defendants contend that, a t least by 1 February 2023 , when Plaintiffs \nreceived the February 1 L etter from Mr. Lindquist,  Plaintiffs were aware that the \nEstate had determined that the Church was the sole owner of the Park and other \nproperty owned by the LLC.  (See Compl. Ex. G.)  Therefore, they had until 1 August \n2023 to present their claim.  This action was not filed until 28 September 2023, and \nsince Plaintiffs do not allege any earlier presentation of a claim ,4 Defendants argue \nthat Plaintiffs’ claim should be dismissed as time-barred. \n43. In response, Plaintiffs challenge application of the non-claim statute to \nthem by arguing that they are devisees, not creditors.  (See Pls.’ Resp. Br. Opp. Defs.’ \n \n4 Claims against an estate that arose before the death of the decedent “are forever barred \nagainst the estate, the personal representative, the collector, the heirs, and the devisees of \nthe decedent[ ]”unless “presented to the personal representative or collector  . . . by the date \nspecified in the general notice to creditors” or “within 90 days after the date of the delivery \nor mailing of the notice if the expiration of said 90-day period is later than the date specified \nin the general notice to creditors[.]”   N.C.G.S. § 28A-19-3(a).  To the extent Plaintiffs argue \nthat their claim arose before Mr. Powell’s death, then based on the notice to creditors, \nPlaintiffs must have presented their claim by 6 April 2023.  (See Answ. p. 26 [“Notice to \nCreditors”].)  \n \n \nMot. J. on Pleadings [“Pls.’ Br. Opp.”] 9–10, ECF No. 19.)  Subsection (h) of the non-\nclaim statute provides that “[t]he word ‘claim’ . . . does not apply to claims of heirs or \ndevisees to their respective shares or interests in the decedent’s estate in their \ncapacity as such heirs or devisees.”   N.C.G.S. §  28A-19-3(h).  “  ‘Devisee’ means any \nperson entitled to take real or personal property under the provisions of a valid, \nprobated will.”  N.C.G.S. § 28A-1-1(1a).   \n44. Plaintiffs’ claim, however, belies their argument .  They have sued Mr. \nPowell for breach of contract, not his executor for breach of fiduciary duty.  The claim \nis not  “to [Plaintiffs’ ] respective shares or interests”  as devisees but  rather is for \nspecific performance and damages resulting from  an alleged breach  of contract .  \nBecause this breach of contract claim was not presented to the Estate prior to the \nexpiration of the 6-month period established by the non-claim statute, it is barred.\n5  \n45. Accordingly, as to Plaintiffs’ claim for breach of contract against Mr. \nPowell, Defendants’ Motion is GRANTED, and this claim is DISMISSED with \nprejudice.6 \n  \n \n5 To the extent Plaintiffs’ claim is predicated on Mr. Powell’s promise that Plaintiffs “would \nbe taken care of,” such a promise is too vague to be enforced and, in any event, a commitment \nby Mr. Powell to perform a personal service  (e.g. write a will bequeathing them the real \nproperty) ended upon Mr. Powell’s death.  See Siler v. Gray , 86 N.C. 566, 569 (1882) (“All \ncontracts for personal service, which can be performed only during the life of the contracting \nparty, are subject to the implied condition that he shall live to perform them, and should he \ndie, his executor is not liable to an action for the breach of contract occasioned by his death.” \n(citation omitted)). \n \n6 “The decision to dismiss an action with or without prejudice is in the discretion of the trial \ncourt[.]”  First Fed. Bank v. Aldridge, 230 N.C. App. 187, 191 (2013). \nD. Unjust Enrichment (Northern Docks) \n46. Even if no express contract between Plaintiffs  and Mr. Powell exists, \nPlaintiffs contend that Mr. Powell is liable to them because he was unjustly enriched \nby their improvements to the Northern Docks.  (Compl. ¶¶ 77–83.)  “The general rule \nof unjust enrichment is that where services are rendered and expenditures made by \none party to or for the benefit of another, without an express contract to pay, the law \nwill imply a promise to pay a fair compensation therefor.”  Chisum v. Campagna, \n2017 NCBC LEXIS 102, at *31 (N.C. Super. Ct. Nov. 7, 2017) (quoting Atl. C. L. R. \nCo. v. State Highway Comm’n , 268 N.C. 92, 95 –96 (1966)).  “The doctrine  . . . was \ndevised by equity to exact the return of, or payment for, benefits received under \ncircumstances where it would be unfair for  the recipient to retain them without the \ncontributor being repaid or compensated.”  Id. at *32 (quoting Collins v. Davis , 68 \nN.C. App. 588, 591 (1984)). \n47. “In North Carolina, to recover on a claim of unjust enrichment, Plaintiff \nmust prove: (1) that it conferred a benefit on another party; (2) that the other party \nconsciously accepted the benefit; and (3) that the benefit was not conferred \ngratuitously or by an interference in the affairs of the other party.”  Cty. of Wake PDF \nElec. & Supply Co., LLC v. Jacobsen, 2020 NCBC LEXIS 103, at *29 (N.C. Super. Ct. \nSept. 9, 2020) (citing Se. Shelter Corp. v. BTU, Inc. , 154 N.C. App. 321, 330 (2002)).   \nPlaintiffs have alleged these elements. \n48. However, just as their claim against the Estate for breach of an express \ncontract is barred by the non-claim statute, Plaintiffs’ claim for breach of an implied \ncontract7 against the Estate  (or the Church as the devisee)  is also time -barred.  \nSee N.C.G.S. § 28A-19-3(b) (Claims “are forever barred against the estate . . . and the \ndevisees of the decedent unless presented to the personal representative” within the \napplicable time limitation).   \n49. Accordingly, as to Plaintiffs’ claim for unjust enrichment with regard to \nthe Northern Docks , Defendants’ Motion  is GRANTED, and this claim is \nDISMISSED with prejudice. \nE. Breach of Operating Agreement (LLC) \n50. Plaintiffs contend that the Codicil acted as the LLC’s operating \nagreement, and that the Church, as manager of the LLC , breached the operating \nagreement by not conveying the Park, access to the Southern Dock, and at least the \nright to use the Boat Trailer Storage Lot,8 to Plaintiffs.  (Compl. ¶¶ 86, 88.)  \n51. The North Carolina Limited Liability Company Act (the “Act”) does not \nrequire that an LLC have an operating agreement, nor does it prescribe the form that \nan operating agreement must take.  See N.C.G.S. § 57D-1-03(23) (defining “operating \nagreement” as “[a]ny agreement concerning the LLC or any ownership interest in the \nLLC to which each interest owner is a party or is otherwise bound as an interest \nowner[ ]” and stating that “ the operating agreement may be in any form, including \nwritten, oral, or implied, or any combination thereof.”).    \n \n7 A claim for unjust enrichment “is neither in tort nor contract but is described as a claim in \nquasi contract or a contract implied in law.”  Booe v. Shadrick, 322 N.C. 567, 570 (1988). \n \n8 At times, Plaintiffs allege that they inherited all of the LLC’s property, which would include \nthe Boat Trailer Storage Lot.  At other times, Plaintiffs allege that they were promised only \nuse of the lot for boat storage. \n52. If one exists, t he Act provides that “[t]he operating agreement governs \nthe internal affairs of an LLC and the rights, duties, and obligations of (i) the interest \nowners, and the rights of any other persons to become interest owners, in relation to \neach other, the LLC, and their ownership interests or rights to acquire ownership \ninterests and (ii) the company officials in relation to each other, the LLC, and the \ninterest owners.”  N.C.G.S. § 57D-2-30(a). \n53. In support of their position that the Codicil acted as the LLC’s operating \nagreement, Plaintiffs argue that “Mr. Powell’s Codicil clearly expressed his intent on \nwhat would happen to the assets in his LLC upon his death such that it governed \nwhat would happen to the LLC upon his death.”  (Pls.’ Br. Opp. 21 .)  But the Codicil \nspeaks only to the disposition of some, but not all , of the LLC’s assets.   There is no \nmention of the Boat Trailer Storage Lot, for example.  There is also no mention of the \ndisposition of the LLC’s liabilities.  Moreover, to the extent it references the Northern \nDocks, the Codicil includes direction regarding  non-LLC property , content that is \ninconsistent with an argument that the Codicil is an operating agreement for the \nLLC.  In sum, while Plaintiffs allege that the Codicil directs the disposition of some \nof the LLC’s property, the Court concludes that it is an overstatement to characterize \nthe Codicil as a document that governs the affairs of the LLC. \n54. Accordingly, as to Plaintiffs’ claim for breach of operating agreement , \nDefendants’ Motion is GRANTED, and this claim is DISMISSED with prejudice. \n  \nF. Declaratory Judgment \n55. Plaintiffs request that the Court enter a judgment declaring that (a) the \nCodicil conveys ownership of the LLC  and easement rights  to Plaintiffs , or \nalternatively, that (b) the Codicil is ambiguous and was executed by Mr. Powell while \nmistakenly believing that by identifying the mobile home park real property as “Sea \nManor Enterprises, LLC ” and listing the Plaintiffs  by name  in his Codicil, he \nbequeathed his ownership interest in the LLC to them.  (Compl. ¶¶ 108, 111–12.) \n56. North Carolina’s Uniform Declaratory Judgment Act  empowers courts \n“to declare rights, status, and other legal relations, whether or not further relief is or \ncould be claimed.”  N.C.G.S. §  1-253.  Here,  there are issues of fact w ith respect to \nMr. Powell’s intent and the legal effect of the Codicil.  Plaintiffs have stated a claim \nfor declaratory judgment sufficient to proceed to discovery. \n57. Accordingly, with respect to Plaintiffs’ claim for declaratory judgment, \nDefendants’ Motion is DENIED. \nG. Reformation of Will to Conform to Testator’s Intent \n58. Similarly, Plaintiffs request that the Court reform the ambiguous terms \nof the Codicil to reflect Mr. Powell’s intent.  (Compl. ¶¶ 113–16.)  Defendants respond \nthat the terms of the Codicil are clear, and Plaintiffs’ dissatisfaction with the result \nis not a basis for reformation.  (Defs.’ Br. Supp. 21–24.) \n59. Pursuant to N.C.G.S. §  31-61, “[t]he c ourt may reform the terms of a \nwill, if the terms of the will are ambiguous, to conform the terms to the testator’s \nintent if it is proved by clear and convincing evidence what the testator’s intent was \nand that the terms of the will were affected by a mistake of fact or law, whether in \nexpression or inducement.”   \n60. However, reformation is a remedy, not a claim.  See Branch Banking & \nTr. Co. v. Chi. Title Ins. Co. , 214 N.C. App. 459, 463 (2011) ( “Reformation is a well -\nestablished equitable remedy used to reframe written instruments[.]”) ; Metro. Prop. \n& Cas. Ins. Co. v. Dillard, 126 N.C. App. 795, 798 (1997) (same). \n61. Therefore, as to Plaintiffs’ claim for reformation, Defendants’ Motion is \nGRANTED, and this claim is DISMISSED , but the Court’s ruling is without \nprejudice to Plaintiffs’ right to pursue reformation as a remedy should Plaintiffs show \nthey are entitled to such relief.  \nH. Unjust Enrichment, Resulting Trust, and Constructive Trust (LLC) \n62. With respect to the Park and the Southern Dock, Plaintiffs allege that \nthe Church, now allegedly the sole member of the LLC,  has been unjustly enriched  \nbecause, but for Mr. Powell’s breach of contract, it would not have received this \nproperty.  (Compl. ¶¶ 71–72.)  They allege that this unjust enrichment requires the \nimposition of either a constructive trust or a resulting trust over the property. \n63. “A constructive trust is a duty, or relationship, imposed by courts of \nequity to prevent the unjust enrichment of the holder of title to, or of an interest in, \nproperty[.]”  Roper v. Edwards, 323 N.C. 461, 464 (1988) (quoting Wilson v. Dev. Co., \n276 N.C. 198, 211 (1970)).  While most com monly applied in cases involv ing breach \nof fiduciary duty or fraud, neither of which are alleged here, a constructive trust can \nbe a remedy in other circumstances where it would be inequitable not to impose one.9  \nId.  \n64. Plaintiffs allege that the Church is in possession of real property that \nbelongs to them and that it would be inequitable not to impose a trust.  However, a  \nconstructive trust is a remedy, not a claim.  Therefore, the Court conclude s that the \nclaim seeking imposition of a constructive trust should be dismissed but without \nprejudice to Plaintiffs’ right to pursue a constructive trust remedy should Plaintiffs \nshow that one or more of their claims entitle them to such relief.   \n \n9 Plaintiffs also request the imposition of a resulting trust.  As our Court of Appeals has \nexplained: \n \nA resulting trust arises when a person becomes invested with the title to real \nproperty under circumstances which in equity obligate him to hold the title \nand to exercise his ownership for the benefit of another . . . . A trust of this sort \ndoes not arise from or depend upon any sort of agreement between the \nparties.  It results from the fact that one man’s money has been invested in \nland and the conveyance taken in the name of another. \n \nThe classic example of a resulting trust is the purchase -money resulting \ntrust.  In such a situation, when one person furnishes the consideration to pay \nfor the land, title to which is taken in the name of another, a resulting trust \ncommensurate with his interest arises in favor of the one furnishing the \nconsideration.  The general rule is that the trust is created, if at all, in the same \ntransaction in which the legal title passes, and by virtue of the consideration \nadvanced before or at the same time the legal title passes. \n \nTuwamo v. Tuwamo, 248 N.C. App. 441, 447–48 (2016) (quoting Bissette v. Harrod, 226 N.C. \nApp. 1, 12 (2013)).  Our Supreme Court long ago observed that “[t]he rule has its foundation \nin the natural presumption, in the absence of all rebutting circumstances, that he who \nsupplies the purchase-money intends the purchase for his own benefit, and not for another, \nand that the conveyance in the name of another is a matter of convenience and arrangement \nbetween the parties for collateral purposes.”  Summers v. Moore, 113 N.C. 394, 402 ( 1893) \n(emphasis added).  In this case, where Plaintiffs did not provide the purchase money for the \nproperty, a resulting trust does not have direct application.   \n \n65. Accordingly, with respect to Plaintiffs ’ third claim for relief, styled as \none for “Unjust Enrichment, Resulting Trust, and Constructive Trust with R espect \nto the Park ,” the  Motion is GRANTED, and this Claim is DISMISSED with \nprejudice, but the Court’s ruling is without prejudice to Plaintiffs’ right to pursue a \nconstructive trust as a remedy should Plaintiffs show that one or more of their claims \nentitle them to such relief. \nI. Quiet Title to Rights of Easement Over Riparian Tracts \n66. Plaintiffs assert that  they each have a personal righ t of access to the \nNorthern Docks by way of the Powell Lot shoreline until they either die or dispose of \ntheir mobile home, whichever comes first.   (Compl. ¶ 118.)  According ly, Plaintiffs \nrequest an order quieting title on an easement ensuring this access.  (Compl. ¶ 120.)  \nDefendants respond that (1) no easement was created by the Codicil, and (2) Plaintiffs \nhave no interest in the Powell Lot where the Northern Docks are located.  (Defs.’ Br. \nSupp. 24–26.) \n67. An action to quiet title “may be brought by any person against another \nwho claims an estate or interest in real property adverse to him for the purpose of \ndetermining such adverse claim s[.]”  N.C.G.S. §  41-10.  Thus, “[a]n action for quiet \ntitle has two essential elements: (1) the plaintiff must own or have some interest in \nthe property at issue, and (2) the defendant must have a claim adverse to the \nplaintiff’s title or interest in the property.”  MTGLQ Inv’rs., L.P. v. Curnin, 263 N.C. \nApp. 193, 195 (2018) (citing  Wells v. Clayton , 236 N.C. 102, 107 –08 (1952)).  Here, \nPlaintiffs’ interest is a purported easement allowing access to the Northern Docks.   \n68. “An easement is a right to make some use of lan d owned by another \nwithout taking a part thereof.”  Butler Drive Prop. Owners Ass’n v. Edwards, 109 N.C. \nApp. 580, 584 (1993) (quoting Builders Supplies Co. of Goldsboro, N.C., Inc. v. Gainey, \n282 N.C. 261, 266 (1972)).  “An express easement must be ‘sufficiently certain to \npermit the identification and location of the easement with reasonable certainty.’  ”  \nWiggins v. Short , 122 N.C. App. 322, 327 (1996) (quoting Adams v. Severt , 40 N.C. \nApp. 247, 249 (1979)).  “The description must either be certain in its elf or capable of \nbeing reduced to a certainty by a recurrence to something extrinsic to which it refers.”  \nThompson v. Umberger, 221 N.C. 178, 180 (1942) (citation omitted).   As with the \nrequirements necessary to satisfy the statute of frauds generally: \nAn ambiguity in the grant or reservation of an easement does not \nnecessarily make the conveyance void and ineffectual.   Indeed, if the \ndescription of an easement is in a state of absolute uncertainty , and \nrefers to nothing extrinsic by which it might possibly be identified with \ncertainty, the agreement is patently ambiguous and therefore \nunenforceable.  However, a description is latently ambiguous if it is \ninsufficient in itself to identify the property but refers to something \nextrinsic by which identificat ion might possibly b e made.  If there is a \nlatent ambiguity in an easement description, parol evidence will be \nadmitted to fit the description to the thing intended.  For, while a patent \nambiguity raises a question of construction, a latent ambiguity raises a \nquestion of identity. \n \nEdwards v. Hill, 208 N.C. App. 178, 182 (2010) (cleaned up) (citations omitted). \n69. In Edwards, the Court of Appeals found the followin g language in the \ngrant of an easement to be ambiguous: \n[t]ogether with the non-exclusive perpetual Right-of-Way and Easement \n(45 feet in width) which runs in a generally northeasterly direction to \nCarpenter’s Grove Church road as described in Deed Book 1391 at Page \n1653; Deed Book 1370 at Page 725; Deed Book 1387 at Pag e 954; and \nDeed Book 1412 at Page 709 which Easement is incorporated by \nreference as if fully set out herein. \n \nEdwards, 208 N.C. App. at 183.  The Court found that this latent ambiguity, however, \nwas capable of being aided by parol evidence.   See id. (“ [A]lthough the Defendants’ \nDeed leaves the parties’ agreement as to the location of the 45 foot easement \nundisclosed, the easement description does expressly incorporate the description \nthereof provided in these four deeds.   Accordingly, the Defendants’ Deed does point \nto extrinsic evidence by which identification of the easement might possibly be \nmade[.]”). \n70. Here, the Codicil provides: “[Plaintiffs] are to continue to have access to \nthe boat ramp and three piers [.]”  Thus, the writing assumes that Plaintiffs already \nhave these access rights and that they will continue to have the same access.  Further, \nthe Codicil references “Sea Manor Enterprises, LLC Mobile Home Park Information” \nand “Pender County and Town of Surf City real property tax documents.”  Whether \nthese documents provide the missing detail regarding the location of the easement \nacross both property owned by the LLC, as well as the Powell Lot now owned by the \nChurch, remains to be seen.  At this stage, however, Plaintiffs ’ claim to quiet title \nsurvives Defendants’ Motion. \n71. Accordingly, as to Plaintiffs’ claim to quiet title, the Motion is DENIED.  \nJ. Alter Ego \n72. Plaintiffs’ tenth claim is titled: “The LLC is an Alter Ego of Mr. Powell.”  \nPlaintiffs allege that “as sole member and manager of the LLC, Mr. Powell \nmaintained complete control not only over LLC finances, but also over policy and \nbusiness practices of the LLC when it related to transactions of the LLC such that \nthe LLC was  not operating on its own, but as an extension of Mr. Powell.”  \n(Compl. ¶ 127.)10  In addition, Plaintiffs allege upon information and belief that Mr. \nPowell did not maintain corporate formalities for the LLC.  (Compl. ¶ 128.)   \n73. Given his “ domination and control  over the LLC ” and his “non-\ncompliance with corporate formalities ,” Plaintiffs request th at the Court pierce the \ncorporate veil and treat the LLC as an alter ego of Mr. Powell.  (Compl. ¶ 129.) \n74. In their opening brief, Defendants argue that piercing the corporate \nveil11 is not a claim and, in any event,  is inappropriate here because there are no \nallegations of nefarious activity on the part of  Mr. Powell.  (Defs.’ Br. Supp. 26 –27.)  \nThe Court agrees. \n75. “To pierce the corporate veil is to set aside the corporate form and the \nprotections that go along with it.”  Harris v. Ten Oaks Mgmt., 2022 NCBC LEXIS 62, \nat **5 (N.C. Super. Ct. June 20, 2022).  “[V]eil piercing ‘ allows a plaintiff to impose \nlegal liability for a corporation’s obligations  . . . upon some other company or \nindividual that controls and dominates a corporation. ’ ”  Id. (quoting Green v. \nFreeman, 367 N.C. 136, 145 (2013)).   “The doctrine of piercing the corporate veil \napplies to LLCs as well as to corporations.”  Gurkin v. Sofield, 2020 NCBC LEXIS 49, \n \n10 The Complaint contains two paragraphs numbered 127.  The Court references the second \nparagraph 127 here.   \n \n11 In their responsive brief, Plaintiffs agree that they are requesting that the Court pierce the \nLLC’s corporate veil.  (See Pls.’ Br. Opp. 29.) \nat *23 (N.C. Super. Ct. Apr. 15, 2020) (citing Estate of Hurst v. Moorehead I, LLC , \n228 N.C. App. 571, 576 (2013)). \n76. Here, Plaintiffs appear to assert the less common form of veil piercing \nknown as reverse piercing.  See id. (Reverse piercing is used, “to make the corporate \nentity liable for the dominating shareholder’s actions rather than piercing the veil to \nmake the dominating shareholder personally liable for the corporate entity’s \nobligations.” (quoting Strategic Outsourcing, Inc. v. Stacks, 176 N.C. App. 247, 254 \n(2006) (cleaned up))); see also Fischer Inv. Cap., Inc. v. Catawba Dev. Corp., 200 N.C. \nApp. 644, 650 (2009) (“[W]here one entity is the alter -ego, or mere instrumentality, \nof another entity, shareholder, or officer, the corporate veil may be pierced to treat \nthe two entit ies as one and the same, so that one cannot hide behind the other to \navoid liability.”). \n77. To plead reverse piercing, Plaintiffs “must, at a minimum, begin by \npleading the same elements that are necessary to establish traditional piercing.”  \nHarris, 2022 NCBC LEXIS 62, at *6.  Plaintiffs must show “that the [LLC] is so \noperated that it is a mere instrumentality or alter ego of [Mr. Powell] and a shield for \nhis activities in violation of the declared public policy or statute of the State.”  Cold \nSprings Ventures, LLC v. Gilead Scis., Inc. , 2015 NCBC LEXIS 1 , at *15 –16 (N.C. \nSuper. Ct. Jan. 6, 2015) (quoting Green, 367 N.C. at 145). \n78. The Court looks for three elements: \n(1) Control, not mere majority or complete stock control, but complete \ndomination, not only of finances, but of policy and business practice in \nrespect to the transaction attacked so that the corporate entity as to this \ntransaction had at the time no separate mind, will or existence of its \nown; and \n \n(2) Such control must have been used by the defendant to commit fraud \nor wrong, to perpetrate the violation of a statutory or other positive legal \nduty, or a dishonest and unjust act in contravention of [a] plaintiff’s legal \nrights; and  \n \n(3) The aforesaid control and breach of duty must proximately cause the \ninjury or unjust loss complained of. \n \nId. at *16 (citation omitted). \n79. Plaintiffs’ claim fails at the second element.  There are no allegations in \nPlaintiffs’ Complaint that Mr. Powell engaged in fraud or that he used the LLC to \nperpetrate dishonest or  unjust act s.  Plaintiffs merely allege that Mr. Powell \npromised that “they had nothing to worry about” and “ they would be taken care of,” \nand then signed a Codicil purporting to transfer to them real property—some of which \nwas owned by the LLC and not by him individually .  See Best Cartage, Inc. v. \nStonewall Packaging, LLC, 219 N.C. App. 429, 440 (2012)  (rejecting the argument \nthat a breach of contract, “in itself, can amount to a wrongdoing[.]”); cf. Harris, 2022 \nNCBC LEXIS 62, at **9 (“The allegations must show some ‘indicia of fraudulent or \ninequitable conduct’ apart from the breach: ‘a showing for example, that the puppet \nentity was created for the purpose of entering into the relevant contract or used as a \nmeans to unjustly insulate another from liability.’ ”).  No such allegations have been \nmade here. \n80. Therefore, as to Plaintiffs’ tenth claim for relief (Alter Ego), Defendants’ \nMotion is GRANTED, and this claim is DISMISSED with prejudice. \n  \nIV. CONCLUSION \n81. WHEREFORE, Defendants’ Motion for Judgment on the Pleadings is \nGRANTED in part and DENIED in part as follows: \na. As to Plaintiffs’ First Claim for Relief (Breach of Contract by and \nbetween the LLC and Plaintiffs), the Motion is DENIED. \nb. As to Plaintiffs’ Second Claim for Relief (Breach of Contract between \nMr. Powell and Plaintiffs), the Motion is GRANTED, and this claim \nis DISMISSED with prejudice. \nc. As to Plaintiffs’  Third Claim for Relief (Unjust Enrichment, \nResulting Trust, and Constructive Trust with Respect to the Park), \nthe Motion is GRANTED, and this claim is DISMISSED without \nprejudice to Plaintiffs’ right to seek a constructive trust as a remedy \nshould Plaintiffs show that they are entitled to such relief. \nd. As to Plaintiffs’ Fourth Claim for Relief (Unjust Enrichment with \nRegards to Northern Docks), the Motion is GRANTED, and this \nclaim is DISMISSED with prejudice. \ne. As to Plaintiffs’ Fifth Claim for Relief (Breach of Operating \nAgreement), the Motion is GRANTED, and this claim is \nDISMISSED with prejudice. \nf. As to Plaintiffs’ Sixth Claim for Relief (Request for Declaratory \nJudgment), the Motion is DENIED. \ng. As to Plaintiffs’ Seventh Claim for Relief (Reformation of Will to \nConform to Testator’s Intent), the Motion is GRANTED, and this \nclaim is DISMISSED without prejudice to Plaintiffs’ ability to seek \nreformation as a remedy should Plaintiffs show that they are entitled \nto such relief. \nh. As to Plaintiffs’ Eighth Claim for Relief (Quiet Title to Rights of \nEasement over Riparian Tracts), the Motion is DENIED.  \ni. As to Plaintiffs’ Tenth Claim for Relief ( The LLC is an Alter Ego of \nMr. Powell), the Motion is GRANTED, and this claim is \nDISMISSED with prejudice. \nSO ORDERED, this the 3rd day of October, 2024. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n "
}