{
  "id": "8fb90defb438317d5ba3c75077764cbf5b9de36f86f3a464f35973cfc02bf5e4",
  "source_file": "data/raw/ncbc/8fb90defb438317d5ba3c75077764cbf5b9de36f86f3a464f35973cfc02bf5e4.pdf",
  "raw_text": "LendingTree, LLC v. Intercontinental Capital Grp., Inc., 2017 NCBC 53. \n \n \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 20746 \n \nLENDINGTREE, LLC, \n \nPlaintiff, \n \nv. \n \nINTERCONTINENTAL CAPITAL \nGROUP, INC.; EQUALIFY \nHOLDINGS LIMITED LIABILITY \nCOMPANY; DANIEL WILSON; and \nLAURA ASHLEY BROOKS, \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON MOTION \nTO DISMISS CERTAIN CLAIMS OF \nTHE AMENDED COMPLAINT \n \n \n1. This case concerns a contract dispute between Plaintiff LendingTree, LLC \n(“LendingTree”) and Defendant Intercontinental Capital Group, Inc. \n(“Intercontinental”).  LendingTree contends that Intercontinental has violated a non-\nsolicitation provision of the contract  either by directly hiring  a number of \nLendingTree’s employees or by  indirectly hiring them through its alter ego, \nDefendant eQualify Holdings Limited Liability Company  (“eQualify Holdings”).  In \nthis action, LendingTree asserts claims against Intercontinental and eQualify \nHoldings, as well as two of the individuals (Daniel Wilson and Laura Ashley Brooks) \nallegedly targeted and hired.   \n2. Defendants jointly moved to dismiss some but not all of the asserted claims \npursuant to Rule 12(b)(6) of the North Carolina Rules of Civil Procedure .  Having \nconsidered the motion, the briefs, and the arguments of counsel, the Court GRANTS \nin part and DENIES in part the motion. \n \n \nNexsen Pruett , PLLC, by C. Grainger Pierce , Jr.  and Kathleen D.B. \nBurchette, for Plaintiff LendingTree, LLC. \n \nBradley Arant Boult Cummings LLP , by Christopher C. Lam and G. \nBenjamin Milam, for Defendants Intercontinental Capital Group, Inc.,  \neQualify Holdings L imited Liability Company, Daniel Wilson , and \nLaura Ashley Brooks.  \n \nConrad, Judge. \nI. \nBACKGROUND \n3. The Court does not make findings of fact on a Rule 12(b)(6) motion to \ndismiss.  The following factual summary is drawn from relevant allegations in the \namended complaint. \n4. LendingTree, a Delaware limited liability company, is “an online loan \nmarketplace.”  (Am. Compl. ¶¶ 1, 7.)  Among other things, LendingTree provides a \n“proprietary consumer-lender matching process,” which allows consumers to compare \ninformation from prospective lenders.  (Am. Compl. ¶ 7.)  LendingTree maintains its \nprincipal place of business in Mecklenburg County, North Carolina.  (Am. Compl. \n¶ 1.)   \n5. Intercontinental, a New York corporation, is one of the  lenders in \nLendingTree’s network.  (Am. Compl. ¶¶  2, 10.)  Intercontinental does business in \napproximately forty States under the trade  name “eQualify ” and shares “common \nownership with”  eQualify Holdings.  (Am. Compl. ¶¶ 2, 19, 25 , 29 .)  LendingTree \nalleges that eQualify Holdings “may be an inactive entity” and “is a close affiliate and \nalter ego” of Intercontinental.  (Am. Compl. ¶ 3.)   \n \n \n6. The relationship between LendingTree and Intercontinental is governed by \nthe terms of a  contract entitl ed “CLO Services Agreement ” (“Agreement”), which \nbecame effective on January 29, 2016 and has not been terminated.  (See Am. Compl. \n¶ 10.)  The Agreement includes a non-solicitation provision, which states as follows: \n“Unless otherwise approved in writing,  during the [term of the Agreement] and for \none (1) year thereafter, [Intercontinental] shall not hire any person who is or was an \nemployee of LendingTree during the [term of the Agreement].”  (Am. Compl. ¶ 11.)   \n7. According to the amended complaint, Intercontinental began recruiting and \nhiring LendingTree’s employees as early as 2014 and continued to do so through 2016, \nafter the effective date of the Agreement.  ( See Am. Compl. ¶¶  17–19.)  \nIntercontinental’s alleged targets include d both individual Defendants, Daniel \nWilson and Laura Ashley Brooks.  (Am. Compl. ¶¶  4, 5.)  Wilson is LendingTree’s \nformer Chief Architect of Technology.  (Am. Compl. ¶ 12.)  He resigned in May 2014 \nand, at an unspecified time “[t]hereafter,” “began active ly recruiting LendingTree \nemployees to leave LendingTree and to provide services for” Inter continental.  (Am. \nCompl. ¶  17.)  Wilson allegedly induced Brooks  to resign her position as \nLendingTree’s Senior Director of Product Management  on July 29, 2016.  ( See Am. \nCompl. ¶¶ 13, 17–18.)  \n8. Roughly two months after Brooks’s departure, Anthony Robinson and Edgar \nMelendez resigned their positions  with LendingTree (as Senior Developer and \nDeveloper, respectively), allegedly due to the influence of Wilson and Brooks acting \non behalf of Intercontinental.  (See Am. Compl. ¶¶ 6, 14–15, 19.)  LendingTree learned \n \n \nthat Robinson and Melendez intended “to work with Defendants Wilson and Brooks \nat an entity they each identified as ‘eQualify.’”  (Am. Compl. ¶ 19.)  Melendez further \ninformed LendingTree that he and the other former employees “would be helping \n‘eQualify’ to build a direct-to-consumer back-end loan origination system” to compete \nwith LendingTree.  (Am. Compl. ¶ 20.)   \n9. These revelations prompted LendingTree to send Intercontinental a notice, \nwhich identified the four former employees by name and  highlighted the non -\nsolicitation provision of the Agreement.  (See Am. Compl. ¶ 23.)  On October 6, 2016, \nIntercontinental’s President and General Counsel, Ron Fountain , resp onded that \nnone of the individuals were employed by Intercontinental.  (Am. Compl. ¶  24.)  On \nOctober 18, 2016, Fountain informed LendingTree that all four individuals were \nemployed by eQualify Holdings.  (Am. Compl. ¶ 25.)   \n10. LendingTree filed this action less than a month later on November 11, 2016.  \nIt contends that Intercontinental breached the Agreement , either by directly  hiring \nBrooks, Robinson, and Melendez or by using eQualify Holdings as its alter ego to hire \nthese individuals “in an attempt to cir cumvent the prohibitions on hiring \nLendingTree employees.”  (Am. Compl. ¶  35; see also  Am. Compl. ¶  22.)  \nIntercontinental and eQualify Holdings moved to dismiss the original complaint on \nDecember 16, 2016 , and  Wilson and Brooks  did so  on December 28 , 2016 .  \nLendingTree filed its amended complaint as of right on March 1, 2017, and the Court \ndenied the Defendants’ initial motions to dismiss as moot on March 3, 2017.   \n \n \n11. The amended complaint asserts claims for  breach of contract (against \nIntercontinental and eQualify Holdings), tortious interference with contract (against \nWilson and Brooks) , unfair or deceptive trade practices (against Intercontinental); \nand civil conspiracy (against all Defendants).  The amended complaint also includes \nsections, styled as causes of action, regarding piercing the corporate veil and a request \nfor a preliminary injunction.  (See Am. Compl. ¶¶ 28–37, 58–61.)   \n12. Defendants jointly filed their renewed motion to dismiss on March 31, 2017.  \nThe motion seeks dismissal of all claims except for breach of contract and piercing \nthe corporate veil.  LendingTree filed its response on May 3, 2017, and Defendants \nfiled a reply on May 16, 2017.  The Court held a hearing on May 31, 2017, at which \nall parties were represented by counsel.  The motion to dismiss is ripe for decision. \nII.  \nANALYSIS \n \n13. A motion to dismiss under Rule 12(b)(6) “tests the legal sufficiency of the \ncomplaint.”  Concrete Serv. Corp. v. Investors Grp ., Inc., 79 N.C. App. 678, 681, 340  \nS.E.2d 755, 758 (1986).  “Dismissal of a complaint under Rule 12(b)(6) is proper when \none of the following three conditions is satisfied: (1) when the complaint on its face \nreveals that no law supports plaintiff’s claim; (2) when the complaint on its face  \nreveals the absence of fact sufficient to make a good claim; (3) when some fact \ndisclosed in the complaint necessarily defeats plaintiff’s claim.”   Jackson v. \nBumgardner, 318 N.C. 172, 175, 347 S.E.2d 743, 745 (1986).   \n14. In deciding a Rule 12(b)(6) motion,  the Court must treat the well -pleaded \nallegations of the complaint as true and view the facts and permissible inferences “in \n \n \nthe light most favorable to” the non-moving party.  Ford v. Peaches Entm’t Corp., 83 \nN.C. App. 155, 156, 349 S.E.2d 82, 83 (1986); see also Sutton v. Duke, 277 N.C. 94, 98, \n176 S.E.2d 161, 163 (1970).  “[T]he court is not required to accept as true any \nconclusions of law or unwarranted deductions of fact.”  Oberlin Capital, L.P. v. Slavin, \n147 N.C. App. 52, 56, 554 S.E.2d 840, 844 (2001).   \nA. Claim for Unfair or Deceptive Trade Practices Against Intercontinental \n15. The amended complaint asserts a claim for unfair or deceptive trade \npractices pursuant to N.C. Gen. Stat. § 75 -1.1 against only Intercontinental.  ( See \nAm. Compl. ¶¶ 49–53.)  Intercontinental moves to dismiss the claim, arguing in part \nthat “LendingTree has not alleged aggravating circumstances showing that this \nmatter extends beyond a mere contractual dispute.”  (Defs.’ Mem. in Supp. of Mot. to \nDismiss  [“Defs.’ Mem.”] 8.)   \n16. A claim for unfair or deceptive trade practices under N.C. Gen. Stat. §  75-\n1.1 requires three elements:  “(1) an unfair or deceptive act or practice, or an unfair \nmethod of competition, (2) in or affecting commerce, (3) which proximately caused \nactual injury to the plaintiff or to his business.”  Brinkman v. Barrett Kays & Assocs., \nP.A., 155 N.C. App. 738, 743, 575 S.E.2d 40, 44 (2003).  “[A] trade practice is unfair if \nit ‘is immoral, unethical, oppressive, unscrupulous, or substantially injurious to \ncustomers.’”  Branch Banking & Trust Co. v. Thompson , 107 N.C. App. 53, 61 , 418 \nS.E.2d 694, 700 (1992) (quoting Johnson v. Phoenix Mut. Life Ins. Co., 300 N.C. 247, \n263, 266 S.E.2d 610, 621 (1980)). \n \n \n17. In general, “actions for unfair or deceptive trade practices are distinct from \nactions for breach of contract,” and “a mere breach of contract, even if intentional, is \nnot sufficiently unfair or de ceptive to sustain an action under N.C.G.S. §  75-1.1.”  \nBranch Banking & Trust , 107 N.C. App. at 62, 418 S.E.2d at 700.  Accordingly, a \nplaintiff alleging breach of contract “must show ‘substantial aggravating \ncircumstances attending the breach to recover’” under section 75-1.1.  Eastover Ridge, \nL.L.C. v. Metric Constructors, Inc., 139 N.C. App. 360, 368, 533 S.E.2d 827, 833 (2000) \n(quoting Branch Banking & Trust , 107 N.C. App. at 62, 418 S.E.2d at 700).  \nAggravating circumstances “‘generally involve forged documents, lies, and fraudulent \ninducements.’”  Forest2Market, Inc. v. Arcogent, Inc. , 2016 NCBC LEXIS 3, at *14 \n(N.C. Super. Ct. Jan. 5, 2016) (quoting Stack v. Abbott Labs., Inc. , 979 F. Supp.  2d \n658, 668 (M.D.N.C. 2013)). \n18. The Court concludes that LendingTree has sufficiently alleged aggravating \ncircumstances above and beyond a mere breach of contract.  LendingTree alleges that \nIntercontinental attempted to “circumvent” the Agreement’s non -solicitation \nprovision by directing its alter ego, eQualify Holdings, to hire Brooks, Robinson, and \nMelendez.  ( Am. Compl. ¶  35; see also Am. Compl. ¶¶ 3, 17–19, 26, 32.)  Then, in \nresponse to LendingTree’s inquiries, Intercontinental insisted that the individuals \nwere employed by eQualify Holdings and denied breaching the Agreement.  (See Am. \nCompl. ¶¶ 24–25.)  Though ostensibly employed by eQualify  Holdings, the former \nLendingTree employees are now providing services to Intercontinental: they work \ntogether in New York (the home of Intercontinental, not eQualify Holdings) and are \n \n \nbuilding a system that will allow Intercontinental to compete with LendingTree.  (See \nAm. Compl. ¶¶ 20–22, 35.)   \n19.  These allegations are  not “indistinguishable from an assertion that \n[Intercontinental] intentionally breach ed” the Agreement , as Intercontinental \ncontends.  ( See Defs.’ Mem. 9.)  Taken as true, the amended compla int alleges a \nscheme by Intercontinental to enjoy both the benefit of its bargain and the benefit of \nits breach.  Such allegations, akin to concealment of a breach, are sufficient to survive \na motion to dismiss.   See Sparrow Sys. v. Private Diagnostic Clin ic, PLLC , 2014 \nNCBC LEXIS 70, at *44 (N.C. Super. Ct. Dec. 24, 2014) (denying motion to dismiss \ndue to defendant’s “deceitful conduct in order to effectuate and conceal its breaches”); \nInterstate Narrow Fabrics, Inc. v. Century USA, Inc. , 218 F.R.D. 455, 4 65–66 \n(M.D.N.C. 2003) (denying summary judgment where defendant engaged in \nintentional deception for the purpose of “continu[ing] to reap the benefits of the \nAgreement”).   \n20. In its reply memorandum, Intercontinental also argues that its alleged \nactions were  not “in or affecting commerce ,” as required by section 75 -1.1.  \nIntercontinental bases this argument on the “learned profession” exception, \ncontending that  LendingTree improperly relies on correspondence from \nIntercontinental’s general counsel, Ron Fountain, to show deception.  (Defs.’ Reply in \nSupp. of Mot. to Dismiss  [“Defs.’ Reply”] 7 (citing Moch v. A.M. Pappas & Assocs., \nLLC, 794 S.E.2d 898, 904 (N.C. App. 2016)).)  The Court disagrees.   \n \n \n21. First, LendingTree’s claim turns on the actions of Intercontine ntal, not its \nattorney, in deceptively hiring former LendingTree employees through an alter ego.  \nThus, in contrast with Moch, LendingTree has sufficiently identified  “specific acts” \nthat “were undertaken by defendants alone and not by defendants’ counsel” and that \n“could support a claim for unfair or deceptive trade practices.”  Moch, 794 S.E.2d at \n904.  Second, Fountain held himself out as both President and General Counsel.  (See \nAm. Compl. ¶ 24.)  Taking reasonable inferences in favor of LendingTree as the non-\nmoving party, Fountain acted in his capacity as President, which is not subject to the \nlearned profession exception.  See Reid v. Ayers, 138 N.C. App. 261, 266, 531 S.E.2d \n231, 235 (2000) (discussing “two -part test,” including requirement that “con duct in \nquestion must be a rendering of professional services”). \n22. For these reasons, LendingTree has adequately stated a claim for unfair or \ndeceptive trade practices against Intercontinental.  The Court denies the motion to \ndismiss the claim. \nB. Claim for Tortious Interference with Contract Against Wilson and Brooks \n23. LendingTree contends that the individual Defendants, Wilson and Brooks,  \nas agents of Intercontinental, tortiously interfered with the Agreement by inducing \nIntercontinental to hire LendingTree e mployees in violation of the non -solicitation \nprovision.  (See Am. Compl. ¶¶ 42–46; see also Pl.’s Mem. in Opp’n to Defs.’ Mot. to \nDismiss [“ Pl.’s Mem.”] 3.)   Wilson and Brooks argue that  they are immune from \nliability for interfering with the contractual relations of their alleged employer.  (See \nDefs.’ Mem. 7.) \n \n \n24. “The pleading standards for a tortious interference with contract claim are \nstrict.”  Urquhart v. Trenkelbach, 2017 NCBC LEXIS 12, at *15 (N.C. Super. Ct. Feb. \n8, 2017); accord Kerry Bodenhamer Farms, LLC v. Nature’s Pearl Corp., 2017 NCBC \nLEXIS 27, at *16 (N.C. Super. Ct. Mar. 27, 2017) .  To state a claim for tortious \ninterference, a plaintiff must allege:  “(1) a valid contract between the plaintiff and a \nthird person which confers upon the plaintiff a contractual right against a third \nperson; (2) the defendant knows of the contract; (3) t he defendant intentionally \ninduces the third person not to perform the contract; (4) and in doing so acts without \njustification; (5) resulting in actual damages to plaintiff.”  Privette v. Univ. of N.C. at \nChapel Hill, 96 N.C. App. 124, 134, 385 S.E.2d 185, 190 (1989) (quoting United Labs., \nInc. v. Kuykendall, 322 N.C. 643, 661, 370 S.E.2d 375, 387 (1988)).  “A motion under \nRule 12(b)(6) should be granted when the complaint reveals that the interference was \njustified or privileged .”  Peoples Sec. Life Ins. Co. v. Hooks , 322 N.C. 216, 220, 367 \nS.E.2d 647, 650 (1988). \n25. As alleged,  any interference by Wilson  and Brooks  was privileged,  and \nLendingTree’s claim cannot survive.  The amended complaint expressly states that \nWilson was acting as an “agent” for Intercontinental when he recruited Brooks.  (Am. \nCompl. ¶ 19.)  And Wilson and Brooks were both acting as Intercontinental’s “agents” \nwhen they recruited Robinson and Melendez.  (Am. Compl. ¶ 17.)  In other words, the \namended complaint begins from the premise that Wilson and Brooks were employed \nby Intercontinental —either directly or through its alter ego, eQualify Holdings —\nwhen they lured others away from LendingTree.  (See Am. Compl. ¶ 22.)   \n \n \n26. These allegations defeat LendingTree’s claim because “[a] corporate entity \ncan only act through its agents and employees.”  Scherer v. Steel Creek Prop. Owners \nAss’n, No. 1:13 -cv-00121-MR-DLH, 2016 U.S. Dist. LEXIS 42372, at *23 ( W.D.N.C. \nMar. 30, 2016).  As one federal district court put it, “employees of the c ontracting \norganization cannot commit tortious interference unless they have in fact interfered \nwith the contract and the interference has no relation whatever to that legitimate \nbusiness interest which is the source of the defendant’s non-outsider status.”  Ennett \nv. Cumberland County Bd. of Educ. , 698 F. Supp. 2d 557, 561 (E.D.N.C. 2010) \n(applying North Carolina law) (citation and quotation marks omitted).  Accordingly, \n“agents or employees ” are generally  “immune from liability for inducing ” their \nemployer “to breach its contract, assuming their actions are in pursuit of [their \nemployment] interests or duties.”  Wilson v. McClenny, 262 N.C. 121, 133, 136 S.E.2d \n569, 578 (1964) (citation and quotation marks omitted) ; see also Scherer, 2016 U.S. \nDist. LEXIS 42372, at *23  (“Ergo, an action for interference with contract cannot \ngenerally be maintained against an agent or employee (‘non-outsider’) of a corporate \nparty to the contract at issue.”).   \n27. In its response brief, LendingTree contends that this case law does not apply \nto Brooks because she wrongfully “induced” Intercontinental and eQualify Holdings \nto breach the Agreement by “offering her employment” at a time when she was not \nemployed by either company.  (Pl.’s Mem. 7.)  Defendants correctly observe that the \namended complaint includes no allegations to support this argument.  ( See Defs.’ \nReply 3 n.2.)  The amended complaint alleges that Intercontinental, eQualify \n \n \nHoldings, and Wilson (as their agent) induced Brooks to resign —not that Brooks \ninduced their conduct.  ( See Am. Compl. ¶  18.)  Accordingly, LendingTree’s claim \nagainst Brooks rests on her alleged actions to recruit Robinson and Melendez, and \nthose actions are privileged. \n28. LendingTree also argues that Wilson and Brooks forsook any immunity by \nacting with malice and in their own interests, as opposed to Intercontinental ’s \ninterests.  ( See Pl.’s Mem. 8 –9.)  The amended complaint does not support this \nargument.  LendingTree consistently alleges that Intercontinental acted “through” \nWilson and Brooks for the purpose of hiring individuals to compete with LendingTree.  \n(E.g., Am. Compl. ¶¶  17–22.)  Furthering an employer’s competitive goals  is a \nlegitimate business purpose.  See Privette, 96 N.C. App. at 134, 385 S.E.2d at 191  \n(affirming dismissal where  “complaint on its face admit[ted] .  . . a proper motive” ); \nsee also Hooks, 322 N.C. at 221, 367 S.E.2d at 650 (holding that “interference may be \njustified when the plaintiff and the defendant are competitors”). \n29. Moreover, LendingTree’s allegations of malice are boilerplate.  P aragraphs \n44 and 45  of the amended complaint allege that Wilson and Brooks acted \n“intentionally, maliciously, and purposefully” and that their  actions were “wrongful \nand without justification .”  Such conclusory and  “general allegations of malice  are \ninsufficient as a matter of pleading.”  Pinewood Homes, Inc. v. Harris, 184 N.C. App. \n597, 605, 646 S.E.2d 826, 833 (2007); see also Stec v. Fuzion Inv. Capital, LLC, 2012 \nNCBC LEXIS 24, at *24 (N.C. Super. Ct. Apr. 30, 2012) (dismissin g claim where \nplaintiff made only “general conclusions of malice and fail[ed] to allege that \n \n \nDefendants acted for their own personal interest”) ; Kerry Bodenhamer Farms, 2017 \nNCBC LEXIS 27, at *17–18 (same). \n30. For these reasons, the Court grants the motion to  dismiss the claim for \ntortious interference with contract .  LendingTree had an opportunity to cure any \ndefect in this claim when it filed the amended complaint in response to Wilson and \nBrooks’s original motion to dismiss.  Accordingly, the Court dismisses the claim with \nprejudice.   \nC. Claim for Civil Conspiracy Against All Defendants \n31. All Defendants move to dismiss the claim for civil conspiracy.  “The elements \nof a civil conspiracy are: (1) an agreement between two or more individuals; (2) to do \nan unlawful act or to do a lawful act in an unlawful way; (3) resulting in injury to \nplaintiff inflicted by one or more of the conspirators; and (4) pursua nt to a common \nscheme.”  Piraino Bros., LLC v. Atl. Fin. Grp., Inc., 211 N.C. App. 343, 350, 712 S.E.2d \n328, 333 (2011).   \n32. Defendants point to the well -settled rule that “there can be no conspiracy ” \nbetween a corporation and its agents.  Chrysler Credit Corp. v. Rebhan, 66 N.C. App. \n255, 259, 311 S.E.2d 606, 609 (1984).  As discussed, the amended complaint expressly \nalleges that Wilson and Brooks acted as “agents” of Intercontinental when recruiting \nLendingTree’s employees .  (Am. Compl. ¶¶  17, 19 .)  The amended complaint also \nalleges that eQualify Holdings is Intercontinental’s “alter ego.”  (Am. Compl. ¶¶  3, \n37.)  These allegations, taken  as true , require dismissal of the claim .  See, e.g. , \nChrysler Credit , 66 N.C. App. at 259, 311 S.E.2d at 609 (affirming Rule 12(b)(6) \n \n \ndismissal of conspiracy claim where claim expressly alleged agency relationship) ; \nPanthera Rail Car LLC v. Kasgro Rail Corp., 985 F.Supp.2d 677, 689 (W.D. Pa. 2013) \n(applying California law and dismissing conspiracy claim because “an alter ego \ncannot conspire with itself”).   \n33. LendingTree’s response brief offers no argument with respect to Wilson or \neQualify Holdings.  (See generally Pl.’s Mem. 11–13.)  Instead, LendingTree repeats \nits argument that Brooks was not an agent or employee of Intercontinental at the \ntime of her own resignation from LendingTree .  (See Pl.’s Mem. 12 –13.)  But t he \namended complaint does not allege that Brooks conspired to resign—it alleges that \nshe was induced to resign by Intercontinental and its agents.  (Am. Compl. ¶ 18.)   \n34. Accordingly, the Court grants the motion to dismiss the claim for conspiracy, \nand the claim is dismissed with prejudice .  Having reached this decision, t he Court \nneed not address Defendants’ alternative argument that the conspiracy claim lacks \nan underlying tort.  (See Defs.’ Mem. 10.) \nD. Preliminary Injunction \n35. The amended complaint purports to assert a cause of action for “Preliminary \nInjunction Against All Defendants.”  (Am. Compl. ¶¶  58–61.)  Defendants move to \ndismiss for failure to state a claim, and LendingTree responds that the issue is not \nyet “ripe” because LendingTree has not “moved for a preliminary injunction.”  ( See \nDefs.’ Mem. 11–13; Pl.’s Mem. 13.) \n36. Both sides are, in a sense, correct.  “A preliminary injunction is an ancillary \nremedy, not an independent cause of action.”  Revelle v. Chamblee, 168 N.C. App. 227, \n230, 606 S.E.2d 712, 714 (2005).  Thus, Defendants correctly contend that a purported \n \n \ncause of action for a preliminary injunction fails to state a claim.  See Sloan v. Inolife \nTechs., Inc. , 2017 NCBC LEXIS 45, at *11 –12 (N.C. Super. Ct. May 22, 2017) \n(dismissing purported “claim for damages”). \n37. Nevertheless, LendingTree has stated clai ms for breach of contract and \nunfair or deceptive trade practices.  The amended complaint also requests injunctive \nrelief as an appropriate remedy.  (See Am. Compl. ¶ 41.)  LendingTree has not moved \nfor injunctive relief, and it correctly contends that any ruling on such a request would \nbe premature.  (Pl.’s Mem. 13.) \n38. Accordingly, for purposes of clarity, the Court grants the motion to the \nextent it seeks dismissal of the purported cause of action for preliminary injunction.  \nThe Court renders this decision without prejudice to LendingTree’s ability to pursue \nwhatever remedies it may be entitled to by law or equity pursuant to its prayer for \nrelief, which the Court construes to include a request for preliminary injunctive relief.  \nThe Court will assess a motion for preliminary injunction, if filed, on its own merits \nand not as part of this Order.  \nIII. \nCONCLUSION \n \n39. The Court GRANTS in part and DENIES in part Defendants’ motion to \ndismiss as follows:  \na. The Court denies the motion as to the claim for unfair or deceptive trade \npractices against Intercontinental.  \nb. The Court grants the motion as to the claim  for tortious interference \nagainst Wilson and Brooks.  This claim is dismissed with prejudice. \n \n \nc. The Court grants the motion as to the claim for civil conspiracy against \nall Defendants.  This claim is dismissed with prejudice. \nd. The Court grants the motion as to the purported claim for  preliminary \ninjunction against all Defend ants.  The Court ’s ruling is  without \nprejudice to LendingTree’s ability to file a motion for preliminary \ninjunction.   \n This the 23rd day of June, 2017 \n \n \n        /s/ Adam M. Conrad   \n       Adam M. Conrad \n       Special Superior Court Judge \n         for Complex Business Cases "
}