{
  "id": "8fd9a8c5e1ecdafa00d231c856099021f1b1eab7e2637dd91de5a6855b9be174",
  "source_file": "data/raw/ncbc/8fd9a8c5e1ecdafa00d231c856099021f1b1eab7e2637dd91de5a6855b9be174.pdf",
  "raw_text": "Denver Prop. Partners, LLC v. Sisson, 2019 NCBC 22. \n \nSTATE OF NORTH CAROLINA \n \nLINCOLN COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 725 \n \nDENVER PROPERTY PARTNERS, \nLLC; and BAYPORT HOLDINGS, \nINC. d/b/a DENVER DEFENSE \nRANGE & FIREARMS, \n \n   Plaintiffs, \n \nv. \n \nBRIAN P. SISSON; LAKE NORMAN \nSPORTING ARMS AND RANGE, \nINC. d/b/a THE RANGE AT LAKE \nNORMAN, d/b/a THE RANGE AT \nBALLANTYNE, d/b/a PINEVILLE \nGUN SHOP; and THE RANGE AT \nDENVER, INC., \n \n   Defendants. \n \nORDER AND OPINION \nON DEFENDANTS’ MOTION FOR \nPARTIAL SUMMARY JUDGMENT \n \n1. THIS MATTER  is before the Court on Defendants’ Motion for Partial \nSummary Judgment ( the “Motion”) filed on J anuary 18, 2019 .1  (ECF No. 30.)  \nDefendants seek summary judgment in their favor pursuant to Rule 56 of the North \nCarolina Rules of Civil Procedure (“Rule(s)”) on Plaintiffs’ first claim for relief (breach \nof contract).  For the reasons stated herein, the Court GRANTS the Motion. \nElliott Law Firm, PC, by Michael Elliott, for Plaintiffs. \n \nSisson Law Firm, P LLC, by Kevin M. Sisson, and The McIntosh Law \nFirm P.C., by Joel M. Bondurant, for Defendants. \n \nRobinson, Judge. \n \n                                                 \n1The Court held a hearing on the Motion on March 28, 2019 at which all  parties were \nrepresented by counsel.  The Motion has been fully briefed and is now ripe for resolution. \nI. INTRODUCTION \n2. The Court does not make findings of fact wh en ruling on motions for \nsummary judgment.  See In re Estate of Pope, 192 N.C. App. 321, 329, 666 S.E.2d 140, \n147 (2008) (citation omitted).  The factual background contained herein, taken from \nthe evidence submitted in support of and in opposition to the Motion, is intended \nsolely to provide context for the Court’s analysis and ruling.   \n3. This litigation arises out of failed negotiations between Plaintiffs Denver \nProperty Partners , LLC and Bayport Holdings Inc. (collectively, “Plaintiffs”) , and \nDefendants Brian P. Sisson (“Sisson”) and The Range at Denver, Inc. (“TRD”) for the \npurchase of real property and other assets used and owned by Plaintiffs to operate an \nindoor shooting range and firearms retail store , Denver Defense Range & Firearms \n(“DDRF”).  As a part of those negotiations, on or about December 28, 2017, Plaintiffs \nand Sisson entered into a Management Agreement whereby Sisson agreed to manage \nDDRF.  The parties understood that this agreement allowed Sisson to run DDRF \nwhile simultaneously engaging  in due diligence efforts to determine whether he \nultimately wanted to purchase the business.  After several months of running DDRF, \non or around May 15, 2018, Sisson advised Plaintiffs that he no longer was interested \nin purchasing the business or managing Plaintiffs’ operations , and this litigation \nquickly ensued. \n4. Plaintiffs’ Complaint includes seven (7) separate causes of action  \naddressing a number of alleged acts of misconduct related to Sisson’s oversight of \nPlaintiffs’ operations and his decision not to go through with the purchase of DDRF.  \nDefendants seek, by the Motion, dismissal with prejudice of only one of those seven \nclaims: Plaintiffs’ first claim for breach of contract of an alleged written Purchase of \nBusiness Agreement (the “PBA”), dated February 5, 2018.  Plaintiffs contend that the \nPBA, if enforceable, would obligate TRD to pay $3.3 million for Plaintiffs’ real \nproperty and business assets. \nII. LEGAL STANDARD    \n5. Summary judgment is appropriate “if the pleadings, depositions, answers \nto interrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and that any party is entitled \nto a judgment as a matter of law.”  N.C. Gen.  Stat. § 1A -1, Rule 56(c).  “A genuine \nissue is one that can be maintained by substantial evidence.”  Dobson v. Harris, 352 \nN.C. 77, 83, 530 S.E.2d 829, 835 (2000) (quotation marks and citation omitted). \n6. The moving party bears the burden of showing that there is no genuine \nissue of material fact and that the movant is entitled to judgment as a matter of law.  \nHensley v. Nat’l Freight Transp., Inc. , 193 N.C. App. 561, 563, 668 S.E.2d  349, 351 \n(2008).  The movant may make the required showing by proving that “an essential \nelement of the opposing party’s claim does not exist . . . or by showing through \ndiscovery that the opposing party cannot produce evidence to support an essential \nelement of [its] claim.”  Dobson, 352 N.C. at 83, 530 S.E.2d at 835 (citations omitted). \n7. “Once the party seeking summary judgment makes the required showing, \nthe burden shifts to the nonmoving party to produce a forecast of evidence \ndemonstrating specific facts, as opposed to allegations, showing that he can at least \nestablish a prima facie case at trial.”  Gaunt v. Pittaway, 139 N.C. App. 778, 784−85, \n534 S.E.2d 660, 664 (2000).  The Court must view the evidence in the light most \nfavorable to the nonmovant.  Dobson, 352 N.C. at 83, 530 S.E.2d at 835.  However, \nthe nonmovant \nmay not rest upon the mere allegations or denials of his pleading, but \nhis response, by affidavits or as otherwise provided in this rule, must set \nforth specific facts showing that there is a genuine issue for trial.  If [the \nnonmovant] do es not so respond, summary judgment, if appropriate, \nshall be entered against [the nonmovant].  \n  \nN.C. Gen. Stat. § 1A-1, Rule 56(e). \nIII. DISCUSSION \n8. The Motion is premised principally on the contention, support ed by sworn \naffidavit testimony and other record evidence properly considered  on a Rule 56 \nmotion, that Plaintiffs and TRD, through its agent Sisson, never actually entered into \nthe PBA for the sale of DDRF.  \n9. Defendants’ position relies upon the sworn deposition testimony of Joseph \nVagnone (“Vagnone”), the broker retained by Plaintiffs to sell the business, as well as \nan e-mail chain between Sisson, Robert Watson (“Watson”), a representative for \nPlaintiffs, and Watson’s attorney .  Th e testimon y and  e-mail chain evidence the \nfollowing relevant communications between the parties: \na. At some point on February 5, 2018, Watson e-mailed Vagnone asking if \nhe could get “the signed asset purchase agreement”  from Sisson.  (Pls.’ \nMem. L. Opp’n to Defs.’ Mot. for Partial Summ. J. Ex. A, at 63:23−63:25, \nECF No. 34 [“Vagnone Dep.”] .)  Vagnone forwarded Watson’s e-mail to \nSisson, and Sisson replied that he believed he had a copy of it, but that \n“[i]t would be at home.  I will send it this evening.”  (Vagnone Dep.  \n64:2−64:12.)   \nb. That evening at 7:11 p.m., Sisson e-mailed Watson, stating: “[w]e do not \nhave a purchase agreement in place.  Attached is a draft, if it is good for \nyou, sign and send back and i [sic] will then sign[.]”  (See Defs.’ Opp’n to \nEmergency Mot. Ex. A, at Ex. A, ECF No. 11 [“Sisson Aff.”].)  Sisson’s e-\nmail was factually inaccurate in the sense that, while Sisson said \nWatson should sign and send the document back for him to sign, Sisson \nhad already signed and dated the PBA before sending it to Watson.  (See \nReply Br. Supp. Emergency Mot. Ex. H, at  17:2–18:18, ECF No. 13 \n[“Sisson Dep.”].)  \nc. The next day, February 6, 2018, at 8:50 a.m., Watson forwarded Sisson’s \ne-mail to his attorney and asked for him to review the proposed terms of \nthe PBA.  (Sisson Aff. Ex. A.)  Watson’s attorney responded at 4:11 p.m. \nthat same day, stating that the agreement was “fine as written with one \nchange.  Since this purports to be covering the land/building and the \ninventory, etc. the seller(s) need to be Bayport Holdings, Inc. and Denver \nProperty Partners, LLC.”  (Sisson Aff. Ex. A.) \nd. Watson then forwarded this e-mail from his attorney to Sisson  at 4:46 \np.m. on February 6 , 2018, stating: “Brian, need to put in the effective \ndate 12/31/17 along with the current date is fine for the agreement [sic].  \nMy attorney says because there are 2 companies below that both need \nto be added unless you have a reason to keep it that way.”   (Sisson Aff. \nEx. A.) \ne. Sisson responded  to Watson’s e-mail on February 6 at 5:19 p.m. , \nattaching a Microsoft Word version of the PBA and indicating to Watson \nthat he could “modify as needed[.]”  (Sisson Aff. Ex. A.) \n10. The parties did not engage in further negotiati ons or exchange additional \ndrafts of the PBA.  (Sisson Aff. ¶ 2; Sisson Dep. 21:17−22:7.)  The record is devoid of \nany evidence tending to indicate that Watson signed the PBA around February 2018 \nand sent it to Sisson or that Watson, or anyone else on beha lf of Plaintiffs, advised \nSisson that they had accepted the PBA as originally drafted.  Nonetheless, Exhibit A \nto Plaintiffs’ Complaint attaches a fully executed copy of the PBA, bearing both \nWatson’s and Sisson’s signatures.  (Compl. Ex. A, at 17, ECF No. 3 [“PBA”].)  \n11. Both t he PBA Sisson sent to Watson on February 5, 2018 and the PBA \nattached to the Complaint  name the seller to the contract as “Denver Defense Gun \nRange” (the “Seller”) and “The Range at Denver Inc  [sic]” as the purchaser (the \n“Purchaser”).  ( PBA 1.)  Pursuant to the PBA, “the Seller agree[d] to sell [DDRF’s] \n[a]ssets to the Purchaser and the Purchaser agree[d] to purchase the [a]ssets from \nthe Seller.”  ( PBA ¶  2.)  Seller’s assets were defined as: “all equipment used in \ncarrying on the Seller[’s]” business; all inventory and packaging; all books, records, \nand files relevant to carrying on Seller’s business; “title to registered or unregistered \ntrade marks [sic] and trade names”; Seller’s goodwill, including the business name; \nand Seller’s building and land.”  ( PBA ¶ 1(a).)  The PBA set the closing date for the \ntransaction as March 31, 2018 and set the purchase price at $3.3 million.  (PBA ¶¶ 3, \n5.) \n12. Plaintiffs allege that Sisson and TRD breached the PBA by failing, without \nexcuse, to purchase Plaintiffs’ land and other assets for $3.3 million on or before the \nclosing date set by the PBA.  (Compl. ¶¶ 26–27.)   \n13. As an initial matter, with respect to Plaintiffs’ claim for breach of the PBA \nagainst Sisson, although Sisson’s signature appears on the document, Sisson was not \na party to the P BA.  The PBA identifies “Denver Defense Gun Range” as S eller and \nTRD as Purchaser.  (PBA 1.)  The signature page of the PBA further demonstrates \nthat Sisson signed the document as an agent of TRD, not individually.  (PBA 17.)  “It \nis a fundamental principal of contract law that parties to a contract may bind only \nthemselves and . . . may not bind a third person who is not a party to the contract in \nthe absence of his con sent to be bound.”  Nationwide Mut. Ins. Co. v. Chantos , 293 \nN.C. 431, 438, 238 S.E.2d 597, 602 –03 (1977) (citation omitted).  Accordingly, to the \nextent Plaintiffs claim Sisson breached the PBA, the Court concludes that Plaintiffs \nhave come forward with n o evidence to substantiate such a claim , and Sisson is \nentitled to summary judgment in his favor on this claim .  Accordingly, the Court \nGRANTS the Motion as it relates to Sisson and DISMISSES Plaintiffs’ first claim for \nrelief against Sisson.   \n14. Turning to Plaintiffs’ first claim as it relates to TRD, a breach of contract \nrequires the existence of a valid contract and a breach of the terms thereof.  Poor v. \nHill, 138 N.C. App. 19, 26, 530 S.E.2d 838, 843 (2000) (citation omitted).  “The essence \nof any contra ct is the mutual assent of both parties to the terms of the \nagreement . . . .”  Snyder v. Freeman, 300 N.C. 204, 218, 266 S.E.2d 593, 602 (1980)  \n(citation omitted) ; see also Normile v. Miller , 313 N.C. 98, 103, 326 S.E.2d 11, 15 \n(1985) (“It is axiomatic that a valid contract between two parties can only exist when \nthe parties assent to the same thing in the same sense, and their minds meet as to \nall terms.” (citation and quotation marks omitted)).   \n15. “Ordinarily one party, by making an offer, assents in adva nce; the other, \nupon learning of the offer, assents by accepting it and thereby forms the contract.”  \nSchwarz v. St. Jude Med., Inc. , 802 S.E.2d 783, 789 (N.C. Ct. App. 2017) (quoting \nRestatement (Second) of Contracts § 23 cmt. a). \nIf the terms of the offer are changed or any new ones added by the \nacceptance, there is no meeting of the minds and, consequently, no \ncontract.  This counteroffer amounts to a rejection of the original offer.  \nThe reason is that the counteroffer is interpreted as being in eff ect the \nstatement by the offeree not only that he will enter into the transaction \non the terms stated in his counteroffer, but also by implication that he \nwill not assent to the terms of the original offer. \n \nNormile, 313 N.C. at 103, 326 S.E.2d at 15 ( internal citations and quotation marks \nomitted). \n16. The materials submitted to the Court reveal that Sisson’s e-mail presented \nPlaintiffs with an offer for TRD to purchase the assets in question  for $3.3 million.  \nWatson’s February 6, 2018 e -mail response request ing that an effective date and \nparties be added to the contract amounted to a counteroffer and, thus, a rejection of \nTRD’s offer.  Sisson’s response forwarding the Microsoft Word version of the PBA and \ninstructing Watson to “modify as needed” invit ed Plaintiffs to present TRD  with a \ncounteroffer.  \n17. Plaintiffs have presented no evidence that the parties engaged in further \ndiscussions or exchanged further drafts  after the above-referenced e-mail exchange.  \nFurther, the PBA submitted to the Court by Plaintiffs contains neither Plaintiffs’ \nrequested effective date nor the correction of the parties to the contract .  ( See \ngenerally PBA.)  In addition, the evidence before the Court is undisputed that Sisson \nexecuted the PBA on February 5, 2018, the day before Watson rejected TRD’s offer.  \n(See Sisson Aff. Ex. A.)   \n18. Plaintiffs have also failed to provide admissible evidence to indicate when \nWatson, on behalf of Plaintiffs,  signed the version of the PBA attached to the \nComplaint.  Defendants, on the other hand, have provided the Court, through \naffidavits and exhibits thereto, with admissible evidence that Watson did not sign the \nPBA prior to rejecting TRD’s offer on February 6, 2018.    \n19. Upon the filing of the Motion and Defendants’ submission to the Court of \nadmissible evidence that, rather than accept the offer contained in the PBA, Plaintiffs \nrejected the offer  by requesting changes thereto , Plaintiffs were obligated to come \nforward with admissible evidence from which the Court co uld find that a material \nissue of disputed fact existed as to Defendants’ forecast of evidence.  See Gaunt, 139 \nN.C. App. at 784−85, 534 S.E.2d at 664.   Plaintiffs have failed to do so.  \n20. Accordingly, the uncontroverted evidence shows that on and after February \n6, 2018, Watson lacked the power to  accept Sisson’s draft of the PBA  (submitted on \nbehalf of TRD) and therefore, regardless of whether Watson signed the version of the \nPBA attached to the Complaint on February 6, 2018 at 4:47 p.m. (a minute after his \nrejection) or months later, there was no meeting of the minds as to the execution of \nthat specific agreement.  As a result, the Court concludes that the PBA, attached as \nExhibit A to Plaintiffs’ Complaint, is not an enforceable agreement and Defendants’ \npartial motion for summary judgment as to Plaintiffs’ first claim regarding TRD’s \nbreach of the PBA should be granted. \n21. Defendants set forth an additional argument that, if the Court were to find \nthere was a valid acceptance of the PBA, the Motion should nonetheless be granted \nbased on Plaintiffs’ failure to satisfy the conditions precedent or representations and \nwarranties contained in the PBA.  Because the Court finds that there was no valid \nacceptance of the PBA, and therefore no enforceable agreement, it need not reach and \ndoes not decide Defendants’ second basis for summary judgment.  \nIV. CONCLUSION \n22. THEREFORE, the Court GRANTS the Motion in its entirety.  Plaintiffs’ \nfirst claim brought against Sisson and TRD  for alleged breach of the PBA  is \nDISMISSED with prejudice. \n \nSO ORDERED, this the 1st day of April, 2019. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}