{
  "id": "8fe98a91098269cd50792b63563a57fcba09e964f22fc5b24a413ed84c2c9519",
  "source_file": "data/raw/ncbc/8fe98a91098269cd50792b63563a57fcba09e964f22fc5b24a413ed84c2c9519.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 14745 (Master File) \n \nCRESCENT UNIVERSITY CITY \nVENTURE, LLC, \n \nPlaintiff, \n \nv. \n \nAP ATLANTIC, INC. d/b/a \nADOLFSON & PETERSON \nCONSTRUCTION, \n \nDefendant, \n \nv. \n \nMADISON CONSTRUCTION \nGROUP, INC.; TRUSSWAY \nMANUFACTURING, INC.; T. A. \nKAISER HEATING & AIR, INC.; \nSEARS CONTRACT, INC.; MACEDO \nCONTRACTING CO.; WHALEYS \nDRYWALL, LLC; STALLINGS \nDRYWALL, LLC; MAYNOR PI, INC.; \nMATUTE DRYWALL, INC.; \nMANUEL BUILDING \nCONTRACTORS, LLC; EAGLES \nFRAMING COMPANY, INC.; DIAZ \nCARPENTRY, INC.; SOCORRO \nCASTILLE MONTLE; and \nGUERRERO CONSTRUCTION PRO, \nINC. \n \nThird-Party \nDefendants. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \n DAUBERT MOTIONS IN LIMINE  \n \n \n \n \n \n \nCrescent Univ. City Venture, LLC v. AP Atl., Inc., 2022 NCBC 6. \n \n \n \nMADISON CONSTRUCTION \nGROUP, INC., \n \n                      \nThird-Party \nPlaintiff, \n \nv. \n \nMANUEL BUILDING \nCONTRACTORS, LLC, \n \nFourth-Party \nDefendant. \n \n \n \n \nCRESCENT UNIVERSITY CITY \nVENTURE, LLC, \n \nPlaintiff, \n \nv. \n \nADOLFSON & PETERSON, INC., \n \nDefendant. \n \n  16 CVS 14844 (Related Case) \n \n \nCRESCENT UNIVERSITY CITY \nVENTURE, LLC, \n \nPlaintiff, \n \nv. \n \nTRUSSWAY MANUFACTURING, \nINC.; and TRUSSWAY \nMANUFACTURING, LLC, \n \nDefendants. \n \n18 CVS 1642 (Related Case) \n \n \n \n \n \n \n \n1. This case arises from the construction of a multi -building apartment \ncomplex (the “ Project”) near the University of North Carolina at Charlotte and a \n \n \ndispute over alleged floor truss defects at the Project.  A jury trial of all  remaining \nclaims in this matter is set to commence on 9 May 2022.  \n2. Currently before the Court for decision are six motions in limine  seeking \nexclusion of expert testimony under the principles first established in Daubert  v. \nMerrell Dow Pharms., Inc., 509 U.S. 579 (1993), each filed on 4 October 2021 \n(collectively, the “Motions”): \n(i) Defendants AP Atlantic, Inc. and Adolfson & Peterson, Inc.’s Motion to \nExclude Expert Testimony, (ECF No. 605);  \n(ii) Third-Party Defendant Sears Contract, Inc.’s Motion to Exclude  Expert \nTestimony, (ECF No. 607);  \n(iii) Third-Party Defendant Madison Construction Group, Inc.’s Daubert Motion \nin limine  as to Plaintiff’s Retained Expert Witnesses from Simpson \nGumpertz & Heger, (ECF No. 609);  \n(iv) Third-Party Defendant Madison Construction Group, Inc.’s Daubert Motion \nin limine  as to Defendant AP Atlantic, Inc., d/b/a Adolfson & Peterson \nConstruction’s Retained Expert Witness Samuel A. Greenberg, (ECF No. \n610);  \n(v) Third-Party Defendant Madison Construction Group, Inc.’s Daubert Motion \nin limine  as to Defendant AP Atlantic, Inc., d/b/a Adolfson & Peterson \nConstruction’s Non-Retained Expert Witnesses and Motion to Strike, (ECF \nNo. 611); and \n \n \n(vi) Third-Party Defendant Trussway Manufacturing, Inc.’s Daubert Motion in \nlimine as to Plaintiff Crescent University City Venture, LLC’s Retained \nExpert Witness Simpson Gumpertz and Heger (“SGH”), (ECF No. 615).   \n3. Having considered the Motions, the materials submitted in support of and \nin opposition to  the Motions, the ar guments of counsel  at the hearing held on the \nMotions, and other appropriate matters of the record, the Court, in the exercise of its \ndiscretion, hereby GRANTS in part  and DENIES in part  the Motions  as more \nspecifically set forth below. \nTroutman Pepper Hamilton Sanders LLP, by Kiran H. Mehta,  William \nJ. Farley, and Victoria A. Alvarez, for Plaintiff Crescent University City \nVenture, LLC. \n \nRobinson Elliot & Smith, by William C. Robinson and Dorothy M.  \nGooding, Johnston, Allison, & Hord, P.A., by Greg C. Ahlum and Parker \nE. Moore, and Hall Booth Smith, P.C., by Robert McCune and Alan R. \nBelcher, for Defendant AP Atlantic, Inc. d/b/a Adolfson & Peterson \nConstruction. \n \nWolfe, Campbell, Gunst & Hinson, PLL C, by Robert C. Gunst, Jr.  and \nBrian E. Wolfe, for Third-Party Defendant Madison Construction Group, \nInc. \n \nFox Rothschild LLP, by Jeffrey P. MacHarg, and Pagel , Davis & Hill, \nP.C., by Martyn B. Hill and Kent J. Pagel, for Third -Party Defendant \nTrussway Manufacturing, LLC f/k/a Trussway Manufacturing, Inc. \n \nGoodman McGuffey LLP, by W. James Flynn, for Third-Party Defendant \nT.A. Kaiser Heating & Air, Inc. \n \nHedrick Gardner Kincheloe & Garofalo LLP, by David L. Levy and \nMatthew R. Lancaster, for Third-Party Defendant Sears Contract, Inc. \n \nBledsoe, Chief Judge. \n \n \nI. \nBACKGROUND  \n4. The background facts and procedural history related to this matter are set \nforth in detail in Crescent University City Venture, LLC v. AP Atlantic, Inc. (Crescent \nI), 2019 NCBC LEXIS 46, at *3–18 (N.C. Super. Ct. Aug. 8, 2019) (ECF No. 576) and \nCrescent University City Venture, LLC v. AP Atl antic, Inc. (Crescent II), 2019 NCBC \nLEXIS 49, at *3–11 (N.C. Super. Ct. Aug. 14, 2019) (ECF No. 577) , aff’d sub nom. \nCrescent University City Venture, LLC v. Trussway Manufacturing, Inc., 376 N.C. 54 \n(2020).   \n5. Plaintiff Crescent University City Venture, LLC (“Crescent”)  is the owner \nand developer of the Project, and hired Defendant AP Atlantic, Inc. d/b/a Adolfson & \nPeterson Construction (“AP Atlantic”) to serve as the general contractor for the \nProject.  Crescent has assert ed claims against AP Atlantic  and its parent company, \nAdolfson & Peterson, Inc. (“A&P” ; with AP Atlantic, the  “AP Parties”), for breach of \ncontract and action on performance of guaranty. \n6. AP Atlantic in turn has filed third -party claims against certain of its \nsubcontractors, including Madison Construction Group, Inc. (“Madison”); T.A. Kaiser \nHeating & Air, Inc.; Sears Contract, Inc. (“Sears”); and Trussway Manufacturing, Inc. \n(“Trussway”).1  These third-party defendants have responded by denying liability and \nfiling cross claims against one another.  While AP Atlantic’s claims against Trussway \n \n1 Although AP Atlantic initially brought third -party claims against Interior Distributors, a \ndivision of Allied Building Products Corporation , the Court dismissed those claims on \nsummary judgment.  See Crescent I, 2019 NCBC LEXIS 46, at *146.  \n \n \nwere dismissed, see id. at *142, Madison maintains a breach of contract claim against \nTrussway. \nA. Procedural History  \n7. The Motions were timely filed consistent with t he Court ’s Amended \nScheduling Order and Second Amended Notice of Hearing  addressing motions in \nlimine raising Daubert challenges to expert testimony.  (ECF No. 604.) \n8. Through the Motions, (i) the AP Parties, Sears, Madison, and Trussway seek \nto exclude testimony from Crescent’s retained expert witnesses employed by Simpson \nGumpertz & Heger (“SGH”) ; (ii) Sears and Madison seek to exclude testimony from \nthe AP Parties’ retained expert witness Samu el A. Greenberg  (“Greenberg”); (iii) \nMadison seeks to exclude expert testimony from the AP Parties’ non-retained experts \nand employees ; and (iv) Sears seeks to exclude testimony from Trussway’s expert \nwitness Kirk Grundahl  (“Grundahl”) and from Madison’s expert witness Richard \nRogers (“Rogers”).   \n9. After full briefing, the Court held a hearing on 4 November 2021  (the \n“Hearing”), at which all parties were represented by counsel.   The Motions are now \nripe for resolution.  \nII. \nLEGAL STANDARD \n10. “A motio n in limine  seeks pretrial determination of the admissibility of \nevidence proposed to be introduced at trial [,]” Buchanan v. N.C. Farm Bureau Mut. \nIns. Co., 270 N.C. App. 383, 392 (2020) (quoting Luke v. Omega Consulting Grp., LC, \n \n \n194 N.C. App. 745, 750 (2009)), and “is customarily defined as one seeking ‘ to avoid \ninjection into trial of matters which are irrelevant, inadmissible and prejudicial,’ ” \nState v. Fearing, 315 N.C. 167, 168 (1985)  (quoting Black’s Law Dictionary 914 (5th \ned. 1979)). \n11. “A ruling on a motion in limine  is a preliminary or interlocutory decision \nwhich the trial court can change if circumstances develop which make it necessary.”  \nState v. Lamb, 321 N.C. 633, 649 (1988); see Lail v. Bowman Gray Sch. of Med., 196 \nN.C. App. 355, 363 (2009) (“A trial court ’s ruling on a motion in limine  is subject to \nchange during the course of trial, depending upon the actual evidence offered at trial.” \n(quoting Kor Xiong v. Marks, 193 N.C. App. 644, 647 (2008))).  “The decision to either \ngrant or deny a motion in  limine is within the sound discretion of the trial court.”  \nState v. Fritsch, 351 N.C. 373, 383 (2000). \n12. “Expert testimony is governed by North Carolina Rule of Evidence 702, \nwhich is now virtually identical to its federal counterpart and follows the Daubert \nstandard for admitting expert testimony.”2  Insight  Health Corp. v. Marquis \n \n2 North Carolina Rule of Evidence (“Rule(s)”) 702 provides in pertinent part:  \n \n(a) If scientific, technical or other specialized knowledge will assist the trier of \nfact to understand the evidence or to determine a fact in issue, a witness \nqualified as an expert by knowledge, skill, experience, training, or education, \nmay testify thereto in the form on an opinion, or otherwise, if all of the \nfollowing apply:  \n \n(1) The testimony is based upon sufficient facts or data.  \n \n(2) The testimony is the product of reliable principles and methods.  \n \n(3) The witness has applied the principles and methods reliably to the facts of \nthe case. \n \n \n \nDiagnostic Imaging of N.C., LLC, 2017 NCBC LEXIS 14, at *39 (N.C. Super. Ct. Feb. \n24, 2017) (citations and internal quotation marks omitted).  “In other words, North \nCarolina trial courts now perform the same ‘gatekeeping role’ that federal district \ncourts have long performed.”  Kerry Bodenhamer Farms, LLC v. Nature’s Pearl Corp., \n2018 NCBC LEXIS 239, at *4 (N.C. Super. Ct. Dec. 27, 2018) (citing Daubert, 509 \nU.S. at 597).  In applying the  Daubert standard, North Carolina courts may seek \nguidance from federal case law.  State v. McGrady, 368 N.C. 880, 888 (2016). \n13. As Judge Adam M. Conrad of this Court has explained: \nThe purpose of this gatekeeping role “is to ensure the reliability and \nrelevancy of expert testimony.”  Kumho Tire Co. v. Carmichael, 526 U.S. \n137, 152, 119 S. Ct. 1167, 143 L. Ed. 238 (1999).  Expert testimony can \nbe helpful.  At times, it is essential.  Even so, courts have long worried \nabout the effect of questionable expert testimony on a jury.  “Experts  \nfamously possess an ‘aura of special reliability’ surrounding their \ntestimony.”  United States v. Upton, 512 F.3d 394, 401 (7th Cir. 2008) \n(quoting United States v. Brown, 7 F.3d 648, 655 (7th Cir. 1993)); see \nalso United States v. Jones, 107 F.3d 1147, 1161 (6th Cir. 1997) (noting \n“the mystique attached to ‘experts’ ”).  It is up to the trial court to ensure \nthat expert testimony serves its legitimate purpose—to aid the jury with \nspecialized knowledge —without compromising the jury ’s ability to \nindependently evaluate all the evidence. \n \n. . . . \n \nMore generally, expert “testimony must meet the minimum standard for \nlogical relevance” under Rule 401.  State v. McGrady, 368 N.C. 880, 889, \n787 S.E.2d 1, 8 (2016).  And it must satisfy the three-part test set out in \nRule 702(a): (1) the “testimony must be based on specialized knowledge”; \n(2) “the expert must be qualified”; and (3) “the testimony must be \nreliable.”  Insight Health Corp., 2017 NCBC LEXIS 14, at *39 (citation \nomitted).  Testimony  is reliable if it “is based upon sufficient facts or \ndata,” if it “is the product of reliable principles and methods,” and if \n“[t]he witness has applied the principles and methods reliably to the \nfacts of the case.”  N.C. R. Evid. 702(a)(1)–(3).  “The precise nature of the \n \nN.C. R. Evid. 702(a). \n \n \nreliability inquiry will vary from case to case depending on the nature \nof the proposed testimony.”  McGrady, 368 N.C. at 890, 787 S.E.2d at 9. \n \nPotts v. KEL, LLC, 2019 NCBC LEXIS 61, at *4–5 (N.C. Super. Ct. Sept. 27, 2019). \n14. The focus of the trial court’s inquiry “must be solely . . . [the] principles and \nmethodology” used by the expert, “not . . . the conclusions that they generate.”  \nDaubert, 509 U.S. at 595.  As our Court of Appeals has explained: \nSubsection (a)(1) of Rule 702 “calls for a quantitative rather than \nqualitative analysis.”  See Fed. R. Evid. 702, Advisory Committee Notes \non the 2000 Amendments.  That is, the “requirement that expert \nopinions be supported by ‘sufficient facts or data’ means ‘that the expert \nconsidered sufficient data to employ the methodology.’ ”  Manpower, Inc. \nv. Ins. Co. of Pa., 732 F.3d 796, 808 (7th Cir. 2013) (quoting Stollings v. \nRyobi Techs., Inc., 725 F.3d 753, 766 (7th Cir. 2013)).  See also United \nStates v. Crabbe, 556 F. Supp. 2d 1217, 1223 (D. Col. 2008) (“[T]he \ninquiry examines only whether the witness obtained the amount of data \nthat the methodology itself demands.”). \n \nConsequently, “ ‘[a]s a general rule, questions relating to the bases and \nsources of an expert’s opinion affect only the weight to be assigned that \nopinion rather than its admissibility.’ ”  Southwire Co. v. J.P. Morgan \nChase & Co., 528 F. Supp. 2d 908, 934 (W.D. Wis. 2007) (quoting Loeffel \nSteel Prods., Inc. v. Delta Brands, Inc., 372 F. Supp. 2d 1104, 1119 (N.D. \nIll. 2005)).  “In other words, th[is] Court does not examine whether the \nfacts obtained by the witness are themselves reliable -- whether the facts \nused are qualitatively reliable is a question of the weight to be given the \nopinion by the factfinder, not the admissibility of the opinion.”  Crabbe, \n556 F. Supp. 2d at 1223. \n \nPope v. Bridge Broom, Inc., 240 N.C. App. 365, 374 (2015). \n15. Further, “ [t]he requirement that expert testimony must be based on \nscientific knowledge means that the principles and methods used to form that \ntestimony must be grounded in the scientific method.”  Id. at 376 (cleaned up).  Said \ndifferently, “the principles and methods must be capable of generating ‘ testable \nhypotheses that are then subjected to the real w orld crucible of experimentation, \n \n \nfalsification/validation, and replication. ’ ”  Id.  (quoting Perry v. Novartis Pharms. \nCorp., 564 F. Supp. 2d 452, 459 (E.D. Pa. 2008)).  “In addition, even if expert scientific \ntestimony might be reliable in the abstract, to satisfy Rule 702(a)’s relevancy \nrequirement, the trial court must assess ‘whether that reasoning or methodology \nproperly can be applied to the facts in issue.’ ”  State v. Babich, 252 N.C. App. 165, \n168 (2017) (quoting Daubert, 509 U.S. at 593).  “This ensures that ‘expert testimony \nproffered in the case is sufficiently tied to the facts of the case that it will aid the jury \nin resolving a factual dispute.’ ”  Id . (quoting Daubert, 509 U.S. at 591).  “ The \nSupreme Court in Daubert referred to this as the ‘fit’ test.”  Id. (citation omitted).    \nIII. \nANALYSIS \nA. SGH Experts \n16. The AP Parties, (ECF No. 605),  Sears, (ECF No. 607), Madison, (ECF No. \n609), and Trussway, (ECF No. 615), seek to exclude testimony from Crescent’s three \nretained expert witnesses from SGH: Dr. Milan Vatovec (“Vatovec”), Daniel Valentine \n(“Valentine”), and Donald Dusenberry  (“Dusenberry) (collectively, the “SGH \nExperts”).3   \n \n3 While the AP Parties seek to exclude all of SGH’s opinions and testimony at trial , ( 4 \nNovember 2021 Hearing Tr. 14:14–15 [hereinafter “Tr.”], ECF No. 629), Madison, (Tr. 19:9–\n14), Sears (Sears’ Mem. Law Supp. Mot. Exclude Expert Test. 2 [hereinafter “Sears Br.”], \nECF No. 608), and Trussway, (Trussway’s Br. Supp. Daubert  Mot. in limine Pl. Crescent’s \nRetained Expert Witness Simpson Gumpertz and Heger (“SGH”) 2 [hereinafter “Trussway \nBr.”], ECF No. 616), seek narrower exclusions.  \n \n \n17. The SGH Experts submitted a final report outlining their opinions \nregarding the Project (the “SGH Report”) on 12 September 2017.  In that report, they \nsummarize their intended opinions at trial as follows:  \n• The design loads specified and used in the design of the [Project]  \ncomply with all code requirements and are suitable for the intended \nuse of the [Project]. \n \n• The floor trusses throughout the [Project]  had significant and \nsystemic defects, deficiencies, and failures resulting from defective \ntruss manufacturing, improper handling, overloading during \nconstruction, and post -installation damage, which rendered them \ninadequate to reliably support the specified, code-prescribed loads. \n \n• Truss manufacturing defects and deficiencies, such as inadequately \npressed plates, misplaced plates, missing plates, and poor-quality or \nunacceptably waned wood members are principal causes of the \nobserved damage, deficiencies, and connection failures throughout \nthe [Project]. \n \n• Improper truss -handling practices, including but not limited to \nimproper storage and handling, handling and installation damage, \nexcessive construction loads, and intentional damage during HVAC \ninstallation and other construction activities, also contributed to the \nobserved damage, deficiencies, and connection failures throughout \nthe [Project]. \n \n• The vast majority of observed and documented floor truss \ndeficiencies, defects, and failures occurred during truss fabrication \nand Project construction, and predated occupancy. \n \n• The extensive, [Project] -wide truss repairs were designed and \nperformed to meet the requirements of the NC State Building Code \nboth to maintain public safety and provide satisfactory long -term \nfloor performance. \n \n• The Project-wide truss repairs that were initiated and performed in \nthe summer of 2015 were prudent, justified, and the only responsible \ncourse for Crescent to have taken.\n4 \n \n4 (See AP Parties’ Br. Supp. Mot. Exclude Expert Test . Ex. F, at 19 –20 [hereinafter “SGH \nReport”], ECF No. 606.7.)  For purposes of this Order and Opinion, the Court cites to the SGH \n \n \n \n18. The AP Parties, Sears, Madison, and Trussway seek to exclude testimony by \nthe SGH Experts regarding the standard of care appli cable to general contractors, \ndrywall installation, truss manufacturing, and framing.5   \n19. The AP Parties separately seek to exclude the SGH Experts’ opinions and \ntestimony that were “rendered in the Trussway Action,” 6 including those “not \npreviously proffered by [the SGH Experts] prior to their designation in the Trussway \nAction[,]” (AP Parties’ Br. 16 ), as well as any opinions and testimony regarding the \nreasonableness of AP Atlantic’s response to Crescent’s demand for remediation and \nwhether Crescent properly provided AP Atlantic an opportunity to cure, (AP Parties’ \nBr. 15). \n20. The AP Parties and Madison each move to exclude any opinions by the SGH \nExperts regarding the  cost of implementing any repairs to the trusses.   (See AP \nParties’ Br. 12–14; Madison SGH Br. 10–13.)   \n \nExperts’ Report located at ECF No. 606.7.  The SGH Report can also be accessed at ECF Nos. \n616.5 and 620.4.  \n \n5 (See AP Parties’ Br. Supp. Mot. Exclude Expert Test. 9–12 [hereinafter “AP Parties’ Br.”], \nECF No. 606; Sears Br. 10–12; Third-Party Def. Madison’s Br. Supp. Daubert Mot. in limine \nPl.’s Retained Expert Witnesses from Simpson Gumpertz & Heger 5–7 [hereinafter “Madison \nSGH Br.”], ECF No. 612; Trussway Br. 5–9.) \n \n6 The “Trussway Action” refers to Crescent’s single- count negligence action filed against \nTrussway in 2018 in Mecklenburg County Superior Court (18 CVS 1642).  The Court \npermitted discovery to proceed in the Trussway Action, over objection, but ordered that \n“should the Court eventually dismiss the Trussway Action, the discovery ordered [in the \nTrussway Action] will be excluded from any trial of the remaining consolidated action.”   \nCrescent University City Venture, LLC v. AP Atl antic, Inc., 2018 NCBC LEXIS 92, at *10 \n(N.C. Super. Ct. Aug. 29, 2019) (ECF No. 469).   The Court subsequently dismissed the \nTrussway Action, which the Supreme Court thereafter affirmed on appeal.  See Crescent II.   \n \n \n21. Finally, the AP Parties, Sears, Madison, and Trussway seek to exclude any \nopinions by the SGH Experts regarding the cause of the alleged truss defects, the \nreasonableness of repairs to the defective trusses, and the design load of the defective \ntrusses.  (See AP Parties’ Br. 15; Sears Br. 10–12; Madison SGH Br. 8; Trussway Br. \n9–12.) \n22. As an initial matter, the parties agree on certain aspects of the Motions.  In \nparticular, Crescent has agreed that the SGH Experts will not  offer opinions and \ntestimony: (i) on the standard of care  for general contractors , drywall installation, \ntruss manufacturing, or framing, (Tr. 57:23–25); (ii) offered in the Trussway Action;7 \n(iii) on whether AP Atlantic or Crescent met their contract obligations concerning \ndemand for remediation and opportunity to cure , (Tr. 87:7–19, 90:7–10); and (iv) on \nthe reasonableness of the cost of implementing the repairs to the trusses , (Tr. 87:7–\n19).8  Crescent has also indicated that while the SGH Experts intend to offer opinions \nand testimony concerning possible and likely causes of the truss defects, they will not \noffer opinions concerning the actual cause of th ose defects “on an individual basis.”   \n \n7 (See Crescent’s Resp. AP Parties’ Mot. Exclude Expert Test. , Sears’ Mot. Exclude Expert \nTest., Madison’s Daubert Mot. in limine Pl.’s Retained Expert Witnesses Simpson Gumpertz \n& Heger, and Trussway’s Daubert Mot. in limine Pl.’s Retained Expert Witness Simpson \nGumpertz and Heger (“SGH”) 6 n.1 [hereinafter “Crescent Resp.”], ECF No. 620.)  Citations \nto the page numbers of this document refer to the electronic PDF page numbers as there are \nno page numbers on the pages themselves. \n \n8 Sears also moves to exclude opinions and testimony from Madison’s expert witness Rogers \nand Trussway’s expert witness Grundahl regarding the standard of care related to drywall \nand whether Sears caused any truss damage.  (See Sears Br. 12.)  At the Hearing, Madison’s \ncounsel agreed that Rogers, (Tr. 144:22), and Trussway’s counsel agreed that Grundahl, (Tr. \n136:16–20), will not opine on these topics.  Thus, the Court will grant Sears’ m otion to this \nextent, and Rogers and Grundahl will not be permitted to offer testimony or opinions \nconcerning these matters at trial. \n \n \n \n(Crescent Resp. 17.)  Accordingly, the Court grants the Motions with respect to these \nmatters, and the SGH Experts will not be permitted to offer opinions or testimony \nconcerning these issues.   \n23. That said, the parties  vigorously dispute the qualifications of the SGH \nExperts to testify concerning the identification of truss defects, the cause of alleged \ntruss defects, the adequacy of design loads, and the reasonableness of repairs to the \ntrusses as well as the reliability of their methods in forming their opinions  on \ncausation and the necessity of the truss repairs.  The Court addresses each challenge \nin turn. \n1. Qualifications \n24. The moving parties first argue that the SGH Experts are not qualified to \nopine and offer testimony concerning trusses and the truss industry generally and \nthe metal plate connected (“MPC”) floor trusses used in the Project  specifically, \nincluding alleged manufacturing and other defects in the  Project’s trusses, the \nreasonableness of repairs to those trusses, and the actual and possible causes of any \ntruss defects.  The y argue that while the SGH Experts are qualified engineers, the \nSGH E xperts do not have experience or training concerning trusses, the truss \nindustry, and, in particular, MPC trusses or their remediation and repair, rendering \nthese experts unqualified to testify to these matters under Daubert.9   \n \n9 (See Trussway Br. 6 –8; Trussway’s Reply Supp. Daubert Mot. in limine  Pl. Crescent’s \nRetained Expert Witness Simpson Gumpertz and Heger 5 [hereinafter “Trussway Reply”], \nECF No. 626; AP Parties’  Reply Supp. Mot. Exclude Expert Test . 3–5 [hereinafter “AP \nParties’ Reply”], ECF No. 624; Madison SGH Br. 6–7.) \n \n \n25. Crescent argues in response that the SGH E xperts satisfy Daubert , both \nbecause they will offer opinions and testimony concerning the trusses that “falls \nwithin their general competence as trained, practicing engineers,” (Crescent Resp. 9–\n11; see also Tr. 68:19 –69:2), and because the SGH Experts have specific , relevant \nknowledge concerning trusses generally and MPC trusses  specifically, (Crescent \nResp. 12). \n26. “The requirement that an expert must be qualified has been ‘ liberally \nconstrued.’ ”  Kerry Bodenhamer Farms, LLC, 2018 NCBC LEXIS 239, at *5 (quoting \nUnited States v. Velasquez, 64 F.3d 844, 849 (3d Cir. 1995)).  “Whenever a trial court \nassesses an expert witness’s qualifications under Rule 702(a), the court must look to \nsee whether the witness ’s knowledge and experience are sufficient to qualify the \nwitness in the particular field of expertise at issue. ”  McGrady, 368 N.C. at 896.  \n“Whatever the source of the witness ’s knowledge, the question remains the same: \nDoes the witness have enough expertise to be in a better position than the trier of fact \nto have an opinion on the subject?”  Id. at 889.   \n27. “Different fields require different ‘knowledge, skill, experience, training, or \neducation.’ ”  McGrady , 368 N.C. at 896 (quoting N.C. R. Evid. 702(a) ).  While “an \nexpert who is a [civil] engineer is not necessarily qualified to testify as an expert on \nany issue within the vast field of [civil] engineering [,]” the expert may  testify \nconcerning “general engineering principles that any [civil] engineer would know [.]”  \nShreve v. Sears, Roebuck & Co. , 166 F. Supp. 2d 378, 392 (D. Md. 2001) .  However, \nthis Court has noted that “[d] ifferences in expertise bear chiefly on the weight to be \n \n \nassigned to the testimony by the trier of fact, not its admissibility.” Kerry Bodenhamer \nFarms, LLC, 2018 NCBC LEXIS 239, at *5 (quoting Huss v. Gayden, 571 F.3d 442, \n452 (5th Cir. 2009)).  “As is true with respect to other aspects of Rule 702(a), the trial \ncourt has the discretion to determine whether the witness is sufficiently qualified to \ntestify in that field.”  McGrady, 368 N.C. at 890.  \n28. As an initial matter, Trussway  and the AP Parties frame the requisite \nexpertise for a  testifying expert in this action differently from  Crescent.  For \nTrussway and the AP Parties, the focus of this case is on the failure of various MPC \ntrusses at the Project and thus experts seeking to opine on truss matters in this action \nmust have specific expertise in MPC trusses.  They argue the SGH Experts lack this \nexpertise, requiring exclusion under Daubert.  (Trussway Reply 7; AP Parties’ Reply \n4.)   \n29. Crescent, on the other hand, contends that while the SGH Experts have \nexpertise with trusses and with MPC trusses, “the proper framework for \nassessing . . . experience is not that it ‘relates to trusses’ but that it relates to the \ninvestigation and remediation of failed structures[.]”  (Crescent Resp. 12.)  Crescent \nargues that the SGH Experts have that expertise in abundance, rendering them \nqualified under Daubert.  (See Crescent Resp. 12.)   \n30. Bearing these competing frameworks in mind, the Court turns to an \nexamination of the SGH Experts’ qualifications. \n \n \na. Vatovec \n31. Vatovec is a certified structural and civil engineer working as a Consulting \nPrincipal at SGH.  (Crescent Resp. Ex. D , at 1 [hereinafter “Vatovec CV”], ECF No. \n620.5.)10  He has spent over 20 years at SGH, where he has been involved in numerous \n“design, investigation, forensic analysis, repair and rehabilitation, and research \nprojects[,]” including working “on more than 400 different projects involving \nevaluation and structural design for repair or modification of various existing wood, \nconcrete, masonry, and steel structures in the United States.”  (Vatovec CV 1.)   \n32. Vatovec also has extensive education in wood products, including earning a \nbachelor’s degree in Wood Processing Engineering at Belgrade University in 1988, a \nmaster’s degree in Forest Products at the University of Illinois in 1991, and a Ph.D. \nin Structural Engineering  and Wood Science and Engineering  at Oregon State \nUniversity in 1995, where he focused his dissertation on MPC trusses.11     \n33. Vatovec served as a faculty research assistant at Oregon State’s Forest \nResearch Laboratory , where he conducted and coordinated wood engineering \nresearch, and he worked as a graduate research assistant at both Oregon State and \nthe University of Illinois conducting research and experiments on wood.  (Vatovec CV \n4.)  Since 2007, Vatovec has served as an adjunct professor at Manhattan College, \n \n10 For purposes of this Order and Opinion, the Court cites to Vatovec’s CV located at ECF No. \n620.5.  The CV can also be found at ECF Nos. 606.8 and 612.1. \n \n11 (See Vatovec CV 1, 7 –8; Crescent Resp. 12; Crescent Resp. Ex. G, Dep. Milan Vatovec, \nPh.D., P.E., dated Oct. 2, 2017, at 108:11–15, ECF No. 620.8.) \n \n \nwhere he teaches a graduate- level wood design class focusing on wood engineering \nand advanced structural timber design.  (Vatovec CV 4.)   \n34. Since 1993, h e has made numerous present ations and published many \narticles on wood -related issues, including  publishing six articles on MPC trusses.  \n(Vatovec CV 5–8.)  Vatovec is also active in professional associations focused on wood \nand wood products.  (Vatovec CV 4.)   \nb. Dusenberry \n35.   Dusenberry is a civil engineer and has worked as an engineer at SGH since \n1975.  (Crescent Resp. Ex. E, at 1 [hereinafter “Dusenberry CV”], ECF No. 620.6.) 12  \nHe joined SGH after obtaining bachelor’s and master’s degrees in civil engineering at \nCornell University and currently serves as a Senior Principal at the firm.   \n(Dusenberry CV  1.)  During his career, Dusenberry “has taken part in numerous \ncomplex investigations, analyses, and peer reviews of buildings, building components, \nand infrastructures” and has “extensive experience in investigations of failed \nstructures,” including of the World Trade Center towers in New York City.   \n(Dusenberry CV  1, 3 .)  He has also designed repairs to a wooden truss system.\n13  \nDusenberry has been very active in professional organizations, including serving as \nPresident of the Board of Governors of the Structural Engineering Institute of the \nAmerican Society of Civil Engineers , (Dusenberry CV 6–7), and has also published \n \n12 For purposes of this Order and Opinion, the Court cites to Dusenberry’s CV located at ECF \nNo. 620.6.  It can also be found at ECF Nos. 606.8 and 612.1. \n \n13 (See Crescent Resp. 14; Crescent Resp. Ex. H, Dep. Donald Dusenberry, dated Oct. 4, 2017, \nat 23:13–24, ECF No. 620.7.) \n \n \nnumerous articles and made many presentations concerning structural engineering \nissues, (Dusenberry CV 7–13).   \nc. Valentine \n36. Valentine is a civil engineer and , except for a brief stint between 2000 and \n2003 to earn a law degree at Arizona State University, has worked at SGH since 1995, \nwhere he is currently a Senior Project Manager.  ( Crescent Resp. Ex. F , at 1 \n[hereinafter “Valentine CV”], ECF No. 620.7.) 14  Valentine  has a bachelor’s degree \nand master’s degree in civil engineering from Tufts University College of Engineering \nand has spent his career with SGH specializing in “soil-structure-interaction analysis \nof buried structures” and “finite-element modeling of complex structural behavior and \nperforming linear- and nonlinear-structural analysis.”  (Valentine CV 1.)  Valentine’s \nwork has specifically involved investigations, design projects, structural analyses, \nand inspections of various structures, including projects involving the “[i]nspection of \nsevere settling and lateral displacement of [a] wood-framed gable roof[,]” (Valentine \nCV 5), and a “strength check of [a] 150-year-old wood-framed structure,” (Valentine \nCV 8).   \n37. The moving parties do not dispute that the SGH Experts are well-educated \nand highly trained civil engineers with impressive credentials and experience.  Their \ndispute is with what they contend is a disqualifying lack of experience with the truss \nindustry, trusses, and MPC trusses in particular.  After careful consideration and \nreview, the Court concludes, in the exercise of its discretion, that the SGH Experts’ \n \n14 For purposes of this Order and Opinion, the Court cites to Valentine’s CV located at ECF \nNo. 620.7.  It can also be found at ECF Nos. 606.8 and 612.1. \n \n \nqualifications satisfy Daubert’s standard to render the opinions they intend to offer \nat trial. \na. Opinions Concerning Trusses and Truss Defects \n38. First, as to truss and MPC truss experience, Vatovec has specialized \nknowledge, education, and experience that qualif y him to render his intended \nopinions regarding trusses and the MPC trusses at issue in this litigation.  Not only \ndid he write his Ph.D. dissertation on MPC trusses and publish six additional articles \non the subject, but he also has remarkably extensive experience in the design, \ninvestigation, forensic analysis, and repair and rehabilitation of wood structures and \nsystems as refle cted in his CV.  Dusenberry, too, has documented experience with \ntrusses, if not MPC trusses specifically, having designed repairs to a wooden truss \nsystem.  And Valentine, while not reflecting truss -specific experience in his CV, has \ndemonstrated experience in inspecting and analyzing wood-frame structures as part \nof his work at SGH.  \n39. Moreover, all three of the SGH Experts have extensive experience in the \ndesign of structural systems and the investigation of failed structures , and each has \nexperience designing wood structures, investigating the failures of wood structures, \nor both.  (See Vatovec CV 1–3; Dusenberry CV 1–4; Valentine CV 1–2, 8.)  Although \nthe moving parties argue that this expertise is insufficient to permit the SGH Experts \nto express truss-related opinions under Daubert, the Court disagrees.  Not only is the \ncentral fact of this litigation the failure of a structural system—the Project’s trusses—\nbut it cannot be reasonably disputed that trusses and truss systems are foundational \n \n \nconcepts in structural engineering that are well -known to civil engineers.  Indeed, \nTrussway itself has recognized that “an engineer may understand certa in elements \nof truss manufacturing ,” (Trussway Br. 9), and basic engineering texts and other \nfoundational engineering literature include chapters on trusses and truss systems  \nand describe trusses as involving basic principles of  civil engineering .  See, e. g., \nKenneth Leet et al., Fundamentals of Structural Analysis 121 (2nd ed. 2005); M.L. \nGambhir, Fundamentals of Structural Mechanics and Analysis 158 (2011); James \nAmbrose, Design of Building Trusses 3, 18 (1994).  \n40. Considering all of the above, the Court concludes, in the exercise of its \ndiscretion, that w hile the moving parties may certainly attack the SGH Experts’ \ntruss- and MPC -truss-related experience at trial, those experts’  knowledge, \nexperience, and training in civil engineering generally—particularly when combined \nwith their wood, truss, and MPC truss knowledge, experience, and training \nspecifically—qualify them to opine to the jury about trusses, truss systems, and truss \ndefects.  See, e.g., Friendship Heights Assocs. v. Vlastimil Koubek, A.I.A. , 785 F.2d \n1154, 1159–60 (4th Cir. 1986) (affirming admission of testimony from expert without \npractical experience to testify based on expert’s education, training, and knowledge); \nGarrett v. Desa Ind us., Inc., 705 F.2d 721, 724 (4th  Cir. 1983) (overruling exclusion \nof testimony from expert without experience with item at issue based on expert’s \neducation, knowledge, training, and skill). \n \n \nb. Opinions Concerning Reasonableness and Design of Repairs   \n41. The Court further concludes, in the exercise of its discretion, that the SGH \nExperts’ extensive education, training, and experience investigating, analyzing, and \nrestoring failed structures, combined with their wood-, truss-, and MPC-truss-related \nknowledge and experience, renders them competent to offer opinions and testimony \nconcerning the reasonableness of the repairs to the trusses and the design of the \nrepair process.   \nc. Opinions Concerning Loads and Design Load \n42. The moving parties also challenge the SGH Experts’ qualifications to offer \nopinions and testimony concerning the design load  of the trusses,  and Sears \nspecifically disputes the SGH Experts’ competency to opine concerning alleged \noverloading of drywall during construction.  The Court disagrees.   \n43. While none of the SGH Experts appear s to have substantial specific \nexperience with drywall loading and the impact of such loading on trusses, including \nMPC trusses, each of the SGH Experts has experience in investigating, analyzing, \nand testing design loads and examining whether structures have deteriorated or \nfailed due to overloading.  Indeed, Valentine’s CV reflects fifteen separate \nengagements involvi ng the investigation, analysis  and/or testing of loads.  ( See \nValentine CV 1 –2.)  Dusenberry, in addition to testing loads in at least one \nengagement, has served on two committees —the Structural Engineering Institute’s \nStandards Committee s on Minimum Desig n Loads for Buildings and Other \nStructures and on Design Loads on Construction Related Structures —that set \n \n \nstandards for design loads and minimum design loads .  (See Dusenberry CV 6.)  He \nhas also presented on loads, published chapters on loads in four structural \nengineering textbooks, and published several articles on load s in professional \nengineering journals.  (See Dusenberry CV 7–13.)  Vatovec, for his part, has engaged \nin load testing on at least four projects and has likewise presented to a profess ional \nindustry group and written at least one article for an industry magazine concerning \nloads and load testing.15  (See Vatovec CV 2, 5–8.) \n44. Based on the above, the Court concludes, in the exercise of its discretion, \nthat the SGH Experts are qualified by their knowledge, education, training, and \nexperience to offer opinions and testimony concerning the design loads specified and \nused in the Project, the code compliance and project suitability of those design loads, \nand any alleged overloading during construction of the Project.   Any lack of specific \nexperience the SGH Experts may have with drywall loading goes to the weight of \nthese experts’ opinions and is a proper subject for cross-examination at trial. \nd. Opinions Concerning Causation \n45. The SGH Experts intend to offer opinions and testimony concerning the \ncauses or possible causes of the truss failures on the Project, including “defective truss \n \n15 Moreover, loads and load calculations  are basic topics typically covered and discussed in \ncivil engineering handbooks and textbooks and therefore are subjects that would be within \nthe knowledge and training of structural engineers like the SGH Experts .  See, e.g., August \nW. Domel, Jr., Basic Engineering  Calculations for Contractors  2 (1997); Tyler G. Hicks, \nHandbook of Civil Engineering Calculations  2-86 (3d ed. 2016); G . Shanmugam and M.S. \nPalanichamy, Basic Civil and Mechanical Engineering  4.6 (2018) (discussing loads on \nfoundations); W.F. Chen and J.Y. Richard Liew, The Civil Engineering Handbook 2-16 (2nd \ned. 2002). \n   \n \n \nmanufacturing, improper handling, overloading during construction, and post -\ninstallation damage[.]”  (SGH Report 19.)  As with the SGH Experts’ other opinions, \nthe AP Parties, Trussway, Madison, and Sears contend that the SGH Experts are not \nqualified to render these opinions under Daubert .  The Court again disagrees  and is \nsatisfied that the SGH Experts’ knowledge, training, and experience as discussed in \ndetail above qualifies these experts to testify concerning the likely or possible causes \nof the truss failures experienced at the Project.  The moving parties’ arguments again \ngo more properly to weight, and they will be able to cross-examine the SGH Experts \non their qualifications at trial.   \n2.       Reliability of Methods  \n46. The moving parties also challenge the SGH Experts’ methodology  as \nunreliable, requiring exclusion of their opinions.  Trussway, Madison, the AP Parties, \nand Sears  argue that because the SGH Experts “conflate[ ] numerous different \npotential causes,” (Madison SGH Br. 9; see also Sears Br. 11–12; Trussway Br. 11 ), \ntheir opinions cannot be offered “to a reasonable degree of certainty,” (Madison SGH \nBr. 10), and are therefore too speculative to assist the trier of fact, (AP Parties’ Br. \n15).  Madison and Trussway  further contend that the SGH Experts’  failure to \ncalculate the residual strength of the trusses, (Madison SGH Br. 11; Trussway Br. \n11), or use the “tooth count method”  to determine the necessity of the repairs made \nto the trusses, (Madison SGH Br. 9), as well as the SGH Experts’ failure to test more \n \n \nbroadly renders their opinions unreliable, (Madison SGH Br. 9–10; Trussway Br. 11–\n12).16    \n47. Crescent argues in opposition that the SGH Experts’ methodology is sound \nand reliable.  The Court agrees with Crescent.   \n48. When the court considers reliability of an expert’s opinion, “[t]he primary \nfocus of the inquiry is on the reliability of the witness’s principles and methodology[.]” \nMcGrady, 368 N.C. at 890 (citing Gen. Elec. Co. v. Joiner, 522 U.S. 136, 146 (1997)).  \nThe McGrady court goes on to note that \nThe court has discretion to consider any of the particular factors \narticulated in previous cases, or other factors it may identify, that are \nreasonable measures of whether the expert’s testimony is based on \nsufficient facts or data, whether the testimony is the product of reliable \nprinciples and methods, and whether the expert has reliably applied \nthose principles and methods in that case. \n \nId. at 892.\n17  “Daubert is a flexible test and no single factor . . . is dispositive.”  \nNease v. Ford Motor Co. , 848 F.3d 219, 232 (4th Cir. 2017).  T o be considered \n \n16 Trussway additionally contends that while measuring the gaps between the trusses and \nthe plates may be used to determin e that the gaps exist, this method is not sufficient for \ndetermining whether manufacturing was a specific cause of the alleged defects.  (Trussway \nBr. 10–11.)  Sears and the AP Parties make arguments to similar effect regarding the SGH \nExperts’ methodology to determine specific causation.  (Sears Br. 11–12; AP Parties’ Br. 15.)   \n \n17 “In the context of scientific testimony, Daubert  articulated five factors from a \nnonexhaustive list that can have a bearing on reliability: (1) whether a theory or \ntechnique . . . can be (and has been) tested; (2) whether the theory or technique has been \nsubjected to peer review and publication; (3) the theory or technique’s known or potential \nrate of error; (4) the existence and maintenance of standards controlling the technique’s \noperation; and (5) whether the theory or technique has achieved general acceptance in its \nfield.”  McGrady, 368 N.C. at 890– 91 (quoting Daubert, 509 U.S. at 593– 94) (cleaned up).  \nAdditional factors that may be considered include: “(1) Whether experts are proposing to \ntestify about matters growing naturally and directly out of research they have conducted \nindependent of the litigation, or whether they have developed their opinions expressly for \npurposes of testifying.  (2) Whether the expert has unjustifiab ly extrapolated from an \naccepted premise to an unfounded conclusion.  (3) Whether the expert has adequately \n \n \nreliable, an “ expert opinion must be based on scientific, technical, or other \nspecialized knowledge and not on belief or speculation, and inferences must be \nderived using scientific or other valid methods.”  Oglesby v. Gen. Motors Corp., \n190 F.3d 244, 250 (4th Cir. 1999) (citing Daubert , 509 U.S. at  590, 592–93).  \n“[N]othing in . . . Daubert or the Federal Rules of Evidence requires a . . . court \nto admit opinion evidence that is connected to existing data only by the ipse \ndixit of the expert.  A court may conclude that there is  . . . too great an \nanalytical gap between the data and the opinion proffered.”  Joiner, 522 U.S. \nat 146.  \n49. Here, the SGH Experts report that they investigated “over 60,000 floor truss \nconnections,” ( SGH Report 2), and inspected, documented, and photographed “all \nvisible conditions of defects, deficiencies, and failures, as well as general observations \nrelated to the MCPs [sic] and wood truss members[,]” (SGH Report 4).\n18  They indicate \nthat they engaged in an extensive document review, including a review of the North \nCarolina Building Code, TPI 1,\n19 shop drawings provided by Trussway, and o ther \n \naccounted for obvious alternative explanations.  (4) Whether the expert is being as careful as \nhe would be in his regular professional work outside his paid litigation consulting.  (5) \nWhether the field of expertise claimed by the expert is known to reach reliable results for the \ntype of opinion the expert would give.”  Id. at 891. \n \n18 (See also AP Parties’ Br. Ex. I, Dep. Daniel Valentine, P.E., dated Nov. 28, 2017, at 334:11–\n16, 30(b)(6) Dep. Crescent, dated June 14, 2017, at 137:1–19, ECF No. 606.10; Trussway Br. \nEx. A, Dep. Milan Vatovec, Ph.D., P.E., dated Oct. 2, 2017, at 63:6–9, 103:18–104:8, 174:14–\n22 [hereinafter “Trussway Br. Ex. A”] , ECF No. 616.2 ; Trussway Br. Ex . B, Dep. Donald \nDusenberry, dated Oct. 4, 2017, at 32:11–17, 36:12–20, 93:1–9 [hereinafter “Trussway Br. \nEx. B”], ECF No. 616.3.) \n19 TPI 1 is the “National Design Standard for Metal Plate Connected Wood Truss \nConstruction” that is specified in the contract between C rescent and the AP Parties as the \ntruss standard.  (See SGH Report 3; Tr. 59:15–19, 81:25–82:3.) \n \n \nrelevant reports and documents, as well as a literature review, including a review of \n“relevant published papers and industry literature,” “publicly available documents \nand literature referencing design loads for various college and university student  \nhousing structures [,]” and published literature on similar projects. 20  The SGH \nExperts described in the SGH Report and testified at deposition how they observed \nthe trusses, measured the gaps in the metal plates connecting the trusses, and \ncalculated des ign load s.21  They also explain ed how they applied the codes and \nguidelines to this data and compared the codes and guidelines to similar building \nprojects in reaching their conclusions.22     \n50. Based on the above, t he Court concludes , in the exercise of its discretion, \nthat the SGH Experts’ methodology, including through their observations, literature \nreview, and application of their experience in wood, trusses, structural systems, and \nthe remediation and restoration of failed structu res, is sufficiently verified, directly \ntied to the SGH Experts’ conclusions, and sufficient to satisfy Daubert.  The moving \nparties’ arguments as to methodology largely go to weight, rather than admissibility, \nas discussed below.  \n \n \n20 (See SGH Report 3–4, 6; see also Sears Br. Ex. B, Dep. Milan Vatovec, dated Oct. 3, 2017, \nat 482:20–483:8, ECF No. 608.3; Sears Br. Ex. C, Dep. Daniel Valentine, P.E., Vol. II, dated \nNov. 29, 2017, at 338:1–23, ECF No. 608.4.) \n \n21 (See SGH Report 6–7; see also Madison SGH Br. Ex. C, Dep. Daniel Valentine, P.E., dated \nNov. 28, 2017, at 222:5–24, ECF No. 612.3; Trussway Br. Ex. A, at 42:8–13; Trussway Br. \nEx. C, Dep. Daniel Valentine, P.E., dated Nov. 28, 2017, at 48:2–10, ECF No. 616.4.) \n \n22 (See SGH Report 6–7; see also Trussway Br. Ex. A, at 223:16–21; Trussway Br. Ex. B, at \n26:4–9, 65:1–3.) \n \n \na. Reliability of Method to Opine on Causation  \n51. First, the moving parties challenge the SGH Experts’ methodology for their \ncausation opinions because the SGH Experts have identified multiple causes or likely \ncauses for the alleged truss failures and Crescent has acknowledged that “[p] roving \ncausation for those defects on an individual basis would not just be uneconomical,  it \nwould be impossible.”  (Crescent Resp. 17; see also Tr. 67:9–19, 77:17–23.)  The Court \nconcludes, however, that the fact  that the SGH Experts  cannot tie the failure of a \nspecific truss to a specific cause and instead opine more broadly that a set of trusses \nwith a specific observed type of defect were likely caused by a particular process or \naction—and not caused by a design or other process for which Crescent was \nresponsible—does not render the proffered opinions inadmissible in this breach of \ncontract action.  See Kingsley v. Brenda & Gene Lummus, Inc. ,  No. 1:11cv32, 2012 \nU.S. Dist. LEXIS 29015, at * 17–23 (W.D.N.C. Mar. 6, 2012) (admitting expert \ntestimony where the expert identified multiple possible causes) ; see also Johnson v. \nPiggly Wiggly of Pinetops , Inc., 156 N.C. App. 42, 48 –49 (2003) (discussing that an \nexpert’s testimony regarding “possible” causes of a health issue went to the weight of \nthe testimony rather than admissibility).   \n52. The methods employed by the SGH Experts for determining these multiple \nlikely causes are reliable and meet the standard required by Daubert.  Indeed, those \nmethods—observation, combined with training and experience, document and \nliterature review , and performing calculations based on observed and compiled \ndata—when subject to verification, are appropriate and reliable methodologies under \n \n \nDaubert.   See, e.g. , Sardis v. Overhead Door Corp. , No. 20 -1411, 2021 U.S. App. \nLEXIS 24960, at *33 (4th Cir. Aug. 20, 2021) (noting that a literature review can be \nan important part of an expert witness’s  methods); Bitler v. A.O. Smith Corp., 400 \nF.3d 1227, 1235 ( 10th Cir. 2004) (finding “personal experience, training,  method of \nobservation, and deductive reasoning sufficiently reliable to constitute ‘scienti fically \nvalid’ methodology”); Ovella v. B&C Constr. & Equip., LLC, Cause No. 1:10CV285 \nLG-RHW, 2011 U.S. Dist. LEXIS 160076, *6 (S.D. Miss. Jul. 8, 2011) (concluding that \ndifferences in engineering experts’ calculations go to weight and credibility, not \nadmissibility); Doe v. Ortho -Clinical Diagnostics, Inc. , 440 F. Supp. 2d 465, 472 \n(M.D.N.C. 2006) (“[A] literature review can be an appropriate part of a method of \ndetermining general causation.”).   \n53. Moreover, the SGH Experts were not requ ired to engage in the specific or \nextensive testing the moving parties argue is a condition of reliability under Daubert.  \nIn fact, courts have recognized that a lack of testing or a failure to use specific types \nof testing only goes to the weight of the t estimony and is not grounds for exclusion \nwhen an expert reaches an  opinion through other reliable methods.  See, e.g. , \nKingsley, 2012 U.S. Dist. LEXIS 29015, at *23 (“While [the expert’s] lack of testing \nmay be relevant to the weight attributed to his opinions, it does not render his \nopinions inadmissible per se under Daubert.”); see also  Nease, 848 F.3d at 232 \n(“Daubert is a flexible test and no single factor, even testing, is dispositive.”).     \n54. Because the Court concludes that the SGH Experts’ chosen methodology is \notherwise reliable, the Court further concludes that their failure to engage in specific \n \n \nor extensive testing does not render that methodology unreliable here.  See, e.g., Rice \nv. SalonCentric Inc., No. SAG-18-1980, 2020 U.S. Dist. LEXIS 1014, at *14 (D. Md. \nJan. 3, 2020) (admitting expert’s opinion that “rest[ed] on his extensive engineering \nbackground, basic engineering principles, the relevant building codes, and the \nmanufacturer’s installation instructions” without requiring testing).  \n55. Thus, the Court concludes, in the exercise of its discretion, that the SGH \nExperts’ extensive investigation, documentation, and review of photographs and \nother information concerning over 60,000 trusses at the Project, combined with their \nexhaustive review of relevant published literature and other documents, provides an \nample basis on which the SGH Experts may apply their knowledge, training, and \nexperience to render the causation opinions they intend to offer at trial .  Those \nmethods and conclusions, both as expressed in the SGH Report and at the SGH \nExperts’ depositions, are subject to review and verification as well as challenge on \ncross-examination at trial.  As such, the Court concludes that the SGH Experts have \napplied “reliable principles and methods” to “sufficient facts or  data” to permit the \nadmissibility of their causation opinions at trial under Daubert .  See McGrady, 368 \nN.C. at 892.  Based on the SGH Experts’ acknowledgements at their depositions and \nCrescent’s statements in its briefing and at the Hearing, however, th e SGH Experts \nwill not be permitted to render opinions and testimony identifying that a defect in a \nspecific truss was actually caused by a specific act or process.\n23   \n \n23 To avoid confusion in  the application and enforcement of the Court’s ruling at trial, the \nCourt will discuss with the parties prior to trial permissible phrasing for the rendering of the \nSGH Experts’ causation opinions at trial.  For example, it may be most appropriate for the \nSGH Experts to testify, when describing a category of truss defect, that X was “a likely cause,” \n \n \nb. Reliability of Method to Opine on Reasonableness of Repairs \n56. Trussway also challenges the reliability of the methods the SGH Experts \nused to conclude tha t repairs to the trusses were necessary .  The SGH Experts  \nobserved the trusses, measured the gaps between the trusses and the plates, recorded \ntheir observations, a nd described in the SGH Report their application of the TPI 1 \nguidelines to pinpoint where repairs were needed , based on the application of their \nexperience and their consideration of the relevant literature.  ( SGH Report 4 –5.)  \nContrary to Trussway’s arguments, this process is sufficiently described by the SGH \nExperts and is subject to challenge through “[v] igorous cross-examination, \npresentation of contrary evidence, and careful instruction on the burden of proof [.]”  \nDaubert, 509 U.S. at  596.  The Court concludes, therefore, in the exercise of its  \ndiscretion, that the SGH Experts’ opinions and testimony concerning  the \nreasonableness of the repairs to the Project are the product of reliable principles and \nmethods under Daubert.   \n3. The Balancing Test of Rule 403  \n57. Madison and Sears also argue that the SGH Experts’ opinions and \ntestimony concerning causation should be exclude d under Rule 403  because of the \npotential for jury confusion.  They note that Crescent seeks to establish through the \nSGH Experts that any truss  defects and failures at the Project were caused by acts \nor processes that were not Crescent’s responsibility under its contract with the AP \n \nthat X was a “ possible cause,” that Y damage “was consistent with” X cause, or some other \nsimilar phrasing to make clear that the SGH Experts do not offer opinions and testimony \nthat X was the specific cause of the defect in a specific, identified truss.  \n \n \nParties, (see Tr. 49:7–50:7, 54:23–55:7, 91:25–92:6), and that, according to Crescent, \n“[s]orting out those potenti al causes is a task AP Atlantic and its subcontractors, \nMadison, Sears, and Trussway, need to resolve amongst themselves.”  (Crescent Resp. \n20.)24  At the same time, Madison and Sears contend that because the AP Parties \nhave the burden to show that the subcontractors breached their respective contracts, \nthe AP Parties will attempt to use the SGH Experts’ opinions to establish their \nindividual responsibility for defects in certain trusses.   ( See Tr. 91:25–92:6.)  Thus, \nMadison and Sears contend that the S GH Experts’ opinions concerning likely or \npossible causes may confuse the jury when considering whether the AP Parties have \nmet their burden to show actual or specific causation.  (See Tr. 49:7–50:7, 54:23–55:7, \n91:25–92:6) \n58. Under Rule 403, relevant evidence may be excluded if its probative value “is \nsubstantially outweighed by the danger of unfair prejudice, confusion of the issues, \nor misleading the jury, or by considerations of undue delay, waste of time, or needless \npresentation of cumulative evidence.”  N.C. R. Evid. 403.  “In general, the exclusion \nof evidence under the balancing test of Rule 403 of the North Carolina Rules of \nEvidence is within the trial court’s sound discretion.”  State v. Hennis, 323 N.C. 279, \n285 (1988).  Courts frequently issue limiting instructions to the jury in lieu of \nexcluding evidence under Rule 403.  See, e.g., State v. Hyatt, 355 N.C. 642, 662 (2002) \n(holding admission of prior bad acts not unfairly prejudicial under Rule 403 when \n \n24 In the same vein, Crescent asserts that its burden is to “prove that AP Atlantic delivered \ndefective trusses, not which of the [m]oving [p]arties are to blame for each defect.”  (Crescent \nResp. 17.) \n \n \ntrial court gave extensive  limiting instruction regarding permissible uses of Rule \n404(b) evidence); State v. Miller, 197 N.C. App. 78, 91–92 (2009) (finding no abuse of \ndiscretion in admitting evidence over defendant ’s Rule 403 objection where an \nappropriate limiting instruction was given to the jury). \n59. After careful review and consideration, the Court concludes that any \npotential jury confusion or prejudice concerning the SGH Experts’ causation opinions \ncan be addressed through an appropriate limiting instruction.  As a result, the Court, \nwill not exercise its discretion to exclude the SGH Experts’ opinions and testimony \nconcerning causation under the Rule 403 balancing test at this time.  \n60. For each of the reasons set forth above, therefore, the Cour t concludes, in \nthe exercise of its discretion,  that the motions by AP Atlantic, Trussway, Madison, \nand Sears seeking to exclude the SGH Experts’ opinions and testimony at trial should \nbe denied such that the SGH Experts should be permitted to offer opinions and \ntestimony, consistent with the SGH Report and their deposition testimony, as limited \nby this order, concerning design loads specified and used in the design of the Project; \nthe identification of truss defects at the Project; the likely or possible causes of the \nalleged truss defects (but not the actua l cause of a specific truss defect); and the \nreasonableness of the design of the truss repairs. \nB.     Greenberg \n61. Sears and Madison  also move to exclude testimony from the AP Parties’ \nexpert witness Greenberg.  T hey argue that Greenberg should not be permitted to \noffer opinions and testimony concerning whether the actions of Sears or  Madison or \n \n \nboth caused alleged defects to the trusses , bo th because Greenberg has not been \ndesignated to testify concerning specific, non -design-related causes of alleged truss \ndefects at the Project and because he has not employed a reliable methodology to \nsupport any such opinions.25     \n62. The AP Parties designated Greenberg to offer three opinions: \ni. The buildings constituting the [Project] were not designed \nappropriately for their intended use by the design professionals of \nrecord;  \n \nii. The inspection of the [MCPs] by SGH was incompetently done \naccording to the guidance of the Truss Plate Institute; and \n \niii. The repairs, while apparently working well, are over -designed and \noverly-costly and provide the owners with a significant degree of \nbetterment. \n \n(Madison Greenberg Br. Ex. A, at 3, ECF No. 613.1.)   No party seeks to preclude \nGreenberg from offering these opinions at trial.   \n63. The AP Parties acknowledge that they have not designated Greenberg to \ntestify concerning specific, non -design-related causes of the Project’s alleged truss \ndefects and have indicated that they do not intend to elicit such opinions at trial.  (Tr. \n108:1–16, 114:23–25.)  The issue that divides the parties is  what Greenberg will be \npermitted to say on cross -examination should he be asked, likely by Crescent but \npotentially by others,  about evidence purporting to show non -design-related truss \nfailures at the Project.  The AP Parties contend that Greenberg should be permitted \nto defend his design-related opinions by offering, without restriction, any opinions he \n \n25 (See Sears Br. 12; Third -Party Def. Madison’s Br. Supp. Daubert  Mot. in limine Def. AP \nAtlantic’s Retained Expert Witness Samuel A. Greenberg 10– 12 [hereinafter “Madison \nGreenberg Br.”], ECF No. 613.) \n \n \nmay have conc erning the cause of alleged truss defects that may be reflected in \nphotographs or other evidence that he may be shown on cross -examination.26  \nMadison and Sears contend that to permit Greenberg to offer such undisclosed \nopinions, which they argue are not the product of reliable methods and simply rely \nupon and parrot the opinions of the SGH Experts, will be unfairly prejudicial.   \n(Madison Greenberg Br. 10–11; Sears Br. 12; Tr. 97:24–98:6.) \n64. Having considered the parties’ written and oral arguments concerning this \ndispute, the Court concludes, in the exercise of its discretion, that while a definitive \nruling must await the context provided by cross -examination of Greenberg at trial, \nGreenberg should not be permitted to testify as to specific, non-design-related causes \nof the Project’s alleged truss defects, both because he has not been designated to offer \nsuch opinions and because he has testified that he does not intend to offer such \ncausation-specific opinions.  Greenberg should therefore limit his non-design-related \ncausation opinions elicited on cross-examination at trial to explaining  whether \ncertain photographs and other evidence reflect design -related defects or non-design-\nrelated defects, and if the latter, whether that evidence reflects  construction \nactivities, occupancy damage, or some other broad category of non -design-related \nactivity rather than a specific, non-design related cause. \nC.      The AP Parties’ Use of the SGH Experts at Trial \n65. Madison also moves to preclude the AP Parties from offering opinions and \ntestimony from the SGH Experts at trial on grounds that the AP Parties failed to \n \n26 (See AP Parties’ Br. Opp’n Madison’s Daubert Mot. in limine Retained Expert Witness \nGreenberg 7, ECF No. 618.) \n \n \ndesignate the SGH Experts properly under the Case Management Order .27  The \nCourt disagrees.   \n66. As an initial matter, the AP Parties stated in their expert disclosures nearly \nfive years ago that they “reserve[d] the right to utilize experts retained and \ndesignated by other parties in this matter including the SGH designations by \nCrescent.”28  The AP Parties have subsequently clar ified that their intention is to \noffer “the same opinions SGH has already expressed via [the SGH] Report and \ndeposition” only if “Crescent fails to present SGH as its expert witness in its case-in-\nchief.”29 \n67. Given that the AP Parties timely designated the SGH Experts, those experts \nhave timely provided their expert report, and each SGH Expert has been deposed by \nall parties, including Madison, concerning the substance of the opinions that the AP \nParties would intend to elicit at trial, Madison’s claims of undue surprise and unfair \nprejudice by the AP Parties’ designation of the SGH Experts ring hollow.   \n68. Accordingly, the Court concludes, in the exercise of its discretion, that \nMadison’s motion should be denied and that the AP Parties should be permitted to \nelicit opinions and testimony from the SGH Experts at trial.  Recognizing, however, \n \n27 (See Third-Party Def. Madison’s Br. Supp. Daubert Mot. in limine Def. AP Atlantic’s Non-\nRetained Expert Witnesses and Mot . Strike 7 [hereinafter “Madison Non-Retained Expert \nBr.”], ECF No. 614.) \n \n28 (See AP Parties’ Expert Disclosure 3, ECF No. 271.) \n \n29 (See AP Parties’ Br. Opp’n Madison’s Daubert  Mot. in limine  Non-Retained Expert \nWitnesses and Mot. Strike 4 [hereinafter “AP Parties’ Opp’n  Non-Retained Expert \nWitnesses”], ECF No. 619.) \n \n \nthat the AP Parties have designated four experts (Greenberg, Vatovec, Dusenberry, \nand Valentine) and that  the Case Management Order only permits the designation \nof three, (see Case Management Order 23, ECF No. 94), the Court will permit the AP \nParties to offer opinions and testimony from only three of its four designated experts \nat trial. \nD.      Testimony from AP Parties’ Lay Witnesses as Experts \n69. The AP Parties’ expert disclosure provides, in part, that:  \nThe AP Parties also expect that there will be various lay witnesses \nthat may give expert testimony  within their respective fields and \ntrades.  These persons are not retained experts, and their opinions may \nbe based upon their professional experience, fields, trades, training, and \ntheir observations on the Crescent Circle University City project and \nsimilar construction projects. \n \n(Madison Non-Retained Expert Br. 5 (citing AP Parties’ Expert Disclosure 4).) \n70. Madison moves to exclude expert opinion testimony from the “unidentified \n‘lay’ or hybrid expert witnesses” described by the AP Parties  in their disclosure .  \n(Madison Non-Retained Expert Br. 9.)  In response, the AP Parties argue that the lay \nwitnesses they describe include former employees  who may qualify as expert  \nwitnesses and therefore should be able to offer expert opinion at trial.  (AP Parties’ \nOpp’n Non-Retained Expert Witnesses 5.)   \n71. The Court concludes that Madison’s motion should be granted.  The AP \nParties’ failure to designate the unidentified witnesses at issue as experts consistent \nwith the Court’s Case Management Order and North Carolina Rule of Civil Procedure \n26 precludes their effort to offer expert testimony from these witnesses at trial.  \n \n \nWhether these witnesses may offer lay opinion testimony  at trial under Rule 701 is \nnot an issue currently before the Court. \nV. \nCONCLUSION \n5. WHEREFORE, for the reasons set forth above, the Court , in the exercise \nof its discretion,  hereby ORDERS that the Motions are  GRANTED in part  and \nDENIED in part as follows: \na. The Motions are GRANTED as to the SGH Experts to the extent those \nexperts seek to offer opinions and testimony concerning (i) the standard \nof care for a general contractor, drywall  installation, truss \nmanufacturing, or framing;  (ii) the opinions they proffered in the \nTrussway Action; (iii) whether AP  Atlantic or Crescent met their \ncontract obligations concerning demand for remediation and \nopportunity to cure ; and (iv) the reasonableness of the cost of \nimplementing the repairs to the trusses ; and the SGH Experts will not \nbe permitted to offer opinions and testimony as to these matters at trial. \nb. The Motions are DENIED as to the SGH Expert s to the extent the \nMotions seek to exclude opinions and testimony from th ese experts \nconcerning (i) the design loads  specified and used in the design of the \nProject; (ii) the identification of truss defects at the Project; (iii) the \nlikely or possible causes of the alleged truss defects (but not the specific \nactual cause of a specific truss defect); and (iv) the reasonableness of the \n \n \ndesign of the truss repairs ; and the SGH Experts will be permitted to \noffer opinions and testimony as to these matters at trial. \nc. The Motions are GRANTED as to Rogers and Grundahl , and Rogers \nand Grundahl may not offer opinions  and testimony concerning the \nstandard of care or specific causation of the alleged truss defects at trial. \nd. The Motions are GRANTED in part as to Greenberg , and Greenberg \nmay not offer opinion s and testimony concerning specific, non-design-\nrelated causes of the Project’s alleged truss defects ; provided, however, \nthat on cross -examination at trial, Greenberg may explain whether \ncertain photographs and other evidence reflect design-related defects or \nnon-design-related defects, and if the latter, whether that evidence \nreflects construction activities, occupancy damage, or some other broad \ncategory of non-design-related activity.  \ne. The Motions are DENIED as to the AP Parties’ designation of the SGH \nExperts, and the AP Parties shall be permitted to offer expert testimony \nfrom the SGH Experts at trial ; provided, however, that the AP Parties \nshall not be permitted to offer opinions and testimony from more than \nthree of their four designated experts. \nf. The Motions are GRANTED  as to the AP Parties’ designation of \nunidentified lay witnesses as expert witnesses at trial, and the AP \nParties shall not be permitted to solicit expert opinion s and testimony \n \n \nfrom any unidentified, undesignated expert witness at trial , including \nfrom AP Atlantic employees. \n \nSO ORDERED, this the 8th day of February, 2022. \n \n      /s/ Louis A. Bledsoe, III \n      Louis A. Bledsoe, III \n      Chief Business Court Judge \n "
}