{
  "id": "90289220e87d62d21bf72ece03f655bbc7ac00cc865f7a414a92f4f58a813506",
  "source_file": "data/raw/ncbc/90289220e87d62d21bf72ece03f655bbc7ac00cc865f7a414a92f4f58a813506.pdf",
  "raw_text": "Reynolds Am. Inc. v. Third Motion Equities Master Fund Ltd., 2018 NCBC 114. \n \n \n \nSTATE OF NORTH CAROLINA \n \nFORSYTH COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 7086 \n \nREYNOLDS AMERICAN INC., \n \nPlaintiff, \n \nv. \n \nTHIRD MOTION EQUITIES \nMASTER FUND LTD.; MAGNETAR \nCAPITAL MASTER FUND, LTD.; \nSPECTRUM OPPORTUNITIES \nMASTER FUND LTD.; MAGNETAR \nFUNDAMENTAL STRATEGIES \nMASTER FUNDS LTD.; \nMAGNETAR MSW MASTER FUND  \nLTD.; MASON CAPITAL MASTER  \nFUND, L.P.; ANTON S. \nKAWALSKY, trustee for the benefit \nof Anton S. Kawalsky Trust UA \n9/17/2015; CANYON BLUE CREDIT \nINVESTMENT FUND L.P.; THE \nCANYON VALUE REALIZATION \nMASTER FUND, L.P.; CANYON \nVALUE REALIZATION FUND,  \nL.P.; BLUE MOUNTAIN CREDIT  \nALTERNATIVES MASTER FUND \nL.P.; BLUEMOUNTAIN FOINAVEN \nMASTER FUND L.P.; \nBLUEMOUNTAIN GUADALUPE \nPEAK FUND L.P.; \nBLUEMOUNTAIN SUMMIT \nTRADING L.P.; BLUEMOUNTAIN \nMONTENVERS MASTER FUND \nSCA SICAV-SIF; AMUNDI \nABSOLUTE RETURN CANYON \nFUND P.L.C.; CANYON-SL  \nVALUE FUND, L.P.; PERMAL \nCANYON IO LTD.; CANYON \nVALUE REALIZATION MAC 18 \nLTD.; and BARRY W. BLANK \nTRUST, \n \nDefendants. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFF’S OCTOBER 10, 2018 BCR \n10.9 SUMMARIES \n \n \n \n \n \n1. THIS MATTER is before the Court upon Plaintiff Reynolds American Inc.’s \n(“Reynolds” or “RAI”) October 10, 2018 Business Court Rule (“BCR”) 10.9 Summaries \n(the “Summaries”) in the above-captioned case. \n2. After considering the parties’ BCR 10.9 submissions and the arguments of \ncounsel on an October 24, 2018 videoconference call, the Court decides this matter as \nset forth herein. \nCravath, Swaine &  Moore LLP, by Gary A. Bornstein, Thomas G. \nRafferty, Samira Shah, and Nicole D. Valente, and Smith, Anderson, \nBlount, Dorsett, Mitchell & Jernigan, LLP, by Donald H. Tucker, Jr., \nChristopher B. Capel, and Clifton L. Brinson, for Plaintiff Reynolds \nAmerican Inc. \n \nLowenstein Sandler LLP, by Sheila A. Sadighi, Maya Ginsburg, \nLawrence M. Rolnick, Jennifer A. Randolph, and Thomas E. Redburn, \nJr., and Brooks,  Pierce, McLendon, Humphrey & Leonard, LLP, by \nJennifer K. Van Zant and Jessica Thaller-Moran, for Defendants Mason \nCapital Master Fund, L.P., Anton S. Kawalsky, Canyon Blue Credit \nInvestment Fund L.P., Canyon Value Realization Master Fund, L.P., \nCanyon Value Realization Fund, L.P., Blue Mountain Credit \nAlternatives Master Fund L.P., BlueMountain Foinav en Master Fund \nL.P., BlueMountain Guadalupe Peak Fund L.P., BlueMountain Summit \nTrading L.P., BlueMountain Montenvers Master Fund SCA SICAV-SIF, \nAmundi Absolute Return Canyon Fund P.L.C., Canyon-SL Value Fund, \nL.P., Permal Canyon IO Ltd., and Canyon Value Realization MAC 18 \nLtd. \n \nAbrams & Bayliss LLP, by Sarah E. Delia and Kevin G. Abrams, and \nEllis & Winters LLP, by George F. Sanderson, III and Troy D. Shelton, \nfor Defendants Magnetar Capital Master Fund, Ltd., Magnetar \nFundamental Strategies Master Fund L td., Magnetar MSW Master \nFund Ltd., Third Motion Equities Master Fund Ltd., and Spectrum \nOpportunities Master Fund Ltd. \n \nShanahan McDougal, PLLC, by Gregg E. McDougal, Brandon S. \nNeuman, and H. Denton Worrell, for Defendant Barry W. Blank Trust. \n \nBledsoe, Chief Judge. \n \n \n \n \nI. \nBACKGROUND \n3. This lawsuit is a judicial appraisal action under N.C. Gen. Stat. § 55 -13-30 \nto determine the fair value of Defendants’ common stock in Reynolds.  On July 25, \n2017, Reynolds merged into an indirect, wholly owned subsidiary of British American \nTobacco p.l.c. (the “Merger”).  Defendants are former Reynolds shareholders. \n4. On May 4, 2018, Reynolds served its first set of requests for production of \ndocuments directed to all Defendants  (the “Requests”) .  Responding to these \nRequests, Defendants Mason Capital Master Fund, L.P. ; The Canyon Value \nRealization Master Fund, L.P. ; Canyon Value Realization Fund, L.P. ; Canyon Blue \nCredit Investment Fund L.P.; Canyon-SL Value Fund, L.P.; Permal Canyon IO Ltd.; \nCanyon Value Realization MAC 18 Ltd. ; Amundi Absolute Return Canyon Fund \nP.L.C.; Anton S. Kawalsky ; Blue Mountain Credit Alternatives Master Fund L.P. ; \nBlueMountain Summit Trading L.P. ; BlueMountain Montenvers Master Fund SCA \nSICAV-SIF; BlueMountain Foinaven Master Fund L.P. ; and BlueMountain  \nGuadalupe Peak Fund L.P.  (collectively, the “CMB Defendants”) made general and \nspecific objections.   Particularly, the CMB Defendants objected to and refused to \nproduce documents responsive to Requests 7, 8, 9(a), 13, 14, 15, 16, and 20  \n(collectively, the “Disputed Requests”). \n5. In its Summaries submitted to the Court under BCR 10.9, Reynolds asks \nthat the Court order the CMB Defendants to produce documents responsive to the \n \n \n \nDisputed Requests.  Pursuant to BCR 10.9(b)(1), the CMB Defendants sub mitted \nresponses to Reynolds’s Summaries. \n6. The Court held a BCR 10.9 videoconference call on Reynolds’s Summaries \non October 24, 2018 .  All parties  to this action were represented on the \nvideoconference by counsel.   \n7. These issues are ripe for resolution.1 \nII. \nLEGAL STANDARD \n8. Parties participating in a judicial appraisal action under N.C. Gen. Stat. \n§ 55-13-30 are entitled to the same discovery rights as parties in other civil \nproceedings.  See N.C. Gen. Stat. § 55-13-30(d); Russell M. Robinson, II, Robinson on \nNorth Carolina Corporation Law § 27.04 (7th ed. 2017).  “The primary purpose of the \ndiscovery rules is to facilitate the disclosure prior to trial of \nany unprivileged information that is relevant and material to the lawsuit so as to \npermit the narrowing and sha rpening of the basic issues and facts that will require \ntrial.”  Friday Invs., LLC v. Bally Total Fitness of the Mid -Atl., Inc., 805 S.E.2d 664, \n667 (N.C. 2017) (emphasis omitted) (quoting Bumgarner v. Reneau, 332 N.C. 624, \n628, 422 S.E.2d 686, 688 –89 (1992)).  Rule 26 of the North Carolina Rules of Civil \nProcedure ensures that this process is carried out by allowing parties to “obtain \n                                                 \n1  Despite mutual agreement between the parties on the October 24 videoconference call that \nadditional briefing was unnecessary,  the CMB Defendants submitted a further BCR 10.9 \nstatement to the Court by e-mail on October 25, 2018.  Reynolds objected to this submission \nand requested a chance to file a response.  The Court has reviewed the CMB Defendants’ \nadditional submission and concludes that a response from Reynolds is not necessary. \n \n \n \ndiscovery regarding any matter, not privileged, which is relevant to the subject \nmatter involved in the pending action.”  N.C. R. Civ. P. 26(b)(1). \n9. In answering what matters are “relevant” under Rule 26, courts of this State \nhave long recognized that “[t]he relevancy test for discovery is not the same as the \nrelevancy test for admissibility into evidence.  To be relevant for purposes of \ndiscovery, the information [sought] need only be ‘reasonably calculated’ to lead to the \ndiscovery of admissible evidence.”  Shellhorn v. Brad Ragan, Inc., 38 N.C. App. 310, \n314, 248 S.E.2d 103, 106 (1978); see N.C. R. Civ. P. 26(b)(1); Lowd v. Reynolds, 205 \nN.C. App. 208, 214, 695 S.E.2d 479, 483 (2010).  This liberal standard is not without \nlimits, however, and our Supreme Court has cautioned that  the Rules of Civil \nProcedure should not be interpreted to allow parties “to roam at will in the closets \nof . . . other[s].”  Willis v. Duke Power Co., 291 N.C. 19, 34, 229 S.E.2d 191, 200 (1976). \n10. Whether or not a party’s request to compel discovery should be granted or \ndenied “is within the trial court’s sound discretion,” and the trial judge’s decis ion on \nsuch matters “will not be reversed absent an abuse of discretion.”  Phelps-Dickson \nBuilders, L.L.C. v. Amerimann Partners, 172 N.C. App. 427, 433, 617 S.E.2d 664, 668 \n(2005) (quoting Wagoner v. Elkin City Sch. Bd. of Educ., 113 N.C. App. 579, 585, 440 \nS.E.2d 119, 123 (1994)). \nIII. \nANALYSIS \n11. Reynolds contends that the Disputed Requests are appropriate under Rule \n26 because they seek documents that may be relevant to (i) the CMB Defendants ’ \n \n \n \nmethods of valuing Reynolds common stock before the commencemen t of these \nproceedings and (ii) the credibility of the CMB Defendants’ proffered valuations.  The \nCMB Defendants respond that the Disputed Requests are overbroad and solicit \nirrelevant information.  \n12. The question of fair value in a judicial appraisal action is resolved by the \ncourt; there is no right to a trial by jury.  N.C. Gen. Stat. § 55 -13-30(d).  In making \nits determination as to fair value , the court “can consider a wide range of factual \nevidence[.]”  Reynolds Am. Inc. v. Third Motion Equities Master Fund, Ltd. , 2018 \nNCBC LEXIS 94, at *7 –8 (N.C. Super. Ct. Sept. 12, 2018)  (quoting In re Dole Food \nCo., 114 A.3d 541, 550 (Del. Ch. 2014)).  This range of evidence includes “documents \npertaining to pre-suit valuations of a company or its shares ,” which may “assist the \ncourt in weighing the validity and credibility of each party’s stance in the appraisal \nproceeding.”  Id. at *8.   \n13. The Disputed Requests, however, not only seek documents relating directly \nto pre-litigation valuations, but also call for, among other things, documents related \nto the CMB Defendants’ decision to oppose the Merger, other litigation in which the \nCMB Defendants have been involved, and the CMB Defendants’ investment policies.  \nThe issue before the Court is thus whether these Requests are reasonably calculated \nto lead to the discovery of admissible evidence bearing on the validity and credibility \nof the CMB Defendants’ valuations or whether—as the CMB Defendants contend —\nReynolds is embarking on a n impermissible fishing expedition .  See Dworsky v. \nTravelers Ins. Co., 49 N.C. App. 446, 448, 271 S.E.2d 522, 524 (1980). \n \n \n \nA. Request 7 \n14. Request 7 seeks “Documents2 relating to the Defendants’ determinations of \ntheir respective Per Share [Fair Value] Estimates.”  (Pl.’s First Req. Produc. Docs. \nDirected All Defs. 9.)   Reynolds argues that Request 7 is relevant for purposes of \ndiscovery in that it seeks documents related to the October 12, 2017 p re-litigation \nper-share fair value estimate  that the CMB Defendants submitted to Reynolds \npursuant to N.C. Gen. Stat. § 55-13-28.  Because the value of Defendants’ shares is a \ncentral issue in this litigation, and because the Court has previously ruled that \ncertain pre -litigation valuations of Reyn olds securities by other Defendants are \nrelevant under Rule 26, Reynolds Am. Inc., 2018 NCBC LEXIS 94, at *8–9, Reynolds \ncontends that the CMB Defendants should be compelled to provide documents \nresponsive to Request 7. \n15. The CMB Defendants counter by pointing out that the documents sought by \nRequest 7 were prepared by the CMB Defendants’ valuation expert to satisfy a \nstatutory requirement for perfecting the CMB Defendants’ appraisal rights.  The \nCMB Defendants argue that requiring the production of these doc uments would  \nviolate the terms of the protocol governing expert discovery in this case, which \nprovides that “draft reports , . . . preliminary or intermediate calculations, \ncomputations, . . . data,” or other “draft materials” prepared by an expert are not \ndiscoverable.  (Order Entering Expert Disc. Protocol ¶ 3(a) , ECF No. 69.)  The CMB \nDefendants also characterize these documents as the “preliminary work product” of \n                                                 \n2  When quoting Reynolds’s Requests, the Court retains the Requests’ original capitalization, \nsignifying defined terms.  \n \n \n \ntheir valuation expert.  (Canyon, Mason, and BlueMountain Dissenters’ Opp’n Pl.’s \nRule 10.9(b) Submission Regarding Dissenters’ Resp. Doc. Reqs. Nos. 7, 8, 9, 13 and \n20, at 1.) \n16. The Court does not find the CMB Defendants’ arguments painting Request \n7 as early expert discovery or a request for expert draft materials  (as that term is \nused in the expert discovery protocol ) persuasive.  First, d ocuments relating to the \nCMB Defendants’ pre-litigation valuations of their shares are relevant to the ultimate \nquestion in this case—the actual value of those shares.  See Reynolds Am. Inc., 2018 \nNCBC LEXIS 94, at *7–8.  Second, although the documents sought by Request 7 may \nhave been prepared by the same person that the CMB Defendants anticipate \ntendering as an expert, those documents relate to the preparation of a pre -litigation \nvaluation that the CMB Defe ndants ultimately relied on and delivered to Reynolds \nas a prerequisite for  asserting their appraisal rights.   See N.C. Gen. Stat. § 55 -13-\n28(a)–(b) (requiring a dissatisfied shareholder to notify the corporation of the \nshareholder’s estimate of fair value within thirty days of receipt of the corporation’s \npayment or offer of payment).   The documents were not produced or drafted by the \nCMB Defendants’ expert as part of these proceedings, and the expert’s pre-litigation \nvaluation was based on a more limited record than that forecast to support the CMB \nDefendants’ expert opinions at trial .  The Court thus concludes that Request 7 is \nreasonably calculated to lead to the discovery of admissible evidence and does not \nviolate the expert discovery protocol.  To the extent the CMB Defendants assert that \ndocuments responsive to Request 7 constitute protected work product,  such \n \n \n \ndocuments should be handled in the manner described in the Amended Case \nManagement Order entered by the Court on April 10, 2018. \nB. Requests 8, 9(a), 13, and 20 \n17. Requests 8, 9(a), 13, and 20 seek documents related to the CMB Defendants’ \ndecisions to contest the Merger and assert their appraisal rights.  In particular, these \nRequests seek the following sets of documents:  \na. Request 8: “A ll D ocuments relating to the Defendants’ decisions to \ncontest RAI’s Per Share [Fair Value] Estimate.”  (Pl.’s First Req. Produc. \nDocs. Directed All Defs. 9.) \nb. Request 9(a): “All Documents relating to the decisions by Defendants \nregarding (a) whether to assert Appraisal Rights[.]”  (Pl.’s First Req. \nProduc. Docs. Directed All Defs. 9.) \nc. Request 13: “All Documents relating to any Communications concerning \nthe Merger or Defendants’ decision to assert Appraisal Rights or \nDefendants’ responses to the Appraisal Notices.”   (Pl.’s First Req. \nProduc. Docs. Directed All Defs. 10.) \nd. Request 20: “All Documents relating to Defendants’ consideration of how \nto vote, or abstain from voting, their shares of RAI Securities.”  (Pl.’s \nFirst Req. Produc. Docs. Directed All Defs. 12.) \n18. Reynolds argues that documents responsive to these Requests are relevant \nto the value of the CMB Defendants’ sha res at the time of the Merger because the \nvalue of the shares would have been a critical concern for the CMB Defendants in \n \n \n \ndetermining whe ther to assert their appraisal rights.  Reynolds also argues that \ndocuments responsive to these Requests will bear on the CMB Defendants’ credibility \nas they assert a fair value for the Reynolds common stock at issue.   \n19. The CMB Defendants respond that Requests 8, 9(a), 13, and 20 are \noverbroad and irrelevant in that they seek documents that may contain purely \nsubjective reasons for deciding to assert appraisal rights or vote against the Merger.  \nThe CMB Defendants contend that such information will have no bearing on the fair \nvalue of their Reynolds shares and will thus not be pertinent to the Court’s ultimate \ndecision.  As they relate to documents solely about the subjective motivations of the \nCMB Defendants, these objections are well founded. \n20. The Court’s chief concern in this case is the fair value of Defendants’ shares \nimmediately before the Merger.  N.C. Gen. Stat. § 55-13-01(5) (defining fair value as \n“[t]he value of the corporation’s shares . . . immediately before the effectuation of the \ncorporate action as to which the shareholder asserts appraisal rights” ).  While \ndocuments responsive to Reque sts 8, 9(a), 13, and 20  might provide the Court with \ninformation helpful in determining this fair value and assessing the credibility of the \nCMB Defendants’ position, such documents might also contain a whole host of \nunrelated considerations that are irrelevant to either issue.  The decision to oppose a \nmerger and to institute appraisal proceedings may be motivated by any number of \nsubjective considerations, including a shareholder’s own investment goals, budget, \ntolerance for risk, and more.  Those considerations are irrelevant to the value of the \nshares held or a shareholder’s credibility in asserting a certain fair value.  Thus, while \n \n \n \nRequests 8, 9(a), 13, and 20 may seek information relevant to this lawsuit, the net \ncast is too wide. \n21. Consequently, the Court concludes that Requests 8, 9(a), 13, and 20 are \noverly broad and unduly burdensome as currently written.  The Court will therefore \norder that the CMB Defendants respond to Requests 8, 9(a), 13, and 20, but only to \nthe extent the Requests seek documents reflecting a consideration of the value of \nReynolds securities.  See N.C. R. Civ. P. 26(b)(1a) (providing that the court may limit \nthe frequency or extent of discovery if the court determines “ the discovery is unduly \nburdensome or expensive, taking into account the needs of the  case, the amount in \ncontroversy, limitations on the parties’ resources, and the importance of the issues at \nstake in the litigation”); Willis, 291 N.C. at 34, 229 S.E. 2d at 200 (“One party’s need \nfor information must be balanced against the likelihood of an undue burden imposed \nupon the other.”); Brown v. Secor, 2017 NCBC LEXIS 65, at *38–39 (N.C. Super. Ct. \nJuly 28, 2017) (denying motion to compel in part as to request for production that was \noverbroad and sought documents likely to contain  irrelevant and  personal \ninformation). \nC. Requests 14 and 15 \n22. Requests 14 and 15 call for documents showing other litigation in which the \nCMB Defendants have been involved.  In particular, Request 14 seeks  “Documents \nsufficient to show any other assertions of appraisal rights involving Defendants or \nany affiliated entities, either by judicial proceeding or independent valuation, \nincluding Documents sufficient to identify the Securities at issue.”  (Pl.’s Firs t Req. \n \n \n \nProduc. Docs. Directed All Defs. 10.)   Request 15 seeks “Documents sufficient to \nidentify (a) any litigation from any time whatsoever in which Defendants sought to \nserve or in fact served as a lead plaintiff or in any other representative capacity o n \nbehalf of other plaintiffs and (b) the Securities or other investments at issue in each \nsuch litigation.”   (Pl.’s First Req. Produc. Docs. Directed All Defs. 11.)   Reynolds \nargues that these Requests are proper under Rule 26 because information revealed \nin other lawsuits or proceedings may be relevant to the CMB Defendants’ valuations \nof Reynolds common stock and to issues of expert method ology and witness \ncredibility.   \n23. The CMB Defendants object to Requests 14 and 15 as having nothing to do \nwith the value of Reynolds or their own valuations of Reynolds common stock.  They \nfurther argue that e ven if documents sought by these Requests revealed  prior \ninstances in which the CMB Defendants  used different valuation strategies , such \ninconsistencies are inherent in the nature of appraisal proceedings and provide the \nCourt with no meaningful input on expert credibility.  The Court agrees. \n24. As an initial point, Reynolds’s decisions to define “Securities” in its Requests \nusing “the Securities Exchange Act of 1934, 15 U.S.C. § 78a, et seq.,” (Pl.’s First Req. \nProduc. Docs. Directed All Defs. 5),  and to draft Request 15 to cover “any litigation \nfrom any time whatsoever in which Defendants sought to serve or in fact served as a \nlead plaintiff or in any other representative capacity on behalf of other plaintiffs ,” \n(Pl.’s First Req. Produc. Docs. Directed All Defs. 11) , combine to render Request 15 \noverbroad.  The mere fact that the CMB Defendants have served in a representative \n \n \n \ncapacity in other lawsuits has nothing to do with the fair value of their Reynolds \nshares in this appraisal proceeding.   \n25. Further, Reynolds’s arguments in support of Requests 14 and 15 appear to \nconcede that these Requests are not directly relevant to the fair value of the Reynolds \ncommon stock that is the subject matter of this case.  Instead, Reynolds argues only \nthat Requests 14 and 15 may lead to the discovery of information about inconsistent \nvaluation methodologies used in other appraisal proceedings by the CMB Defendants.   \nThe Court cannot agree that Requests 14 and 15 are reasonably calculated to lead to \nthe discovery of admissible evidence on such a conjectural basis.   \n26. Valuing shares is no easy task.  Often referred to as a “battle of the experts” \nby courts, see, e.g., Dell, Inc. v. Global Event Driven Master Fund Ltd., 177 A.3d 1, 38 \n(Del. 2017), “an appraisal proceeding is a multifaceted, fact-specific inquiry,” Merion \nCapital L.P. v. Lender Processing Servs., No. 9320-VCL, 2016 Del. Ch. LEXIS 189, at \n*44 (Del. Ch. Dec. 16, 2016).  The facto rs relevant to a court ’s determination of fair \nvalue “can vary from case to case depending on the nature of the company, the \noverarching market dynamics, and the areas on which the parties focus .”  Id.; see In \nre PetSmart, Inc., No. 10782-VCS, 2017 Del. Ch. LEXIS 89, at *55 (Del. Ch. May 26, \n2017) (“Every company is different; every merger is different.”).   That the CMB \nDefendants may have used different methodologies or strategies in valuing different \ncompanies is thus a fact of little  consequence here.  This lawsuit concerns the fair \nvalue of Defendants’ Reynolds common stock.  Turning every inconsistency between \nthis case and any number of other appraisal actions into a mini-trial about the specific \n \n \n \nfactors and considerations relevant to the valuation of some other company  will not \nassist the Court in appraising Defendants’ shares.  As such, the Court concludes that \nRequests 14 and 15 are not reasonably calculated to lead to t he discovery of \nadmissible evidence and that the information sought by these Requests is not \nrelevant under Rule 26.  \nD. Request 16 \n27. Request 16 seeks “ Documents sufficient to show Defendants’ investment \npolicies, procedures, practices, investment guidelines, rules, goals or criteria for \ninvestments or investment decisions[.]”  (Pl.’s First Req. Produc. Docs. Directed All \nDefs. 11.)  Reynolds includes in this Request documents reflecting the following: \n(a) statements of investment policy; (b) investment objectives or strategies; \n(c) permissible investments by Defendants or on their behalf; (d) risk analyses \nor risk evaluations relating to the purchase, holding or sale of any Securities \nby Defendants or on their behalf; (e) Defendants’ risk tolerance with respect \nto the purchase, holding or sale of any Securities; (f) the use of consultants, \nadvisers, money managers, brokers or other agents with respect to t he \npurchase, holding or sale of any Securities by Defendants or on their behalf; \n(g) internal and external analysts used for the purpose of acquiring any \nSecurities and evaluating their performance; and (h) trading models, \nincluding hedging and arbitrage procedures. \n \n(Pl.’s First Req. Produc. Docs. Directed All Defs. 11.) \n28. Reynolds contends that Request 16 seeks relevant information because \nresponsive documents may reveal inconsistencies between the CMB Defendants’  \npolicies and the CMB Defendants’ proffered valuations.  Reynolds suggests that such \ninconsistencies would reflect on the CMB Defendants’ credibility and the cogency of \ntheir valuations.   \n \n \n \n29. The CMB Defendants vehemently oppose Request 16, asserting that the \ninformation sought by this Request is highly sensitive.  They further contend that \neven if Request 16 unearthed evidence showing that the CMB Defendants’ \ninvestment in and valuation of Reynolds common stock violated the CMB Defendants’ \ninternal policies, that information does not we igh on the credibility of the CMB \nDefendants’ experts or tell the Court anything about the value of their Reynolds \nshares. \n30. The Court is concerned by the breadth and nature of the documents Request \n16 seeks, as well as the lack of any concrete connection between such documents and \nthe value of the CMB Defendants’ shares.  Indeed, from the arguments advanced by \nReynolds in its Summary on this topic and on the October 24 videoconference call, it \nis clear that Reynolds is not certain what, if any, inconsistent positions the CMB \nDefendants’ policy documents may reveal.  The argument appears to be that if the \nCMB Defendants have policies that were pertinent  to their Reynolds common stock, \nand if those policies somehow dealt with value or valuation of shares, then the CMB \nDefendants’ ownership of those shares may be evidence that the CMB Defendants \npreviously took a position on the value of those shares that is different than their \ncurrent position.  This series of assumptions is too attenuated  to allow Reynolds to \nsift through highly sensitive, proprietary, and confidential documents in the hopes of \nfinding something that will, in all likelihood, be of little to no probative value when \ncompared to the large amount of information the Court must consider in valuing the \nReynolds common stock at issue .  See Dworsky, 49 N.C. App. at 448, 271 S.E.2d at \n \n \n \n524 (“While some relevant and material evidence may be contained in the file, \nplaintiffs are not entitl ed to a fishing  expedition to locate it.”).  The Court therefore \nconcludes that Request 16 is not reasonably calculated to lead to the discovery of \nadmissible evidence and does not seek relevant information under Rule 26.   \nIV. \nCONCLUSION \n31. WHEREFORE, the Court, in the exercise of its discretion, hereby \nORDERS as follows: \na. The CMB Defendants shall produce to Reynolds documents responsive \nto Request 7.   \nb. The CMB Defendants shall produce to Reynolds documents responsive \nto Request s 8, 9(a), 13 and 20  but shall only be obligated to produce \ndocuments responsive to these Requests that reflect a consideration of \nthe value of Reynolds securities. \nc. The CMB Defendants shall not be required to respond to Requests 14, \n15, or 16. \nd. To the extent the CMB Defendants assert that any documents the Court \nhas ordered to be produced under  Requests 7, 8, 9(a), 13, or 20  are \nprotected from disclosure by the attorney -client privilege or constitute \nprotected work product, such documents should be handled in the \nmanner described in the Amended Case Management Order entered by \nthe Court on April 10, 2018. \n \n \n \nSO ORDERED, this the 7th day of November, 2018. \n \n \n     /s/ Louis A. Bledsoe, III    \n     Louis A. Bledsoe, III \n     Chief Business Court Judge \n "
}