{
  "id": "9040a02d6696b4305ebf95b882463ecfa231835ce1929d0e06b8226283c63c3c",
  "source_file": "data/raw/ncbc/9040a02d6696b4305ebf95b882463ecfa231835ce1929d0e06b8226283c63c3c.pdf",
  "raw_text": " \n \nSTATE OF NORTH CAROLINA \n \nGUILFORD COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n20 CVS 4841 \n \nINHOLD, LLC; and NOVALENT, \nLTD., \n \nPlaintiffs, \n \nv. \n \nPURESHIELD, INC.; JOSEPH \nRAICH; and VIACLEAN \nTECHNOLOGIES, LLC, \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFFS’ MOTION FOR  \nLEAVE TO FILE SECOND  \nAMENDED COMPLAINT \n \n1. Plaintiffs Inhold, LLC and Novalent, Ltd. have mo ved for leave to file a \nsecond amended complaint.  (ECF No. 48.)  Defendants Joseph Raich, PureShield, \nInc., and ViaClean Technologies, LLC oppose the motion.   Having considered all \nmatters of record and the arguments of counsel, the Court GRANTS  the motion in \npart. \nTuggle Duggins P.A., by Jeffrey S. Southerland, Brandy L. Mansouraty, \nand Richard W. Andrews, for Plaintiffs Inhold, LLC and Novalent, Ltd. \n \nParker Poe Adams & Bernstein LLP , by Sarah F. Hutchins, C. Kyle \nMusgrove, and Katherine S. Clarke, and Crowell & Moring LLP, by \nBrian Paul Gearing, Ali H.K. Tehrani, and Joshua M. Rychlinski, for \nDefendants PureShield, Inc., Joseph Raich, and ViaClean Technologies, \nLLC. \n \nConrad, Judge. \nI. \nBACKGROUND \n2. This case began as a trade-secret dispute.  Inhold and Novalent are related \ncompanies that make and sell antimicrobial protectant products.  They allege that \nRaich, a former member of Inhold, stole trade secrets and other confidential \nInhold, LLC v. PureShield, Inc., 2021 NCBC 2. \ninformation.  They also allege that PureShield and ViaClean Technologies —each \naffiliated with Raich—are using the trade secrets to make competing products.  The \ncomplaint, as amended, includes claims for breach of fiduciary duty, constructive  \nfraud, misappropriation of  trade secrets, unfair or deceptive trade practices, civil \nconspiracy, and breach of contract.  ( See, e.g., Am. Compl. ¶¶ 97, 104, 120, 140, 150, \n158, ECF No. 16.)  An earlier order describes these claims and allegations in more \ndetail.  See Inhold, LLC v. PureShield, Inc., 2020 NCBC LEXIS 107 (N.C. Super. Ct. \nSept. 22, 2020). \n3. Plaintiffs now seek to introduce a related patent dispute.  (See Proposed 2d \nAm. Compl. ¶¶  95–151, ECF No. 48.1  [“SAC”].)  In 2014, Inhold gave PureShield a \n“non-exclusive, non-transferable” license to four patents1 and any “other U.S. patents \nissuing from applications filed by or for [Inhold]  claiming priority from or \nsubstantially the same subject matter disclosed in the Patents.”  (License Agrmt. \nArts. I(a), II, Ex. A, ECF No. 48.6.)  PureShield obtained not only the rights to make, \nuse, and sell products embodying the patents but also the right to “prosecute and \nbring any and all actions for infringement.”  (License Agrmt. Art s. II, VI(i).)   The \nagreement was to continue until the expiration of the licensed patents as well as any \ntrademarks and Environmental Protection Agency registrations “listed in Exhibit A.”  \n(License Agrmt. p.1, Art. V (a).)  Oddly, Exhibit A list s no trademarks or EPA \nregistrations.  According to Plaintiffs, there were no other patents from applications \nfiled by or for Inhold,  and all four  named patents (“Inhold Patents ”) have since \n \n1 The four named patents are U.S. Patent Nos. 5,954,869; 6,113,815; 6,120,587; and \n6,762,172. \nexpired, meaning that the license agreement has expired too.  (See SAC ¶¶ 107, 108, \n223(a).) \n4. But PureShield disagrees.  After this case was filed, it began sending cease-\nand-desist letters to companies in the market for antimicrobial protectants, including \ncustomers of Novalent.  (See SAC ¶¶ 111–14, 117.)  In these letters, PureShield claims \nthat it has the rig ht to enforce the four Inhold P atents and six other patents that \nwere issued to Novalent  (“Novalent Patents”).2  (See SAC Ex. F, ECF No. 48.8.)  In \nSeptember 2020, PureShield sued one recipient for infringement of all ten patents in \nthe United States District Court for the Eastern District of Texas.  See PureShield, \nInc. v. Allied BioScience, Inc., No. 4:20-cv-734 (E.D. Tex.). \n5. This motion followed a month later .  Put simply, Plaintiffs claim that \nPureShield is asserting some patent rights that it no longer has (because the license \nfrom Inhold expired ) and some that it never had  (because Novalent was not a \nlicensor).  (See SAC ¶¶ 95–101, 106, 107, 223.)  A t least one customer has allegedly  \nstopped doing business with Novalent  because of the litigation threat .  ( See SAC \n¶ 149.)  Plaintiffs therefore wish to settle the parties’ rights  through a claim for \ndeclaratory judgment, (see SAC ¶ 223), to add new claims for tortious interference \nand defamation, (see SAC ¶¶ 226–39), and to expand their existing claims for unfair \nor deceptive trade practices and civil conspiracy , (see, e.g., SAC ¶¶ 191(j)–(o), 203, \n207).  Finally, Plaintiffs seek to enjoin Defendants from  asserting any rights to the \n \n2 The six Novalent Patents are U.S. Patent Nos. 9,624,384; 9,744,120; 10,010,080; 10,328,020; \n10,405,553; and 10,531,664. \npatents, threatening to enforce them,  and making legal filings premised on rights \ngranted by the license agreement.  (See SAC ¶¶ 240–43.) \n6. Defendants oppose the motion on the ground that this Court is the wrong \nforum for resolving the patent feud.   Shortly after the motion was filed, PureShield \nand ViaClean Technologies sued Plaintiffs in the United States District Court for the \nMiddle District of North Carolina, requesting a declaratory judgment on issues nearly \nidentical to those raised in the proposed second amended complaint.  See PureShield, \nInc. v. Inhold, LLC , No. 1:20-cv-1025 (M.D.N.C.).  The district court in the Texas \nlitigation then stayed the patent claims there—at the request of PureShield and \nViaClean Technologies—pending resolution of the license dispute in this action or in \nthe Middle District of North Carolina.  See PureShield, Inc. v. Allied BioScience, Inc., \nNo. 4:20-cv-734 (E.D. Tex. Dec. 4 & 11, 2020) (Dkt. Nos. 17, 18). \n7. After full briefing, the Court held a hearing on December 17, 2020, at which \nall parties were represented by counsel.  The motion is now ripe for determination. \nII. \nANALYSIS \n8. Leave to amend pleadings should be “freely given when justice so requires.”  \nN.C. R. Civ. P. 15(a).  Proper reasons for denying a motion to amend include undue \ndelay, unfair prejudice, bad faith, futility of the amendment, and repeated failure to \ncure defects by previous amendments.  See Williams v. Owens, 211 N.C. App. 393, \n394, 712 S.E.2d 359, 360 (2011) (citation omitted). \n9. Defendants oppose the motion solely on the basis of futility.  They argue that \nthe proposed claims arise under federal patent law and therefore fall outside the \nsubject matter jurisdiction of this  Court.  They also argue  that some claim s are \npreempted and that the requested relief  impermissibly intrudes on pending and \nfuture federal litigation.  The Court begins with its jurisdiction to decide patent issues \nin the context of state-law claims. \nA. Federal Patent Jurisdiction \n10. “Federal courts have exclusive jurisdiction over cases ‘arising under any Act \nof Congress relating to patents.’ ”  Gunn v. Minton, 568 U.S. 251, 253 (2013) (quoting \n28 U.S.C. § 1338(a)).  Usually, a case arises under federal patent law “ when federal \nlaw creates the  cause of action asserted .”  Id.  at 257 (citation omitted).   A good \nexample is a claim for patent infringement.  See 35 U.S.C. §§ 271, 281. \n11. There are no claims of that sort here.  Each claim added or expanded by the \nproposed amendment is premised on a contract dispute, namely whether the license \nagreement allows PureShield to enforce the ten patents at issue.   Plaintiffs seek a \ndeclaratory judgment that PureShield has no right under that agreement to enforce \nany of the ten .  ( See SAC ¶  223.)  They also claim, as a result, that Defendants’ \nassertion of rights to the patent s—through cease -and-desist letters, other \ncommunications, and litigation—is both false and tortious.  (See SAC ¶¶ 226–39.) \n12. Thus, the issue is whether these claims arise under federal patent law even \nthough all indisputably originate in state law.  As the United States Supreme Court \nrecently reaffirmed, “federal jurisdiction over a state law claim will lie if a  federal \nissue is: (1) necessarily raised, (2) actually disputed, (3) substantial, and (4) capable \nof resolution in federal court without disrupting the federal -state balance approved \nby Congress.”  Gunn, 568 U.S. at 258; see also  Grable & Sons Metal Prods., Inc. v. \nDarue Eng’g & Mgf. , 545 U.S. 308, 3 12–14 (2005) (addressing federal arising under \njurisdiction in the context of 28 U.S.C. § 1331).  This is a “special and small category” \nof cases.  Gunn, 568 U.S. at 258 (quoting Empire HealthChoice Assurance, Inc. v. \nMcVeigh, 547 U.S. 677, 699 (2006)). \n13. Defendants argue that their rights under the license agreement  depend on \ntwo issues of patent law.  First, Defendants believe that the Novalent P atents claim \n“substantially the same subject matter” as the four Inhold Patents and are therefore \ncovered by the license agreement.  (License Agrmt. Art. I(a).)  This issue, Defendants \nargue, turns on construction of the patents’ claims , which is governed by federal \npatent law.  See, e.g., TEK Glob., S.R.L. v. Sealant Sys. Int’l, Inc., 920 F.3d 777, 783 \n(Fed. Cir. 2019). \n14. The second issue has to do with the difference between a patent assignment \nand a patent license.  Under federal law, an assignee may enforce a patent by bringing \nsuit in its own name , but a lic ensee may not .  “In distinguishing between ‘an \nassignment’ and a ‘mere license ,’ ” courts “ ‘examine whether the agreement \ntransferred all substantial rights to the patents.’ ”  Lone Star Silicon Innovations LLC \nv. Nanya Tech. Corp., 925 F.3d 1225, 1229 (Fed. Cir. 2019) (quoting AsymmetRx, Inc. \nv. Biocare Med., LLC, 582 F.3d 1314, 1319 (Fed. Cir. 2009)).  Defendants contend that \nPureShield obtained all substantial rights and therefore may  enforce the patents at \nissue as an assignee.  (See Opp’n 2, 10, 14–16, ECF No. 64.)  Whether that is so is a \nquestion of federal law.  See, e.g., Immunex Corp. v. Sandoz Inc., 964 F.3d 1049, 1060 \n(Fed. Cir. 2020).3 \n15. These patent -law issues do not create federal arising under jurisdiction, \nhowever, because they are not necessarily raised by the proposed claims.  An issue of \npatent law is necessarily raised only when “patent law is a necessary element of one \nof the well -pleaded claims.”  Christianson  v. Colt Indus. Operating Corp. , 486 U.S.  \n800, 809 (1988) (citations omitted).  “If on the face of a well-pleaded complaint there \nare reasons completely unrelated to the provisions and purposes of the patent laws \nwhy the party may  be entitled to the relief it seeks,  then the claim does not arise \nunder patent law.”  Litéra Corp. v. Martinez, 2017 NCBC LEXIS 35, at *19–20 (N.C. \nSuper. Ct. Apr. 19, 2017) (citation, quotation marks, and alterations omitted); see also \nInspired Dev. Grp., LLC v. Inspired Prods. Grp., LLC, 938 F.3d 1355, 1362 (Fed. Cir. \n2019); NeuroRepair, Inc. v. Nath L. Grp., 781 F.3d 1340, 1344 (Fed. Cir. 2015). \n16. Consider the Novalent Patents.  Plaintiffs contend that PureShield has no \nrights to these six patents because the license agreement does not name Novalent as \na licensor.  ( See SAC ¶¶ 96–101, 105; License Agrmt. p.1.)   Defendants insist that \nNovalent is bound by the agreement  either as Inhold’s successor or as its alter ego, \nbut these are questions of state contract law and corporate law, not of federal patent \nlaw.  I f Plaintiffs prevail , they would be entitled to a finding  that the license  \nagreement does not extend to the Novalent Patents , and it would be unnecessary to  \n \n3 Defendants also point to a third federal issue: whether PureShield has standing to sue for \npatent infringement in federal court.  (See Opp’n 11, 14–16.)  But Plaintiffs have asked the \nCourt to decide only what rights each side possesses, not whether or in what combination the \nparties would have standing in federal court.  (See SAC ¶ 223.) \nconstrue any patent claims  or to decide whether the  two sets of patents claim \nsubstantially the same subject matter. \n17. Likewise, Plaintiffs contend that any rights PureShield had to the Inhold  \nPatents ceased to exist  when the agreement expired.  ( See, e.g., SAC ¶¶  107, 108, \n223(a).)  This theory turns on a disputed understanding of the termination clause, \nwhich states that the agreement  shall continue until  the expiration of  all licensed \npatents, trademarks, and EPA registrations.  (See License Agrmt. Art. V(a).)  Because \nthe agreement does not list any trademarks or EPA registrations, Plaintiffs believe \nit expired when the last of the  four Inhold Patents expired  in July 2018 .  Again, if \nPlaintiffs prevail, they would be entitled to a finding  that the rights granted  by the \nagreement have since terminated, and it would be unnecessary to decide whether the \nagreement transferred all substantial rights to PureShield. \n18. The upshot is that  the Court could grant relief to  Plaintiffs on these \nstate-law theories  “without ever reaching a patent law issue” —which Defendants’ \ncounsel conceded at the hearing.  NeuroRepair, 781 F.3d at 1344.  Thus, the proposed \nclaims do not necessarily raise an issue of patent law .  See id. at 1344–45; see also \nDixon v. Coburg Dairy, Inc., 369 F.3d 811, 816 (4th Cir. 2004) (en banc) (“A plaintiff’s \nright to relief for a given claim necessarily depends on a question of federal law only \nwhen every legal theory supporting the claim requires resolution of a federal issue.”). \n19. Nor are the patent issues substantial.  Whether a patent issue is substantial \ndepends on “ the importance of the issue to the federal system as a whole ,” not its \n“significan[ce] to the particular parties in the immediate suit.”  Gunn, 568 U.S. at \n260.  Examples include pure issues of federal law, issues that will control numerous \nother cases, or the federal government’s “interest in the availability of a federal forum \nto vindicate its own administrative action .”  Inspired Dev. Grp. , 938 F.3d at 1364 \n(quoting NeuroRepair, 781 F.3d at 1345). \n20. The patent issues raised by Defendants —claim construction and whether \nthe license agreement is an assignment—are “fact-bound and situation-specific.  This \ncase does not present a context -free interpretation of a patent statute, but requires \nmerely that the court apply paten t law to the facts of the case .”  AntennaSys, Inc. v. \nAqyr Techs., Inc. , 976 F.3d 1374, 1382 (Fed. Cir. 2020); see also  NeuroRepair, 781 \nF.3d at 1346.  If and when the patent issues become ripe, this Court “can be expected \nto hew closely to the pertinent f ederal precedents.”  Gunn, 568 U.S. at 262; see also \nAntennaSys, 976 F.3d at 1382.   These case-specific issues are not substantial in the \nsense meant by Gunn. \n21. Defendants seem to argue that claim construction is always a substantial \nfederal issue.  (See Opp’n 12–13.)  But the Federal Circuit recently threw cold water \non that no tion, and it is plainly inconsistent with the reasoning of Gunn.  See  \nAntennaSys, 976 F.3d at 1381–82. \n22. Defendants also argue that a  claim construction by  this Court  or a \ndetermination about PureShield’s status as assignee or licensee would affect other \ncases, including the pending cases in the Middle District of North Carolina and the \nEastern District of Texas.   (See Opp’n 13 .)  Perhaps  so, but a patent issue is not \nsubstantial simply because it is  “future-looking or nonhypothetical .”  Inspired Dev. \nGrp., 938 F.3d at 1367.  T he preclusive effect, if any, of this Court’s decisions would \nbe limited to these patents and these parties.  “Such ‘fact-bound and situation-specific’ \neffects are not sufficient to establish federal arising under jurisdiction .”  Gunn, 568 \nU.S. at 263 (quoting Empire HealthChoice, 547 U.S. at 701) ; see also Inspired Dev. \nGrp., 938 F.3d at 1368 (holding that no substantial patent issue existed when, “[a]s \npled, this claim is about a particular relationship ” and “fundamentally depends on \nthe existence of the relationship between the parties”). \n23. In sum, Plaintiffs’ proposed claims do not necessarily raise any substantial \nissue of p atent law.  The  claims are therefore not subject to exclusive federal \njurisdiction, and an amendment to add them would not be futile for want of \njurisdiction. \nB. Noerr-Pennington Immunity \n24. The proposed claims for tortious interference and defamation are based on \nDefendants’ allegedly wrongful assertion of patent rights in cease- and-desist letters \nand other communications with third parties.  Defendants contend that these claims \nare futile because they are “preempted under the Noerr-Pennington doctrine.”  (Opp’n \n17.) \n25. This argument seems to muddle preemption with the adjacent but distinct \nconcept of Noerr -Pennington immunity.  The Federal Circuit has held that  “federal \npatent law preempts state-law tort liability for a patentholder’s good faith conduct in \ncommunications asserting infringement of its patent and warning about potential \nlitigation.”  Globetrotter Software, Inc.  v. Elan Comp ut. Grp., Inc., 362 F.3d 1367, \n1374 (Fed. Cir. 200 4).  Separately, t he Noerr-Pennington doctrine derives from the \nFirst Amendment, not patent law, and immunizes from tort liability those who bring \nlawsuits in good faith.   See IGEN Int’l, Inc. v. Roche Diagnostics GMBH , 335 F.3d \n303, 310 (4th Cir. 2003).   Backed by shared policies, neither doctrine protects sham \nlitigation or objectively baseless claims.  See Globetrotter, 362 F.3d at 1375–77; IGEN \nInt’l, 335 F.3d at 312. \n26. For present purposes, the question is whether the proposed claims, taking \nthe underlying allegations as true, are necessarily preempted by patent law or barred \nby Noerr-Pennington immunity.  They are not.  Plaintiffs have alleged that \nDefendants had no justification for claiming any rights to the patents or for \nthreatening others wi th enforcement, sent the cease- and-desist letters in bad faith \nretaliation for this lawsuit, and engaged in “baseless and bad faith” litigation in the \nEastern District of Texas.  (E.g., SAC ¶¶ 191, 231, 236.)  In addition, Plaintiffs allege \nthat Defendants ’ conduct is “willful, wanton, and intentional.”  ( SAC ¶  233.)  \nNumerous courts have held that state-law claims are not preempted or barred when \nbased on similar allegations that the defendant “falsely and in bad faith ‘laid claim \nto patents they do not ow n, or hold any other interest in.’  ”  S3 Graphics Co. v. ATI \nTechs. ULC, No. 11-1298, 2014 U.S. Dist. LEXIS 16928, at *7 (D. Del. Feb. 11, 2014); \nsee also Pelfrey v. Mahaffy, No. 17-cv-80920, 2018 U.S. Dist. LEXIS 21114, at *16–17 \n(S.D. Fla. Feb. 7, 2018); Wintrode Enters., Inc. v. PSTL LLC, No. CV-14-01214, 2014 \nU.S. Dist. LEXIS 118118, at *9 (D. Ariz. Aug. 25, 2014); Jarrow Formulas, Inc. v. Int’l \nNutrition Co., 175 F. Supp. 2d 296, 311 (D. Conn. 2001). \n27. Defendants contend that whether their actions were objectively baseless “is \nalso a federal question over which state courts do not have jurisdiction.”  (Opp’n 18.)  \nThis is incorrect.  Preemption is a defense and therefore does not create arising under \njurisdiction.  See, e.g., Christianson v. Colt Indus. Operating Corp., 486 U.S. 800, 809 \n(1988) (noting that arising under jurisdiction is determined by looking solely to the \nwell-pleaded complaint’s affirmative claims, without regard to a defendant’s \ndefenses); Darcangelo v. Verizon Commc’ns, Inc., 292 F.3d 181, 186–87 (4th Cir. 2002) \n(noting that preemption does not create arising under jurisdiction because \n“preemption is asserted as ‘a federal defense to the plaintiff ’s suit’ ” and accordingly \n“does not appear on the face of a well-pleaded complaint” (quoting Metro. Life Ins. Co. \nv. Taylor, 481 U.S. 58, 63 (1987))). \n28. Furthermore, the allegedly false statements  made by Defendants all have \nto do with their  rights under the license agreement.  T he only patent issues \nimplicated by  that dispute are the ones discussed above, which are  neither \nnecessarily raised nor substantial. \n29. Accordingly, the claims for defamation and tortious interference are not \nfutile due to principles of preemption or Noerr-Pennington immunity. \nC. Injunctive Relief \n30. Plaintiffs also seek  to add a  claim for injunctive relief.  An injunction is a \nremedy, not a cause of action.  See, e.g., Revelle v. Chamblee, 168 N.C. App. 227, 230, \n606 S.E.2d 712, 714 (2005).   The Court therefore denies the proposed addition of an \ninjunction claim.  This is without prejudice to Plaintiffs’ right to seek an injunction \nas a remedy and as part of their prayer for relief .  But  two points of caution bear \nmention.  A t the hearing, Plaintiffs ’ counsel wisely conceded that this Court lacks \njurisdiction to enjoin federal proceedings or to enjoin a party from proceeding in \nfederal court.  See Baker v. Gen. Motors Corp., 522 U.S. 222, 236 n.9 (1998); Donovan \nv. City of Dallas , 377 U.S. 408, 412 (1964).   In additio n, Plaintiffs should take note \nthat “courts are deeply skeptical of requests to enjoin speech and expression ” as \nunlawful prior restraints.  Ford v. Jurgens, 2020 NCBC LEXIS 60, at *3 (N.C. Super. \nCt. May 6, 2020). \nD. First to File Rule \n31. Finally, Defendants invoke the first to file rule.  This rule, followed by many \nfederal courts, holds that “where two parallel suits are pending in state and federal \ncourt, the first suit should have priority .”  VRCompliance LLC v. Homeaway, Inc. , \n715 F.3d 570, 574 (4th Cir. 2013) (citation and quotation marks omitted).   In North \nCarolina courts, the more pertinent rule is the prior pending action doctrine, which \nDefendants acknowledge only indirectly.  See Signalife, Inc. v. Rubbermaid, Inc., 193 \nN.C. App. 442, 444–45, 667 S.E.2d 499, 500–01 (2008). \n32. Even if the first to file rule applies, it is no reason to deny the amendment.  \nDefendants contend that the first -filed case is the infringement suit in the Eastern \nDistrict of Texas.  (See  Opp’n 21–22.)  But  the Texas action is not a “parallel suit” \nbecause Inhold and Novalent are not parties there.  And  in any event, PureShield \nand ViaClean Technologies convinced the district court to  stay the infringement \nclaims in that case so that the  licensing dispute may  proceed either here or in the \nMiddle District of North Carolina.  See PureShield, Inc. v. Allied BioScience, Inc., No. \n4:20-cv-734 (E.D. Tex. Dec. 4 & 11, 2020) (Dkt. Nos. 17, 18). \n33. Although the case pending in the Middle District of North Carolina does  \ninvolve substantially the same issues and substantially the same parties, Defendants \nhaven’t argued that it is the first-filed action.  (See Opp’n 22.)  The reason they haven’t \nis because they filed that case after Plaintiffs moved for leave to amend .  As other \ncourts have observed, “[a]nticipatory suits are disfavored because they are an aspect \nof forum -shopping.  Courts are entitled to take into account, as an equitable \nconsideration in application of the first-to-file rule, if an action is filed in anticipation \nof another suit.”  Adidas Am., Inc. v. Payless Shoesource, Inc. , No. CV 01-1655, 2003 \nU.S. Dist. LEXIS 25486, at *4–5 (D. Or. Sept. 15, 2003) (citations omitted) (granting \nmotion to amend complaint) ; see also Coca-Cola Bottling Co. Consol. v. Durham \nCoca-Cola Bottling Co. , 141 N.C. App. 569, 579, 541 S.E.2d 157, 164 (2000) (“ A \ndefendant in a pending lawsuit should not be permitted to bring a declaratory suit \ninvolving overlapping issues in a different jurisdiction as a strategic means of \nobtaining a more preferable forum.” (citation omitted)). \n34. Defendants have offered no sound reason to conclude that the pendency of \neither federal case is a reason to deny Plaintiffs their choice of forum , particularly \ngiven North Carolina’s preference for liberally allowing amendments. \nIII. \nCONCLUSION \n35. For these reasons, the Court GRANTS Plaintiffs’ motion for leave to file a \nsecond amended complaint  with one exception.  The motion is DENIED as to the \ntenth claim for injunctive relief without prejudice to Plaintiff s’ right to seek an \ninjunction as a remedy. \n36. The Court further ORDERS that Plaintiffs shall file their second amended \ncomplaint, as modified, no later than January 15, 2021. \n \nSO ORDERED, this the 8th day of January, 2021. \n \n \n  /s/ Adam M. Conrad   \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n "
}