{
  "id": "9060036ce6ced907d5c793d4c9880948849322d4ed2b506bda88f2fdf53cf147",
  "source_file": "data/raw/ncbc/9060036ce6ced907d5c793d4c9880948849322d4ed2b506bda88f2fdf53cf147.pdf",
  "raw_text": "Steag Energy Services GmbH v. Ebinger, 2012 NCBC 2. \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF MECKLENBURG \n \n IN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n11 CVS 14525 \nSTEAG ENERGY SERVICES GMBH \nf/k/a EVONIK ENERGY SERVICES \nGMBH, \n \n)\n)\n)\n)\nPlaintiff, )\n )\nv. )\n ) ORDER ON DEFENDANTS’  FRANK EBINGER, EBINGER \nKATALYSATORSERVICE GMBH & \nCO. KG, ENVICA GMBH n/k/a \nEBINGER GMBH, ENVICA KAT \nGMBH, and EBINGER \nVERWALTUNGS GMBH, \n)\n)\n)\n)\n)\n)\n)\n \nDefendants. )\n )\n  \nMOTION TO DISMISS  \n {1}  This matter is before the Cour t on Defendants’ Motion to Dismiss \npursuant to Rules 12(b)(1) and 12(b)(2) of the North Carolina Rules of Civil \nProcedure (“Rule(s)”).  For the reasons stated below, the Motion is GRANTED.   \nAlston & Bird LLP, by Mark Vasco, Benjamin F. Sidbury, M. Scott Stevens, \nand Debra Lofano for Plaintiff Steag Energy Services GmbH f/k/a Evonik \nEnergy Services GmbH.  \n \nRobinson, Bradshaw & Hinson, P.A., by Mark W. Merritt, Lawrence C. \nMoore, III, and Matthew F. Tilley for Defendants Frank Ebinger, Ebinger \nKatalysatorservice GmbH & Co. KG, Envica GmbH n/k/a Ebinger GmbH, \nEnvica Kat GmbH, and Ebinger Verwaltungs GmbH.   \n \nGale, Judge.  \n \nI.  INTRODUCTION \n {2}  Plaintiff seeks declaratory and monetary relief related to a European \npatent and three related United States patent applications, and as to which.  \nPlaintiff contends that the Defendants have made statements or taken actions \nwhich place a “cloud” or “taint” over Plaintiff’s ownership of them.  Plaintiff now \nseeks declaratory relief pursuant to G.S. §§ 1-253 and 1-254 and further asserts a \nclaim for slander of title. \n{3}  This action was filed shortly after the dismissal of an earlier action in \nwhich the North Carolina Court of Appeals held that Plaintiff failed to establish \npersonal jurisdiction.  Evonik Entergy Services GmbH, v. Ebinger, ___ N.C. App. \n____, ____, 712 S.E.2d 690, 692 (2011) (the “Initial Action”).  While this second \naction carries forward the factual allegations and the declaratory judgment claim of \nthe earlier action, Plaintiff asserts that it has now presented additional facts which, \nwhen considered in tandem with those in the earlier action, demonstrate a prima \nfacie basis for jurisdiction, entitling Plaintiff to pursue jurisdictional discovery prior \nto a final jurisdictional ruling.  Plaintiff has further added the claim for slander of \ntitle. \n{4}  Defendants expectedly contend that the Court of Appeals’ decision in the \nInitial Action is preclusive and bars this action.  Defendants additionally contend \nthat even if the Court examines jurisdiction anew, Plaintiff has again failed to make \na prima facie showing of personal jurisdiction.  Defendants separately raise subject \nmatter jurisdiction questions which the Court need not reach if there is no personal \njurisdiction. \n {5}  The Court has carefully reviewed the information that Plaintiff contends \nwas not considered by the Court of Appeals and which Plaintiff  believes when \nadded to information in the earlier action tips the scales in favor of finding the \nprima facie basis for personal jurisdiction.  The Court concludes that in substantial \npart, the new information is additive but not materially different from the facts the \nCourt of Appeals found determinative, and further, that the combination of \nallegations, even if sufficient to constitute a changed record to avoid issue \npreclusion, are not sufficient to warrant this Court’s exercise of either specific or \ngeneral personal jurisdiction.     \n \n  \nII.  PROCEDURAL BACKGROUND \n {6}  On November 17, 2009, Plaintiff f iled the Initial Action in Mecklenburg \nCounty Superior Court.  The Initial Action sought only a declaratory relief that \nEvonik Energy Services GmbH (“Evonik”)1 owns the European patent and the \nUnited States patent applications.  On April 21, 2010, Defendants moved to dismiss \nthe complaint pursuant to Rules 12(b)(1) and 12(b)(2).  The trial court denied the \nmotion and Defendants appealed.  On June 7, 2011 the North Carolina Court of \nAppeals reversed, finding a lack of personal jurisdiction.   \n {7}  Plaintiff filed this action in Me cklenburg County Superior Court on July \n28, 2011.  The matter was designated as a Complex Business Case by Chief Justice \nSarah Parker on July 29, 2011 and assigned to this Court by Order dated August 2, \n2011.  On September 29, 2011, Defendants moved to dismiss for lack of jurisdiction \n(the “Motion”).2  The Motion has been fully briefed, the Court heard oral arguments, \nand the matter is ripe for disposition.   \n \nIII.  STATEMENT OF FACTS \n {8}  Defendants have challenged juri sdiction.  Accordingly, the Court has \nlooked to facts taken from the pleadings as well as other evidence presented.    \n {9}  Plaintiff Steag is a corporation organized and existing under the law of \nGermany with a principal place of business in Essen, Germany.  Steag’s wholly \nowned subsidiary is Steag Energy Services LLC, a North Carolina limited liability \ncompany.  \n {10}  Defendant Frank Ebinger (“Ebin ger”) is a citizen and resident of \nWildeshausen, Germany.  Defendants Ebinger Katalysatorservice GmbH & Co. KG \n(“Ebinger Kat”), Envica GmbH n/k/a Ebinger GmbH (“Ebinger GmbH”), Envica Kat \n                                                 \n1 Evonik Energy Services GMBH later became known as Steag Energy Services.   \n \n2  Defendants challenge both personal and subject matter jurisdiction.  Because the Court \ndetermines the motion on personal jurisdictional grounds, it need not resolve any dispute whether \nthere is subject matter jurisdiction because the claims arises under the federal patent laws.  Without \ndiscussing the issue at length, inventorship is a matter of federal law but ownership is governed by \nstate law. \n \n  \nGmbH (“Envica Kat”); and Ebinger Verwaltungs GmbH (“Verwaltungs”) are \ncorporations organized and existing under the laws of Germany with principal \nplaces of business in Wildeshausen, Germany.    \n {11}  On June 21, 2000, Maik Bl ohm (“Blohm”), a German citizen and \nchemical engineer, entered into an employment contract (“Employment Contract”) \nwith Katalysatorservice GmbH (“KAS”) which provided that “Blohm shall treat all \ninternal corporate matters that have been entrusted to him or that he has otherwise \nbeen privy to as confidential.  This obligation shall continue beyond the termination \nof the employment relationship.”  (Aff. of Frank Ebinger, Ex. A. ¶ 8, April 8, 2010 \n(“First Ebinger Aff.”).) \n {12}  KAS changed its name to Envica Kat, 3 and on April 2, 2004, Blohm and \nEnvica Kat executed another employment contract (“Service Agreement”) which \nprovided that “Blohm shall maintain the strictest secrecy about all operational and \nbusiness matters and processes of ENVICA KAT which become known to him in his \nwork and its surrounding circumstances both during the employment relationship \nand after its termination.”  (First Ebinger Aff. Ex. B ¶ 8.2.)  Blohm left employment \nwith Envica Kat in June 2004.  Evonik, ___ N.C. App. ____, ____, 712 S.E.2d 690, \n692 (2011).   \n {13}  On December 16, 2005, European patent number EP 1 797 954 B1 4 \n(“European Patent”) was filed with the European Patent Office.  (Compl. ¶ 22.)  The \napplication listed Blohm as a co-inventor of the technology which was directed to a \nmethod for treating flue gas catalysts.  (Compl. ¶ 22.)  Between December 15, 2006 \nand April 1, 2009, patent application numbers 11/640,475, 12/384,122, and \n12/384,159 (“United States Patent Applications”) were filed with the United States \nPatent Office.  (Compl. ¶¶ 23−24.)  Each application concerns the method for \ntreating flue gas catalysts, lists Blohm as a co-inventor, and claims priority to the \nEuropean Patent.   \n                                                 \n3 Envica Kat has since changed its name to Ebinger Kat.   \n \n4 The European patent was originally assigned an application number of 05 027 634.4 and a \npublication number of EP 1 797 954 A1. \n  \n {14}  Thereafter, Blohm transferred ownership of the Eurpoean Patent and \nthe Untied States Applications to Steag whose wholly owned subsidiary Steag \nEnergy Services LLC is a North Carolina limited liability company.  (Compl. ¶ 3.) \n {15}  On or about June 29, 2009, Ebinge r, on behalf of the Defendants, sent \nBlohm a letter informing him that Ebinger GmbH’s “research has shown that [the \nEuropean Patent] contains information that was almost exclusively obtained within \nthe context of [Blohm’s] work for [Ebinger GmbH].”  (First Ebinger Aff. Ex. D.)  The \nletter reminds Blohm of the non-disclosure provisions of his employment contracts \nand iterates that Ebinger GmbH “will hold [Blohm] liable for any direct and/or \nindirect damages that [his] breach of contract might create.”  (First Ebinger Aff. Ex. \nD.)  On October 16, 2009, counsel for Ebinger Kat sent Blohm another letter, \ninforming him that his consulting contract with Evonik “constitutes another grave \nviolation” of Blohm’s contractual “obligation to maintain confidentiality.”  (First \nEbinger Aff. Ex. F.)  In December 2009, Ebinger made a criminal complaint against \nBlohm in Germany for misappropriation of trade secrets.  (Compl. ¶27; First \nEbinger Aff. ¶ 14.) \n {16}  The record contains certified translations of these two letters.  Neither \nreferences the United States Applications and neither includes an express assertion \nthat the Defendants own either the European Patent or the United States Patent \nApplications.  However, Plaintiff claims in this litigation, as it did in the Initial \nAction, that Defendants have claimed ownership.  The Court further notes that \nDefendants also have not expressly disclaimed ownership. Plaintiff claims that a \ndeclaration of ownership is needed. \n {17}  All of the above facts were cons idered by the trial and appellate courts \nin the Initial Action.  During the May 12, 2010 hearing on Defendants’ Motion to \nDismiss the Initial Action, Plaintiff attempted to present additional evidence, which \nconsisted of electronic communications between Defendants and SCR-Tech, LLC \n(“SCR-Tech”) which they contend establish a continuing business relationship \n  \nbetween Defendants and a North Carolina based corporation.5  The trial court \ndeclined this “offer,” and without considering that evidence denied the motion to \ndismiss finding that “the exercise of jurisdiction over [ ] Defendants satisfies due \nprocess.”  Evonik, ___ N.C. App. at ____, 712 S.E.2d at 693.   \n {18}  In settling the record on appeal  from that ruling, Plaintiff sought and \nobtained an order from the trial court indicating that the electronic communications \n“were ‘submitted for consideration’ within the meaning of N.C.R. App. 11(c) . . . and, \naccordingly, should be included in the Record on Appeal.”  (Hearing, Pl.’s Ex. 1.)  \nThe Court of Appeals, however, declined to consider the electronic communications \nstating, “we think it illogical to presume that the trial court made a finding of fact \nregarding this evidence when the court had declined to consider the evidence at the \nhearing and had no further opportunity to review it.”  Evonik, ___ N.C. App. at ____, \n712 S.E.2d at 693. \n {19}  The Court of Appeals did not re mand the matter to the trial court, but \ndetermined that Plaintiff had failed to demonstrate personal jurisdiction.  It \ndelineated the evidence upon which it based its decision.  In summary, that \nevidence included: (1) Ebinger’s participation as a third-party witness in the SCR-\nTech Litigation; (2) Ebinger’s 2008 meeting in North Carolina with the president of \nSCR-Tech, from which no “business transaction” resulted; (3) the two letters sent by \nEbinger or his counsel to Blohm which were both sent and received in Germany; \nand (4) a 2005 settlement agreement following the sale of SCR-Tech from which \nPlaintiff contends that Defendants have continuing obligations.  \nEvonik, ___ N.C. \nApp. at ____, 712 S.E.2d at 693.  The Court of Appeals reversed the trial court \nfinding “this evidence, and those presumed findings logically supported by this \nevidence [ ] insufficient to support the trial court’s conclusion that North Carolina’s \nexercise of personal jurisdiction over Defendants satisfies due process.”  Id.   \n                                                 \n5  Litigation between Plaintiff and SCR-Tech is pending before this Court, SCR-Tech LLC v. Evonik \nEnergy Services, LLC, No. 08-CVS-16632 (the “SCR-Tech Litigation”).  Plaintiff contended in the \nInitial Action as it does in this action that Defendants’ cooperation and participation in the SCR-\nTech Litigation supports the exercise of personal jurisdiction over the Defendants.   \n  \n {20}  Plaintiff concedes that the Court of Appeals opinion is binding as to the \nfacts which it considered.  However, it also contends that facts which were before \nthe Court of Appeals remain a relevant part of the larger set of facts that have been \nsupplemented with the new allegations of the second action and which may be \nfurther supplemented by the jurisdictional discovery to which it contends it is \nentitled.  Plaintiff then interweaves in its Complaint in this action facts which were \nincluded in the Initial Action and what it contends are new facts which support a \nnew examination of personal jurisdiction.  The following is a summary of the facts \nupon which Plaintiff now asserts jurisdiction: \n (a)  Defendants 6 are former owners of SCR-Tech, which is a North \nCarolina limited liability company with its principal place of business in \nNorth Carolina.  Defendants’ website states that “[i]n the USA, our ultrasonic \ntechnology is used by SCR Tech, Charlotte/NC” and that Defendants \nparticipated in “[c]onstruction of an identical plant to Wildeshausen in \nCharlotte N.C., USA.”  (Compl. ¶ 10.)  In his sworn affidavit, Ebinger \nindicates that SCR-Tech was sold in 2004, and since December of 2005, the \nDefendants have not engaged in business in North Carolina or the United \nStates.  (First Ebinger Aff. ¶ 11.) \n (b)  Defendants have licensed certain technology to SCR-Tech in North \nCarolina.  (Compl. ¶ 11.) \n (c)  Defendants have a continuing  contractual obligation to SCR-Tech \nthat restricts Defendants from using the licensed technology within the \nNAFTA territory, including North Carolina, and requires that Defendants \nmaintain the confidentiality of the licensed technology.  (Compl. ¶ 12.) \n (d)  Ebinger traveled to North Carolina for a business meeting with \nSCR-Tech in January 2008 from which no business transaction resulted.  \n(Compl. ¶ 14.) \n                                                 \n6 The Complaint uses the term “Defendants’” without distinguishing between the five (5) named \nDefendants in this action.   \n  \n (e)  Sometime in late 2009, Defe ndants and SCR-Tech negotiated a \ncomplex business arrangement under which the Parties would strengthen \ntheir existing agreements, cross-license their technology to each other, \ncollaborate on the joint development of technology, and explore additional \njoint ventures.  (Compl. ¶ 15.)  In November of 2009, SCR-Tech sent \nDefendants a list of its customers, dates of service, and types of service \nprovided and requested that Defendants provide the same.  (Compl. ¶ 16.)   \n (f)  Defendants have actively part icipated in the SCR-Tech Litigation \nwhich is related to the technology taught and claimed in the United States \nApplications.  Ebinger traveled to North Carolina to voluntarily appear for a \ndeposition and submitted affidavits in support of SCR-Tech’s claims.  (Compl. \n¶ 18.)  Defendants are coordinating settlement discussions and have agreed \nthat SCR-Tech will prosecute the lawsuit at SCR-Tech’s expense.  (Compl. ¶¶ \n19−20.) \n (g)  The electronic communications which were not considered in the \nInitial Action suggest that Defendants’ participation in the SCR-Tech \nlitigation is part of a larger continuing business agreement between SCR-\nTech and the Defendants.  More specifically, those communications reveal: (1) \non August 20, 2009, Defendants invited SCR-Tech to continue their 2008 \ndiscussions about exploring “the possibility of working together” (Aff. of \nDebra Lofano (“Lofano Aff.”) Ex. H at WCSR-000022); (2) on August 21, 2009, \nSCR-Tech advised Defendants that “[t]he suit with [Steag] goes well and \nthere can certainly be some positive outcomes for you but the time is running \nshort for getting your input.  If we do not have your input there can only be a \nsettlement involving SCR-Tech[ ]”  (Lofano Aff. Ex. H at WCSR-000025); (3) \non October 1, 2009, Defendants and SCR-Tech discussed the possibility of a \nbusiness deal that would include reciprocal technology licensing, geographical \nservicing terms, joint development of technology, and an obligation to provide \nsupport in the SCR-Tech litigation  including the provision of testimony, \ndocuments, and discussion by Ebinger (Lofano Aff. Ex. H at WCSR-000076; \n  \n(4) on October 2, 2009, Ebinger responded indicating that his “stomach says: \nwe will have a good common future” (Lofano Aff. Ex. H at WCSR-000018); \nand (5) on November 11, 2009, SCR-Tech sent Defendants a copy of its \n“updated reference list” and requested that Defendants also update theirs.  \n(Lofano Aff. Ex. H at WCSR-000047−50.) \n (h)  Plaintiff learned only after th e record in the Initial Action was \nclosed that as recently as June 23, 2011, Defendants entered into a \ncooperation agreement with SCR-Tech (“Cooperative Agreement”) concerning \njoint marketing, customer development, market research and development, \nand technological research and development.  The Cooperative Agreement \ngrants SCR-Tech (1) a license to use Defendants’ technology; and (2) a right \nof first refusal to acquire a majority interest of the equity ownership or assets \nof Ebinger Kat.  (Pl.’s Mem. in Opp’n to Defs.’ Mot. to Dismiss (“Pl.’s Resp. \nBr.”) 3.)7  \n{21}  The only evidence that actually postdates the decision in the Initial \nAction is the June 23, 2011 Cooperative Agreement.    \n{22}  Ebinger indicated in his September 27, 2011 affidavit that the \nCooperative Agreement “does not involve operations or assets in the United States, \nbut rather involves a grant to SCR Tech of the right to use certain technology in \nChina and a right of first refusal to acquire a majority interest in the equity \nownership or assets of Ebinger [Kat].”  (Aff. of Frank Ebinger, ¶ 3, Sept. 27, 2011 \n(“Second Ebinger Aff.”).)  \n \nIV.  STANDARD OF REVIEW \n {23}  “[When] jurisdiction is challenged  [by a defendant, the] plaintiff has the \nburden of proving prima facie that a statutory basis for jurisdiction exists.”  \nInspirational Network, Inc. v. Combs, 131 N.C. App. 231, 235, 506 S.E.2d 754, 758 \n                                                 \n7  Plaintiff indicates that it learned of this agreement from a securities filing and that it hopes to \nobtain the agreement itself and to further explore business relationships between the Parties \nthrough jurisdictional discovery. \n  \n(1998).  “Where unverified allegations in the complaint meet plaintiff’s ‘initial \nburden of proving the existence of jurisdiction . . . and defendants . . . do not \ncontradict plaintiff’s allegations in their sworn affidavit,’ such allegation is accepted \nas true and deemed controlling.”  Id.  “However, to the extent the defendant offers \nevidence to counter the plaintiffs allegations, those allegations may no longer be \naccepted as controlling, and the plaintiff can no longer rest on such allegations in \nthe complaint.”  Data, 143 N.C. App. at 101, 545 S.E.2d at 247 (citation omitted).  A \nmotion to dismiss pursuant to Rule 12(b)(1) or 12(b)(2) is not viewed in the same \nmanner as a motion to dismiss for failure to state a claim upon which relief can be \ngranted.  Data Gen. Corp. v. County of Durham, 143 N.C. App. 97, 102, 545 S.E.2d \n243, 247 (2001); Tart v. Walker, 38 N.C. App. 500, 502, 248 S.E.2d 736, 737 (1978) \n(subject matter jurisdiction).  Matters outside of the pleadings may be considered \nand weighed by the court in determining the existence of jurisdiction over the \nperson or the subject matter.  Data, 143 N.C. App. at 102, 545 S.E.2d at 247 \n(personal jurisdiction); Tart, 38 N.C. App. at 502, 248 S.E.2d at 737 (subject matter \njurisdiction).  The Court has therefore examined the pleadings as well as additional \nevidence submitted in connection with the Motion. \n \nV.  ANALYSIS \n {24}  Defendants contend that the Court of Appeals’ prior determination \nprecludes this Court’s reconsideration of jurisdiction.   Alternatively, Defendants \nclaim that the record in this action, including the limited new additional facts, does \nnot warrant the exercise of jurisdiction.      \n1. The Question of Whether This Court May Now Consider Jurisdiction \n {25}  The doctrine of collateral estoppel, also referred to as “issue preclusion” \nor “estoppel by judgment,” precludes relitigation of a fact, question, or right in issue:  \nwhen there has been a final judgment or decree, necessarily \ndetermining [the] fact, question or right in issue, rendered by a court of \nrecord and of competent jurisdiction, and there is a later suit involving \nan issue as to the identical fact, question or right theretofore \n  \ndetermined, and involving identical parties or parties in privity with a \nparty or parties to the prior suit.   \n \nState v. Summers, 351 N.C. 620, 622, 528 S.E.2d 17, 20 (2000) (quoting King v. \nGrindstaff, 284 N.C. 348, 355, 200 S.E.2d 799, 805 (1973)).  Litigants often use the \nterms “collateral estoppel” and “res judicata” interchangeably, although the North \nCarolina Supreme Court recognizes a clear distinction, in that “res judicata estops a \nparty or its privity from bringing a subsequent action based on the ‘same claim’ as \nthat litigated in an earlier action, [whereas] collateral estoppel precludes the \nsubsequent adjudication of a previously determined issue, even if the subsequent \naction is based on an entirely different claim.”  Whiteacre P’ship v. BioSignia, Inc., \n358 N.C. 1, 16, 591 S.E.2d 870, 880 (2004).  The matter before the Court involves \nthe issue of personal jurisdiction rather the merits of the underlying claim and is \nthen appropriately resolved pursuant to the doctrine of collateral estoppel.  As one \nfederal court explained: \n[a]lthough the dismissal of a complaint for lack of jurisdiction does not \nadjudicate the merits so as to make the case res judicata on the \nsubstance of the asserted claim, it does adjudicate the court’s \njurisdiction, and a second complaint cannot command a second \nconsideration of the same jurisdictional claims.   \n \nN. Ga. Elec. Membership Corp. v. City of Calhoun, 989 F.2d 429, 433 (11th Cir. \n1993)   \n {26}  A plaintiff is collaterally estoppe d from relitigating the issue of personal \njurisdiction where the second court would be reconsidering an unchanged set of \nfacts.  Current v. Webb, 220 N.C. 425, 427−28, 17 S.E.2d 614, 615−16 (1941) \n(previous dismissal for lack of personal jurisdiction controlled in subsequent action \nand barred plaintiff from relitigating jurisdiction where the underlying facts were \n“practically identical in the two cases”); Ft. Recovery Indus., Inc. v. Perry, 57 N.C. \nApp. 354, 356, 291 S.E.2d 329, 330 (1982) (when personal jurisdiction had been \nlitigated in and determined by court in another state, the foreign judgment was not \nsubject to collateral attack); Gentile v. Augusta, No. 4:98-CV-93-BO3, 1998 U.S. \nDist. LEXIS 20991, at *6 (E.D.N.C. Dec. 7, 1998) (prior North Carolina state court \n  \ndecision dismissing action for lack of personal jurisdiction barred plaintiff from \nrelitigating jurisdictional issue in federal court on unchanged facts).  \n {27}  Plaintiff contends that these pr ecedents are not controlling both because \nit has added a claim of slander of title, and has presented “numerous new and \nadditional jurisdictional facts that support a different result on the issue of personal \njurisdiction.”  (Pl.’s Resp. Br. 11.) \n {28}  Plaintiff suggests that the Court of Appeals invited it to file an action for \nslander of title and that its doing so would satisfy jurisdiction when it stated in its \nopinion that Ebinger’s participation in the SCR-Tech Litigation and the demand \nletters sent to Blohm on his behalf “may have prompted Evonik to initiate the \npresent litigation” but “these actions were not the source of the cause of action and \ndid not ‘give rise to’ the litigation.  Evonik’s claim is not a defamation claim, where \nthe cause of action would arise from statements made by the Defendants.”  Evonik, \n___ N.C. App. at ____, 712 S.E.2d at 695.  If read alone, this language might suggest \nthat a defamation claim based on the letters would render the issue one of specific \njurisdiction and that a different jurisdictional conclusion would be reached.  \nHowever, taken in the overall context of the factual predicate before the Court of \nAppeals and its reasoning, the Court does not believe that repackaging the facts \nbefore the Court of Appeals into a slander of title claim leads to the conclusion that \nthe Court of Appeals would have altered its findings.  It is apparent that the Court \nof Appeals was influenced by the fact that the letters were sent and received in \nGermany, did not expressly assert ownership, and raised issues that were better \nresolved by the German courts.  And the fact that Plaintiff has now interjected a \nnew cause of action arising from the same facts does not alter the issue of whether \nthe Court of Appeals opinion is preclusive considering that “collateral estoppel \nprecludes the subsequent adjudication of a previously determined issue, even if the \nsubsequent action is based on an entirely different claim.”  Whiteacre, 358 N.C. at \n16, 591 S.E.2d at 880 (emphasis added). \n {29}  Rather, Plaintiff’s burden is to demonstrate a substantially changed \nrecord.  To do so, Plaintiff relies primarily on the electronic evidence available in \n  \nbut not considered in the Initial Action, and new evidence regarding the 2011 \nCooperative Agreement.   \n{30}  As an initial matter, it would be inappropriate for this Court to reopen \nthe jurisdictional issue and certainly to issue a jurisdictional finding contradicting \nthe Court of Appeals if the only “new” evidence was that which was available in but \nnot reviewed in the Initial Action.  See Matosantos v. Commer. Corp. v. Applebee’s \nInt’l, Inc., 245 F.3d 1203, 1212 (10th Cir. 2001).   Rather, the Court has reviewed \nthat evidence in combination with the evidence that admittedly could not have been \navailable in the Initial Action.  Having now reviewed the evidence, the Court \nconcludes that the electronic communications, offered but not considered in the \nInitial Action, do not actually raise materially new facts; it is simply some \nadditional evidence of the meetings and relationships between the Defendants \nwhich the Court of Appeals expressly considered and found inadequate to support \njurisdiction.  The Court concludes that this evidence does not itself warrant a \nfinding that there is a “substantially changed record.”  \n {31}  In substance, the electronic communications can be divided into two \ncategories: (1) communications related to Ebinger’s participation in the SCR-Tech \nLitigation; and (2) continued communications related to Ebinger’s 2008 visit with \nSCR-Tech’s president in Charlotte.  The first category of communications further \ndescribe Ebinger’s participation in the SCR-Tech Litigation, but the Court of \nAppeals considered Ebinger’s cooperation in that litigation and found the \ncooperation “in an unrelated litigation in the forum state is insufficient to support a \nfinding that a defendant’s contacts properly subject that defendant to personal \njurisdiction in our court.”  \nEvonik, ___ N.C. App. at ____, 712 S.E.2d at 694.  The \ncommunications in the second category provide further evidence of Ebinger’s 2008 \nmeeting in North Carolina with SCR-Tech’s president, which the Court of Appeals \nconsidered.  While arguably the electronic communications better evidence the \nparticipant’s intent to continue exploring the possibility of working together on \nissues of reciprocal technology licensing, geographical servicing terms, and joint \ndevelopment of technology, they do not evidence that any actual business \n  \nrelationship was established.  In finding the 2008 meeting insufficient to justify the \nexercise of jurisdiction over the Defendants, the Court of Appeals found it \nsignificant that no business transaction resulted from the meeting.   The electronic \nevidence is consistent with that same conclusion.    \n {32}  Plaintiff must then demonstrate that the newly discovered evidence of \nthe June 23, 2011 Cooperative Agreement justifies further consideration of personal \njurisdiction.  The Cooperative Agreement grants SCR-Tech a seven-year license to \nuse technology in China and a right of first refusal to acquire a majority interest in \nthe equity ownership or assets of Ebinger Kat in Germany.  Much like the 2005 \nsettlement agreement considered by the Court of Appeals, the relationship between \nthe contractual obligation and the forum state is too attenuated to be considered a \nmaterial fact bearing on the analysis of personal jurisdiction.   \n {33}  Accordingly, the Court finds that reconsideration of the issue of personal \njurisdiction is barred by collateral estoppel.  This Court is being asked to relitigate \njurisdiction on an essentially unchanged set of facts.  Current v. Webb, 220 N.C. \n425, 427−28, 17 S.E.2d 614, 615−16 (1941).  \n2.  Minimum Contacts Analysis \n {34}  In the event that the matter will  again return to the Court of Appeals, \nthe Court alternatively states that it would find that there is no general or specific \njurisdiction even if it were the initial court considering the matter.8   \na.  General Legal Principles \n {35}  The Court of Appeals summarized the principles governing personal \njurisdiction, which need not be repeated by this Court.  It noted that in the end, the \ncritical inquiry is whether the exercise of personal jurisdiction over the Defendants \n                                                 \n8  On a separate issue, it is possible that if the jurisdictional issues were being submitted in this case \nfor the first time, the Court would perhaps have a more lenient view on whether Plaintiff should \nhave the benefit of jurisdictional discovery before the Court made a final jurisdictional ruling.  That, \nhowever, is not the case.  Here, the jurisdictional motion apparently went to hearing with no request \nthat it be postponed until the completion of jurisdictional discovery and resulted in a final ruling and \nthe appeal.  Under those circumstances, the Court is much less concerned that the issue is being \ndecided without allowing extensive jurisdictional discovery. \n  \nsatisfies the requirements of the due process clause, and that to satisfy those \nrequirements: \n[t]here must exist certain minimum contacts between the non-resident \ndefendant and the forum such that the maintenance of the suit does \nnot offend traditional notions of fair play and substantial justice.  \nThere must be some act by which the defendant purposefully avails \nhimself of the privilege of conducting activities within the forum state, \nthus invoking the benefits and protections of its laws.  \n \nEvonik, ___ N.C. App. at ____, 712 S.E.2d at 694 (quoting A.R. Haire, Inc. v. St. \nDenis, 176 N.C. App. 255, 259−60, 625 S.E.2d 894, 899 (2006)).  The relationship \nbetween the defendant and the forum must be “such that [the defendant] should \nreasonably anticipate being haled into court there.”  Tom Togs, Inc. v. Ben Elian \nIndus. Corp., 318 N.C. 361, 365, 348 S.E.2d 782, 786 (1986).   \n {36}   There are multiple factors the courts use in examining whether \npersonal jurisdiction should be exercised; no single factor controls, and the process \ndoes not reduce to any mechanical formula.  Esoterix Genetic Labs., LLC v. McKey, \n2011 NCBC 32 ¶ 38 (N.C. Super. Ct. Aug. 22, 2011),http://www.ncbusinesscourt.net/ \nopinions (citations omitted).   \n{37}  A single contract between a non-resident defendant and a North \nCarolina citizen may but does not necessarily establish sufficient minimum \ncontacts, depending on whether that contract has a substantial connection with the \nforum State.  Tom Togs, 318 N.C. at 367, 348 S.E.2d at 786.  Further, “where the \ndefendant deliberately has . . . created continuing obligations between himself and \nresidents of the forum, he manifestly has availed himself to the privilege of \nconducting business there.”  Barloworld Fleet Leasing, LLC v. Palmetto Forest \nProds., Inc., 199 N.C. App. 228, 232, 681 S.E.2d 498, 502.  If the plaintiff is not a \nresident of the forum State, more extensive contacts are necessary to support the \nexercise of personal jurisdiction.  Bruggeman, 138 N.C. App. at 618, 532 S.E.2d at \n219 (citing Mabry v. Fuller-Schuwayer Co., 50 N.C. App. 245, 250, 273 S.E.2d 509, \n512 (1981).   \n  \n {38}  Personal jurisdiction may be either specific or general.  Tom Togs, 318 \nN.C. at 365, 348 S.E.2d at 786.  Specific jurisdiction may be exercised where a case \narises from or is related to the Defendants’ contacts with the forum state.  Esoterix, \n2011 NCBC 32 ¶ 41.  When specific jurisdiction exists, “a defendant has ‘fair \nwarning’ that he may be sued in a state for injuries arising from activities that he \n‘purposefully directed’ toward that state’s residents.”  Id. at 366, 348 S.E.2d at 786.  \nGeneral jurisdiction “exists when the defendant’s contacts with the state are not \nrelated to the cause of action but the defendant’s activities in the forum are \nsufficiently ‘continuous and systematic.’”  Skinner v. Preferred Credit, 361 N.C. 114, \n119, 638 S.E.2d 203, 208 (2006).  “The threshold level of minimum contacts \nsufficient to confer general jurisdiction is significantly higher than for specific \njurisdiction.”  Cambridge Homes of N.C. L.P. v. Hyundai Constr., Inc., 194 N.C. \nApp. 407, 412, 670 S.E.2d 290, 295 (2008) (internal quotations omitted).     \n {39}  Plaintiff asserts that specific ju risdiction is present because its claim for \nslander of title arises out of, or is related to, Ebinger’s participation in the SCR-\nTech Litigation and the demand letters sent to Blohm in Germany.  As an initial \nmatter, it is not at all clear that these letters can be considered “contacts with the \nforum state” when they were sent and received in Germany.  The argument would \nbe instead that they are connected to North Carolina because they infringe on the \nrights of a North Carolina business.  But the Court of Appeals effectively rejected \nthis argument when it articulated that while Defendants’ participation in the SCR-\nTech Litigation and the letters sent to Blohm in Germany may have prompted \nSteag “to initiate the present litigation, these actions are not the source of the cause \nof action and did not ‘give rise to’ the litigation.”  Evonik, ___ N.C. App. at ____, 712 \nS.E.2d at 695.  As the Court has earlier noted, it does not believe the analysis is \ndifferent because Plaintiff now asserts a claim for slander of title.   \n {40}  Plaintiff, however, contends that the slander of title arises “by virtue of \nstatements made in North Carolina and elsewhere, [in which] Defendants willfully, \nwrongfully, and without justification have claimed ownership of the European \n  \nPatent.”  (Compl. ¶ 39.)   Again, the logic of the Court of Appeals holding remains \npersuasive: \n[t]here have been no direct challenges to [Steag’s] ownership based on \nthe assignment of the United States Application.  The only challenge to \n[Steag’s] ownership is the “cloud” placed on that ownership by a series \nof hypothetical circumstances rooted initially in Frank Ebinger’s and \nEbinger Kat’s assertion that Blohm’s application for the European \nPatent was in violation of an employment agreement between Blohm \nand [the Defendants]. \n \nEvonik, ___ N.C. App. at ____, 712 S.E.2d at 695.  That logic applies whether \nPlaintiff invokes either general or specific jurisdiction.  Like the Court of Appeals, \nthis Court believes that the forum with which these claims are most connected is \nGermany. See Evonik, ___ N.C. App. at ____, 712 S.E.2d at 695. \n {41}  Plaintiff does not claim that it s claims arise from the 2011 Cooperation \nAgreement.  Accordingly, evidence of that agreement would be governed by a \ngeneral jurisdictional analysis.   \n {42}  The Court does not believe th at this new agreement, even when \ncombined with all the additional facts, rises to the level of contacts adequate to \nsupport the exercise of personal jurisdiction.  Neither the 2005 settlement \nagreement nor the 2011 Cooperative Agreement have a substantial connection with \nNorth Carolina.  See Tom Togs, 318 N.C. at 367, 348 S.E.2d at 786.  The \nCooperative Agreement instead has a substantial connection to China, as the \nlicensed technology will be used there, and Germany, as the assets subject to the \nright of first refusal are located there.   \n {43}  The Court does not believe there is  an adequate showing to justify either \nthe exercise of jurisdiction or allowing additional jurisdictional discovery before \nmaking that determination.  It further notes that allowing this litigation to proceed \nin North Carolina would be a substantial inconvenience to the Parties.  Blohm and \nEbinger are German citizens and residents; and the Plaintiff and Defendant \ncompanies each have a principal place of business in Germany.   \n  \n {44}  In sum, as an initial matter, the Court believes that the issue of \npersonal jurisdiction was determined by the Court of Appeals in the Initial Action \nand that the Court of Appeals decision precludes reconsideration of the issue by this \nCourt as the combined record does not constitute a substantially changed set of \nfacts.  Alternatively, when viewing the record which Plaintiff contends to be a more \ncomplete record, the Court concludes that the Defendants do not have the requisite \nminimum contacts with this State and that all of the factors traditionally \nconsidered militate against the exercise of personal jurisdiction.   \n \nVI.  CONCLUSION  \n {45}  Accordingly, Defendants’ Motion  pursuant to Rule 12(b)(2) is GRANTED \nand Plaintiff’s Complaint is DISMISSED.   \n \n IT IS SO ORDERED, this  6th day of January, 2012. \n \n \n \n  "
}