{
  "id": "909f5507cc87abcbdfbb81407744a4ff3dd2c8b455a83b01d8542a8462955c69",
  "source_file": "data/raw/ncbc/909f5507cc87abcbdfbb81407744a4ff3dd2c8b455a83b01d8542a8462955c69.pdf",
  "raw_text": "Lumbee Enter. Dev. Inc., LLC v. Lumbee Reg’l Dev. Ass’n, 2020 NCBC 38. \n \nSTATE OF NORTH CAROLINA \n \nROBESON COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 2598 \n \nLUMBEE ENTERPRISE \nDEVELOPMENT, INC., \n \nPetitioner, \n \nv. \n \nLUMBEE REGIONAL \nDEVELOPMENT ASSOCIATION \nINCORPORATED; and LUMBEE \nCOMMUNITY DEVELOPMENT \nCORPORATION, \n \nRespondents. \n \n \n \n \n \n \nORDER AND OPINION ON \nPETITIONER’S MOTION FOR \nSUMMARY JUDGMENT \n \n \nTHIS MATTER is before the Court upon Petitioner Lumbee Enterprise \nDevelopment, Inc.’s (“LED”)  Motion for Summary Judgment .  (“ Motion,” ECF No. \n110.)   \nTHE COURT, having considered the Motion, the briefs filed in support of and \nin opposition to the Motion, the evidentiary materials filed by the parties, the \narguments of counsel at the hearing on the Motion, and other appropriate matters of \nrecord, concludes that the Motion should be  GRANTED, in part, with regard to \nLumbee Revitalization and Community Development Corporation, Inc.’s  (“LCDC”)  \ncounterclaim for conversion, and DENIED, in part, a nd that summary judgment \nshould be GRANTED in favor of Respondents on LED’s claims for declaratory relief, \nfor the reasons and in the manner set forth below. \nPlayer McLean, LLP, by Lonnie M. Player, Jr. and James A. McLean for \nLumbee Enterprise Development, Inc. \n \nMarshall, Williams & Gorham LLP , by John L. Coble for Lumbee \nRegional Development Association Incorporated. \n \nRay Law Firm, PLLC , by Steven James O’Connor for Lumbee \nCommunity Development Corporation.  \n \nMcGuire, Judge.  \n \nI. FACTS AND PROCEDURAL BACKGROUND \n1. “The Court does not make findings of fact when ruling upon a motion for \nsummary judgment.  But[,] to provide context for its ruling, the Court may state \neither those facts that it believes are not in material dispute or those facts on which \na material dispute forecloses summary adjudication.”  Ehmann v. Medflow, Inc., 2017 \nNCBC LEXIS 88, at *6 (N.C. Super. Ct. Sept. 26, 2017). \n2. Petitioner LED is a for -profit North Carolina corporation with its \nprincipal place of business in Robeson County, North Carolina.  A t the time the \nPetition was filed in this action, LED was certified as an 8(a) Program participant \nunder the United States Small Business Administration (“SBA”) as a small, \nhistorically disadvantaged business.  (Petition, ECF No. 5, at ¶ 5.) \n3. Respondent Lumbee Regional Development Association, Inc . (“LRDA”) \nis a North Carolina nonprofit organization established in 1968 “to provide services \nfor the Lumbee Indian communities.”  (“LRDA Bylaws,” ECF No. 106 at Ex.1, p. iv.) \nLRDA is controlled by a Board of Directors  (the “LRDA Board”) .  (ECF No. 106 at \nEx.1, Art. II § 1.)  The LRDA Board is authorized to oversee an enumerated list of \nprojects that benefit the community .  When the LRDA Board  engages in an \nenumerated project, it has “authority to appoint a general governing Board of \nDirectors of up to 10 members to govern any or all . . . projects.  Said  Board of \nDirectors [appointed by the LRDA Board for a  given project] shall serve at the \npleasure of the LRDA Board of Directors.”  (ECF No. 106 at Ex.1, Art. II § 6.) \n4. In the fall of 2001, during an LRDA Board m eeting, board members \nJames Hardin (“Hardin”) and Larry Long proposed the “establishment of a \nSubsidiary Non-Profit Community Development Corporation (CDC).”   (LRDA Sept. \n29, 2001 Meeting Minutes, ECF No. 116 at Ex. 2.)  In January 2002, LRDA formed \nLCDC as a North Carolina nonprofit corporation  (LCDC Art. Inc., ECF No. 116, at \nEx. 3, “[t]o create, facilitate and build the capacity of sustainable rural non -profits \nand for profit businesses which provide job producing entities.”  (“LCDC Bylaws,” \nECF No. 116 at Ex. 1, Ex. 2 , Art. II .)  LCDC “has operated as a Community \nDevelopment Corporation (CDC) since 2003 when it received its first grant” pursuant \nto the provisions of 42 U.S.C. § 9805.\n1  (“8(a) Application Narrative,” ECF No. 5, at \nEx. A.)   \n5.  Pursuant to the LCDC Bylaws, the LRDA Board appoint s three \nmembers to the  LCDC’s Board of Directors  (the “LCDC Board”).  Th ose appointed \n                                                 \n1 42 U.S.C. § 9805 provides as follows:  “The purpose of this part [42 USCS §§ 9805 et seq.] is \nto establish special programs of assistance to nonprofit private locally initiated community \ndevelopment corporations which (1) are directed to the solution of the critica l problems \nexisting in particular communities or neighborhoods (defined without regard to political or \nother subdivisions or boundaries) within those urban and rural areas having concentrations \nor substantial numbers of low-income persons; (2) are of sufficient size, scope, and duration \nto have an appreciable impact in such communities, neighborhoods, and rural areas in \narresting tendencies toward dependency, chronic unemployment, and community \ndeterioration; (3) hold forth the prospect of continuing to hav e such impact after the \ntermination of financial assistance under this part [42 USCS §§ 9805 et seq.]; and (4) provide \nfinancial and other assistance to start, expand, or locate enterprises in or near the area to be \nserved so as to provide employment and ownership opportunities for residents of such areas, \nincluding those who are disadvantaged in the labor market because of their limited speaking, \nreading, and writing abilities in the English language.”   \nmembers appoint two additional members.  (ECF No. 116 at Ex. 1, Ex. 2,  Art. III, § \nIII.)   If the LCDC Board determines  that “additional board members are needed, \nthen the LRDA Board [ ]  will appoint one or more members and the LCDC [Board] \nwill appoint one or more members.”  (Id.)  Each LCDC Board member is appointed to \nserve a three-year term.  (Id. at Art. III, § IV.)  However, upon the concurrence of a \ntwo-thirds majority vote of the LCDC Board, an LCDC director may be removed for \ncause.  (Id. at Art. III, § VI.)   \n6. Given LRDA’s authority to elect members to the LCDC Board, there is  \nnaturally some commonality among members of the LRDA Board and LCDC Board.  \nFor example, Woodrow Dial (“D ial”) was concurrently the chairman of the LRDA \nBoard and the chairman of the LCDC Board.  (Dial Dep., ECF No. 116 at Ex. 1, pp. \n8, 20–21.)  Additionally, Hardin testified that while LRDA cannot tell LCDC what to \ndo, LRDA holds three seats on the LCDC Boar d, and those three seats are occupied \nby members of the LRDA Board.  (Hardin Dep., ECF No. 111 at Ex. 4, pp. 69–70.) \n7. The LCDC Bylaws also permit LCDC to become a shareholder in a for -\nprofit entity.  (ECF No. 116 at Ex. 1, Ex. 2,  Art. VII, § I.)  The LCDC Bylaws , as \ninitially written, state d that “subject to the concurrence of the related for profit’s \nBoard of Directors” LCDC will be responsible for selecting and appointing the “Board \nof Directors to any such related for profit Corporation.”  (Id. at Art. VII, § II.)    \n8. In January 2008, LED was formed as a for -profit North Carolina \ncorporation.  (LED Art. Inc., ECF No. 116 at Ex. 5.)  LRDA assisted in the formation \nof LED, “providing technical assistance and any other assistance that [it] could . . . to \ncreate LED.”  (Dial Dep., ECF No. 116 at Ex. 1, pp. 21 –22.)  Despite LRDA’s role in \nforming LED, LCDC is the sole shareholder of LED.  (“LED Bylaws,” ECF No. 34 at \nEx. C, Art. I, § 4; Dial Dep., ECF No. 111 at Ex. 3, p. 31.)  LCDC exercises its rights \nas the sole shareholder of LED , by and through , three shareholder representatives  \n(“LED Shareholder Representatives”) appointed by LCDC.  (ECF No. 34 at Ex. C, Art. \n1, § 4.)  For some period of time, in addition to serving on both the LRDA and LCDC \nBoards, Dial also served as an LED Shareholder Representative on behalf of LCDC.   \n(Dial Dep., ECF No. 116 at Ex.1, p. 21.)  \n9. The LCDC Board se lected LED’s initial Board of Directors (“LED \nBoard”).  ( ECF No. 34 at Ex. C, at  Art. III, §  2.)  Thereafter, the LED Board is re -\nappointed or new members are added by the L ED Shareholder Representatives at \nthe annual LED shareholder meeting.  (Id.)   \n10. In 2012, with the help of funding from LRDA, LED applied for and was \naccepted into, the SBA’s 8(a) certification program (the “8(a) Program”).  ( Dial Dep., \nECF No. 116 at Ex. 1, p. 22; ECF No. 113, at Ex. 18.)  As part of the application \nprocess, LED submitted  to the SB A the sworn 8(a) Application Narrative , \nrepresenting to the SBA that LED is wholly owned by LCDC.  (ECF No. 5, at Ex. A.)  \nThe federal regulations implementing the 8(a) Program provide that an 8(a) Program \nparticipant’s “management and daily business operations must be conducted by . . . \nCommunity Development Corporations (CDCs).”  13 C.F.R. § 124.106.   The \nregulations further provide that “[c]oncerns owned at least 51 percent by CDCs (or a \nwholly owned business entity of a CDC) are eligible for participation in the 8 (a) [ ] \nprogram and other federal programs requiring SBA to determine social and economic \ndisadvantage as a condition of eligibility  . . . [a]  concern that is at least 51 percent \nowned by a CDC (or a wholly owned business entity of a CDC) is considered to be \ncontrolled by such CDC and eligible for participation in the 8(a) [ ] program.”  13 \nC.F.R. § 124.111(a)–(b).  \n11. LED’s participation in the 8(a) Program provided LED with preferential \ntreatment and benefits with respect to obtaining governmental contracts.   (Lowry \nAff., ECF No. 113, at Ex. A, ¶ 9.)  The 8(a) P rogram lasts nine years and as time \nprogresses, 8(a) Program participant s must show that the  “\npercentage o f \ngovernment preference contracts over total contracts (including contracts not \nbased on 8(a) preference) is decreasing to certain benchmarks and this is \nmeasured by the ‘BAT’\n2 scores.”  (Lowry Aff., ECF No. 113 at Ex. A, ¶ 9.) \n12. In early 2018, LCDC made a s hareholder request to LED for a \ndividend disbursement of $150,000 to LCDC and LRDA.  ( LRDA June 12, 2018 \nMeeting Minutes, ECF No. 113 at Ex. 6, p. 2 .)  The LED Board refused to make \nthe full disbursement.  (Id.)  \n13. On June 2, 2018, the LRDA Board held a special called meeting.  (LRDA \nJune 2, 2018 Meeting Minutes, ECF No. 116 at Ex. 1, Ex. 3.)  During that meeting, \nthe LRDA and LCDC Boards engaged in discussions regarding operational issues \nwith LED and LED’s ability to continue in the 8(a) Program.  ( Id.)  Pursuant to \n                                                 \n2 Business Activity Scores or “BAT Scores” are evidently an 8(a) Program participants’ means \nof demonstrating levels of achievement on Annual Review Reports submitted to the SBA.  \n(See ECF No. 101, at Ex. A-5; ECF No. 116 at Ex. 1, Ex. 3.)  \nLRDA’s purported authority under the LRDA Bylaws to remove a subsidiary board3, \nthe LRDA Board directed the LCDC Board to dissolve the LED Board.  (Id.)     \n14. Later, on June 2, 2018, the LCDC Board held a special called meeting of \nits own.  (LCDC June 2, 2018 Meeting Minutes, ECF No. 116 at Ex. 1, Ex. 4.)  During \nthat meeting, the LCDC Board dissolved the LED Board , which at that time was \ncomprised of three directors : Dinah L. Butcher (“Butcher”), Billy D. Locklear \n(“Locklear”), and William Lowry (“Lowry”).  (Id.; ECF No. 5, at .pdf p. 35; LCDC June \n25, 2018 Meeting Minutes, ECF No. 116 at Ex. 1, Ex. 8.)    \n15. The LCDC Board further directed Dial, as chairman of the LCDC Board, \nto take “any official action needed with Lumbee Bank and any other banks to keep \n[LED] fiscally operational during this interim period of restructuring and transition.”  \n(ECF No. 116 at Ex. 1, Ex. 4.)  The LCDC Board authorized Dial and Hardin to be \nadded to all LED bank accounts as a signatory.  ( Id.)  On June 4, 2018, Dial and \nHardin went to Lumbee Guaranty Bank (the “Bank”) to have Hardin’s name added \nto LED’s bank account; the Bank, in turn, refused Hardin’s request and froze LED’s \naccounts.  (Dial Dep., ECF No. 116 at Ex. 1, p. 27.)  \n16. On June 19, 2018, the SBA issued a Notice of Intent to Terminate LED \nfrom the 8(a) Program.  (“First Notice of Intent to Terminate,” ECF No. 116 at Ex. 1, \nEx. 18; ECF No. 113, at Ex. 18.)  In the First Notice of Intent to Terminate, the SBA \n                                                 \n3 The provision relied on by the LRDA Board provides that the LRDA Board has “authority \nto appoint a general governing Board of Directors of up to 10 members to govern any or all    \n. . . projects.  Said Board of Directors shall serve at the pleasure of the  LRDA Board of \nDirectors.”  (ECF No. 106 at Ex.1, Art. II § 6.) \n \nstated that it had recently become aware that LED ha d issued stock certificates for \nLED purporting to place ownership of LED in the hands of individual shareholders \nrather than in LCDC ,4 which contradicted the ownership of LED as represented to \nthe SBA in the 8(a) Application Narrative.  (Id.)  The SBA stated: “SBA believes stock \nissued to [LCDC], upon whom 8(a) [Program] eligibility is based, is no longer held by \nLCDC, but rather by individuals.”  (Id. )  The SBA also raised concerns with LCDC’s \ndissolution of the LED Board and sought clarification on how LED was controlled at \nthat time.  (Id.)  The SBA gave LED thirty (30) days to explain why the SBA should \nnot move forward with the termination.  (Id.)   \n17. On June 25, 2018, the LCDC Board held another special called meeting.  \n(LCDC June 25, 2018 Meeting Minutes, ECF No. 116  at Ex. 1, Ex. 8.)  After some \ndiscussion, a motion was made to rescind LCDC’s Jun e 2, 2018, action of dissolving \nthe LED Board.  ( Id.)  As a result, Lowry, Butcher, and Locklear were reinstated to \nthe LED Board.  Additionally, on June 27, 2018, the Bank unfroze LED’s accounts.  \n18. On July 16, 2018, LED’s Board and the L ED Shareholder \nRepresentatives declared the share transfers referenced in the First Notice of Intent \nto Terminate  null and void ab initio  and ratified LCDC’s status as the sole \nshareholder of LED.  (ECF No. 5, at .pdf pp. 36–38.)  On July 18, 2018, LED’s counsel \nsent a letter to the SBA informing them that LCDC’s actions in dissolving the LED \nBoard had been rescinded and that the share certificates had u nequivocally been \n                                                 \n4 Unbeknownst to the SBA, the stock certificates in LED apparently were issued to \nindividuals between 2010–2013.  (ECF No. 5 , at ¶¶ 42– 44; Voided Stock Certificates, ECF \nNo. 5 at Ex. E.) \nvoided by the LED Board and the L ED Shareholder Representatives.  ( “SBA \nSatisfaction Letter,” ECF No. 5, at .pdf pp. 28 –31.)  In t he SBA Satisfaction Letter, \nLED’s counsel also proposed that LCDC and LED enter into a written Memorandum \nof Understanding (“MOU”) encompassing the following agreements, inter alia, about \ncontrol of LED moving forward: \n1. No amendments to LED’s Bylaws shall be \nundertaken without the prior, written consent of the \nSBA; \n \n2. Neither LED’s Board of Directors nor its officers shall \nundertake any act not  strictly in accordance with \nLED’s Bylaws; \n \n3.\n LCDC, as LED’s sole shareholder, shall undertake no \nact not strictly in accordance with LED’s Bylaws; \n \n4.\n No LED share transfers shall be undertaken without \nthe prior, written consent of the SBA; \n \n. . .  \n \n7. LED shall not be required to share any of its \ncorporate financial information with third parties \n(including, but not limited to, LRDA) without the \nexpress authorization of the LED Board. \n \n(ECF No. 5, at .pdf pp. 30–31.)  There is no competent evidence in the record that \nthe SBA required the MOU as a condition of rescinding the First Notice of Intent \nto Terminate. \n19. The parties have not placed in the record any written communication \nfrom SBA withdrawing the First Notice of Intent to Terminate.  Nevertheless, it  is \nundisputed that the SBA withdrew the First Notice of Intent to Terminate  on July \n24, 2018.  (ECF No. 111, at p. 8; ECF No. 113, at p. 6.)  Thereafter, on August 7, 2018, \nthe LED Board, LED Shareholder Representatives, and LCDC Board convened  to \ndiscuss the MOU.  (LCDC and LED Aug. 7, 2018 Meeting Minutes, ECF No. 116 at \nEx. 1, Ex. 9.)  After making minor revisions, there was a unanimous vote to authorize \nthe execution of the MOU.  ( Id.)  The MOU was executed on August 7, 2018, by a \nrepresentative on behalf of LCDC and a rep resentative on behalf of LED.  ( “MOU,” \nECF No. 116 at Ex. 1, Ex. 10.)  The MOU contains the following agreements:  \n1. No amendments or modifications to LED’s Bylaws \nand/or Articles of Incorporation, whether formal or \ninformal, explicit or implicit, shall be undertaken \nwithout the prior, written consent of the SBA; \n \n2. Neither LED’s Board of Directors nor its officers shall \nundertake any act not strictly in accordance with LED’s \nBylaws; \n \n3. LCDC, as LED’s sole shareholder, shall undertake no \nact, either directly or indirectly, not strictly in \naccordance with LED’s Bylaws; \n \n4. No LED share transfers shall be undertaken without \nthe prior, written consent of the SBA; \n \n5. LCDC, as LED’s sole shareholder, shall disavow any \nright, title and interest that LRDA or any person or \nentity affiliated therewith might otherwise have or \nclaim with respect to the ownership or control of LED \nor with respect to any of LED’s assets, including, but \nnot limited to, the disavowal of any claim to the right to \nhire and fire LED employees, to requ ire LED to \nparticipate in financial audits of LRDA or of any other \nthird party, to pay monies to LRDA or to any other third \nparty, to lease properties from LRDA or from any third \nparty or, to participate in employee health insurance or \nbenefit programs with LRDA or with any third party; \n \n6. LCDC, as LED’s sole shareholder, shall not undertake \nto override the will of current LED’s Board of Directors \nwith respect to the management and disposition of any \nof LED’s assets without the prior, written consent of the \nSBA; \n \n7. LED shall not be required to share any of its corporate \nfinancial information with third parties (including, but \nnot limited to, LRDA) without the express authorization \nof the LED Board[.] \n \n(Id.)  In addition, the MOU contained the following provision that was not one of the \nterms proposed to the SBA in the SBA Satisfaction Letter: \n8. Neither LCDC nor any agent thereof shall interfere \nwith the day-to-day business operations of LED or with \nthe reasonable business judgment of LED’s Board of \nDirectors and/or LED’s officers and managers. \n \n(Id.) \n \n20. On August 10, 2018, LED sent the SBA the executed MOU.  (ECF No. 5 \nat Ex. F.)  The LRDA Board reviewed the MOU for the first time on August 14, 2018.  \n(LRDA Aug. 14, 2018 Meeting Minutes, ECF No. 113 at Ex. 11, p. 2.)  Upon reviewing \nthe MOU, there was “some heated discussion centered on the authority of LCDC to \nsign such an MOU without LRDA [B]oard involvement.”  ( Id.)  The LRDA Board \nproceeded to remove Lowry from the LCDC and LED Boards and appoint a new \ndirector, Earl Cummings (“Cummings”), to the LCDC Board.  (Id. at p. 3.)  The LRDA \nBoard also directed the LCDC Board, consistent with the LCDC Bylaws, to appoint \nCummings to the LED Board.  (Id.) \n21. On September 11, 2018, the LRDA Board, under authority purportedly \nbestowed up it by the LRDA Bylaws, removed the entire LCDC Board and replaced \nthe LCDC Board with directors of LRDA’s choosing.  ( LRDA Sept. 11, 2018 Meeting \nMinutes, ECF No. 106 at Ex. F, pp. 2–3.)  On October 8, 2018, the newly constituted \nLCDC Board unilaterally rescinded the MOU  and appointed Cummings and  two \nadditional new members to the LED Board, bringing the total number of directors on \nthe LED Board to five.  (LCDC Oct. 8, 2018 Meeting Minutes, ECF No 106 at Ex. 9.) \n22. In response, LED initiated this action on October 15, 2018 by filing  its \nPetition for Declaratory Judgment.  (ECF No. 5.)   LED alleges that LRDA has, and \ncontinues to, interfere in the operations of LED, and is attempting to unlawfully \nexercise control over LED.  (Id. at passim.)  In the Petition, LED seeks the following \ndeclarations: “[t]hat [LED] is not a subsidiary of Respondent LRDA within the \nmeaning of Chapter 55 of the North Carolina General Statutes ; [t]hat Respondent \nLRDA has no  right to control , directly or indirectly,  [LED] whatsoever; [t]hat th e \nMOU is a valid and enforceable contract between [LED] and Respondent LCDC; and \n[t]hat Respondent LCDC cannot unilaterally terminate the MOU.”  (ECF No. 5, at p. \n16.)  \n23. On October 15, 2018, this case was designated to  the North Carolina \nBusiness Court, and assigned to the undersigned on October 16, 2020.  (Designation \nOrder, ECF No. 1; Assignment Order, ECF No. 2.)  On December 21, 2018, LRDA \nfiled an answer to the Petition.  (LRDA Answer, ECF No. 29.)  On the same day , \nLCDC filed an answer to the Petition and asserted a counterclaim for conversion \nagainst LED.\n5  (LCDC Answer & CC, ECF No. 30.)  On January 4, 2019, LCDC filed \n                                                 \n5 In the Motion, LED moves for summary judgment on LCDC’s conversion counterclaim.  \n(ECF No. 111, at pp. 27–29.)  LCDC did not respond to LED’s arguments regarding LCDC’s \nconversion counterclaim ( see ECF No. 113), and at the hearing on the Motion, LCDC \nconfirmed that its counterclaim has been abandoned.  Therefore, to the extent LED’s Motion \nseeks summary judgment on LCDC’s counterclaim for conversion, LED’s Motion should be \nGRANTED.   \nan amended answer.  (LCDC Amend. Answer, ECF No. 34.)  On January 14, 2019, \nLED filed a reply to LCDC’s counterclaim.  (Reply to CC, ECF No. 38.)  \n24. On May 15, 2019, the SBA sent LED a second Notice of Intent to \nTerminate.  (“Second Notice of Intent to Terminat e,” ECF No. 113, at Ex. 1.)  The \nSecond Notice of Intent to Terminate contains the following language:  \nLED provided a copy of the executed MOU, dated August \n7, 2018, to the SBA North Carolina District Office on \nAugust 10, 2018. . . . The MOU incorporates all [of the \nterms referenced  in the SBA Satisfaction letter \ndiscussed supra] (collectively,  the MOU Terms), and \nfurther includes the following MOU Term: \n \n8. Neither LCDC nor any agent thereof shall \ninterfere with the day-to-day business \noperations of LED or with the reasonable \nbusiness judgment of LED’s Board of Directors \nand/or LED’s officers and managers. \n \nSBA understands that the validity of the MOU is \ndirectly at issue in pending litigation between LED and \nLCDC. Specifically, LED is seeking, inter alia, the North \nCarolina Superior Court’s judgment as to whether the \nMOU is enforceable as between LED and LCDC, and \nwhether LCDC has the authority to  unilaterally \nterminate the MOU. [ ] \n \nAs further discussed below, the SBA has determined \nthat the MOU ostensibly eliminates or unduly restricts  \nLCDC’s ability to control LED in violation of SBA \nregulations. That LED is seeking to enforce it not only \ndemonstrates a fundamental misunderstanding as to \nthe basis of the firm’s 8(a) [Program] participation, but \nalso raises significant eligibility concerns. As such, SBA \nis initiating termination proceedings against LED. \n \n(ECF No. 113 at Ex. 1, p. 2.) \n25. The Second Notice of Intent to Terminat e also states that LCDC must \nhave control of LED.  T he SBA concluded that the “MOU Term 8 unequivocally \nrestricts LCDC ’s ability to control LED’s day -to-day management; Terms 1, 4, \nand 6 impose unnecessary and burdensome SBA approval requirements for \ncorporate actions that should otherwise  be under LCDC’s control.”  ( Id. at p. 3.)  \nThe Second Notice of Intent to Terminat e afforded LED thirty days to provide a \nwritten response detailing why LED’s 8(a) Program status should not be \nterminated.  (Id.) \n26. On June 21, 2019, LCDC amended the LCDC Bylaws.  The LCDC Board \ndeleted the existing language of Art. VII § II6 and replaced it with the following: “The \nCorporation (LCDC) will be responsible for the appointment of members of the Board \nof Directors to any such related for profit Corporation.”  (ECF No. 101 at Ex. A-5.)  On \nJuly 25, 2019, the LED Shareholder Representatives, on behalf of LCDC, declined to \nextend the LED Board Members, Locklear, Lowry, and Butcher’s, terms and elected \nnew members to the LED Board.  (ECF No. 101 at Ex. A-6, Ex. A.)  \n27. On November 13, 2019, LCDC filed a  Motion to Show Authority along \nwith supporting evidentiary materials and a brief in support of the Motion.  (“Motion \nto Show Authority,” ECF No. 101; Evidence in Supp. ECF No. 101 at Exs. a–h; Br. in \n                                                 \n6 Art. VII § II of the LCDC Bylaws formerly stated: “The Corporation will be responsible for \nthe appointment, subject to the concurrence of the related for profit’s Board of Directors, for \nthe selection and appointment of the members of the Board of Directors to any such related \nfor profit Corporation.”  (ECF No. 116 at Ex. 1, Ex. 2, Art. VII § II.) \nSupp., ECF No. 102.)  On December 3, 2019, Petitioner filed a b rief in opposition to \nthe Motion along with evidentiary materials.  (Br. in Opp. ECF No. 106; Evidence in \nOpp., ECF No. 106, at Exs. 1 –14.)  On January 14, 2020, the Court issued its order \ndenying the Motion to Show Authority.  (Order on Mot. to Show Auth., ECF No. 109.) \n28. On December 5, 2019, the SBA sent LED a Notice of Suspension \nsuspending LED from further participation in the 8(a) Program.  (“Notice of \nSuspension,” ECF No. 113, at Ex. A -1.)  The Notice of Suspension provided, in \nrelevant part, as follows: \n[S]uspension of LED’s 8(a) program participation is \nnecessary to protect the interests of the Federal \nGovernment.  For the reasons outlined in the May 8, 2019 \n[Second Notice] of Intent to Terminate, . . ., sufficient \ninformation exists showing a clear lack of LED ’s program \neligibility.  To this end, LED is presently seeking to enforce \nan executed MOU which –  if given effect –  unequivocally \nundermines the basis for LED’s 8(a) program eligibility. . .  \n \nThis suspension is effective as of the date of issuance of this \nnotice and nationally throughout SB A offices.  The \nsuspension will continue pending completion of a final \nprogram termination determination.  LED’s program term \nwill only resume if the suspension is lifted or the firm is not \nterminated. \n \n(Id. at pp. 1–2.)  The Notice of Suspension also advised LED of its right to appeal the \nsuspension.  There is no evidence in the record that LED appealed the suspension. \n29. On January 15, 2020, LED filed the Motion along with a Brief in Support \nof Summary Judgment and evidentiary materials.  (ECF No. 110; Br. in Supp., ECF \nNo. 111; LED Eviden. Materials, ECF No. 111, Exs. 1 –8.)  On February 14, 2020, \nLCDC filed a Brief in Opposition to [LED’s] Motion along with multiple evidentiary \nmaterials.  (LCDC Br. in Opp., ECF No. 113; LCDC Eviden. Materials, ECF No. 113, \nExs. A, A- 1, 1, B, 6, 11, 12, 18.)  LCDC also filed an objection to LED’s reliance on  \nportions of the Affidavit of Brad Harris in LED’s Motion for Summary Judgment.  \n(Objection to Aff., ECF No. 114.)   \n30. On February 14, 2020, LRDA filed its Response in Opposition to [LED’s] \nMotion for Summary Judgment and an objection to the use of the Affidavit of Brad \nHarris, along with multiple evidentiary materials.  (ECF No. 116; LRDA Eviden. \nMaterials, ECF No. 116 at Exs. 1–9.)  On February 21, 2020, LED filed its Reply Brief \nin Support of Summary Judgment and Response to Objection to Affidavit of Brad \nHarris7.  (ECF No. 117.)  \n31. On March 4, 2020 the Court heard oral argument on the Motion.  The \nMotion is now ripe for decision.   \nII. ANALYSIS \nA. Standard of Review  \n32. “Summary judgment is appropriate ‘if the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with affidavits, if any, \nshow that there is no genuine issue as to any material fact and that any par ty is \nentitled to judgment as a matter of law.’”  Variety Wholesalers, Inc. v. Salem Logistics \nTraffic Servs., LLC, 365 N.C. 520, 523, 723 S.E.2d 744, 747 (2012) (quoting N.C.G.S. \n                                                 \n77 The Court, in ruling on the Motion, does not rely on any testimony contained in the \nAffidavit of Brad Harris.  Accordingly, the Court need not address the arguments raised by \nRespondents’ Objection to the use of the Affidavit of Brad Harris or LED’s arguments in \nresponse to Respondent’s objection.  Therefore, Respondent’s Objection should be DENIED \nas MOOT.  \n§ 1A-1, Rule 56(c)  (hereinafter the N .C. Rules of Civil Procedure are referred to as \n“Rules”)).  The moving party bears the burden of presenting evidence which shows \nthat there is no genuine issue of material fact and that the movant is entitled to \njudgment as a matter of law.  Hensley v. Nat’l Freight Transp., Inc. , 193 N.C. App. \n561, 563, 668 S.E.2d 349, 351 (2008).  An issue is “material” if “resolution of the issue \nis so essential that the party against whom it is resolved may not prevail.”   McNair \nv. Boyette, 282 N.C. 230, 235,  192 S.E.2d 457, 460 (1972).  “A ‘genuine issue’ i s one \nthat can be maintained by substantial evidence.”  Dobson v. Harris, 352 N.C. 77, 83, \n530 S.E.2d 829, 835 (2000). \n33. Once the movant presents evidence in support of his motion, the \nnonmovant “cannot rely on the allegations or denials set forth in her pleading [ ] and \nmust, instead, forecast evidence to show the existence of a genuine issue of material \nfact in order to preclude an award of summary judgment.”  Steele v. Bowden, 238 N.C. \nApp. 566, 577, 768 S.E.2d 47, 57  (2014) (internal citations and quotations omitted). \nIn conducting its analysis, the Court must view the evidence in the light most \nfavorable to the nonmovant.  Dobson, 352 N.C. at 83, 530 S.E.2d at 835.  “Summary \njudgment, when appropriate, may be rendere d against the moving party.”  N.C.G.S. \n§ 1A-1, Rule 56(c); Elliott v. Enka-Candler Fire & Rescue Dep’t, Inc. , 213 N.C. App. \n160, 170, 713 S.E.2d 132, 139–40 (2011) (noting that Rule 56(c) allows the trial court \nto grant summary judgment to the nonmoving party). \n34.   Summary judgment may be granted on a claim \nfor declaratory judgment if there remain no issues of material fact and either party \nis entitled to relief as a matter of law.  Smith v. Marez, 217 N.C. App. 267, 270, 719 \nS.E.2d 226, 229 (2011) (internal citation omitted). \nB. The Court’s Discretionary Authority Under t he Declaratory \nJudgment Act \n \n35. The only relief sought by LED in this action is declaratory relief under \nthe North Carolina Declaratory Judgment Act.  LED seeks summary judgment on \neach of the declarations sought in its Petition as follows: \n1. That LED is not a subsidiary of Respondent LRDA within \nthe meaning of Chapter 55 of the North Carolina General \nStatutes (“First Declaration”); \n \n2. That Respondent LRDA has no right to control, directly or \nindirectly, LED whatsoever (“Second Declaration”); \n \n3. That the MOU is a valid and enforceable contract between \nLED and Respondent LCDC (“Third Declaration”); and \n \n4. That Respondent LCDC cannot unilaterally terminate the \nMOU (“Fourth Declaration”). \n \n(ECF No. 110; ECF No. 5, at p. 16.)  \n36. Under North Carolina law, a declaratory judgment is a statutory \nremedy that grants a court the authority to “declare rights, status, and other legal \nrelations” when an “actual controversy” exists between parties to a lawsuit.  N.C.G.S. \n§ 1-253; Pine Knoll Shores v. Carolina Water Serv., Inc., 128 N.C. App. 321, 321–22, \n494 S.E.2d 618, 618 (1998).  The Declaratory Judgment Act, by its nature, is best \nserved if trial courts are granted discretion at the outset “because facts bearing on \nthe usefulness of the declaratory judgment remedy, and the fitness of the case for \nresolution, are peculiarly with their grasp.”   Coca- Cola Bottling Co. Consol. v. \nDurham Coca-Cola Bottling Co., 141 N.C. App. 569, 578, 541 S.E.2d 157, 163 (2000) \n(citation and quotation marks omitted). \n37. N.C.G.S. § 1-257 provides trial courts with broad discretion “to decline \na request for declaratory relief when (1) the requested declaration will serve no useful \npurpose in clarifying  or settling the legal relations at issue; or ( 2) the requested \ndeclaration will  not terminate or afford relief from the uncertainty, insecurity, or \ncontroversy giving rise to the proceeding.”   Augur  v. Augur, 356 N.C. 582, 588–89, \n573 S.E.2d 125, 130 (2002).  “ These two fundamental principles require . . . \nconsideration of whether the declaratory proceeding will settle the entire underlying \ncontroversy.  The declaratory remedy should not be invoked ‘ to try a controversy by \npiecemeal, or to try particular issues without settling the entire controversy.’”  Coca-\nCola Bottling Co. Consol., 141 N.C. App. at 578, 541 S.E.2d at 163 (citation omitted).  \nMoreover, declaratory judgments should not be made “without definite concrete \napplication to a particular state of facts which the court can by the declaration control \nand relieve and thereby settle the controversy.”  Augur,  356 N.C. at 588, 573 S.E.2d \nat 130 (citation omitted).    \nC. The Requested Declaratory Relief Will Serve No Useful Purpose \nBecause LED Has Been Suspended from the SBA 8(a) Program \n \n38. Preliminarily, the Court concludes that the primary purpose for the \ndeclarations—preservation of LED’s status as an 8(a) Program participant —cannot \nnow be served by issuance of the declarations.  The Petition was filed on October 15, \n2018, shortly after the SBA revoked its First Notice of Intent to Terminate LED from \nthe 8(a) Program .  The declarations sought by LED in this case were aimed at \nestablishing the rights and legal relationships between LED and LRDA  for the \npurpose of protecting and preserving LED’s status as an entity qualified to \nparticipate in the SBA 8(a) P rogram.8  That purpose was  mooted by the SBA’s \nsuspension of LED from the 8(a) Program in December, 2019.9  In fact, the suspension \nresulted from LED and LCDC entering into the MOU about which LED now seeks to \nenforce through the Third and Fourth Declarations.  (ECF No . 113 at A-1, pp. 1–2; \n“LED and LCDC have executed a Memorandu m of Understanding (MOU) which \neliminates or unduly restricts LCDC’s ability to control LED in violation of 13 C.F.R. \n§ 124.111(b) . . . LED is presently seeking to enforce an executed MOU which –  if \ngiven effect –  unequivocally undermines the basis for LE D’s 8(a) program \neligibility.”).  LED does not contend that the Court issuing the requested declaration \nwould have any impact on its termination from the 8(a) P rogram.  Therefore, the \nCourt concludes, in its discretion, that issuance of the declarations wo uld “serve no \nuseful purpose ” and would “ not terminate or afford relief from the uncertainty, \ninsecurity, or controversy giving rise to the proceeding.”  Augur, 356 N.C. at 588–89, \n573 S.E.2d at 130. \n \n \n                                                 \n8 In fact, in the Petition LED included a request for  injunctive relief based, in part, on th e \ncontention that “[LED] stands an immediate threat of irreparable harm in that [LRDA’s] \nactions are highly likely to lead to a renewal by SBA of its intent to terminate [LED] from \nthe 8(a) Program.”  (ECF No. 5, at ¶ 72.) \n9 There is no evidence in the record that LED appealed the Notice of Suspension in accordance \nwith 13 C.F.R. § 305(c). \nD. The Requested Declaratory Relief Will Not Terminate or Afford \nRelief From  The Uncertainty Or Controversy Between the \nParties. \n \n39. In addition, the Court concludes, in its discretion, that issuing the \ndeclarations would not settle the ultimate controversy between the parties regarding \nLRDA’s “right” to control LED.  LED seeks the First and Second Declarations based \non the following  contention, which is succinctly stated in its brief in support of the \nMotion: “[p]remised on the clear fact that LED simply is not a subsidiary of LRDA \nthe logical corollary is that LRDA has no right to control any of LED’s affairs.”  (ECF \nNo. 111, at p. 19.)   In other words, LED views the First and Second Declarations as \ninterrelated, and believes that if LED is not the corporate subsidiary of LRDA, then \nLRDA has no “right to control, directly  or indirectly, LED whatsoever.”  (ECF No. \n110; ECF No. 5, at p. 16.) \n40. LRDA’s right to exert control over LED, however, is not determined \nsolely by whether LED is LRDA’s subsidiary.  Instead, while the evidence in the \nrecord supports LED’s contention that it is not a corporate subsidiary of LRDA 10  (see, \ne.g., Dial Dep., ECF No. 111 at Ex. 3, pp. 22 –23; LRDA Resp. to Req. for Admission, \nECF No 111 at Ex. 2, p. 2; LED Bylaws, ECF No. 34 at Ex. C, Art. I, § 4), the evidence \nalso shows that LRDA has certain rights that provide it with the ability to exert \nsignificant influence, and indirect control, over LED by virtue of its power to appoint \n                                                 \n10 The Court is unable to locate North Carolina appellate authority that provides a definition \nof “subsidiary.”  Black’s Law Dictionary defines “subsidiary corporation” as “[a] corporation \nin which a parent corporation has a controlling share.”  Black’s Law Dictionary (1 1th ed. \n2019).  Under the definition provided by Black’s Law Dictionary, LED is not a subsidiary of \nLRDA. \nLCDC Board members (ECF No. 116 at Ex. 1, Ex. 2, Art . III, § III) , through LRDA \nBoard members who also serve as LED Shareholder Representatives  (see generally \nDial Dep., ECF No. 116 at Ex.1, p. 21), and by virtue of the fact that the three \norganizations have common Board members (Dial Dep., ECF No. 116 at Ex. 1, pp. 8, \n20–21; Hardin Dep., ECF No. 111 at Ex. 4, pp. 69– 70).  Therefore, while there is \nevidence upon which a fact finder could conclude that LED is not LRDA’s subsidiary, \nthe evidence does not support entry of the Second Declaration.  The Court concludes \nthat entering the First Declaration but not the Second D eclaration would, at best, \nsettle “particular issues [between the parties] without settling the entire \ncontroversy[,]” regarding LRDA’s right to control LED,  Coca-Cola Bottling Co. \nConsol., 141 N.C. App. 569 at 578, 541 S.E.2d at 163, and would only cause additional \nconfusion and uncertainty regarding the relations between LED and LRDA.  \n41. Similarly, for its Third and Fourth Declarations, LED asks the Court to \ndeclare that the MOU is a valid and enforceable contract between LED and LCDC \nand that LCDC cannot unilaterally terminate the MOU.  LED maintains that the \nMOU was necessary to ensure LED’s continued 8(a) Program participation , but it is \nnow clear the MOU is the reason LED has lost its 8(a) Program status.  In addition, \nthe Court’s review of the evidence and the parties’ arguments reveals that there are \nissues of fact as to whether LCDC received consideration in the MOU.  These issues \nof fact preclude the Court from entering the Third Declaration at the summary \njudgment stage and declaring that the MOU is enforceable.  Consequently, the Court \ncannot enter the  Fourth Declaration and declare that LCDC cannot terminate the \nMOU.  Again, the Court concludes, in its discretion, that no useful purpose would be \nserved by further considering and ruling on the Third and Fourth Declarations under \nthe facts of this case. \nIII. CONCLUSION \n42. In summary, the underlying purpose in seeking the declarations has \nbeen frustrated by LED’s sus pension from the SBA 8(a) Program.  In addition, this \nmatter involves a  dispute between three highly integrated and inter related \ncorporations over control of LED.  LRDA formed LCDC and was instrumental in the \nformation of LED, and  the evidence shows that L RDA exercises certain indirect \ncontrol over LED by virtue of its power to  appoint LCDC Board members, th rough \nLRDA Board members who also serve as LED Shareholder Representatives, and the \nfact that the three organizations have common Board members.  Given the historical \nrelationship between LRDA, LCDC, and LED and their shared purpose in serving \nthe needs of the local Native American c ommunity, it would likely be unwise to \nattempt to divorce LRDA from having any role in shaping LED’s operations. \n43. Accordingly, in its discretion, the Court concludes that issuing the \ndeclarations sought in this action would serve no useful purpose in settling the legal \nrelations at issue and will not afford relief from the uncertainty or controversy giving \nrise to this action.   The Motion should be DENIED , and pursuant to Rule 56(c) , \nsummary judgment should be GRANTED in favor of LRDA and LCDC, and LED’s \nclaims should be DISMISSED. \n \nTHEREFORE, it is ORDERD that: \n1. To the extent the Motion seeks judgment in LED’s favor on  LCDC’s \ncounterclaim for conversion, the Motion is GRANTED; \n2. Except as specifically granted, the Motion is DENIED; \n3. Pursuant to Rule 56(c), summary judgment is GRANTED in favor of \nLRDA and LCDC, and LED’s claims for declaratory relief  are \nDISMISSED. \n4. Any request for taxation of costs by Respondents will be addressed \nby a separate order. \n \nSO ORDERED, this the 8th day of May, 2020. \n \n/s/ Gregory P. McGuire    \nGregory P. McGuire \nSpecial Superior Court Judge \nfor Complex Business Cases \n \n \n \n "
}