{
  "id": "90e9a5278f3f963546d5da7f1c1b635a0c33774c2a40dc48b218f06b87581774",
  "source_file": "data/raw/ncbc/90e9a5278f3f963546d5da7f1c1b635a0c33774c2a40dc48b218f06b87581774.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n24CV036621-910 \nMAVEN ADVANTAGE, INC., \n \nPlaintiff, \n \nv. \n \nSQUARE ONE STORM \nRESTORATION, LLC, d/b/a \nSQUARE ONE RESTORATION, \nLLC; WILLIAM C. COUCH; and \nTYLER N. DANIELS, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ PARTIAL MOTION TO \nDISMISS  \n \n \n THIS MATTER  is before the Court on Defendants Square One Storm \nRestoration, LLC (“Square One”), William C. Couch, and Tyler N. Daniel s’ \n(collectively, “Defendants”) Partial Motion to Dismiss Pursuant to N.C.R. Civ. P. \n12(b)(6) (the “Motion to Dismiss” or the “Motion,” ECF No. 20).  \n THE COURT, having considered the Motion  to Dismiss, the parties’ briefs, \nthe arguments of counsel, the applicable law, and all appropriate matters of record, \nCONCLUDES that Defendants’ Motion  to Dismiss should be GRANTED in part \nand DENIED in part, as set forth below. \nPoyner Spruill LLP, by N. Cosmo Zinkow, Stephanie Gumm, and Clare \nW. Magee, for Plaintiff Maven Advantage, Inc.  \n \nMorningstar Law Group, by Harrison M. Gates, for Defendants Square \nOne Storm Restoration, LLC, d/b/a Square One Restoration, LLC, \nWilliam C. Couch, and Tyler N. Daniels.  \n \nDavis, Judge.  \n \n \nMaven Advantage, Inc. v. Square One Storm Restoration, LLC, 2025 NCBC 14. \nINTRODUCTION \n1. In this lawsuit, the plaintiff, a roofing services company, contends that \ntwo of its former employees  unlawfully stole its confidential information and trade \nsecrets in order to solicit business on behalf of their  new employer in violation of \napplicable laws and existing contractual agreements between the parties.   \nFACTUAL AND PROCEDURAL BACKGROUND \n2. The Court does not make findings of fact in connection with a motion to \ndismiss under Rule 12(b)(6) of the North Carolina Rules of Civil Procedure and \ninstead recites those facts contained in the complaint (and in documents attached to, \nreferred to, or incorporated by reference in , the complaint) that are relevant to the \nCourt’s determination of the motion.  See, e.g., Window World of Baton Rouge, LLC \nv. Window World, Inc., 2017 NCBC LEXIS 60, at *11 (N.C. Super. Ct. July 12, 2017).   \n3. Plaintiff Maven Advantage, Inc. (“Maven”) is a company that provides \nroofing and storm restoration services to customers in eastern North Carolina.  \n(Compl. ¶¶ 19–20, ECF No. 3.)   \n4. Maven is incorporated in North Carolina and maintains its principal \nplace of business in Hampstead.  (Compl. ¶ 12.)   \n5. Defendants William Couch and Tyler Daniels are both North Carolina \nresidents who were formerly employed as sales representatives by Maven until they \nresigned on 4 October 2024.  (Compl. ¶¶ 6, 14–15, 23–24.)   \n6. As a condition of their employment, Couch and Daniels each entered into \nEmployee Non -Solicitation, Non -Competition, and Non -Disclosure Agreement s \n(“Employment Agreements”) on 23 September 2022 and 12 March 2024, respectively.  \n(Compl. ¶¶ 23–24, Exs. B, C.)   \n7. Maven’s Employment Agreements include a number of provisions that  \nseek to prohibit certain conduct during and after an employee’s employment with the \ncompany.  For example, the Employment A greements include a Non-Disclosure \nprovision addressing the unauthorized disclosure or use of Maven’s confidential \ninformation, along with Non-Competition and Non -Solicitation provisions.  ( See \nCompl., Exs. B, C.) \n8. As part of its business model, Maven conduct s free roof inspections for \nprospective customers and generate s “detailed inspection report[s]” that describe \n“information about [each] roof’s  condition, any existing problems, and \nrecommendations for necessary repairs. ”  (Compl. ¶  21.)  Following the initial \ninspections, Maven’s sales representatives use the information compiled in the \nreports to “finalize[] contracts with the property owners to provide roof repairs or \nreplacement[s].”  (Compl. ¶ 22.) \n9. In or around September 2024, Maven began to experience “an unusual \ndown[ward] trend in its sales.”  (Compl. ¶¶ 29–30.)  Specifically, when compared with \nthe prior month, over  one hundred fewer prospective customers  scheduled roof \ninspections with the company .  (Compl. ¶¶  31–32.)  Furthermore, o f the 273 \nprospective customers who scheduled their initial roof inspections during September \n2024, 31% of them cancelled.  (Compl. ¶ 32.)   \n10. Maven contends that many of the prospective customers that  it lost in \nSeptember 2024 were previously assigned to Couch and Daniels.  (Compl. ¶ 34.)  \n11. During the early morning hours of 4 October 2024, Couch and Daniels—\nwithout any advance warning  to Maven personnel —ended their employment by \nreturning their company-owned vehicles and equipment to  Maven’s office.  (Compl. \n¶¶ 35–36.)  On or around that same date, Couch and Daniels began working for  one \nof Maven’s competitors—Square One.  (Compl. ¶ 36.)  \n12. Upon investigating their abrupt departures, Maven allegedly uncovered \nevidence of an ongoing  scheme by Couch and Daniels  to “divert[] Maven’s business \npipeline to Square One.”  (Compl. ¶ 38.)   \n13. Maven contends that, in furtherance of this scheme, Couch and Daniels \nimproperly persuaded a number of its existing customers to switch their business \nfrom Maven to Square One.  (See Compl. ¶¶ 38–47.)  \n14. Maven further asserts that this scheme began while Couch and Daniels \nwere still employed at Maven, pointing to several online reviews posted by former \nMaven customers (or prospective customers)  lauding work performed by Couch and \nDaniels on behalf of Square One prior to (or very shortly after) the date of their \nresignation from Maven.  (Compl. ¶¶ 39–40.) \n15. Maven alleges that Couch and Daniel s’ efforts to siphon business from \nthe company were effectuated by their misappropriation of the company’s proprietary \ninformation.  (See Compl. ¶ 44.)   \n16. For example, on 28 September 2024, Maven asserts that Couch used his \ncompany email to “send a confidential customer list from Maven’s commission \nsoftware to his personal email address.”  (Compl. ¶ 44.) \n17. Additionally, on 8 October 2024, Daniels contacted a Maven employee \nvia text message to ask for specific information about one of Maven’s existing \ncustomers.  (Compl. ¶ 44.)  \n18. In an effort to “mitigate” the impacts of  Couch and Daniels’  actions, \nMaven allegedly “began contacting all the [customer] leads originally assigned to” \nCouch and Daniels .  However, these efforts were  “too late” because  “[n]umerous \nhomeowners had either cancelled their contracts with Maven or became unresponsive \nafter receiving follow-up calls.”  (Compl. ¶ 45.)  \n19. Maven filed a verified Complaint in Wake County Superior Court on 14 \nNovember 2024, asserting claims against Couch, Daniels, and Square One for unfair \nand deceptive trade practices under N.C.G.S. § 75 -1.1, common law unfair \ncompetition, misappropriation of trade secret s, tortious interference with contract, \nand tortious interference with prospective economic advantage.  Maven’s Complaint \nalso asserted a claim against Couch and Daniels for breach of contract and a claim \nagainst Daniels for civil embezzlement.  (Compl. ¶¶ 48–93.) \n20. On 20 November 2024, this matter was designated as a mandatory \ncomplex business case and assigned to the Honorable Adam Conrad.  (ECF Nos. 1, 2.) \nOn 22 November 2024, the case was reassigned to the undersigned.  (ECF No. 14.) \n21. Defendants filed the present Motion to Dismiss  on 20 December 2024 \nseeking dismissal of Maven’s claims for misappropriation of trade secrets against all \nDefendants, breach of contract  against Couch and Daniels, and civil embezzlement \nagainst Daniels.   \n22. The Court held a hearing on the Motion to Dismiss on 6 February 2025  \nat which counsel for all parties were present. \n23. The Motion to Dismiss has been fully briefed and is now ripe for \nresolution.  \nLEGAL STANDARD \n24. In ruling on a motion to dismiss under Rule 12(b)(6), the Court may only \nconsider the pleading and “any exhibits attached to the complaint [,]” Krawiec v. \nManly, 370 N.C. 602, 606 (2018), in order to determine whether “as a matter of law, \nthe allegations of the complaint, treated as true, are sufficient to state a claim upon \nwhich relief can be granted under some recognized legal theory.”  Forsyth Mem’l \nHosp., Inc. v. Armstrong World Indus., Inc. , 336 N.C. 438, 442 (1994) (cleaned up).   \nThe Court must view the allegations in the complaint “in the light most favorable to \nthe non-moving party.”  Christenbury Eye Ctr., P.A. v. Medflow, Inc. , 370 N.C. 1, 5 \n(2017) (cleaned up). \n25. “It is well established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen ‘(1) the complaint on its face reveals that no law supports the plaintiff’s claim; \n(2) the complaint on its face reveals the absence of facts sufficient to make a good  \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plaintiff’s \nclaim.’ ”  Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615 (2018) (quoting Wood \nv. Guilford Cnty., 355 N.C. 161, 166 (2002)). \nANALYSIS \nI. Civil Embezzlement \n26. Maven has informed the Court that it no longer intends to proceed  on \nthis claim.   \n27. Therefore, Maven’s claim for civil embezzlement is DISMISSED with \nprejudice.  \nII. Misappropriation of Trade Secrets \n28. North Carolina’s Trade Secrets Protection Act (the “Act”) provides that \n“[t]he owner of a trade secret shall have [ a] remedy by civil action for \nmisappropriation of his trade secret.”  N.C.G.S. § 66-153.   \n29. The Act defines a “trade secret” as:  \n[B]usiness or technical information, including but not limited to a \nformula, pattern, program, device, compilation of information, method, \ntechnique, or process that:  \n \na. Derives independent actual or potential commercial value from \nnot being generally known or readily ascertainable through \nindependent development or reverse engineering by persons who \ncan obtain economic value from its disclosure or use; and  \n \nb. Is the subject of efforts that are reasonable under the \ncircumstances to maintain its secrecy.   \n \nN.C.G.S. § 66-152(3).  \n30. Additionally, the Act defines “misappropriation” as the “acquisition, \ndisclosure, or use of a trade secret of another without express or implied authority or \nconsent, unless such trade secret was arrived at by independent development, reverse \nengineering, or was obtained from another person with a right to disclose the trade \nsecret.”  N.C.G.S. § 66-152(1). \nA. Identification of Trade Secrets \n31. As an initial matter, Defendants argue that the Complaint —on its \nface—fails adequately to identify any information that could qualify as a trade secret \nunder the Act.  See MarketPlace 4 Ins., LLC v. Vaughn , 2023 NCBC LEXIS 31, at \n**23 (N.C. Super. Ct. Feb. 24, 2023) ( “[A] threshold question in any action involving \nsuch a claim is whether the information at issue actually constitutes a trade secret \nunder the Act.”).      \n32. Our Supreme Court has stated its approval of our Court of Appeals ’ \nholding that “[t]o plead misappropriation of trade secrets, a plaintiff must identify a \ntrade secret with sufficient particularity so as to enable a defendant to delineate that \nwhich he is accused of misappropriating and a court to determine whether \nmisappropriation has or i s threatened to occur.”   Krawiec, 370 N.C. at 609 (quoting \nWashburn v. Yadkin Valley Bank & Tr. Co. , 190 N.C. App. 315, 326 (2008) ).  \nMoreover, “a complaint that makes general allegations in sweeping and conclusory \nstatements, without specifically identifying the trade secrets allegedly \nmisappropriated, is insufficient to state a claim for misappropriation of trade secrets.”  \nId. at 610 (quoting Washburn, 190 N.C. App. at 327) (cleaned up).   \n33. This Court has made clear that broad allegations regarding the alleged \nmisuse of “customer lists, customer contract information, pricing information, and \nproduct information” are insufficient to state a claim for misappropriation of trade \nsecrets.  Aecom Tech. Corp. v. Keating, 2012 NCBC LEXIS 9, at **8 (N.C. Super. Ct. \nFeb. 6, 2012); see also Akzo Nobel Coatings, Inc. v. Rogers, 2011 NCBC LEXIS 42, at \n**68 (N.C. Super. Ct. Nov. 3, 2011) (finding complaint alleging misappropriation of \n“Akzo Nobel’s proprietary formulas, methodologies, customer and pricing data and \nother confidential information” to be too “sweeping and conclusory . . . to identify the \ntrade secrets the Individual Defendants [were] accused of misappropriating”). \n34. Here, the bulk of the a llegations that purport to describe the specific \ncompany information forming the basis for Maven’s misappropriation of trade secrets \nclaim are contained in paragraph 66 of Maven’s Complaint , which states, in its \nentirety:  \nMaven maintains detailed lists of customers that include inspection \ndates, assigned sales representatives, contract amounts, dates of \ncontact, deal stage information, and other valuable confidential \ninformation that enable Maven to derive potential and act ual economic \nvalue from its use. \n \n(Compl. ¶ 66.)  \n \n35. The Court concludes that, based on Krawiec and the relevant case law \nfrom this Court, these allegations fall short of satisfying the pleading standard for a \nmisappropriation of trade secrets claim.   \n36. At the 6 February hearing, counsel for Maven urged the Court to \nconsider paragraphs 21 , 78, and 79 of its  Complaint as additional allegations that \ncould identify a protectable trade secret.  These paragraphs read as follows:  \nAs part of its business model, Maven provides free roof inspections for \nhomeowners and commercial property owners.  Maven team members \nevaluate roofs and generate a detailed inspection report that includes \ninformation about the roof ’s condition, any existing problems, and \nrecommendations for necessary repairs.   \n \n. . .  \n \nMaven cultivated business relationships with no less than seventy -five \nthird-party homeowners to provide roofing services. These business \nrelationships advanced to the point that Maven was able to calculate \nprecise estimates of the costs to conduct roof repairs and replacements \nfor these prospective customers. \n \nMr. Couch and Mr. Daniels knew of these business relationships by \nvirtue of their employment with Maven, and upon information and \nbelief, Square One knew of these business relationships by hiring Mr. \nCouch and Mr. Daniels and wrongfully assisting them to use these leads. \n \n(Compl. ¶¶ 21, 78–79.)  \n \n37. None of the allegations in these paragraphs, however, identify actual (or \npotential) trade secrets.  The Court has thoroughly reviewed Maven’s Complaint in \nits entirety and concludes that Maven has failed to satisfy the above -described \npleading requirements for misappropriation of trade secrets claims.  \n38. On this ground alone, the granting of Defendants’ Motion to Dismiss \nMaven’s misappropriation of trade secrets claim would be proper.  However, as \ndiscussed below, Maven’s allegations as to the misappropriation element are likewise \ndeficient and serve as an additional basis for the dismissal of this claim. \nB. Misappropriation  \n39. With respect to a plaintiff’s obligation to allege either actual or \nthreatened misappropriation of a trade secret, N.C.G.S. § 66-155 explains:   \nMisappropriation of a trade secret is prima facie established by the \nintroduction of substantial evidence that the person against whom relief \nis sought both: \n \n(1) Knows or should have known of the trade secret; and \n \n(2) Has had a specific opportunity to acquire it for disclosure or use \nor has acquired, disclosed, or used it without the express or \nimplied consent or authority of the owner. \n \nThis prima facie evidence is rebutted by the introduction of substantial \nevidence that the person against whom relief is sought acquired the \ninformation comprising the trade secret by independent development, \nreverse engineering, or it was obtained from another person with a right \nto disclose the trade secret. \n \nN.C.G.S. § 66-155. \n40. Maven asserts that the allegations  contained in paragraph 44 of its \nComplaint are sufficient to allege misappropriation.  The Court disagrees.   \n41. Paragraph 44 reads as follows: \nIndeed, Mr. Couch and Mr. Daniels continued to take obvious and \nintentional steps to wrongfully siphon business away from Maven.  On \nSeptember 28, 2024, Mr. Couch used his Maven company email to send \na confidential customer list from Maven ’s commission software to his \npersonal email address.  And on October 8, 2024, Mr. Daniels texted a \nMaven employee in an attempt to obtain confidential information \nregarding an existing Maven customer. \n \n(Compl. ¶ 44.)  \n \n42. With respect to Maven’s allegations concerning Couch’s 28 September \n2024 email, the Court has already determined that  a mere customer list does not —\nwithout more—qualify as a trade secret.  \n43.   The allegation regarding Daniels’ 8 October 2024 text exchange  fares \nno better as it merely alleges that Daniels attempt ed to obtain certain information \nfrom a Maven employee—not that he was  actually successful in obtaining it.  \nMoreover, that allegation simply refers in conclusory fashion to “confidential \ninformation” rather than attempting to assert that Daniels sought to obtain an actual \ntrade secret from the other Maven employee. \n44. As a result, the Court concludes that Maven’s Complaint fails to satisfy \nthe misappropriation element of this claim.   See Washburn, 190 N.C. App. at  327 \n(affirming trial court’s dismissal of trade secret misappropriation claim where act of \nmisappropriation was pled using “general and conclusory” allegations); Bite Busters, \nLLC v. Burris, 2021 NCBC LEXIS 26, at **22 –23 (N.C. Super. Ct. Mar. 25, 2021) \n(“Despite satisfying its burden to sufficiently plead its customer list trade secret, \nhowever, Bite Busters’ trade secret claim nonetheless fails because the Company has \nfailed to allege the acts by which the alleged  misappropriations were accomplished.” \n(cleaned up)); Strata Solar, LLC v. Naftel, 2020 NCBC LEXIS 129, at **11– 12 (N.C. \nSuper. Ct. Oct. 29, 2020) (dismissing trade secret misappropriation claim because \nPlaintiff failed to “allege any specific acts  . . . to show that [defendants] accessed, \ndisclosed, or used Plaintiff’s trade secrets without Plaintiff’s authorization[,]” and \n“[t]he Court [was] not required to accept Plaintiff’s conclusory allegations regarding \n[the] alleged misappropriation of Plaintiff’s trade secrets”). \n45. Therefore, for all of these reasons, Maven’s claim for misappropriation \nof trade secrets is DISMISSED with prejudice.  \nIII. Breach of Contract \n46. Maven’s breach of contract claim is premised upon Couch and Daniels’ \nalleged breaches of certain provisions contained in their Employment Agreements \nwith Maven.   \n47. As previously discussed, the Employment Agreements contain separate \nNon-Competition and Non-Solicitation provisions, each of which Defendants assert is \noverly broad under North Carolina law and therefore  unenforceable.1  In addition, \nDefendants contend that Maven has failed adequately to allege a breach of the Non-\nDisclosure provision. \nA. Non-Competition Agreement \n48. As an initial matter, Maven concedes in its response brief that the Non-\nCompetition provision of the Employment Agreements—as written—is unenforceable \nunder North Carolina law due to its overbreadth.  (Pl.’s Br. Opp’n Defs.’ Partial Mot. \nDismiss, at 19 n.6, ECF No. 29.)  \n49. Therefore, the Court DISMISSES with prejudice the portion of Maven’s \nbreach of contract claim alleging a violation of t he Non-Competition provision of the \nEmployment Agreements.  \nB. Non-Solicitation Agreement \n50. The “Non-Solicitation” provision reads—in relevant part—as follows:   \nl.  Non-Solicitation. In consideration of continued employment \nwith the Company, for a period of twelve (12) months following the \ntermination of Employee’ s employment with the Company, for any \nreason, the Employee will not directly or indirectly, whether as an \nemployee, agent, consultant, independent contractor, owner, partner or \notherwise:  \n \na) Solicit any customer of the Company with whom Employee \nactually did business and had personal contact while employed \nwith the Company for the purpose of obtaining the business of \nsuch customer in competition with the Company.  \n \n1 Although Couch and Daniels’ respective Employment Agreements are formatted differently, \nthey are substantively identical.  For this reason, the Court will address them together in \nanalyzing Defendants’ arguments. \n \nb) Advise or recommend to any other person that such person solicit \nany customer of the Company with whom Employee actually did \nbusiness and had personal contact while employed by Company, \nfor the purpose of obtaining the business of such customer, in \ncompetition with the Company. \n \nc) Employ, solicit for employment, or advise or recommend to any \nother person that such person solicit for employment or employ \nany person employed by the Company.   \n \n(Compl. Ex. B § 1, Ex. C § 1.) \n  \n51. Defendants contend that all three of these subparts are unenforceable \nbecause each of them is overly broad based on the prior decisions from North Carolina \ncourts on this subject. \n52. In response, Maven concedes that subpart (c) of the Non-Solicitation \nprovision is overbroad but argues that subparts (a) and (b), conversely, are \nenforceable.   Maven further contends that the Court should sever subpart (c) from \nthe Non -Solicitation provision pursuant to the “blue pencil” rule  and enforce the \nremaining two subparts. \n53. Defendants, in turn, dispute the applicability of the blue pencil rule \nunder these circumstances.  Alternatively, they assert that even if subpart (c)  could, \nin fact, be blue -penciled out of the Non -Solicitation provision, it would not matter \nbecause subparts (a) and (b) are equally unenforceable on their own.  \n54. The Court will take these arguments in turn. \n55. North Carolina courts have  adopted a “ ‘strict blue pencil doctrine ’ \n[whereby they] cannot rewrite an unenforceable covenant; instead, to avoid scrapping \nan entire covenant, a Court may enforce the divisible parts of a covenant that are \nreasonable.”  NFH, Inc. v Troutman, 2019 NCBC LEXIS 66, at *33 (N.C. Super. Ct. \nOct. 29, 2019.)   \n56. The blue pencil doctrine is a rule of “excision, not modification.”   \nPrometheus Grp. Enters., LLC v. Gibson, 2023 NCBC LEXIS 42, at **18 (N.C. Super. \nCt. Mar 21, 2023)  (“Prometheus”).  “A court at most may choose not to enforce a \ndistinctly separable part of a covenant in order to render the provision reasonable.  It \nmay not otherwise revise or rewrite the covenant. ”  Id. at **19 ( cleaned up).  \nMoreover, “[t]o be a ‘distinctly separable’ provision, other restrictions in the covenant \nmust not be dependent on the portion to be excised.”  Id.  Application of the blue pencil \ndoctrine is ultimately a matter for the Court’s discretion.  Id.  \n57. The basis for Defendants’ argument that the Court lacks the authority \nto exercise its blue pencil power s here is their contention that subpart (c) is not a \ndistinctly severable provision.  In order to address this argument, the relevant case \nlaw provides that resort must be had to punctuation and formatting. \n58. The two most instructive cases on this issue are Wells Fargo Ins. Servs. \nUSA v. Link, 2018 NCBC LEXIS 42, at *22–23 (N.C. Super. Ct. May 8, 2018) , aff’d, \n372 N.C. 260 (2019), and Prometheus, 2023 NCBC LEXIS 42, at **18–21. \n59. In Wells Fargo, this Court declined to blue pencil a contractual provision \nprohibiting the solicitation of the plaintiff’s  “customers and prospective customers \nwith whom [Defendants] had ‘Material Contact and/or ’ about whom they received \n‘Confidential Information’[.]”  Wells Fargo Ins. Servs., 2018 NCBC LEXIS 42, at *13.   \nThe Court cannot “ blue pencil” the provisions in section III.b . because \nthe provision addressing customers about whom Link and Raynor \nreceived “Confidential Information ” is not “ distinctly separable ” from \nthe “Material Contact” provision.  The two provisions are not contained \nin separately numbered paragraphs, separate sentences, or even \nseparated by the word “or.”  Rather, the provisions are separated by the \nterm “and/or.”  The use of “and/or” suggests that the prohibitions could \nbe read in both the conjunctive and disjunctive senses, and creates an \nambiguity.  “When the language in a contract is ambiguous, we view the \npractical result of the restriction by ‘ construing the restriction strictly \nagainst its draftsman[.]’”  Electrical South, Inc. v. Lewis, 96 N.C. App. \n160, 167, 385 S.E.2d 352, 356 (1989)  (citing Manpower of Guilford \nCounty, Inc. v. [Hedgecock], 42 N.C. App. 515, 522, 257 S.E.2d 109, 115 \n(1979)).  In this case, the Court concludes that the term “ and/or” must \nbe construed against Wells Fargo and read in the conjunctive sense for \nthe purpose of applying the “ blue pencil ” doctrine.  Under this \ninterpretation, the provision restricting Link and Raynor from soliciting \ncustomers about whom they received “ Confidential Information” is not \nclearly separable from the other restrictions in section III.b. and cannot \nbe stricken. \n \nId. at *22–23.   \n60.  In Prometheus, this Court refused to blue pencil a series of geographical \nrestrictions in an Employment Agreement that  were “presented as a list, but  . . . \njoined by the conjunctive ‘and’ –preventing them from being ‘distinctly separable .’”  \nPrometheus Grp. Enters. , LLC , 2023 NCBC LEXIS 42, at ** 19.  Additionally, we \ndeclined a request to apply the blue pencil rule to “excise the word ‘indirectly’ from” \na covenant not to “ directly or indirectly  engage in (whether as an employee, \nconsultant, proprietor, partner, director or otherwise), or have any ownership interest \nin, or participate in the financing, operation, managem ent or control of, any person, \nfirm, corporation or business that engages in a Restricted Business in a Restricted \nTerritory.”  Id. at **3, 20–21 (emphasis added).  In so ruling, we stated that \n[d]espite use of the disjunctive “ or,” the structure of the provision does \nnot clearly establish that the drafter intended for the words in this \nmodifying phrase to be used alternatively.   The Court will not exercise \nits discretion to blue pencil a provision that was not clearly drafted to be \ndivisible. Cf. Bev. Sys. of the Carolinas, LLC, 368 N.C. at 700 (“Allowing \nlitigants to assign to the court their drafting duties as parties to a \ncontract would put the court in the role of scrivener, making judges \npostulate new terms that the court hopes the parties would have agreed \nto be reasonable at the time the cov enant was executed or would find \nreasonable after the court rewrote the limitation.   We see nothing but \nmischief in allowing such a procedure.”).   \nId. at **20–21. \n61. Unlike the provisions discussed above in Wells Fargo and Prometheus, \nthe three subparts of the Non -Solicitation agreement here are set out sequentially,  \nare separated by periods, and contain a space between the last line of each preceding \nsubpart and the first line of each new subpart .  Furthermore, the Employment \nAgreements also contain a clause specifically titled “Blue Pencil,” which states as \nfollows: \n4. Blue Pencil. Employee acknowledges that the periods and \nrestrictions imposed by this Section 1, 2, and 3 are fair and reasonable \nand are reasonably required for the protection of the Company. If any \npart or parts of Sections 1, 2, or 3 shall be held to be unenforceable or \ninvalid, the remaining parts shall nevertheless continue to be valid and \nenforceable as thou gh the invalid portion or portions were not a part \nhereof. If any of the provisions of Sections 1, 2, or 3 relating to the \nperiods or restrictions shall be deemed to exceed the maximum periods \nof time or restrictions which a court of competent jurisdiction  would \ndeem enforceable, the times and restrictions shall, for the purposes of \nSections 1, 2 and 3, be deemed to be the maximum time periods and \nrestrictions which a court of competent jurisdiction would deem valid \nand enforceable in any state in which suc h court of competent \njurisdiction shall be convened. \n \n(Compl. Ex. B § 4; Ex. C § 4.) \n \n62. For all of these reasons, the Court finds that subparts (a), (b), and (c) of \nthe Non-Solicitation agreement are discrete and separable  such that application of \nthe blue pencil doctrine is appropriate.   As a result, subpart (c) can be severed from \nthe Non-Solicitation provision. \n63. In the alternative, Defendants argue that even if blue penciling is \npermissible in this instance, subpart (a) of the Non -Solicitation provision is itself  \nunenforceable because it is facially overbroad.2  \n64. “Like non-competition provisions, valid non-solicitation provisions must \nbe . . . reasonable both as to the time and territory embraced in the restrictions, fair \nto the parties, and  not against public policy. ”  Sandhills Home Care, L.L.C. v. \nCompanion Home Care – Unimed, Inc., 2016 NCBC LEXIS 61, at ** 25 (N.C. Super. \nCt. Aug. 1, 2016) (cleaned up).         \n65. This Court has observed that “ North Carolina courts  are \nmore willing to enforce non-solicitation provisions targeted to the former employer ’s \ncustomers or prospective customers than provisions prohibiting entirely the former \nemployee from working for certain employers or in certain regions.”  See id. at **25.   \n66. On this issue, Defendants cite cases standing for the proposition  that \nnon-solicitation provisions are too broad when they either do not require the employee \nto have had actual contact with the customers in question or do not specify the extent \nof such contact.  See, e.g., McGriff Ins. Servs. v. Hudson, 2023 NCBC LEXIS 4, at *28 \n(N.C. Super. Ct. Jan. 17, 2023) ( finding non-solicitation provision overbroad where \nemployee was prohibited from “soliciting any customer he contacted or served during \n \n2 The Court notes that Defendants’ argument as to the unenforceability of subpart (b) is in \nall respects identical to its argument with regard to subpart (a).  Therefore, the Court’s \nanalysis of subpart (a) will apply equally to subpart (b). \nthe entirety of his eleven -plus years of employment with [ the employer], no matter \nhow long ago or how fleeting the contact”); Sandhills Home Care, L.L.C., 2016 NCBC \nLEXIS 61 at **28 (prohibition on “soliciting ‘prospective customers’ that [employees] \npersonally, or that [employer], solicited for services” was “too broad”). \n67. However, “[o]ur courts have occasionally found a customer non-\nsolicitation provision  to be enforceable without requiring an allegation that the \nemployee had significant contact with the customers at issue . . . in situations where \nthe employer ’s customer base was defined such that the employee could easily \nidentify those customers that were off -limits.”  Elior, Inc. v. Thomas, 2024 NCBC \nLEXIS 61, at **33–34 (N.C. Super. Ct. Apr. 22, 2024).  \n68. Here, subparts (a) and (b) of the Non -Solicitation agreement require \nboth that the Defendant s have had “personal contact ” with the customer and that \nthey “actually did business” with those customers.  (Compl., Ex. B §§ 1(a), 1(b); Ex. C \n§§ 1(a), 1(b).)  Moreover, subparts (a) and (b) each clarify  that the prohibited \nsolicitation must be specifically made “for the purpose of obtaining the business of \nsuch customer in competition with the Company.”  (Compl., Ex. B §§ 1(a), 1(b); Ex. C \n§§ 1(a), 1(b).) \n69. Neither Defendants’ briefs nor the Court’s own research has identified \nany cases from  North Carolina c ourts holding that non- solicitation agreements \ncontaining such language are unenforceable.   \n70. Based on its careful consideration of the language in subparts (a) and \n(b) of the Non-Solicitation provision coupled with the nature of Maven’s business and \nCouch and Daniels’ positions within the company as described in the Complaint, the \nCourt is satisfied that  these provisions are narrowly tailored to protect Maven’s \nlegitimate business interests.  Accordingly, they survive scrutiny under Rule 12(b)(6).   \n71. Therefore, Defendants’ Motion to Dismiss Maven’s breach of contract \nclaim is GRANTED to the extent it seeks dismissal of Maven’s claim for breach of \ncontract based on  subpart (c) of the Non -Solicitation provision of the Employment \nAgreements, but  DENIED to the extent it seeks dismissal of Maven’s claim for \nbreach of contract based on subparts (a) and (b) of the Non -Solicitation provision of \nthe Employment Agreements.   \nC. Non-Disclosure Agreement  \n72. “A non-disclosure provision in an employment agreement is enforceable \nif it does not seek to prevent a party from engaging in a similar business in \ncompetition with the [employer], but instead seeks to prevent the disclosure or use of \nconfidential information.  . . . To be enforceable, such a non -disclosure agreement \nrequires only a showing that it protects a legitimate business interest of the employer; \ntime and durational limitations are irrelevant. ”  Cnty. of Wake PDF Elec. & Supply \nCo., LLC v. Jacobsen , 2020 NCBC LEXIS 103, at *20–22 (N.C. Super. Ct. Sept. 9, \n2020) (cleaned up).  \n73. However, in order “ [t]o state a claim for breach of [a] Non-Disclosure \nAgreement, as in any other contract case —the complaint must allege . . .  the facts \nconstituting the breach[.]”  VisionAIR, Inc. v. James, 167 N.C. App. 504, 510 (2004)  \n(cleaned up).    \n74. Here, as noted above, Maven has alleged that Couch used his Maven \nemail address to send a customer list to his own personal email address and that the \ncustomer list was confidential.  Although—as discussed earlier in this Opinion—this \nallegation is not sufficient to allege a misappropriation of trade secrets, a document \ncan be confidential (and thus subject to a non- disclosure agreement) even if it does  \nnot rise to the level of a trade secret. \n75. Therefore, the Court finds that Maven has pled a valid claim for breach \nof the Non -Disclosure provision of the Employment A greement against Couch.  \nAccordingly, Defendants’ Motion to Dismiss on this issue as to Couch is DENIED. \n76. With regard to Daniels, however, the Complaint merely states that he \nattempted to obtain confidential information from a former colleague regarding a \nMaven customer without any accompanying allegations that Couch  was ultimately \nsuccessful in receiving the information at issue.   As a result, this allegation is \ninsufficient to plead a violation of the Non-Disclosure provision. \n77. Therefore, Defendants’ Motion to Dismiss on this issue as to Daniels  is \nGRANTED, and that portion of Ma ven’s breach of contract claim  is DISMISSED.  \nIn its discretion, however, the Court elects to dismiss th e breach of Non -Disclosure \nprovision claim against Daniels without prejudice.  See First Fed. Bank v. Aldridge, \n230 N.C. App. 187, 191 (2013) (“The decision to dismiss an action with or without \nprejudice is in the discretion of the trial court[.]”). \n \n \nCONCLUSION \n THEREFORE, IT IS ORDERED as follows:  \na. Defendants’ Motion to Dismiss Maven’s claim for civil embezzlement is  \nGRANTED, and this claim is DISMISSED with prejudice. \nb. Defendants’ Motion to Dismiss Maven’s claim for misappropriation of trade \nsecrets is GRANTED, and this claim is DISMISSED with prejudice.  \nc. Defendants’ Motion to Dismiss Maven’s breach of contract claim is GRANTED \nas to Maven’s claim s for breach of the Non -Competition provision of the \nEmployment Agreements  and breach of subpart (c) of the Non -Solicitation \nprovisions of the Employment Agreements, and those portions of Maven’s \nbreach of contract claim are DISMISSED with prejudice. \nd. Defendants’ Motion to Dismiss Maven’s claim for breach of  contract based on \nsubparts (a) and (b) of the Non -Solicitation provision of the Employment \nAgreements is DENIED. \ne. Defendants’ Motion to Dismiss Maven’s claim for breach of the Non-Disclosure \nprovision of the Employment Agreements against Couch is DENIED. \nf. Defendants’ Motion to Dismiss Maven’s claim for breach of the Non-Disclosure \nprovision of the Employment Agreements against Daniels is GRANTED, and \nthis claim is DISMISSED without prejudice. \nSO ORDERED, this the 24th day of March, 2025.  \n        /s/ Mark A. Davis    \n        Mark A. Davis  \n        Special Superior Court Judge  \n        for Complex Business Cases  "
}