{
  "id": "912f35bb93559f5d186f03ef521e541e8822127837900ae0058b1133f180dba1",
  "source_file": "data/raw/ncbc/912f35bb93559f5d186f03ef521e541e8822127837900ae0058b1133f180dba1.pdf",
  "raw_text": "Martin & Jones, PLLC v. Olson, 2017 NCBC 85. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 1255 \nMARTIN & JONES, PLLC, JOHN \nALAN JONES, and FOREST HORNE, \nPlaintiffs, \n \nv. \n \nGEORGE CHRISTOPHER OLSON, \nDefendant. \n \n \n \nORDER ON MOTION TO STAY \n \n  \n \n THIS MATTER comes before the Court upon Plaintiffs’ Motion to Stay \n(“Motion”). (Compl. And Mot. To Stay, ECF No. 1.) The Motion, contained in Plaintiff’s \nComplaint, seeks to stay this matter and compel the parties to submit their disputes \nto an acco unting process contained in an O perating Agreement executed by the \nindividual parties. \n THE COURT, having considered the Motion, the briefs in support of and in \nopposition to the Motion, the record evidence, and other appropriate matters of \nrecord, FINDS and CONC LUDES, in its discretion, that the Motion should be \nDENIED for the reasons stated below. \nI. Factual and Procedural Background \n1. Plaintiff Martin & Jones, PLLC (“M&J”) is a professional limited liability \ncompany engaged in the practice of law , with its headquarters in Raleig h, Wake \nCounty, North Carolina. M&J has a written Fourth Amendment and Restatement of \nOperating Agreement entered into effective January 10, 2014 (“Operating \nAgreement”). (ECF No. 7.2 at Ex. A.) \n2. Plaintiffs John Alan Jones (“Jones”) and Forest Horne (“Horne”) are both \nattorneys licensed in the State of North Carolina and are the sole current members \nof M&J. Jones and Horne signed the Operating Agreement.  (ECF No. 7.2 at Ex. A, \np. 33.) \n3. Olson is an attorney licensed in the State of North Carolina, and a former \nmember of M&J. Olson began practicing with M&J in January of 2001 and became a \nmember of the firm in 2008. Olson signed the Operating Agreement. (ECF No. 7.2 at \nEx. A, p. 33.) \n4. On January 20, 2016, Olson notified Jones and Horne of Olson’s intention \nto take early retirement as a member of M&J . (Compl. and Mot. to Stay, ECF No. 1 \nat ¶ 10.)  Olson offered to remain an employee of M&J in an “of counsel” role and \ncontinue working on certain matter s in exchange for, inter alia , pa yment of  his \naccrued retirement benefits in accordance with the Operating Agreement . (ECF No. \n1 at ¶ 11; Ans wer and Counterclaim, ECF No. 3 , at Counterclaim ¶ 30.)  Shortly \nthereafter, however, the parties became embroiled in a dispute. Plaintiffs allege \nOlson engaged in conduct detrimental to M&J and its client relationships. (ECF No. \n1 at ¶¶ 12—14.) Olson alleges that he learned facts leading him to believe Jones and \nHorne were manipulating M&J’s books and records in an attempt to minimize or \neliminate his retirement benefits.  (ECF No. 3 , at Counterclaim ¶¶ 33–42.) Olson \nresigned his employment with M&J on January 31, 2016. (ECF No. 3 at Counterclaim \n¶ 42.) \n5. On January 30, 2017, Plaintiffs filed the Complaint and Motion to Stay \n(“Complaint”). In the Complaint, Plaintiffs make claims against Olson for breach of \nthe Operating Agreement, breach of fiduciary duty, defamation, tortious interference \nwith contract, and forfe iture of retirement benefits. Plaintiff’s’ claims are grounded \nin their allegations that: Olson’s work efforts during the last year of his tenure with \nM&J were inadequate (ECF No. 1 at ¶¶ 5–9); Olson’s retirement from the firm was \npremature and without adequate advance notice (ECF No. 1 at ¶  10); Olson made \nlibelous accusations against M&J (ECF No. 1  at ¶¶ 12–14); and Olson engaged in  \nalleged competition with M&J since his retirement (ECF No. 1 at ¶ 20). In addition, \nthe Complaint seeks a declaratory judgment regarding “the parties respective rights \nunder the Operating Agreement with respect to…the calculations of law firm book \nvalue, prepaid client expenses, and determination of 2015 year-end profits.” (ECF No. \n1 at ¶ 43.) \n6. On April 4, 2017, Olson filed an Answer and Counterclaim  \n(“Counterclaim”). Olson denies Plaintiffs’ substantive allegations, denies liability to \nPlaintiffs, and alleges that Jones and Horne have manipulated M&J’s accounting \nrecords and books to deny him his retirement benefits. Olson raises counterclaims for \nbreach of the Operating Agreement, b reach of implied duty of good f aith and fair \ndealing, breach of fiduciary duty, constructive fraud, civil conspiracy, and declaratory \njudgment. With regard to his retirement benefits, Olson claims M&J has breached \nthe Operating Agreement by failing to: (a) pay Olson his share of M&J’s Prepaid \nClient Expenses (ECF No. 3, at Counterclaim ¶¶ 51–58); (b) pay Olson his portion of \nM&J’s Law Firm Book Va lue (ECF No. 3 , at Counterclaim ¶¶ 59–64); and (c) pay \nOlson his distribution from M&J’s 2015 profits ( ECF No. 3, at Counterclaim ¶¶ 74–\n82). \n7. On February 16, 2017, Plaintiffs filed a Brie f in Support of their Motion \nto Stay. (ECF No. 8.) On March 13, 2017, Defendant filed a Response in Opposition, \nand on March 27, 2017 . (ECF No. 11.)  Plaintiffs filed a R eply. (ECF No. 12.) The \nMotion is ripe for determination. \nII. Analysis \n8. In their Brief in Support , P laintiffs seek, pursuant to North Carolina \nGeneral Statutes § 1-569.7 (hereinafter “G.S.”), to compel Olson to arbitrate pursuant \nto the Operating Agreement. (Pls.’ Br. Supp., ECF No. 8 at p. 1.) Both parties have \nargued the Motion as a motion to s tay as well as a motion to compel arbitration.  \nAccordingly, the Co urt will treat the Motion as one seeking to stay the case and \ncompel arbitration, and will summarily decide the question of arbitrability. See G.S. § \n1-569.7. \n9. The Court must first determine whether the alleged agreement to \narbitrate at issue here is governed by North Carolina's Revised Uniform Arbitration \nAct (“RUAA”), or the Federal Arbitration Act (“FAA” ). Epic Games, Inc. v. Murphy -\nJohnson, 785 S.E.2d 137, 142 , 2016 N.C. App. LEXIS 434,  at *10 (2016). The FAA \napplies to “ a written provision in . . . a contract evidencing a transaction involving \n[interstate] commerce to settle by arbitration a controversy thereafter arising out of \nsuch contract or transaction.” 9 U.S.C. § 2.   “Determining whether the FAA applies \n‘is critical because the FAA preempts conflicting state law[.]’” Epic Games, Inc., 785 \nS.E.2d at 142, 2016 N.C. App. LEXIS at *10.  (quoting Sillins v. Ness, 164 N.C. App. \n755, 757–58, 596 S.E.2d 874, 876 (2004)). “Moreover, the words ‘a contract evidencing \na transaction involving commerce’ require only that the transaction involve interstate \ncommerce. . . . it is not required, for the FAA to apply, that the parties to the \ntransaction ‘contemplate’ an interstate commerce connection.” Gaylor, Inc. v. Vizor, \nLLC, 2015 NCBC LEXIS 102, *10 (N.C. Super. Ct. Oct. 30, 2015) (quoting Allied-\nBruce Terminix Cos. V. Dobson , 513 U.S. 265, 273 –74, 115 S. Ct. 834 (1995)). \n“Whether a contract evidence[s] a transaction involving commerce within the \nmeaning of the [FAA] is a question of fact for the trial court.”  T.M.C.S., Inc. v. Marco \nContrs., Inc., 780 S.E.2d 588, 592, 2015 N.C. App. LEXIS 994, at *8 (2015). \n10. Olson argues that the Operating Agreement is not a transaction involving \ninterstate commerce because M&J is a North Carolina professional limited liabi lity \ncompany, and Jones and Horne “are only licensed to practice law in North Carolina.” \n(Def.’s Br. Opp. Mot., ECF No. 11 at p. 9.) With their Reply, however, Plaintiffs filed \nthe Affidavit of Forest Horne in which he states that both he and Olson are members \nof the Bar of the State of Georgia. ( Horne Aff., ECF No. 13 at ¶¶ 3–4.) Horne also \nstates that M&J had an office in Georgia until 2014, filed a tax return with the State \nof Georgia, and that the firm and its attorneys regularly handle cases in states other \nthan North Ca rolina. (ECF No. 13 at ¶¶ 5―8.)  “Although the mere fact that the \nparties are from different states does not necessarily compel application of the FAA,” \ncontracts under which payments pass across state lines, and transactions are \nconducted across state lines, involve interstate commerce. Gaylor, Inc., 2015 NCBC \nLEXIS at *10 (citing Burke Co. Pub. Schs. Bd. Of Ed. v. Shaver P’ship, 303 N.C. 408, \n418—19, 279 S.E.2d 816, 822 (1981); Benezra v. Zacks Inv. Research, Inc. , No. 1:11-\nCV-596, 2012 U.S. Dist. LEXIS 47769, at *7–8 n.1 (M.D.N.C. Mar. 30, 2012)). \n11. The Court finds that the Operating Agreement, between lawyers licensed \nin multiple states and practicing on behalf of clients in multiple states, is a contract \ninvolving interstate commerce within the meaning of the FAA.  \n12.  Though the FAA applies to the Operating Agreement, the FAA does not \ncompletely preempt state contract law. Volt Info. Scis. v. Bd. of Trs. , 489 U.S. 468, \n477, 109 S. Ct. 1248, 1255 (1989)  (“The FAA contains no express pre-emptive \nprovision, nor does it reflect a congressional intent to occupy the entire field of \narbitration.”). “[W]here the validity and enforceability of an arbitration provision is \ndisputed, general principles of state contract law m ust be applie d to \ndetermine…threshold issues” of contract formation. T.M.C.S., Inc., 780 S.E.2d at 593, \n2015 N.C. App. LEXIS 994, at *10 (citing e.g., First Options of Chicago, Inc. v. Kaplan, \n514 U.S. 938, 944, 115 S. Ct. 1920 (1995)). \n13. The parties agreed that interpretation and enforcement of the Operating \nAgreement shall be governed by North Carolina law . (ECF No. 7.2  at § 15.6.) In \naddition, none of the parties contend  that the Operating Agreement was formed in \nanother state or that another state’s law is applicable. Accord ingly, the Court will \napply North Carolina law to determine whether the Operating Agreement evidences \na valid contract for arbitration between the parties.  \n14. Under North Carolina law, in deciding whether the parties have an \nenforceable agreement to arbitrat e, the Court must determine “ (1) whether \nthe parties have a valid agreement to arbitrate, and (2) whether the subject of the \ndispute is covered by the arbitration agreement. ” Bass v. Pinnacle Custom Homes, \nInc., 163 N.C. App. 171, 175, 592 S.E.2d 606 (2004 ). “Both the FAA and the RUAA \ndictate that arbitration is strictly a matter of contract.” Epic Games, Inc., 785 S.E.2d \nat 142, 2016 N.C. App. LEXIS at *12. It is well established that \nwhether a dispute is subject to arbitration is a matter of \ncontract law. Parties to an arbitration must specify clearly \nthe scope and terms of their agreement to \narbitrate. Moreover, a party cannot be forced to submit to \narbitration of any dispute unless he has agreed to do so. \nSloan Fin. Group, Inc. v. Beckett, 159 N.C. App. 470, 478, 583 S.E.2d 325, 330 (2003) \n(citations omitted). \n15. Plaintiffs argue that S ection 5.6 of the Operating Agreement is an \nagreement to arbitrate disputes between M&J’s members over accounting issues.  \nSection 5.6, contained in Article Five of the Operating Agreement titled “Accounting,” \nprovides as follows: \nIn the event of a dispute among the Members with respect \nto the determination of the net cash flow, net profit, net \nlosses or capital account balances of the Law Firm, an \nindependent certified pub lic accountant shall be engaged \nby the Law Firm at the Law Firm’s expense whose \ncomputation of such items shall be binding upon all the \nMembers. \n(ECF No. 7.2 at § 5.6.) \n16. Plaintiffs contend that the parties should be required to submit any and \nall “disputes over accounting calculations” raised by the claims in this lawsuit to the \nbinding dispute resolution process in Section 5.6. (ECF No. 8 at p. 2.) The parties do \nnot dispute that S ection 5.6 of the Operating Agreement constitutes an ag reement \nbetween the parties. The question the Court must answer is whether the  dispute \nresolution process in S ection 5.6 of the Operating Agreement is an agreement to \narbitrate.  \n17. The FAA does not contain  a definition of arbitration.  Wilbert, Inc. v. \nHoman, 3:13-cv-30-RJC-DSC, 2013 U.S. Dist. LEXIS 170237, at *5 (W.D.N.C. Dec. 3, \n2013). In Wilbert, the United States District Court for the Western District of North \nCarolina held that federal common law must be applied to determine whether a \nparticular dispute resolution process constitutes “arbitration” under the FAA in order \n“to avoid situations where arbitration means different things in different states.” Id. \nat *6  (internal quotations omitted). The Court will look to federal common law to \ndecide if the procedure in Section 5.6 is “arbitration” within the meaning of the FAA. \n18. “Under federal law, the Court must determine whether the method of \ndispute resolution sufficiently resembles ‘classic arbitration’ to fall within the \npurview of the [FAA].” Id. at *5 (citing Fit Tech, Inc. v. Bally Total Fitness Holding \nCorp., 374 F.3d 1, 7 ( 1st Cir. 2004) (“[T]he question is how closely the specified \nprocedure resembles classic arbitration and whether treating the procedure as \narbitration serves the intended purposes of Congress.”)) . In Fit Tech, the Court held \nthat common indicia of classic arbitration included provision for a final determination \nby “an independent adjudicator,” recitation of “substantive standards” by which the \nadjudicator is chosen and by which the adjudicator will decide the dispute,  “and an \nopportunity for each side to present its case.” Fit Tech, Inc. , 374 F.3d at 7 ; see also \nHalliburton Co. v. KBR, Inc., 446 S.W.3d 551, 559–61, 2014 Tex. App. LEXIS 10181, \nat *19 (Tex. Ct. of App. 1 st Dist. 2014) (a pplying Fit Tech, and concluding that the \nprocedure at issue was “ ‘arbitration in everything but name’ because it has the \n‘common incidents of arbitration’”); Harker’s Distrib., Inc. v. Reinhart Foodservice, \nL.L.C., 597 F. Supp. 2d 926, 936, 2009 U.S. Dist. LEXIS 3623, at *26 (N.D. Iowa 2009) \n(applying the Fit Tech definition of “classic arbitration”); Wilbert, Inc., 2013 U.S. Dist. \nLEXIS at *5–6 (applying the Fit Tech definition of “classic arbitration”).  \n19. Section 5.6 of the Operating Agreement does not meet the Fit Tech  \nstandard. Though S ection 5.6 calls for disputes to  be resolved by an independent \nCertified P ublic Accountant (“CPA”), and provides that the independent CPA’s \ncomputation “shall be binding upon all the Members,” (ECF No. 7.2  at § 5.6.), the \nOperating Agreement does not set forth any “substantive standards” such as \nprocedural guidance for selecting the independent CPA, or the method by which the \nindependent C PA will make a  determination. See Fit Tech, Inc. , 374 F.3d at 7.  \nFurthermore, the Operating Agreement does not state whether, or how, each side will \nhave the “opportunity. . . to present its case.” Id. \n20. In contrast to the facts at issue in this case , the Honorable Judge Adam \nM. Conrad recently found that a  contractual independent accounting process  \nsufficiently resembled classic arbitration to constitute an arbitration process. Post v. \nAvita Drugs, LLC , 2017 CVS 798 (Rowan  County), Order on Motion to Compel \nArbitration and to Stay, September 1, 2017 (Conrad, J.). In Post, the plaintiff formed \nMedExpress Pharmacy, Ltd. as a North Carolina corporation and owned the company \nwith two other shareholders. Id. at p. 1. The plaintiff and the defendant, Avita Drugs, \nLLC, a Louisiana limited liability company, entered into a stock purchase agreement \nunder which the defendant  acquired all outstanding shares of common stock in \nMedExpress in exchange for a purchase price that included de ferred payment of an \nAdjusted EBITDA.1 Id. at p. 2. The stock purchase agreement provided a definition \nfor the term  “Adjusted EBITDA,” the method of calculati ng the Adjusted EBITDA, \nand an agreement between the parties that an independent accountant would resolve \nany “impasse” between the parties regarding the amount of the Adjusted EBITDA \n(the “Independent Accounting Process”). Id. \n21. In Post, the court applied the standard from Fit Tech and held that the \ncontractual Independent Accounting Process was arbitration. Id. at pp. 4–5. The court \nheld that the Independent Accounting Process resembled classic arbitration because \nit was “binding and conclusive,”  on the parties, “require[d] the Independent \nAccountant to apply substant ive standards ,” “establish[ed] procedural guidance, \nincluding, among other things, the process for selecting an independent adjudicator”, \nand expressly “provid[ed] each side ‘the opportunity to present’” evidence. Id. at p. 5.  \n                                                           \n1EBITDA stands for Earnings Before Interest, Tax, Depreciation and Amortization. \nEBITDA is “a measure of a company’s operating performance….[C]alculate EBITDA by \ntaking a company’s net income and adding back interest, taxes, depreciation, and \namortization.” INVESTINGANSWERS, Earnings Before Interest, Tax, Depreciation and \nAmortization (EBITDA), http://www.investinganswers.com/financial-dictionary/financial-\nstatement-analysis/earnings-interest-tax-depreciation-and-amortizatio \n22. In this case, the terms in Section 5.6 of the Operating Agreement do not \nsufficiently resemble classic arbitration to merit a finding that the parties agreed to \narbitrate. Although the accounting process in Section 5.6 is binding on the parties, it \nprovides that M&J will unilaterally select and engage  the independent accountant, \ndoes not provide any substantive standards to be applied by the independent \naccountant, and does not provide any means by which the part ies can present \nevidence in support of their respective positions. In fact, as written, it is not at all \nclear how the process works.   \n23. Even assuming, arguendo, that Section 5.6 is an arbitration agreement,  \nPlaintiffs have not established that the disputes in this case are subject to Section \n5.6. Plaintiffs appear to contend  that any dispute involving M&J’s accounting is \nsubject to the dispute resolution pro cess in Section 5.6. The language of Section 5.6, \nhowever, covers only disputes “with respect to the determination of the net cash flow, \nnet losses or capital account balances of [M&J].” (ECF No. 7.2 at § 5.6.) Plaintiffs \nconcede that Defendant primarily dispute s “calculation of the law firm book value, \nprepaid client expenses, and the de termination of the 201 5 year end profits.” (ECF \nNo. 8 at p. 2.) None of these disputed calculations are expressly included among the \nspecific accounting disputes subject to Section 5.6. \n24. Plaintiffs do not contend that the entire dispute between the parties  in \nthis litigation can be decided by the process in Section 5.6. Section 5.6 is not designed, \nor well-suited, to resolve the factual and legal issues raised by the 16 separate claims \nin this lawsuit, including the accounting issues underlying some of the claims. Many \nof Olson’s claims involve allegations of unlawful manipulation of certain accounting \nfigures in M&J’s books. Resolution of such claims would involve presentation of \nexpert testimony regarding whether certain accounting practices are proper and \nlawful, and potentially forensic accounting investigation to determine whether \ncertain figures were manipulated and, if so, when such manipulation occurred. \nSection 5.6 provides no means by which the parties could present such evidence. Even \nif the Court w ere to compel arbitration pursuant to Section 5.6, the resulting \ndeterminations would be, at best, tangential to  other important issues in this case. \nJudicial economy would not be served by such action. \n25. Finally, Section 5.6 applies to disputes “among the M embers.” (ECF No. \n7.2 at § 5.6.)  Defendant argues that he is no longer a “Member” by virtue of his \nretirement, and is therefore not subject to mandatory dispute resolution under \nSection 5.6. (ECF No. 11 at pp. 19—20.) The language in the Operating Agreement \nindicates that, upon retirement, “Members” become “ Retired/Former Members.” \n(ECF No. 7.2 at “BACKGROUND STATEMENT”  (referencing two attorneys who \n“retired from the Law Fir m and [are] no longer…Member[s] ”); § 12.4(c) (using the \nterms “retired member” and “fo rmer member” interchangeably).) For these reasons, \nthe Court finds that Section 5.6 does not apply to the claims at iss ue here, or the \nDefendant as a Retired/Former Member of M&J. \n26. Plaintiff requests that the Court stay these proceedings until the Section \n5.6 dispute resolution process is complete. The Court does not find that Section 5.6 \nconstitutes an arbitratio n agreement requiring a stay of the current proceedings. \nPlaintiffs’ Motion to Stay should be DENIED.  \n THEREFORE, IT IS ORDERED that Plaintiff’s Motion to Stay is DENIED. \nThis, the 25th day of September, 2017. \n \n     /s/ Gregory P. McGuire              \n     Gregory P. McGuire \n     Special Superior Court Judge \n     for Complex Business Cases \n \n \n "
}