{
  "id": "91afe9b396fd2469bfc452d0afd2f8ce95a9e573231d53529f49267382f7be7c",
  "source_file": "data/raw/ncbc/91afe9b396fd2469bfc452d0afd2f8ce95a9e573231d53529f49267382f7be7c.pdf",
  "raw_text": "Van Gilder v. Novus Techs., Inc., 2017 NCBC 45. \nSTATE OF NORTH CAROLINA \nCOUNTY OF WAKE \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 6123 \nSCOTT THEODORE VAN GILDER \nand SKY SURGICAL, INC., \n \nPlaintiffs, \n \nv. \n \nNOVUS TECHNOLOGIES, INC.,  \n \nDefendant. \n \nORDER REGARDING MANDATORY \nCOMPLEX BUSINESS DESIGNATION \n \n1. THIS MATTER is now before the undersigned as Chief Business Court \nJudge pursuant to the Order of Chief Justice Mark Martin, designating the matter \nas a mandatory complex business case pursuant to N.C. Gen. Stat. § 7A-45.4(a), and \ndirecting that the case be assigned to a specific Business Court Judge.   \n2. In reviewing the matter, the undersigned concludes that Plaintiffs Scott \nTheodore Van Gilder (“Van Gilder”) and Sky Surgical, Inc. (“Sky Surgical”) file d an \nimproper N otice of Designation of Action a s Mandatory Complex Business Case \nunder N.C. Gen. Stat. §  7A-45.4(a) (“Notice of Designation”).  The Notice of \nDesignation asserts that the underlying action presents a dispute involving antitrust \nlaw within the scope of section 7A-45.4(a)(3), when in fact, the underlying pleading \ncontains nor raises any such claim. \nSchiller & Schiller, PLLC, by David G. Schiller, for Plaintiffs. \nGale, Chief Judge. \n \n \n \n \n \n3. The Notice of Designation is based on Plaintiffs’ Complaint fo r \nDeclaratory Judgment and Motion for Judgment on the Pleadings, filed May 17, 2017.  \nThe gravamen of the action is that Sky Surgical wishes to employ Van Gilder, but \nVan Gilder’s former employer, Novus Technologies, Inc. (“Novus”), has asserted that \nsuch employment would contravene an employment agreement between Van Gilder \nand Novus that contains a restrictive covenant.  Plaintiffs seek a declaration that the \nrestrictive covenant on which Defendant bases its assertion is unenforceable, either \nbecause the underlying employment agreement has been terminated or  because the \ncovenant is invalid as overly broad, not necessary to support an employer’s legitimate \nbusiness interest, and not supported by consideration. \n4. Employment agreements containing restrictive covenants are regulated \nby N.C. Gen. Stat. § 75 -4, but that does not mean that an employment agreement  \ninvolving a restrictive covenant, without more, raises an antitrust claim within the \nscope of section 7A-45.4(a)(3) or other provisions of section 7A-45.4(a). \n5. In Cornerstone Health Care, P.A. v. Moore , this Court upheld the \ndefendants’ opposition to the  plaintiff’s designation  of the action as a mandatory \ncomplex business case  under s ection 7A -45.4(a) in an action to enforce a \nconfidentiality provision in an employment agreement.  No. 15 CVS 604, 2015 NCBC \nLEXIS 65, at *9 (N.C. Super. Ct. June 22, 2015).  As the Court noted, the Business \nCourt has historically handled cases involving restrictive covenants in employment \nagreements, but such cases were properly  designated as complex business cases \neither because they included additional claims of trade-secret misappropriation or \n \n \n \n \nbecause they asserted claims of unfair competition before unfair-competition claims \nwere excluded by amendments to section 7A-45.4.  Id. at *6–7.  \n6. In Cornerstone, the Chief Justice designated the case after accepting \nplaintiff’s assertion in the notice of designation that the underlying claims involved \ndisputes relating to intellectual property.  Thereafter, this Court determined that the \nplaintiff’s claims did not involve issues of intellectual -property law within the \nmeaning of the statute.  Id. at *9.  The Court determined that designation of the case \nas a mandatory complex business case was improper , and ordered that the action \nproceed on the regular civil docket of the originating county. \n7. In Market America, Inc. v. Doyle , the Court upheld the plaintiff’s \nopposition to the defendants’ designation on the assertion that the claims involved a \ntrade-secrets claim under section 7A-45.4(a)(8) and an antitrust claim under section \n7A-45.4(a)(3).  No. 15 CVS 9658, slip op. at 3–4 (N.C. Super. Ct. Feb. 29, 2016).  The \nCourt found no allegation involving trade secrets in the underlying pleadings \nadequate to support designation.  As to the plaintiff’s assertion that the case involved \nan issue of antitrust law, the Court noted that the sole basis for that claim was that \nit involved a covenant against competition that the defendants had challenged as a \nrestraint of trade.  Id. at 4.  The Court determined that a claim involving a restrictive \ncovenant is not an “antitrust claim” within the scope of section 7A-45.4(a)(3), absent \nadditional allegations of a special antitrust injury.  Id. \n8. Likewise, in COECO Office Systems, Inc. v. Rowland , the Court \ndetermined that the defendant s were not entitled to designate the action as a \n \n \n \n \nmandatory complex business case  based on their assertion that the case involved \nissues related to the law governing corporations under section 7A-45.4(a)(1), or a case \ninvolving trade secrets under section 7A-45.4(a)(8).  No. 16 CVS 9021, slip op. at 1–2 \n(N.C. Super. Ct. Aug. 26, 2016).  Chief Justice Martin directed the undersigned to \ndetermine whether the case was properly designated.  Upon critical review of the \nunderlying pleadings, the Court determined that the action was based on an \nemployment contract with restrictive covenants, but that it did not include \nallegations related to trade secrets.  Id.  Accordingly, the action was not properly \ndesignated, because an action grounded on a restrictive covenant in an employment \nagreement, without more, does not support designation of a case as a mandatory \ncomplex business case under section 7A-45.4(a). \n9. As it did in the cases discussed above, the Court finds in this case that \nthe claims in the underlying pleading on which the Notice of Designation is based do \nnot support designation of the case as a man datory complex business case.  As a \nresult, Plaintiff s’ request to the Chief Justice for mandatory complex business \ndesignation was not proper.    \n ACCORDINGLY, IT IS HEREBY ORDERED THAT: \na) The case shall not proceed as a complex business case and will not be \nassigned to a Business Court Judge;  \nb) The case shall proceed on the regular civil docket of the Wake County \nSuperior Court; and \nc) Plaintiffs’ counsel is directed to serve this Order on Defendant. \n \n \n \n \nThis the 24th day of May, 2017. \n \n \n /s/ James L. Gale \n James L. Gale \n Chief Business Court Judge \n "
}