{
  "id": "92010f28fc25d035fa392cd6695053763eb651b923f1c065c03b1068f7642ea8",
  "source_file": "data/raw/ncbc/92010f28fc25d035fa392cd6695053763eb651b923f1c065c03b1068f7642ea8.pdf",
  "raw_text": "Herrera v. Charlotte School of Law, LLC, 2018 NCBC 15. \n \nSTATE OF NORTH CAROLINA \nMECKLENBURG COUNTY \n \nDANIEL HERRERA; TALECE \nHUNTER; ARIQUE DROSS, III; \nSTACEY KING; DAWN PATTERSON; \nWILL HODGE; JOELLE BATTAGLIA; \nPORTIA DARBY HAWKINS; JAMES \nHOWE; JULES DOSSOU \nAZATASSOU; MAURICE RUSSELL; \nKIMBERLY JOHNSON; JENNIFER \nPOLSKY; and TARAH FRIEDMAN, \nPlaintiffs, \nv. \nCHARLOTTE SCHOOL OF LAW, LLC; \nINFILAW CORPORATION; INFILAW \nHOLDING, LLC; JAY CONISON; \nCHIDI OGENE; DONALD E. LIVELY; \nSTERLING CAPITAL PARTNERS, \nL.P.; STERLING CAPITAL \nPARTNERS GMBH & CO. KG; and \nRICK INATOME, \nDefendants. \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 1965 [MASTER FILE] \nRelated Cases: 17 CVS 4265; 17 CVS 5870; \n17 CVS 6749; 17 CVS 7851  \n \n \n \n \n \n \n \nORDER & OPINION GRANTING         \nDEFENDANTS STERLING CAPITAL \nPARTNERS, L.P. AND STERLING \nCAPITAL PARTNERS GmbH & Co. \nKG’s MOTION TO DISMISS \n \n \n \n1. THIS MATTER is before the Court on the Motion to Dismiss by \nDefendants Sterling Capital Partners, L.P. and Sterling Capital Partners GmbH & \nCo. KG (“Motion”) filed in: Herrera v. Charlotte School of Law, LLC, 17 CVS 1965 (the \n“Herrera Action”);  Robertson v. Charlotte School of Law, LLC , 17 CV S 4265 (the \n“Robertson Action”);  Mosley v. Charlotte School of Law , LLC, 17 CVS 5870 (the \n“Mosley Action”); Merritt v. Charlotte School of Law, LLC, 17 CVS 6749 (the “Merritt \nAction”); and Frisby v. Charlotte School of Law , LLC, 17 CVS 7851  (the “Frisby \n \n \nAction”),  (collectively the “Actions”).  The Motion seeks to dismiss all claims against \nDefendants Sterling Capital Partners, L.P. and Sterling Capital Partners G mbH & \nCo. KG (the “Sterling Defendants”) pursuant to Rule 12(b)(2) and Rule 12(b)(6) of the \nNorth Carolina Rules of Civil Procedure (“Rule(s)”).  For the reasons discussed below, \nthe Motion is GRANTED  pursuant to Rule 12(b)(2),  the Motion pursuant to Rule \n12(b)(6) is MOOT,  and Plaintiffs’ actions against the Sterling Defendants are \nDISMISSED. \nThe Law Offices of James Scott Farrin, by Gary W. Jackson, Hoyt G. \nTessener, James S. Farrin, Christopher R. Bagley, Sidney B. Figel, and \nStefanie Rodriguez , and The Law Offices of Jason E. Taylor, P.C. by \nLawrence Serbin, for Plaintiffs.  \n \nRobinson Bradshaw & Hinson, P.A., by Robert E. Harrington and Adam \nDoerr, and Ropes & Gray, LLP by William L . Roberts (pro hac vice) , \nNicholas Berg  (pro hac vice) , and Peter L. Welsh (pro hac vice) for \nDefendants Sterling Capital Partners, L.P. and Sterling Capital \nPartners GmbH & Co. KG.  \n \nGale, Chief Judge.  \nI. INTRODUCTION \n \n2. These actions are the first of several actions  brought by students who \nattended Charlotte School of Law (“CSL”) prior to its closure.  Plaintiffs assert, and \nDefendants deny, that CSL, as well as the companies that owned, operated, managed, \nor were otherwise associated with CSL, conspired to fraudulently represent CSL as a \nsuccessful law school  that provided a rigorous legal education  and conformed with \nthe American Bar Association (“ABA”) accreditation standards.   \n3. The Sterling Defendants  challenge both this Court’s per sonal \njurisdiction and the merits of Plaintiffs’ claims.  As t he Court finds that it lack s \n \n \njurisdiction over the Sterling Defendants , it does not address whether Plaintiffs \nsufficiently stated a claim against the Sterling Defendants.  \n4. By separate Order, the Court has deferred ruling on motions by other \nDefendants, pending the completion of limited jurisdictional discovery. \nII. THE PARTIES  \n \n5. Counsel for Plaintiffs continue to file actions on behalf of former CSL \nstudents.  At the time of this Order & Opinion, t here are eighty-four cases assigned \nto this Court, representing claims o f 14 7 former CSL students.  The five actions  \ncaptioned above were the first cases initiated and were the only cases pending when \nthe Sterling Defendants filed the Motion.   \nA.  The Initial Plaintiffs \n6. Plaintiffs Daniel Herrera, Talece Hunter, Arique Dross, III, Stacey \nKing, Dawn Patterson, Will Hodge, Joelle Battaglia, Portia Darby Hawkins, James \nHowe, Jules Dossou Azatassou, Maurice Russell, Kimberly Johnson, Jennifer Polsky, \nand Tarah Friedman (collectively, “ Herrera Plaintiffs”) attended CSL at some point \nduring 2015 or 2016.  (Third Am. Compl. ¶¶ 30–43, ECF No. 18.) \n7. Plaintiffs Brianna Robertson, Asia Brown, Matthew Yoo, Gary Leto, \nChina McGee, Jody Lyles , Derasean Adegbola, Justin Knoll, Russell Martin, and \nLauren Yuhas (collectively, “Robertson Plaintiffs”) attended CSL at some point \nduring 2015 or 2016.  (First Am. Compl. ¶¶ 30–39, ECF No. 2.) \n8. Plaintiffs Ephraim Mosley, Yolanda Davis, Ryan Love, Shaun Malone, \nWilliam Segers, III, Fabba Kijera, Michael Perez, Nichole Burkhart, Jasmine Smith, \n \n \nLauren Tatro, Rachel Brya n, Kabir Buhari, Cierra Blaher, Douglas Walker, Edilia \nZuniga, and Courtenay Sellers (collectively, “Mosley Plaintiffs”)  attended CSL  at \nsome point during 2014, 2015, or 2016.  (Compl. ¶¶ 30–45, ECF No. 2.)  \n9. Plaintiffs Brittaney Merritt, Elle Pappas, Ashle y Good, Lacey Webb, \nBrent Finnell, Sarah Speed, Adriana Urtu bey, Tyler Spillman, Jalen Sanders, and \nShereka Banks (collectively, “Merritt Plaintiffs”) also attended CSL at some point \nduring 2014, 2015, or 2016.  (Compl. ¶¶ 30–39, ECF No. 2.) \n10. Plaintiffs Patience Frisby, Charlie Carpenter, Brandon Potter, Erica \nBennerman, Melissa Grisewood, Kathleen Pasquarella,  Demetria Braden, Jamal \nWilliams, Annabelle Pardo, Omar Bashi, Jasmin Brooks, Ashlee McGinnas, Rachel \nGainey, Ashlin Massey, Steven Burleson, Mary Welch, and Charles Hornack \n(collectively, “Frisby Plaintiffs”) also attended CSL at some point during 2014, 2015, \nor 2016.  (Compl. ¶¶ 30–46, ECF No. 2.) \nB. The Sterling Defendants \n11. Sterling Partners is the trade name for Sterling Fund Management, \nLLC (“SFM”), and the private equity funds SFM manages.  (Epstein Aff. ¶¶ 1–2, ECF \nNo. 31 .)  SFM is a Delaware limited -liability company with its principal place of \nbusiness in Chicago, Illinois, and has offices in Baltimore, Maryland, and Miami, \nFlorida.  (Epstein Aff. ¶ 3.)  SFM is not a party to the Actions. \n12. SFM operates and manages eight equity funds, which collectively hold \ninvestments in over twenty companies.  (Epstein Aff. ¶ 2 .)  SFM’s equity funds and \n \n \nthe portfolio compan ies are all separate legal entities  with different ownership.  \n(Epstein Aff. ¶ 2.)  The Sterling Defendants are two of the equity funds SFM manages.  \n13. Defendant Sterling Capital Partn ers, L.P. is a Delaware limited  \npartnership with its principal place of business in Chicago, Illinois.  (Epstein Aff. ¶ 4.)  \nDefendant Sterling Capital Partners GmbH & Co. KG is a German limited \npartnership with its principal place of business in Chicago, Illinois.  (Epstein Aff. ¶ 4.)   \n14. The Sterling Defendants are both  members of Defendant InfiLaw \nHolding, LLC (“Holding”).  (Epstein Aff. ¶ 4.) \nC. Other Defendants \n15. Holding is a Delaware limited-liability company with its principal place \nof business in Florida .  (Epstein Aff. ¶ 4.)  Holding owns Defendant InfiLaw \nCorporation (“InfiLaw”).  (Epstein Aff. ¶ 5.) \n16. InfiLaw is incorporated in Delaware with its principal place of business \nin Naples, Florida and is licensed to do business in North Carolina.  (Third Am. \nCompl. ¶ 347.)  InfiLaw owns three for-profit law schools, including CSL.  (See Third \nAm. Comp. ¶ 350; Epstein Aff. ¶ 5.)  \n17. CSL is a Delaware limited-liability company with its principal place of \nbusiness in Charlotte, North Carolina.  (Third Am. Compl. ¶ 344.)  CSL was founded \nin 2006 as a for-profit law school and was accredited by the ABA in 2011.  (Third Am. \nCompl. ¶ 345.)  CSL ceased operations in August 2017.  \n18. Neither the Sterling Defendants nor SFM have an ownership interest in \nInfiLaw or CSL.  (Epstein Aff. ¶ 6.) \n \n \n19. Defendant Jay Conison (“Conison”) is a citizen and resident of Charlotte, \nNorth Carolina and was CSL’s Dean from 2013 until it closed.  (Third Am. Compl. \n¶ 351.)   \n20. Defendant Chide Ogene (“Ogene”) is a citizen and resident of Charlotte, \nNorth Carolina and was CSL’s President from 2015 until it closed.  (Third Am. Compl. \n¶ 353.)   \n21. Defendant Don Lively (“Lively”) is a resident of Phoenix , Arizona and \nwas CSL’s President from 2011–2014.  (Third Am. Compl. ¶ 354.)   \n22. Defendant Rick Inatome (“Inatome”) is the Chief Executive  Officer of \nInfiLaw and Holding.  (Third Am. Compl. ¶  356.)  Plaintiffs initially alleged that \nInatome is the Managing Partner of the Sterling Defendants, (see Third Am. Compl. \n¶ 356), but Plaintiffs’ evidence states that Inatome, at some unspecified time, was the \nManaging Director of Sterling Partners, not the Sterling Defendants.  (See Pls.’ Mem. \nLaw Opp’n Sterling Defs.’ Mot. Dismiss Ex. P, at 66, ECF No. 53.7 (listing Managing \nDirector of Sterling Partners on a slide, which appears to provi de Inatome’s \nemployment history).)    \n23. The Court refers to Defendants Holding, InfiLaw, CSL , Conison, Ogene, \nLively, and Inatome collectively as the “CSL Defendants.” \nIII. PROCEDURAL HISTORY \n \n24. The Herrera Action was initiated on January 31, 2017, and the Second \nAmended Complaint was filed on February 20, 2017.  \n \n \n25. The Robertson Action was initiated on March 10, 2017 , and the First \nAmended Complaint was filed on March 28, 2017.  \n26. The Sterling Defendants and the CSL Defendants each filed a Notice of \nDesignation in the Herrera Actio n on March 24, 2017.  The Herrera  Action was \ndesignated as a mandatory complex business case by order of Chief Justice Martin on \nMarch 27, 2017, and assigned to the undersigned on March 29, 2017.  \n27. The Herrera Plaintiffs filed their Third Amended Complaint on March \n28, 2017, asserting claims for: (1) unfa ir or deceptive trade practices, (2) breach of \ncontract, (3) breach of covenant of good faith and fair d ealing, (4) fraud,  \n(5) constructive fraud,  (6) intentional misrepresentation,  (7) negligent \nmisrepresentation, (8) unjust enrichment, and (9) punitive damages.  (See Third Am. \nCompl. ¶¶ 393–434.) \n28. The Robertson Action was designated as a mandatory complex business \ncase by order of Chief Justice Martin and assigned to the undersigned on April 18, \n2017.  \n29. The Mosley Action was initiated on March 28, 2017, the Merritt Action \nwas initiated on April 13, 2017, and the Frisby Action was initiated on May 1, 2017.   \n30. The Mosley Action, Merritt Action, and Frisby Action were designated \nas mandatory complex business cases by order of Chief Justice Martin on June 12, \n2017, and assigned to the undersigned on June 13, 2017.  \n31. On June 16, 2017, the Sterling Defendants moved to dismiss the Actions \npursuant to Rule 12(b)(2) and Rule 12(b)(6). \n \n \n32. On June 16, 2017, the CSL Defendants collectively moved to dismiss the \nActions pursuant to Rule 12(b)(6).  Holding, Lively, and Inatome separately moved to \ndismiss the Actions pursuant to Rule 12(b)(2) .  These motions are not addressed by \nthis Order & Opinion. \n33. The Court, with consent of the parties, entered the Stipulation and Case \nManagement Order No. 1 on June 21, 2017, which provides  that subsequently filed \nactions arising out of the same or substantially similar events  will be treated as \nmandatory complex business cases, assigned to the undersigned, and referred to as \n“Related Actions.”  (Stipulation and Case Management Order No . 1, ¶  2, ECF. No. \n38.)  The Court design ated the Herrera Action as the master file and the Herrera \nAction’s Third Amended Complaint as the operative complaint. \n34. At present, there are a total of eighty-four actions assigned to the Court, \nrepresenting claims of 147 former CSL students.   \n35. The Court  heard arguments on Defendants’ 12(b)(2) and 12(b)(6) \nmotions on September 12, 2017 .  Plaintiffs request ed the right to pursue \njurisdictional discovery before the Court ruled on Defendants’ motions.  The Court \nconcludes that no such discovery is necessary to resolve the Sterling Defendants’ Rule \n12(b)(2) Motion and that the Motion is now ripe for determination.  \nIV. GENERAL FACTUAL BACKGROUND \n \n36. For purposes of this Motion only, the Court a ccepts Plaintiffs’ \nallegations as true , except for those contested by the Sterling Defendants’ affidavit \n \n \nfiled in support of their Motion .  The following are  general background facts.   The \nCourt will address contested facts in the Analysis Section of this Order & Opinion. \n37. CSL opened in Charlotte, North Carolina as a for -profit law school in \n2006 and was accredited by the ABA in 2011.  (Third Am. Compl. ¶ 3.)  \n38. At the time the Actions were commenced, CSL had 700 students \nenrolled, making it the largest law school in North Carolina.  (Third Am. Compl. \n¶ 346.)  CSL advertised that it had “a rigorous curriculum [that] [was] created to \nensure that [its] students are equipped with practical skills that will allow them to \nthrive in a professional setting.”  (Third Am. Compl. ¶ 5 (first alteration in original).)  \n39. In March 2014, the ABA conducted on -site evaluations as a part of the \nthree-year interval evaluation  regarding CSL’s accreditation status .  (Third Am. \nCompl. ¶ 374.)   \n40. In January 2015, the ABA issued a report stating that “it had ‘reason to \nbelieve’ that CSL had ‘not demonstrated compliance’ with certain ABA standards,” \nspecifically stan dards 301(a), 501(a) and 501(b), which require a law school to \n“maintain a rigorous program of legal education that prepa res its students  . . . for \nadmission to the bar,” and “maintain sound admission policies and practices \nconsistent with the [s]tandards.”  (Third Am. Compl. ¶ 376.)  The ABA then requested \nadditional information from CSL.  (Third Am. Compl. ¶ 376.)   \n41. On February 3, 2016, and again in July 2016, the ABA issued reports \nstating that CSL was not in compliance with ABA s tandards 301(a), 501(a), and \n501(b).  (Third Am. Compl. ¶ ¶ 379–80.)  The ABA noted that the is sues of non -\n \n \ncompliance with such  standards were “substantial and . . . persistent.”  (Third Am. \nCompl. ¶ 380.)  CSL appealed the ABA’s July 2016 decision and a hearing was held \non October 21, 2016.  (Third Am. Compl. ¶ 381.) \n42. During this time, CSL continued to represent that it was ABA accredited \nand in full compliance with all ABA standards  without informing prospective or \ncurrent students about the ABA’s findings.  (See Third Am. Compl. ¶¶ 4–6.)  \n43. On November 14, 2016, the ABA issue d a fourth, and final, decision \nfinding that CSL was not in compliance with the standards identified above, that the \nissues of noncompliance had been substantial and persistent,  and that CSL’s “plans \nfor bringing itself into compliance with the [s]tandards have not been proven effective \nor reliable.”  (Third Am. Compl. ¶ 382.)  The ABA placed CSL on probation effective \nimmediately and ordered remedial actions be taken, including public disclosure of the \nABA’s decision.  (Third Am. Compl. ¶ 382.)   \n44. On December 19, 2016 , the United States Department of Education \ndenied CSL’s Recertification Application to Participate in the Federal Student \nFinancial Assistance Program based, in part, on its findings that CSL had improperly \nmisrepresented its accreditation status and bar  passage rates to its stud ents.  ( See \nThird Am. Compl. ¶¶ 383–88; Pls.’ Mem. Law Opp’n Sterling Defs.’ Mot. Dismiss Ex. \nA, ECF No. 53.2.)   \n45. CSL closed in the fall of 2017, after the Actions were initiated.  \n46. Plaintiffs do not dispute , and the Court finds,  that the Sterling \nDefendants are not incorporated in North Carolina; do not have a principal place of \n \n \nbusiness in North Carolina ; do not hold equity in any companies incorporated or \nheadquartered in North Carolina ; and do not have property, offices, employees, or \nbank accounts in North Carolina.  (Epstein Aff. ¶¶ 4, 6, 13.) \n47. Plaintiffs nevertheless a ssert, and the Sterling Defendants deny,  that \nthe Sterlin g Defendants exercised sufficient control over CSL such that they \npurposefully conducted business in North Carolina and t he Court can and should \nexercise specific jurisdiction.  The Court addresses these contested assertions below.  \nV. LEGAL STANDARD \n \n48. A North Carolina court has personal jurisdiction over a party if the \nexercise of such jurisdiction comports with both the North Carolina long arm statute \nand constitutional due process considerations.  See Tom Togs, Inc. v. Ben Elias Indus. \nCorp., 318 N.C. 361, 364, 348 S.E.2d 782, 785 (1986).  Because North Carolina’s long \narm statute permits jurisdiction to the extent allowed by due process, “the question \nof statutory authority collapses into the question of whether [the defendant] has the \nminimum contacts with North Carolina necessary to meet t he requirements of due \nprocess.”  A.R. Haire, Inc. v. St. Denis, 176 N.C. App. 255, 259, 625 S.E.2d 894, 899, \n(2006) (alteration in original) (quoting Sherlock v. Sherlock, 143 N.C. App. 300, 303, \n545 S.E.2d 757, 760 (2001)).  \n49. “For a court to exercise personal jurisdiction over a non -resident \ndefendant, due process requires that the  defendant ‘have certain minimum contacts \nwith [the forum state] such that the maintenance of the suit does not offend \ntraditional notions of fair play and substantial justice.’”  Worley v. Moore, No. 15 CVS \n \n \n1316, 2017 NCBC LEXIS 15, at *20 (N.C. Super.  Ct. Feb. 28, 2017) (alteration in \noriginal) (quoting Int’l Shoe Co. v. Washington, 326 U.S. 310, 316 (1945)).  To assess \nwhether a defendant has sufficient minimum contacts with the state “the court looks \nat several factors, including: (1) the quantity of the contacts; (2) the nature and \nquality of the contacts; (3) the source and connection of the cause of action with those \ncontacts; (4) the interest of the forum state; and (5) the convenience to the parties. ”  \nA.R. Haire, Inc., 176 N.C. App. at 260, 625 S.E.2d at 899.   \n50. “Specific jurisdiction exists when a defendant purposefully directed his \nactivities toward the forum and the cause of action arises out of or relate s to such \nactivities.”  Worley, 2017 NCBC LEXIS 15, at *21.  A defendant should “not be haled \ninto a jurisdiction solely as a result of ‘random,’ ‘fortuitous,’ or ‘attenuated’ contacts, \nor of the ‘unilateral activity ’ of another party or a third person.”  Hiwassee Stables, \nInc. v. Cunningham , 135 N.C. App. 24, 28 –29, 519 S.E.2d 317, 321 (1999) ( quoting \nBurger King Corp. v. Rudzewicz, 471 U.S. 462, 475 (1985)).   \n51. The Court must be cautious not to exercise jurisdiction o ver a non -\nresident entity solely based on acts of another entity without “proof that the \nbusinesses are parts of the same whole.”  Wyatt v. Walt Disney World, Co., 151 N.C. \nApp. 158, 168, 565 S.E.2d 705, 711 (2002).  Without a clear evidentiary basis to do so, \nthe Court cannot simply impute actions of a resident corporate defendant to another \nnon-resident corporate defendant.  See Worley, 2017 NCBC LEXIS 15, at *28.  “Each \ndefendant’s contacts with the forum State must be assessed individually.”  Brown v. \n \n \nRefuel Am., Inc., 186 N.C. App. 631, 638, 652 S.E.2d 389, 394 (2007) (quoting Calder \nv. Jones, 465 U.S. 783, 790 (1984)).   \n52. A plaintiff has the burden of demonstrating jurisdiction, and once \njurisdiction is challenged, the “allegations [in the complaint] can no longer be taken \nas true or controlling .”  Banc of Am. Sec. LLC v. Evergreen Int’l Aviation, Inc. , 169 \nN.C. App. 690, 693, 611 S.E.2d 179, 182 (2005) (alteration in original) (quoting \nBruggeman v. Meditrust Acquisition Co., 138 N.C. App. 612, 615–16, 532 S.E.2d 215, \n218 (2000)); see Miller v. Szilagyi, 221 N.C. App. 79, 85, 726 S.E .2d 873, 879 (2012); \nSoma Tech., Inc. v. Dalamagas, No. 16 CVS 11100, 2017 NCBC LEXIS 26, at *8 (N.C. \nSuper. Ct. Mar. 24, 2017).  Particularly where the defendant supports a jurisdictional \nchallenge with competent evidence, “the plaintiff must  respond by affidavit or \notherwise, setting forth specific facts showing that the court has personal \njurisdiction.”  Worley, 2017 NCBC LEXIS 15, at *19. \n53. When the facts are contested, the Court must “act as  a fact-finder,” \nassess the weight and sufficiency of the evidence, and “decide the question of personal \njurisdiction by a preponderance of the evidence.”  Parker v. Town of Erwin, 243 N.C. \nApp. 84, 97, 776 S.E.2d 710, 722 (2015) (quoting Deer Corp. v. Carter, 177 N.C. App. \n314, 322, 629 S.E.2d 159, 166 (2006)).  \nVI. ANALYSIS \n \n54. Notwithstanding the uncontested facts summarized above , which \ndemonstrate that the Sterling Defendants have no physical presence i n North \nCarolina, Plaintiffs contend that the Court can exercise specific jurisdiction over the \n \n \nSterling Defendants because they are sufficiently involved in CSL’s operations and \ndecision making.  The Sterling Defendants respond  that their connection to No rth \nCarolina and CSL is too remote to subject them to the Court’s specific jurisdiction, \nbecause their connection is limited to “their membership in a Delaware LLC that is \nan additional two corporate levels removed from [the] subsidiary conducting business \nin North Carolina.”  (Mem. Law Supp. Sterling Defs.’ Mot. Dismiss 21, ECF No. 30.)  \nPlaintiffs rely on three categories of evidence that they contend support a finding that \nthe Sterling Defendants exercised sufficient control over CSL and act s occurring in \nNorth Carolina to subject them to personal jurisdiction.  \n55. First, Plaintiffs contend that CSL’s North Carolina Application for \nCertificate of Authority for Limited Liability Company (“CSL Application”) , filed on \nOctober 11, 2006, and signed b y Inatome, adequately connects the Sterling \nDefendants to CSL and North Carolina.  (See Pls.’ Mem. Law Opp’n Sterling Defs.’ \nMot. Dismiss 18–19, ECF No. 53; Pls.’ Mem. Law Opp’n Sterling Defs.’ Mot. Dismiss \nEx. N , ECF No. 53.5 .)  The CSL Application does not make any reference to the \nSterling Defendants.  Plaintiffs instead rely on their contention that Inatome was, at \nsome unspecified time, the Managing Director of Sterling Partners .  (See Pls.’ Mem. \nLaw Opp’n Sterling Defs.’ Mot. Dismiss Ex. P, at 66.)  The Court has reviewed the \nevidence and finds that it  does not indicate or suggest  that Inatome was the \nManaging Director of the Sterling Defendants .  Plaintiffs have offered no evidence \nthat supports an inference  that Inatome  signed the CSL Application o n behalf of  \neither Sterling Partners  or the Sterling Defendants .  To the contrary , the CSL \n \n \nApplication reflects, and the Court finds, that Inatome signed the CSL Application as \nPresident of Charlotte School of Law B Corp., Inc.  (See Pls.’ Mem. Law Opp’n Sterling \nDefs.’ Mot. Dismiss Ex. N, at 2.)  The Court finds no evidentiary support for Plaintiffs’ \nassertion that the address on the CSL Application was a former address of the \nSterling Defendants.  But even if the Court assumes Plaintiffs’ assertions to be true, \nthose facts are  too attenuated to support a finding that the Sterling Defendants \npurposely availed themselves of the opportunity to do business in North Carolina.  \n56. The Court concludes that the CSL Application does not provide a basis \nto allow this Court to exercise specific jurisdiction over the Sterling Defendants. \n57. Second, Plaintiffs offer the broad conclusory statement that the Sterling \nDefendants “make[ ] all of the ‘critical  decisions’ for the companies [they] own[ ] .”  \n(Pls.’ Mem. Law Opp’n Sterling Defs.’ Mot. Dismiss 18.)  Plaintiffs attempt to support \nthis assertion with articles in which Sterling Partners’ general counsel describes the \npartnership’s general i nvolvement in the companies in which it invests .  (See Pls.’ \nMem. Law Opp’n Sterling Defs.’ Mot. Dismiss Ex. L, at 1 , ECF No. 53.3; Pls.’ Mem. \nLaw Opp’n Sterling Defs.’ Mot. Dismiss Ex. M , ECF No. 53.4 .)  The Sterling \nDefendants do not contest that SFM has provided Holding  “with consulting and \nfinancial services regarding long-term financing and strateg ic goals.”  (Epstein Aff. \n¶ 7.)  But SFM and the Sterling Defendants specifically deny any involvement in “the \nday-to-day management of CSL, marketing of CSL, accreditation issues at CSL, or \nthe eligibility of CSL students t o receive Title  IV funds,”  (Epstein Aff. ¶ 7 ), and \nPlaintiffs have offered no contrary evidence.  \n \n \n58. The Court finds and concludes that the articles described above do not \nprovide a basis to exercise specific jurisdiction over the Sterling Defendants.  \n59. Third, Plaintiffs rely on  Sterling Partners’ website that contained \nstatements referring  to CSL.  Sterling Partners’ website  described InfiLaw as “ a \nconsortium of law schools accredited by the Am erican Bar Association (“ABA”) –\nincluding Florida Coastal School of Law, Phoenix School of Law, and Charlotte School \nof Law–constituting half of the nation’s ABA accredited for-profit law schools.”  (Pls.’ \nMem. Law Opp’n Sterling Defs.’ Mot. Dismiss Ex. O, at 2, ECF No. 53.6.)   \n60. The Court finds and concludes that t he website description is no more \nthan a brief profile of  one of the many companies in Sterling Partners’ investment \nportfolio.  This posting does not provide a sufficient basis to establish, by a \npreponderance of the evidence, that the Sterling Defendants  conducted business in \nNorth Carolina or exercised sufficient control over CSL’s operations to subject them \nto specific personal jurisdiction.  \n61. In sum, t he Plaintiffs have failed to present evidence to sufficiently \nrebut Mr. Epstein’s sworn testimony that the Sterling Defendants do not have an \nownership interest in CSL and are not involved in CSL’s management.  (See Epstein \nAff. ¶¶ 6 –7.)  Thus, the Court finds that the Sterling Defendants have not \npurposefully directed activ ities toward  North Carolina , meaning t he exercise of \nspecific jurisdiction over the Sterling Defendants would be inconsistent with due \nprocess.  See Wyatt, 151 N.C. App. at 165, 565 S.E.2d at 710.   \n \n \n62. The Court has considered Plaintiffs’ request for jurisdictional discovery \nfrom the Sterling Defendants and concludes that no such jurisdictional discovery is \nneeded or appropriate.   “Whether to grant jurisdictional discovery is within the \nCourt’s discretion, but the party seeking discovery ‘must offer more than speculation \nor conclusory assertions about contacts with a forum state.’”  Azure Dolphin, LLC v. \nBarton, No. 16 CVS 7622, 2017 NCBC LEXIS 90, at *12 (N.C. Super. Ct. Oct. 2, 2017) \n(quoting Pan-Am. Prods. & Holdings, LLC v. R.T.G. Furniture Corp., 825 F. Supp. 2d \n664, 686 (M.D.N.C. 2011)).  Plaintiffs have not provided adequate facts to support \ntheir request for jurisdictional discovery.   \n63. Having concluded that it does not have jurisdiction over the Sterling \nDefendants, the Court does not address the Sterling Defendants’  additional \ncontention that the Actions against them should be dismissed for failure to state a \nclaim.  \nVII. CONCLUSION \n \n64. For the foregoing reasons, the Motion is GRANTED pursuant to Rule \n12(b)(2), and all the claims against the Sterling Defendants  in the Actions  are \nDISMISSED.  The Motion pursuant to Rule 12(b)(6) is MOOT.  \n \nIT IS SO ORDERED, this the 14th day of February, 2018. \n \n \n /s/ James L. Gale  \n James L. Gale \n Chief Business Court Judge \n "
}