{
  "id": "9211710226d030625e423c70030cf3d17941354eab0d2cb0e560d1f6eeccc767",
  "source_file": "data/raw/ncbc/9211710226d030625e423c70030cf3d17941354eab0d2cb0e560d1f6eeccc767.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nDURHAM COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21CVS004094-310 \nUNITED THERAPEUTICS \nCORPORATION and LUNG \nBIOTECHNOLOGY PBC, \n \nPlaintiffs, \n \nv. \n \nLIQUIDIA TECHNOLOGIES, INC. \nand ROBERT ROSCIGNO,  \n \nDefendants. \n \nORDER AND OPINION ON \nDEFENDANT LIQUIDIA \nTECHNOLOGIES, INC.’S MOTION \nFOR SUMMARY JUDGMENT \n \n[PUBLIC]1 \n \n1. Dr. Robert Roscigno (Roscigno) spent a decade working with U nited \nTherapeutics Corporation  (UTC) to develop a therapy for pulmonary arterial \nhypertension (PAH) using the drug treprostinil.  When he resigned in June 2007, \nUTC alleges that he left with a number of documents  that UTC contends contain  \ntrade secret s chronicling its drug development efforts .  Some eight years later \nRoscigno joined a competitor, Liquidia Technologies, Inc. (Liquidia) , to l ead that \ncompany in its development of an inhaled treprostinil treatment for PAH .  U TC \nalleges that Roscigno used its trade secret s while employed by  Liquidia, giving  \nLiquidia an impermissible head start in its drug development efforts.  Liquidia now \nmoves for summary judgment arguing, among other things, that the documents at \n \n1 Because certain materials referenced in this Order and Opinion were filed under seal , the \nCourt’s ruling was provisionally filed under seal on 23 July 2025.  The Court then permitted \ncounsel for the parties to confer and advise the Court whether they contend any matters \nreferenced herein should be sealed.  Having afforded the parties this opportunity, the Court \nnow files its Order and Opinion on the public record. \nUnited Therapeutics Corp. v. Liquidia Techs., Inc., 2025 NCBC 37. \nissue do not contain trade secrets.  (Liquidia Technologies, Inc’s Motion for Summary \nJudgment [Motion], (ECF No. 284).) \n2. Having considered the Motion, the related briefing, the arguments of \ncounsel at a hearing on the Motion, and other appropriate matters of record, the  \nCourt concludes that the Motion should be DENIED. \nBrooks, Pierce, McLendon, Humphrey & Leonard, L.L.P, by Eric M. \nDavid, Jim W. Phillips, Jr., Kasi W. Robinson, and Sarah N. Schiavone; \nMcDermott Will & Emery LLP, by Douglas H. Carsten, Arthur P. \nDykhuis, Katherine Pappas, Joshua Revilla, Courtney Seams, and \nLillian J. Spetrino; and Goodwin Proctor LLP, by William C. Jackson, \nfor Plaintiffs United Therapeutics Corporation and Lung Biotechnology \nPBC. \n \nParker Poe Adams & Bernstein LLP, by Stephen V. Carey, Corri A. \nHopkins, and Andrew P. Tabeling; and Cooley , LLP, by Jonathan \nDavies, Sanya Sukduang, Lauren Strosnick,  Adam Pivovar, Rachel L. \nPreston, Phillip Morton , Daniel Knauss, and Kyung Taeck Minn, for \nDefendant Liquidia Technologies, Inc. \n \nMcGuireWoods LLP, by David E. Finkelson, Miles O. Indest, Mark E. \nAnderson, Corrine S. Hockman, and Kyle S. Smith, for Defendant Robert \nRoscigno. \n \nEarp, Judge. \nI. FACTUAL BACKGROUND \n3. The Court does not make findings of fact when ruling on a motion for \nsummary judgment .  Instead, the Court summarizes below the material facts it \nconsiders to be uncontested  and those facts on which a material dispute forecloses \nsummary adjudication.  See, e.g., Vizant Techs., LLC. v. YRC Worldwide, Inc. , 373 \nN.C. 549, 551 (2020) ; Ehmann v. Medflow, Inc. , 2017 NCBC LEXIS 88, at *6 (N.C. \nSuper. Ct. Sept. 26, 2017). \nRoscigno’s Employment with UTC \n4. Plaintiffs U TC and Lung Biotechnology PBC (collectively UTC) and \nDefendant Liquidia are competitors in the development of treatments for PAH, a rare \ndisease involving abnormally high blood pressure in the lungs .  Elevated pressure \nstrains the right side of the heart as it pumps blood to the lungs and ultimately could \nlead to heart failure.  ( See Vallerie V. McLaughlin, et al. , Addition of Inhaled \nTreprostinil to Oral Therapy for Pulmonary Arterial Hypertension , 55 J. AM. COLL. \nCARDIOLOGY (2010), ECF No. 285.1 ; UTC Annual Report (Form 10 -K), ECF No. \n256.3.)  While there is no cure for PAH, the U.S. Food and Drug Administration (FDA) \nhas approved several drugs for its treatment.  (See, e.g., Flolan Prescribing Info., ECF \nNo. 285.2; Ventavis Prescribing Info., ECF No. 285.3.) \n5. Roscigno was employed by UTC from 1997 to 2007. 2  (Def. Robert \nRoscigno’s Aff. Supp. Mot. Summ. J. [Roscigno Aff.] ¶ 3, ECF No. 212.6 (under seal), \nECF No. 376 (public version).)  At the start of his employment, Roscigno was involved \nin the clinical development of Remodulin®, a PAH treatment with  the active \ningredient treprostinil.  (Excerpts of Sept. 20, 2023 Dep. of Robert Roscigno [ Pls.’ \nRoscigno Dep.] 283:2−8, ECF No. 303.7 (under seal), ECF No. 366.7 (public version).)  \nUTC first received FDA approval for subcutaneous administration of Remodulin® in \n2002, followed by approval for intravenous administration in 2004.  (Remodulin® \n \n2 Roscigno served as the Senior Vice President and then President of Lung Rx, Inc., a wholly \nowned subsidiary of UTC.  Plaintiff Lung Biotechnology PBC is the successor -in-interest to \nLung Rx, Inc.  (Pls.’ Roscigno Dep. 22:18−23:1; Second Am. Compl. ¶ 14, ECF No. 154 (under \nseal), ECF No. 155 (public version).) \nPrescribing Info. (2002), ECF No. 285.10; Remodulin® Prescribing Info. (2004), ECF \nNo. 285.11.)  \n6. After successfully obtaining FDA approval for Remodulin®, UTC sought \nto develop an inhaled treprostinil treatment for PAH .  It  tasked Roscigno with \noverseeing this work.  (Pls.’ Roscigno Dep. 23:2−24:1.)  Roscigno designed protocols, \ncollaborated with pharmacokinetic consultants, participat ed in meetings with \nregulators, and overs aw the program budget.   ( Pls.’ Roscigno Dep. 25:1−27:17 ; see \nalso Aff. and Expert Report of David W. Feigal [Feigal Report] ¶ 87, ECF No. 255.17 \n(under seal), ECF No. 335.17 (public version).)3 \n7. UTC ultimately suc ceeded in its efforts.  In 2009, it received FDA \napproval for Tyvaso®, an inhaled treprostinil treatment delivered through a \nnebulizer.  (Tyvaso® Prescribing Info., ECF No. 285.12.) \nRoscigno’s Resignation and Subsequent Employment with Liquidia \n8. Roscigno resigned from UTC on 18 June 2007.  (Roscigno Aff. ¶  8.)  At \nthe time of his resignation, Tyvaso® had not yet received FDA approval.  (See Feigal \nReport ¶ 79 (observing that Tyvaso® was not approved as an orphan drug until  9 \nApril 2009).)4 \n \n3 On 9 September 2024, Liquidia filed a Motion to Exclude the opinions of UTC’s expert, Dr. \nDavid W. Feigal (Feigal), both at summary judgment and at trial, (ECF No. 312).  On 23 July \n2025, the Court entered an Order granting in part the Motion and excluding certain of \nFeigal’s opinions.  (See Order on Mot. Exclude, ECF No. 382.)  While the Court cites to Feigal’s \nexpert report throughout this Opinion, it does not rely on any excluded statements  or \nopinions. \n \n4 “An orphan drug is a drug intended to treat a condition affecting fewer than 200,000 persons \nin the US, or which will not be profitable within 7 years following approval by the FDA[.]”  \nU.S. FOOD & DRUG ASSOCIATION, FDA/CDER SMALL BUSINESS CHRONICLES (July 13th, \n9. Despite a practice of conduct ing exit interviews with departing \nemployees, UTC has no  record of an exit interview with Roscigno during which it \nwould have r equested the return of any UTC -related information.  ( Dep. of Alyssa \nFriedrich, Individually and as Corporate Representative on Behalf of UTC [Pls.’ \nFriedrich Dep.] 90:8−101:22, ECF No. 255.1 (under seal), ECF No. 335.1 (public \nversion); Dep. of Alyssa Friedrich, Individually and as Corporate Representative on \nBehalf of UTC [Def.’s Friedrich Dep.]  135:5−136:15, ECF No. 285.17 (under seal), \nECF No. 347 (public version); Memo. from A. Friedrich, ECF No. 285.18 (under seal), \nECF No. 348 (public version) .)  Roscigno testified that there was no exit interview.  \n(Roscigno Aff. ¶ 8.) \n10. Roscigno began working as a part -time consultant for Liquidia in 2011 \nbefore formally joining Liquidia as its Senior Vice President of Product Development \nand LIQ8615 Program Lead in 2015.  (Roscigno Aff. ¶ 10; Excerpts of Sept. 20, 2023 \nDep. of Robert Roscigno [Def.’s Roscigno Dep.] 160:16−19, 162:9−13, ECF No. 285.15 \n(under seal), ECF No. 346 (public version); Feigal Report ¶ 89.)  Roscigno was also a \nmember of Liquidia’s “Rapid Response Team,” a group of Liquidia employees \ndesignated to respond to any FDA requests relating to the LIQ861 New Drug \nApplication (NDA).  (Excerpts of Dep. of Marissa Law Aug. 29, 2023 [Law Dep.] \n34:12−23, 37:14−22, ECF No. 303.6 (under seal), ECF No. 366.6 (public version).) \n \n2012), https://www.fda.gov/media/83372/download.  See Truist Fin. Corp. v. Rocco , 2024 \nNCBC LEXIS 62, at **24 n. 62 (N.C. Super. Ct. Apr. 25, 2024) (“Ou r courts routinely take \njudicial notice of public filings available on governmental agencies’ official websites.”). \n \n5 LIQ861, also known as Yutrepia®, refers to Liquidia’s proposed New Drug Application \nproduct for the treatment of PAH.  (See Feigal Report ¶ 89 n. 51.) \n11. Roscigno was issued a Liquidia laptop in 2015.  ( Def.’s Roscigno Dep. \n79:1−6.)  At some point  thereafter, Roscigno discovered that he  was in possession of \nsome old thumb drives that contained what he termed a “random assembly” of UTC-\nrelated information and personal information, such as tax returns and family photos.  \n(Roscigno Aff. ¶ 10; Pls.’ Roscigno Dep. 53:3−6, 54:1−5, 71:16−19; Def.’s Roscigno Dep. \n280:3−9; see also Dep. of Charles Walton, Esq. [Walton Dep.] 171:21−172:1, ECF No. \n285.22 (under seal), ECF No. 352 (public version) (likening Roscigno’s flash drive to \na “junk drawer.”).) \n12. After discovering the thumb drives, Roscigno connected one to his \nLiquidia-issued laptop “to refamiliarize [himself] with the PAH field, [his] \npublications, and [his prior work]. ”  (Roscigno Aff. ¶  10.)  Roscigno ultimately \ndownloaded the contents–some of which were personal and others that related to his \nwork for UTC−to his Liquidia-issued laptop and then organized the documents into \nsub-folders on a Liquidia OneDrive account.  ( Pls.’ Roscigno Dep. 72:13−73:25; \nExcerpts of Dep. of Robert Roscigno 17 October 2023 [Roscigno Oct. Dep.] 174:14−19, \n323:17−21, ECF No. 285.21 (under seal), ECF No. 351 (public version) ; Aff. and \nExpert Report of Mark Johnson [Johnson Report] Table 7, ¶  104, ECF No. 255.15 \n(under seal), ECF No. 335.15 (public version). )  He accessed the UTC work -related \ndocuments (the UTC Documents) multiple times during  his employment with \nLiquidia, including as la te as June 2021.  ( See generally Johnson Report; Johnson \nReport ¶ 104.) \n13. On 5 November 2021, Liquidia received tentative approval for \nYutrepia®, a PAH treatment that delivers treprostinil via a dry powder inhaler. 6  \n(Liquidia Press Release, ECF No. 285.13.)  UTC contends that Liquidia’s success was \naccelerated by its use of information in the UTC D ocuments that Roscigno \ndownloaded to Liquidia’s OneDrive account.  It contends that by possessing the UTC \nDocuments, Liquidia was able to avoid expense and expedite its efforts to secure FDA \napproval of Yutrepia®.  (Feigal Report, Principal Opinions; Aff. and Expert Report of \nJeffrey Stec [Stec Report] at 3−4, ECF No. 255.19 (under seal), ECF No. 335.19 (public \nversion).) \nUTC’s Trade Secret Documents \n14. UTC complains that the documents Roscigno downloaded contain trade \nsecret information and that, as a group, they constitute a compilation trade secret.  It \ncontends that the “documents and information were all developed by UTC as a critical \npart of its process of seeking, and ultimately obtaining, FDA approval \nfor . . . Remodulin® and Tyvaso®.”  (Pls.’ Suppl. Resps. to Def.’s First, Second, Third, \nFourth, Fifth, and Sixth Sets of Interrogs.  [Suppl. Interrog. Resps.] at 38, ECF No. \n255.20 (under seal), ECF No. 335.20 (public version).) \n15. The UTC Documents  fall into six  categories: (1) financial documents, \n(Feigal Report ¶¶ 121−38); (2) regulatory strategy and product development planning \ndocuments, (Feigal Report ¶¶  139−73); (3) marketing documents, (Feigal Report \n \n6 Liquidia received final approval for Yutrepia® on 23 May 2025.  NDA Approval Letter (May \n23, 2025), \nhttps://www.accessdata.fda.gov/drugsatfda_docs/appletter/2025/213005Orig1s000ltr.pdf  \n¶¶ 174−83); (4) formulations and pharmacokinetics documents, (Feigal Report  \n¶¶ 184−204); (5) FDA communications documents, (Feigal report ¶¶ 205−22); and \n(6) clinical trial documents, (Feigal Report ¶¶ 223−44).  Within these categories, UTC \nhas identified in both its Second Amended Complaint and in its supplemental \ninterrogatory responses what it contends are individual trade secret s.  ( See Second \nAm. Compl. ¶¶ 20, 27; Suppl. Interrog. Resps. at 4−46.)  In addition, as a whole, UTC \ncontends that the UTC Documents constitute a compilation trade secret. \n16. Once a drug is approved by the FDA,  some information regarding its \ndevelopment becomes publicly available.  ( Dep. of UTC, by and through their \nCorporate Designee, Dean Bunce [Bunce Dep.] 76:23−77:3, ECF No. 285.4 (under \nseal), ECF No. 343 (public version) .)  For this reason and others, some of the \ninformation within the UTC Documents  is public.  ( See Bunce Dep. 77:4−9; Dep. of \nDaniel E. Troy [Troy Dep.] 168:11−171:19, ECF No. 285.5 (under seal), ECF No. 344 \n(public version). )  UTC does not deny that some of the information in the UTC \nDocuments is publicly available elsewhere, albeit not in this collected form. \n17. Dean Bunce (Bunce), one of UTC’s Rule 30(b)(6) designees, testified that \nhe could not determine whether particular pieces of information within the \ndocuments met the legal definition of a trade secret .  (Bunce Dep. 131:2−4 (“I’m not \nan expert on trade secret. I can’t – as a legal definition, I can’t tell you what is or isn’t \na trade secret.”); see also Bunce Dep. 182:3−6, 205:21−206:3, 214:13−18, \n225:25−226:4, 232:21−25, 250:13−18, 261:5−10.)   However, Noah Byrd (Byrd), \nanother UTC Rule 30(b)(6) designee on the same topic, testified that together t he \ncompiled UTC Documents  provide a “soup -to-nuts roadmap on how to get a drug \napproved[.]”  ( R. 30(b)(6) Dep. of UTC, by and through its Corporate Designee, Dr. \nNoah Byrd [Def.’s Byrd Dep.] 9:13−18, ECF No. 285.19 (under seal), ECF No. 349 \n(public version) ; see also Def.’s Byrd Dep. 16:13−17, 18:7−12, 19:5−8, 67:15−21, \n122:7−13, 126: 14−18.)  Byrd maintains that this roadmap is a compilation trade \nsecret.  (Def.’s Byrd Dep. 38:5−8 (“I would maintain that the way we go about drug \ndevelopment is secret.  These plans, the strategy is secret.  The order of events as \nthey’re contemplated . . . would be secret.”) ; Def.’s Byrd Dep. 131:13 −16 (“Again, I \nthink that when we’re talking about UTC’s trade secret on how we obtain our \napprovals, you know, there is a methodology we follow.”).) \n18. But Byrd also contends that  some pieces of i nformation within \nindividual documents  are trade secret s.  ( See, e.g. , Def.’s Byrd. Dep. 28:11−23, \n30:17−19, 38:3−8, 39:25−40:18, 40:24−41:4, 69:2−11; 15 Sept. 2023 Dep. of Noah Byrd \nTr. Excerpts [Pls.’ Second Byrd Dep.] 11 5:11−17, 117:3−24, 132:6−16, 180:2−15, \n202:13−18, ECF No. 336.4 (under seal), ECF No. 369.3 (public version).)   And he is \nnot alone.  Another UTC employee, Melissa Silverman, also identifies specific trade \nsecret information within UTC’s budget documents.  ( 13 Sept. 2013 Dep. of Melissa \nJ. Silverman [Silverman Dep.  (Sept.)] 86:16−88:14, 106:4−20, 148:2−8, \n168:15−169:21, ECF No. 336.2 (under seal), ECF No. 369.1 (public version); 18 Oct. \n2023 Dep. of Melissa Silverman [Silverman Dep. (Oct.)] 12:6−20, 26:18−27:12, \n29:6−22, 30:24− 31:17, 32:21−33:12, 36:10−37:4, 39:2−40:24, ECF No. 336.3 (under \nseal), ECF No. 369.2 (public version).)  In addition, UTC’s expert, Daniel Troy (Troy), \nopines as to specific trade secret information  within the UTC Documents.   (14 Feb. \n2024 Dep. of Daniel Troy Tr. Excerpts [Second Troy Dep.] 269:6−18, 277:18−278:10 , \nECF No. 336.7 (under seal), ECF No. 369.6 (public version) ; Rebuttal Expert Report \nof Daniel Troy [Troy Rebuttal Report] ¶¶ 20−23, ECF No. 305.10 (under seal), ECF \nNo. 367.51 (public version).)  \nUTC’s Trade Secret Protections \n19. The record regarding whether UTC took reasonable precautions to \nidentify and safeguard the secrecy of its trade secrets is mixed.  According to its Chief \nExecutive Officer, Martine Rothblatt (Rothblatt), “UTC has consistently had policies, \ntraining, and a culture geared towards protecting the confidentiality of its \ninformation[.]”  (Aff. of Martine Rothblatt, PH.D., J.D., M.B.A [Rothblatt Aff.] ¶  5, \nECF No. 256.1 ; UTC 2006 Employee Handbook at 9, ECF No. 255.24 (under seal), \nECF No. 335.24 (public version); Dep. of Noah Byrd [Pls.’ Byrd Dep.] 45:22−24, ECF \nNo. 255.3 (under seal), ECF No. 335.3 (public version)  (“[W]e have a lot of training \nthat we undergo that addresses behaving in an ethical and proper way to protect \n[UTC].”).)   \n20. However, Roscigno testified that, during his employment , “UTC \noperated like a start-up with a fast-paced ‘Wild West’ culture.”  (Roscigno Aff. ¶ 3; see \nalso Def.’s Roscigno Dep. 27:25−28:2, 279:1−10.)  He testified  that UTC employees \n“were authorized and encouraged to exchange UTC information, without restriction, \nusing personal thumb drives[,]” and that “UTC prioritized rapid development and \ninformation exchange over data and information security.”  (Roscigno Aff. ¶¶  3, 5; \nDef.’s Roscigno Dep. 60:2−10, 276:5−17.)  Roscigno further testified that “UTC did not \ndistinguish any information as ‘trade secret’ or ta ke measures to train employees to \nprotect confidential information.”  (Roscigno Aff. ¶ 4.) \n21. Bunce confirmed UTC’s practice of downloading and transferring UTC \ninformation v ia thumb drives.  (Bunce Dep . 286:11−13, 286:22−25.)  Additionally, \nRothblatt testified that “UTC employees were permitted to use [thumb] drives as \nnecessary in the course and scope of their employment.”  ( Rothblatt Aff . ¶ 6.)  \nNevertheless, Rothblatt testified that “UTC employees using [thumb] drives were \nexpected to maintain the confidentiality of UTC information at all times.”  (Rothblatt \nAff. ¶ 6; see also UTC 2005 Technology Policy §  10.1, ECF No. 255.27 (under seal), \nECF No. 335.27 (public version)  (“Any removable or portable electronic media \ncontaining health care information, including  . . . [thumb] drives . . . must be \nsafeguarded at all times.”).) \n22. UTC considers all of its documents and information to be “confidential \nand proprietary.”   (Bunce Dep. 151:18−21, 154:20−22, 156:1−3 ; Def.’s Byrd Dep. \n59:2−4.)  Moreover, UTC’s Senior Vice President and Chief People Officer, Alyssa \nFriedrich (Friedrich), testified that UTC does not differentiate between confidential \nand trade secret information.  (Def.’s Friedrich Dep. 1 58:12−15 ( “We don’t \ndifferentiate, like, what the difference is between a trade secret and a –  you know – \nand a confidential document . We just have an overarching theme about how we \nsafeguard things that are unique to UT[C.]”).)   Friedrich further testified that  she \nbelieves UTC employees have a “general understanding of what confidentiality \nmeans.”  (Def.’s Friedrich Dep. 164:5−10.) \n23. Kirby von Kessler, a UTC employee, testified that he never recei ved \ninstruction about maintaining information as a trade secret  (Dep. of Kirby von \nKessler [von Kessler Dep.] 56:24− 57:8, ECF No. 255.2 (under seal), ECF No. 335.2 \n(public version)  (“Q. [Y]ou don’t recall anybody at [UTC] ever referring you \nspecifically to information being maintained as a, quote, trade secret when you first \njoined. Correct? A. I don’t recall that, no.”) ; von Kessler Dep. 58:15−24 (“Q. Did \nanyone at [UTC] ever inform you  . . . that you should maintain different levels of \nsecurity for different documents in your laptop? A. I don’t recall anybody ever, you \nknow, instructing me that or giving me guidance of that, yeah, no.”).) \n24. UTC’s expert, Troy , testified that it would not be “productive” to have \nemployees determine whether something is or is not a trade secret .  (Troy Dep. \n360:5−8.)  Instead, “the expectation is that any material generated by an employee of \n[UTC] is handled ethically and kept as confidential[.]”  (Def.’s Byrd Dep. 83:1−3; see \nalso Bunce Dep. 152:6−11 (explaining that UTC employees “understand that \nanything created as an employee for [UTC] is considered confidential and \nproprietary.”).)   \n25. This expectation is spelled out in both UTC’s Employee Handbook and \nits Technology Policy.  (See UTC 2006 Employee Handbook at 9  (“It is the policy of \n[UTC] to ensure that the operations, activities, and business affairs of [UTC] are kept \nconfidential. If employees acquire confidential or proprietary information about \n[UTC], it must be kept in strict confidence[.]”) ; UTC 2005 Technology Policy §§ 1.2, \n2.7 (stating that UTC media is company property to be used for UTC’s benefit alone.).) \n26. Additionally, UTC includes confidentiality and non- competition \nprovisions in its employment agreements and mandates that its employees assign to \nUTC intellectual property rights  developed during the course of employment .  (See, \ne.g., Dr. Roscigno’s 1997 Agreement with UTC , ECF No. 212.1; Dr. Roscigno’s 2007 \nAgreement with UTC, ECF No. 212.3.)   Likewise, UTC uses non -disclosure \nagreements with third parties who are exposed to sensitive information.  (von Kessler \nDep. 223:25−224:15.) \n27. Rothblatt testified that UTC restricts access to trade secret information \ncontained in both hard- copy documents and electronic documents.  With respect to \nhard copies, “proprietary” documents are maintained in locked file rooms and locked \nfile cabinets with restricted access. 7  (Rothblatt Aff. ¶  4; Suppl. Interrog. Resps. at \n90−91.)  Electronic documents are maintained on password- protected company \ndevices and servers.  Access is limited to individuals subject to non -disclosure \nobligations.  (Suppl. Interrog. Resps. at 90−91; von Kessler Dep. 57:19−58:13.)  As for \nthe specific documents at issue, however, “UTC is unable to say with certainty the \nprecise location that each physical copy of the  . . . documents was stored.”  (Suppl. \nInterrog. Resps. at 116.) \n28. Finally, although, as discussed above, there is no evidence that it did so \nwith Roscigno, UTC’s practice is to conduct exit interviews with departing employees \nto remind them of their confidentiality obligations .  It also requires departing \nemployees to return company property prior to their last day , regardless of whether \n \n7 In 2008, UTC transitioned to electronic storage of its proprietary documents and stopped \nstoring physical copies of such documents on its premises.  (Suppl. Interrog. Resps. at 116.) \nit conducts an exit interview with the departing employee .  ( Pls.’ Friedrich Dep. \n90:8−101:22; UTC 2006 Employee Handbook at 8 (“All company property and \nequipment in the employee’s possession or control must be returned prior to the \nemployee’s last day.”).) \nDelaware Patent Litigation \n29. UTC first learned tha t Liquidia possessed its confidential information \nin May 2021, when Liquidia produced documents containing UTC’s  confidential \ninformation during discovery in patent litigation in Delaware.  See generally United \nTherapeutics Corp. v. Liquidia Techs., Inc., 624 F. Supp. 3d 436 (D. Del. 2022).  After \nUTC attempted to amend its c omplaint in the patent litigation to add a claim \naddressing Roscigno’s possession of its purported trade secret documents , Roscigno \nopened and deleted many of the UTC documents that were stored on his Liquidia -\nissued laptop.  (Johnson Report ¶¶ 64−76, Ex. O.) \nII. PROCEDURAL BACKGROUND \n30. UTC initiated this action on 10 December 2021, asserting claims under \nboth state and federal law.  (Compl., ECF No. 3.)  After the matter was designated to \nthis Court, Roscigno removed the case to federal court.  (Notice of Removal, ECF No. \n6.) \n31. On 10 January 2022, UTC filed a First Amended Complaint consisting \nsolely of state law claims , (Am. Compl., ECF No. 15) .  As a result , the case was \nremanded on 31 March 2022.  See United Therapeutics Corp. v. Liquidia Corp., 2022 \nU.S. Dist. LEXIS 123346 (M.D.N.C. Mar. 31, 2022). \n32. UTC moved for leave to amend the First Amended Complaint on 10 \nApril 2023, (ECF No. 80).  By order dated 20 July 2023, the Court granted in part \nUTC’s motion , permitting it to add Lung Biotechnology PBC as a plaintiff and to \namend its allegations supporting the  misappropriation of trade secrets claim .  See \nUnited Therapeutics Corp. v. Liquidia Techs., 2023 NCBC LEXIS 88 (N.C. Super. Ct. \nJuly 20, 2023).   Plaintiffs then filed a Second Amended Complaint on 7 September \n2023. \n33. Liquidia filed th is Motion on 3 July 2024,  seeking summary judgment \non Plaintiffs’  claims for misappropriation of trade secrets and unfair or  deceptive \ntrade practices.  After full briefing, the Court held a hearing on the Motion at which \nall parties were represented by counsel.  (Not. of Hr’g, ECF No. 330.) \n34. The Motion is now ripe for disposition. \nIII. LEGAL STANDARD \n35. Summary judgment is only appropriate “if the pleadings, depositions, \nanswers to interrogatories, and admissions on file, together with the affidavits, if any, \nshow there is no genuine issue as to any material fact and that any party is entitled \nto a judgment as a matter of law.”  N.C. R. Civ. P. 56(c). \n36. Genuine issues of material fact are those “which can be maintained by \nsubstantial evidence.”  Kessing v. Nat’l Mortg. Corp. , 278 N.C. 523, 534 (1971).  \n“Substantial evidence is such relevant evidence as a reasonable mind might accept \nas adequate to support a conclusion and means more than a scintilla or a permissible \ninference.”  Daughtridge v. Tanager Land, LLC , 373 N.C. 182, 187 (2019) (citation \nand quotation marks omitted). \n37. In reviewing a motion for summary judgment, the Court must consider \nall evidence in the light most favorable to the non -moving party.  Belmont Ass’n v. \nFarwig, 381 N.C. 306, 310 (2022).  Parties moving for summary judgment have “the \nburden of establishing the lack of any triable issue of fact.”  Pembee Mfg. Corp. v. \nCape Fear Constr. Co., 313 N.C. 488, 491 (1985). \n38. A movant may satisfy its burden by proving that “ an essential element \nof the opposing party’s claim does not exist, cannot be proven at trial, or would be \nbarred by an affirmative defense, or by showing through discovery that the opposing \nparty cannot produce evidence to support an essential element of [the] claim.”  Dobson \nv. Harris, 352 N.C. 77, 83 (2000) (citations omitted). \nIV. ANALYSIS \n39. Liquidia moves for summary judgment arguing: (1) that the documents \nat issue are not a protectable compilation or process trade secret; and (2) that UTC \ndid not engage in reasonable efforts to protect its trade secret s.  ( See generally Br. \nSupp. Def. Liquidia Techs., Inc.’s Mot. Summ. J. [Def.’s Br. Supp.], ECF No. 286 \n(under seal), ECF No. 357 (public version).)  The Court addresses each basis below. \nA. Existence of a Trade Secret \n40. “A threshold question in any action involving allegations of \nmisappropriation of trade secrets is whether the information in question constitutes \na trade secret” under the North Carolina Trade  Secrets Protection Act (NCTSPA), \nN.C.G.S. §§ 66-152, et seq.  Koch Measurement Devices, Inc. v. Armke, 20 15 NCBC \nLEXIS 45, at *10 (N.C. Super. Ct. May 1, 2015) (citing Combs & Assocs. v. Kennedy , \n147 N.C. App. 362, 369 (2001)). \n41. The NCTSPA defines a trade secret as “business or technical \ninformation, including but no t limited to a formula, pattern, program, device, \ncompilation of information, method, technique, or process” that both: \na. [d]erives independent actual or potential commercial value from not \nbeing generally known or readily ascertainable through independent \ndevelopment or reverse engineering by persons who can obtain \neconomic value from its disclosure or use; and \n \nb. [i]s the subject of efforts that are reasonable under the circumstances \nto maintain its secrecy. \n \nN.C.G.S. § 66-152(3); see also Sterling Title Co. v. Martin, 266 N.C. App. 593, 600−01 \n(2019). \n42. In addition, our courts have employed six factors when determining the \nexistence of a trade secret: \n(1) the extent to which the information is known outside the business;  \n(2) the extent to which it is known to employees and others involved in the \nbusiness; \n(3) the extent of measures taken to guard the secrecy of the information;  \n \n(4) the value of information to business and its competitors;  \n \n(5) the amount of effort or money expended in developing the \ninformation; and  \n \n(6) the ease or difficulty with which the information could properly be \nacquired or duplicated by others. \nCombs & Assocs., 147 N.C. App. at 369−70.  “These factors overlap, and courts do not \nalways examine them separately and individually.”  Vitaform, Inc. v. Aeroflow, Inc. , \n2020 NCBC LEXIS 132, at **19 (N.C. Super. Ct. Nov. 4, 2020). \n1. Individual Trade Secret Documents \n43. Liquidia argues that UTC ’s trade secret claim is based solely on a \n“compilation” or “process” theory as opposed to a “document -by-document” theory.  \n(Def.’s Br. Supp. 23−25.)   UTC disagrees and responds that “Liquidia’s argument \nignores the pleadings and the substantial record evidence about specific trade secret \ndocuments.”  (Mem. Opp’n Def. Liquidia Techs. Inc.’s Mot. Summ. J [Pls.’ Br. Opp’n] \n12−17, ECF No. 306 (under seal), ECF No. 365 (public version).) \n44. UTC describes it trade secrets as consisting of the following categories \nof information: (1) financial documents, (2) regulatory strategy and product \ndevelopment planning documents , ( 3) mark eting documents,  (4) formulations and \npharmacokinetics documents, (5) FDA communications documents, and (6) clinical \ntrial documents.  (See generally Feigal Report ¶¶ 121−244.) \n45. Although UTC contends that the documents in Roscigno’s possession, as \na whole, provide a “soup-to-nuts roadmap on how to get a drug approved,” (Def.’s Byrd \nDep. 9:13−18), UTC has also identified by bates numbers in both its Second Amended \nComplaint and its supplemental interrogatory responses those documents that it \ncontends contain individual trade secrets.  (See Second Am. Compl. ¶¶ 20, 27; Suppl. \nInterrog. Resps. at 4−46.)  Moreover, one of UTC’s experts, Dr. Feigal, also identified \nthese documents in his expert report.  (See Feigal Report § XIII(A).) \n46. Additionally, while Byrd maintains that the “totality” of the information \nin Roscigno’s possession constitutes a trade secret, (see, e.g., Def.’s Byrd Dep. 9:14−20, \n11:6−11, 16:13−17, 18:7−12, 19:5−8, 22:11−14, 32:2−7), he , along with others,  also \nreferences specific trade secret information within some of the individual documents.  \n(See, e.g., Def.’s Byrd Dep. 28:11−23, 30:17−19, 38:3−8, 39:25−40:18, 40:24−41:4 \n69:2−11; Pls.’ Second Byrd Dep. 115:11−17, 117:3−24, 132:6−16, 180:2−15, \n202:13−18; Silverman Dep. (Sept.) 86:16−88:14, 106:4−20, 148:2−8, 168:15−169:21; \nSilverman Dep. (Oct.) 12:6−20, 26:18−27:12, 29:6−22, 30:24− 31:17, 32:21−33:12, \n36:10−37:4, 39:2−40:24; Second Troy Dep. 269:6−18, 277:18−278:10; Troy Rebuttal \nReport ¶¶ 20−23.) \n47. Given the record evidence, a factfinder could conclude that  the UTC \nDocuments contain individual trade secrets that UTC has identified  the individual \ntrade secrets with sufficient particularity.  RoundPoint Mortg. Co. v. Florez , 2016 \nNCBC LEXIS 18, at **29−30 (N.C. Super. Ct. Feb. 18, 2016) (holding plaintiff met its \nburden of describing its trade secrets with sufficient particularity where plaintiff \ndescribed its trade secrets as consisting of  specific categories of information and \nfurther specified by bat es number the documents it believed fell within those \ncategories while supplementing its identification with other evidence). \n48. However, Liquidia also argues that  UTC cannot recover damages for \nunjust enrichment for the alleged misappropriation of individual trade secrets  \nbecause its experts did not apportion damages on a document-by-document basis.  It \ncontends, therefore, that “UTC has no evidence to support monetary relief on any one \nof the individualized trade secrets.”  (Def.’s Br. Supp. 12, 23−25.)  The Court \ndisagrees. \n49. “[T]he party seeking damages bears the burden of showing that the \namount of damages is based upon a standard that will allow the finder of fact to \ncalculate the amount of damages with reasonable certainty.”  Med. Staffing Network, \nInc. v. Ridgway, 194 N.C. App. 649, 660 (2009).  Although the Court has determined \nthat Dr. Feigel, UTC’s expert, failed to identify and employ a reliable methodology to \napportion damages among the trade secrets UTC asserts are within the documents \nat issue, ( Order on Mot. to Exclude ¶¶  58−66), the Court cannot conclude from the \nrecord presented that UTC is incapable of presenting evidence that would permit a  \nfact-finder to calculate damages with respect to at least some of the alleged  trade \nsecrets at issue. \n50. In addition, if successful with respect to liability, UTC may be entitled \nto other forms of relief such as an injunction against future use of its trade secrets or \nan order conditioning such use on payment of a reasonable royalty.  N.C.G.S. §  66-\n154(a), (a)(1).  Punitive damages and/or attorneys’ fees are available if  willful and \nmalicious misappropriation occurred.  N.C.G.S. § 66-154(c), (d). \n2. Compilation Trade Secret \n51. Next, Liquidia argues th at UTC cannot support its  claim for \nmisappropriation of a compilation  trade secret because the documents at issue are \nnot a compilation, but are rather “random documents that Roscigno stored to his \npersonal USB thumb drive[.]”  It maintains that because UTC has not presented \nevidence of the effort expended and the cost involved in compiling the information, it \nhas failed to establish the existence of a compilation trade secret.   (Def.’s Br. Supp. \n14−19.) \n52. The statutory definition of a t rade secret include s a “compilation of \ninformation.”  N.C.G.S. §  66-152(3).  However, “[w]hether a compilation or \nmanipulation of information deserves trade secret protection depends on several \nfactors, including the difficulty with which the information could be gathered, \ncompiled, or manipulated.”  RoundPoint Mortg. Co. , 2016 NCBC LEXIS 18, at **32 \n(citing Byrd’s Lawn & Landscaping, Inc., 142 N.C. App. 371, 376 (2001)). \n53. While Liquidia argues that the information at issue here was compiled \ngenerally in the course of doing business  and did not require additional effort or \nexpense, (Def.’s Br. Supp. 17−18), UTC maintains that Roscigno cherry -picked \ncompetitively advantageous material to use in a future role.  (Pls.’ Br. Opp’n 22−24.)  \nThis Court has found that a compilation trade secret c an exist when the departing \nemployee was the one to curate and compile  the information he intended to use \ncompetitively.  See Glover Constr. Co., Inc. v. Sequoia Servs., LLC, 2020 NCBC LEXIS \n76, at *10−11 (N.C. Super. Ct. June 18, 2020) (departing employee selected and copied \ncompany information); Sunbelt Rentals, Inc. v. Head & Enquist Equip., L.L.C., 2002 \nNCBC LEXIS 2, at **41−42 (N.C. Super. Ct. July 10, 2002) (concluding that a genuine \nissue of material fact exi sted as to whether some or all of the categories of  business \ninformation taken by departing employees constituted trade secrets).  \n54. Therefore, i t will be for a jury to determine whether Roscigno \npurposefully compiled these documents at issue to constitute a “roadmap,” as UTC \nmaintains, or whether the documents were randomly compiled in the course of doing \nbusiness, as Liquidia argues. \n55. To the extent Liquidia argues that  a compilation trade secret does not \nexist because the compiled information was either publicly available or was otherwise \nnot confidential, the Court disagrees .  To be sure, compilations of readily available \npublic information are not usually considered trade secrets.  See Edgewater Servs. v. \nEpic Logistics, Inc., 2009 NCBC LEXIS 21, at **13−14 (N.C. Super. Ct. Aug. 11, 2009) \n(identifying plaintiff’s alleged trade secrets as “carrier files, rates, and customer files” \ncontaining information “that can be learned directly from carriers and customers of \n[plaintiff].”); Found. Bldg. Materials, LLC v. Conking & Calabrese, Co. , 2023 NCBC \nLEXIS 87, at **22 (N.C. Super. Ct. July 7, 2023) (identifying plaintiff’s alleged trade \nsecret as a compilation of Outlook conta cts consisting of “publicly available names, \nemail addresses and, in some instances, telephone numbers and business \naddresses.”). \n56. But h ere the documents contain “more than just publicly available \ninformation.”  Blusky Restoration Contrs., LLC v. Brown, 2024 NCBC LEXIS 105, at \n**64−66 (N.C. Super. Ct. Aug. 7, 2024) (differentiating compilation trade secrets that \ncontain non- public information) .  They allegedly contain confidential financial \ninformation, regulatory strategy and product development information, marketing \ninformation, formulations and pharmacokinetics information, FDA communications, \nand clinical trial information  that was not readily available as a collection but was \ncurated from confidential files by Roscigno.  The UTC Documents specifically pertain \nto the development of an inhaled treprostinil treatment for PAH, efforts which UTC \nconsiders confidential and proprietary.  ( Feigal Report ¶¶ 121−244; Bunce Dep. \n151:18−21, 154:20−22, 156:1−3; Def.’s Byrd Dep. 59:2−4.) \n57. Further, the NCTSPA “suggests that a measure of information’s \ncommercial value may include a consideration of the value that could be obtained by \nthe specific user that is accused of misappropriation.”  RoundPoint Mortg. Co. , 2016 \nNCBC LEXIS 18, at **32−33.  Roscigno testified h e used the documents “to \nrefamiliarize [himself] with the PAH field, [his] publications, and [his prior work].”  \n(Roscigno Aff. ¶ 10.)  He then organized the documents into sub-folders on a Liquidia \nOneDrive account and accessed the documents multiple times throughout his \nemployment with Liquidia while pursuing the development of an inhaled treprostinil \ntreatment for PAH.  (Pls.’ Roscigno Dep. 72:13−73:25; Roscigno Oct. Dep. 174:14−19, \n323:17−21; Johnson Report ¶  104, Table 7 .)  UTC’s expert s opined that Roscigno’s \npossession and use of the documents allowed Liquidia to avoid costs and receive a \nhead start on FDA approval of Yutrepia®.  ( Feigal Report, Principal Opinions; Stec \nReport at 3−4.)  Th erefore, UTC has presented evidence to suggest that the \ndocuments, as a compilation, “[d]erive independent actual or potential commercial \nvalue from not being generally known or readily ascertainable . . . by persons who can \nobtain economic value from [their] . . . use[.]”  N.C.G.S. § 66-152(3)(a).   \n58. Accordingly, the Court concludes that  a genuine issue of material fact \nremains for a jury to determine whether the UTC Documents constitute a protectible \ncompilation trade secret or whether information within those documents amounts to \nindividual trade secrets.  Accordingly, on this basis, the Motion is DENIED. \n3. Process Trade Secret \n59. Liquidia argues that , to the extent UTC asserts that the UTC \nDocuments are a process trade secret, its claim fails because the process a company \nmust follow to obtain FDA approval is well known and not unique.  (Def.’s Br. Supp. \n19−23.)  UTC responds that Liquidia’s argument “ignores the content of the \ndocuments and the realities of [the] FDA’s drug approval process.”  (Pls.’ Br. Opp’n \n29.)  It contends that its proprietary roadmap to success with an aerosol ized \ntreprostinil treatment is more refined tha n publicly available information about the \nFDA approval process.  (Pls.’ Br. Opp’n 29−33.) \n60. A process can be a trade secret.  See N.C.G.S. § 66-152(3) (“‘Trade secret’ \nmeans business or technical information, including but not limited to a formula, \npattern, program, device, compilation of information, method technique, or \nprocess . . . (emphasis added)) .  “Such processes, however, must be unique to \nPlaintiffs or modified by Plaintiffs in unique ways to qualify for trade secret \nprotection under the [NC]TSPA.”  Red Valve, Inc. v. Titan Valve, Inc. , 2018 NCBC \nLEXIS 41, at **31−32 (N.C. Super. Ct. Apr. 17, 2018). \n61. A process trade secret may exist even whe n certain characteristics or \ncomponents of the process have been publicly disclosed.  When determining whether \nsuch disclosure forecloses trade secret protection , the Court looks to “the ease or \ndifficulty with which  the information could pro perly be acquired or duplicated by \nothers.”  SCR-Tech LLC v. Evonik Energy Servs. LLC, 2011 NCBC LEXIS 27, at **42 \n(N.C. Super. Ct. July 22, 2011).  As this Court has observed:  \nIf all the individual parts of a process are in the public domain, so that \nthrough specific disclosures the entire process can be generally known \nor readily ascertainable through independent development by those who \ncan obtain economic value through the disclosure, then that entire \nprocess will lose any trade secret protection.  If part of the process \nbecomes known, but other steps remain undisclosed, then the secret \nsteps may maintain trade secret protection. \nId. (collecting cases). \n62. In addition to publicly available information, in this ca se there is \nevidence that the UTC Documents contain information that is not publicly available.  \nUTC contends that it developed the documents as a strategy or “roadmap” – “a critical \npart of its process of seeking, and ultimately obtaining, FDA approval \nfor . . . Remodulin® and Tyvaso®.”  (Suppl. Interrog. Resps. at 38.)   \n63. It is undisputed that only a fraction of all drug candidates receive  \nmarketing approval.  (Pls.’ Br. Opp’n 29 n. 4 (citing Yamaguci, et al., Approval Success \nRates of Drug Candidates Based on Target, Action, Modality, Application, and Their \nCombinations, N\nATIONAL LIBRARY OF MEDICINE (Apr. 8, 2021) .)  UTC argues that \nwhat makes its approach competitively valuable is that it has fine-tuned the process \nto achieve success.  (See, e.g., Feigal Report, Principal Opinions ¶ 3 (explaining that \n“[t]here are steps on the drug development path that must be accomplished in series, \ni.e., one before the other,” in order for a product to proceed and that “[t]he [UTC] trade \nsecrets provided detailed information on how to complete these steps that otherwise \nwould not have been available[.]”).) \n64. In s hort, record evidence exists to support a conclusion that the \ndocuments at issue constitute a process trade secret.  Accordingly, on this basis, the \nMotion is DENIED. \nB. Efforts to Maintain Secrecy \n65. Liquidia argues that UTC’s trade secret claim fails as a matter of law \nbecause, when it comes to efforts to maintain secrecy,  UTC d oes not distinguish \nbetween its trade secrets and other confidential information.  (Def.’s Br. Supp. 25−31.)  \nUTC responds that the NCTSPA does not require it to draw this distinction and that \nit takes precautions to protect as secret all of its confidential information, regardless \nof whether it meets the legal definition of a trade secret  or not .  (Pls.’ Br. Opp’n \n26−28.) \n66. The NCTSPA requires that t rade secret information be “the subject of \nefforts that are reasonable under the circumstances to maintain its secrecy.”  \nN.C.G.S. §  66-152(3)(b).  “[T]he statute calls for a fact -specific inquiry regarding \nwhether efforts were ‘reasonable.’ ”  RoundPoint Mortg. Co. , 2016 NCBC LEXIS 18, \nat **36. \n67. The Court agrees with UTC th at its failure to  differentiate between \ntrade secret and other confidential information when employing protective measures \nis not necessarily dispositive when it comes to determining  whether UTC’s trade \nsecret protections were reasonable.  See Byrd’s Lawn & Landscaping, Inc., 142 N.C. \nApp. at 375−76 (holding that plaintiff  presented sufficient evidence to support  a \nfinding that its historical cost information was a trade secret where the information \n“was treated by plaintiff as confidential [.]” (emphasis added)); RoundPoint Mortg. \nCo., 2016 NCBC LEXIS 18,  at **37−38 (denying summary judgment wher e, among \nother things, the plaintiff company had an employee handbook reciting that all of its \ninformation “should be considered confidential[.]” (emphasis added)).  See also Glover \nConstr. Co., 2020 NCBC LEXIS, at *46 (“Many non -lawyers may not know the legal \ndefinition of a trade secret.”). \n68. The record reflects that UTC has an Employee Handbook and a \nTechnology Policy detailing the confidentiality obligations of its employees .  ( UTC \n2006 Employee Handbook at 9; UTC 2005 Technology Policy §§ 1.2, 2.7.)  It includes \nconfidentiality and non -competition provisions in its employment agreements and \nuses non -disclosure agreements with third parties who are exposed to sensitive \ninformation.  ( Dr. Roscigno’s 1997 Agreement with UTC; Dr. Roscigno’s 2007 \nAgreement with UTC; von Kessler Dep. 223:25−224:15.)  With respect to hard copies \nof sensitive documents, UTC has presented evidence that it maintains the documents \nin locked file rooms and locked file cabinets with restricted access .  E lectronic \ndocuments are maintained on password-protected company devices and servers, and \naccess is limited to individuals who are subject to non -disclosure obligations.  \n(Rothblatt Aff. ¶  4; Suppl. Interrog Resps. 90−91; von Kessler Dep. 57:19−58:11.)  \nUTC also requires departing employees to return company property prior to their last \nday and conducts exit interviews with departing employees.  (UTC 2006 Employee \nHandbook at 8; Pls.’ Friedrich Dep. 90:8−101:22.) \n69. While Liquidia has “produced evidence that could lead a jury to doubt \nthe adequacy of [UTC’s] policies . . . the question is whether [UTC] is entitled to ask \nthe jury to undertake an analysis of the reasonableness of [its] efforts to maintain the \nconfidentiality of the information.”  RoundPoint Mortg. Co. , 2016 NCBC LEXIS 18, \nat **37−38.  The Court concludes that UTC’s evidence is sufficient  to put that \nquestion to the jury.  See id. at **36−38; Blusky Restoration Contrs., LLC, 2024 NCBC \nLEXIS 105, at **66−69. \n70. Accordingly, on this basis, the Motion is DENIED. \nC. Unfair or Deceptive Trade Practice \n71. Because UTC’s claim for unfair or deceptive trade practice is based \nentirely on its claim for misappropriation of trade secrets, (Second Am. Compl. \n¶¶ 58−67), the Motion with respect to the UDTPA claim is also DENIED.  See Power \nHome Solar, LLC v. Sigora Solar, LLC , 2021 NCBC LEXIS 55, at *51 (N.C. Super. \nCt. June 18, 2021) (“Our courts have long recognized that claims for misappropriation \nof trade secrets . . . may form the basis of a UDTPA claim.” (cleaned up)). \nV. CONCLUSION \n72. WHEREFORE, Defendant Liquidia Technologies, Inc.’s Motion for \nSummary Judgment  is DENIED.  The Court shall set a status conference to \ndetermine a trial date in this matter after consultation with counsel. \n  \nSO ORDERED, this the 29th day of July, 2025. \n \n \n \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases \n \n \n \n \n "
}