{
  "id": "92150ad8536aab535675a05d007402606f44d7141e4c56fd84f442a85f688f71",
  "source_file": "data/raw/ncbc/92150ad8536aab535675a05d007402606f44d7141e4c56fd84f442a85f688f71.pdf",
  "raw_text": " Emrich Enters. LLC v. Hornwood Inc., 2023 NCBC 86. \nSTATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 5659 \n \nEMRICH ENTERPRISES, LLC, \nindividually and derivatively on \nbehalf of TRIANGLE AUTOMOTIVE \nCOMPONENTS, LLC, \n \n Plaintiff, \n \nv. \n \nHORNWOOD, INC., \n \n Defendant, \n \nv. \n \nTRIANGLE AUTOMOTIVE \nCOMPONENTS, LLC, \n \n Defendant and \n Nominal Defendant. \n \n \n \n \n \n \n \nORDER AND OPINION ON \nHORNWOOD’S MOTION FOR \nJUDGMENT NOTWITHSTANDING \nTHE VERDICT AND MOTION FOR \nNEW TRIAL \n \n1. THIS MATTER is before the Court following the 24 April 2023  filing of \nDefendant Hornwood, Inc. ’s Rule  50(b) Motion for Judgment Notwithstanding the \nVerdict (the “JNOV Motion”), (ECF No. 310), and Defendant Hornwood, Inc.’s Rule 59 \nMotion for a New Trial (the “Motion for New Trial”), (ECF No. 309). \n2. After a seven-day trial beginning on 3 October 2022  and concluding on  \n11 October 2022 , the jury found, in relevant part, that  Defendant Hornwood, Inc. \n(“Hornwood”) breached fiduciary duties it owed to Emrich Enterprises, LLC \n(“Emrich”) and Triangle Automotive Components, LLC (“Triangle”) by threatening to \ncease manufacturing  fabric for Triangle,  breaching Section 4.4 of the Trian gle \nOperating Agreement , breaching Section 3(a) of the Triangle Joint Venture \nAgreement, and engaging in self -interested transactions with Triangle.  Upon the \njury’s findings, and after further briefing from the parties regarding the form of \njudgment, the Court entered its Order on Pre-Judgment Motion and Final Judgment \n(the “Final Judgment Order”) on 14 April 2023 .  (See ECF No.  307 [“Final J .”].)  \nPursuant to Rules 50 and 59 of the North Carolina Rules of Civil Procedure (the \n“Rule(s)”), Hornwood now seeks judgment notwithstanding the jury’s verdict  and a \nnew trial.  \n3. For the reasons set forth below, the Court GRANTS in part and DENIES \nin part the JNOV Motion, and DENIES the Motion for New Trial. \nEllis & Winters LLP , by Andrew P. Carter, Michelle A. Liguori, \nJonathan D. Sasser , Thomas H. Segars,  and Jeffrey S. Warren , for \nPlaintiff Emrich Enterprises, LLC. \n \nMoore & Van Allen PLLC , by Mark A. Neb rig, Raquel Macgregor \nPearkes, and Kaitlin  M. Price, for Defendant Hornwood, Inc. and \nDefendant and Nominal Defendant Triangle Automotive Components, \nLLC. \n \nRobinson, Judge. \nI. FACTUAL AND PROCEDURAL BACKGROUND1 \n4. Emrich and Hornwood are the only members of Triangle.  (Second Am . \nVerified Compl. ¶ 1, ECF No. 116 [“Second Am. Compl.”].)2 \n \n1 The factual background of this litigation is set forth in greater detail in the Court’s Order \nand Opinion on Emrich’s Motion for Summary Judgment and Defendants’ Motion for \nSummary Judgment entered by the Court on 15 February 2022.  (ECF No. 202.) \n \n2 Emrich’s Second Amended Complaint is verified and therefore was received and treated by \nthe Court as an affidavit.  Page v. Sloan, 281 N.C. 697, 705 (1972) (“A verified complaint may \nbe treated as an affidavit if it (1) is made on personal knowledge, (2) s ets forth such facts as \nwould be admissible in evidence, and (3) shows affirmatively that the affiant is competent to \ntestify to the matters stated therein.”). \n5. Emrich is a North Carolina limited liability company and is the minority \nmember of Triangle.  (Second Am. Compl. ¶ 14.)  Emrich’s members are John Emrich \nand Martha Miller.  (Second Am. Compl. ¶ 105.) \n6. Hornwood is a North Carolina corporation and is the majority member of \nTriangle.  (Second Am. Compl.  ¶ 16.)  Hornwood manufactures fabric for a wide \nvariety of applications, including the automotive headliner Triangle uses in its \nproducts.  (Second Am. Compl. ¶¶ 5, 20.)  Hornwood’s principals are its CEO, Chuck \nHorne, and its President, Wesley Horne.  (Second Am. Compl. ¶ 7.)  \n7. Emrich, Hornwood, and nonparty Bondtex, Inc. (“Bondtex”) formed \nTriangle in 2006 in order to supply headliner fabric to automobile companies.  (Second \nAm. Compl. ¶  15.)  At its inception, Triangle was established as a vertically \nintegrated company: Hornwood produced the fabrics, Bondtex laminated those \nfabrics onto foam backing, and Emrich was tasked with obtaining business for \nTriangle.  (See generally Joint Venture Agreement, ECF No. 323.12 [“Joint Venture \nAgt.”].) \n8. In February 2006, Emrich, Hornwood, and  Bondtex entered into an \noperating agreement (the “Operating Agreement”) that governed Triangle’s \noperations.  (Operating Agreement, ECF No. 323.11 [“Op. Agt.”].) \n9. Section 3.4 of Triangle’s Operating Agreement provides, in relevant part,  \n3.4  Limitation on Liabili ty. No Member of the Company shall be \nliable to the Company for monetary damages for an act or omission in \nsuch Member’s capacity as a Manager, except as provided in the [LLC] \nAct for (i) acts or omissions which a Member knew at the time of the acts \nor omissions were clearly in conflict with the interests of the Company; \n(ii) any transaction from which a Member derived an improper personal \nbenefit; or (iii) acts or omissions occurring prior to the date this provision \nbecomes effective. If the [LLC] Act is a mended to authorize further \nelimination of or limitations on the liability of Members as Mangers, \nthen the liability of Members of the Company shall be eliminated or \nlimited to the fullest extent permitted by the Act so Amended.   \n \n(Op. Agt. § 3.4.)   \n \n10. Further, Section 4.4 of Triangle’s Operating Agreement provides, in \nrelevant part,  \n4.4  Other Activities of Members and Managers .  No Member may \nengage in or possess an interest in other business ventures of any nature \nor description, independently or with others, which are competitive with \nthe activities of the Company, without first offering an interest in such \nactivities to the Company and each other Member. \n \n(Op. Agt. § 4.4.)   \n \n11. In September 2017, unbeknownst to the rest of Triangle’s members, \nHornwood engaged in discussions with Borgstena, a foreign manufacturer of \nautomotive textile products , including of the kind made by Triangle .  (Second Am. \nCompl. ¶  77.)  Over the following months, Hornwood an d Borgstena executed a \nnondisclosure agreement in order to proceed with joint product development.  (Second \nAm. Compl. ¶  78.)  Hornwood’s principals, Chuck and Wesley Horne, visited \nBorgstena’s manufacturing facility in Portugal , and Borgstena’s principals likewise \nvisited Hornwood’s North Carolina facility.  (Second Am. Compl.  ¶¶ 81, 83.)  \nHornwood and Borgstena discussed the possibility of Hornwood manufacturing \nautomotive textile products for automobile companies with whom Borgstena had a \nrelationship, including the same types of products Triangle produced.  (Second Am. \nCompl. ¶ 84.)   \n12. In 2018, Bondtex withdrew from Triangle with the consent of the members, \nleaving Triangle with two members: the majority member, Hornwood, and the \nminority member, Emrich.  (Second Am. Compl. ¶¶ 43, 45, 50.)  \n13. On 10 June 2019, Hornwood informed Emrich by letter that it was losing \nmoney in its work with Triangle, and that Hornwood was going to increase the \namount it charges Triangle for fabric manufacturing.  (Second Am. Compl. ¶  139.)  \nHornwood also added general and administrative expenses (“G&A”) to the amount it \ncharged Triangle.  (Second Am. Compl. ¶ 145.) \n14. This action commenced on 29 April 2019 with the filing of Emrich’s Verified \nComplaint.  (Verified Compl., ECF No. 3 [“Compl.”].)  A trial by jury was held in Wake \nCounty from 3 October to 13 October 2022  (the “Trial”) .  (See ECF No.  207.)  \nHornwood filed both its Rule 50(b) JNOV Motion and its Rule 59 New Trial Motion \non 24 April 2023.  Following the briefing period, a hearing on the motions was held \non 16 August 2023 (the “Hearing”).  (See ECF No. 348.)  \n15. Following the Hearing, the Court entered a scheduling order which \ninstructed counsel to file supplemental briefs on issues raised at the Hearing.  (See \nECF No.  349.)  In accordance with the scheduling order, the parties timely filed \nopening and response briefs.   \n16. The motions are ripe for determination.  \nII. ANALYSIS \n17. The Court first addresses Hornwood’s JNOV Motion, including the \narguments provided in the supplemental briefing,  and then turns to Hornwood’s \nMotion for New Trial. \nA. The JNOV Motion \n18. A motion for JNOV  \nprovides the trial court with an opportunity to reconsider the question \nof the sufficiency of the evidence after the jury has returned a verdict \nand permits the court to enter judgment in accordance with the movant’s \nearlier motion for a directed verdict and notwithstanding the contrary \nverdict actually returned by the jury.   \n \nPrimerica Life Ins. Co. v. James Massengill & Sons Constr. Co., 211 N.C. App. 252, \n256–57 (2011) (quotation marks omitted).  A motion for judgment notwithstanding \nthe verdict tests the sufficiency of the evidence to take the case to the jury and support \na verdict for the non-movant.  Id. at 257.  “The party moving for judgment \nnotwithstanding the verdict, like the party seeking a directed verdict, bears a heavy \nburden under North Carolina law.”  S. Shores Realty Servs. v. Miller, 251 N.C. App. \n571, 578 (2017) (quoting Taylor v. Walker, 320 N.C. 729, 733 (1987)).   \n19. A JNOV motion should be denied “if there is more than a scintilla of \nevidence supporting each element of the non-movant’s claim.”  Hewitt v. Hewitt, 252 \nN.C. App. 437, 442 (2017).  “A scintilla of evidence is defined as very slight \nevidence[,]”  S. Shores Realty Servs., 251 N.C. App. at 578, and “[t]he trial court must \nconstrue the evidence in the light most favorable to the non-movant and resolve all \nevidentiary conflicts in the non-movant's favor[,]”  Morris v. Scenera Research, LLC, \n368 N.C. 857, 861 (2016). \n1. Triangle’s Fiduciary Duty Claims Against Hornwood \n20. At trial, the jury found that Hornwood breached fiduciary duties it owed \nto Triangle under Triangle’s Operating Agreement by (1) working with Borgstena, \n(2) threatening to cease manufacturing for Triangle, and (3) concealing its work with \nBorgstena.  (Verdict (Phase One), Issue Nos. 1B, 1D–1E, ECF No. 269 [“Verdict 1”].)  \nFor each of the three breaches, the jury awarded Triangle nominal damages of $1.00.  \n(Verdict 1, Issue Nos. 2B, 2D–2E.)  Hornwood now seeks JNOV on all of Triangle’s \nbreaches of fiduciary claims on the basis that Section 3.4 of Triangle’s Operating \nAgreement eliminates Hornwood’s liability for such duties. \n21. Hornwood contends that Section 3.4 eliminates its liability to Triangle for \na violation of the duty of care, and following the 2014 amendment to the LLC Act, \nthat it also eliminates Hornwood’s liability to Triangle for a violation of the duty of \nloyalty.  (Br. Supp. Mot. JNOV 8–9, ECF No. 320 [“JNOV Br. Supp.”].) \n22. As a prelimi nary matter, Emrich argues that Hornwood failed to raise \nSection 3.4 as an affirmative defense in either the pleadings or at summary judgment, \nand therefore Hornwood forfeited the right to now raise that issue.  (Resp. Opp. Mot. \nJNOV 3, ECF No. 334 [“JNOV Br. Opp.”].) \n23. Rule 8(c) provides that a party must affirmatively set forth any matter \nconstituting an avoidance or affirmative defense.  N.C.G.S. §  1A-1, Rule 8(c).   “An \naffirmative defense is a defense that introduces a new matter in an attempt to avoid \na claim, regardless of whether the allegations of the claim are true.”  Williams v. Pee \nDee Elec. Mbrshp. Corp., 130 N.C. App. 298, 301 –02 (1998).  “Failure to raise an \naffirmative defense in the pleadings generally results in a waiver thereof.”  Robinson \nv. Powell, 348 N.C. 562, 566 (1998) (noting that, under certain circumstances, a party \nmay raise an affirmative defense for the first time at summary judgment).  Rule 8(c) \nrequires only a “short and plain statement of any matter constituting an avoida nce \nor affirmative defense sufficiently particular to give the court and the parties notice \nof the transactions, occurrences, or series of transactions or occurrences, intended to \nbe proved.”  N.C.G.S. § 1A-1, Rule 8(c).  \n24. Hornwood responds that  Section 3.4 is not an affirmative defense, but \nrather part of the inquiry into whether Hornwood owed fiduciary duties to Triangle \nin the first place .  (JNOV Br. Supp.  8.)  Hornwood further contends that, e ven if \nHornwood’s Section 3.4 argument is considered an affirmative defense, it was timely \nraised.  (Reply Mem. Supp. Mot. JNOV 12, ECF No. 345 [“Reply”].)  In its affirmative \ndefenses contained in its Answer to Second Amended Complaint, Affirmative \nDefenses, and Restated Counterclaim,  Hornwood alleged that Plaintiff’s claims are \n“barred, in part, because Hornwood did not owe Plaintiff any fiduciary duties \n. . . [and] because the express terms of the parties’ agreements contradict Plaintiff’s \nassertions . . . [and] because Plaintiff’s claims . . . violate the North Carolina Limited-\nLiability Company Act and the [Triangle] Operating Agreement.”  (Answer Sec. Am. \nCompl. 30–31, ECF No.  127.)  Further, Hornwood raised this issue at the  directed \nverdict stage.  (See generally Trial Tr. Vol. 6, ECF No. 351.1 [“Trial Tr.”].) \n25. In so doing, all parties were put on sufficient notice of Hornwood’s intended \narguments.  Accordingly, Hornwood has not waived its argument regarding \nSection 3.4 of Triangle’s Operating Agreement. \n26. The Court now addresses the merits.  Emrich asserts that the evidence, and \nspecifically Section 4.4 of Triangle’s Operating Agreement, supports the jury’s finding \nthat Hornwood owed fiduciary duties to Triangle in spite of Section 3.4. \n27. Specifically, Emrich argues that the jury could have reasonably concluded  \nbased on the evidence at trial that the parties intended, through Section 4.4, to carve \nout an exception to Section 3.4.  (JNOV Br. Opp. 8.)  The Court disagrees.   \n28. “An operating agreement is a contract[,]” and should be interpreted under \nNorth Carolina’s established rules of contract construction.  Klos Constr., Inc. v. \nPremier Homes & Props., LLC , 2020 NCBC LEXIS 85, at *25 (N.C. Super. Ct. July \n21, 2020) (quoting N.C. State Bar v. Merrell, 243 N.C. App. 356, 370 (2015)).  When a \ncourt interprets a contract, “its primary purpose is to ascertain the intention of the \nparties at the moment of its execution.”  Land v. Scarborough, 284 N.C. 407, 409–410 \n(1973).  It is wel l-settled that “[w]here the language of a contract is plain and \nunambiguous, the construction of the agreement is a matter of law; and the court . . . \nmust construe the contract as written [.]”  Happ v. Creep Pointe Homeowner’s Ass ’n, \n215 N.C. App. 96, 103 (2011).   \n29. In Klos Construction, this Court analyze d a similar limitation of liability \nprovision.  2020 NCBC LEXIS 85, at * 23.  The Court determined that the language \nof that limitation of liability provision was “unambiguous on its face” and reflected \nthe parties’ intent to “automatically extend the limitation of liability to the extent the \nAct permits such limitation.”  Id. at *27.  The Court also analyzed the impact of the \n2014 amendment to the LLC Act.  Id. at *28.  The 2014 amendment replaced Chapter \n57C with Chapter 57D, which states in relevant part that an LLC manager’s duty of \nloyalty is “subject to the operating agreement.”  Id. (citing N.C.G.S. §  57D-3-\n21(b)(iii)).  Therefore, Chapter 57D “permits parties to an operating agreement to \nwaive a manager’s duty of loyalty.”  Id. (quoting Pender Farm Dev. v.  NDCO, LLC, \n2018 NCBC LEXIS 189, at *38 (N.C. Super. Ct. Mar. 12, 2018). \n30. The Court  in Klos Construction  found that since the execution of the \noperating agreement at issue, the Act  was “amended to authorize action further \neliminating or limiting the liability of Managers by way of allowing an operating \nagreement to waive an LLC manager’s duty of loyalty.”  Id. (internal marks omitted).  \nAs such, the Court concluded that the limitation of liability provision in the operating \nagreement was “automatically amended” and the duty of loyalty for the LLC’s \nmanagers was waived.  Id. at *29.   \n31. Here, Section 4.4 imposes a contractual duty upon Triangle’s members to \noffer a righ t of first refusal to Triangle prior to engaging in competitive activities.  \nThis duty is far narrower than the fiduciary duties typically owed by managers of an \nLLC, which were waived in Section 3.4.  Due to the applicability of Section 3.4, the \nCourt concludes that no  evidence presented at Trial, however slight, supports the \njury’s finding that Hornwood owed, and breached, fiduciary duties to Triangle. \n32. The record is clear that Hornwood properly preserved its defense that , by \ncontract, the parties waived a ny claim that Hornwood was bound by any  fiduciary \nduty of loyalty.  As such, the Court concludes that the evidence presented, even when \nviewed in the light most favorable to the non-moving party,  does not support the \njury’s award on this issue. \n33.  Because the jury’s determination on this point was legally \nunsubstantiated, the judgment as it relates to this issue is unsupportable.  Therefore, \nthe Court GRANTS in part Hornwood’s JNOV Motion in this regard, and AMENDS \nthe Final Judgment accordingly. \n2. Hornwood’s Self-Interested Transactions \n34. The jury found that Hornwood was engaged in self-interested transactions \nthat were not inherently fair to Triangle.  (Verdict 1, Issue No. 5.)  For that conduct, \nthe jury awarded Triangle compensatory damages of $165,605.00.  (Verdict 1, Issue \nNo. 6.)  Hornwood seeks JNOV on these issues. \n35. As discussed earlier, the Court  concludes that, due to the applicability of \nSection 3.4, there was no evidence presented at trial, however slight, supporting the \njury’s finding that Hornwood owed, and breached, fiduciary duties to Triangle , \nincluding those found by the jury in Issue No. 5 .  ( See supra ¶ 33.)  Therefore, the \nCourt GRANTS in part Hornwood’s JNOV Motion in this regard, and AMENDS the \nFinal Judgment accordingly. \n36. In making its decision, the jury answered Issue 10 in the affirmative, \nconcluding that Hornwood breached Section 3(a) of the Joint Venture Agreement by \ncharging Triangle for general and administrative expenses.  (Verdict 1, Issue No. 10.)  \nImmediately following Issue 10 , the jury was directed to consider Issu e 11 if they \nanswered “Yes” to Issue 10.  As such, the jury answered Issue 11, which asked the \njury “[w]hat amount of damages, if any, is Triangle entitled to recover from Hornwood \nfor breach of the Joint Venture Agreement.”  (Verdict 1, Issue No. 11.)  In its answer \nto Issue No. 11, the jury awarded damages totaling $165,605.00.  (Verdict 1, Issue \nNo. 11.)  Following the conclusion of trial and review of the verdict form, the Court \nconcluded that Issues 6 and 11 awarded duplicative damages in the amount of \n$165,605.00.  (Final J. ¶ 30.)  As a result, the amount of damages awarded under \nIssue 11 was stricken in the Final Judgment Order.  \n37. As the Court now grants Hornwood’s JNOV Motion on Issues 5 and 6, the \ndamages awarded under Issue 11 that were initially stricken as duplicative should \nbe reinstated.  For that reason, the Court AMENDS the Final Judgment to reinstate \nIssue 11.  (Verdict 1, Issue Nos. 10–11.)   \n38. The Court now turns to whether JNOV should be granted in Hornwood’s \nfavor on Issue 11, given that Hornwood had no legitimate reason to move for JNOV \non Issue 11 following the entry of the Final Judgment Order.  The threshold question \nbecomes whether Hornwood properly preserved its right to seek JNOV on Issue 11 \nby moving for a directed verdict on this issue at trial.   \n39. A party may seek a directed verdict at the close of the opposing party’s \nevidence.  See N.C.G.S. § 1A-1, Rule 50(a).  The motion for a directed verdict must \n“state the specific grounds therefor”  a way of giving notice to the other party of \npossible defects and an opportunity to cure.  Id.; see also Garrison  v. Garrison, 87 \nN.C. App. 591, 595–96 (1987).  If the trial court does not grant a directed verdict, the \nparty may renew its motion after the jury returns its verdict but may not assert new \ngrounds, which, if permitted, would defeat the notice function of the “specific grounds” \nrequirement.  See N.C.G.S. § 1A-1, Rule 50(b)(1).  Thus, “[t]o have standing after the \nverdict to move for JNOV, a party must have made a directed verdict motion at trial \non the specific issue  which is the basis of the JNOV.”  Plasma Ctrs. of Am., LLC v. \nTalecris Plasma Res., Inc., 222 N.C. App. 83, 87 (2012) (citation omitted).  \n40. Upon review of the record, the Court concludes that Hornwood properly \nmoved for directed verdict as to each of the claims against it which preserved its \nability to seek JNOV on Issue 11.  See Trial Tr. Vol. 6 at 40:2–4 (stating that \n“[Hornwood is] moving on all claims for directed verdict”).)  The Court notes that, at \nthe close of Emrich’s evidence, and again at the close of all the evidence, there were \nno specific “issues” before the Court, such as Issue 11 as to damages.  As such, while \nnot specifically referring to Issue 11, Hornwood’s directed verdict motions as to each \nof Emrich’s claims sufficiently preserved its ability to move for JNOV. \n41. Having concluded that Hornwood preserved its right to seek JNOV \nregarding Issue 11, the Court now turns to whether JNOV should be granted for it as \nto that Issue.  \n42. After review of the supplemental briefing by all parties  on this issue , the \nCourt finds that the jury’s conclusion that Hornwood owed Triangle $165,605.00 for \nits breach of the Triangle Joint Venture Agreement by charging Triangle for general \nand administrative expenses is  well-supported based on the evidence presented at \ntrial.  Most of the arguments presented by Hornwood in its supplemental briefing \ncenter on arguments that are best left to be argued in a motion for new trial, and as \nsuch, the Court refrains from addressing those here.3  \n43. Accordingly, Hornwood’s JNOV Motion is DENIED in part as to Issue 11.  \nGiven that Issue 11 was originally ruled duplicative and stricken in the Final \nJudgment Order, and later reinstated after the deadline for post -trial motions had \npassed, Hornwood had no legitimate reason to include Issue 11 in its Motion for New \nTrial.  As a result, the Court will allow Hornwood leave to move for new trial as to \nIssue 11 within thirty days after entry of this Order.   \n3.  Emrich’s Direct Claims Against Hornwood \n44. At Trial, the jury found that Hornwood , as majority member of Triangle, \nbreached fiduciary duties it owed to Emrich by working with Borgstena and \nthreatening to cease manufacturing for Triangle.  (Verdict 1, Issue Nos. 3C, 3E.)  The \njury awarded nominal damage s of $1.00 for Hornwood’s work with Borgstena, and \ncompensatory damages of $5,000.00 for Hornwood’s threat to cease manufacturing .  \n(Verdict 1, Issue No s. 4C, 4E .)  Hornwood seeks judgment notwithstanding the \nverdict on all Emrich’s direct claims against Hornwood. \n \n3 The Court ordered supplemental briefing on four issues, the last of which being “[i]f \nDefendants are entitled to pursue a motion for judgment notwithstanding the verdict as to \nissue number 11, should the Court grant the motion?”  (ECF No. 349 .)  However, in the \nbriefing, Defendants specifically titled their argument as “[t]he Court should grant a n ew \ntrial for Hornwood on Issue 11.”  (Hornwood’s Suppl. Br. 6, ECF No. 350.)  \ni.  Standing to Bring Direct Claims \n45. Members of an LLC, like shareholders of a corporation, “generally may not \nbring individual actions to recover what they consider their share of the damages \nsuffered by the corporation.’  ” Green v. Freeman , 367 N.C. 136, 142 (2013) (quoting \nBarger v. McCoy Hillard & Parks, 346 N.C. 650, 660 (1997).  However, a member can \nbring a direct claim for a breach of fiduciary duty if  “(1) ‘the wrongdoer owed [them] \na special duty’ or (2) they suffered a personal injury ‘distinct from the injury sustained \nby . . . the corporation itself.’ ”  Id. (quoting Barger, 346 N.C. at 660).   \n46. Hornwood first argues that any duty it owes to Emrich is indistinguishable \nfrom the duty Hornwood owes to Triangle.   (JNOV Br. Supp. 13.)   The Court \ndisagrees.  The issues are separate and distinct and must be separately considered. \n47. Second, Hornwood relies on this Court’s decision in Timbercreek Land & \nTimber Co., LLC v. Robbins, to argue that no special duty was owed to Emrich, and \nas a result, Emrich cannot bring this claim against Hornwood.   2017 NCBC LEXIS \n64 (N.C. Super. Ct. July 28, 2017).  Hornwood contends that based on Timbercreek, \nthe only duty Hornwood owed to Emrich was with respect to Triangle’s business, and \nthus, no special duty was owed to Emrich.  (JNOV Br. Supp. 11.)   \n48. Emrich pointedly disagrees with Hornwood’s interpretation of Timbercreek, \narguing that Timbercreek does not address whether fiduciary duties that the \ncontrolling member of an LLC owed to the minority members of the LLC support a \ndirect claim under the special duty exception.  (JNOV Br. Opp. 11.)  Instead, Emrich \nargues that Timbercreek focuses on whether the sole member of an LLC could bring \na direct claim against a third-party manager of the LLC.  (JNOV Br. Opp. 11.)  \n49. The Court agrees with Emrich that Hornwood’s reliance on Timbercreek is \nmisplaced.  Our courts have held that “ minority shareholders in a closely held \ncorporation who allege wrongful conduct and corruption against the majority \nshareholders in the corporati on may bring an individual action against those \nshareholders, in addition to maintaining a derivative action on behalf of the \ncorporation[.]”  Norman v. Nash Johnson & Sons’ Farms, Inc., 140 N.C. App. 390, 405 \n(2000).  As such, Emrich can bring a direct cl aim against Hornwood for wrongful \nconduct while maintaining a derivative action on behalf of Triangle.  \n50. Finally, Hornwood also contends that there is no evidence that Emrich \nsuffered a distinct injury that was personal to Emrich.  (JNOV Br. Supp. 13.)  \nHornwood argues that the only damages alleged by Emrich are its own share of lost \nprofits as an owner of Triangle, and lost profits to the company are not evidence of a \npersonal injury to Emrich, separate and distinct from the injury to Triangle.  (JNOV \nBr. Supp. 13–14.)   \n51. Emrich disagrees, arguing that it suffered distinct injuries for Hornwood’s \nconcealment of its work with Borgstena and breach of Section 4.4, and the jury agreed \nby award ing damages in differing amounts to Emrich and Triangle for the same \nconduct.  (JNOV Br. Opp. 12, 14.)  The Court agrees. \n52. Accordingly, the Court concludes that Emrich, as a minority member of \nTriangle, ha d standing to bring direct claims against Hornwood, the  majority \nmember.  \nii.  Hornwood’s Threat to Stop Manufacturing  \n53. The jury found that Hornwood breached fiduciary duties to both Triangle \nand Emrich by threatening to stop manufacturing fabric for Triangle.   (Verdict 1, \nIssue Nos. 1D, 3E.)  For those breaches, the jury awarded Triangle nominal damages \nof $1.00, and awarded Emrich compensatory damages of $5,000.00.  (Verdict 1, Issue \nNos. 2D, 4E.)  The Court has already concluded that , by operation of S ection 3.4 , \nHornwood does not owe fiduciary duties to Triangle.  As a result, the Court need only \naddress Emrich’s direct claim in this regard.  \n54. The Joint Venture Agreement states, in relevant part, that “Hornwood \nprimarily assumes the responsibilities for the manufacturing of fabric and invoicing, \nfactoring and internal accounting.”  (Joint Venture Agt. ¶ 5(d.)(1).)  Further, the Joint \nVenture Agreement provides that “[t]he relationships between the parties shall be \nlimited to the performance and completion of the work in accordance with the terms \nof this Agreement.”  (Joint Venture Agt. ¶ 10(a.).)   \n55. Hornwood contends that the obligation to manufacture for Triangle is \nderived from contract, not fiduciary duties.  (JNOV Br. Supp. 14.)  Hornwood argues \nthat there is “no legal support that a contractual obligation of an LLC member \nautomatically becomes a fiduciary obligation ,” and as such, there is no evidence to \nsupport that Hornwood had any du ty to Emrich regarding manufacturing for \nTriangle.  (JNOV Br. Supp. 14, 15 n.8.)   \n56. Emrich’s response to this contention focuses on the duty Hornwood owed to \nTriangle under the Joint Venture Agreement, not the duty owed to Emrich.  (JNOV \nBr. Opp. 14–15.)   \n57. Therefore, the Court determines  that there was no fiduciary relationship \nformed by the enactment of the Joint Venture Agreement, and as such, there was no \nfiduciary duty owed to Emrich through the performance, or lack thereof, of the Joint \nVenture Agreement.   \n58. Accordingly, Hornwood’s JNOV Motion is GRANTED in part as to \nEmrich’s direct claim in this regard. \n4.  Breach of Contract by Hornwood’s Work with Borgstena \n59. The jury found that Hornwood breached Section 4.4 of the Triangle \nOperating Agreement, (Verdict 1, Issue No. 7A), and for that breach, the jury found \nthat Emrich was entitled to $145,542.06 in damages, and Triangle was entitled to \n$309,006.50 in damages, (Verdict 1, Issue Nos. 8A, 9A). \n60. Hornwood seeks judgment notwithstanding the verdict on these issues, \ncontending that Hornwood had no duty to disclose its business dealings with \nBorgstena, and even  if Hornwood did have such a duty, it argues there was not \nsufficient evidence at trial that  Hornwood’s involvement with Borgstena amounted \nto competition with Triangle.  (JNOV Br. Supp. 15–16.)  Hornwood also contends that \nSection 4.4 of the Operating Agreement “does not prohibit planning or taking steps \nin anticipation of engaging in business with another company.”  (JNOV Br. Supp. 17.)  \nHornwood argues that the trial evidence disclosed that it  had no obligation to \ncommunicate everything regarding Triangle’s own fabric development to Emrich, and \ntherefore there was insufficient evidence to support the jury’s finding that Hornwood \nhad a duty to inform Triangle about its dealing with Borgstena.  (JNOV Br. Supp. 16.) \n61. Emrich rebuts these arguments, contending there was ample evidence \npresented at Trial that Hornwood engaged in activities in furtherance of competition \nwith Triangle.  (JNOV Br. Opp. 18.)  \n62. The Court determines that Hornwood breached its contractual duty to offer \na right of first refusal to Triangle through its dealings with Borgstena.  When \nHornwood entered into a non-disclosure agreement with Borgstena, it concealed the \nopportunity to work with Borgstena from Triangle, and by continuing to work and \noffer business advantages to Borgstena, it engaged in competitive activities.   \n63. The Court determines that there was ample evidence at Trial of Hornwood’s \nbreach of Section 4.4 to support the jury’s finding of breach. \n64. Accordingly, Hornwood’s JNOV Motion is DENIED in part as to Emrich’s \ndirect and derivative claim for breach of Section 4.4 of the Operating Agreement.  \n5. Triangle’s Punitive Damages \n65. Based on the jury’s findings and awards in the first phase of Trial,4 a second \nphase commenced in which the jury was directed to consider the issue of punitive \ndamages.  Following arguments and instruction by the Court regarding the standards \n \n4 The punitive damages phase of trial as to Triangle proceeded as a result of the jury’s \nanswers to Issues 1B, 1D, 1E, and 5.  \napplicable to consideration of the issues submitted regarding Emrich’s claim s both \ndirectly and derivatively for punitive damages, the jury answered Issue Number 20  \nin the affirmative finding that Triangle was entitled to recover from Hornwood for its \nmisconduct.  (Verdict (Phase Two) Issue No. 21, ECF No. 271 [“Verdict 2”].)  The jury \nanswered Issue Number 21 finding that Triangle was entitled to recover $236,294.90 \nfrom Hornwood for punitive damages.  (Verdict 2, Issue No. 21.)  \n66. Based on the Court’s determination regarding Hornwood’s JNOV Motion, \nTriangle’s only surviving claims are breach of contract claims.  Punitive damages may \nnot be awarded for breach of contract in the absence of an identifiable tort.  See Cash \nv. State Farm Mut. Auto . Ins. Co., 137 N.C. App. 192, 200 (2000) (stating that, “in \norder to sustain a claim for puni tive damages, there must be an identifiable tort \nwhich is accompanied by or partakes of some element of aggravation”); N.C.G.S. § 1D-\n15(d) (“Punitive damages shall not be awarded against a person solely for breach of \ncontract.”).  The Court has herein determined that the jury’s findings in Issues 1B, \n1D, 1E, and 5 , the only ones that would properly support a judgment for punitive \ndamages, are not supported by the evidence. \n67. Therefore, there is no proper legal basis for the punitive damages awarded \nto Triangle.  Accordingly, the Court GRANTS in part Hornwood’s JNOV Motion to \nthe extent it seeks judgment notwithstanding the verdict on Issue Number s 20 \nand 21.  \nB. Motion for New Trial \n68. Hornwood has alternatively brought a Rule 59 Motion for New Trial.  (See \nECF No. 309.)  Hornwood raises four awards of damages that it believes the Court \nshould vacate, or alternatively, order a new trial  to reevaluate , which are : (1) \nEmrich’s derivative claim for breach of Section 4.4; (2) Emrich’s direct claim for \nbreach of S ection 4.4; (3) Emrich’s direct claim for damages based on Hornwood’s \nthreat to cease manufacturing for Triangle; and (4) Triangle’s claim based on \nHornwood’s price increase.  (Br. Supp. Mot. New Trial 1, ECF No. 321 [“New Trial \nBr. Supp.”].)   \n69. Rule 59(a) provides that “[a] new trial may be granted to all or any of the \nparties on all or part of the issues” on several different grounds ; however, the Court \nshould only do so where upholding the verdict would result in a miscarriage of justice. \nSee In re Will of Buck, 350 N.C. 621, 628 (1999); see also Strum  v. Greenville \nTimberline, LLC , 186 N.C. App. 662,  666 (2007) (finding that denying a Rule 59  \nmotion for new trial was not an abuse of discretion even where the jury’s verdict was \ninconsistent because the inconsistencies were surplusage). \n70. The decision to grant a new trial is entirely within the trial court's \ndiscretion.  However, this “discretion [] ‘must be used with great care and exceeding \nreluctance.’ ”  Shaw v. Gee, 2018 NCBC LEXIS 109, at *15 (N.C. Super. Ct. Oct. 19, \n2018) (quoting Buck, 350 N.C. at 626).  “It is well settled that a verdict should be \nliberally and favorably construed with a view of sustaining it, if possible . . . .”  Strum, \nat 665 (quoting Guy v. Gould, 202 N.C. 727, 729 (1932)).  The Court has discretionary \npower to set aside a verdict when it would be unjust to let it stand; and, if no question \nof law or legal inference is involved in the motion, his action in so doing is not subject \nto review on appeal in the absence of a clear abuse of discretion.   Chisum v. \nCampagna, 2019 NCBC LEXIS 28, at *50 (N.C. Super. Ct. Apr. 25, 2019) (quoting \nSeaman v. McQueen, 51 N.C. App. 500, 505 (1981)). \n71. Rule 59(a)(7) permits a new trial to be granted for “[i]nsufficiency of the \nevidence to justify the verdict.”  The term “insufficiency of the evidence” means that \nthe verdict is against the greater weight of the evid ence.  Buck, 350 N.C. at 624 \n(citation omitted).  “It is the jury’s function to weigh the evidence and to determine \nthe credibility of witnesses.”  Anderson v. Hollifield, 345 N.C. 480, 483 (1997).  A new \ntrial is improper if the jury ’s determination of a “fact-intensive question ” was \n“reasonable” and did not “amount to a ‘substantial miscarriage of justice.’ ” Chalk v. \nBraakman, 2019 N.C. App. LEXIS 263, at *16  (2019) (quoting Justus v. Rosner, 371 \nN.C. 818, 825 (2018)). \n72. As stated above, the Court found that Hornwood’s JNOV Motion should be \ngranted for Emrich’s claim based on Hornwood’s self-interested transactions , and \nEmrich’s non-contract based direct claims.  (See supra §§ II.A.2, II.A.3.)  As a result, \nthe damages awarded in Issues 4E and 6 are improper.  Therefore, the Court will \naddress the remaining claims raised in this Motion for New Trial. \n73. Hornwood moves to amend the final judgment award of $309 ,006.50 \nawarded to  Triangle and $145,542. 06 awarded to Emrich  and Triangle for \nHornwood’s breach of Section 4.4 of the Operating Agreement , (see Verdict 1, Issue \nNos. 8A, 9A), arguing that this award (1) is inconsistent with the jury’s award of \nnominal damages to Triangle for similar conduct, (2) is unsupported by the greater \nweight of the evidence, and (3) excessive, (New Trial Br. Supp. 7–17).  \n74. Emrich disagrees, contending that the award is consistent and reasonably \nsupported by the evidence presented at trial.  (Resp. Opp. Mot. New Trial 7, 10, ECF \nNo. 333 [“New Trial Br. Opp.”].)   \n75. First, the Court agrees with Emrich that the award is not inconsistent, \ngiven that Hornwood bases its argument of inconsistency on two separate claims : a \nclaim for breach of fiduciary duty and a breac h of a contractual duty within the \nOperating Agreement.  As a result, the verdict and final judgment award is not \ninconsistent given  that the jury could have relied on different evidence when \nawarding damages for the separate claims.  \n76. Additionally, the Court does not need to understand “exactly how the jury \nreached its overall figure.”  Blakeley v. Town of Taylortown , 233 N.C. App. 441, 449 \n(2014).  As such, the Court agrees that the jury could have reasonably concluded, \nbased on the ev idence presented, that awards of $309, 006.50 to Triangle and \n$145,542.06 to Emrich were appropriate.  As a result, the Court concludes that the \nverdict is not against the greater weight of the evidence. \n77. Therefore, the Motion for New Trial, or Alternatively to Amend Final \nJudgment, is DENIED. \nIII. CONCLUSION \n78. For the foregoing reasons, the Court hereby GRANTS in part and DENIES \nin part the JNOV Motion as follows: \na. The  JNOV Motion is GRANTED as it relates to Triangle’s Fiduciary \nDuty Claims Against Hornwood;  \nb. The JNOV Motion is GRANTED as it relates to Emrich’s claims for \nself-interested transactions;  \nc. The JNOV Motion is GRANTED as it relates to Emrich’s Direct \nClaim based on Hornwood’s Threat to Stop Manufacturing;  \nd. The JNOV Motion is GRANTED as it relates to Triangle’s Punitive \nDamages Claim; and \ne. Except as herein stated, the JNOV Motion is DENIED.  \n79. The Court will allow  Hornwood leave, if it so chooses,  to file a Motion for \nNew Trial as it relates solely to Issue 11 within thirty days of entry of this Order.  \n(See supra ¶ 43.) \n80. With the exception of its ruling as to Issue 11 , (see supra ¶¶ 68–77), the \nCourt hereby DENIES the Motion for New Trial , or Alternatively, to Amend Final \nJudgment. \n81. As a result of its rulings herein, the Final Judgment previously entered \nherein is modified and amended to award Triangle and Emrich the following \ndamages:  \na. $165,605.00 awarded to Triangle, pursuant to  Issue 11, (see supra \n¶ 37); \nb. $309,006.50 awarded to Triangle, pursuant to Issue 9A; and  \nc. $145,542.06 awarded to Emrich, pursuant to Issue 8A.  \n82. As a further result of the Court’s ruling herein, the Court DEFERS ruling \non the following pending motions: (1) Plaintiff Emrich Enterprises, LLC’s Motion for \nDetermination of Substantial Benefit , (ECF No.  277), (2) Plaintiff Emrich  \nEnterprises, LLC’s Motion for Costs, (ECF No. 311), and (3) Defendants’ Motion for \nCosts, (ECF No. 317). \n IT IS SO ORDERED, this the 14th day of December, 2023. \n \n  \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n "
}