{
  "id": "921d3d9cf7491da243eaa56806b11aa8aaa704f49794f0a952d568fce55e97a9",
  "source_file": "data/raw/ncbc/921d3d9cf7491da243eaa56806b11aa8aaa704f49794f0a952d568fce55e97a9.pdf",
  "raw_text": "ALC Mfg., Inc. v. J. Streicher & Co., 2020 NCBC 40. \n \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 1317 \n \nALC MANUFACTURING, INC. d/b/a \nRocky Ridge Custom Trucks, \n \nPlaintiff, \n \nv. \n \nJ. STREICHER & CO., LLC; and \nBBP BANDENIA, PLC, \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT BBP BANDENIA, PLC’S \nMOTION TO SET ASIDE DEFAULT, \nFOR RELIEF FROM JUDGMENT, \nAND TO STAY ENFORCEMENT \n \n \n1. THIS MATTER is before the Court  on Defendant BBP Bandenia, PLC’S \n(“Bandenia”) Motion to Set Aside Default, for Relief from Judgment, and t o Stay \nEnforcement (the “Motion”) filed January 17, 2020 in the above-captioned case.  (ECF \nNo. 41.)   \n2. After withdrawal of certain arguments, Bandenia ’s Motion now presents a \nsingle issue for the Court’s consideration : whether  the defau lt judgment entered \nagainst Bandenia on June 4, 2019 should be vacated based on Bandenia’s contention \nthat the agreement supporting the breach of contract claim on which the default \njudgment is based is unenforceable for lack of consideration.  (Def. Bandenia’s Notice \nWithdrawal Certain Args. & Bases Mot. Set Aside Default, Relief from J., & Stay \nEnforcement 1 [hereafter “Withdrawal”], ECF No. 58.) \n3. Having considered the Motion, the materials submitted in support of and \nopposition to the Motion , the arguments of counsel at the May 6, 2020 \nvideoconference hearing on the Motion, and other appropriate matters of record, the \nCourt hereby DENIES Bandenia’s Motion for the reasons set forth below. \n \n \nJames, McElroy & Diehl, P.A., by Adam L. Ross, Jennifer M. Houti, and \nChristopher T. Hood, for Plaintiff ALC Manufacturing Inc. d/b/a Rocky \nRidge Custom Trucks.  \n \nCarnes Warwick, PLLC, by Jonathan A. Carnes, for Defendant BBP \nBandenia, PLC.  \n \nEverett Gaskins Hancock LLP, by James M. Hash, for Defendant  J. \nStreicher & Co., LLC. \n \nBledsoe, Chief Judge. \nI. \nPROCEDURAL BACKGROUND \n4. Plaintiff filed its Complaint initiating this action  on January 22, 2019, \n(Compl., ECF No. 3), asserting various claims against Defendant J. Streicher & Co., \nLLC (“Streicher”), (Compl. ¶¶ 66–93), and a single claim for breach of contract against \nBandenia, (Compl. ¶¶ 94 –99), a company organized and based in the United \nKingdom, (Compl. ¶ 3).  To support its claim against Bandenia, Plaintiff alleged that \nPlaintiff, Bandenia, and Streicher entered into a valid and enforceable settlement \nagreement (the “Settlement Agreement”), “supported by valid and adequate \nconsideration,” (Compl. ¶ 95), on July 18, 2017  that requires, among other things , \nBandenia and other parties to pay Plaintiff $850,000, (Compl. ¶¶ 58 –59, Ex. 1) .  \nPlaintiff averred that Bandenia paid only $200,000 under the Settlement Agreement \nand failed to pay the remaining $650,000 due under the Agreement .  (Compl. ¶¶ 61, \n64–65.)    \n5. Plaintiff served a copy of the Summons and Complaint on Bandenia on \nJanuary 24, 2019 and again on February 15, 2019 .  (See Aff. Service Def. Bandenia, \n \n \nECF No. 24 .)  Bandenia never filed a notice of appearance, a ny type of  responsive \npleading, or any other document with the Court or the Mecklenburg County, North \nCarolina Clerk of Superior Court. \n6. On February 5, 2019, Streicher filed a Notice of Designation. (ECF No. 4.)  \nThe action was designated as a mandatory complex business case  by Order of the \nChief Justice on February 6, 2019,  (ECF No. 1), and assigned to the undersigned on \nthe same day, (ECF No. 2).    \n7. On April 11, 2019, Plaintiff filed a verified motion for entry of default and \ndefault judgment .  ( Verified Mot. Entry Default & Default J. Against Def. BBP \nBandenia, PLC [hereafter “Mot. Entry Default”], ECF No. 26.)  Counsel for Plaintiff \nserved a copy of th e motion on Bandenia by placing the filing in the United States \nMail addressed to Bandenia in London, United Kingdom.  (Mot. Entry Default 5.)   \n8. The Court entered default against Bandenia under Rule 55(a) of the North \nCarolina Rules of Civil Procedure (“Ru le(s)”) on April 30, 2019.  (Order Entering \nDefault, ECF No. 32.)   \n9. The Court subsequently entered default judgment against Bandenia on  \nJune 4, 2019 in the total amount of $658,951.80 (the “Default Judgment”) .  (Order \nPl.’s Verified Mot. Default J., ECF No. 33.)  Plaintiff served the Default Judgment on \nBandenia in London on June 11, 2019.   (Certificate Service, ECF No. 34.)  In the \nDefault Judgment, the Court found that “the 2017 Agreement represented a valid \ncontract between Plaintiff and Bandenia[,]” “Bandenia materially breached the 2017 \nAgreement by failing to pay the remaining principal of $650,000 and interest owed \n \n \npursuant to that agreement[,]” and “Plaintiff’s Complaint thus states a claim for \nbreach of contract against Bandenia.”  (Order Pl.’s Verified Mot. Default J. ¶ 17.)   \n10. On June 25, 2019, the Court received by mail a notarized “Request for a Stay \nof Proceedings” (“Request”) dated June 13, 2019 from  Fabio Pastore (“Pastore”) in \nLondon, who represented that he was a  Director and the Chief Executive Officer of \nBandenia.  In the Request , Pastore, who is not a lawyer admitted to practice law in \nNorth Carolina,  contested the adequacy of Plaintiff’s service on Bandenia  in the \nUnited Kingdom , attacked the merits of Plaintiff’s claim against  Bandenia, and \nrequested that the Court stay this proceeding for at least six weeks to allow Bandenia \n“to receive the necessary documents from the Plaintiff to mount a defense.”   (Order \nRequest Stay Proceedings Ex. A, ECF No. 37.)   \n11. On June 26, 2019, the Court denied the Request based on Bandenia’s failure \nto comply with applicable procedural rules and because Bandenia, as a corporation, \nmay only appear in the courts of this State through North Carolina-admitted counsel.  \n(Order Request Stay Proceedings 2–3); see also LexisNexis, Div. of Reed Elsevier, Inc. \nv. Travishan Corp. , 155 N.C. App. 205, 209, 573 S.E.2d 547, 549 (2002) (holding a \nNorth Carolina “corporation must be represented by a duly admitted and licensed \nattorney-at-law and cannot proceed pro se”).   \n12. On July 8, 20 19, Plaintiff dismissed all claims against Streicher with \nprejudice.  (Voluntary Dismissal Prejudice, ECF No. 38.)    \n13. On September 9, 2019, Plaintiff began efforts against Bandenia to collect on \nthe Default Judgment in the United Kingdom, (Aff. Adam L. Ross ¶ 11, ECF No. 46; \n \n \nAff. Adam L. Ross Ex. D, ECF No. 46.5 ).  In response, Bandenia filed an Insolvency \nAct Application Notice (“Application”) on October 2, 2019 with the High Court of \nJustice in London in an effort to keep Plaintiff from winding up Bandenia ’s affairs \nbased on its debt to Plaintiff.  (Aff. Adam L. Ross ¶ 11; Aff. Adam L. Ross Ex. E, ECF \nNo. 46.6.)   \n14. In support of that Application, Pastore submitted a Witness Statement on \nthe same day  stating, “While I accept that default judgment was granted against \nBBP, I do not accept that it should have been and, in any event, I believ e that that \njudgment ought to be set aside.”  (Aff. Adam L. Ross Ex. F, at ¶ 6 [hereafter “Pastore \nStatement”], ECF No. 46.7.)  Pastore claimed that he never received the Summons  \nissued in this action and that he only became aware of this litigation after the Default \nJudgment had been entered against Bandenia.  (Pastore Statement ¶ 7.)  Pastore \nfurther averred that Bandenia was “ now instructing lawyers in North Carolina to \nmake an application to have the Default Judgment set aside[,]” as Bandenia’s \nattempt to have the judgment stayed in North Carolina was not successful.  (Pastore \nStatement ¶¶ 8–9.)   \n15. On October 16, 2019, Arkady Bukh (“Bukh”), an attorney at Bukh Law Firm \nPLLC in Brooklyn, New York , submitted to the High Court of Justice a  signed \nWitness Statement on behalf of Bandenia stating that his firm had been retained “to \nassist in vacating [the] default judgment through local counsel admitted in North \nCarolina.”  (Aff. Adam L. Ross Ex. G, at ¶ 6, ECF No. 46.8.)  Bukh has not sought to \nappear before this Court at any point in this case.  \n \n \n16. On January 17, 2020 —seven months and thirteen days after the Default \nJudgment was entered against Bandenia  and three months and fifteen days after \nBandenia filed the Application—North Carolina-licensed counsel filed the Motion on \nbehalf of Bandenia.   \n17. Although the Motion originally contained several purported grounds for \nrelief under Rule 60(b), on March 20, 2020, Bandenia filed a Notice of Withdrawal of \nCertain Arguments and Bas es for Motion for Relief, ( Withdrawal), and a revised \nsupporting brief, (Def. Bandenia’s Mem. Supp. Mot. Set Aside Default, Relief from J., \n& Stay Enforcement [hereafter “Def. Mem. Supp.”], ECF No. 59), withdrawing all but \nits argument concerning lack of consideration as its basis  for the Motion .  In \nparticular, Bandenia withdrew any defense it might have that ALC failed to properly \nserve the Complaint on Bandenia.  (Compare Withdrawal with Def. Bandenia’s Mem. \nSupp. Mot. Set Aside Default, Relief J ., & Stay Enforcement 7, ECF No. 42 (“ [T]he \ndefault judgment should be vacated because it is void under Rule 60(b)(4), due to \nimproper service on Bandenia and the fact that the North Carolina court never \nacquired proper jurisdiction over Bandenia[.]”) \n18. With the consent of all parties, t he Court held a hearing on the Motion on \nMay 6, 2020 via videoconference ,\n1 at which all parties were represented by counsel.  \nThe Motion is now ripe for resolution. \n                                                 \n1 On May 1, 2020, the Chief Justice of the Supreme Court of North Carolina continued eight \nemergency directives through May 30, 2020, including a directive authorizing judicial \nofficials to conduct proceedings that include remote audio and video transmissions.  Order of \nthe Chief Justice of the Supreme Court of North Carolina 3 (May 1, 2020), \nhttps://www.nccourts.gov/assets/news-uploads/1%20May%202020%20-%207A-39%28b%29 \n%282%29%20Order%20%28Final%29.pdf?KqoWHCkIrPSUUCkaC48woEQ_6kNMBaif. \n \n \nII. \nLEGAL STANDARD \n19. Under Rule 60( b), a court “may relieve a party . . . from a final judgment, \norder, or proceeding” where the moving party shows:  \n(1) Mistake, inadvertence, surprise, or excusable neglect;  \n(2) Newly discovered evidence which by due diligence could not have \nbeen discovered in time to move for a new trial under Rule 59(b);  \n(3) Fraud (whether heretofore denominated intrinsic or extrinsic), \nmisrepresentation, or other misconduct of an adverse party;  \n(4) The judgment is void;  \n(5) The judgment has been satisfied, released, or discharged, or a prior \njudgment upon which it is based has been rever sed or otherwise \nvacated, or it is no longer equitable that the judgment should have \nprospective application; or  \n(6) Any other reason justifying relief from the operation of the \njudgment. \n \nN.C. R. Civ. P. 60(b).  \n \n20. “A motion under Rule 60(b) is addressed to the sound discretion of the trial \ncourt[.]”  Deutsche Bank Tr. Co. Ams. v. Tradewinds Airlines, Inc., 2009 NCBC LEXIS \n6, at *13 (N.C. Super. Ct. Apr. 29, 2009) (quoting Harris v. Harris, 307 N.C. 684, 687, \n300 S.E.2d 369, 372 (1983)).  A Rule 60(b) “motion shall be made within a reasonable \ntime, and for reasons (1), (2) and (3) not more than one year after the judgment, order, \nor proceeding was entered or taken.”  N.C. R. Civ. P. 60(b) (emphasis added).  “The \nburden of proving grounds for relief is on the moving party.”   In re S e. Eye Ctr. - \nPending Matters, 2017 NCBC LEXIS 80, at *2 (N.C. Super. Ct. Aug. 31, 2017)  \n(quoting Deutsche Bank, 2009 NCBC LEXIS 6, at *13)) .  Rule 60(b) “gives the court \nample power to vacate judgments whenever such action is appropriate to accomplish \njustice.”  Brady v. Town of Chapel Hill, 277 N.C. 720, 723, 178 S.E.2d 446, 448 (1971) \n \n \n(quoting 3 William W. Barron & Alexander Holtzoff, Federal Practice and Procedure \n§ 1329 (Charles A. Wright ed. 1958)).  \nIII. \nANALYSIS \n21. Plaintiff contends that Bandenia’s Motion must fail for three separate and \nindependent reasons: first, that the Motion frames the D efault Judgment as an \nerroneous judgment, which may only be attacked through appeal, the period for \nwhich has now expired; second, that Bandenia has failed to bring the Motion within \na reasonable time as required under Rule 60(b); and third, that contrary to \nBandenia’s dilatory contention, the Settlement Agreement was in fact supported by \nconsideration.  (Pl.’s Mem. Law Opp’n Def. BBP Bandenia, PLC’s Mot. Set Aside \nDefault, Relief from J., & Stay Enforcement 7 –8, 11–13, ECF No. 45.)   The Court \nfinds Plaintiff’s contentions meritorious and addresses each in turn. \nA. The Default Judgment I s an Erroneous Judgment Not Subject to Attack \nunder Rule 60(b) \n \n22. To begin, the Supreme Court of North Carolina has described a judgment \n“where the undenied allegations of the complaint are not sufficient to warrant a \nrecovery” as “[a]n erroneous judgment[.]”  Wynne v. Conrad , 220 N.C. 355, 360, 17 \nS.E.2d 514, 518 (1941) .  Importantly, “[i]f the judgment was erroneous it was \nnecessary for plaintiff to appeal .”  Id.  (emphasis added); see also, e.g. , McKyer v. \nMcKyer, 182 N.C. App. 456, 460, 642 S.E.2d 527, 530 (2007) (“ It is settled law that \nerroneous judgments may be corrected only by appeal and that a motion under . . . \nRule 60(b) . . . cannot be used as a substitute for appellate review.” (citation omitted) \n \n \n(quoting Town of Sylva v. Gibson , 51 N.C. App. 545, 548, 277 S.E.2d 115, 117, disc. \nrev. denied, 303 N.C. 319, 281 S.E.2d 659 (1981)) ).  In short, “[m]otions pursuant to \nRule 60(b) may not be used as a substitute for appeal.”  Davis v. Davis, 360 N.C. 518, \n523, 631 S.E.2d 114, 118 (2006). \n23. Here, Bandenia contends under Rule 60(b) “ that the [D]efault  [J]udgment \nshould be vacated or that relief should otherwise be granted[ ] because Plaintiff failed \nto state an actionable cause of action against Bandenia.”  (Withdrawal 1; see also Def. \nMem. Supp. 2–5.)  As such, Bandenia’s Motion is based on a claim that “the undenied \nallegations of [Plaintiff’s] complaint are not sufficient to warrant a recovery [,]” \nWynne, 220 N.C. at  360, 17 S.E.2d at 518, which, if true, would render the D efault \nJudgment an “erroneous judgment [,]” id.  Under controlling North Carolina law, \ntherefore, Bandenia’s challenge to the Default Judgment for lack of consideration was \nrequired to have been made through a properly-noticed appeal, not under Rule 60(b).  \nSee id.  Bandenia filed no such appeal here, requiring denial of the Motion.2 \nB. The Motion Was Not Brought Within a Reasonable Time \n24. Even if Bandenia could mount its challenge to the Default Judgment under \nRule 60(b), Bandenia  has failed to bring the Motion within a reasonable time, a \nfurther ground for denial.   \n                                                 \n2 Bandenia relies on two decisions of the North Carolina Court of Appeals —Brown v. Cavit \nScis., Inc., 230 N.C. App. 460, 466–68, 749 S.E.2d 904, 909–10 (2013), and Lowe’s of Raleigh, \nInc. v. Worlds, 4 N.C. App. 293, 295, 166 S.E.2d 517, 518 (1969) —to argue that a default \njudgment entered on a defective complaint may be corrected through Rule 60(b).  Neither \ncase, however, referenced or cited the Supreme Court’s decision in Wynne , which the Court \nfinds controlling. \n \n \n25. As an initial matter, Bandenia brings its Motion under Rule 60(b) without \nidentification of the particular subparagraph (s) of the Rule on which it moves.  \nBandenia’s s ole argument on the Motion, however —that the D efault Judgment \nshould be set aside because the underlying contract on which the Judgment is based \nwas not supported by consideration —cannot reasonably be seen as advanced under \nthe subparagraphs requiring the motion to be brought within one year : (b)(1) \n(mistake, inadvertence, surprise, or excusable neglect), (b)(2) (newly discovered \nevidence), and (b)(3) (fraud).  Nor can the Motion be seen as advanced under (b)(4) \n(voidness) or (b)(5) (satisfaction, release, or discharge).   \n26. The only subparagraph, therefore, that could apply is (b)(6) —“any other  \nreason justifying relief from the operation of the judgment”—and a motion under that \nsubparagraph must be brought within a reasonable time.  See Brown, 230 N.C. App. \nat 464, 749 S.E.2d at 907 (addressing defective underlying contract argument under \nRule 60(b)(6) “so long as the motion to set aside the judgment [wa]s ‘made within a \nreasonable time’ ” (quoting N.C. R. Civ. P. 60(b)(6))). \n27. “What constitutes a ‘reasonable time’ depends upon the circumstances of the \nindividual case.”  Sea Ranch II Owners Ass’n v. Sea Ranch II, Inc., 180 N.C. App. 226, \n229, 636 S.E.2d 332, 334 (2006)  (quoting Nickels v. Nickels, 51 N.C. App. 690, 692, \n277 S.E.2d  577, 578,  disc. rev . denied, 303 N.C. 545, 281 S.E.2d 392 (1981) ).  In \nmaking that determination, the Court of Appeals has found that a plaintiff’s six -\nmonth delay in filing its Rule 60(b) motion after entry of judgment was not a \n“reasonable time” under the Rule.  Id. at 230, 636 S.E.2d at 335.  \n \n \n28. The Default Judgment was entered on June 4, 2019 and service of the order \nwas made on Bandenia on June 1 1.  Just two days later, Bandenia sent the Court a \nletter requesting that the D efault Judgment be set aside, which the Court received \non June 25.  The next day, on June 26, the Court entered an order advising Bandenia \nthat to advance its arguments in this action, it must be represented by counsel \nadmitted in North Carolina.  Nearly seven months later , in early 2020, Bandenia’s \nNorth Carolina counsel filed the current Motion.  Bandenia offers no  justification or \nexcuse for delaying its response for over seven months after the entry of the D efault \nJudgment before filing the Motion.   \n29. Indeed, in seeking to resist Plaintiff’s collection efforts in the United \nKingdom, Bandenia acknowledged to the High Court of Justice Chancery Division \nthat it “was caught sleeping,” that it was “trying to play catch up[,]” that it had kept \nits “head in the sand  a little bit [,]” and that there was “ no excuse for ” its delay in \nchallenging the Default Judgment.  (Second Aff. Adam L. Ross Ex. K, at 3 , ECF No. \n53.1.) \n30. In short, Bandenia was aware of the Default Judgment after June 13, 2019, \nattempted to defend against Plaintiff’s efforts to collect on the judgment in the United \nKingdom during the fall and winter  of 2019, and yet made no effort to assert the \nMotion before this Court until January 17, 2020.  In these circumstances, particularly \nconsidering that Bandenia has offered no excuse or justification for its dilatory \nconduct, the Court concludes, in the exercise of its discretion, that Bandenia’s Motion \n \n \nunder Rule 60(b) has not been brought within a reasonable time and must therefore \nbe denied. \nC. Plaintiff Sufficiently Alleged that the Settlement Agreement Was Supported \nby Consideration \n \n31. “In determining whether the allegations are sufficient to state a claim for \nrelief, we must ‘give to the allegations a liberal construction, and . . . if . . . any portion \nof the complaint . . . presents facts sufficient to constitute a cause of action, or if facts \nsufficient for that purpose fairly can be gathered from it, the pleading will stand[.]’ ” \nBrown, 230 N.C. App. at  467, 749 S.E.2d at 909 (quoting Presnell v. Beshears, 227 \nN.C. 279, 281–82, 41 S.E.2d 835, 837 (1947)) (reviewing a Rule 60(b)(6) motion).   \n32.  “The elements of a claim for  breach of contract are (1) existence of a valid \ncontract and (2) breach of the terms of that contract. ”  Montessori Children ’s House \nof Durham v. Blizzard, 244 N.C. App. 633, 636, 781 S.E.2d 511, 514 (2016) (quoting \nPoor v. Hill, 138 N.C. App. 19, 26, 530 S.E.2d 838, 843 (2000) ); see also Krawiec v. \nManly, 2016 NCBC LEXIS 7, at *16 (N.C. Super. Ct. Jan. 22, 2016) ( “[C]laims for \nbreach of contract . . . nece ssarily hinge on the threshold issue of whether a  valid \ncontract actually existed between [the parties].” (quoting Charlotte Motor Speedway, \nLLC v. Cnty. of Cabarrus, 230 N.C. App. 1, 6, 748 S.E.2d 171, 175 (2013))).   \n33. It is axiomatic that “for a contract to be enforceable it must be supported by \nconsideration.”  Inv. Props. of Ashville, Inc. v. Norburn, 281 N.C. 191, 195, 188 S.E.2d \n342, 345 (1972).  “[A]ny benefit, right, or interest bestowed upon the promisor, or any \nforbearance, detriment, or loss undertaken by the promisee, is  sufficient \nconsideration to support a contract.”  Brenner v. The Little Red School House, Ltd., \n \n \n302 N.C. 207, 215, 274 S.E.2d 206, 212 (1981) .  Furthermore , “[i]t is the accepted \nprinciple of the common law that instruments under seal require no consideration to \nsupport them. . . .  [S]uch instruments are held to be binding agreements, enforceable \nin all actions before the common-law courts.”  McGowan v. Beach, 242 N.C. 73, 77, 86 \nS.E.2d 763, 766 (1955); see also Burton v. Williams, 202 N.C. App. 81, 88, 689 S.E.2d \n174, 180 (2010) (“In North Carolina, an instrument under seal ‘imports consideration’ \nto support that instrument[.]” (quoting  Justus v. Deutsch, 62 N.C. App. 711, 715, 303 \nS.E.2d 571, 573, disc. rev. denied, 309 N.C. 821, 310 S.E.2d 349 (1983))).   \n34. In its Complaint , Plaintiff explicitly alleged both that “[t] he Settlement \nAgreement is a valid and enforceable contract, supported by valid and adequate \nconsideration[,]” and that “Bandenia materially breached the Settlement Agreement \nby failing and refusing to pay to [Plaintiff] $650,000, plus interest at 3% from July \n18, 2017 through January 18,  2019.”  (Compl. ¶¶ 95, 97.)  Moreover , the Settlement \nAgreement attached to the Complaint was signed by Bandenia and is accompanied \nnot only by an indication that it was signed under “(SEAL),” but also by Bandenia’s \nformal corporate seal , (Compl. Ex. 1 , at 9) , thereby “import[ing]” consideration , \nJustus, 62 N.C. App. at 715, 303 S.E.2d at 573.  On its face, therefore, the Complaint \nsufficiently alleges a claim for breach of contract against Bandenia to avoid dismissal.  \nSee McLamb v. T.P. Inc., 173 N.C. App. 586, 588, 619 S.E.2d 577, 580 (2005) (“[W]here \nthe complaint alleges [both the existence of a valid contract and breach of said \ncontract], it is error to dismiss [the] breach of contract claim[.]”).   \n \n \n35. The premise of Bandenia ’s Motion is that Plaintiff was required 3 to, yet \nfailed to, allege consideration because  Bandenia’s “promise to pay Plaintiff did not \nbring any benefits to Bandenia.”  (Def. Mem. Supp. 4.)  Whether Plaintiff alleged that \nBandenia received a benefit, however, is not determinative of consideration because \nNorth Carolina law is clear that a “promise is enforceable if a benefit to the principal \ndebtor is shown or if detriment or inconvenience to the promisee is disclosed .”  First \nPeoples Sav. & Loan Ass ’n v. Cogdell, 44 N.C. App. 511, 512, 261 S.E.2d 259, 260 \n(1980) (emphasis added) (quoting Inv. Props., 281 N.C. at 196, 188 S.E.2d at 345). \n36. Plaintiff’s Complaint makes plain that Plaintiff agreed to take various \nactions to its detriment in entering the Settlement Agreement, including releasing \nand dismiss ing claims against various persons and entities  with and without \nprejudice.  (Compl. Ex. 1, at 2 (“Upon the last to occur of the payment of the Initial \nPayment, delivering the original Confession of Judgment to counsel for Rocky Ridge, \nand perfecting the Share Pledge, Rocky Ridge shall file a voluntary dismissal, w ith \nprejudice, of all of its claims in the Litigation against all defendants except \n[Streicher], and the claims asserted against [Streicher]  shall be dismissed without \nprejudice.”); see also, Inv. Props., 281 N.C. at 196, 188 S.E.2d at 345 (“Forbearance to \nexercise legal rights is sufficient consideration for a promise given to secure such \n                                                 \n3 Plaintiff did not contest Banden ia’s contention that consideration must be specifically \npleaded to sustain a claim for breach of contract , so the Court does not address that \ncontention.  But see Beam v. Sunset Fin. Serv s., Inc., 2019 NCBC LEXIS 56, at *28 (N.C. \nSuper. Ct. Sept. 3, 2019) (concluding under Rule 12(b)(6) that “Plaintiffs’ failure to specifically \nplead mutual assent between the parties or consideration thereto is not fatal to their breach \nof contract claim”). \n \n \nforbearance even though the forbearance is for a third person rather than that of the \npromisor.”).   \n37. Accordingly, the Court concludes that Bandenia’s argu ment fails because \nPlaintiff has sufficiently alleged in the Complaint consideration to support the \nSettlement Agreement .  For this additional reason, therefore, Bandenia’s Motion \nmust be denied. \nIV. \nCONCLUSION \n38. WHEREFORE, for each of the reasons set forth above, the Court, in the \nexercise of its discretion, hereby DENIES the Motion. \n SO ORDERED, this the 20th day of May, 2020. \n \n     /s/ Louis A. Bledsoe, III    \n     Louis A. Bledsoe, III \n     Chief Business Court Judge "
}