{
  "id": "92646e24e1598c52cc8349ab95a1586d20dd55c18489def4c6855532e504c41a",
  "source_file": "data/raw/ncbc/92646e24e1598c52cc8349ab95a1586d20dd55c18489def4c6855532e504c41a.pdf",
  "raw_text": " \nHenderson v. Manuel, 2016 NCBC 88. \nSTATE OF NORTH CAROLINA \nCOUNTY OF GUILFORD  \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n09 CVS 7254 \nTIMOTHY H. HENDERSON, \nCANDACE K. HENDERSON, \nCHARLES T. HENDERSON, AERO \nACCESSORIES INC., LILLY LAND \nMANAGEMENT, a North Carolina \nGeneral Partnership, L.I.L.L.Y LAND \nMANAGEMENT, LLC and EASTERN \nAERO, LLC,  \n \nPlaintiffs, \n \nv. \n \nVIRGIL LAWRENCE MANUEL, JR.,  \nCONNIE MANUEL, a/k/a \n“CONSTANCE K. MANUEL,” \nMICHAEL A. JAKIELSKI, CPA, P.A., \nf/k/a MANUEL, JAKIELSKI & \nASSOCIATES, P.A., ANTILLES \nHOLDING COMPANY, LLC, \nANTILLES SEAPLANES, LLC, \nGRUMMAN SEAPLANES, LLC, \nWATER FOWL RENTALS, LLC, \n SPRINGWOOD SOD FARM, LLC, \nAIRCRAFT EQUIPMENT CO., LLC,     \nSPECTRUM  INSURANCE \nSERVICES, LLC, SPECTRUM \nFINANCIAL INTERNATIONAL, \nLLC, SPECTRUM INTERNATIONAL \nHOLDINGS, LLC, VITIM, LLC, \nPHILIP E. CARROLL, and CARROLL \n& ASSOCIATES, INC.,  \n \nDefendants and  \nThird-Party Plaintiffs, \nv. \n \nBETELGEUSE, LLC, \n \nThird-Party Defendant. \n)\n)\n)\n)\n)\n)\n)\n) \n) \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n) \n) \n) \n) \n) \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n) \nORDER AND FINAL JUDGMENT  \n \n \n1.  THIS MATTER is before the Court for the final determination of \ndamages to be awarded to Plaintiffs Timothy H. Henderson  (“Tim Henderson”) , \nCharles T. Henderson  (“Charles Henderson”) , and Aero Accessories, Inc. (“Aero”) \npursuant to the measure of damages established by the Court’s summary judgment \norders entered on July 20, 2016.   Plaintiffs, having now withdrawn certain claim s, \ncontend that  damages can be determined based on  uncontested facts and a final \njudgment may be entered.  \nYounce & Moore, LLP, by  Larry I. Moore, III, for Plaintiffs’ Tim Henderson, \nAero Accessories, Inc., and Eastern Aero, LLC.   \n \nBrooks Pierce McLendon Humphrey & Leon ard, LLP, by Jeffrey E. Oleynik, \nand John W. Ormand III, for Plaintiff Charles Henderson.  \n \nHolt, Longest, Wall, Blaetz & Moseley , PLLC,  by N. Madison Wall, II, for \nPlaintiffs Lilly Land Management and L.I.L.L.Y. Land Management, LLC.  \n \nMcLawhorn & Associates, P.A. , by Amy Alston Wells , for Defendants Phillip \nE. Carroll and Carroll & Associates, Inc.  \n \nLaw Offices of James F. Hopf, PLLC, by James F. Hopf, for Defendants Virgil \nLawrence Manuel, Jr., Connie Manuel  a/k/a “Constance K. Manuel,” Antilles \nHolding Company, LLC, Antilles Seaplanes, LLC, Grumman Seaplanes, LLC, \nWater Fowl Rentals,  LLC, Springwood Sod Farm, LLC, Aircraft Equipment \nCo., LLC, Spectrum Insurance Services, LLC, Sp ectrum Financial \nInternational, LLC, and Spectrum International Holdings, LLC.  \n \nOertel, Koonts, & Oertel, PLLC, by F. Paul Koonts, for Defendants Michael \nA. Jakielski, CPA, P.A., f/k/a Manuel, Jakielski & Associates, P.A. \n \nGale, Chief Judge.  \n2. This Court entered four  separate summary judgment orders  on behalf \nof the various Plaintiffs, on July 20, 2016 .  Collectively, these orders resolved all \nissues as to liability.  The Court reserved its determination of damages that should \n \n \nbe awarded based on three of Plaintiffs’ causes of action, but established a standard \nby which the damages would be measure d.  Earlier, the Court had referred various \nmatters to a court appointed Special M aster.  T he Court adopted the Special \nMaster’s findings stated in his Final Report,  which was submitted to the Court on \nAugust 1, 2013.  \n3.  This Order and Final Judgment now addresses the reserved issue as to \nthe amount of damages to be awarded to Plaintiffs Tim Henderson, Charles \nHenderson, and Aero, against Defendant Virgil L. Manuel, Jr. (“Man uel”), as a \nproximate result of Manuel’s breach of fiduciary duty, constructive fraud , and \nunjust enrichment.  \n4.  Finding it could do so b ased upon uncontested facts, the Court on July \n20, 2016, entered its Order and Summary Judgment as to Defendants’  \nCounterclaims and Third -Party Claims, and with Respect to Certain Specified \nClaims of Plaintiffs  (the “Subject O rder”).  Order, Henderson v. Manuel, No. 09 -\nCVS-7254 (N.C. Super. Ct. July 20, 2016).  The S ubject Order  decreed partial \nsummary judgment as to liability against Manuel and in favor of Tim Henderson , \nCharles Henderson, and Aero with respect to their respective causes of action for \nbreach of fiduciary duty, constructive fraud, and unjust enrichment. Order, \nHenderson v. Manuel, No. 09 -CVS-7254, slip op. at 53 (N.C. Super. Ct. July 20, \n2016).  The Subject Order  specified the measure by which to assess the damages \nproximately resulting from those three causes of action.  See Order, Henderson v. \nManuel, No. 09-CVS-7254, slip op. at 49-51 (N.C. Super. Ct. July 20, 2016).   \n \n \n5. On August 9, 2016, this Court convened a telephone status conference \nto establish the procedure to finalize the determination of damages consistent with \nthe Subject Order .  Prior to the conference, c ounsel suggested that the \ndetermination might be made based on undisputed findings , if one or more  \nPlaintiffs could make  concessions.  During the conference, Plaintiffs’ counsel  \naffirmed that Plaintiffs would consider a limitation  on their damages, if the Court \ndetermined that these damages could be calculated based on the undisputed facts, \nwithout the necessity of further proceedings.  \n6. More specifically, Plaintiffs Tim Henderson, Charles Henderson, and \nAero contend that there i s no genuine issue of material fact as to the amount of \ndamages that should be  awarded pursuant to the measure of damages specified in \nthe first clause of paragraph 163.a.i. of the Subject Order, and such damages may \nbe determined based on record evidence supporting their contentions.  \n7. Paragraph 163.a.i. of the Subject Order provides that Plaintiffs’ \ninjuries for Manuel’s breaches of fiduciary duty include the “money paid and in-kind \ncontributions made by Tim Henderson or Aero to support the Antilles Com panies \nafter Manuel commenced the undisclosed unauthorized withdrawals, net of any \nmoneys received by Tim Henderson or Aero .”  Order, Henderson v. Manuel, No. 09-\nCVS-7254, slip op. at 49 (N .C. Super. Ct. July 20, 2016).   The amounts contributed \nafter those withdrawals commenced can be established based on uncontested facts.  \n8. The Court concludes  that uncontested matters of record support the \nfollowing findings, which allow a final determination of the amount of damages that \n \n \nshould be awarded pursuant to paragraph 163.a.i. of the Subject Order  for \ncontributions made after Manuel commenced the undisclosed unauthorized \nwithdrawals. \n9. It is uncontested that Manuel commenced the undisclosed \nunauthorized withdrawals on or before June 13, 2001.  (See Final Report Ex. 26, 27 \n(checks drawn by Manuel on Antilles Holding Company account, payable to account \n1010003059, and bank statement  bearing Bates # COM -1-000947 provided in \nresponse to subpoena by CommunityOne Bank, successor to First National Bank \nand Alamance National Bank , disclosing that account 1010003059 was held by \nManuel’s wife, Defendant Connie K. Manuel).)  \n10. The amount of those contributions have also been established.   The \nSpecial Master found, and the Court adopted his finding,  that the total amount of \nmoney paid and in -kind contributions made by Tim Henderson , Aero, or other  \nHenderson Interests to support the Antilles Companies  from 2001–2005, net of any \nmoneys received, was $3,088,921.00.  (Final Report 4.) \n11. As specified by  the measure of damages established by  paragraph \n163.a.i. of the Subject Order , the $3,088,921.00 contributed by Tim Henderson and \nthe Henderson Interests  from 2001 –2005 should be reduced by the sum of all \ncontributions made before Manuel commenced the undisclosed unauthorized \nwithdrawals (i.e., before June 13, 2001).  The Special Master found the sum of such \ncontributions before June 13, 2001, to be $147,966.96.  (See Final Report at 19 L33-\n34, 22 L31 -32, and 28 (referencing Heather Hoffecker ’s affidavit and Aero’s \n \n \nsupporting spreadsheet data and general ledger account analysis) ; see also Aero’s \nspreadsheets for general ledger accounts 105 (Antilles Seaplanes)  and 103 \n(Grumman Se aplanes), which were used by the Special Master to calculate Aero \nexpenditures for the benefit of ASP or GSP .)  The Court concludes that the separate \nsum of $3,200.00 contributed by Avalon Hydro , a business entity owned jointly by \nTim Henderson and Chuck Henderson, should also be subtracted because this sum \nwas contributed at an unknown date in 2001.  (Final Report 13, L57.) \n12. Subtracting the $147,966.96 and $3,200.00 contributions paid before \nJune 13, 2001 , leaves the sum of $2,937, 754.04 ($3,088,921 .00 - $147,966.96 - \n$3,200.00 = $2,937,75 4.04), as money paid to or for the benefit of the Antilles \nCompanies after Manuel commenced his undisclosed unauthorized withdrawals. \n13. Accordingly, the Court finds that  the amount of damages to be \nawarded as a prox imate cause of Manuel’s breach  of fiduciary duty, constructive \nfraud, and unjust enrichment, pursuant to the measure of damages specified in the \nfirst clause of paragraph 163.a.i. of the Subject Order, is $2,937,754.04, and \nPlaintiffs are entitled to a judgment against Defendant Manuel for their causes of \naction in that amount.  \n14. Plaintiffs have now withdrawn their request that the Court award any \nother element of damages specified in paragraphs 163 and 166 -169 of the Subject \nOrder, conditioned on a right to reinstate a claim for these amounts in the event the \nDefendants successfully appeal this Order and Final Judgment. \n \n \n15. Plaintiffs have also withdraw n their request that costs be assessed, \nsubject to the same reservation. \n16. Plaintiffs have now also dismissed without prejudice all of their claims \nthat ar e not addressed by this  Order and  Final Judgment or the Court’s prior  \nsummary judgment orders entered on July 20, 2016.   \n17. Plaintiffs have also filed stipulations and notices of dismissal as to the \nremaining defendants, Philip E. Carroll, Carroll & Associates, Inc., and Michael A. \nJakielski, CPA, P.A., f/k/a Manuel, Jakielski & Associates, P.A.  \n18.  Therefore, based u pon the foregoing uncontested facts and applicable \nlaw, it is hereby ORDERED that the Court’s July 20, 2016 Order and Summary \nJudgment as to Defendants’ Counterclaims and Third -Party Claims, and with \nRespect to Certain Specified Claims of Plaintiffs is her eby amended so as to \nexpressly incorporate the provisions of this Order and Final Judgment as set forth \nabove.  Section III , “Order and Judgment”  of the S ubject Order is restated and \namended to state in its entirety the following ten paragraphs:  \n1.  Plaintiffs’ summary judgment motions are GRANTED as to liability, \nwith damages as set forth below.  \n2.  Summary judgment is entered against Defendants/Counterclaim \nPlaintiffs, and in favor of Plaintiffs/Counterclaim Defendants and Third -Party \nDefendant, with respect to all remaining counterclaims and third -party claims, and \nthese counterclaims are DISMISSED.  \n \n \n3.  With respect to Tim Henderson’s claim for declaratory relief under \nCount 3 of the Complaint, the Court enters summary judgment in favor of Tim \nHenderson, and declares, pursuant to N.C.G. S §1 -253, that Tim Henderson’s \nmembership and participation in Antilles Holding Company, LLC, Antilles \nSeaplanes, LLC, Grumman Seaplanes, LLC, and all other members or affiliates of \nthe Antilles Companies or the Anti lles Project terminated as of November 30, 2005, \nand that neither Tim Henderson nor any of the Henderson Interests have any \nobligations to or liability for the Antilles Companies or the Antilles Project. \n4.  Partial summary judgment is entered against Manuel and in favor of \nTim Henderson, Charles Henderson, and Aero with respect to their causes of actio n \nfor breach of fiduciary duty, constructive fraud , and unjust enrichment , and such \nPlaintiffs are entitled to recover in the sum of $2,937,754.04 from Manuel.   \n5.  Summary judgment is entered in favor of Tim Henderson and Aero and \nagainst Manuel in the sum of $249,627 .00, with respect to their cause of action for \nconversion, together with prejudgment and post-judgment interest accruing on that \namount at the legal rate from and after May 15, 2009.   \n6.  Summary judgment is entered in favor of Tim Henderson and against \nManuel in th e principal amount of $50,000 .00 with respect to the July 22, 2004 \nManuel Promissory Note , with interest accruing thereon , as provided by  the terms \nof the Manuel Promissory Note, which provides for a contracted  rate of eight \npercent annually from July 23, 2004, until October 22, 2004, and thereafter at a \nrate of 12 percent annually until all sums due are paid in full.   \n \n \n7.  Summary judgment is entered in favor of Chuck Henderson and Tim \nHenderson and against Manuel in the principal amount of $79,302.40, together \nwith pre-judgment and post-judgment interest thereon at the annual rate of twenty \npercent from July 22, 2004, until  all sums due thereunder are paid in full, w ith \nrespect to Manuel’s guaranty of the April 4, 2004 “Antilles” promissory note issued \noriginally to Dr. Willard R. Thompson and subsequently assig ned to the \nHendersons.  \n8.  Any partial payments on the judgment amounts awarded above shall \nbe applied first to accrued interest prior to any reduction of principal balances.  \n9.  All claims having now been resolved, this judgment shall be deemed \nfinal on all claims and counterclaims in this action.  \n10.  Subject to P laintiffs’ reservation of rights  to seek costs in the event of \nManuel’s successful appeal, each party shall pay its own costs. \n IT IS SO ORDERED, this the 22nd day of November, 2016. \n \n       /s/ James L. Gale                                   l   \n       James L. Gale \n       Chief Business Court Judge  \n "
}