{
  "id": "92900cb6462526969a9b69fc1b9478384d4750ced687e6678650c22f065da97e",
  "source_file": "data/raw/ncbc/92900cb6462526969a9b69fc1b9478384d4750ced687e6678650c22f065da97e.pdf",
  "raw_text": " \n \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 6689 \n \nJANET P. LIPOV, individually and \nas trustee of the Larry A. Lipov 2012 \nGST Trust; LARRY A. LIPOV, \nindividually and as trustee of the \nJanet P. Lipov 2012 GST Trust; and \nEDWIN PEARLSTINE, \n \nPlaintiffs, \n \nv. \n \nFLAGSHIP HEALTHCARE \nPROPERTIES, LLC; FLAGSHIP \nCAPITAL PARTNERS, LLC; and R. \nMICHAEL ALLEN, as Administrator \nCTA of the Estate of William Charles \nCampbell, \n \nDefendants. \n \n \n \n \n \n \n \nORDER AND OPINION  \nON MOTION TO DISMISS \n \n \nNelson, Mullins, Riley & Scarborough LLP, by David N. Allen, Thomas \nG. Hooper, and Anna Majestro , for Plaintiffs Janet Lipov, Larry Lipov, \nand Edwin Pearlstine. \nMoore & Van Allen PLLC , by Scott M. Tyler, Joshua D. Lanning, and \nRaquel Macgregor Pearkes, for Defendant Flagship Healthcare \nProperties, LLC. \nConrad, Judge. \n1. In this action, Janet Lipov, Larry Lipov, and Edwin Pearlstine allege that \nthey were defrauded by the late William Charles C ampbell.  The Lipovs and \nPearlstine have sued Campbell’s estate and two companies that Campbell managed, \nFlagship Healthcare Properties, LLC and Flagship Capital Partners, LLC.  Pending \nis a partial motion to dismiss filed by Flagship Healthcare Properties.  (See ECF No. \n9.) \nLipov v. Flagship Healthcare Props., LLC, 2021 NCBC 60. \n \n \n2. The facts alleged in the  complaint, which must be taken as true, tell a sad \nstory.  For more than a decade  before his death, Campbell was CEO and managing \npartner of Flagship Healthcare Properties .  His duties included soliciting investors \nfor the company’s real-estate and development projects.  In 2018, he was introduced \nto the Lipovs and Pearlstine and, o n several occasions, invited them to invest, \npromising that their money would go toward the development of doctors’ offices and \nother sensible real -estate projects  pursued by  Flagship Healthcare Properties.   \nPersuaded by the pitch , t he Lipovs and Pearlstine gave Campbell several million \ndollars to invest over the next two years , all documented in eight promissory notes.  \n(See, e.g., Compl. ¶¶ 11, 13, 19, 21, 25, 34, 35, 45, 57, Exs. 1–8, ECF No. 3.) \n3. None of that money went to Flagship Healthcare Properties or its real-estate \nand development projects.  Instead, Campbell routed each investment through \nFlagship Capital Par tners—a company that he wholly owned and that , despite the \nshared moniker, had no relationship with Flagship Healthcare Properties.  Campbell \nsigned all eight promissory notes on behalf of Flagship Capital Partners, not Flagship \nHealthcare Properties.  He also put  the investment funds in a bank account in the \nname of Flagship Capital Partners , which served as his  personal “slush fund. ”  \n(Compl. ¶¶ 14, 22, 38, 42.) \n4. In late 2020, Campbell took his own life.  (See Compl. ¶ 71.)  Afterward, the \nLipovs and Pearlstine stopped receiving payments under the promissory notes.  (See \nCompl. ¶ 75.)  When they asked Flagship Healthcare Properties about the delinquent \npayments, the company reported that it had no access to the accounts of Flagship \n \n \nCapital Partners .  (See Compl. ¶¶ 78, 82 .)  Further investigation revealed that \nCampbell had used the investment funds for personal purposes.  (See Compl. ¶ 83.) \n5. This action followed .  The Lipovs a nd Pearlstine  have asserted several  \nclaims against Campbell’s estate and Flagship Capital Partners for fraud, negligent \nmisrepresentation, and breach  of contract.  They have also asserted the  claims for \nfraud and negligent misrepresentation against Flagship Healthcare Properties on an \nagency theory. \n6. In response, Flagship Healthcare Properties  filed its partial motion to \ndismiss.  See N.C. R. Civ. P. 12(b)(6).  The motion is now fully briefed.  Although the \nCourt had scheduled a hearing, circumstances related to the  COVID-19 pandemic \nnecessitated its cancellation.  Because further delay would not serve the interests of \nthe case, the Court elects to decide the motion without a hearing.  See Business Court \nRule 7.4. \n7. Only the claim for negligent misrepresentation is at issue.  This tort “occurs \nwhen a party justifiably relies to his detriment on information prepared without \nreasonable care by one who owed the relying party a duty of care.”  Raritan River \nSteel Co. v. Cherry, Bekaert & Holland, 322 N.C. 200, 206 (1988).  In deciding whether \nthe complaint  adequately states a claim  for relief, the Court view s the facts and \npermissible inferences “in the light most favorable to” the Lipovs and Pearlstine  as \nthe nonmoving parties.  Sykes v. Health Network Sols., Inc., 372 N.C. 326, 332 (2019) \n(citation and quotation marks omitted). \n \n \n8. Flagship Healthcare Properties presses two discrete grounds for dismissal: \nfirst, that the claim is barred by the economic loss rule and, second, that there are no \nallegations that it owed the Lipovs and Pearlstine a duty of care.   Neither is \npersuasive. \n9. The economic loss rule “generally bars recovery in tort for damages arising \nout of a breach of contract.”  Rountree v. Chowan C ounty, 252 N.C. App. 155, 159 \n(2017); see also Crescent Univ. City Venture, LLC v. Trussway Mfg., Inc., 376 N.C. 54, \n58 (2020).  “To state a viable claim in tort for conduct that is also alleged to be a \nbreach of contract, a plaintiff must allege a duty ow ed to him by the defendant \nseparate and distinct from any duty owed under a contract.”  Akzo Nobel Coatings, \nInc. v. Rogers, 2011 NCBC LEXIS 42, at *48 (N.C. Super. Ct.  Nov. 3, 2011) (citation \nand quotation marks omitted). \n10. Here, the complaint does not aim to conjure a tort out of the alleged breaches \nof the promissory notes .  Rather, the claim is based on precontractual conduct —\nallegations that Campbell induced the Lipovs and Pearlstine to sign the notes based \non false information and false promises about how their money would be invested .  \nOur appellate courts have held that a party has a duty not to give false information \nfor the purpose of inducing another to  execute a contract.  See Kindred of N.C., Inc. \nv. Bond , 160 N.C. App. 90, 101 (2003).   Thi s duty is one imposed by law and is \nseparate and distinct from any duty imposed by the contract itself.  Th us, th e \neconomic loss rule does not bar the claim .  See, e.g. , City of High Point v. Suez \nTreatment Sols. Inc., 2020 U.S. Dist. LEXIS 47641,  at *26–30 (M.D.N.C. Mar. 19, \n \n \n2020) (denying motion to dismiss claim based on precontractual misrepresentations); \nSchumacher Immobilien und Beteiligungs AG v. Prova, Inc. , 2010 U.S. Dist. LEXIS \n107526, at *5–6 (M.D.N.C. Oct. 7, 2010) (denying motion for summary j udgment on \nsimilar grounds); see also Kapur v. IMW EMR, LLC, 2020 NCBC LEXIS 148, at *23–\n24 (N.C. Super. Ct. Dec. 18, 2020)  (contrasting claims based on precontractual and \npostcontractual misrepresentations). \n11. It follows that the complaint adequately alleges  a duty of care.   Flagship \nHealthcare Properties observes that the word “duty” is missing from the complaint.  \nBut magic words aren’t required.  The test is simply whether the allegations, liberally \nconstrued, show that Campbell owed  a duty of care.  They  do.  And for purposes of \nthis motion, Flagship Healthcare Properties does not dispute that it is vicariously \nliable for Campbell’s wrongdoing.  Accordingly, the complaint sufficiently alleges the \nelements of the claim.  See Hunter v. Guardian Life Ins . Co. of Am ., 162 N.C. App. \n477, 484 (2004) (reversing granting of motion to dismiss); Kindred of N.C., 160 N.C. \nApp. at 101 (affirming denial of motion for directed verdict); see also Ada Liss Grp. v. \nSara Lee Corp. , 2010 U.S. Dist. LEXIS 59691, at *35 (M. D.N.C. Apr. 27, 2010) \n(denying motion to dismiss). \n12. For all these reasons, the Court DENIES the motion to dismiss.  \n \n \n \nSO ORDERED, this the 20th day of September 2021. \n \n \n       /s/ Adam M. Conrad      \n      Adam M. Conrad \n      Special Superior Court Judge \n        for Complex Business Cases \n "
}