{
  "id": "92f57dff6891868570538ae36a662d3d143e72eb16002537b1bd04befec22506",
  "source_file": "data/raw/ncbc/92f57dff6891868570538ae36a662d3d143e72eb16002537b1bd04befec22506.pdf",
  "raw_text": "Capps v. Blondeau, 2010 NCBC 8. \n \nSTATE OF NORTH CAROLINA                         IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 07 CVS 16486 \n \n \nMARTHA B. CAPPS, by and through her ) \nGuardian ad Litem, Bruce L. Capps, ) \n   Plaintiff ) \n  )  \n v. ) OPINION AND ORDER ON    \n   )  MOTIONS TO DISMISS \nHAROLD EARL BLONDEAU; R.J. )          \nBLONDEAU; NEAL WILLIAM KNIGHT; ) \nANNE LOUISE KNIGHT; HELEN )  \nSOUTHWICK KNIGHT; MORGAN  ) \nKEEGAN & COMPANY, INC.; MARVIN L. ) \nBAKER FAMILY FOUNDATION, INC. and ) \nREGIONS BANK, d/b/a REGIONS ) \nMORGAN KEEGAN TRUST FSB, ) \n  Defendants ) \n \n \nTHIS CAUSE, designated a complex business case by Order of the Chief Justice \nof the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, all references to the North Carolina General Statutes will be to “G.S.”), and \nassigned to the undersigned Special Superior Court Judge for Complex Business \nCases, by order of the Chief Special Superior Court Judge for Complex Business \nCases, now comes before the court for determination of Motions to Dismiss (the \n“Motion(s)”) propounded in this matter by Defendants R.J. Blondeau, Neal William \nKnight, Jr. (“Neal Knight”), Anne Louise Knight and Helen Southwick Knight (the latter \ntwo, collectively, the “Knight Defendants”), pursuant to the provisions of Rule 12(b)(6), \nNorth Carolina Rules of Civil Procedure (“Rule(s)”); and\n \n THE COURT, having considered the Mo tions, the arguments and briefs in \nsupport of and in opposition to the Motions, and appropriate matters of record, \nCONCLUDES that the Motion by Defendant Neal Knight should be DENIED; and the \nMotions by R.J. Blondeau and the Knight Defendants should be GRANTED in part and \nDENIED in part, for the reasons stated herein. \nI. \nPROCEDURAL HISTORY \n[1] On October 12, 2007, Martha B. Capps (“Capps”), through her Guardian \nad Litem, Bruce L. Capps, filed this civil action against the moving Defendants, and \nothers, alleging misconduct in connection with her assets.  The original verified \nComplaint subsequently was amended pursuant to Order dated April 30, 2008.1 \n[2] Plaintiff alleges Claims against the Defendant Neal Kni ght for (a) Breach \nof Fiduciary Duty – Fourth Cause of Action; (b) Constructive Fraud – Fifth Cause of \nAction; (c) Fraud and Deceit – Sixth Cause of Action; (d) RICO2 Violation – Tenth \nCause of Action; (e) Civil Conspiracy – Eleventh Cause of Action; (f) Revocation of Gifts \n– Fifteenth Cause of Action; (g) Constructive Trust – Sixteenth Cause of Action; (h) \nEquitable Action for Accounting – Seventeenth Cause of Action and (i) Preliminary \nInjunction – Eighteenth Cause of Action. \n[3] Plaintiff alleges Claims against Defendant R.J. Blondeau and the Knight \nDefendants for (a) Unjust Enrichment/Quantum Meruit – Plaintiff’s Fourteenth Cause of \nAction; (b) Revocation of Gifts – Plaintiff’s Fifteenth Cause of Action and (c) \nConstructive Trust – Plaintiff’s Sixteenth Cause of Action. \n                                           \n1 As amended, the Complaint contains some ninety-six pages having 294 paragraphs, with \nsubparagraphs, and alleging twenty-two Causes of Action (“Claims”). \n2 The Racketeer Influenced and Corrupt Organizations Act, G.S. Chapter 75D (“RICO”). \n \n[4] Plaintiff also seeks remedies agai nst other non-moving Defendants.  The \nnon-moving Defendants are unaffected by the Motions. \n[5] There are extant motions by Defendant Harold Earl Blondeau (“Hal \nBlondeau”) and Defendant Morgan Keegan & Company, Inc. (“Morgan Keegan”) to stay \nthis judicial proceeding and to compel arbitration of Plaintiff’s Claims against them, \npursuant to G.S. 569.7(a) and 569.7(g) (the “Arbitration Motions”).  The Arbitration \nMotions have been denied in a separate Order by the court. \n[6] The Motions seek dismissal of this civil action with regard to each of the \nmoving Defendants.  The Motions have been fully briefed and argued, and are ripe for \ndetermination.  \nII. \nFACTUAL BACKGROUND \nAmong other things, the Complaint alleges that: \n[7] In 1988, Capps, a resident of North Carolina, 3 learned that she would be \nthe principal beneficiary of her aunt Anne Kyle’s (“Kyle”) multimillion dollar estate.4  \nKyle, a resident of Palm Beach, Florida, had inherited a large estate from her late \nhusband.  Capps was Kyle’s closest family member and provided Kyle with friendship \nand comfort for many years prior to Kyle’s death.  In anticipation of Kyle’s death, and \nupon professional advice, Kyle established two trusts under Florida law, the Anne Kyle \nGST and the Anne Kyle Irrevocable Trust (collectively, the “Trusts”).   \n                                           \n3 Compl., ¶ 1. \n4 Id., ¶¶ 19-20. \n \n[8] From at least 1988 and up until the ev ents complained of in the Complaint, \nHal Blondeau, R.J. Blondeau’s father, was Capps’ financial and investment advisor.  \nDuring those years, Capps reposed trust and confidence in Hal Blondeau’s advice.   \n[9] Defendants Hal Blondeau and Neal Kn ight were closely involved in \nadvising Capps with regard to the Trusts.  At times material, Hal Blondeau was a \nstockbroker and financial advisor with a respected brokerage house, and Neal Knight \nwas a partner in a prominent law firm in Palm Beach, Florida.  Capps trusted these men \nwith intimate knowledge concerning her personal affairs.  Each was involved in crafting \nKyle’s estate plan, which was specifically drafted to address Plaintiff’s domestic \nsituation and her special concerns.5 \n[10] After Kyle’s death in 1989, 6 the Trusts were funded as anticipated.7  Hal \nBlondeau’s then employer, A.G. Edwards, served as successor trustee of the Trusts \nfrom 1989 until 1997.8  Thereafter, Hal Blondeau left his employment with A.G. Edwards \nand joined Morgan Keegan as a partner.  He advised Capps to move her accounts and \nthe administration of the Trusts to Morgan Keegan.  She did so, and Morgan Keegan \nwas appointed successor trustee of the Trusts.  Eventually, Regions Bank, d/b/a \nRegions Morgan Keegan Trust FSB (“Regions”), became the successor trustee.9 \n[11] During the time A.G. Edwards serv ed as Trustee, it failed to pay net \nincome to Capps as required under the Trusts, and this amount of undistributed net \n                                           \n5 Id., ¶¶ 22, 45. \n6 Id., ¶ 28. \n7 Plaintiff alleges the Trusts then contained total assets of approximately four million dollars ($4,000,000).  \nId., ¶ 36. \n8 Id., ¶ 35. \n9 Id., ¶ 41. \n \nincome grew to over a million dollars ($1,000,000).10  Defendants Hal Blondeau and \nNeal Knight were materially involved in the consideration of the legal issues surrounding \nthe undistributed, accumulated net income.11  On several occasions, they met with \nand/or discussed these issues with Gerald Thornton (“Thornton”), Plaintiff’s estate \nplanning attorney in Raleigh, North Carolina, providing him with information as Capps’ \ntrusted agents regarding her estate plan, her wishes and her concerns.12 \n[12] On August 21, 2001, Capps executed several estate documents. 13  Hal \nBlondeau was appointed under the financial Power of Attorney to serve as Capps’ \nattorney-in-fact and fiduciary, and Neal Knight was selected to serve as first successor \nin the event Hal Blondeau failed for any reason to serve in such capacity.14  \n[13] Since at least September 2001, Capps has had a slow but progressive \ndecline in her memory.  In September 2005, she was diagnosed with dementia, most \nlikely related to Alzheimer’s disease.  She currently resides in an assisted living \nfacility.15 \n[14] In 2001, shortly before Capps ex ecuted the estate planning documents \ndrafted by Thornton,16 and unbeknownst to Capps or Thornton,17 Hal Blondeau and \nNeal Knight conspired to create and fund the Martin L. Baker Family Foundation, Inc. \n                                           \n10 Id., ¶ 38. \n11 See, e.g., id. at ¶¶ 49-50.  See also id. at ¶¶ 45-47, 51-55.   \n12 Id., ¶¶ 49-50. \n13 Id., ¶ 54.  \n14 Id., ¶¶ 55, 175. \n15 Id., ¶ 2. \n16 Id., ¶ 56. \n17 Id., ¶ 56.   \n \n(the “Foundation”), a Florida non-profit charitable foundation.18  On August 28, 2001,19 \nwithout Capps’ or Thornton’s knowledge,20 the Foundation initially was funded by a \ntransfer from Capps’ personal assets to the Foundation in the amount of $1,775,000. \nThis transfer constituted approximately 80% of Capps’ then-existing personal assets.21  \nIn order to generate the transferred funds, certain stocks and securities held as Trust \nassets were transferred improperly to Capps’ personal account at Morgan Keegan22 \nand subsequently liquidated.23  The monies then were wire-transferred directly from \nCapps’ account to an account owed by the Foundation on the order of and at the \ndirection of Hal Blondeau.24   \n[15] Thereafter, in eight other separate transactions, the last of which occurred \nwithin three years of filing of the Complaint on July 8, 2005, other assets of Capps \nimproperly were transferred to the Foundation.25  Hal Blondeau convinced Capps that \nthese transactions were in her best interests.26 \n[16] Hal Blondeau, Neal Knight and others purposefully and unlawfully used \nand converted Capps’ assets for their own personal purposes, in violation of numerous \nduties owed to her.  Defendants Hal Blondeau and Neal Knight actively conspired \n                                           \n18 Id.,¶ 12. Capps alleges that Foundation was set up by Neal Knight on or about July 25, 2001; and that \nNeal Knight has been and is the vice president and registered agent of the Foundation.  Id., ¶ 12, Ex. G.  \nShe also alleges that Hal Blondeau is the president of the Foundation and keeps the books and records \nof the Foundation at his personal home in Raleigh, Wake County, North Carolina.  Id.  Capps believes \nthat Hal Blondeau incorporated the Foundation and Neal Knight drafted and prepared the Foundation’s \nArticles of Incorporation.  Id., ¶ 56, Ex. G.  \n19 Id., ¶ 59. \n20 Id., ¶ 62. \n21 Id., ¶ 61. \n22 Id., ¶ 57. \n23 Id., ¶ 58. \n24 Id., ¶ 59. \n25 Id., ¶¶ 66, 71, 79, 82, 86, 90, 115, 120. \n26 See, e.g., id. at ¶¶ 66, 71, 79, 82, 86, 90, 115, 120. \n \nagainst, deceived and defrauded Plaintiff and failed to inform her fully and fairly of the \nconsequences of their various acts.27 \n[17] The Foundation was of no meaningful benefit to Capps or her family and \nwas completely under the control of the Defendants Hal Blondeau and Neal Knight and \ntheir children.  Contributions from the Foundation primarily went to interests that \nbenefited one or more of the moving Defendants and not Plaintiff or her family.28  By \nway of example, Defendants Hal Blondeau and Neal Knight conspired to obtain \nFoundation disbursements totaling at least $85,057.50 for R.J. Blondeau and the Knight \nDefendants or their respective undergraduate and law school educations, the last \ndisbursement occurring on March 24, 2005.\n29 \n[18] In addition to these activities, Defendant Neal Knight claims to have \ntraveled from Florida to North Carolina for purported business with Plaintiff Capps.  \nHowever, he did not meet with Capps at any time during his visit to North Carolina.  \nNonetheless, Hal Blondeau, then acting as Plaintiff’s attorney-in-fact, reimbursed Neal \nKnight’s expenses in the amount of $1,072.19, as recently as February 24, 2006.30 \n[19] Payments from Capps’ assets rece ived by or for the benefit of Defendants \nR.J. Blondeau and the Knight Defendants, all adults in college or law school, resulted \nfrom the fraudulent schemes of their respective fathers.  They accepted such payments \ndespite not having any personal relationship with Capps. \n                                           \n27 Id., ¶¶ 144-153, 166-179. \n28 Id., ¶¶ 137-139. \n29 Id., ¶¶ 80, 119. \n30 Id., ¶ 128. \n \n[20] The payments to or in behalf of Helen Knight took place between \nSeptember 10, 2001, and January 27, 2003.31  The payments to or in behalf of Ann \nKnight took place between September 9, 2002, and March 24, 2005.32  The payment to \nor in behalf of R.J. Blondeau took place on or about May 15, 2003.33 \nIII. \nTHE MOTIONS TO DISMISS – RULE 12(b)(6)\n[21] The Motions seek dismissal of the Co mplaint, in part or in whole, as to the \nmoving Defendants, pursuant to Rule 12(b)(6).  Dismissal of an action pursuant to Rule \n12(b)(6) is appropriate when the complaint fails to state a claim upon which relief can be \ngranted. \n[22] In deciding a Rule 12(b)(6) moti on, the well-pleaded allegations of the \ncomplaint are taken as true and admitted, but conclusions of law or unwarranted \ndeductions of facts are not admitted.  Sutton v. Duke, 277 N.C. 94, 98 (1970). \n[23] A complaint fails to state a clai m upon which relief can be granted when \neither (a) the complaint on its face reveals that no law supports the plaintiff’s claim, (b) \nthe complaint on its face reveals the absence of facts sufficient to make a good claim or \n(c) some fact disclosed in the complaint necessarily defeats the plaintiff’s claim. \nJackson v. Bumgardner, 318 N.C. 172, 175 (1986).  However, a complaint should not \nbe dismissed for failure to state a claim upon which relief can be granted unless it (a) \ndoes not give sufficient notice to the defendant of the nature and basis of the plaintiff’s \nclaim or (b) appears beyond a reasonable doubt that the plaintiff could not prove any set \n                                           \n31 Id., ¶¶ 67-68, 74, 77-78, 78, 235. \n32 Id., ¶¶ 77-78, 84, 93, 114, 118, 236.  \n33 Id., ¶¶ 80, 234.  \n \n \nof facts in support of his claim that would entitle him to relief.  Sutton v. Duke, 277 N.C. \nat 108. \n[24] When a Rule 12(b)(6) motion is  denied, by subsequently utilizing \ndiscovery a moving defendant may be able to ascertain more precisely the details of \nplaintiff’s various claims and whether the plaintiff can prove facts which will entitle \nplaintiff to have a jury decide the merits of one or more of the stated claims.  Sutton v. \nDuke, 277 N.C. at 98.  If there then exists a good faith contention that the plaintiff \ncannot prove sufficient facts as to any such claim, the defendant may seek relief \nthrough good-faith utilization of Rule 56 or other suitable procedural device. \n[25] In this case, the moving Defendants raise several issues that they argue \nshould cause dismissal of one or more of Plaintiff’s various Claims.  However, the \nprimary thrust of their respective arguments focuses upon the applicable statutes of \nlimitations as to each of the Claims. \n[26] The expiration of a stat ute of limitations may be a basis for dismissal of a \ncivil claim by way of a Rule 12(b)(6) motion if the face of the complaint establishes that \nplaintiff’s claim is time-barred.  Toomer v. Branch Banking and Trust Co., 171 N.C. App. \n58, 65 (2005).   When determining the applicable statute of limitations, the courts should \nbe guided by the principle that the statute of limitations is not determined by the remedy \nsought, but by the substantive right asserted.  Baars v. Campbell University, Inc., 148 \nN.C. App. 408, 414 (2002). \n \n \n \n \nA. \nMotion by Neal Knight \n[27] The Motion by Defendant Neal Knight  seeks dismissal of Plaintiff’s Claims \nagainst him on three grounds.  He contends that the allegations of the Complaint \nestablish as a matter of law that (a) either the three-year statute of limitations or four-\nyear statute of repose that applies to Plaintiff’s various Claims had expired as to him \nprior to the filing of this action;34 (b) at certain material times a fiduciary relationship did \nnot exist between him and Capps and (c) Capps’ Complaint does not allege a predicate \nact of racketeering activity sufficient to support a North Carolina RICO Claim (Capps’ \nTenth Claim). \n1. \nStatutes of Limitation and Repose\n[28] In support of the limit ations and repose issues raised by his Motion, Neal \nKnight relies in large measure upon Carlisle v. Keith, 169 N.C. App. 674 (2005); \nLivingston v. Adams Kleemeier Hagan Hannah & Fouts, PLLC, 163 N.C. App. 397 \n(2004) and Baars, 148 N.C. App. 408.  He argues that his relationship with Capps was \nthat of attorney and client, and that the cited cases stand for the proposition that under \nsuch circumstances, as they are stated in the Complaint, the Plaintiff’s Claims against \n                                           \n34 In his Reply Memorandum, Neal Knight also raises an alternative argument that the statute of \nlimitations for a RICO claim is five years, and that any RICO liability he might have to Capps should be \nlimited to transactions occurring within five years of filing of this civil action.  The court discusses that \ncontention infra, ¶ 47. \n \n \nhim are barred either by a three-year statute of limitations35 or a four-year statute of \nrepose.36   \n[29] Plaintiff responds that her various Claims against Neal Knight arise from \nhis violations of trust and confidence she reposed in him, and that those violations go \nbeyond the attorney-client relationship.  She contends that the substance of her Claims \nis grounded in constructive fraud rather than legal malpractice; and that the applicable \nstatute of limitations is ten years37 rather than three.  Accordingly, she contends that the \nlimitations period had not expired at the time of filing. \n[30] The holding in Hunter v. Guardian Life Ins. Co. of Am., 162 N.C.  \nApp. 477, 482 (2004), is instructive with re gard to what must be alleged to support a \nclaim for relief on a theory of constructive fraud.  The court stated that: \nA claim of constructive fraud does not require the same \nrigorous adherence to elements as actual fraud (citation \nomitted).  Constructive fraud diffe rs from actual fraud in that \nit is based on a confidentia l relationship rather than a \nspecific misrepresentation (citat ion omitted).  A constructive \nfraud complaint must allege facts and circumstances (1) \nwhich created the relation of trust and confidence, and (2) \nled up to and surrounded the consummation of the \ntransaction in which defendant is alleged to have taken \nadvantage of his position of trus t to the hurt of plaintiff \n(citation omitted).  Further , an essential element of \nconstructive fraud is that defendants sought to benefit \nthemselves in the transaction (c itation omitted).  Put simply, \na plaintiff must show (1) the existence of a fiduciary duty, \nand (2) a breach of that duty. \n \n[31] In the instant matter, Plaintiff has pled specific  facts and circumstances \nthat she contends created a relationship of trust and confidence between her and her \nalleged fiduciaries, Defendants Hal Blondeau and Neal Knight, as well as the facts and \n                                           \n35 G.S. 1-52. \n36 G.S. 1-52(c). \n37 G.S. 1-56.  \n \ncircumstances surrounding the transactions that wrongfully benefited these Defendants \nand their respective families.  The Complaint alleges that the transactions complained of \narose out of and were able to occur because of the relationship of confidence and trust \nthat Martha Capps had with Defendants Neal Knight and Hal Blondeau. \n[32] In support of her lim itations argument, Plaintiff relies primarily upon \nToomer, 171 N.C. App. 58, for the proposition that the limitations period for a \nconstructive fraud claim and for a fiduciary breach claim that rises to the level of \nconstructive fraud is ten years.  Toomer  was decided subsequent to Carlisle, and held  \nthat: \n“When determining the applicable st atute of limitations, we \nare guided by the prin ciple that the statute of limitations is \nnot determined by the remedy sought, but by the substantive \nright asserted by plaintiffs.”  Baars v. Campbell Univ., Inc. , \n148 N.C. App. 408, 414, 558 S.E.2d 871, 875,  disc. review \ndenied, 355 N.C. 490, 563 S.E.2d 563 (2002).  Allegations of \nbreach of fiduciary duty that do not rise to the level of \nconstructive fraud are governed by the three-year statute of \nlimitations applicable to cont ract actions contained in N.C. \nGen. Stat. § 1-52(1) (2003) . . . .  However, “[a] claim of \nconstructive fraud based upon a breach of fiduciary duty falls \nunder the ten-year statute of limitations contained in N.C. \nGen. Stat. § 1-56 [2003] .”  Nationsbank of N.C. v. Parker , \n140 N.C. App. 106, 113, 535 S.E.2d 597, 602 (2000).38\n \nToomer, 171 N.C. App. 58, at 66-67. \n \n[33] The court is forced to conclude that as to Defendant Neal Knight, the \nPlaintiff properly has pled facts sufficient to state a Claim for constructive fraud and \nbreach of fiduciary duty that rises to the level of constructive fraud.  As to such Claims, \n                                           \n38 Capps argues that Baars does not stand for the proposition that a three-year statute of limitations \napplies to a properly stated claim for constructive fraud.  Pl. Resp. Br. Opp. Mot. Dismiss, 11-12.  Rather, \nshe argues that the court in Baars concluded that as the claim was pled in that particular case, \nnotwithstanding its characterization, in substance was one of legal malpractice and not constructive fraud.  \nConsequently, the three-year limitations statute applied there.  Id. \n \nunder the circumstances alleged in the Complaint, the applicable statute of limitations is \nten years, as provided by G.S. 1-56.  Furthermore, the Plaintiff’s allegations of breach of \nfiduciary duty and constructive fraud pervade the allegations of Plaintiff’s substantive \nFourth, Fifth, Sixth, Eleventh, Sixteenth and Seventeenth39 Claims against Defendant \nNeal Knight.  Accordingly, as to each of them, for purposes of the Rule 12(b)(6) Motion, \na ten-year statute of limitations applies.  In this case, the Plaintiff’s Fifteenth and \nEighteenth Claims against Neal Knight seek remedies that are ancillary to Plaintiff’s \nsubstantive Claims, and they are controlled by the ten-year statute that applies to the \nsubstantive Claims. \n[34]   Consequently, the court CONCLUDE S that, for purposes of the Motion, a \nten-year statute of limitations applies to each of the Plaintiff’s Claims against Defendant \nNeal Knight, and the alleged wrongful actions complained of by Plaintiff in the Complaint \ntook place within the requisite limitations period. \n2. \nSubstantive Allegations of Fiduciary Relationship with Capps \n[35] Defendant Neal Knight  contends that the fact that at times he had an \nongoing attorney-client relationship with Capps does not support a conclusion that every \nact he undertook with regard to Capps’ property or estate was done in the context of a \nfiduciary relationship between them.  He cites In re Gertzman, 115 N.C. App. 634, 638 \n(1994), for the proposition that the act of rendering legal services on one or more \n                                           \n39 The Sixteenth Claim seeks imposition of a constructive trust, and the Seventeenth Claim seeks an \nequitable accounting.  In the context of this case, the statute of limitations for each of those Claims is ten \nyears. See Tyson v. N.C. Nat’l Bank, 305 N.C. 136, 141 (1982); Jarrett v. Green, 230 N.C. 104, 107 \n(1949).  Consequently, the Sixteenth and Seventeenth Claims were timely, notwithstanding the respective \nparties’ arguments as to which statute of limitations applies to allegations of breach of fiduciary duty and \nconstructive fraud. \n \noccasions does not of itself create a fiduciary relationship that endures for an indefinite \nperiod of time.  He argues that some of the things complained about in the Complaint \ntook place after any attorney-client relationship between him and Capps ended,40 and \ntherefore any subsequent actions he may have taken with regard to Capps’ property did \nnot violate a fiduciary duty and cannot support Claims based upon constructive fraud.  \nKnight contends the court should grant his Motion with regard to any actions he is \nalleged to have taken outside the attorney-client relationship between him and Capps. \n[36] On the other hand, Capps contends that  the thrust of her Claims is that a \nfiduciary relationship existed between Plaintiff on the one hand, and Hal Blondeau and \nNeal Knight on the other, that grew out of an ongoing relationship of trust and \nconfidence; and that as to Neal Knight, the Plaintiff’s Claims are not based solely upon \nthe attorney-client relationship between him and Capps.  Plaintiff points out that the \nComplaint does not allege a legal malpractice action, but rather an action based upon \nviolation of a trusting confidential relationship between Capps and Hal Blondeau and \nNeal Knight.41 \n[37] Plaintiff also contends that bec ause the Complaint alleges that Hal \nBlondeau and Neal Knight conspired with respect to taking Capps’ property and formed \na confederacy for the purpose of defrauding Capps to their personal benefit, they are \njointly and severally liable for the acts of each other in furtherance of the conspiracy, \nciting State ex rel. Long v. Petree Stockton, LLP, 129 N.C. App. 432, 447 (1998).  \nConsequently, she argues that Defendant Neal Knight also is clothed with Plaintiff’s \nallegations as to Hal Blondeau, and that the existence of an ongoing attorney-client \n                                           \n40 Mem. Supp. Mot. Dismiss by Knight Defs., 10. \n41 Pl.’s Reply Br. Opp. Mot. Dismiss by Knight Defs. and Def. R.J. Blondeau, 17. \n \nrelationship is not necessary to Plaintiff’s statement of Claims against Neal Knight.  The \ncourt is forced to agree. \n[38] Further, in this Rule 12(b)(6) setti ng, the court is unable to determine as a \nmatter of law whether every act alleged to have been done by Neal Knight did or did not \nhappen in the course of a fiduciary relationship between Capps and Neal Knight; or \nwhether it took place in the context of any alleged ongoing confederacy between Neal \nKnight and Hal Blondeau.  On these issues, as the Claims move forward the Plaintiff will \nhave the burden of proving the various material allegations in the Complaint.  Whether \nshe can do that remains to be seen.  For purposes of the Motion, however, the \nallegations are taken to be true.  The court therefore cannot determine as a matter of \nlaw that there is no set of facts which might be proven that would support Plaintiff’s \ncontention that Neal Knight was her fiduciary at material times. \n[39] Consequently, t he court CONCLUDES that the Complaint alleges \nsufficient facts to allow Plaintiff to proceed against Neal Knight upon her allegations that \nhe owed her a fiduciary duty at the times complained of in the Complaint. \n3. \nRICO \n[40] Defendant Neal Knight further co ntends that the Tenth Cause of Action \nstated in Plaintiff’s Complaint fatally fails to allege at least one act of racketeering \nactivity other than mail fraud, wire fraud or an offense involving fraud in the sale of \nsecurities, as required to support a RICO Claim.\n42  He argues that Plaintiff has made \nonly conclusory allegations of “garden variety fraud, breach of fiduciary duty and undue \n                                           \n42 G.S. 75D-8(c). \n \ninfluence,”43 which he contends are not sufficient for purposes of a RICO Claim; and \nthat the Tenth Cause of Action therefore should be dismissed pursuant to Rule 12(b)(6).  \nHe relies upon State of NC ex rel Long v. Cooper, 14 F. Supp. 2d 767, 771 (E.D.N.C. \n1996), aff’d, 151 F. 3d 1030 (4th Cir. 1998). \n[41] Plaintiff concedes that a claim under the North Carolina RICO statute \nrequires allegation and proof of a pattern of at least one act of racketeering activity that \nis not mail fraud, wire fraud or fraud in the sale of securities.44  However, Plaintiff argues \nthat while moving Defendant has correctly cited the law, he has failed to analyze \nPlaintiff’s claim under the North Carolina RICO statute.  Rather, Capps contends that \nthe Complaint alleges a host of wrongs by Defendants Hal Blondeau and Neal Knight \nthat would rise to the level of racketeering activity as defined by the RICO statute. \n[42] G.S. 75D-3(c)(1) defines “racke teering activity” as meaning \nto commit, to attempt to comm it, or to solicit, coerce, or \nintimidate another person to commit an act or acts which \nwould be chargeable by indictment if such act or acts were \naccompanied by the necessary mens rea or criminal intent . . . . \n \n[43] The statute then lists a host of specified potential state and federal \nstatutes the violation or attempted violation of which would constitute a racketeering \nactivity.45 \n[44] Plaintiff points out that her Tenth Cause of Action, alleging violations of the \nRICO statute, contains numerous specific factual allegations in support of her \ncontention that Hal Blondeau and Neal Knight engaged in a pattern of wrongfully \n                                           \n43 Defs.’ Mem. Supp. Mot. Dismiss by Knight Defs., 11. \n44 G.S. 75D-3(b)-(c). \n45 G.S. 75D-3(c)(1)-(2). \n \nobtaining Capps’ property by “false pretenses” and “fraudulent means.”46  Plaintiff \nargues that the act of obtaining property fraudulently and by false pretenses is an \nindictable felonious criminal act in North Carolina,47 and that a pattern of committing or \nattempting to commit such offenses would constitute an act of racketeering activity \nsufficient to support a RICO claim. \n[45] Plaintiff further c ontends that the general allegations of the Complaint, \nwhich are incorporated by reference into the RICO Claim, also would support findings \nand conclusions that Hal Blondeau and Neal Knight were guilty of the indictable \noffenses of embezzlement by a fiduciary,48 obtaining signatures by false pretenses,49 \nexploitation of an elder adult or disabled adult,50 unauthorized use of another’s credit \ndevice,51 financial transaction card theft52 and financial transaction card fraud.53  Capps \nargues that a pattern of committing or attempting to commit each of those wrongful acts \nalso would constitute a racketeering activity for RICO purposes. \n[46] The court concludes that the foregoi ng indictable acts alleged by Plaintiff \nto have been committed by Hal Blondeau and Neal Knight have potential, if proven, to \nconstitute “racketeering activity” as defined by G.S. 75D-3(c)(1).  Therefore the court \nCONCLUDES that the Complaint sufficiently alleges predicate activities as to Neal \nKnight that, if proven, would constitute one or more racketeering activities required by \nthe RICO statute. \n                                           \n46 Pl. Resp. Br. Opp. Mot. Dismiss, 19. \n47 G.S. 14-100.  \n48 G.S. 14-90. \n49 G.S. 14-101. \n50 G.S. 14-112.2. \n51 G.S. 14-113.1. \n52 G.S. 14-111.9. \n53 G.S. 14-113.13. \n \n[47] In his Reply Memorandum, 54 Neal Knight also argues that since the \nstatute of limitations for a RICO claim is five years,55 any RICO liability he might have to \nCapps should be limited to any transactions occurring after October 13, 2002.  \nHowever, a fair reading of the allegations of the Complaint support a determination, if \nproven, to the effect that Hal Blondeau and Neal Knight conspired with regard to any \nRICO racketeering activities, and that the various wrongful concerted actions with \nregard to Capps’ properties continued within the five-year statute of limitations window.  \nThey would have exposure to joint and several liability for such activities.  State ex rel. \nLong, 129 N.C. App. at 447.  Therefore, Neal Knight’s potential liability would not \nnecessarily be measured only by his own activities, but also by the joint activities of him \nand Hal Blondeau. \n[48] The court therefore cannot determine as a matter of law that there is no \nset of facts which might be proven that would support Plaintiff’s contention that Neal \nKnight has exposure to RICO liability to the Plaintiff as the Complaint is written.  \nConsequently, the court CONCLUDES that the Complaint alleges sufficient facts to \nallow Plaintiff to proceed against Neal Knight upon her RICO allegations. \n[49] The court further CONCLUDES that  at this stage Neal Knight is not \nentitled to a determination as a matter of law that his potential RICO liability to the \nPlaintiff is limited to transactions occurring more than five years prior to filing of the \nComplaint. \n \n \n                                           \n54 Rep. Mem. Supp. Mot. Dismiss by Knight Defs., 11. \n55 G.S. 75D-9. \n \nB. \nMotions by R.J. Blondeau and the Knight Defendants \n[50] The Motions by Defendant R.J. Blondeau and the Knight Defendants seek \ndismissal of Plaintiff’s Fourteenth, Fifteenth and Sixteenth Claims on two basic grounds.  \nThey argue that (a) the statute of limitations for the bulk of Plaintiff’s Claims against \nthem is three years and had expired prior to the filing of this action and that (b) because \nthey had no relationship with Capps or her estate the Claims against them simply have \nno basis in law under the facts reflected in the Complaint.  The court will discuss \nPlaintiff’s Fourteenth and Fifteenth Claims separately from her Sixteenth Claim. \n1. \nUnjust Enrichment/Quantum Meruit and Revocation of Gifts \na. \nStatutes of Limitations \n[51] By way of her Fourteenth Claim, Plaintiff seeks recovery from Defendants \nR.J. Blondeau and the Knight Defendants for unjust enrichment and quantum meruit.  \nBy way of her Fifteenth Claim, she seeks revocation of the gifts of her assets to them or \nin their behalves made by their respective fathers. \n[52] Ordinarily the statute of limitations on claims for unjust enrichment and \nquantum meruit, and for revocation of gifts, is three years.  G.S. 1-52(9). \n[53] The court has concluded, supra, that a ten-year statute of limitations \napplies to the alleged constructive fraud and breach of fiduciary duty on the part of \nDefendants Hal Blondeau and Neal Knight.  Capps argues that by accepting the funds \nthey received through Hal Blondeau and Neal Knight, the moving Defendants effectively \n \nand wrongfully requested and voluntarily accepted tainted funds taken from Capps.56  \nShe argues that allowing them to retain the funds by virtue of a limitations defense \nwould be “offensively unjust.”57  Capps contends that her Claims against R.J. Blondeau \nand the Knight Defendants rest in constructive fraud engineered by their respective \nfathers, and that the applicable statute of limitations on her Claims against them should \nbe the same as for their fathers, i.e., ten years.   \n[54] The Complaint in this case does not  allege facts reflecting constructive \nfraud or breaches of any fiduciary duty by these individual Defendants.  Rather, in \nsubstance the Plaintiff alleges that these Defendants received money, either directly or \nindirectly, from their fathers; and that their fathers had received the money by wrongful \naction. \n[55] The court is not aware of any author ity, and the Plaintiff has not cited any, \nthat would apply a ten-year limitations period to these Claims simply because of the \nalleged wrongful conduct of Hal Blondeau and Neal Knight.  Rather, nothing else \nappearing, the three-year statute of limitations under G.S. 1-52 would apply to Plaintiff’s \nFourteenth and Fifteenth Claims. \n[56] In the alternative, Pl aintiff further argues that if a three-year statute of \nlimitations applies to any of the Claims against R.J. Blondeau or the Knight Defendants, \nthose Defendants should be equitably estopped from asserting any expiration of the \nlimitations period as a defense to Plaintiff’s Claims. \n[57] In support of this pos ition, the Plaintiff cites Keech v. Hendricks, 141 N.C. \nApp. 649 (2000), which recognizes the concept of equitable estoppel with regard to a \n                                           \n56 For example, Plaintiff alleges that the Knight Defendants “implicitly requested and voluntarily accepted” \nthe funds.  Compl. ¶ 240. \n57 Pl.’s Resp. Br. Opp. Mot. Dismiss by Knight Defs. and Def. R.J. Blondeau, 23. \n \nlimitations defense.  There, the Court of Appeals held that as to a party ostensibly being \nestopped, the essential elements of equitable estoppel are (a) conduct that amounts to \na false representation or concealment of material facts, or, at least, that is reasonably \nintended to convey an impression that the facts are otherwise than, and inconsistent \nwith, those which the party afterward attempts to assert; (b) an intention or expectation \nthat such conduct will be relied and acted upon and (c) actual or constructive knowledge \nof the real facts.  Id. at 653.  Further, as to a party claiming the estoppel, the elements \nare (a) lack of knowledge of the truth as to the facts in question; (b) reliance on the \nconduct of the party sought to be estopped and (c) a prejudicial change in position by \nthe party claiming estoppel.  Id.  \n[58] Here, the Complaint does not a llege that these Defendants made false \nrepresentations or concealed material facts with regard to the payments to them.  There \nalso are no allegations that Capps in any way relied upon any conduct of either R.J. \nBlondeau or the Knight Defendants.  Rather, a fair reading of the Complaint simply \nreflects allegations that they directly or indirectly received payments effected by their \nfathers.  The Complaint fails to plead facts supporting the necessary elements of the \nequitable estoppel doctrine with regard to the limitations defenses raised by these \nDefendants.  The fact that they may have retained or used the payments complained of, \nin itself, does not support a conclusion that they should be equitably estopped from \nraising the three-year limitations period defensively in Plaintiff’s Claims for unjust \nenrichment/quantum meruit and revocation of gifts. \n[59] Accordingly, a three-year limitations period applies to Plaintiff’s Fourteenth \nand Fifteenth Claims. \n \n[60] The Complaint alleges that the last payment of Capps’ money to or in \nbehalf of Helen Knight was January 27, 2003.  The last payment of Capps’ money to or \nin behalf of Anne Knight was March 24, 2005.  The only payment to or in behalf of R.J. \nBlondeau was on May 15, 2003.  This civil action was filed on October 12, 2007.  \nConsequently, the court CONCLUDES that (a) the three-year statute of limitations as to \nPlaintiff’s Fourteenth and Fifteenth Claims against Helen Knight and R.J. Blondeau had \nexpired at the time of filing of the Complaint.  With regard to the same Claims against \nAnne Knight, at least one payment to her is alleged to have taken place within three \nyears of filing of the Complaint; and as to any such payment or payments to her, the \nlimitations period had not expired at the time of filing of the Complaint. \nb. \nSubstantive Basis in Law  \n[61] These Defendants also contend that w hether the statutes of limitations as \nto these Claims had expired at the time this action was filed is irrelevant because there \nare no facts alleged in the Complaint that would support a conclusion that they had any \nrelationship with Capps or her estate or that they undertook in any way to defraud her or \notherwise unlawfully deprive her of assets.  They contend these Claims simply have no \nbasis in law under the facts reflected in the Complaint. \n[62] In response, and as previously discu ssed in this Order, the Plaintiff argues \nthat by accepting the funds they received through Hal Blondeau and Neal Knight, these \nmoving Defendants should be deemed to have effectively and wrongfully requested and \naccepted tainted funds taken from Capps.58  She contends they should not be allowed \n                                           \n58 Compl., ¶ 240. \n \nto retain the funds they received from their respective fathers because the funds were \ntainted by their fathers’ constructive fraud. \n[63] The Complaint does not allege facts reflecting constructive fraud or \nbreaches of any fiduciary duty by these individual Defendants.  Rather the Plaintiff \nalleges in substance that these Defendants received money, either directly or indirectly, \nfrom their fathers, and that their fathers had received the money by their constructively \nfraudulent wrongful acts. \n[64] Plaintiff cites no repor ted authority that supports the substantive merits of \nher Fourteenth or Fifteenth Claims as they are alleged; and the court CONCLUDES that \nas to such allegations, the Plaintiff can not prove facts in support of these Claims that \nwould entitle her to relief.  Sutton v. Duke, 277 N.C. at 98.  Consequently, as to such \nClaims, the Complaint fails to state claims upon which relief can be granted with regard \nto Defendants R.J. Blondeau and the Knight Defendants. \n2. \nConstructive Trust \na. \nStatute of Limitations \n[65] Plaintiff’s Sixteenth Cause of Action seeks imposition of a constructive \ntrust against Defendants R.J. Blondeau and the Knight Defendants. \n[66] Notwithstanding Defendant s’ contentions to the contrary, the statute of \nlimitations for a constructive trust action is ten years.  Tyson, 305 N.C. 136; Bowen v. \nDarden, 230 N.C. 104 11 (1954) and Jarrett, 230 N.C. 104. \n \n[67] The facts and occurrences alleged in support of Plaintiff’s Sixteenth Cause \nof Action against R.J. Blondeau and the Knight Defendants took place within ten years \nof the filing of the Complaint.  Accordingly, as to that Claim, court CONCLUDES that the \nstatute of limitations had not expired, and the filing was timely. \nb. \nSubstantive Basis in Law   \n[68] By way of her Sixteenth Claim, the Plaintiff seeks to impose a constructive \ntrust upon various Defendants, including R.J. Blondeau and the Knight Defendants.  By \nway of this Claim, Plaintiff seeks to recover all her property wrongfully received by the \nDefendants. \n[69] As to such Claim, Defendants cont end that under the facts alleged in the \nComplaint, the Sixteenth Claim has no basis in law and that it should be dismissed. \n[70] In North Carolina, a cons tructive trust arises from \na duty, or relationship, imposed by courts of equity to \nprevent the unjust enrichment of the holder of title to, or of \nan interest in, property which such holders acquired through \nfraud, breach of duty or some other circumstance making it \ninequitable for him to retain it against the claim of the \nbeneficiary of the constructive trust. . . . [A] constructive trust \nis a fiction of equity, brought in to operation to prevent unjust \nenrichment through the breach of some duty or other \nwrongdoing. It is an obligat ion or relationship imposed \nirrespective of the intent wit h which such party acquired the \nproperty, and in a well-nigh unlimit ed variety of situations . . . \n.  [T]here is a common, indis pensable element in the many \ntypes of situations out of which a constructive trust is \ndeemed to arise.  This common elemen t is some fraud, \nbreach of duty or other wrongdoi ng by the holder of the \nproperty, or by one under whom he claims , the holder, \nhimself, not being a bona fide purchaser for value.  \n(Emphasis added.) \n \nWilson v. Crab Orchard De v. Co., Inc., et al. , 276 N.C. 198, \n211-212 (1969). \n \n  \n[71] The Complaint in this action alleges an ongoing and wrongful permanent \ntaking of Capps’ property by Hal Blondeau and Neal Knight, which taking rose to the \nlevel of constructive fraud.  It further alleges that some of that property ultimately was \nreceived by or in behalf of Defendants R.J. Blondeau and the Knight Defendants, and \nthat they would not have received the property but for breaches of duty by those \nDefendants under whom they claim title to the property.  The Complaint alleges specific \nfacts supporting these allegations. \n[72] Consequently, the co urt CONCLUDES that Plaintiff’s Sixteenth Cause of \nAction alleges facts sufficient to state a claim against these moving Defendants upon \nwhich relief can be granted. \nIV. \nCONCLUSION \nNOW THEREFORE, based upon the foregoing CONCLUSIONS, it is ORDERED \nthat the Motions are DENIED in part and GRANTED in part, as follows: \n[73] The court is unable to conclude as a matter of law from the face of the \nComplaint that as to Defendant Neal Knight, the Plaintiff’s Fourth, Fifth, Sixth, Eleventh, \nFifteenth, Sixteenth, Seventeenth or Eighteenth Claims were untimely filed or that there \nis no set of facts that might be proven that would support each of the Claims.  Further, \nthe allegations are sufficient to give Defendant notice of the nature and basis of each of \nthe Claims.  Accordingly, the court cannot determine as a matter of law that there can \nbe no liability on the part of Neal Knight to Plaintiff as to one or more of such Claims. \n[74] Consequently, as to  Defendant Neal Knight, the Fourth, Fifth, Sixth, \nEleventh, Fifteenth, Sixteenth, Seventeenth and Eighteenth Claims of the Complaint \n \nstate claims upon which relief can be granted.  With regard to said Claims, the Rule \n12(b)(6) Motion by Defendant Neal Knight should be, and it hereby is, DENIED. \n[75] Without regard for whether they we re timely filed, both the Plaintiff’s \nFourteenth and Fifteenth Claims fail to state a claim upon which relief can be granted as \nto Defendants R.J. Blondeau, Helen Knight and Anne Knight. \n[76] Consequently, as to  such Claims, the Rule 12(b)(6) Motions by R.J. \nBlondeau, Helen Knight and Anne Knight should be, and they hereby are, GRANTED; \nand the Plaintiff’s Fourteenth and Fifteenth Claims hereby are DISMISSED as to \nDefendants R.J. Blondeau, Helen Knight and Anne Knight. \n[77] The court is unable to conclude as a matter of law from the face of the \nComplaint that as to Defendants R.J. Blondeau, Helen Knight and Anne Knight, the \nPlaintiff’s Sixteenth Claim was untimely filed or that there is no set of facts that might be \nproven that would support said Claim.  Further, the allegations are sufficient to give said \nDefendants notice of the nature and basis of the Claim.  Accordingly, the court cannot \ndetermine as a matter of law that there can be no liability on the part of Defendants R.J. \nBlondeau, Helen Knight and Anne Knight as to such Claim. \n[78] Consequently, as to  Defendants R.J. Blondeau, Helen Knight and Anne \nKnight, the Sixteenth Claim of the Complaint states a claim upon which relief can be \ngranted.  With regard to such Claim, the Rule 12(b)(6) Motion by Defendants R.J. \nBlondeau, Helen Knight and Anne Knight should be, and it hereby is, DENIED. \n  SO ORDERED, this the 13th day April, 2010. \n "
}