{
  "id": "93a721dc7d581eed9981d7146a57257f77165605bd839968deb63752c9aa4d57",
  "source_file": "data/raw/ncbc/93a721dc7d581eed9981d7146a57257f77165605bd839968deb63752c9aa4d57.pdf",
  "raw_text": "Speedway Motorsports Int’l. v. Bronwen Energy Trading, Ltd., 2009 NCBC 3. \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF MECKLENBURG 08-CVS-9450 \n  \nSPEEDWAY MOTORSPORTS INTERNATIONAL \nLTD., \n \nPlaintiff, \n \nv. \n \nBRONWEN ENERGY TRADING, LTD., \nBRONWEN ENERGY TRADING UK, LTD., DR. \nPATRICK DENYEFA NDIOMU, BNP PARIBAS \n(SUISSE) S.A., BNP PARIBAS S.A., SWIFT \nAVIATION GROUP, INC., SWIFT AIR, LLC, \nSWIFT AVIATION GROUP, LLC, AND SWIFT \nTRANSPORTATION CO., INC. \n \nDefendants. \nORDER & OPINION \n \nWomble Carlyle Sandridge & Rice, PLLC by James P. Cooney, III, Debbie W. \nHarden, and Meredith J. McKee for Defendant Swift Aviation Group, Inc. \n \nBell, Davis & Pitt, P.A. by William K. Davis and Edward B. Davis for \nDefendant BNP Paribas S.A.  \n \nDiaz, Judge. \n \n{1} Before the Court is the Motion of Defendant BNP Paribas S.A. (“Paribas” \nor the “Bank”) to dismiss the cross-claims of Defendant Swift Aviation Group, Inc. \n(“SAG”), pursuant to Rule 12(b)(3) of the North Carolina Rules of Civil Procedure \n(“the Motion”).  \n{2} Paribas contends that SAG’s cross-claims must be litigated (if at all) in \nParis, France, pursuant to a mandatory forum selection clause contained in certain \ncontract documents. \n{3} After considering the Court file, SAG’s cross-claims, the Motion, and the \nbriefs and supporting materials of the parties, the Court GRANTS the Motion, \nwithout prejudice to SAG’s right to pursue its claims in the commercial court of \nParis, France.  \n \nI. \nPROCEDURAL BACKGROUND \n{4} On 22 April 2008, Plaintiff Speedway Motorsports International, Ltd. \n(“Speedway”) filed its Complaint in Mecklenburg County Superior Court. \n{5} On 26 May 2008, Plaintiff filed an Amended Complaint. \n{6} On 6 June 2008, SAG filed a Notice of Designation designating the case as \nmandatory complex business.   \n{7} On 27 August 2008, SAG answered the Amended Complaint and also filed \nits cross-claims against Paribas.   \n{8} On 25 September 2008, Plaintiff filed its Second Amended Complaint.  \nNeither SAG nor Paribas were required to re-plead in response to the Second \nAmended Complaint. \n{9} Paribas moved to dismiss SAG’s cross-claims on 29 October 2008, and it \nalso filed an accompanying brief.  \n{10} SAG filed a brief in opposition on 21 November 2008. \n{11} Paribas filed a reply brief on 11 December 2008.   \n \nII. \nTHE FACTS \nA. \nTHE PARTIES \n{12} SAG is a holding company organized and existing under the laws of \nArizona.  (Cross-Claims ¶¶ 1, 7.) \n{13} SAG’s subsidiaries are engaged in the business of transportation, including \nair transportation.  (Cross-Claims ¶ 7.)  \n{14} Paribas is a foreign bank headquartered in Paris, France.  (Cross-Claims \n¶ 5.)  \n{15} Defendant Bronwen Energy Trading, Ltd. (“Bronwen”) is a corporation \norganized under the laws of the Commonwealth of Dominica.  (Second Am. Compl. \n¶ 3.)  \nB. \nTHE DISPUTE \n{16} In or around 2007, SAG entered into a series of contracts with the Kuwait \nPetroleum Company (“KPC”)1 for the right to purchase, load, and deliver certain \npetroleum products (hereinafter the “petroleum contracts”).  (Cross-Claims ¶ 8.) \n{17} To fulfill the petroleum contracts, SAG required financing and logistics \nhelp.  (Cross-Claims ¶ 12.) \n{18} Paribas agreed to provide Letters of Credit on behalf of SAG to satisfy \nKPC’s financing requirements.  (Cross-Claims ¶ 17.) \n{19} In return, however, Paribas required that SAG retain Bronwen to assist \nSAG in performing the petroleum contracts.  (Cross-Claims ¶ 18.) \n{20} Paribas told SAG that:  (1) Paribas had an “active commercial \nrelationship” with Bronwen; (2) Bronwen was a professional, trustworthy, and \ncompetent company in the transportation and sale of petroleum products; and (3) \nBronwen had a $100 million line of credit through Paribas.  (Cross-Claims ¶¶ 20, \n22–23.)  \n{21} Purportedly relying on the Bank’s representations regarding Bronwen, and \nbecause of the Bank’s insistence that SAG retain Bronwen to help perform the \npetroleum contracts, SAG and Bronwen executed a series of Third Party Letter of \nCredit Agreements (the “Third Party Agreements”), which were submitted to \nParibas for approval.  (Cross-Claims ¶ 24.)      \n{22} The Bank did not sign the Third Party Agreements.  Nevertheless, the \nThird Party Agreements:   \n• are addressed to the Bank;  \n \n• set out the Bank’s rights under the Third Party Agreements;  \n \n                                                 \n1 KPC is not a party to this litigation. \n• summarize the terms of the petroleum contracts; \n \n• appoint the Bank as attorney-in-fact for SAG and Bronwen, with \nauthority to “take any and all action in connection with the Letter[s] of \nCredit or the [petroleum being purchased]”; \n \n• state that, with respect to the petroleum contracts and the Letters of \nCredit, Bronwen will have sole authority to deal with the Bank;  \n \n• state that Bronwen has instructed the Bank to issue Letters of Credit \nto facilitate financing of the petroleum contracts; \n \n• state that SAG and Bronwen are “unconditionally and irrevocably \nobligated to the Bank on a joint and several basis for any liabilities \nthat may arise from the issuance by the Bank of the Letter(s) of \nCredit”; and \n \n• provide that the Third Party Agreements “shall be construed in \naccordance with French Law” and that “[a]ny disputes arising \n[t]hereunder or in connection [t]herewith shall be exclusively \nsubmitted to the commercial court of Paris, France.”   \n \n(Ans. & Cross-Claims, Exs. 1–6.)   \n{23} Speedway also provided financial assistance to SAG and Bronwen for the \nperformance of the petroleum contracts in the form of guarantees to the Bank.  \n(Second Am. Compl. ¶¶ 35–60.)  \n{24} The guarantees required Speedway to maintain a collateral account with \nthe Bank.  (Second Am. Compl. ¶ 60.)   \n{25} Speedway’s Second Amended Complaint alleges, among other things, that \n(1) SAG and Bronwen breached their agreements with Speedway; and, (2) the Bank \nmade a wrongful demand on the guarantees by improperly debiting $12 million \nfrom Speedway’s collateral account.  (Second Am. Compl. ¶¶ 77–117, 129–35.) \n{26} In its cross-claims, SAG contends that Bronwen—with the Bank’s \nknowledge and assistance—botched the pe rformance of the petroleum contracts, \nresulting in over $21 million in losses.  (Cross-Claims ¶¶ 44–56.)   \n{27} SAG asserts claims against the Bank for breach of fiduciary duty and \nfraud, contending that the Bank misrepresented Bronwen’s financial bona fides and \nits ability to perform the petroleum contracts, in part because the Bank stood to \nbenefit financially from requiring SAG to retain Bronwen to perform the petroleum \ncontracts.  (Cross-Claims ¶¶ 57–72.) \n{28} SAG also asserts claims against Bronwen for (1) breach of the duty of good \nfaith and fair dealing with respect to the latter’s obligations under the Third Party \nAgreements, and (2) fraud and conversion for Bronwen’s alleged unlawful diversion \nof fuel shipments that it was obligated to process for SAG’s benefit under the Third \nParty Agreements.  (Cross-Claims ¶¶ 50, 73–94.)  \n{29} Paribas alleges that it covered the over $21 million loss resulting from the \nperformance of the petroleum contracts pursuant to its obligations to KPC under \nthe Letters of Credit.  (Cross-Claims ¶ 55.)  In separate litigation pending in the \ncommercial court of Paris, France, Paribas has asserted claims against SAG and \nBronwen to recover this amount.  (Charabati Aff. ¶ 3; Charabati Aff., Ex. A.) \n \nIII. \nTHE PARTIES’ CONTENTIONS  \n{30} Paribas contends the terms of the Third Party Agreements require SAG to \npursue its cross-claims in the commercial court of Paris, France.  (Paribas’ Br. Supp. \nMot. Dismiss Cross-Claims 1.)    \n{31} According to Paribas, the forum selection clauses in the Third Party \nAgreements are sufficiently broad so as to sweep within their scope SAG’s claims \nthat Paribas (1) fraudulently induced SAG to enter the Third Party Agreements, \nand (2) breached its fiduciary duties to SAG with respect to performance of the \npetroleum contracts.  (Paribas’ Br. Supp. Mot. Dismiss Cross-Claims 1, 6–8; \nParibas’ Reply Br. Supp. Mot. Dismiss Cross-Claims 2, 5–7.) \n{32} SAG responds that its cross-claims are properly before this Court for the \nfollowing reasons:  (1) Paribas never signed the Third Party Agreements and, \ntherefore, cannot rely on the forum selection clauses contained therein; (2) in any \nevent, SAG’s cross-claims sound in tort and, therefore, do not arise under, nor are \nthey sufficiently connected with, the Third Party Agreements so as to require that \nthey be litigated in a French commercial court; and (3) forcing SAG to litigate in \nFrance would be unfair and unreasonable under the circumstances.  (SAG’s Opp. \nBr. Mot. Dismiss Cross-Claims 2–3.) \n   \nIV. \nPRINCIPLES OF LAW \nA. \nCHOICE OF LAW PROVISIONS \n{33} A “choice of law” contract clause provides “that the substantive laws of a \nparticular state [shall] govern the construction and validity of the contract.”  Cable \nTel Servs., Inc. v. Overland Contracting, Inc., 154 N.C. App. 639, 641, 574 S.E.2d \n31, 33 (2002).   \n{34} The general rule in North Carolina is that “where parties to a contract \nhave agreed that a given jurisdiction’s substantive law shall govern the \ninterpretation of the contract, such a contractual provision will be given effect.”  \nTanglewood Land Co. v. Byrd, 299 N.C. 260, 262, 261 S.E.2d 655, 656 (1980). \n{35} Our courts, however, will not enforce a choice of law provision where \n(a) the chosen state has no substantial relationship to the parties or \nthe transaction and there is no other reasonable basis for the parties’ \nchoice, or (b) application of the law of the chosen state would be \ncontrary to a fundamental policy of a state which has a materially \ngreater interest than the chosen state in the determination of the \nparticular issue and which . . . would be the state of applicable law in \nthe absence of an effective choice of law by the parties.  \n \nCable Tel, 154 N.C. App. at 642–43, 574 S.E.2d at 33–34 (citing Restatement \n(Second) of Conflict of Laws § 187 (1971)). \n{36} North Carolina Rule of Civil Procedure 44.1 addresses a trial court’s \ndetermination of foreign law.  It provides: \nA party who intends to raise an issue concerning the law of a foreign \ncountry shall give notice by pleadings or by other reasonable written \nnotice.  The court, in determining foreign law, may consider any \nrelevant material or source, including testimony, whether or not \nsubmitted by a party or admissible under Chapter 8 of the General \nStatutes and State law.  The court’s determination shall be treated as \na ruling on a question of law. \n \nN.C. R. Civ. P. 44.1 (2007). \n \n{37} Because our appellate courts have not addressed this rule, the Court may \nlook to federal cases interpreting the analogous Federal Rule of Civil Procedure.  \nSee Turner v. Duke Univ., 325 N.C. 152, 164, 381 S.E.2d 706, 713 (1989) (stating \nthat, because the North Carolina Rules of Civil Procedure are substantially similar \nto the Federal Rules, our courts often look to federal cases for interpretive \nguidance). \n{38} Federal Rule of Civil Procedure 44.1 “provides courts with broad authority \nto conduct their own independent research to determine foreign law but imposes no \nduty upon them to do so.”  Bel-Ray Co., Inc. v. Chemrite Ltd., 181 F.3d 435, 440 (3d \nCir. 1999). \n{39} In cases before the federal courts, the parties “carry both the burden of \nraising the issue that foreign law may apply in an action, and the burden of \nadequately proving foreign law to enable the court to apply it in a particular case.”  \nId. at 440–41 (citing Whirlpool Fin. Corp. v. Sevaux, 96 F.3d 216, 221 (7th Cir. \n1996); Restatement (Second) of Conflict of Laws § 136 cmt. f). \n{40}  “Where parties fail to satisfy either burden the court will ordinarily apply \nthe forum’s law.”  Id. at 441 (citing Banco de Credito Indus., S.A. v. Tesoreria \nGeneral de la Seguridad Social de Espana, 990 F.2d 827, 837 (5th Cir. 1993); Carey \nv. Bahama Cruise Lines, 864 F.2d 201, 205 (1st Cir. 1988); Commercial Ins. Co. of \nNewark, N.J. v. Pacific-Peru Constr. Corp., 558 F.2d 948, 952 (9th Cir. 1977); \nWalter v. Neth. Mead, N.V., 514 F.2d 1130, 1137 n.14 (3d Cir. 1975); Restatement \n(Second) of Conflict of Laws § 136 cmt. h). \nB. \nFORUM SELECTION CLAUSES \n{41} A mandatory forum selection clause “designates a particular state or court \nas the jurisdiction in which the parties will litigate disputes arising out of the \ncontract and their contractual relationship.”  Johnston County v. R.N. Rouse & Co., \nInc., 331 N.C. 88, 93, 414 S.E.2d 30, 33 (1992). \n{42} Our “Supreme Court has held that forum selection clauses are valid and \nenforceable except when compelling reasons dictate otherwise.”  Sec. Credit \nLeasing, Inc. v. D.J.’s of Salisbury, Inc., 140 N.C. App. 521, 528–29, 537 S.E.2d 227, \n232 (2000) (citing Perkins v. CCH Computax, Inc., 333 N.C. 140, 146, 423 S.E.2d \n780, 784 (1992)).2 \n{43} Thus, \n[a] plaintiff who executes a contract that designates a particular forum \nfor the resolution of disputes and then files suit in another forum \nseeking to avoid enforcement of a forum selection clause carries a \nheavy burden and must demonstrate that the clause was the product \nof fraud or unequal bargaining power or that enforcement of the clause \nwould be unfair or unreasonable. \n \nPerkins, 333 N.C. at 146, 423 S.E.2d at 784. \n \nV. \nANALYSIS \nA. \nCHOICE OF LAW ISSUE  \n{44} Before turning to the merits of the Motion, the Court must first determine \nthe applicable law.     \n{45} The Bank’s principal contention is that the Third Party Agreements—and  \nin particular, the forum selection clauses contained therein—require SAG to litigate \nits cross-claims in a French court. \n{46} Those same Third Party Agreements state expressly that the agreements \nare to be “construed in accordance with French Law[.]”  (Ans. & Cross-Claims, Ex. \n4, at 3.) \n                                                 \n2 Perkins has been superseded in part by statute.  See N.C. Gen. Stat. § 22B-3 (2007); Szymczyk v. \nSigns Now Corp., 168 N.C. App. 182, 186 n.2, 606 S.E.2d 728, 732 n.2 (2005).  The statute provides \nthat (with limited exceptions) forum selection clauses contained in contracts entered into in North \nCarolina are void and unenforceable.  N.C. Gen. Stat. § 22B-3.  In this case, however, neither party \nasserts that the Third Party Agreements were entered into in North Carolina.   \n{47} In this case, there appears to be a reasonable basis for applying French \nlaw to the Third Party Agreements, as Paribas is a French bank with its \nheadquarters in Paris, France.  Moreover, although SAG contends that being forced \nto litigate its cross-claims in a French commercial court violates North Carolina \npublic policy (an argument the Court addresses later in this opinion), neither party \ncontends that applying French substantive law to the Third Party Agreements runs \nafoul of the policy of any other state with a materially greater interest in the \ndispute than France. \n{48} The parties, however, have not provided this Court with any authority or \nevidence from which it might discern how French law would evaluate the validity \nand scope of the forum selection clauses in the Third Party Agreements. \n{49} Accordingly, the Court relies instead on North Carolina law to resolve the \nMotion.  Accord Bel-Ray Co., 181 F.3d at 440–41. \nB. \nIS SAG BOUND BY THE FORUM SELECTION CLAUSES? \n{50} SAG does not dispute that it signed the Third Party Agreements and that \nthey contain mandatory forum selection clauses compelling litigation in the \ncommercial court of Paris, France. \n{51} SAG nevertheless opposes litigation in a French court on three grounds:  \n(1) the Bank did not sign the Third Party Agreements and, therefore, may not rely \non the forum selection clauses to compel litigation of SAG’s cross-claims in France; \n(2) the scope of the forum selection clauses do not reasonably encompass SAG’s \ncross-claims against the Bank; and (3) forcing SAG to litigate its cross-claims in a \nFrench court violates North Carolina public policy.  (SAG’s Opp. Br. Mot. Dismiss \nCross-Claims 7–17.) \n{52} The Court does not agree.  \n{53} As to SAG’s first contention, it is true that the Bank did not sign the Third \nParty Agreements, but the Court holds that this omission does not foreclose the \nBank’s enforcement of the forum selection clauses. \n{54} The Court has found no authority that directly addresses this issue, and \nthe parties cite none.  Nevertheless, several analogous principles of North Carolina \nlaw support the Bank’s position.  \n{55} First, to the extent a contract must be in writing to be enforceable, the only \nsignature required on the writing is that of “‘the party to be charged therewith.’”  \n(Paribas’ Br. Supp. Mot. Dismiss Cross-Claims 7–8 (quoting N.C. Gen. Stat. §§ 22-1 \nto 22-5 (2007)).) \n{56} SAG does not dispute that it signed the Third Party Agreements \ncontaining the mandatory forum selection clauses.  Accordingly, the Bank’s failure \nto sign the Third Party Agreements does not (standing alone) bar it from \ndemanding that SAG litigate its cross-claims in Paris, France.     \n{57} Second, our appellate courts have held, in the context of contracts \ncontaining arbitration provisions, that \n“[t]he obligation and entitlement to arbitrate does not attach only to \none who has personally signed the written arbitration provision.  \nRather, well-established common law principles dictate that in an \nappropriate case a nonsignatory can enforce, or be bound by, an \narbitration provision within a contract executed by other parties.” \n \nEllen v. A.C. Schultes of Md., Inc. , 172 N.C. App. 317, 320,  615 S.E.2d 729, 732 \n(2005) (quoting Wash. Square Sec., Inc. v. Aune , 385 F.3d 432, 435 (4th Cir. 2004)) \n(internal quotation marks omitted). \n{58} Among these common law principles is the view that a nonsignatory to a \ncontract may, on grounds of equitable estoppel, invoke an arbitration provision \ncontained therein where there is a “close relationship between the entities involved” \nand where the claims against the nonsignatory are “‘intimately founded in and \nintertwined with the underlying contract obligations.’”  Sunkist Soft Drinks v. \nSunkist Growers, 10 F.3d 753, 757 (11th Cir. 1993) (quoting McBro Planning & \nDev. Co. v. Triangle Elec. Constr. Co., Inc., 741 F.2d 342, 344 (11th Cir. 1984)).  See \nalso Brantley v. Republic Mortgage Ins., Co., 424 F.3d 392, 395–96 (4th Cir. 2005) \n(stating that equitable estoppel applies with respect to arbitration provisions when \n(1) a signatory to the contract containing an arbitration clause must rely on the \nterms of the agreement to assert claims against a nonsignatory, or (2) a signatory to \nthe contract raises allegations of substantially interdependent misconduct by both a \nnonsignatory and one or more signatories to the contract (quoting MS Dealer Serv. \nCorp. v. Franklin, 177 F.3d 942, 947 (11th Cir. 1999))).     \n{59} Given the strong seal of approval that our Supreme Court has given to \ncontract clauses requiring litigation in a foreign jurisdiction (at least where the \ncontract is not entered into in North Carolina), and the heavy burden placed on \nparties wishing to avoid them, see Perkins, 333 N.C. at 146, 423 S.E.2d at 784, the \nCourt concludes that the common law principles applied in North Carolina to \nextend the reach of arbitration agreements may also be applied to forum selection \nclauses.   \n{60} In this case, SAG negotiated directly with the Bank for Letters of Credit to \nfinance the petroleum contracts.  Those negotiations, in turn, led SAG and Bronwen \nto execute Third Party Agreements addressed directly to the Bank, whereby (1) \nSAG confirmed that it had retained Bronwen to assist it in performing the \npetroleum contracts, and (2) both SAG and Bronwen assumed unconditional \nobligations to the Bank for any liabilities that might arise from the Bank’s issuance \nof the Letters of Credit. \n{61} Moreover, the Third Party Agreements are replete with language outlining \nthe Bank’s contractual rights vis-à-vis SAG and Bronwen. \n{62} As a result, the Court holds that the Bank may properly seek to enforce \nthe forum selection clauses in the Third Party Agreements.     \n{63} SAG next contends that the forum selection clauses were never intended to \napply to what SAG characterizes as the Bank’s “unrelated tortious conduct.”  (SAG’s \nOpp. Br. Mot. Dismiss Cross-Claims 10.) \n{64} As the Bank points out, however, SAG’s attempt to parse its tort claims \nfrom the scope of the forum selection clauses is belied by SAG’s Answer & Cross-\nClaims, which attaches the Third Party Agreements and quotes extensively from \nthe contract documents as part of the factual basis for SAG’s claims against the \nBank.  (Paribas’ Reply Br. Supp. Mot. Dismiss Cross-Claims 5.) \n{65} This is not surprising given that SAG’s cross-claims arise from the Bank’s \nalleged misrepresentations regarding Bronwen’s competence and capability to \nperform the petroleum contracts, which were financed via the Third Party \nAgreements, as well as the Bank’s alleged failure to honor its fiduciary duties with \nregard to the petroleum contracts. \n{66} SAG’s interpretation of the forum selection clauses is also at odds with the \nplain language of the provisions, which require litigation in France of “[a]ny \ndisputes arising [under the Third Party Agreements] or in connection [t]herewith.” \n(Ans. & Cross-Claims, Ex. 4, at 3 (emphasis added).) \n{67} This broad language easily encompasses SAG’s tort claims because they \nhave their genesis in the Third Party Agreements and related petroleum contracts.  \nCf. McBro Planning, 741 F.2d at 344 (stating that “it is well established that a party \nmay not avoid broad language in an arbitration clause by attempting to cast its \ncomplaint in tort rather than in contract”).  \n{68} Additionally, SAG specifically alleges in its cross-claims that Bronwen’s \nmisconduct with respect to the petroleum contracts was facilitated by the Bank.  \n(Cross-Claims ¶¶ 47, 49–50.)  This allegation alone provides a separate equitable \nground for allowing the Bank to invoke the forum selection clauses in the Third \nParty Agreements.  \nCf. Brantley, 424 F.3d at 395–96.     \n{69} In sum, on these facts, the Court is hard-pressed to imagine a closer \nrelationship between parties and alleged wrongs that would justify extending the \nreach of a mandatory forum selection clause so as to require litigation of all claims \nrelated to the dispute in one venue.   \n{70} Finally, the Court discerns no public policy concerns that justify relieving \nSAG from the reach of the mandatory forum selection clauses.   \n{71} SAG’s burden on this issue is a heavy one, requiring a showing that “the \nclause was the product of fraud or unequal bargaining power or that enforcement of \nthe clause would be unfair or unreasonable.”  Perkins, 333 N.C. at 146, 423 S.E.2d \nat 784.   \n{72}  SAG argues that it was compelled to sign agreements that “were ‘wholly \none-sided,’ placing all of the power in the hands of Bronwen and [the Bank] and \nleaving [SAG] without any practical recourse.”  (SAG’s Opp. Br. Mot. Dismiss Cross-\nClaims 14.) \n{73} There is, however, no evidence in the record to support SAG’s claim.  To \nthe extent that SAG relies on the terms of the Third Party Agreements to support \nits argument, the Court concludes that the agreements, while certainly giving the \nBank substantial rights, are alone insufficient to meet SAG’s heavy burden to show \nfraud or overreaching.    \n{74} The Court also rejects SAG’s contention that being forced to litigate in a \nFrench commercial court is unreasonable or unfair. \n{75} The principal cause for SAG’s dissatisfaction with a French venue is that it \nwill be deprived of the full scope of discovery that would otherwise be available in \nthis Court.  (SAG’s Opp. Br. Mot. Dismiss Cross-Claims 14; Badier Aff. ¶¶ 4–9.) \n{76} SAG, however, provides no authority—and the Court has found none—for \nthe proposition that merely requiring a party to litigate in a forum with \nsubstantially different discovery rules than those applied in a U.S. court is \nsufficient cause to override the parties’ choice of forum. \n{77} While it may be that a French commercial court is a less-than-ideal venue \n(at least from SAG’s perspective), SAG has not shown that enforcing the mandatory \nforum selection clauses will deprive it of its day in court or leave it without an \nadequate remedy. \n{78} Accordingly, the Court declines to relieve SAG from the reach of the \nmandatory forum selection clauses.  \n \n \n \n \n \n \nVI. \nCONCLUSION \n{79} The Court GRANTS the Bank’s Motion to Dismiss SAG’s cross-claims, \nwithout prejudice to SAG’s right to pursue its claims in the commercial court of \nParis, France.   \n \nSO ORDERED, this the 18th day of February, 2009. \n \n  "
}