{
  "id": "93acb7ed5666db72f6bf06d4f57c6f4b73aab1ef7168a6d64fd9af47985c6434",
  "source_file": "data/raw/ncbc/93acb7ed5666db72f6bf06d4f57c6f4b73aab1ef7168a6d64fd9af47985c6434.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nUNION COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 583 \n \nWESTON DAVIS, \n \nPlaintiff, \n \nv. \n \nDAVIS FUNERAL SERVICE, INC.; \nROBERT L. MORGAN, III, President \n(as an officer of Davis Funeral \nService, Inc.); PHILLIP TILLMAN, \nVice President (individually and as \nan officer of Davis Funeral Service, \nInc.); and ROBIN H. MORGAN, \nSecretary (as an officer of Davis \nFuneral Service, Inc.), \n \nDefendants/Third-\nParty Plaintiffs, \n \nv. \n \nDEIDRA TEDDER, \n \nThird-Party \nDefendant. \n \n \n \n \n \n \n \nORDER AND OPINION  \nON DEFENDANTS’ MOTION  \nFOR SUMMARY JUDGMENT \n \n1. In this case,  Weston Davis has sued  his former employer, Davis Funeral \nService, Inc., and its officers.  He seeks  to recover unpaid wages  as well as \ncompensatory and punitive damages for alleged defamation.  All four defendants have \nmoved for summary judgment .  (ECF No. 43.)  For the following reasons, the Court \nGRANTS in part and DENIES in part their motion. \nBrown & Associates, PLLC, by Donald Mitchell Brown, for Plaintiff \nWeston Davis. \n \nBurns, Gray & Gray, by John T. Burns and Christopher A. Gray, for \nDefendants Davis Funeral Service, Inc., Robert L. Morgan, III, Phillip \nTillman, and Robin H. Morgan. \n \nDavis v. Davis Funeral Serv., Inc., 2023 NCBC 73. \nVillmer Caudill, PLLC, by Bo Caudill, for Third-Party Defendant Deidre \nTedder. \n \nConrad, Judge. \nI. \nBACKGROUND \n2. Davis joined Davis  Funeral Service in January 2018 at the request of h is \ncousin, Vann, who was the president and sole shareholder at that time.  In September \n2020, Vann died, and company ownership passed to his estate.  T he original \nadministrator of the estate elevated Davis to replace Vann as president, but a year \nlater, a new administrator sacked Davis and named Robert Morgan, Robin Morgan, \nand Phillip Tillman as officers.  (See Davis Aff. ¶¶ 3, 17, 23, 31, ECF No. 47; see also \nDavis Dep. 25:16–26:10, 57:15–24, ECF No. 44.1.) \n3. This lawsuit followed.  In his complaint, Davis points to an oral employment \nagreement that he and Vann allegedly negotiated.  The terms of that agreement are \nhazy: Davis does not say how much he was to be paid  but alleges that he was given \nthe title “Vice President,” that he was an at -will employee, and that his duties \nincluded managing the funeral home and training to become a licensed funeral \ndirector.  Davis also alleges that Davis Funeral Service paid him just a small fraction \nof the wages that he earned from January 2018 until the COVID-19 pandemic began \nin early 2020 and that it did not pay him at all from the beginning of the pandemic \nthrough Vann’s death.  Based on these allegations, Davis seeks to recover “wages \nunpaid” or, alternatively, “the reasonable value of services rendered.”\n1  He asserts \n \n1 After the close of discovery and after  Davis Funeral Service filed its motion for summary \njudgment, Davis moved to amend his complaint to introduce new theories of liability.   The \nproposed amendment described a radically different oral employment agreement  in which \nclaims for breach of contract , breach of the implied covenant of good faith and fair \ndealing, quantum meruit, and unjust enrichment.  (See Compl. ¶¶ 10–12, 20, 25, 68, \n69, 86–88, 90, 97, 102, ECF No. 3.)  \n4. Davis also claims that he was defamed after his departure .  As alleged, \nTillman falsely stated to grieving patrons of Davis Funeral Service that Davis had \nperformed funerals without a license and was fired for that reason.   Davis seeks to \nhold Tillman individually liable for these statements  and to hold  the company \nvicariously liable.  (See Compl. ¶¶ 53, 54, 56, 57, 78, 92–95.)  \n5. In response, Davis Funeral Service  denies any wrongdoing and has \ncounterclaimed for alleged misconduct by Davis during his time as president.  It has \nalso asserted third- party claims against another former employee.   (See Ans. to \nCompl. & Countercl., ECF No. 4 .)  The counterclaims and the third-party claims , \nwhich the Court has addressed in earlier orders, are not at issue here.  See generally \nDavis v. Davis Funeral Serv., Inc. , 2023 NCBC LEXIS 79 (N.C. Super. Ct. Jun e 12, \n2023); Davis v. Davis Funeral Serv., Inc., 2022 NCBC LEXIS 79 (N.C. Super. Ct. July \n20, 2022). \n6. Discovery is now closed.  Davis Funeral Service, the Morgans, and Tillman \nhave jointly moved for summary judgment.  The motion is fully briefed, and the Court \nheld a hearing on 12 October 2023.  The motion is ripe for determination.  \n \nVann supposedly promised Davis  a five -year term of employment  (rather than at -will \nemployment) and compensation in the form of stock valued at $125,000 per year.  The Court \ndenied the motion to amend on the grounds of undue delay and prejudice.  (See ECF No. 60.)  \nII. \nANALYSIS \n7. Summary judgment is appropriate “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show that \nthere is no genuine is sue as to any material fact and that any party is entitled to a \njudgment as a matter of law.”  N.C. R. Civ. P. 56(c).  In deciding a motion for summary \njudgment, the Court views the evidence in the light most favorable to the nonmoving \nparty and draws all inferences in its favor.  See Vizant Techs., LLC v. YRC Worldwide, \nInc., 373 N.C. 549, 556 (2020); N.C. Farm Bureau Mut. Ins. Co. v. Sadler, 365 N.C. \n178, 182 (2011). \n8. The moving party “bears the initial burden of demonstrating the absence of \na genuine issue of material fact.”  Liberty Mut. Ins. Co. v. Pennington, 356 N.C. 571, \n579 (2002).  The moving party meets its burden “by proving that an essential element \nof the opposing party’s claim is nonexistent, or by showing through discovery that the \nopposing party cannot produce evidence to support an essential element of his claim.”  \nDeWitt v. Eveready Battery Co ., 355 N.C. 672, 681 (2002) (citations and quotation \nmarks omitted).  If the moving party makes that showing, “the burden shifts to the \nnonmoving party to produce a forecast of evidence demonstrating that the nonmoving \nparty will be able to make out at least a prima facie case at trial.”  Cummings v. \nCarroll, 379 N.C. 347, 358 (2021) ( cleaned up).  The nonmoving  party “may not rest \nupon the mere allegations or denials of his pleading,” N.C. R. Civ. P. 56(e), but must \ninstead “come forward with specific facts establishing the presence of a genuine \nfactual dispute for trial,” Liberty Mut. Ins. Co., 356 N.C. at 579.   \n9. The Morgans.  Robin and Robert Morgan move for summary judgment on \nall claims against them.  As they correctly observe, the complaint does not allege that \nthey committed any wrongful acts  (or any lawful acts, for that matter) .  Davis \nconcedes that the Morgans have no personal involvement in any alleged misconduct  \nbut argues that each may be sued in his or her capacity as an officer of Davis Funeral \nService.  That is not the law.  A n officer of a corporation is not liable for the \ncorporation’s acts “merely by virtue of his office.”  Wolfe v. Wilmington Shipyard, Inc., \n135 N.C. App. 661, 670 (1999) (citation and quotation marks omitted).  The Morgans \nare entitled to summary judgment. \n10. B reach of Contract .  A claim for breach of contract must be brought within \nthree years after the cause of action accrues.  See N.C.G.S. §  1-52(1).  When the \ncontract requires payment “in installments, the statute of limitations runs against \neach installment independently as it becomes due.”  Martin v. Ray Lackey Enters., \nInc., 100 N.C. App. 349, 357 (1990).   This is because each unpaid installment is its \nown breach. \n11. Davis Funeral Service acknowledges that part of Davis’s claim for breach of \ncontract is timely.  Davis filed this action in March 2022; any  alleged breach based \non a failure to pay wages that became due in March 2019 or later  falls within the \nthree-year limitations period.  But Davis Funeral Service contends that the statute \nof limitations bars the claim to the extent  that it is based on the  failure to pay \ninstallments of wages that became due before March 2019. \n12. Davis’s response is baffling.  He says nothing about the timeliness of the  \nclaim for unpaid wages as pleaded in his complaint, arguing instead that a different \ntheory of liability in  his proposed amended complaint is timely.  Because t he Court \ndenied leave to amend , the proposed amendment is a nullity , and  n ovel theories \nwithin it are entirely irrelevant. \n13. Only the claim that is alleged in the complaint matters.  That claim is based \non allegations that Davis “worked full-time as Vice President from the beginning of \nJanuary 2018” and  did not receive his full wages “[d]uring all this time .”  (Compl. \n¶ 20 (emphasis added).)  Davis has offered no  argument to show that his claim to \nrecover wages that became due before March 2019 is timely.  Accordingly, the Court \ngrants partial summary judgment as to the claim for breach of contract to the extent \nthat it is based on the failure to pay wages that became due before March 2019.  See \nRowell v. N.C. Equip. Co ., 146 N.C. App. 431, 434 (2001) ( When “the statute of \nlimitations is properly pled and the facts are not in conflict, the issue becomes a \nmatter of law, and summary judgment is appropriate.”). \n14. Unjust Enrichment/Quantum Meruit.  Although pleaded separately, the \nclaims for quantum meruit and unjust enrichment are two sides of the same coin.  \nBoth are claims in “quasi contract or contract implied in law.”  Booe v. Shadrick, 322 \nN.C. 567, 570 (1988).   When “services are rendered and expenditures made by one \nparty to or for the benefit of another, without an express contract to pay, the law will \nimply a promise to pay a fair compensation therefor.”  Krawiec v. Manly , 370 N.C. \n602, 615 (2018) (quoting Atl. Coast Line R.R. Co. v. State Highway Comm’m, 268 N.C. \n92, 95–96 (1996)).  But when the parties have made an express contract, the law will \nnot imply one “with reference to the same matter.”  Vetco Concrete Co. v. Troy Lumber \nCo., 256 N.C. 709, 713 (1962). \n15. Davis Funeral Service contends that Davis ’s alleged oral emplo yment \nagreement, if it exists, is an express contract and that, as a result, he cannot pursue \nclaims based on a theory of implied contract .  This is unpersuasive.  A plaintiff may  \nplead claims for breach of contract and unjust enrichment in the alternative.  Only \n“when an express contract has been proved” is it “error to submit an alternative \nimplied contract claim to the jury.”  Catoe v. Helms Constr. & Concrete Co. , 91 N.C. \nApp. 492, 498 (1988).   No express contract has been proved here.  Although Davis \nFuneral Service purports to concede in its opening brief that an express contract \nexists, it disputes Davis’s description of  the terms of that contract and has not \narticulated its own position on what the terms were.   Given these disputes  and the \nuncertain status of the alleged oral  contract, it would be premature to dismiss the \nalternative claims for unjust enrichment and quantum meruit.  The Court therefore \ndenies the motion for summary judgment as to these claims.      \n16. Defamation.  At the hearing,  Davis Funeral Service abandoned the \narguments that it had made in support of  summary judgment as to  the claim for \ndefamation.  The Court therefore denies the motion as to that claim. \nIII. \nCONCLUSION \n17. For all these reasons, the Court GRANTS  the motion for summary \njudgment as to all claims asserted against Robin Morgan and Robert Morgan.  These \nclaims are DISMISSED with prejudice. \n18. The Court also GRANTS in part the motion for summary judgment as to \nthe claim for breach of contract against Davis Funeral Service to the extent that Davis \nseeks to recover unpaid wages that became due before 3 March 2019.  \n19. The Court DENIES the motion for summary judgment in all other respects.  \nThe claims for breach of contract (as narrowed), breach of the implied covenant of \ngood faith and fair dealing, unjust enrichment, and quantum meruit against Davis \nFuneral Service  and the claim for  defamation against Davis Funeral Service and \nTillman shall proceed to trial. \n20. On or before 30 October 2023, counsel for all parties shall confer and jointly \nreport via e-mail to the Court’s law clerks their estimate of the length of trial for the \nremaining claims and counterclaims.  \n \nSO ORDERED, this the 25th day of October, 2023. \n \n \n      /s/ Adam M. Conrad   \n     Adam M. Conrad \n     Special Superior Court Judge  \n  for Complex Business Cases  \n "
}