{
  "id": "93bca139fca2aebe4b26059d60b45921b4b4ab13b855b5ea04788d00bae2b30c",
  "source_file": "data/raw/ncbc/93bca139fca2aebe4b26059d60b45921b4b4ab13b855b5ea04788d00bae2b30c.pdf",
  "raw_text": "Glob. Textile All., Inc. v. TDI Worldwide, LLC, 2018 NCBC 54. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF GUILFORD \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n17 CVS 7304 \n \nGLOBAL TEXTILE ALLIANCE, \nINC., \n  \nPlaintiff, \n \nv. \n \nTDI WORLDWIDE, LLC; DOLVEN \nENTERPRISES, INC.; TIMOTHY \nDOLAN, individually and in his \ncapacity as an officer, shareholder \nand director of Dolven Enterprises, \nInc. and an officer of TDI Worldwide, \nLLC; JAMES DOLAN, individually \nand in his capacity as an officer, \nshareholder and director of Dolven \nEnterprises, Inc.; STEVEN \nGRAVEN, individually and in his \ncapacity as an officer, shareholder \nand director of Dolven Enterprises, \nInc.; RYAN GRAVEN, individually \nand in his capacity as an officer, \nshareholder and director of Dolven \nEnterprises, Inc.; GARRETT \nGRAVEN, individually; GFY \nINDUSTRIES LIMITED; GFY, \nLIMITADA de CAPITAL VARIABLE; \nGFY COOPERATIVE, U.A.; \nand上海冠沣源贸易有限公司 a/k/a \nGFY SH, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT JAMES DOLAN’S \nMOTION TO DISMISS AMENDED \nCOMPLAINT \n \n THIS MATTER comes before the Court on Defendant James Dolan’s Motion to \nDismiss Amended Complaint (“Second Motion to Dismiss”; ECF No. 156). \n THE COURT, having considered the Second Motion to Dismiss , the briefs in \nsupport of and in opposition to the Second Motion to Dismiss, and other appropriate \nmatters of record, concludes that the Second Motion to Dismiss should be GRANTED, \nin part, and DENIED, in part, for the reasons set forth below. \nHagan Barrett & Langley PLLC, by J. Alexander S. Barrett and Kurt A. Seeber \nfor Plaintiff Global Textile Alliance, Inc. \n \nBrooks, Pierce, McLendon, Humphrey & Leonard, LLP, by Eric M. David, \nBrian C. Fork, and Shepard D. O’Connell for Defendant James Dolan. \n \nJames, McElroy & Dieh l, P.A., by Fred B. Monroe  and Carl M. Short III for \nDefendants TDI Worldwide, LLC and Timothy Dolan. \n \nK&L Gates LL P, by A. Lee Hogewood III, John R. Gardner, and Matthew T. \nHouston for Defendants Dolven Enterprises, Inc. and Ryan Graven. \n \nEllis & Winters LLP, by Jonathan A. Berkelhammer, Steven A. Scoggan, and \nScottie Forbes Lee for Defendant Steven Graven. \n \nMorningstar Law Group, by Shannon R. Joseph and Jeffrey L. Roether for \nDefendant Garrett Graven. \n \nMcGuire, Judge. \nFACTUAL AND PROCEDURAL BACKGROUND \n1. The Court does not make findings of fact on motions to dismiss under \nRule 12(b)(6) of the North Car olina Rules of Civil Procedure.   N.C.G.S. § 1A-1, Rule \n12(b)(6) (hereinafter, the North Carolina Rules of Civil Procedure will be referred to \nas “Rule(s)”).  The Court only recites those facts included in the Complaint that are \nrelevant to the Court’s determination of the Motion.  See, e.g., Concrete Serv. Corp. v. \nInv’rs Grp., Inc., 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986).  \n2. Plaintiff Global Textile Alliance, Inc. (“Plaintiff”) is a North Carolina \ncorporation with its principal place of business in Rockingham County, North \nCarolina.  Plaintiff is in the business of providing fabrics, mattress ticking, covers, \nand other textiles to the bedding, upholstery, and home furnishings industries. \n3. Plaintiff was founded in 2001 by Luc Tack (“Tack”), a Belgian \nentrepreneur, and Defendants Timothy Dolan  (“Timothy”) and Steven Graven  \n(“Steven”).  Tack provided the funding to start Plaintiff,  and Timothy incorporated \nPlaintiff and transferred all of its shares to Tack in the fall of 2001.   (Am. Compl., \nECF No. 149, at ¶  21.)  Since that time, Tack has been the sole shareholder of \nPlaintiff.  (Id.)  Until April 2016, Timothy served as Plaintiff’s CEO and as a director, \nand Steven served as Plaintiff’s Executive Vice President and as a director.  ( Id. at \n¶¶ 4, 6.) \n4. Defendant James Dolan (“James”) is Timothy Dolan’ s brother  and \nresides in Trabuco Canyon, California.  James was never employed by Plaintiff. \n5. Plaintiff’s business is “highly competitive ,” and Plaintiff “build[ s] and \nmaintain[s] close relationships with customers, develop[ s] products with them, and \nserv[es] their particular needs.”  ( Id. at ¶  24.)  Plaintiff is familiar with each \ncustomer’s requirements and needs, technical parameters, manufacturing standards \nand capabilities, and buying habits and volumes.  (Id. at ¶ 26.)   \n6. Plaintiff uses third-party vendors to provide certain products and \nservices integral to its manufacturing of its products.  Plaintiff contracts with third-\nparty fabric mills to manufacture some of its fabrics.  Plaintiff also contracts with \n“cut-and-sew” operations to further process the fabric that Plaintiff manufactures \ninto final products for its customers.  Plaintiff uses an “extremely selective” process \nto identify qualified third parties, requiring significant amounts of time and money.  \n(Id. at ¶  29.)  The third-party fabric mills and cut-and-sew operations are located \nprimarily in China.  \n7. In or around 2005, Pl aintiff hired Defendant Ryan Graven  (“Ryan”), \nSteven’s son, to set up an office in China (known as “GTA Asia”) and to serve as \nPlaintiff’s Director of Asia Operations.  (Id. at ¶ 34.)  Ryan’s job duties were to identify \nqualified and reliable Chinese fabric mills and cut-and-sew vendors for Plaintiff and \nto oversee the vendors’ work for Plaintiff.  (Id. at ¶ 35.)  In 2012, Plaintiff hired Ryan’s \nbrother, Defendant Garrett Graven (“Garrett”), to replace Ryan as Director of Asia \nOperations, but Ryan continued to be employed by Plaintiff.  (Id. at ¶ 58.)  Through \nGTA Asia, Plaintiff invested “significant amounts of time and money” to identify, \nselect, and develop relationships with  Chinese vendors capable of providing high -\nquality, reliable products and services for Plaintiff.  (Id. at ¶¶ 40–41.) \n8. In his role as Plaintiff’s CEO, Timothy served as head of GTA Asia’s \noperations and oversaw the Director of Asia Operations position.   Through their \npositions with Plaintiff, Timothy and Ryan gained extensive and detailed knowledge \nabout all aspects of Plaintiff’s Asia operations and about the capabilities of Plaintiff’s \nvendors.  (Id. at ¶¶ 37–43.) \n9. On or about May 4, 2009, Timothy, Steven, Ryan, and James founded \nGFY Industries Limited (“GFY”), a Chinese company , using Plaintiff’s offices, \nemployees, capital, and other assets.  (Id. at ¶¶ 46–47.).  Steven stated that GFY was \ncreated to provide  “one company to manage cut -and-sew facilities, operations, \nlogistics, quality control, and product in-flow and out flow.”  (Id. at ¶ 48.)  Ryan stated \nthat he founded GFY to “manage the sourcing, quality and servicing of [cut-and-sew] \nproducts.”  ( Id.)  Plaintiff alleges that GFY “went into direct competition” with \nPlaintiff.  (Id. at ¶ 49.)  \n10. GFY also bought fabric from Plain tiff, which GFY would then send to \nthird-party cut-and-sew vendors to make products for Plaintiff’s customers.  (Id. at \n52–53.)  Plaintiff alleges that “[t]here was no reason that [Plaintiff] could not have \ndirectly sourced its fabrics to the third -party cut and sew operators, as it had done \nfor many years.”  ( Id. at ¶  55.)  Timothy, Steven, and Ryan did not disclose the \ncreation of, or their ownership interests in, GFY to Tack. \n11. In addition to contracting with cut-and-sew operators in China, in 2011, \nPlaintiff began its own cut-and-sew operation in Reidsville, North Carolina. \n12. In August 2013, Timothy, Steven, Ryan, and James created Defendant \nDolven Enterprises, Inc. (“Dolven”).  (Id. at ¶ 67.)  Timothy, Steven, Ryan, and James \neach own a twenty-five percent interest in Dolven.  In addition, Ryan is CEO and \nPresident of Dolven, and Timothy, Steven, and James are officers and directors of \nDolven.  (Id. at ¶¶ 4–6.)  GFY continues to be a wholly owned subsidiary of Dolven.  \n(Id. at ¶ 9.)  Timothy, Steven, and Ryan did not disclose the creation of, or their \nownership interests in, Dolven to Tack. \n13. Plaintiff alleges that Dolven, “wit h the guidance and direction of  . . . \nJames Dolan,” was created to divert cut-and-sew opportunities and other businesses \nfrom Plaintiff to Dolven.  ( Id. at ¶ 67.)  By the end of 2013, Plaintiff’s cut -and-sew \nbusiness sourced from Ch ina “virtually ceased,” and Plaintiff eventually shut down \nthe Reidsville cut-and-sew facility because Timothy and Steven “falsely represented \nthat [Plaintiff] was losing money” and that Plaintiff was not “capable of effectively \nmanaging a [cut-and-sew] process.”  (Id. at ¶¶ 68, 70.)  Plaintiff further alleges that \nJames “actively participated” with Timothy, Steven, and Ryan “in arranging for and \nconducting . . . business which was for the benefit of GFY [and] Dolven.”  (Id. at ¶ 86.) \n14. In January 2016, Timothy and Steven informed Tack in writing about \ntheir involvement with GFY and Dolven and apologized for not informing him about \nDolven “from the beginning .”  ( Id. at ¶  89; ECF No. 149.7, at p. 2.)   At that time, \nPlaintiff was negotiating a contract with its largest customer for  “one of the largest \nmattress ticking contracts ever awarded.”  (ECF No. 149, at ¶ 89.)   \n15. Plaintiff alleges that because Dolven and GFY had “diverted Plaintiff’s \nopportunities and inserted themselves into the supply chains ” of Plaintiff’s largest \ncustomer with whom Plaintiff was negotiating the contract, Plaintiff was essentially \nforced to continue working with Dolv en in order to service that customer.  ( Id. at \n¶ 91.)  This caused Plaintiff to defer taking action against Dolven and its principals \nin order to secure the contract and protect Plaintiff’s relationship with the customer.  \n(Id.)  Once Plaintiff was able to develop the resources and management required to \nservice the contract and the customer, Plaintiff ceased doing business with Dolven \nand began pursuing legal action against Dolven and its principals.   \n16. Plaintiff claims that Dolven is actively competing with Plaintiff, has \ndamaged Plaintiff’s relationships with its customers and suppliers, and has usurped \nbusiness opportunities belonging to Plaintiff.  ( Id. at ¶¶ 97, 101.)  Plaintiff further \nclaims that Dolven and its principals are participating in a “scheme to divert \n[Plaintiff’s] business opportunities,” (id. at ¶ 17), and are continuing to “exploit their \nknowledge of confidential and proprietary information,” (id. at ¶ 92).  This has given \nDolven an unfair competiti ve advantage over Plaintiff , which Plaintiff claims could \nnot have occurred absent Dolven and its principals’ wrongful conduct.  (Id. at ¶¶ 96, \n101.) \n17. On August 15, 2017 , Plaintiff initiated this lawsuit by filing a Verified \nComplaint.  (ECF No. 4 .)  On September 25, 2017, James filed his f irst Motion to \nDismiss (“First Motion to Dismiss”; ECF No. 41 ).  Briefing on the First Motion to \nDismiss closed, and o n December 5, 2017 , t he Court issued a Notice of Hearing \nscheduling oral argument on the First Motion  to Dismiss for Decembe r 20, \n2017.  (Notice of Hearing, ECF No. 134.)  On December 11, 2017, Plaintiff moved to \namend its Verified Complaint (“First Motion to Amend”; ECF No. 136).  On December \n14, 2017, the Court granted Plaintiff’s First Motion to Amend.  (Order Granting First \nMot. to Amend,  ECF No. 147.)  On December 14, 2017, Plaintiff filed the Amended \nComplaint (ECF No. 149), rendering James’s First Motion to Dismiss moot.  \n18. In the Amended Complaint, Plaintiff makes the following claims against \nJames and other Defendants: actual and constructive fraud (Third Claim for Relief); \nconspiracy (Fourth Claim for Relief); common law unfair competition/business \nconversion (Sixth Claim for Relief); unfair and deceptive trade practices  in violation \nof the North C arolina Unfair Trade Practice Act, N.C.G.S. §  75-1.1 (“UDTPA”)  \n(hereinafter, the North Carolina General Statutes will be referred to as “G.S.”) \n(Seventh Claim for Relief); constructive trust (Tenth Claim for Relief); fraudulent \ntransfer pursuant to G.S. § 39-23.1, et seq. (Eleventh Claim for Relief); and a motion \nfor preliminary and permanent injunction. \n19. James filed his Second Motion to Dismiss on January 9, 2018.  (ECF No. \n156.)  Plaintiff filed its brief in opposition to the Second Motion to Dismiss  on \nFebruary 12, 2018 (ECF No. 186) , and James filed his reply brief in support of the \nSecond Motion to Dismiss  on February 26, 2018 (ECF No. 213) .  On February 28, \n2018, the Court issued a Notice of Hearing on the Second Motion to Dismiss, setting \nthe hearing for March 14, 2018.  (Notice of Hearing, ECF No. 215.)  \n20. On March 12, 2018, Plaintiff filed a motion to further amend its \ncomplaint.  (ECF No. 224.)  On April 6, 2018, the Court entered an order granting, in \npart, and denying, in part, the motion to further amend.   (ECF No. 259.)   The order, \ninter alia, denied Plaintiff’s requested amendments relating to James and reserved \nfor ruling the Second Motion to Dismiss based on the allegations in the Amended \nComplaint.  (Id.) \n21. On March 14, 2018 , the Court held a hearing on the Second Motion to \nDismiss.  The Second Motion to Dismiss is now ripe for resolution. \nANALYSIS \nA. Standards for dismissal \n22. James moves to dismiss Plaintiff’s claims against him under Rule \n12(b)(6) for failure to state a claim upon which relief may be granted, and he also \nmoves to dismiss Plaintiff’s claim for fraudulent transfer under Rule 12(b)(1) for lack \nof standing. \n23. In ruling on a motion to dismiss pursuant to Rule 12(b)(6), the Court’s \ninquiry is “whether, as a matter of law, the allegations of the [C]omplaint, treated as \ntrue, are sufficient to state a claim upon which relief may be granted under some \nlegal theory, whether properly labeled or not.”  Harris v. NCNB Nat’l Bank, 85 N.C. \nApp. 669, 670, 355 S.E.2d 838, 840 (1987).  North Carolina is a notice pleading state.  \nSee, e.g., Feltman v. City of Wilson, 238 N.C. App. 246, 252, 767 S.E.2d 615, 620 (2014) \n(quoting Wake Cty. v. Hotels.com, L.P. , 235 N.C. App. 633, 646, 762  S.E.2d 477, 486 \n(2014)).  “Under notice pleading, a statement of claim is adequate if it gives sufficient \nnotice of the claim asserted to enable the adverse party to answer and prepare for \ntrial, to allow for the application of the doctrine of res judicata, and to show the type \nof case brought.”  Id. \n24. Dismissal of a claim pursuant to Rule 12(b)(6) is proper “(1) when the \ncomplaint on its face reveals that no law supports plaintiff’s claim; (2) when the \ncomplaint reveals on its face the absence of fact sufficient to make a good claim; [or] \n(3) when some fact disc losed in the complaint necessarily defeats the plaintiff’s \nclaim.”  Oates v. JAG, Inc., 314 N.C. 276, 278, 333 S.E.2d 222, 224 (1985).  In deciding \na motion to dismiss, the Court must construe the Complaint liberally and accept all \nwell-pleaded allegations  as true.   Laster v. Francis , 199 N.C. App. 572, 577, 681 \nS.E.2d 858, 862 (2009).  The Court, however, is not required “to accept as true \nallegations that are merely conclusory, unwarranted deductions of fact, or \nunreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. Dep’t of Health & Human \nServs., 174 N.C. App. 266, 274, 620 S.E.2d 873, 880 (2005).   In addition, the Court \nmay consider documents that are the subject of Plaintiff’s Complaint and to which \nthe Complaint specifically refers.  Oberlin Capital, L.P. v. Slavin, 147 N.C. App. 52, \n60, 554 S.E.2d 840, 847 (2001). \n25. Dismissal under Rule 12(b)(1) is proper “[i]f a party does not have \nstanding to bring a claim [because] a court has no subject matter jurisdiction to hear \nthe claim.”  Estate of Apple v. Commercial Courier Express, Inc., 168 N.C. App. 175, \n177, 607 S.E.2d 14, 16 (2005).  When considering a motion to dismiss for lack of \nstanding, the Court must “view the allegations as true and the supporting record in \nthe light most favorable to the non -moving party.”  Mangum v. Raleigh Bd. of \nAdjustment, 362 N.C. 640, 644, 669 S.E.2d 279, 283 (2008).  \n26. The burden is on the party invoking jurisdiction to establish standing.  \nMarriot v. Chatham Cty., 187 N.C. App. 491, 494, 654 S.E.2d 13, 16 (2007).  The Court \nwill only grant a Rule 12(b)(1) motion “if the material jurisdictional facts are not in \ndispute and the moving party is entitled to a judgment as a matter of law.”  Wilkie v. \nStanley, 2011 NCBC LEXIS 11, *10 (N.C. Super. Ct. Apr. 20, 2011) (citing Southstar \nFunding, L.L.C. v. Warren, Perry & Anthony, P.L.L.C. , 445 F. Supp. 2d 583, 584 \n(E.D.N.C. 2006)). \nB. Plaintiff fails to allege specific  conduct by James in his individual \ncapacity that would support the claims against him in this lawsuit \n \n27. James first argues that Plaintiff makes no allegations against him in his \nindividual capacity, but merely alleges that as an officer and director of Dol ven he \nhad knowledge of and participated in Dolven’s wrongful conduct.  ( Br. Supp. James \nDolan’s Mot. Dismiss Am. Compl., ECF No. 157, at pp. 5–8.)  James contends that \n“[i]n the absence of any specific allegations of [James]’s individual wrongdoing, \n[Plaintiff] has failed to state a single claim ” against him, and the claims should be \ndismissed.  (Id. at p. 8.)  Plaintiff counters that the Amended Complaint sufficiently \nalleges “specific individual wrongdoing” against James that would support the claims \nraised in the Amended Complaint.  (ECF No. 186, at p. 9.) \n28. “[A] director, officer, or agent of a corporation is not, merely by virtue of \nhis office, liable for the torts of the corporation or of other directors, officers, or \nagents.”  Green v. Freeman , 222 N.C . App. 652, 674, 733 S.E.2d 542, 557 (2012) \n(quoting Oberlin, 147 N.C. App. at 57, 554 S.E.2d at 845 ); see also Yates Constr. Co. \nv. Bostic , 2014 NCBC LEXIS 19, *6–9 (N.C. Super. Ct. May 12, 2014) (granting \nsummary judgment in favor of defendant corporate director because “plaintiff \nseemingly base[d] all of its allegations  . . . on the mere fact that Defendant was an \nowner or member of [the d efendant corporation] and other entities”).  While “[a] \ndirector or other corporate agent can  . . . be held directly liable to an injured third \nparty for a tort personally committed by the director or one in which he participated,” \nparticipation requires active involvement in the tortious conduct; mere awareness or \nknowledge of the alleged wrongdoing is not enough.  Oberlin, 147 N.C . App. at 57, \n554 S.E.2d at 845 (affirming dismissal of complaint for failure to state a claim against \nthree directors despite their having been “fully a pprised and informed” of the other \ndirector’s alleged wrongdoing); Red Fox Future, LLC v. Holbrooks, 2014 NCBC LEXIS \n8, *36 (N.C. Super. Ct. Mar. 24, 2014) (granting summary judgment in favor of LLC \nmember and finding that the member’s “passive awareness of [other  members’] \nactions hardly constitutes active participation”).  Consequently, determination of the \nliability of a corporation for tortious conduct does not automatically also result in a \ndetermination of individual liability of its officers or shareholders.  See Red Fox, 2014 \nNCBC LEXIS 8, *36–39.   \n29.   James argues that the Amended Complaint only makes generalized \nallegations against groups of “Defendants” without alleging specific wrongdoing by  \nJames.  In Oberlin, the Court dismissed claims against some of the corporate director \ndefendants because the complaint “[did] not clarify how and to what extent [those] \ndefendants actively and personally participated in the alleged wrongdoing.”  Oberlin, \n147 N.C. App. at 57, 554 S.E.2d at 845; see also Red Fox, 2014 NCBC LEXIS 8, at *36 \n(stating that “lump[ing]” an officer in with the corporation and its other officers and \ndirectors as having committed wrongful acts did not allege “how and to what extent \n[the defendant] personally participated” in the alleged acts). \n30. The Court has scoured the Amended Complaint and finds that there are \nfew, if any, allegations of specific, affirmative conduct by James that would support \nseveral of the claims raised against him by Plaintiff.  In  addition, Plaintiff does not \ndirect the Court to such allegations regarding James.  Instead, the allegations \nsuggest Plaintiff seeks to hold James liable on several claims simply because he was \na principal in Dolven and GFY.  The allegations generally are not sufficient to support \nclaims against James in his individual capacity.  While this alone would be a basis \nfor dismissing several of the claims against James in this lawsuit, as discussed below, \nthe Court concludes that further analysis of each individual claim is warranted. \nC. Plaintiff fails to allege that James made any misrepresentations, or had \na duty to disclose, to Plaintiff, and the claims for actual and constructive \nfraud fail \n \n31. In its Third Claim for Relief, Plaintiff alleges that Dolven, GFY, \nTimothy, Steven, Ryan, and James “actively engaged in a fraudulent scheme to both \ndivert business and money from [Plaintiff]” and to conduct business for Dolven and \nGFY “to [Plaintiff’s] detriment.”  (ECF No. 149, at ¶ 116.)  Plaintiff claims that those \nDefendants concealed the ownership of Dolven and GFY from Plaintiff and engaged \nin “thousands of separate and discreet [sic] diversions of corporate opportunities and \nconflict of interest transactions.”  ( Id. at ¶¶  117, 121.)  James argues that the \nAmended Complaint does not sufficiently allege claims against him, individually, for \neither actual fraud or for constructive fraud.  (ECF No. 157, at pp. 11–13.) \n32. To state a claim for fraud, the plaintiff must allege the following \nelements: “(1) [f]alse representation or concealment of a [past or existing]  material \nfact, (2) reasonably calculated to deceive, (3) made with intent to deceive, (4) which \ndoes in fact deceive, (5) resulting in damage to the injured party.”   Phelps-Dickson \nBuilders, L.L.C. v. Amerimann Partners, 172 N.C. App. 427, 437, 617 S.E.2d 664, 670 \n(2005).  “A claim for fraud may be based on an affirmative misrepresentation of a \nmaterial fact, or a failure to disclose a material fact relating to a trans action which \nthe parties had a duty to disclose.”  Hardin v. KCS Int’l, Inc., 199 N.C. App. 687, 696, \n682 S.E.2d 726, 733 (2009)  (internal quotations omitted).  “A duty to disclose arises \nwhere: (1) a fiduciary relationship exists between the parties to the transaction; (2) \nthere is no fiduciary relationship and one party has taken affirmative steps to conceal \nmaterial facts from the other; and (3) there is no fiduciary relationship and one party \nhas knowledge of a latent defect in the subject matter of the negotiations about which \nthe other party is both ignorant and unable to discover through reasonable diligence.”  \nId. (internal quotations omitted); see also Harton v. Harton, 81 N.C. App. 295, 297 –\n98, 344 S.E.2d 117, 119 (1986). \n33. To state a claim for constructive fraud, a plaintiff must sufficiently \nallege that the defendant : (1) owes the plaintiff a fiduciary duty; (2) breached this \nfiduciary duty; and (3) sought to benefit himself in the transaction.  Crumley & \nAssocs., P.C. v. Charles Peed & Assocs., P.A., 219 N.C. App. 615, 620, 730 S.E.2d 763, \n767 (2012). \n34. Plaintiff does not allege or argue that James made any representations \nto Plaintiff about anything, let alone an “affirmative misrepresentation of a material \nfact.”  Hardin, 199 N.C. App. at 696, 682 S.E.2d at 733.  Accordingly, any alleged \nfraud or constructive fraud must be based on the existence of a fiduciary relationship \nbetween Plaintiff and James, or some other duty to disclose. \n35. Plaintiff does not allege facts that would support a claim that James  \nowed a fiduciary duty to Plaintiff.  James was not an officer, director, or agent of \nPlaintiff, nor was James in a “relation of trust and confidence” with Plaintiff that \ncould have created a fiduciary relationship with Plaintiff.  See Barger v. McCoy \nHillard & Parks, 346 N.C. 650, 666, 488 S.E.2d 2 15, 224 (1997).  Plaintiff concedes \nthat James did not owe Plaintiff a direct fiduciary duty, but instead argues that \nJames can be held liable for fraud because Timothy, Steven, and Ryan acted as \n“agents” for James in breaching their respective fiduciary d uties as officers and \ndirectors of Plaintiff.  (ECF No. 186, at pp. 14–15.)  Plaintiff, however, does not direct \nthe Court to any facts that would support the existence of an agency relationship \nbetween the parties.  There is no basis for holding James lia ble for alleged breaches \nof duties owed by Timothy, Steven, or Ryan. \n36. Finally, the Amended Complaint does not allege that James had any \nother duty to disclose to Plaintiff  or that he took affirmative steps to conceal the \nexistence of , or his relationship to , Dolven and/or GFY.  Instead, the allegations \nmerely support that James never affirmatively disclosed those facts to Plaintiff. \n37. Plaintiff does not allege that James made affirmative \nmisrepresentations to Plaintiff, nor does Plaintiff allege that James owed a fiduciary \nduty to Plaintiff or otherwise actively concealed material facts from Plaintiff.  James’s \nSecond Motion to D ismiss Plaintiff’s claims for actual fraud and constructive fraud \nagainst James should be GRANTED. \nD. Plaintiff does not allege that Jame s engaged in any specific conduct for \nwhich he could be held liable for common law unfair competition or \nviolation of the UDTPA \n \n38. Plaintiff next claims that all of the Defendants, including James, \nengaged in common law unfair competition and violated the UDTPA.  (ECF No. 149, \nat ¶¶ 134–45.)  Plaintiff alleges that “Timothy [ ], Steven [ ], Ryan [ ], Garrett [ ] and, \nupon information and belief, James [ ] agreed to cooperate and act with each other to \ncarry out the scheme to divert business from [Plaintiff] and engage in the conflict of \ninterest transactions and diversions of corporate opportunities as m ore particularly \nalleged herein. . . . and using [Plaintiff]’s confidential information and trade secrets \nto do so.”  (Id. at ¶¶ 136–37.) \n39. A claim for unfair competition seeks to protect “a business from \nmisappropriation of its commercial advantage earned through organization, skill, \nlabor, and money.”  Henderson v. U.S. Fid. & Guar. Co., 346 N.C. 741, 749, 488 S.E.2d \n234, 240 (1997).  Conversion is “an unauthorized assumption and exercise of the right \nof ownership over goods or personal chattels belonging to another, to the alteration \nof their condition or the exclusion of an owner’s rights.”  Norman v. Nash Johnson & \nSons’ Farms, Inc., 140 N.C. App. 390, 414, 537 S.E.2d 248, 264 (2000).  “The essence \nof conversion is not the acquisition of property by the wrongdoer, but a wrongful \ndeprivation of it to the owner.”  Bartlett Milling Co., L.P. v. Walnut Grove Auction & \nRealty Co., 192 N.C. App. 74, 86, 665 S.E.2d 478, 488 (2008). \n40. Plaintiff’s claims for common law unfair competition and business \nconversion both are based on the allegations that Defendants diverted Plaintiff’s \nbusiness to, and used Plaintiff’s trade secrets for the benefit of, Dolven and GFY.  \nAccordingly, the Court construes Plaintiff’s claims for common law unfair competition \nand business conversion as a single claim.  See Superior Performers, Inc. v. Meaike , \nNo. 1:13CV1149, 2014 U.S. Dist. LEXIS 158862, *26 (M.D.N.C. Nov. 10, 2014) (“The \nallegations of wrongdoing, however, as to both Plaintiff's claim for unfair competition \nand business conversion, are the same.  Therefore, the court will address the torts for \nunfair competition and business conversion together . . . .”). \n41. The elements of a claim for unfair and deceptive trade practices in \nviolation of the UDTPA are: “ (1) an unfair or deceptive act or practice, or an unfair \nmethod of competition, (2) in or affecting commerce, (3) which proximately caused \nactual injury to the plaintiff or to his business.”  McLamb v. T.P. Inc., 173 N.C. App. \n586, 593, 619 S.E.2d 577, 582 (2005).  An act or practice is unfair when it is offensive \nto public policy or when it is “immoral, unethical, oppressive, unscrupulous, or \nsubstantially injurious to consumers.”  Pinehurst, Inc. v. O’Leary Bros. Realty, Inc. , \n79 N.C. App. 51, 59–60, 338 S.E.2d 918, 923 (1986).  An act or practice is deceptive if \nit has the capacity or tendency to deceive.  Id. at 60, 338 S.E.2d at 923. \n42.   “The standard which a plaintiff must meet to recover on an unfair \ncompetition claim under the common  law is not appreciably different ” from the \nstandard applied to unfair and de ceptive trade practices claims.   BellSouth Corp. v. \nWhite Directory Publishers , Inc. , 42 F. Supp. 2d 598, 615 (M.D.N.C. 1999) (citing \nCarolina Aniline & Extract Co. v. Ray, 221 N.C. 269, 273, 20 S.E.2d 59, 61–62 (1942)); \nsee also RE/MAX LLC v. M.L. Jones & Assocs. , Civ. No. 5:12 - CV-768-D, 2013 U.S. \nDist. LEXIS 123863, *11 (E.D.N.C. Aug. 29, 2013) (quoting BellSouth Corp., 42 F. \nSupp. 2d at 721 n.1). \n43. Plaintiff does not alle ge that James engaged in any specific unfair or \ndeceptive acts.  Instead, Plaintiff broadly alleges that James knew that Timothy and \nSteven were officers and directors of Plaintiff and that James “actively participated” \nin the diversion of business opportunities from Plaintiff, apparently as a principal of \nGFY and Dolven.  (ECF No. 149, at ¶¶ 84, 86.)  As discussed above, James cannot be \nheld liable for GFY’s and Dolven’s conduct merely because he was a shareholder and \nofficer of those corporations.  James did not owe a duty to Plaintiff.  To the extent \nthat the Defendants’ diversion of business from Plaintiff to GFY or Dolven created \nallegedly “unfair” competition in the marketplace with Plaintiff, James’s “mere \nparticipation” in a competitive enterprise is not unfair or deceptive.  See Plasman v. \nDecca Furniture (USA), Inc. , 2016 NCBC LEXIS 80,  *60 (N.C. Super. Ct. Oct. 21, \n2016). \n44. To the extent Plaintiff claims that the Defendants converted Plaintiff’s \nconfidential business information and trade secrets, Plaintiff does not allege how \nJames was involved in the conversion other than that he is a principal in GFY and \nDolven.  In addition, Plaintiff does not plead  that the alleged conversion deprived \nPlaintiff of the use of the trade secrets.  See Addison Whitney, LLC v. Cashion, 2017 \nNCBC LEXIS 51, *18 (N.C. Super. Ct. June 9, 2017) (dismissing certain conversion \nclaims where plaintiff did not allege that defendants had deprived plaintiffs of the \nalleged trade secret information); Horner Int’l Co. v. McKoy, 2014 NCBC LEXIS 68, \n*8 (N.C. Super. Ct. Dec. 18, 2014) (“Plaintiff has not alleged that it does not still have \naccess to the records and information that Defendant took.”). \n45. The Amended Complaint does not allege sufficient facts to support its \nclaim that Jame s’s conduct was unfair, deceptive, or otherwise unlawful towards \nPlaintiff.  James’s Second Motion to D ismiss Plaintiff’s c laim for unlawful \ncompetition/business conversion against James should be GRANTED. \nE. Plaintiff sufficiently alleges a claim for civil conspiracy against James \n46. In its Fourth Claim for Relief, Plaintiff alleges that James and the other \nDefendants “agreed to cooperate and act with each other to carry out the scheme to \ndivert business from [Plaintiff] and engage in the conflict of interest transactions and \ndiversions of corporate opportunities.”  (ECF No. 149, at ¶  124.)  James argues that \nPlaintiff has failed to state a claim for civil conspiracy against James individually, \nrather than in his capacity as a director and owner of Dolven, and that Plaintiff relies \non legal conclusions and not facts to allege the existence of a conspiracy. \n47. Civil conspiracy is not an independent cause of action in North Carolina; \nrather, liability for civil conspiracy must be alleged in conjunction with an underlying \nclaim for unlawful conduct.  Toomer v. Garrett, 155 N.C. App. 462, 483, 574 S.E.2d \n76, 92 (2002).  To state a claim for civil conspiracy, a plaintiff must allege: “ (1) an \nagreement between two or more individuals; (2) to do an unlawful act or to do a lawful \nact in an unlawful way; (3) resulting in injury to plaintiff inflicted by one or more of \nthe conspirators; and (4) pursuant to a common scheme. ”  Piraino Bros., LLC v. \nAtlantic Fin. Grp., Inc., 211 N.C. App. 343, 350, 712 S.E.2d 328, 333 (2011). \nIn civil conspiracy, recovery must be on the basis of \nsufficiently alleged wrongful overt acts.  The charge of \nconspiracy itself does nothing more than associate the \ndefendants together and perhaps liberalize the rules of \nevidence to the extent that under proper circumstances the \nacts and conduct of one might be admissible against all. \n \nShope v. Boyer , 268 N.C.  401, 405, 150 S.E.2d 771, 773 –74 (1966); see also  \nGoRhinoGo, LLC v. Lewis, 2011 NCBC LEXIS 39, *20 (N.C. Super. Ct. Sept. 9, 2011) \n(“Having joined t he conspiracy, [two individual defendants] became exposed to \nliability with [co-defendant] and any other co-conspirators for damages caused by any \nact in furtherance of the common scheme.”).   The gravamen of an action for civil \nconspiracy “is the resultant injury, and not the conspiracy itself.”  Henry v. Deen, 310 \nN.C. 75, 87, 310 S.E.2d 326, 334 (1984); 16 Am. Jur. 2d Conspiracy § 50 (2017). \n48. Plaintiff alleges that James, Timothy, Steven, Ryan, and Gar rett \n“agreed to cooperate and act with each other to ca rry out the scheme to divert \nbusiness from [Plaintiff] and engage in the conflict of interest transactions and \ndiversions of corporate opportunities.”  (ECF No. 149, at ¶ 124.)  Plaintiff alleges that \nJames participated in the alleged “sc heme” by forming GFY and Dolven  and by \ngenerally advising GFY and Dolven with regard to their businesses, apparently in his \nrole as an officer and director.  Finally, Plaintiff alleges that in furtherance of the \nconspiracy, Timothy, Steven, Ryan, and Garrett breached fiduc iary duties owed to \nPlaintiff and engaged in other unlawful conduct that injured Plaintiff.  (Id. at ¶¶ 126–\n29.) \n49. James argues that by alleging that he conspired with Timothy, Steven, \nand Ryan, Plaintiff is merely trying to hold James liable for his acts as an officer and \ndirector of Dolven and that James is protected from the claim for conspiracy by intra-\ncorporate immunity since directors and officers of a corporation cannot conspire with \none another.  (ECF No. 157, at pp. 18 –20); see, e.g., State ex rel. Cooper v. Ridgeway \nBrands Mfg., LLC, 184 N.C. App. 613, 625, 646 S.E.2d 790, 799 (2007) (“The doctrine \nof intracorporate immunity holds that, since at least two persons must be present to \nform a conspiracy, a corporation cannot conspire with itself, just a s an individual \ncannot conspire with himself.  An allegation that a corporation is conspiring with its \nagents, officers or employees is tantamount to accusing a corporation of conspiring \nwith itself.” (internal citations omitted)). \n50. The Court is not persuaded by James’s argument.  Plaintiff alleges that \nJames conspired with Timothy, Steven, and Ryan not only as directors and officers of \nDolven, but also in their roles as directors and officers of Plaintiff.  As Plaintiff \ncontends, it was Timothy’s, Steven’s, and Ryan’s positions with Plaintiff that \npermitted them to carry out the alleged plan to divert Plaintiff’s business and \nopportunities to Dolven.  (ECF No. 186, at p. 21.)  The doctrine of intra -corporate \nimmunity is not applicable to these allegations. \n51. Plaintiff has alleged that an agreement existed between James and the \nother Defendants to divert business and opportunities from Plaintiff, that James’s co-\nconspirators committed unlawful acts in furtherance of the agreement, and tha t \nPlaintiff was injured by those acts.  While the Amended Complaint provides no details \nas to James’s specific role in the conspiracy, the Court recognizes that “i t is difficult \nto dismiss a conspiracy claim summarily because the elements of a conspiracy c laim \nare broadly stated.”  Safety Test & Equip. Co. v. Am. Safety Util. Corp. , 2015 NCBC \nLEXIS 40, *48 (N.C. Super. Ct. Apr. 23, 2015).  Therefore, James’s Second Motion to \nDismiss Plaintiff’s claim for civil conspiracy against James should be DENIED. \nF. Plaintiff states a claim for violation of the UVTA because a transfer has \noccurred under the UVTA, and the Court may award any other relief the \ncircumstances may require \n \n52. Plaintiff also makes a claim against James for fraudulent transfer under \nthe Uniform Voidable Transactions Act (“UVTA”), G.S. §  39-23.1 et. seq. (ECF No. \n149, at ¶¶ 157 –61.)  The UVTA permits a creditor to bring a civil action against a \ndebtor for certain transactions made by the debtor.  A “transfer made or obligation \nincurred” is voidable as to a creditor if the debtor made the transfer:  \n(1) with intent to hinder, delay, or defraud any creditor of \nthe debtor; or  \n \n(2) without receiving a reasonably equivalent value in \nexchange for the transfer or obligation, and the debtor: (a) \nwas engaged or was about to engage in a business or  a \ntransaction for which the remaining assets of the debtor \nwere unreasonably small in relation to the business or \ntransaction; or (b) intended to incur, or believed that the \ndebtor would incur, debts beyond the debtor’s ability to pay \nas they became due. \n \nG.S. § 39-23.4(a).1  A “transfer” is any method by which a debtor “dispos[es] of or  \npart[s] with an asset.”  G.S § 39-23.1(12). \n53. Plaintiff alleges that it is a creditor of James because it has claims \nagainst him in this lawsuit.  (ECF No. 149, at ¶ 158.)  Plaintiff further alleges that \nJames, Timothy, Steven, Ryan, and Dolven have entered into an agreement under \nwhich James, Timothy, and Steven intend to sell their respective 25% ownership \ninterests in Dolven to Dolven and Ryan.  (Id.)  Plaintiff argues that although the \ntransaction has not yet occurred, the obligation to transfer the shares “has been \n                                                 \n1 Plaintiff does not seek relief under the provisions of G.S. § 39-23.5, which applies only to \ntransfers involving insolvent debtors. \nincurred and . . . can be effectuated at any time. ”  (Id.)  Plaintiff alleges that the \ncontemplated transfer “amounts to a scheme  . . . to attempt to defraud, hinder and \ndelay [Plaintiff] . . . from having lawful recovery” from James and seeks to enjoin the \ntransfer.  (Id. at ¶¶ 158–60.) \n54. James does not challenge that Plaintiff is a “creditor” under the UVTA, \nbut instead argues that Plaintiff lacks standing to bring the claim because James has \nnot yet made a transfer  within the meaning of the UVTA, and the Court cannot, or \nshould not, enjoin a future transfer.  (ECF No. 157, at pp. 14 –15.)  James contends \nthat the plain language of the statute makes relief under section G.S. § 39-23.4(a) \napplicable only to a “transfer made or obligation incurred,” and not to prospective \ntransfers (emphasis added).  Plaintiff counters that G.S. §  39-23.7(a)(3) authorizes \nthe Court to enjoin the prospective transfer of assets by providing that a court may \nissue “[a]n injunction against further disposition by the debtor  . . . of the asset \ntransferred” and to provide “any other relief the circumstances may require.”  (ECF \nNo. 186, at pp. 16 –17); G.S. §  39-23.7(a)(3)(a)–(b).  James argues that G.S. §  39-\n23.7(a)(3) only permits the Court to enjoin the “further” transfer of assets that have \nalready been, at least in part, fraudulently transferred.  (ECF No. 213, at pp. 10–11.) \n55. The parties have not cited any authority directly on point to guide the \nCourt in analyzing the issue of whether the Court can enjoin the future transfer of \nassets that have not yet occurred.  The Court’s research has yielded  only one case \ndealing with a similar issue, Akanthos Capital Mgmt., LLC v. CompuCredit Holdings \nCorp., 770 F. Supp. 2d 1315 (N.D. Ga. 2011).2  In Akanthos, the court concluded that \nfor purposes of defining a “tran sfer” under the UVTA, “the relevant inquiry is not \nwhether a transfer has occurred, but whether the obligation to make the transfer has \nbeen incurred.”  Id. at 1331.  Here, Plaintiff alleges that James has entered into a \nbinding agreement, and incurred an obligation, to tr ansfer his shares in Dolven.   \nApplying the reasoning in Akanthos, this allegation would appear to be sufficient to \nplead that a “transfer” has occurred because the obligation to make that transfer has \nbeen incurred. \n56. In addition, the UVTA provides the Court with authority to provide \n“[a]ny other relief the circumstances may require.”  G.S. §  39-23.7(a)(3).  The Court \nconcludes at the motion to dismiss stage that Plaintiff has sufficiently alleged a claim \nunder the UVTA that may include the injunction of the transfer of James’s ownership \ninterest in Dolven.  See Akanthos, 770 F. Supp. 2d at 1335 (“[T]he UFTA permits the \nCourt to award [a]ny other relief the circumstances may require  . . . . [and] \nDefendants have given the Court no reason to assume that the statute actually means \nany other relief except for an injunction.” (internal quotations and citations omitted) \n(emphasis in original)).  James’s  Second Motion to Dismiss Plaintiff’s fraudulent \ntransfer claim under the UVTA is DENIED. \n \n \n                                                 \n2 Although the statutory scheme in Georgia is referred to as the Uniform Fraudulent \nTransfers Act, the text s of the relevant statutory provisions are identical in the North \nCarolina and Georgia statutes at issue.  Compare G.S. § 39-23.7(a)(3), with Ga. Code Ann. \n§ 18-2-77(a)(3). \nG. Plaintiff’s claim for the equitable remedy of a constructive trust against \nJames should be dismissed \n \n57. In its Tenth Claim for Relief, Plaintiff alleges in relevant part that it is \nentitled to a constructive trust “with respect to all money and other property received \nby” James as a re sult of his “unlawful conduct .” (ECF No. 149, at ¶  155.)  James \ncounters that a constructive trust  should not be imposed on his personal assets \nbecause James did nothing unfair or inequitable to warrant the imposition of a \nconstructive trust. \n58. A claim for a constructive trust is not an independent cause of action, \nbut rather is an equitable remedy used to prevent unjust enrich ment “acquired \nthrough fraud, breach of duty or some other circumstance making it inequitable for \n[defendant] to retain [the property].”  Wilson v. Crab Orchard Dev. Co., 276 N.C. 198, \n211, 171 S.E.2d 873, 882 (1970).  Accordingly, a constructive trust requires the \n“common, indispensable element” of “some fraud, breach of duty or other wrongdoing \nby the holder of the property.”  Id. at 212, 171 S.E.2d at 882.  “[A] constructive trust \nordinarily arises out of the existence of fraud, actual or presumptive —usually \ninvolving the violation of a confidential or fiduciary relation—in view of which equity \ntransfers the beneficial title to some person other than the holder of  the legal title.”  \nLeatherman v. Leatherman , 297 N.C. 618, 621 –22, 256 S.E.2d 793, 795 –96 (1979) \n(quoting Bowen v. Darden, 241 N.C. 11, 13–14, 84 S.E.2d 289, 292 (1954)). \n59. The Court already has concluded that Plaintiff has not pleaded facts to \nsupport the allegation that James owed Plaintiff a fiduciary duty and has dismissed \nthe claims for actual and constructive fraud against James.  Therefore, Plaintiff does \nnot allege the type of wrongdoing on the part of James that would support the \nimposition of a constructive trust on any of his assets.  James’s Second Motion to \nDismiss the claim for a constructive trust against James should be GRANTED. \nH. Motion for permanent injunction \n60. Neither party makes argument regarding Plaintiff ’s Twelfth Claim for \nRelief, styled as a “Motion for Preliminary and Permanent Injunction .”  (ECF No. \n149, at ¶¶ 162–63.)  The Court has denied Plaintiff’s motion for preliminary \ninjunction as to all the Defendants, including James.  (ECF No. 129.)  Nevertheless, \nsince Plaintiff’s claim s against James for civil conspiracy and fraudulent transf er \nsurvive dismissal, the Court will not at this time dismiss the claim for a permanent \ninjunction against James.  James’s Second Motion to Dismiss the claim for permanent \ninjunction against James should be DENIED. \nTHEREFORE, IT IS ORDERED that: \n61. The Second Motion to Dismiss is GRANTED, in part, and DENIED, in \npart. \n62. The Second Motion to Dismiss Plaintiff’s claim against James for fraud \nand constructive fraud is GRANTED. \n63. The Second M otion to Dismiss Plaintiff’s claim against James for \ncommon law unfair completion/business conversion and for violation of the UDTPA \nis GRANTED. \n64. The Second Motion to Dismiss Plaintiff’s claim against James for civil \nconspiracy is DENIED. \n65. The Second Motion to Dismiss Plaintiff’s claim against James for \nfraudulent transfer under the Uniform Voidable Transactions Act is DENIED. \n66. The Second Motion to Dismiss Plaintiff’s motion against James for \npermanent injunction is DENIED. \n \nSO ORDERED, this the 5th day of June, 2018. \n \n/s/ Gregory P. McGuire      \n    Gregory P. McGuire \n    Special Superior Court Judge for \n     Complex Business Cases "
}