{
  "id": "93c603d5905f0952db96b139d2f9bca94361b4e8bfe256f287d717044bbba391",
  "source_file": "data/raw/ncbc/93c603d5905f0952db96b139d2f9bca94361b4e8bfe256f287d717044bbba391.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \nCOUNTY OF CLEVELAND \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION \n13 CVS 1037 \nSAFETY TEST & EQUIPMENT \nCOMPANY, INC., \n \nPlaintiff, \n \nv. \n \nAMERICAN SAFETY UTILITY \nCORPORATION; CHARLES R. \nPRICE; CHARLES A. PRICE; JOHN \nE. HAMRICK; CHRISTOPHER T. \nMCMAHAN; and THOMAS M. \nCURRY III,  \n \nDefendants. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER & OPINION \n \n {1}  THIS MATTER is before the Court on Defendants’ Motion for \nSummary Judgment (“Motion”), made pursuant to Rule 56(c) of the North Carolina \nRules of Civil Procedure (“Rule(s)”).  Having considered the Motion, affidavits, \nsupporting briefs, and attached exhibits, as well as arguments of counsel, the \nMotion is GRANTED in part and DENIED in part. \nEnns & Archer LLP by Rodrick J. Enns and Robinson Law Office by J. Neil \nRobinson for Plaintiff. \n \nHedrick Gardner Kincheloe & Garofalo, LLP by J. Douglas Grimes for \nDefendants. \n \nGale, Chief Judge. \n \nI. INTRODUCTION \n{2} Plaintiff Safety Test & Equipment Company, Inc. (“Safety Test”) and \nDefendant American Safety Utility Corporation (“ASUC”) are competitors.  Safety \nTest brings this action to redress what it contends were unlawful actions that \nSafety Test & Equip. Co., Inc. v. Am. Safety Util. Corp., 2015 NCBC 37. \n \n \nASUC and its owners, Charles R. Price (“Buddy Price”) and Charles A. Price (“Andy \nPrice”), undertook to secure competitive gains by hiring Safety Test’s former \nemployees, John E. Hamrick (“J. Hamrick”), Christopher T. McMahan \n(“McMahan”), and Thomas M. Curry (“Curry”) (collectively, “Departing \nEmployees”), and inducing them to misappropriate Safety Test’s legally protected \ninformation to achieve unfair and unlawful competitive gains. \n{3} Safety Test did not have employment agreements or restrictive \ncovenants with the Departing Employees.  Safety Test did distribute an employee \nmanual, written receipt of which was acknowledged by the Departing Employees, \nwhich included obligations to protect Safety Test’s confidential information.  \nInstead of pursuing contract claims based on this manual, Safety Test relies on \nallegations of trade secret misappropriation, which it asserts gives rise to further \nclaims for unfair and deceptive trade practices (“UDTP”) and civil conspiracy \nbecause of the manner in which the Defendants cooperated to achieve their \npurposes.  Safety Test also contends that all Defendants except Curry tortiously \ninterfered with its prospective contractual relations. \n{4} Defendants now move for summary judgment on all claims, asserting \nthat Safety Test is improperly using trade secret claims to excuse its failure to \nobtain adequate contractual protection.  Defendants contend that the trade secret \nclaims fail as a matter of law because Safety Test has not identified any alleged \ntrade secrets with sufficient specificity, and that, in any event, any information it \nhas or might have specified does not qualify as a trade secret because it derives no \ncommercial value from not being generally known, is readily ascertainable, and was \nnot subject to reasonable efforts to guard its secrecy.  Defendants also assert that, \neven assuming Plaintiff has trade secrets in the claimed categories, there is no \nevidence that supports a finding that Defendants misappropriated any trade \nsecrets.  Finally, Defendants contend that all other claims should be dismissed \nbecause they depend upon the trade secret claims, which fail.  \n \n \n \nII. PROCEDURAL HISTORY \n{5} Safety Test initiated this action on June 12, 2013, alleging claims for \nmisappropriation of trade secrets, defamation, tortious interference with \nprospective contract, civil conspiracy, and UDTP.  The case was assigned to the \nundersigned as a complex business dispute on June 19, 2013.  \n{6}  Plaintiff voluntarily dismissed it s defamation claim on February 19, \n2014. \n{7} The claims arose when the Depart ing Employees left employment with \nSafety Test at different times to join ASUC and involve actions the Departing \nEmployees allegedly took both before and after leaving Safety Test.  Safety Test \nasserts that ASUC, Buddy Price, and Andy Price induced the Departing Employees \nto breach their obligation to protect Safety Test’s confidential information, and that \nall Defendants collectively and cooperatively misappropriated Safety Test’s trade \nsecrets consisting of the following categories of information: (1) confidential supplier \npricing; (2) a confidential strategy of creating a network of specialized product and \ncomponent suppliers and manufacturing products in-house, at significant cost \nsavings (“OEM sourcing”);\n1 (3) historical customer pricing; and (4) specific customer \nneeds and requirements.2   \n{8} Defendants filed their Motion on September 11, 2014, following the \nclose of all discovery, and seek summary judgment against Plaintiff on all claims.   \n{9} The Motion has been fully briefe d and argued, and it is ripe for \ndisposition. \n \n \n                                                 \n1 “OEM” is short for original equipment manufacturer. \n2 Safety Test describes aspects of its manufacturing and assembly systems and its customer truck \nkits as “specific examples of how Safety Test’s confidential cost, sourcing, and customer needs \ninformation are used by Safety Test in combination to achieve several competitive advantages,” but \nit does not delineate these systems or kits as independent trade secrets.  (Pl. Resp. Opp’n Defs.’ Mot. \nSumm. J. 37.)  Therefore, the Court does not independently evaluate whether this information \nqualifies for trade secret protection. \n \n \nIII. FACTUAL BACKGROUND \n{10} The Court does not make findings of fact when ruling on a motion for \nsummary judgment.  Hyde Ins. Agency, Inc. v. Dixie Leasing Corp., 26 N.C. App. \n138, 142, 215 S.E.2d 162, 164–65 (1975).  The following summarizes facts or \ninferences that the Court believes the record supports and that are material to \nevaluating the Motion. \nA. Safety Test, ASUC, Its Owners, and the Departing Employees \n{11} Safety Test was founded in the 1960s to provide government-regulated \ntesting for equipment used in constructing, maintaining, and repairing electrical \npower generation and distribution systems.  Safety Test also distributes protective \nclothing, equipment, and tools used in servicing electrical and power generation \nsystems.  Safety Test and ASUC compete in these fields.  Drew A. Beam (“Beam”) is \nthe current president of Safety Test.  In 1982, Safety Test’s then-vice president, \nDefendant Buddy Price, left Safety Test to found Defendant ASUC.  Buddy Price \nowns ASUC with his son, Andy Price. \n{12} J. Hamrick and McMahan both work ed for Safety Test in sales.  J. \nHamrick joined Safety Test in 1998 and eventually became its Outside Sales \nManager.  McMahan began working for Safety Test in 2006.  McMahan and J. \nHamrick were assigned specific customer accounts for which they were responsible \nand received a commission on sales to those customers. \n{13} Curry began working for Safety Test  in 2005 as a repair technician and \nwas eventually promoted to manager of Safety Test’s tool assembly and repair \nservices department.  He received training from Richard Rindone, Safety Test’s vice \npresident, in “[g]rounding, mechanical bypass jumper assemblies,” which included \n“the use of d[i]es and equipment, and the procedure configuration of parts specific to \nthe customer’s requirements.”  (Rindone Dep. 67:5–13, 68:1–3, June 27, 2014.)    \nCurry testified that, apart from ensuring that the tools he repaired worked \nproperly, he was not privy to any customers’ repair needs or preferences.  (Curry \nDep. 17:7–18, July 23, 2014.)  His duties consisted of hand-writing work orders, \n \n \nincluding the parts and the labor for each task, and submitting work orders to the \nsalesmen for pricing.  The record indicates that Curry rarely knew the ultimate cost \nto customers for his repair services. \n{14} Safety Test had no comprehensive employment agreements with the \nDeparting Employees.  However, each signed a Receipt & Acknowledgement of \nSafety Test Employee Manual (“Acknowledgement”), which stated: \nI am aware that during the course of my employment confidential \ninformation will be made available to me, i.e., [sic] product designs, \nmarketing strategies, customer lists, pricing policies and other related \ninformation.  I understand that this information is critical to the \nsuccess of Safety Test and must not be given out or used outside of \nSafety Test’s premises or with non-Safety Test employees.  In the \nevent of termination of employment, whether voluntary or involuntary, \nI hereby agree not to utilize or exploit this information with any other \nindividual or company. \n(Green Aff. Exs. A, B.) The Employee Manual does not further define “confidential \ninformation.”  The manual also states that an employee is expected to maintain \nconfidentiality even after leaving Safety Test and may later be required to sign a \nconfidentiality agreement to that effect.  (Green Aff. Ex. B 23–24.)   \n {15} The Departing Employees did not agree to other restrictive covenants \nthat might contractually prohibit competition, or solicitation of employees or \ncustomers. \nB. Safety Test’s Business Practices \n {16} Safety Test alleges that it  has developed proprietary means for \nproviding better value to customers at a lower cost.  For example, Safety Test \nasserts that it negotiates favorable pricing from its suppliers by contracting to \npurchase many products over a long period of time, asking a supplier to beat \nanother supplier’s price, and requesting that suppliers provide a lower price for a \nspecific transaction.  While admitting that the general methods for acquiring this \npricing may not be secret, Safety Test claims that it and many of its suppliers \nconsidered certain pricing confidential, and that, as a result, knowledge of such \npricing is commercially valuable to a competitor because it is not generally known \n \n \nor readily ascertainable.  This is particularly true in regard to a compilation of \nhistorical pricing.  Safety Test has offered testimony that it keeps detailed records \nof its costs and margins for products sold to customers.  Safety Test does not have a \nset formula for determining prices that its salesmen quote to customers.  (Safety \nTest 30(b)(6) Dep. 197:14–:20, Aug. 4, 2014.)  Rather, sales representatives \ndetermine what the customer will pay and what competitors are offering on a case-\nby-case basis.  (Lindsay Hamrick (“L. Hamrick”) Dep. 14:2–15:24, Sept. 10, 2013.)  \nProduct availability and the relationship between sales representative and \ncustomer also factor into pricing.  (Murphy Dep. 149:18–:24, June 25, 2014.)  \nConsequently, prices that Safety Test quotes to its customers can vary. \n {17} As to its claim regarding OEM sourcing, Safety Test contends that it \nhas developed  a confidential process, including supplier sourcing and special \npricing with regard to certain OEM items.  It claims that it would be particularly \ndifficult, if not impossible, for Defendants to replicate this process and pricing \nwithout unlawful misappropriation.  While Safety Test acknowledges that it \ngenerally distributes components and products it receives from its suppliers, it \nasserts that it also assembles certain products itself, as a result of which it is able to \ndeliver those products at significant cost savings.  To achieve this advantage, it \nmust carefully select and guard those suppliers who are willing to furnish the \nnecessary component parts or specialized finished products.  Through this \nnegotiated OEM sourcing, Safety Test is able to price its products more \ncompetitively.  Although Plaintiff acknowledges its OEM sources may be well-\nknown suppliers, it asserts that their “capability and willingness to provide” \nproducts to Plaintiff, as well as the specifics of what was provided to Plaintiff and at \nwhat cost, is confidential.  (Pl.’s Supplemental Answers to Defs.’ First Set Interrogs. \n(“Pl. Supplemental Interrogs. Resps.”) – AEO No. 3(B).)  Safety Test discovered its \nOEM sources’ “capability and willingness” to provide products to a distributor in \nvarious ways, including through professional contacts.  (Safety Test 30(b)(6) Dep. \n224:22–:24, 225:19–:21, 235:8–237:2, 237:12–:15, 237:23–239:17, 240:4–241:17, \n242:12–243:5, 243:12–:14.) \n \n \n{18} The record is less than clear as  to whether Safety Test and the OEM \nsources understood that the various pricing details were to be treated as \nconfidential, and the steps Safety Test took to maintain all the details of their \nrelationships with OEM sources as confidential.  It is also unclear from the present \nrecord whether a particular supplier would have refused to reveal pricing had any \nSafety Test competitor known to ask.  The record does include evidence that Safety \nTest took measures to guard against disclosing the identity of its OEM sources.  For \nexample, while sales manager at Safety Test, J. Hamrick sent an e-mail to staff \ndirecting that, when a shipment from one of the OEM sources arrived at Safety \nTest, all identifying labels were to be removed from the carton before it was \ndiscarded, to “enable Safety Test to keep any advantages we have worked hard to \ngain, within the company.”  (Third L. Hamrick Aff. Ex. C.) \n {19} In regard to its claim regarding particularized customer needs, Safety \nTest has offered testimony that its sales representatives have developed familiarity \nwith customers’ “specific . . . needs, budget requirements, testing requirements, \ncontract requirements, and tooling standardization.”  (Pl. Supplemental Interrogs. \nResps. No. 3(I).)  For a specific example, Plaintiff points to its Duke Energy account.  \nDuke Energy has an in-house maintenance department and field maintenance \npersonnel, both of which need parts, supplies, and tools from Safety Test.  Safety \nTest required the lead on the account to make weekly site visits, develop familiarity \nwith each site’s and technician’s needs, master the field purchasing agents’ ordering \npreferences, track the separate written purchase orders within Duke Energy, and \nprocess all orders in time for delivery during the next week’s site visit.  (Rindone \nAff. ¶ 13.)  When he left Safety Test, J. Hamrick was the lead on the Duke Energy \naccount, having assumed responsibility for the account only after Rindone prepared \nhim for four months.  (Rindone Aff. ¶ 15.) \n {20} Safety Test points to record evid ence that it took certain measures to \nprotect the confidentiality of its claimed secrets in order to maintain its market \nadvantage.  As mentioned, each employee signs an Acknowledgment, agreeing not \nto disclose “designs, marketing strategies, customer lists, pricing policies, and other \n \n \nrelated information.”  (Green Aff. Ex. B.)  Internal documents containing sensitive \ninformation were not, however, consistently marked as confidential or as trade \nsecrets.  (Green Dep. 96:7–97:1.)  There is contested evidence that Safety Test kept \nits physical premises secure, including that during operating hours, all outside \ndoors were kept locked and that after hours, doors were locked, an alarm system \nwas activated, and the facilities were protected by video surveillance.  (But see \nCurry Dep. 19:18–20:10 (testifying that Safety Test’s doors were not locked on \nweekends and that truckers and customers would enter the premises on \nweekends).) \n{21} As further support for its assertio n that it has maintained the secrecy \nof its supplier prices, OEM sources, and customer costs and margins, Safety Test \ntestifies that this information is stored on a password-protected computer network \nwith limited access.  At the same time, the record suggests that most Safety Test \nemployees have access to the network that allows them to see suppliers, OEM \nsources, costs of products, as well as customer purchase orders and cost history \n(Rindone Dep. 166:5–167:24; 170:17–25, June 27, 2014; Murphy Dep. 71:17–72:16, \nJune 25, 2014)), and that the only employees without access to the system were \nindividuals who constructed grounding assemblies, worked on a bench repairing \nhoist, or were “[t]emporary kids brought in to be menial workers.”  (Rindone Dep.  \n169:19–25.)  Safety Test has confidentiality agreements with some, but not all, of its \ncustomers and vendors regarding pricing.  \nC. Departing Employees’ Negotiations with ASUC While Employed by \nSafety Test \n{22} While still working at Safety Test, McMahan e-mailed Andy Price “a \nlist of contractors in NC that [he] currently [took] care of,” in apparent anticipation \nof bringing some of them over to ASUC.  (Pl. Resp. Opp’n Defs.’ Mot. Summ. J. (“Pl. \nOpp’n Br.”) App. Part 4, at 21.)  After starting at ASUC, McMahan contacted at \nleast five of those customers and received new or increased business from them as a \n \n \nresult.  (Compare Pl. Opp’n Br. App. Part 4, at 21 with ASUC 30(b)(6) Dep. by \nMcMahan 8:20–9:17, Aug. 19, 2014.) \n{23} In negotiating his employment with ASUC, J. Hamrick requested that, \nonce at ASUC, he be permitted to continue to service ASUC customers with whom \nhe formed a relationship while at Safety Test.  (J. Hamrick Dep. 201:11–202:11, \nJune 20, 2014.)  Accordingly, J. Hamrick e-mailed ASUC’s president a list of eleven \nSafety Test customers he wanted to continue serving at ASUC.  (Pl. Opp’n Br. App. \n4, p. 36.)  Andy Price testified that ASUC wanted Hamrick to call on these eleven \ncustomers and to generate or increase sales for ASUC from those customers.  \n(Charles A. Price Dep. 132:5–133:12, June 18, 2014.) \n{24} ASUC also attempted to recruit J. Hamrick’s brother, Lindsay \nHamrick (“L. Hamrick”), away from Safety Test.  One of the Prices informed L. \nHamrick that ASUC did not know “how to do th[e] stuff” that Safety Test did.  (L. \nHamrick Third Aff. ¶ 15.)  The Prices also asked how many customers L. Hamrick \nbelieved he could bring with him to ASUC.  (L. Hamrick Third Aff. ¶ 16.)  \nUltimately, L. Hamrick did not leave Safety Test. \nD.  Departing Employees Leave Safety Test for ASUC \n {25} McMahan left Safety Test to jo in ASUC in July 2011.  Approximately \nnine months later, J. Hamrick resigned from Safety Test and signed an employment \nagreement with ASUC later the same day.  Curry terminated his employment with \nSafety Test on November 16, 2012, and began working for ASUC on December 10, \n2012, as a tool repair worker.  In May 2013, Curry was promoted to interim \nsupervisor of ASUC’s repair department. \n {26} When leaving Safety Test, J. Hamrick retained an e-mail \ncommunication with a supplier and a historical income statement covering the past \ntwenty years, including profits, costs of goods sold, and overhead.\n3  (See Defs.’ Resp. \n                                                 \n3 Safety Test also contends that J. Hamrick retained a customer quotation and that McMahan made \na copy of his entire hard drive on his company-issued laptop, subsequently wiping the laptop clean \nbefore returning it to Safety Test.  However, the cited materials either do not support Safety Test’s \nassertions or are not attached to any of the appendices submitted for the Court’s consideration. \n \n \nPl.’s First Set Interrogs. and Reqs. Produc. Docs. No. 28; Pl. Opp’n Br. App. Part 1, \nat 23–25, 28.)  When Curry left Safety Test, he took three aprons that he had a \nSafety Test employee make with materials he purchased himself.  (Curry Dep. \n24:13–25:20.)  Curry testified that he only used these aprons for a personal hobby \nand not at ASUC.  (Curry Dep. 25:21–26:4.)  There is no evidence to the contrary. \n {27} Plaintiff contends that, after McMahan and J. Hamrick began working \nat ASUC, the company contacted specific suppliers requesting pricing similar to \nSafety Test’s.  Safety Test has identified these suppliers pursuant to the \nconfidentiality order entered in this case.  (Pl. Supplemental Interrogs. Resps. No. \n3.)  Safety Test contends that each of these suppliers either were unknown to ASUC \nprior to hiring the Departing Employees or that ASUC has no other way of knowing \nthat they provided specific products and components at specific prices to Safety \nTest.  (Pl. Supplemental Interrogs. Resps. No. 3.) \n {28} Safety Test contends that  two days after McMahan began his \nemployment with ASUC, ASUC’s purchasing manager, Joshua Wolma, e-mailed a \nrepresentative of one of Safety Test’s suppliers inviting him to visit ASUC because \nit had “some new opportunities.”  (Hospers Dep. Ex. 2, Aug. 20, 2014.)  Wolma later \ne-mailed this supplier requesting product prices that were virtually identical to \nprices Safety Test had negotiated for those products.  (Hospers Dep. 27:24–30:16.)  \nThe supplier and Safety Test had not expressly agreed that this pricing was \nconfidential, but Safety Test contends that the information was not generally \nknown.  (Hospers Dep. 28:25–29:3.)  The supplier did not ultimately provide ASUC \nthe products at the requested prices.  (Hospers Dep. 31:17–:24, 32:9–:23.) \n {29} Safety Test contends that Andy  Price and Wolma informed another of \nPlaintiff’s suppliers that McMahan compared ASUC’s pricing with Safety Test’s \npricing and, based on the difference, ASUC wanted better pricing “on a couple \nthings.”  (Baker Dep. 29:11–30:23, Aug. 18, 2014.)  Safety Test claims that ASUC \nhad unsuccessfully requested better pricing on these products from this supplier for \nyears, but had never been able to provide “competitive information” to support its \nrequest.  (Baker Dep. 30:8–:23.)  Based on the competitive information ASUC \n \n \noffered, the supplier gave ASUC slightly better pricing on certain items but did not \ngive the full discount requested.  (Baker Dep. 30:18–:23.) \n {30} Safety Test asserts that it sell s a specialty cable known as its “Richard \nRindone Cable,” and that J. Hamrick contacted Safety Test’s supplier to place an \norder for a virtually identical cable.  (Baker Dep. 56:5–58:15.)  Beam testified that \nits supplier does not sell the specialty cable to anyone else.  (Safety Test 30(b)(6) \nDep. by Beam. 230:25–231:15, Aug. 4, 2014.)  Safety Test developed the \nspecifications for the Richard Rindone Cable but does not claim a patent or \ncopyright interest in it.  (Safety Test 30(b)(6) Dep. by Beam. 231:17–233:5.)  The \nsupplier ultimately declined to sell the specialized cable to ASUC.  (J. Hamrick Dep. \n262:9–:25, June 20, 2014.)  \n {31} Safety Test references effort s by McMahan and J. Hamrick to contact \nSafety Test’s OEM sources on ASUC’s behalf to request pricing on supplies.  \nPlaintiff contends that McMahan used confidential knowledge to place an order \nwith an OEM source who manufactured grounding cable.  McMahan contends that \nhe did not use confidential information from Safety Test to reach out to the OEM \nsource but rather found the company through an internet search.  (McMahan Dep. \n163:25–164:2, June 19, 2014.)  However, McMahan then placed the orders under \nSafety Test’s name and had them sent to ASUC.  (McMahan Dep. 163:1–:18, June \n19, 2014.)  J. Hamrick assisted ASUC in contacting another OEM source to order \ndies.  J. Hamrick learned of this source from a customer’s suggestion while he was \nat Safety Test.  (J. Hamrick Dep. 138:10–:21, June 20, 2014.) \n {32} Curry also contacted a supp lier he learned about through his \nemployment at Safety Test. (Curry Dep. 34:20–35:3.)  At Curry’s request, the \nsupplier provided two flat-top tables for ASUC’s facility.  The tables were of a \n“standard design with nothing special about [them].”  (Nance Aff. ¶ 6.) \n{33} Safety Test also contends that  Defendants poached several of its \ncustomers after hiring its employees.  Specifically, Safety Test asserts that \nMcMahan and J. Hamrick contacted many of their former customers and \nencouraged them to move some or all of their business to ASUC, which those \n \n \ncustomers, in large part, did.  (ASUC 30(b)(6) by J. Hamrick 13:14–:18, 16:8–:11, \n19:19–:22, 24:3–:16, 26:15–:19, 31:5–:11, 34:8–36:2, 32:30–:23; see e.g., ASUC \n30(b)(6) by McMahan 9:18–11:1.)  Shortly after joining ASUC, J. Hamrick informed \nhis contacts at Duke Energy that he had changed employment, was working at \nASUC, and would like to continue doing business with that account.  (ASUC \n30(b)(6) Dep. by J. Hamrick 14:15–15:19.)  Duke Energy subsequently increased its \nexisting business with ASUC.  (ASUC 30(b)(6) Dep. by J. Hamrick 15:20–16:7.)   \n{34} McMahan and J. Hamrick serviced twenty-five customers at Safety \nTest whom they later contacted on behalf of ASUC.  (See ASUC 30(b)(6) Dep. by J. \nHamrick 201:11–202:11; ASUC 30(b)(6) Dep. by McMahan 8:20–9:17.)  Many of \nthese customers generated or increased business with ASUC after J. Hamrick and \nMcMahan began employment with ASUC.  ASUC sold products to ten of those \ntwenty-five customers for prices slightly lower than those Safety Test previously \nquoted, on at least nineteen occasions.  (Pl. Opp’n Br. App. Part 1, Ex. 1.)  For \nexample, J. Hamrick sold a product to a customer on behalf of Safety Test just \nbefore leaving the company; he sold the same product to the same customer on \nbehalf of ASUC two months later for two cents less than the Safety Test price.  (Pl. \nOpp’n Br. App. Part 1, Ex. 1.)  \nIV. STANDARD OF REVIEW \n{35} On summary judgment, the trial court asks “whether, on the basis of \nmaterials supplied . . . there was a genuine issue of material fact and whether the \nmoving party is entitled to judgment as a matter of law.”  Summey v. Barker, 357 \nN.C. 492, 496, 586 S.E.2d 247, 249 (2003).  The moving party must demonstrate \nthat absence of any triable issue of fact.  Garner v. Rentenbach Constructors, Inc., \n350 N.C. 567, 572, 515 S.E.2d 438, 441 (1999).  The materials supplied to the trial \ncourt must be viewed in the light most favorable to the nonmoving party.  Hardin v. \nKCS Int’l, Inc., 199 N.C. App. 687, 695, 682 S.E.2d 726, 733 (2009). \n \n \n \n \nV. ANALYSIS \nA. Safety Test Has Developed an Adequate Record to Pursue Certain of \nits Trade Secret Claims at Trial Against Defendants Other Than Curry \n{36} Safety Test would unquestionably be  in a stronger position to recover \nfor its loss of employees and customers if it had utilized various contractual \nagreements designed to avoid or minimize such losses.  Trade secret claims have a \nheightened burden of proof and are not intended as substitutes for other recognized \ncontract or tort claims.  However, an employee left free to compete with a former \nemployer, unburdened by restrictive covenants, nonetheless must abide by \nstatutory protections afforded trade secrets.  The question the Motion presents is \nwhether Safety Test has adequately presented or forecast an evidentiary basis to \nmeet its statutory burden to show (1) that Safety Test has developed and guarded \nparticular information that has commercial value from not being generally known \nor readily ascertainable through independent development in the competitive \nmarketplace and (2) that Defendants have separately or collectively \nmisappropriated such information. \n{37} The case against Curry is sign ificantly different.  The tortious \ninterference claim is not asserted against him.  The Court has carefully examined \nthe trade secret misappropriation, civil conspiracy, and UDTP claims against Curry, \nwho Plaintiff does not contend was involved in the various sales activities in which \nthe other Defendants are supposed to have engaged.  Plaintiff alleges that Curry \nwas privy to and misappropriated its trade secret information in its OEM sourcing \nprogram, customer and supplier pricing, and customer needs and requirements.  \n(Compl. ¶¶ 17, 34–35.)  This misappropriation, Plaintiff contends, forms a basis for \nits civil conspiracy and UDTP claims against Curry.  However, record support for \nthese allegations against Curry is lacking.  In summary, Plaintiff bases its case \nagainst Curry on the following: (1) at Safety Test, he was trained in “[g]rounding, \nmechanical bypass jumper assemblies,” which included “the use of d[i]es and \nequipment, [and] the procedure configuration of parts specific to the customer’s \nrequirements” (Rindone Dep. 67:5–13, 68:1–3, June 27, 2014); (2) while still \n \n \nemployed at Safety Test, he asked an employee to make him three aprons from \nmaterials he purchased which he took with him upon departing from Safety Test; \n(3) after beginning work at ASUC, Curry contacted one of Safety Test’s OEM \nsuppliers requesting certain items, some of which the supplier declined to provide \nand two of which were flat-top tables of standard design that the supplier did \nprovide to ASUC.  The Court concludes that Plaintiff has not established a case \nagainst Curry that survives summary judgment.  Curry is therefore entitled to have \nall claims against him dismissed. \n{38} Other Defendants have developed strong defenses that may ultimately \nprevail.  The record includes evidence upon which the fact finder could conclude \neither that the disputed information does not qualify for trade secret protection or \nthat Defendants did not actually misappropriate such information.  The present \nMotion asks the Court only to determine whether Safety Test has forecast sufficient \nevidence such that a finder of fact could conclude that Defendants have \nmisappropriated one or more trade secrets and not to rule upon the strengths of \nDefendants’ defense. \n{39} The Court must make inferences in  Safety Test’s favor to resolve that \nquestion.  Having, in some instances, been required to employ such favorable \ninferences from a marginally developed record, the Court concludes first that there \nare material issues of disputed fact that preclude summary judgment as to three of \nthe four categories of information in which Safety Test claims trade secrets.   \n{40} Before separately analyzing each  of the four categories from which \nSafety Test’s claims arise, the Court summarizes general legal principles that must \nguide the analysis as to each category. \n {41} It is elementary that Safety  Test must adequately identify the \ninformation it alleges constitutes trade secrets to pursue its misappropriation \nclaims.  A trade secret is \nbusiness or technical information, including but not limited to a \nformula, pattern, program, device, compilation of information, method, \ntechnique, or process that: (a) derives independent actual or potential \ncommercial value from not being generally known or readily \n \n \nascertainable through independent development or reverse \nengineering by persons who can obtain economic value from its \ndisclosure or use; and (b) is the subject of efforts that are reasonable \nunder the circumstances to maintain its secrecy. \nN.C. Gen. Stat. § 66-152(3) (2014).   \n{42} To determine whether information meets this definition, the trial court \nconsiders the following factors: (1) whether the information is known outside of the \nbusiness; (2) whether it is known to employees and others involved in the business; \n(3) the measures taken to guard the information’s secrecy; (4) the information’s \nvalue to the business and its competitors; (5) the amount of effort or money \nexpended in developing the information; and (6) the ease or difficulty with which \nothers could acquire or duplicate the information.  Area Landscaping, LLC v. Glaxo-\nWellcome, Inc., 160 N.C. App. 520, 525, 586 S.E.2d 507, 511, (2003) (citing \nWilmington Star-News v. New Hanover Reg’l Med. Ctr., 125 N.C. App. 174, 180–81, \n480 S.E.2d 53, 56 (1997)). \n{43} A plaintiff may not rest only on ge neralized allegations.  “[A] plaintiff \nmust identify a trade secret with sufficient particularity so as to enable a defendant \nto delineate that which he is accused of misappropriating and a court to determine \nwhether misappropriation has or is threatened to occur.”  \nAnalog Devices v. \nMichalski, 157 N.C. App. 462, 468, 579 S.E.2d 449, 453 (2003).  This “sufficient \nparticularity” standard “does not require a party to ‘define every minute detail of its \ntrade secret down to the finest detail.’”  DSM Dyneema, LLC v. Thagard, 2014 \nNCBC LEXIS 51, at *18 (N.C. Super. Ct. Oct. 17, 2014) (quoting Prolifiq Software, \nInc. v. Veeva Sys., Inc., No. C 13-03644SI, 2014 U.S. Dist. LEXIS 77493, *5 (N.D. \nCal. June 4, 2014)). \n{44} A plaintiff must also demonstrat e that information is of actual or \ncommercial value, is not “generally known or readily ascertainable,” and is subject \nto reasonable efforts to maintain its secrecy.  N.C. Gen. Stat. § 66-152(3); see also \nArea Landscaping, 160 N.C. App. at 525, 586 S.E.2d at 511.  No trade secret will be \nfound if the information is publicly available or there is no evidence indicating that \nthe plaintiff undertook efforts to ensure the information’s secrecy.  Bank Travel \n \n \nBank v. McCoy, 802 F. Supp. 1358, 1360 (E.D.N.C. 1992) (indicating, absent \nreasonable security measures, a trade secret cannot exist). \n{45} Consequently, compilations compri sed solely of publicly available \ninformation are generally not recognized as trade secrets.  See Combs & Assocs. v. \nKennedy, 147 N.C. App. 362, 370–71, 555 S.E.2d 634, 640 (2001) (citing Glaxo Inc. \nv. Novopharm Ltd., 931 F. Supp. 1280 (E.D.N.C. 1996), aff’d, 110 F.3d 1562 (4th \nCir. 1997)).  A compilation of publicly available information may, however, receive  \ntrade secret protection where the claimant encountered some difficulty in \nassembling each of the public components.  SCR-Tech LLC v. Evonik Energy Servs., \nLLC, 2011 NCBC LEXIS 27, at *47 (N.C. Super Ct. July 22, 2011) (“[A] process \ncomprised of published components turns on how easy or difficult it is to assemble \nthe relevant elements into the secret combination.” (internal quotations omitted)). \nTo qualify for trade secret protection, any such compilation must have independent \ncommercial value to the claimant and be subject to reasonable efforts to maintain \nits secrecy.  Market Am., Inc. v. Rossi, No. 1:97CV00891, 1999 U.S. Dist. LEXIS \n9793, at *43 (M.D.N.C. Apr. 15, 1999).  \n{46} For example, claiming secrecy in a compilation of prices quoted to \ncustomers requires clear focus on efforts a business took to protect that information.  \nWhere a plaintiff does not restrict a customer’s further distribution of pricing \ninformation provided to the customer and acknowledges the customer’s right to use \nthat information, the pricing is not entitled to trade secret protection.  Area \nLandscaping, 160 N.C. App. at 526, 586 S.E.2d at 511–12.  However, the same \ninformation can be protected as a trade secret where the claimant has undertaken \nefforts to closely guard the information which, if known, would provide a significant \nadvantage to a competitor.  Byrd’s Lawn & Landscaping, Inc. v. Smith, 142 N.C. \nApp. 371, 375–77, 542 S.E.2d 689, 692–93 (2001).  The inquiry must be as to specific \nfacts which vary from case to case.  Generally, however, where cost information \nremains confidential and derives commercial value from that confidentiality, it may \nconstitute a trade secret.  GE Betz, Inc. v. Conrad, ___ N.C. App. ___, 752 S.E.2d \n634, 649 (2013), writ denied, review denied, 766 S.E.2d 837 (2014). \n \n \n{47} Even if information was initially secret and the claimant intended that \ntrade secret information be confidential, trade secret protection can be lost if \nadequate measures were not taken to insure that the information was, in fact, kept \nconfidential.  Maintaining password protection for a computerized database is one \nsuch measure, but without other demonstrated efforts may not be adequate to meet \nthe obligations imposed by the North Carolina Trade Secrets Protection Act (“Trade \nSecrets Act”).  McKee v. James, 2013 NCBC LEXIS 33, at *38–39 (N.C. Super. Ct. \nJuly 24, 2013).  The North Carolina Court of Appeals has suggested that a \npassword-protected database should limit access to top-level employees.  TSG \nFinishing, LLC v. Bollinger, ___ N.C. App. ___, 767 S.E.2d 870, 877 (2014) (noting \nthat plaintiff’s computers were password-protected with additional passwords \nrequired to access production information) (holding that “[s]ecurity measures were \nin place such that only top-level employees were familiar with the proprietary \ninformation defendant was in charge of developing”). \n{48} Finally, once a plaintiff has demons trated that it has a trade secret, it \nmust also present “substantial evidence” of misappropriation, that is, that \ndefendants “(1) [k]now[] or should have known of the trade secret; and (2) [have] \nhad a specific opportunity to acquire it for disclosure or use or [have] acquired, \ndisclosed, or used it without the express or implied consent or authority of the \nowner.”  N.C. Gen. Stat. § 66-155.  The North Carolina Court of Appeals has stated \na requirement that, in addition to describing a trade secret with sufficient \nparticularity, a claimant must also identify the actual acts of misappropriation with \nadequate specificity.  Washburn v. Yadkin Valley Bank & Trust Co., 190 N.C. App. \n315, 327, 660 S.E.2d 577, 585–86 (2008) (dismissing trade secret claim because the \nplaintiff did not “identify with sufficient specificity either the trade secrets . . . or \nthe acts by which the alleged misappropriations were accomplished”).  More \ngenerally stated, a plaintiff must enable the Court “to determine whether \nmisappropriation has or is threatened to occur.” \nAnalog Devices, 157 N.C. App. at \n \n \n468, 579 S.E.2d at 453.4  Once a plaintiff satisfies its burden in this regard, \nDefendants may elect to defend by introducing “substantial evidence” that they \n“acquired the information comprising the trade secret by independent development, \nreverse engineering, or . . . from another person with a right to disclose the trade \nsecret.”  N.C. Gen. Stat. § 66-155. \n{49} The Court now turns to its consideration of the four separate \ncategories of information Safety Test seeks to protect, applying these general \nprinciples. \ni. Supplier Pricing \n{50} Safety Test claims a trade secret  in its compilation of cost history \nrecords, which demonstrates the favorable pricing it has received and continues to \nreceive from suppliers as a result of contracting to purchase many products over a \nlong period of time, including the ability to ask a supplier to beat or match another \nsupplier’s price or to tailor pricing for a specific transaction.  Defendants assert that \nPlaintiff has not sufficiently identified the information it seeks to protect, but even \nif it has, such information cannot be protected as a trade secret. \n{51} Safety Test identified thirty-s ix specific, major brand suppliers who \ngive Safety Test “better pricing than that reflected in such suppliers’ published or \ncustomary distributor price lists.”  (Pl. Supplemental Interrogs. Resps. – AEO No. \n3(A).)  Safety Test has also pointed to several e-mail communications with suppliers \nmemorializing its negotiations with these suppliers for special pricing.  The Court \nconcludes that this listing is made with sufficient particularity to advise Defendants \nas to the claims against which they must defend.  \nSee GE Betz, ___ N.C. App. at \n___, 752 S.E.2d at 649; Analog Devices, 157 N.C. App. at 468, 579 S.E.2d at 453. \n{52} The Court further concludes that Safety Test has made an adequate \nforecast of evidence upon which a jury could determine that this historical \n                                                 \n4 Safety Test has not invited the Court to pursue any reasoning based on “inevitable disclosure.” See \nFMC Corp. v. Cyprus Foote Mineral Co., 899 F. Supp. 1477 (W.D.N.C. 1995).   Rather, here, there is \na record of competition between the parties, and the issue is whether specific known acts in the \ncourse of that competition rise to the level of misappropriation. \n \n \ncompilation of information has independent actual or potential competitive value \nfrom not being generally known or readily ascertainable.  Making inferences in \nSafety Test’s favor, it enjoys a competitive advantage from the information’s \nconfidentiality, because its competitors continue to pay higher supplier prices \nrequiring higher customer charges, which narrows their profit margins.  The Court \nreaches these conclusions recognizing that Safety Test must ultimately overcome \nsubstantive hurdles to prove that the information it seeks to protect is not generally \nknown or readily ascertainable.  As noted, however, cases have recognized the fact \nthat “similar information may have been ascertainable by anyone in the [same] \nbusiness,” does not, alone, preclude trade secret protection.  \nByrd’s Lawn & \nLandscaping, 142 N.C. App. at 376, 542 S.E.2d at 692.  There may be protected \nvalue in the historical compilation of information upon an adequate showing that \nthe information is not easily acquired or cannot be easily assembled in the same \nfashion.  Id. \n{53}   The Court finds that it canno t draw the distinction at the summary \njudgment stage.  There is contested evidence from which a jury might find a \ndistinction between generally available pricing and the special pricing Safety Test \nobtains from the thirty-six major suppliers it has specified.  Defendants’ own e-\nmails may constitute evidence that the specifics of Safety Test’s special pricing was \nnot generally known.  For example, one of ASUC’s and Safety Test’s common \nsuppliers testified that Andy Price asked him for a better price on certain items \nafter McMahan joined the company and was able specifically to compare the \nsupplier’s pricing between Safety Test and ASUC.  (Baker Dep. 29:11–30:23.)  \nPreviously, ASUC had unsuccessfully requested better pricing but was not able to \nprovide specifics as to the supplier’s pricing to a competitor. (Baker Dep. 30:8–23.)  \nASUC secured better pricing because it was able to confront the supplier with the \nprices offered to Safety Test.  (Baker Dep. 30:18–23.)   \n{54} Even assuming the pricing would otherwise qualify as a trade secret, \nSafety Test ultimately must overcome hurdles in proving it has taken adequate \nmeasures to protect its information.  A jury may be particularly troubled by Safety \n \n \nTest’s failure to obtain restrictive covenants from its employees.  But, the ultimate \nresolution of whether Safety Test has met its burden of proof depends upon \ncontested material facts, again precluding summary resolution of the issue.  The \nCourt concludes that Safety Test has demonstrated a record at least strong enough \nto survive summary judgment.  The record demonstrates a combination of efforts, \nincluding that Safety Test locks its facilities and monitors them through video \nsurveillance during nonbusiness hours; it has a password-protected database that \ncontains supplier pricing information; it executes written confidentiality \nagreements with some suppliers; and through its employees’ Acknowledgment, it \nsecured a contractual commitment to protect confidential information.  Defendants \nseek to rebut these facts, noting that password access to Safety Test’s computer \ndatabase is freely given, and that Safety Test had the opportunity to but did not \nobtain contractual protections from its employees, does not have a separate actual \nwritten agreement as to confidential information beyond its Employee Manual, and \ndeals with many suppliers for which it does not maintain confidentiality \nagreements.  But again, a jury must resolve the contested facts. \n{55} In sum, the Court finds that Safety Test has developed a record or has \nforecast sufficient evidence adequate to survive summary judgment on its claims of \nmisappropriation of its supplier pricing as against Defendants other than Curry. \nii. OEM Sourcing \n{56} As to this category of informatio n, Safety Test identifies its claimed \ntrade secret as a \nconfidential strategy of identifying and developing relationships with \noriginal equipment manufacturers, contract engineers, metal \nfabricating companies, forging operations, plastic injection or molding \ncompanies, and other alternative sources, who would design and \nsupply to Safety Test unbranded or private label products and \ncomponents of equal or superior quality to those . . . offered by the \nmajor brand suppliers that customarily served the industry, but at \nsignificant cost savings to Safety Test. \n \n \n(Pl. Supplemental Interrogs. Resps. – AEO No. 3(B).)  Safety Test adds that “[t]he \nmere identity of these suppliers by itself was not confidential, but their capability \nand willingness to provide the items identified on an OEM or private label basis, as \nwell as the specifics of what was supplied to Safety Test and it what cost [sic], was \nconfidential to Safety Test.”  (Pl. Supplemental Interrogs. Resps. – AEO No. 3(B).)   \n {57} Defendants counter that Plaint iff’s OEM sourcing cannot qualify as a \ntrade secret, even if otherwise secret, because it was developed in the normal course \nof Safety Test’s business, without special efforts.  They rely heavily on a prior \nBusiness Court decision, which found on its particular record that no trade secret \nshould be found where there was no evidence that the claimant “expended any \nsignificant amount of effort or money in developing the information, outside of the \ncost of doing business.”  Edgewater Servs., Inc. v. Epic Logistics, Inc., 2009 NCBC \nLEXIS 21, at *14 (N.C. Super. Ct. Aug. 11, 2009), aff’d 217 N.C. App. 399, 720 \nS.E.2d 30 (2011) (summary judgment against misappropriation claim where “the \ninformation that makes up Plaintiffs’ alleged trade secrets [was] information \n. . . compiled in the course of doing business”).   \n{58} However, here there is evidence  upon which a finding could be made \nthat Safety Test developed its OEM sourcing process and pricing \noutside the course \nof doing its normal business.  Safety Test identified a process by which it either \narranges for suppliers to manufacture private label products to Safety Test’s \nspecifications or requests components not typically sold to distributors in this \nindustry and then assembles those components into a finished product that it can \nsell to customers at significant cost savings. \n{59} Looking to authority from a sister  jurisdiction, Defendants assert that \n“material sources and costs are something that would be learned in any productive \nindustry.”  Tyson Metal Prods., Inc. v. McCann, 546 A.2d 119, 122 (Pa. Super. Ct. \n1988) (quoting SI Handling Sys., Inc. v. Heisley, 753 F.2d 1244, 1257 (3rd Cir. \n2985)) (internal quotation marks omitted).  They then argue that once a supplier is \ngenerally known, getting the further information is simply a matter of calling the \nsource.  Some evidence suggests, however, that the information was not so easily \n \n \navailable from Safety Test’s sources.  There is evidence that ASUC ordered \ncomponents from Safety Test’s OEM sources only after J. Hamrick and McMahan \nbegan working there and that ASUC had not previously known of the sources’ \nwillingness to provide products of the nature sold to Safety Test.  (See, e.g., Pl. \nSupplemental Interrogs Resps. No. 3(J)(4) (describing McMahan ordering the same \nOEM grounding cable at same price on behalf of ASUC).)  Safety Test has developed \nevidence that only certain suppliers would sell it finished products subject to its \nspecifications or components used to make an end product that it could sell itself. \n{60} An additional inference as to the confidentiality of this information \nmay arise from the manner in which ASUC tried to access Safety Test’s OEM \nsources.  While McMahan contends that he did not use Safety Test’s confidential \ninformation to reach out to an OEM source but found the company through an \ninternet search (McMahan Dep. 163:25–164:2, June 19, 2014), he actually ordered \nthe products under Safety Test’s name and had them sent to ASUC.  (McMahan \nDep. 163:1–:18, June 19, 2014.)  J. Hamrick assisted ASUC in contacting another \nOEM source he learned of at Safety Test to order dies.  (J. Hamrick Dep. 138:10–\n:21, June 20, 2014.) \n{61} For this category of information, the same material issues of fact noted \nabove regarding the measures Safety Test took to protect the secrecy of its \ninformation must be determined at trial, not summary judgment.  As to OEM \nsourcing in particular, while at Safety Test, J. Hamrick directed staff that when a \nshipment from an OEM supplier arrived at Safety Test, all identifying labels were \nto be removed from the carton before it was discarded, in order to “enable Safety \nTest to keep any advantages we have worked hard to gain, within the company.”  \n(Third L. Hamrick Aff. Ex. C.)   \n{62} Safety Test has forecasted evid ence that certain Defendants have \nactually or potentially misappropriated information regarding Safety Test’s OEM \nsourcing.  Evidence includes several of Defendants’ unsuccessful attempts to \nreplicate Safety Test’s OEM sourcing strategy.  For instance, Defendants contacted \ntwo separate Safety Test suppliers requesting they provide certain fixtures and \n \n \nprivate label cables to ASUC.  (Nance Aff. ¶¶ 3–4; Baker Dep. 56:5–58:15.)  \nUltimately, both suppliers declined to provide the requested items to ASUC.  \n(Nance Aff. ¶ 5; J. Hamrick Dep. 262:9–:25.)  There is evidence that Defendants \nsucceeded in purchasing certain grounding cables from one of Safety Test’s OEM \nsuppliers.  (McMahan Dep. 163:1–164:2; Pl. Supplemental Interrogs. Resps. No. \n3(J)(4).)   \n{63} In sum, the Court concludes that  there are material issues of fact \nwhich preclude summary adjudication regarding the claimed trade secret \nmisappropriation of Safety’s Test OEM sourcing as to all Defendants other than \nCurry. \niii. Historical Customer Pricing \n{64} The Court interprets Safety Test’s alleged trade secret in this category \nto be its compilation of historical prices offered to customers.  The Court is not \nallowing a more generalized trade secret claim in all customer pricing.  While the \nCourt has struggled, it concludes that this claimed trade secret in historical pricing \nsurvives summary judgment. \n{65} Safety Test admits that its individual sales representatives determine \nthe prices they quote to customers and that it does not have any formula for setting \ncustomer pricing.  (Safety Test 30(b)(6) Dep. 197:14–:20.)  The record suggests that \ncustomer pricing is based entirely on the cost of getting materials from the supplier, \ncompetitors’ prices, what the customer is willing to pay, and the profit that Safety \nTest hopes to make on the product.  (Safety Test 30(b)(6) Dep. 83:23–84:25; L. \nHamrick Dep. 14:2–15:24, Sept. 10, 2013.)  It seems clear that the general use of \nthese factors to set pricing on a case-by-case basis is standard industry practice.  \n{66} Even within the narrow category of historical competition, Defendants \nassert that Safety Test’s claimed trade secrets must fail for lack of specificity, citing \nto this Court’s prior holding that a plaintiff who claimed trade secret protection in \n“proprietary formulas, methodologies, customer and pricing data and other \nconfidential information” failed to identify trade secrets.  Akzo Nobel Coatings, Inc. \n \n \nv. Rogers, 2011 NCBC LEXIS 42, at *68–69 (N.C. Super. Ct. Nov. 3, 2011).  Safety \nTest responds that its claim, at least as to the historical compilation, is more \ncomparable to that allowed in Byrd’s Lawn & Landscaping.  142 N.C. App. at 376, \n542 S.E.2d at 692.  The Court concludes that Safety Test’s claim is sufficiently \ncomparable to Byrd’s Lawn & Landscaping to withstand summary judgment on a \nclaim that it lacks adequate specificity. \n{67} Safety Test contends that it has developed evidence that its cost \nhistory records have commercial value, evidenced by Defendants’ use of those \nrecords to outbid Safety Test by narrow margins.  Defendants counter with the \ngeneral assertion that Safety Test’s historical pricing has no value, given that \npricing frequently fluctuates and quickly becomes stale and of no value.  (Safety \nTest 30(b)(6) Dep. 194:12–:25.)  But, if historical information enhances “the ability \nto predict a competitor’s bid with reasonable accuracy,” it may have commercial \nvalue.  Byrd’s Lawn & Landscaping, 142 N.C. App. at 375, 542 S.E.2d at 692 \n(quoting Black, Sivalls & Bryson, Inc. v. Keystone Steel Fabrication, Inc., 584 F.2d \n946, 952 (10th Cir. 1978)). \n{68} As to misappropriation, the fact s are contested, but Safety Test has \ndeveloped some evidence from which it might be found that ASUC used Safety \nTest’s historical costs records to its advantage.  For example, an e-mail from Andy \nPrice to a supplier states that “[n]ow that [J. Hamrick] and [McMahan] are here \nand we know everything Safety Test is doing we are way off on . . . pricing to be \ncompetitive.”  (Pl. Opp’n Br. App. Part 4, at 26.)  Safety Test points to evidence that \nASUC underpriced Safety Test by a small margin on nineteen occasions shortly \nafter J. Hamrick and McMahan joined its ranks.  (Pl. Opp’n Br. App. Part 1, Ex. 1.)  \nThis evidence raises a material fact regarding whether the historical pricing \ninformation had commercial value to ASUC, was not available but for \nmisappropriation of Safety Test’s historical compilation, and was used to seek \ncompetitive gains.  \n {69}  Defendants further argue that there can be no misappropriation of \nhistorical pricing because the Departing Employees only used the historical \n \n \ninformation with customers with whom they personally had an established \nrelationship.  See Novacare Orthotics & Prosthetics E., Inc. v. Speelman, 137 N.C. \nApp. 471, 478, 528 S.E.2d 918, 922 (2000) (rejecting claim that former employee’s \ncontact with customers he previously serviced on behalf of the plaintiff constituted \nmisappropriation of trade secrets, because he had developed a personal relationship \nwith the customers).  However, evidence of misappropriation has been found \nsufficient where a former employee has access to pricing proposals through former \nemployment, moves to another company, and causes the same customers to move \ntheir business to the new company.  See Byrd’s Lawn & Landscaping, 142 N.C. App. \nat 376–77, 542 S.E.2d at 693. \n{70} The record contains information that might support a finding \nconsistent with the outcome in Byrd’s Lawn & Landscaping.  Defendants admit that \nmany of the Safety Test customers that J. Hamrick and McMahan called on its \nbehalf later became new ASUC customers or increased their business with ASUC.   \nAfter J. Hamrick and McMahan began working for ASUC, the company sold \nproducts to ten of Safety Test’s customers on nineteen separate occasions for \nslightly lower prices than Safety Test quoted to them months before.  (Pl. Opp’n Br. \nApp. Part 1, Ex. 1.)   \n{71} The same contested facts exist as to whether Safety Test took adequate \nmeasures to protect its information regarding historical customer pricing.  \nAdditional measures include that Safety Test executed formal confidentiality \nagreements with some, but not all of its customers.  Safety Test generally did not \ndisplay pricing on packing slips unless the customer insisted, and in those instances \nwhere pricing was particularly favorable, Safety Test would inform the customer \nthat the pricing was confidential; Safety Test claims that it would be difficult to \ndiscern the price of components from particular order forms because quotes often do \nnot include specific part numbers or manufacturers. \n{72} In sum, the Court concludes that there are material issues precluding \nsummary adjudication as to the claimed trade secret in historical customer pricing \nas to all Defendants other than Curry. \n \n \niv. Customer Needs and Requirements \n{73} Safety Test makes a general claim regarding its customers’ “specific \nequipment needs, budget requirements, testing requirements, contract \nrequirements, and tooling standardization.”  (Pl. Supplemental Interrogs. Resps. \nNo. 3(I).)  Beyond its reference to Duke Energy’s specific needs, Safety Test does not \nfurther describe this category of information with specificity. \n{74} While information regarding customer needs and requirements may, in \nsome instances, qualify as a trade secret,\n5 there must be specific information which \nis not generally known or readily ascertainable.  Defendants assert that Safety Test \nhas failed in this regard, citing Washburn, which held that general allegations that \nthe defendants “acquired knowledge of Yadkin’s business methods; clients, their \nspecific requirements and needs; and other confidential information” such as \n“confidential client information and confidential business information” were too \nbroad and vague to be trade secrets.  190 N.C. App. at 327, 660 S.E.2d at 586.  \nDefendants also cite an unpublished North Carolina Court of Appeals case for its \nholding that “proprietary customer lists, data, and contract information, as well as \nclient data and client contact computer programs” did not sufficiently identify trade \nsecrets because “nowhere in the record [did] the [plaintiffs] articulate what specific \ninformation is encompassed in these broadly defined categories.”  Stephenson v. \nLangdon, No. COA09-1494, 2010 N.C. App. LEXIS 1682, at *15 (N.C. Ct. App. Sept. \n7, 2010). \n{75} In response, Safety Test relies on  detailed information it has provided \nregarding its relationship with Duke Energy.  Initially, as to Duke Energy, Safety \nTest may have met its burden of specificity.  It has not, however, provided sufficient \nspecificity for other customers.  In the face of a summary judgment motion, a \n                                                 \n5 See, e.g., Philips Elecs. N. Am. Corp. v. Hope, 631 F. Supp. 2d 705, 721 (M.D.N.C. 2009) (“[C]ourts \nhave found that special knowledge of customer needs and preferences is a trade secret.”); GE Betz, \n___ N.C. App. at ___, 752 S.E.2d at 649 (finding that “sales reports and customer proposals” \nconstituted protectable trade secrets); Sunbelt Rentals, Inc. v. Head & Engquist Equip., LLC, 174 \nN.C. App. 49, 56, 620 S.E.2d 222, 228 (2005) (finding that “customer information” and “customer \npricing” qualified as a trade secret). \n \n \nclaimant is obligated to produce facts in support of his claim.  See Morrison-Tiffin v. \nHampton, 117 N.C. App. 494, 505, 451 S.E.2d 650, 658 (1995).  With regard to trade \nsecret claims in particular, a defendant is entitled to specific notice of what he is \nclaimed to have misappropriated.  See Analog Devices, 157 N.C. App. at 468, 579 \nS.E.2d at 453.   \n{76} Even assuming adequate specific ity of its claims, Defendants contend \nthat the trade secret claims in this category must fail because any customer Safety \nTest might specify would have knowledge of its own needs and requirements and \nwould be willing and able to share that information, so that information is readily \nascertainable.  In support, Defendants again cite to Edgewater, in which the court \nfound that the plaintiffs’ customer files—including a customer’s name, address, \nfrequency, rates, volumes, contact person, phone numbers and e-mail  address—did \nnot constitute trade secrets because “information contained therein is such that can \nbe learned directly from [the plaintiffs’] . . . customers.”  Edgewater, 2009 NCBC \nLEXIS 21, at *13–14.  Moreover, as the Edgewater court noted, this information \nwas compiled in the ordinary course of business, and the plaintiffs did not spend \nsignificant resources developing the information outside of the cost of doing \nbusiness.  Id. at *14.   \n{77} Safety Test counters that its cu stomers do not necessarily know their \nneeds without first consulting with Safety Test and thus, the information is not \nreadily ascertainable from the customers themselves.  However, there is no evidence \nsuggesting that Safety Test restricts its customers’ use or disclosure of information \nregarding its needs or its relationship with Safety Test once Safety Test has \ndiscerned those needs on their behalf.  Where a business provides information to \ncustomers without restricting the information’s further use or dissemination, the \ninformation at issue does not qualify as a trade secret.  \nArea Landscaping, 160 N.C. \nApp. at 526, 586 S.E.2d at 511–12. \n{78} In sum, the Court concludes that Safety Test has not developed a \nrecord or forecasted evidence adequate to withstand summary judgment against its \ntrade secret claims as to the particularized needs of its customers. \n \n \nB. Plaintiff Is Entitled to Pursue Its Tortious Interference Claim   \n{79} To prove tortious interference  with a prospective advantage, a \nclaimant must show than an individual induced a third party to refrain from \nentering into a contract with the plaintiff without justification.  \nDaimlerChrysler \nCorp. v. Kirkhart, 148 N.C. App. 572, 585, 561 S.E.2d 276, 286 (2002) (citing \nCameron v. New Hanover Mem’l Hosp., 58 N.C. App. 414, 440, 293 S.E.2d 901, 917 \n(1982)).  The claimant must also show that the contract would have resulted but for \nthe defendant’s interference.  Cameron, 58 N.C. App. at 440, 293 S.E.2d at 917. \n{80} Where the defendant acts justifiabl y in inducing a third party to forego \nentering into a contract with the plaintiff, no action for tortious interference lies.  \nId.  Competitors are typically justified in inducing customers to refrain from \nentering contracts with one another, but they lose this justification if their conduct \nis anticompetitive.  Id. at 441, 293 S.E.2d at 917. \n{81} Plaintiff predicates its claim for anticompetitive conduct, and thus loss \nof justification, on its trade secret claims which the Court has, in part, allowed to \nsurvive the Motion.  Likewise, Defendants claim a competitor’s justification on the \nbasis that there was no unlawful misappropriation.  The Court concludes that \ndisposition of the tortious interference claim should await further adjudication of \nthe trade secret claims. \nC. Further Disposition of Plaintiff’s Claim for Unfair and Deceptive Trade \nPractices Against Defendants Other Than Curry Should Be Deferred \nPending Resolution of Other Claims \n{82} To succeed on a UDTP claim, a claimant must show “(1) defendant \ncommitted an unfair or deceptive act or practice, (2) the action in question was in or \naffecting commerce, and (3) the act proximately caused injury to the plaintiff.”  \nDalton v. Camp. 353 N.C. 647, 656, 548 S.E.2d 704, 711 (2001).  A violation of the \nTrade Secrets Act may also constitute an unfair trade practice.  Med. Staffing \nNetwork, Inc. v. Ridgway, 194 N.C. App. 649, 659–60, 670 S S.E.2d 321, 329 (2009); \nDrouillard v. Keister Williams Newspaper Servs., Inc., 108 N.C. App. 169, 172–73, \n \n \n423 S.E.2d 324, 326–27 (1992).  As Plaintiff’s trade secret claims survive in part, \nthey form an adequate foundation for allowing the UDTP claim to proceed beyond \nsummary judgment as to all Defendants other than Curry. \nD. Final Disposition of the Civil Conspiracy Claim Should Await Trial \n{83} The Court concludes that Safety Test may continue to pursue its civil \nconspiracy claim against Defendants other than Curry.   It do so with substantial \nreluctance and may well reach a different conclusion when considering a motion for \ndirected verdict at trial.  A conspiracy claim should not be used to mask the \nweakness of underlying claims on which the conspiracy allegations are based.  Yet it \nis difficult to dismiss a conspiracy claim summarily because the elements of a \nconspiracy claim are broadly stated. \n{84} “The elements of a civil conspira cy are: (1) an agreement between two \nor more individuals; (2) to do an unlawful act or to do a lawful act in an unlawful \nway; (3) resulting in injury to plaintiff inflicted by one or more of the conspirators; \nand (4) pursuant to a common scheme.”  Strickland v. Hedrick, 194 N.C. App. 1, 19, \n669 S.E.2d 61, 71 (2008) (quoting Privette v. Univ. of N.C., 96 N.C. App. 124, 139, \n385 S.E.2d 185, 193 (1989)).  There is no separate cause of action for civil \nconspiracy, which must be based on an underlying wrong.  Esposito v. Talbert & \nBright, Inc., 181 N.C. App. 742, 747, 641 S.E.2d 695, 698 (2007) (quoting Dove v. \nHarvey, 168 N.C. App. 687, 690, 608 S.E.2d 798, 800 (2005)). \n{85}  “Although liability may be established by circumstantial evidence, the \nevidence of the agreement must be more than a suspicion or conjecture to justify \nsubmission of the issue to the jury.”  Morrison-Tiffin, 117 N.C. App. at 505, 451 \nS.E.2d at 658; see also Dickens v. Puryear, 302 N.C. 437, 456, 276 S.E.2d 325, 337 \n(1981); Elliot v. Elliot, 200 N.C. App. 259, 264, 683 S.E.2d 405, 409 (2009).  A \nmotion for summary judgment “triggers the plaintiff’s responsibility to produce \nfacts, . . . sufficient to show that he will be able to prove his claim at trial.”  \nMorrison-Tiffin, 117 N.C. App. at 505, 451 S.E.2d at 658.  “[A]n allegation [of civil \nconspiracy], without any supporting facts, is insufficient to withstand summary \n \n \njudgment.”  King v. N.C. Dep’t of Transp., Div. of Motor Vehicles, 121 N.C. App. \n706, 708, 468 S.E.2d 486, 489 (citing Friel v. Angell Care, Inc., 113 N.C. App 505, \n510, 440 S.E.2d 111, 114 (1994)).   \n{86} When a plaintiff invokes a cons piracy theory to attack a move by \nmultiple employees from one employer to another, a court must be sensitive to the \npotential role of the doctrine of intracorporate immunity.  See State ex rel. Cooper v. \nRidgeway Brands, Mfg., LLC, 184 N.C. App. 613, 625, 646 S.E.2d 790, 799 (2007) \n(noting “[a]n allegation that a corporation is conspiring with its agents, officers or \nemployees is tantamount to accusing a corporation of conspiring with itself,” \nmeaning that two persons were not present to form conspiracy), aff’d in part, rev’d \nin part on other grounds, 362 N.C. 431, 666 S.E.2d 107 (2008); see also Maurer v. \nSlickEdit, Inc., 2005 NCBC LEXIS 2, *34–35 (N.C. Super. Ct. May 16, 2005) \n(dismissing civil conspiracy claim against corporation and its agents under \nintracorporate immunity doctrine). \n{87} Plaintiff seeks to support its conspiracy claim on the following \nevidence: (1) upon leaving Safety Test, J. Hamrick took with him certain e-mail \ncommunications with a Safety Test supplier and a historical income report that \nsummarized Safety Test’s financial performance over the past twenty years; (2) \nafter resigning from Safety Test, Curry took three aprons that he asked a Safety \nTest employee to make him, which he states were for personal use; (3) in recruiting \nMcMahan, J. Hamrick, and L. Hamrick, ASUC expressed an interest in how many \ncustomers each could bring with them from Safety Test to ASUC; and (4) when \nmeeting with L. Hamrick regarding potential employment at Safety Test, one of the \nPrices remarked that ASUC did not know how to do the “stuff” Safety Test did and \nthat ASUC wanted what Safety Test had.  (L. Hamrick Aff. ¶ 15). \n{88} Even granting Safety Test favo rable inferences, the Court finds no \nreasoned basis to pursue a conspiracy claim against Curry.  As to other Defendants, \nthe Court must, at this stage, infer that ASUC, its owners, J. Hamrick, and \nMcMahan reached an agreement while the latter two were still employed at Safety \nTest, thereby overcoming a defense in intracorporate immunity.  The Court then \n \n \nallows the conspiracy claim to survive.  Should Plaintiff fail to produce evidence \nadequate to prove such an agreement at trial, the Court may grant a motion for \ndirected verdict. \nVI. CONCLUSION \n{89} For the foregoing reasons: \n1. Curry’s Motion for Summary Judgment is GRANTED as to all \nclaims against him, which are DISMISSED with prejudice; \n2. Plaintiff’s claimed trade secret as to specific customer needs and \nrequirements fails as a matter of law, and a trade secret claim \nbased on this category of information may not be pursued at trial; \n3. In all other respects, Defendants’ Motion for Summary Judgment is \nDENIED.   \n \nIT IS SO ORDERED, this the 23rd day of April, 2015. \n "
}