{
  "id": "94117616594f6f7e5822f1d048177e0907ebe1d6ce4528356d48413c057caaa6",
  "source_file": "data/raw/ncbc/94117616594f6f7e5822f1d048177e0907ebe1d6ce4528356d48413c057caaa6.pdf",
  "raw_text": "State v. McClure, et al., 2005 NCBC 6\n \nNORTH CAROLINA\n \nWAKE\n \nCOUNTY\nIN THE GENERAL COURT OF \nJUSTICE\nSUPERIOR COURT DIVISION\n03-CVS-005617\n \nSTATE \nOF \nNORTH CAROLINA\n, \nex rel.\nROY COOPER, ATTORNEY GENERAL, AND\nNORTH CAROLINA \nDEPARTMENT OF\nENVIRONMENT AND NATURAL RESOURCES,\n                       \n \nPlaintiffs,\n                        \nv\n.\n \nDARIN M. MCCLURE, THOMAS A. PROCTOR,\nMID-ATLANTIC \nASSOCIATES, P.A.,\nCATHERINE A. ROSS, CBM\nENVIRONMENTAL SERVICES, INC., KEITH \nA.\nANTHONY, SHIELD ENGINEERING, INC.,\nWILLIAM A. QUARLES, MATTHEW R.\nEINSMANN, S&ME, INC., MICHAEL D. SHAW,\nSEI ENVIRONMENTAL, INC., \nand the \nNORTH\nCAROLINA ENVIRONMENTAL SERVICE\nPROVIDERS ASSOCIATION, \nd/b/a\n \nNCESPA,\nJAMES H. HAYS, ENVIRONMENTAL\nCONSERVATION LABORATORIES, INC., \nd/b/a\nENCO, PETER I. BYER, SOUTH ATLANTIC\nENVIRONMENTAL DRILLING AND\nCONSTRUCTION COMPANY, INC., \nd/b/a\nSAEDACCO, JOHN A. HILL, ALMES &\nASSOCIATES, INC, \nand\n JOHN DOES \n1\nTHROUGH 100,\n                        \nDefendants.\n \n \n \n \n \n \n \n \n \n \n \n \nORDER\n \n \n \n            \nThis matter is before the Court on plaintiffs’ Motion for Reconsideration of three rulings in the\nCourt’s December 14, 2004 Order and Opinion.\n  \nPlaintiffs request the Court to reconsider: (1) the\ndismissal of plaintiffs’ claims under N.C.G.S. § 75-1.1; (2) the dismissal of plaintiffs’ damages claims\nagainst Defendant Catherine A. Ross (“Ross”) on the basis of non-profit immunity under N.C.G.S. § 55A-\n8-60(a) for her role as an officer and director of the North Carolina Environmental Service Providers\nAssociation (“NCESPA”) and (3) the dismissal of all damages claims against Ross and Defendant CBM\nEnvironmental Services, Inc. (“CBM”), under N.C.G.S. § 133-28.\n            \nAfter reviewing the memorandum in support of plaintiffs’ motion and for the reasons below, this\nCourt denies the motion for reconsideration in part and grants it in part. Plaintiffs claims under N.C.G.S. §\n133-28 are reinstated.\nI.\nUNFAIR AND DECEPTIVE TRADE PRACTICES\n            \nPlaintiffs first ask the Court to reconsider the ruling dismissing the claims for unfair and deceptive\ntrade practices under N.C.G.S. § 75-1.1.\n  \nPlaintiffs contend that the Court erred in reasoning that the rate-\nsetting abilities of the Department of Environment and Natural Resources (“DENR”) provided by existing\nregulation and statute prevented plaintiffs from utilizing the unfair trade practices statute.\n  \nThe Court\nrelied upon the reasoning of the Supreme Court in \nHAJMM v. House of Raeford Farms\n, 328 N.C. 578,\n595, 403 S.E.2d 483, 493 (1991), which reasoned “that the existing state and federal statutory framework\npervasively regulated securities transactions, and extending UDTPA into the securities regulation arena\nwould create overlapping supervision and enforcement issues.”\n  \nState v. McClure\n, 2005 NCBC 3 ¶ 70\n(\nWake\n \nCounty\n \nSuper.\n \nCt.\n, Dec. 14, 2004\n)(\nTennille, J.)(\nciting\n \nHAJMM\n, 328 N.C. at 594, 403 S.E.2d at\n493).\n  \nPlaintiffs claim that other remedies under the Leaking Petroleum Underground Storage Tank\nCleanup statute (“Trust Fund Act”) are not analogous to the pervasive statutory framework regulating\nsecurities transactions and therefore the Court’s reliance on the reasoning of \nHAJMM\n is misplaced.\n \nFurther, plaintiffs argue that the remedies available under the Trust Fund Act may not adequately address\nthe violations.\n  \nTherefore, plaintiffs opine that their only non-speculative remedy for the alleged behavior\nof defendants falls under N.C.G.S. § 75-1.1.\n            \nThe Court rejects plaintiffs’ arguments.\n  \nWhile “[i]t is not clear at this point”, Mot. \nat\n 5, to\nplaintiffs whether civil penalties may be pursued under the Trust Fund Act, it is clear that plaintiffs failed\nto make use of all available remedies.\n  \nThe statutory framework regulating the reimbursement of non-state\nlead work and state lead work provides the authority to supervise and enforce the provisions regulating the\ncleanup of underground storage tanks.\n  \nPlaintiffs failed to use the regulations provided—instead seeking to\nuse the more ambiguous unfair and deceptive trade practices statutes.\n  \nOpening the door to N.C.G.S. § 75-\n1.1 would create overlapping supervision and enforcement issues.\n  \nThe regulatory civil penalties provide\nremedies—both civil and criminal.\n  \nIf there is no “tested” regulatory scheme it is because the State has not\ntried to use it.\n  \nIf needed, additional remedies should be provided by legislation. \n \nWith the reinstatement of\nthe claims under G.S. § 133-28, the State has enough arrows in its quiver without unduly complicating the\nlitigation by making use of a statute that was not intended for the purpose for which the State wishes to\nuse it while there are other remedies specifically provided for the conduct at issue.\nPlaintiffs also ask the Court to reconsider the dismissal of claims pursuant to N.C.G.S. § 75-1.1 in\nso far as the ruling limits the ability of plaintiffs to seek remedies pursuant to antitrust laws.\n  \nSpecifically,\nplaintiffs argue that N.C.G.S. § 75-15.2, which authorizes civil penalties for claims brought by the\nAttorney General, is available only where the defendant is found to have violated N.C.G.S. §75-1.1. \n \nIf the\nstatute applied, the civil penalties would be recoverable. The Court has found that it does not apply\nbecause of the other remedies provided by statute which are directly related to the claims asserted here.\nThe dismissal of claims by the state under 75-1.1 does not preclude the state from bringing claims\nunder 75-1 or 75-2. \n \nAdditionally, there are treble damages provided for in G.S. § 133-28. \n \nIt is difficult to\nconceive of a predicate act which would support a 75-1.1 claim that would not also give rise to liability\nunder one of the other statutory remedies available to DENR.\n \n \nII.\nSTATUTORY IMMUNITY PURSUANT TO N.C.G.S. § 55A-8-60\n            \nPlaintiffs ask the Court to reconsider the dismissal based on nonprofit officer and director\nimmunity as to Ross under N.C.G.S. § 55A-8-60(a).\n  \nThe statute provides that “[a] person serving as a\ndirector or officer of a nonprofit corporation shall be immune individually from civil liability for monetary\ndamages, except to the extent covered by insurance, for any act of or failure to act arising out of this\nservice.”\n  \nN.C.G.S. § 55A-8-60(a).\n  \nHowever, no immunity is provided for actions beyond the scope of\ntheir authority, not in good faith, or committed with gross negligence or willful or wanton misconduct.\n \nN.C.G.S. § 55A-8-60(a\n)(\n2), (3) and (4).\n  \nPlaintiffs argue that the Amended Complaint alleged facts\nsufficient to overcome Ross’s immunity as an officer and director of NCESPA.\n            \nAgain, DENR engages in some overkill. If it is determined that Ross and CBM engaged in an\nunlawful conspiracy with respect to the remaining claims, liability will be established. \n \nIf they did not\nparticipate, there is little in the Amended Complaint to establish separate liability on the part of Ross\nsolely by virtue of her position as an officer or director. DENR has not been denied a cause of action.\n \nClearly, actions such as those alleged against defendant McClure would not fall within the immunity\nprovisions. \n \nEvidence of defendant Ross’s actions within NCESPA will be admissible in connection with\nthe other claims pending against her. \n \nThey do not provide grounds for separate liability as a director and\nofficer.\n \nIII.\nDAMAGES PURSUANT TO N.C.G.S. § 133-28\n            \nFinally, plaintiffs ask the Court to reconsider the dismissal of all claims against Ross and CBM for\ndamages pursuant to N.C.G.S. § 133-28.\n  \nThe statute states:\n(a) Any governmental agency entering into a contract which is or has been the subject of a\nconspiracy prohibited by G.S. 75-1 or 75-2 shall have a right of action against the\nparticipants in the conspiracy to recover damages, as provided herein. \n \nThe governmental\nagency shall have the option to proceed jointly and severally in a civil action against any\none or more of the participants for recovery of the full amount of the damages. \n \nThere shall\nbe no right to contribution among participants not named defendants by the governmental\nagency.\n \n(b) At the election of the governmental agency, the measure of damages recoverable under\nthis section shall be either the actual damages or ten percent (10%) of the contract price\nwhich shall be trebled as provided in G.S. 75-16.\n \nN.C. Gen. Stat. § 133-28(a), (b) (2003).\n  \nThe Court found that DENR did not suffer any damages as a\nresult of the alleged conspiracy because no contract was awarded to an alleged conspirator and that DENR\ntherefore failed to meet the requirements for recovery under N.C.G.S. § 133-28(b).\n  \nAlthough no contracts\nwere awarded to parties engaged in the alleged conspiracy to inflate the contract prices, plaintiffs contend\ndamages arose from the suppression of open competition in the bidding on the contracts.\n  \nPlaintiffs argue\nthat a lower bid “may well have been submitted.”\n  \n(Mot. at 17.)\n            \nThe Court has concluded that it acted too hastily in dismissing this claim on a Rule 12(b\n)(\n6)\nmotion. \n \nPlaintiffs suggest that under G.S. § 133-28 a defendant who has entered into an unsuccessful\nconspiracy to unlawfully affect a government contract is strictly liable for ten percent of the contract price\neven in the absence of any proof that the conspiracy affected price. \n \nWhat the evidence will show remains\nto be determined and the Court should have waited for summary judgment to make the decision on how\nthe statute should be applied.\n            \nThe circumstances here are certainly unique.\n  \nIt will be incumbent on the State to show that the\nCBM bid was submitted as part of a conspiracy to permit one of the conspirators to obtain the contract at\nan artificially inflated price or for some other unlawful purpose which injured the State. \n \nThat\ndetermination is best made at a later stage. Depending on the development of the facts, there may also be\nan issue of what DENR can recover under the statute even if it is a strict liability statute. \n \nAll the other\ndefendants have settled and paid money to the State. \n \nIf the monies paid thus far exceed ten percent of the\ncontract price or the total actual damages, may DENR recover an amount in excess of that amount? \n \nFor\nexample, if there are twenty defendants can DENR sue each one for ten percent and recover two hundred\npercent of the contract price? \n \nIf an amount equal to ten percent has already been collected, may DENR\nstill recover more from CBM and Ross? \n \nGiven \nDENR’s\n position that there was price suppression it may\nwell have to prove that a bid more than ten percent lower than the accepted bid would have been\nsubmitted.\n  \nIt may be able to do so. \n \nThe reinstatement of this claim may muddy the waters in other\nrespects. \n \nCBM and Ross could assert contribution rights against the other named defendants. \n \nWhat will\nbe the result if they have already paid more than it is determined that CBM and Ross owe? \n \nDevelopment\nof a record will assist this Court and the appellate courts in addressing these issues. \n \nFor the foregoing\nreasons, the Court believes it erred in dismissing these claims at this time and will reinstate them.\nCONCLUSION\n            \nIn summary, the Court denies the motion for reconsideration on the dismissal of all unfair trade\nand deceptive practices claims, denies the motion for reconsideration on the dismissal of Ross under\nN.C.G.S. § 55A-8-60(a) and grants the motion for reconsideration on the dismissal of all claims for\ndamages against Ross and CBM based on N.C.G.S. § 133-28.\n \nSO ORDERED, this the ____ day of October 2005.\n \n "
}