{
  "id": "9431dd9414f155e2df3d66edc36b1dce27ba35e4e914f8cc7a38e2fa9965efd0",
  "source_file": "data/raw/ncbc/9431dd9414f155e2df3d66edc36b1dce27ba35e4e914f8cc7a38e2fa9965efd0.pdf",
  "raw_text": "IN RE SENERGY AND THORO CLASS ACTION SETTLEMENT, 1999 NCBC 7\nSTAT\nE OF NORTH CAROLINA\nCOUNTY OF NEW HANOVER\nIN RE SENERGY AND THORO\nCLASS ACTION SETTLEMENT\n)\n)\n)\n)\nIN \nTHE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION\nCIVIL ACTION NO. 96-CVS-5900\nORDER ON PETITION \nFOR ATTORNEY FEES\n \n \n{1} This matter is before the Court on the petition for attorney fees and expenses filed by class counsel in\nconnection with the partial settlement of this class action involving Defendant Senergy, Inc. and Thoro\nSystems Products, Inc. (hereinafter the \"Settling Defendants\"). The Court has previously approved the\nsettlement of the class claims against the Settling Defendants. Claims against the remaining defendants are\nset for trial. For the reasons set forth below, the Court has provided an initial fee and supplemental fee\nplan to compensate class counsel for their efforts.\nI.\nA.\n{2} This action was commenced on January 5, 1996 against nine defendants, including Senergy, Inc., who\namong them provided the vast majority of synthetic stucco or Exterior Insulation and Finish Systems\n(\"EIFS\") to the marketplace in North Carolina and nationally. Settling Defendants account for\napproximately ten percent (10%) of the national market.\n{3} The action was certified as a class action by Judge Ernest B. Fullwood on January 9, 1996 and\nsubsequently recertified by Judge Fullwood on September 18, 1996. Thereafter the case was assigned to\nthis Court under Rule 2.1 of the General Rules of Practice for the Superior and District Courts. After the\nsettlement with the Settling Defendants and an appeal of another of this Court’s orders, this Court\nbifurcated the remaining claims of liability and damages and ordered separate trials for each of the\nremaining defendants on the issues of defective product design and failure to warn. That order has been\nappealed.\n{4} This class action constitutes but one facet of a multidimensional national litigation problem.\nThousands of individual actions have been filed across this state and the nation by individual homeowners\nagainst the defendants in this action and the builders and others associated with the construction of their\nhomes using synthetic stucco. Over six hundred potential class members have opted out of the class in this\naction. Other class actions have been filed and may be filed in the future in the federal courts and other\nstate courts. Class counsel in this action have represented and may, in the future, represent parties in other\nsimilar litigation. \nSee,\n \ne.g.,\n \nIn re Stucco Litigation\n, 175 F.R.D. 210 (E.D.N.C. 1997). In addition, the\nindustry wide nature of the original action brought by plaintiffs’ counsel puts the potential recovery in this\nlawsuit into the megafund category. Earlier attempts at a nationwide, industry wide settlement in this case\nfailed.\n{5} Afloat in this sea of litigation, Settling Defendants and class counsel crafted a settlement agreement\nthat covered only homes constructed using the Settling Defendants’ products. This Court ultimately\napproved that agreement, which was subsequently modified several times with court approval. The\noriginal agreement as modified and approved by the court is hereinafter referred to as the \"Settlement\nAgreement.\" Specific terms of the Settlement Agreement are pertinent to the matter currently before the\nCourt.\n{6} The settlement included a recovery program for homeowners. That recovery program provided for an\ninitial inspection of their homes. If they qualified for remediation of problems associated with the use of\nSettling Defendants’ products, they could have repairs made to their property. The settlement included\nlimited homeowners warranties. Under some circumstances, class members could receive a cash-out\noption of four dollars per square foot of EIFS installed on their property. At this stage of the settlement\nhistory, the cash-out option has been used almost exclusively. Former owners of a property on which the\nSettling Defendants’ EIFS had been installed were entitled to a payment of actual damages up to one\nthousand dollars ($1,000.00). A claims administrator was appointed to administer the recovery program.\nThe administrator’s fees are paid out of the funds set aside to pay for the program.\n{7} Under the terms of the settlement, the Settling Defendants waive certain defenses. In addition, the\nsettlement contained provisions that were beneficial to class members with respect to the tolling of the\nstatutes of limitations and repose. Some barred claims may have been revived.\n{8} Significantly, the benefits of the settlement were assured by the acquisition of an insurance policy that\ninsures payment of the first twenty million dollars ($20,000,000.00) in benefits, costs of administration,\nand attorney fees. If the $20,000,000.00 is exceeded, assurance of payment disappears, but Settling\nDefendants may continue to financially support the settlement program. If Settling Defendants decide not\nto continue their support of the program, plaintiffs in this action may pursue this action on behalf of\nremaining class members, or the uncompensated class members themselves can litigate individually, with\nthe statutes of limitation and repose having been tolled. Thus, the costs and benefits of the program are\nfully funded up to $20,000,000.00, but could go higher. Class members who remain uncompensated after\nthe initial fund is exhausted will still have a remedy, but will have to look somewhere other than the fund\nfor compensation for their damages.\n{9} In real terms, the Settlement Agreement provides homeowners with about 30 to 40 cents on the dollar\nto cover their damages. It does not fully compensate them. However, it does provide immediate funds for\nrepair to their homes. In addition, since the first twenty million dollars of the settlement is assured, the\nprospect of no recovery in the event of financial failure of the Settling Defendants is eliminated. The\nsettlement also left the homeowners free to pursue claims against contractors and others for the balance of\ntheir losses. In this respect the settlement mirrored what was happening in the settlement of the individual\nlawsuits, where damages are being apportioned among the contractor, subcontractors, EIFS manufacturers\nand others. The settlement was a hard fought compromise that the Court believed was in the best interests\nof the class members. It was a good, workman-like settlement. It was not exceptional. An exceptional\nsettlement would have fully compensated class members for their damages.\nB.\n{10} The Settlement Agreement provided that class counsel could request up to thirty percent of the\ntwenty million dollars of insured payments for fees and expenses. The Notice of Settlement informed class\nmembers that class counsel would ask for an award of fees and expenses of up to thirty percent of the\ninsured portion of the recovery program. No class member appeared at the Final Settlement Hearing to\nobject to the fee request. Class counsel have filed a fee request seeking six million dollars\n($6,000,000.00), or thirty percent, as an award of attorney fees and expenses in this case. The amount\nawarded by the court will be deducted from the pool of insured funds for claimants under the recovery\nprogram. If class counsel were awarded the full fee, the amount remaining to fund the recovery program\nfor class members would be reduced to fourteen million dollars.\n{11} In an unusual development in class action settlements, Settling Defendants have objected to the fee\nrequest. Normally a class action settlement results in creation of a closed end fund to which defendants\ncontribute, and their involvement ends there. The court controls the disbursement of the funds, including\nallocation of the fund among class members and their counsel. In this case, the recovery program may not\nbe closed at the amount insured, and, conceivably, Settling Defendants could elect to pay out more under\nthe recovery program if and when the first twenty million dollars is exhausted. Therefore, Settling\nDefendants have a vested interest in the amount of attorney fees awarded by the Court. The more money\nleft in the insured pool, the less likely it will be that the insured pool is exhausted and that they will be\ncalled upon to decide whether to contribute more to the recovery program. For that reason, Settling\nDefendants have taken an adversarial position on the award of fees and expenses in this case.\n{12} In making their fee request, class counsel have placed all of their eggs in one basket. They ask the\nCourt to award them thirty percent of the insured pool without regard to whether it is fully consumed,\nwithout regard to the specific time and expense directly attributable to the case against the Settling\nDefendants, and without regard to the actual benefits to the settlement class. Class counsel have taken an\nindustry wide, national approach to this litigation for purposes of justifying their fee application. This is\nreflected in their lodestar figures, which are intended to show work done on all aspects of the stucco\nlitigation in and out of North Carolina. Class counsel have taken this same approach to the case as a\nwhole. Class counsel’s insistence on this industry wide approach to all aspects of this litigation has proved\ntroublesome in many aspects of this case, and now raises problems for the Court in its determination of the\nfee issues. The reasons the industry wide approach poses problems will be discussed more fully herein.\n \nC.\n{13} The total amount ultimately paid by Settling Defendants will depend on a number of factors that\ncannot be fully known at present, including the number, timing and nature of the claims to be made, the\ncosts of administration, and the potential need for further notice to the class. The large number of opt-outs\nmay significantly reduce the claims under the recovery program and still generate liability for the Settling\nDefendants in other cases. The recovery program is a work in progress, and the true benefit to the class\nwill only become apparent over time. The Court has waited to rule on the attorney fee award in order to\nassess the effectiveness of the recovery program. At this point, the program has undergone enough\nadjustments and has been in operation sufficiently long to allow for a limited assessment of how the\nrecovery program will benefit class members.\n{14} Settling Defendants are required to file a monthly report with the Court detailing the effectiveness\nand operation of the recovery program. Not unexpectedly, there have been problems and adjustments\nmade in the recovery program. Class counsel have remained actively involved with the administration of\nthe program and have persistently protected the interests of the class members.\n{15} The last report submitted to the Court indicates that of the total of 995 claims filed with the Claims\nAdministrator, 586 have been identified as Settling Defendants’ products, 144 are unidentified and 265\nhave been identified as other manufacturers’ products. All fully processed claims have been cashed out\nwith a total payment of $1,190,171.20 and inspection costs of $5,151.10. Since all settlements have been\nby cash-out, no repairs have been made and no warranties have been issued. Homeowners appear to want\ntheir money to repair their homes in the manner best suited to their needs and desires. Settling Defendants\nhave obviously found this the most economic route to follow. It eliminates the cost of repair and warranty\nand puts a total end to the claim. It also reduces administration costs, leaving more money to pay claims. It\nis fair to say that the total benefit to class members of the recovery program, including cost of\nadministration and excluding notice cost, is approximately one million, five hundred thousand dollars\n($1,500,000.00) through the end of June 1999.\n{16} The program has many more years to run and further notice may be required to reach class members.\nAs stated above, there are many factors affecting the future payout of the settlement that are not yet\nknown. It is possible that many homeowners with larger claims opted out. If so, they are not class\nmembers for whom a benefit has been obtained by class counsel. It is also possible that the problems are\nnot as widespread as anticipated, or that the notice program which counsel jointly agreed upon and the\ncourt approved was inadequate. It could be that the settlement was not designed in such a way that it\nattracted class members to apply for benefits. Other settlements or litigation may heighten public\nawareness of the problem and the recovery program, leading to an increase in claims. Still, the initial\nresults do not indicate that the recovery program will exhaust the insured pool. It may not even come\nclose. Thus far, the actual benefits to the class members do not coincide with the total available benefits,\nand the reasons for that disparity are not apparent.\nII.\nA.\n{17} The initial question that the Court must decide is whether or not a common fund has been created\nwhich would support an award of attorney fees from the fund. The common fund exception to the common\nlaw rule that attorney fees should not be awarded to the prevailing party in litigation was firmly\nestablished in \nHorner ex rel. City of Burlington v. Chamber of Commerce of the City of Burlington, Inc.,\n236 N.C. 96, 72 S.E.2d 21 (1952). The Court is guided in its determination of the existence of a common\nfund by \nBailey v. State of N.C., \n348 N.C. 130, 500 S.E.2d 54 (1998). In that case, the Supreme Court said:\nThe criteria [for appropriate fee-shifting cases] \nare satisfied when: each member of a certified\nclass has an undisputed and mathematically \nascertainable claim to part of a lump sum\njudgment recovered on his behalf.\n. . . .\nIn the present case, the named Plaintiffs have \nrecovered a determinate fund for the benefit of\nevery member of the class whom they \nrepresent. The Defendants’ liability has been proven.\nThe qualifications for class \nmembership have been established and the formula for computing\nindividual refunds has been \nset. Thus, the judgment fund itself is a quantifiable sum that has\nbeen created by the \nlitigation undertaken by the representative Plaintiffs. All the remaining\nclass \nbeneficiaries need to do in order to recover their proper refund or credit is to prove \ntheir\nindividual claims against the judgment fund. As such, we are persuaded that the \nrecovery at\nissue in this case properly constitutes a common fund for purposes of shifting \nattorneys’ fees\nunder the common-fund doctrine of \nHorner \nand its progeny\n.\nId.\n at 161-62, 500 S.E.2d at 72-73. The Settlement Agreement in this case provided a minimum sum that\nwould be available to fund the recovery program and make payments to class members. The fact that the\ninitial twenty million dollar amount may be increased does not make it an indeterminate amount. At least\nthe minimum amount is fixed, and that is the equivalent of a lump sum judgment and a quantifiable sum.\nLikewise, the fact that the fund is to be distributed based on individual claims rather than a mathematical\nformula does not preclude the existence of a common fund. The criteria for recovery are clearly\ndelineated. In fact, the experience with the settlement indicates that the funds are being distributed on a\nformula basis since every claim has been handled on cash-out basis. The fact that class members who file\nlate run the risk that the insured pool might be exhausted does not automatically dictate a finding that this\nis not a common fund. \nSee, e.g.,\n the decision of the Delaware Supreme Court in \nGoodrich v. E.F. Hutton\nGroup, Inc.,\n 681 A.2d 1039 (1996) (holding that a common fund existed even though class members’\nindividual claims might be reduced based on the number of claimants). Based on the foregoing case law,\nthe Court is persuaded that the settlement creates a common fund for purposes of shifting attorneys’ fees.\nB.\n{18} Having found that there is a common fund from which reasonable attorney fees may be awarded, the\nCourt next turns to a discussion of the method of determining a reasonable fee under North Carolina law.\nThis Court has a duty to look carefully at the fees sought by class counsel in common fund cases. This is\nan equitable proceeding, and once the common fund is recognized and a fee request made, class counsel\ncease to be fiduciaries to the class and become claimants against the fund. \nHorner, \n236 N.C. at 97-98, 100\n,\n72 S.E.2d at 22-24; \nGoodrich,\n 681 A.2d 1039. Often, the court is left as the only advocate for the class\nmembers. Even though Settling Defendants have taken a position in opposition to the fee request, they\nhave done so for their own benefit, not that of the class. The Court has considered appointing an \namicus\ncuriae \nfor the purpose of briefing and presenting argument on behalf of the class members, but has elected\nnot to do so in this case at this time. \nSee Goodrich\n, 681 A.2d at 1042\n. \nIn the future, the Court may also\nconsider appointment of a special master to make recommendations on fee requests in instances where the\ntime involved in reviewing the fee request and supporting documentation may be excessive.\n{19} The determination of reasonable attorney fees in common fund cases is generally left to the sound\ndiscretion of the trial court. \nHorner\n, 236 N.C. at 97-98, 72 S.E.2d at 22-24. \nSee also\n Federal Judicial\nCenter, Manual For Complex Litigation, Third, sec. 24.121, at 190-91 (1995). In exercising its discretion,\nthis court has attempted to apply established equitable precepts and will articulate its reasons for reaching\nthe particular fee determination in this case.\n{20} The Court starts its analysis of methodology to be employed with the proposition that class actions in\ngeneral, and the determination of attorney fees in common fund cases in particular, involve issues of\nequity and require the application of equitable principles. The Court also begins this analysis with the\nproposition that it must exercise its discretion in common fund cases with \"jealous caution, lest the\nadministration of justice be brought into disrepute.\" \nHorner, \n236 N.C. at 101\n,\n 72 S.E.2d at 24. In reaching\nits fee decision, the court must protect the public interests, the interests of absent class members and the\ninterests of class counsel.\n{21} There are no appellate decisions in North Carolina providing guidance on the appropriate\nmethodology to be used by trial courts in considering class action fee requests. Therefore, this Court has\nlooked for guidance to the methodologies employed in other states and the federal courts as well as those\nemployed by other trial courts in this state.\n{22} Federal courts have applied various methodologies to the determination of fee requests, and there is\nno settled approach. Thus, the federal decisions offer much information, but little certainty with respect to\nchoice of methodology. Two good sources chronicling the history of various methodologies employed by\nthe federal courts are \nSwedish Hospital Corp. v. Shalala, \n1 F.3d 1261 (D.C.Cir. 1993), and \nIn re: Nasdaq\nMarket-Makers Antitrust Litigation, \n1998 WL 782020 (S.D.N.Y.), M.D.L. No. 1023, 94 Civ. 3996\n(RWS), 1998 U.S. Dist. LEXIS 17557 (S.D.N.Y.). \nSee also\n \nReport of the Third Circuit Task Force, Court\nAwarded Attorney Fees, \n108 F.R.D. 237 (1985). This court has concluded that the majority of federal\ncircuit courts now leave it to the trial court’s discretion to choose between the lodestar and percentage\nmethods or some hybrid thereof in determining fees in common fund cases. Each method will be described\nbelow.\n{23} Class counsel’s fee request is based upon a percentage of the fund method. Under this method class\ncounsel are simply awarded a percentage of the fund created for the class. In this case class counsel seek\nthirty percent (30%) of the insured amount of the settlement. The percentage of the fund method has\nadvantages and disadvantages. On the positive side: \"[I]t is easy to calculate; it establishes reasonable\nexpectations on the part of the plaintiffs’ attorneys as to their expected recovery; and it encourages early\nsettlement, which avoids protracted litigation.\" \nRawlings v. Prudential-Bache Properties, Inc., \n9 F.3d 513\n(6\nth\n Cir. 1993).\n{24} The percentage of the fund method should reward the efficient achievement of results for the class,\nrather than encourage the run up of needless hours of attorney time before settlement. Adoption of a per se\nrule employing the percentage of the fund method would encourage more lawyers to undertake\ncontingency fee class action cases, thus affording more representation to people who might not otherwise\nobtain it.\n{25} A significant disadvantage to the percentage of the fund method is the potential for abuse. The\npotential for abuse here is the possibility that class counsel will be paid a percentage of a large award that\nbears no rational relation to either the amount of time spent on the case or the actual benefit to the class\nmembers. The attempt to create a large percentage fee in such circumstances is an abuse common to class\naction litigation, and one that can lead to detrimental public perceptions of both the bar and the\nadministration of justice. It is that abuse which the North Carolina Supreme Court warned against in\nHorner, \nand which was of concern to the Court of Appeals for the First Circuit in \nIn re Thirteen Appeals\nArising Out of San Juan, \n56 F.3d 295, 307-08 (1st Cir. 1995) (stating that the percentage of fund method\nmay result in the overcompensation of lawyers in situations where actions are resolved before counsel has\ninvested significant time or resources). The percentage of the fund method may also encourage lawyers to\nsettle too low and too quickly in order to maximize their hourly rate. \nSee Rawlings, \n9 F.3d\n \nat 516\n.\n{26} Use of the percentage of the fund method may also pose problems where the determination of the\n\"fund\" itself, from which fees should be calculated, is uncertain. \nSee Goodrich\n, 681 A.2d at 1049. The\ndetermination of the \"fund\" is a real problem in this case, as will be discussed in more detail.\n{27} At least one judge has expressed concern that use of the percentage of the fund method can\nencourage frivolous lawsuits. \nSee\n dissenting opinion of Judge Ginsburg in \nSwedish Hospital Corp.\n, 1 F.3d\nat 1273 (reliance upon the percentage-of-the-fund approach without any regard for the lodestar may\nproduce excessively high awards and thus encourage even relatively non-meritorious cases to be brought).\n{28} Another concern which the courts should have about per se adoption of a percentage of the fund\nmethod is the potential it has for dictating litigation strategy. We have reached the stage where courts are\ncalled upon to distinguish between an ordinary common fund and a \"megafund,\" and whether different\npercentages should be applied depending on whether the recovery constitutes a megafund. \nSee, e.g., In re:\nNasdaq Market-Makers Antitrust Litigation, \nNo.\n \n94 Civ. 3996(RWS), 1998 WL 782020 (S.D.N.Y. Nov.\n9, 1998) (where the fee awarded was one hundred and forty-three million dollars ($143,000,000.00)).\nMost courts now agree that the percentage of the fund should go down as the amount of the fund goes up.\nGoodrich, \n681 A.2d at 1048-49\n. See also\n Report of the Third Circuit Task Force, Court Awarded Attorney\nFees, 108 F.R.D. at 2563; Herbert B. Newberg & Alba Conte, Newberg on Class Actions § 14:03, at 14-\n13 to 14-14 (3d ed. 1992).\n{29} Megafunds can result in megafees, encouraging counsel to build bigger lawsuits, particularly\nnationwide class actions, in an effort to maximize the potential fees generated by a larger fund in one\nlawsuit. The United States Supreme Court, based on concerns including, but not limited to, disparate\ntreatment of subclasses, lack of predominance of class issues, and conflicts of interest in the representation\nof the class, has recently discouraged such enormous consolidation of product liability claims in two\ndecisions: \nAmchem Products, Inc. v. Windsor, \n521 U.S. 591, 138 L. Ed. 2d 689 (1997)\n \nand \nOrtiz v.\nFibreboard Corp.\n, 67 U.S.L.W. 4632 (U.S. June 23, 1999), No. 97-1704, 1999 U.S. LEXIS 4373, 1999\nWL 412604. State courts should be equally cautious.\n{30} The other most widely used method of determining fees is the lodestar method. It awards fees based\nupon a reasonable hourly rate for the time reasonably expended to create the fund. In the past courts have\nadded a multiplier or fee enhancer to encourage counsel to take difficult contingent fee cases. It is the\nlodestar method which is espoused by Settling Defendants in this case.\n{31} The popularity of the lodestar method has varied over the last twenty years. At this point in time is\nmost widely used in statutory fee shifting cases rather than common fund cases. Its main advantage, and\nthe reason it is used in fee shifting cases, is that it sets a fee more directly related to the actual time spent\non the case by counsel. Thus, it protects against abuse and the creation of a negative image for the bar and\nthe legal system created when lawyers are grossly overcompensated. \nLindy Bros. Builders, Inc. of\nPhiladelphia v. American Radiator & Standard Sanitary Corp. \n487 F.2d 161 (3\nrd\n Cir. 1973). Thus, courts\nmay use the lodestar method in common fund cases where the percentage of the fund method would result\nin a fee that is either too small or too large in light of the attorney hours devoted to the case. \nSee Six\nMexican Workers v. Arizona Citrus Growers, \n904 F.2d 1301 (9\nth\n Cir. 1990). The lodestar method is also\nuseful in cases in which the nature of the settlement evades the precise evaluation needed for the\npercentage of the fund method. \nIn re Gen. Motors Corp. Pick-Up Truck Fuel Tank Prod[s]. Liab. Litig.,\n55 F.3d 768, \ncert. denied, \n516 U.S. 824, 133 L.Ed. 45, 116 S.Ct. 88 (3\nrd\n Cir. 1995). It also can be used as a\ncheck on the appropriateness of fee set by a percentage of the fund. \nSee\n \nGoodrich,\n 681 A.2d at 1047. The\namount of work actually done by the lawyer is a fact which should never be totally ignored in deciding the\nfair allocation of the common fund between counsel and the beneficiaries they represent.\n{32} The lodestar method has its disadvantages as well. It poses a problem for overburdened trial courts\nbecause the process of determining the lodestar can be difficult and time consuming. It may not\nadequately encourage lawyers to undertake difficult cases. It also may burden lawyers by requiring a more\nmeticulous accounting of hours. In addition, the lodestar method has the potential to encourage lawyers to\nexpend needless hours before settling. Questions will inevitably arise concerning whether the time spent\nwas reasonable and necessary. Questions will also arise as to the proper rates to be charged. For instance,\nshould out of state attorneys charge rates appropriate for North Carolina rather than their home state when\nrepresenting North Carolina residents in class actions? In short, the lodestar method promotes inefficiency\nand creates issues not raised by the percentage of the fund method. \nSee\n \nReport of the Third Circuit Task\nForce, Court Awarded Attorney Fees, \n108 F.R.D. at 255. The pendulum shifts from common fund to\nlodestar and back again have naturally lead some courts to leave the pendulum hanging in the balance.\n{33} A common modern approach to fee awards is described in \nIn re Thirteen Appeals Arising Out of San\nJuan:\nGiven the peculiarities of common fund cases and \nthe fact that each method, in its own way,\noffers particular advantages, we believe the \napproach of choice is to accord the District Court\ndiscretion to use whichever method, POF \nor lodestar, best fits the individual case. We so hold,\nrecognizing that the discretion we \nhave described may, at times, involve using a combination\nof both methods when \nappropriate.\nIn re Thirteen Appeals Arising Out of San Juan, \n56 F.3d at 308.\n{34} Trial courts in North Carolina have adopted this last approach and have considered a \"hybrid\" of both\nmethods. Judge Manning adopted such an approach in a detailed and well reasoned opinion in the much\npublicized case from Wake County, \nSmith v. State of N.C., \n95 CVS 6715 (Wake Co. Sup. Ct (Nov. 20,\n1997)).\n \nThis Court adopted such an approach in another Wake County case, \nByers v. Carpenter, No. \n94\nCVS 04489 (Wake Co. Sup. Ct. (Jan 30, 1998)) (Tennille, J.). The Attorney General of North Carolina\nhas consistently urged this court to take a hybrid approach when considering fee applications in cases\ninvolving consumers in North Carolina. Part of the hybrid approach is the consideration of factors other\nthan percentage of the fund and hours worked. Judge Manning and this Court have specifically relied upon\nRule 1.5 of the Revised Rules (July 24, 1997) of Professional Conduct of the North Carolina State Bar\n(formerly Rule 2.6(b)) in reviewing the reasonableness of fees. The Court will address below each of those\nfactors as they relate to this case.\n{35} The hybrid approach is supported by the fundamental consideration that the decision to reduce a\ncommon fund by paying attorney fees to class counsel is equitable in nature. The principle that this Court\nbelieves the North Carolina appellate courts would apply is best stated by the Delaware Supreme Court in\nGoodrich:\nThis case establishes, once again, that the Court \nof Chancery’s existing multiple factor\napproach to determining attorney’s fee \nawards remains adequate for purposes of applying the\nequitable common fund doctrine. The \nadoption of a mandatory methodology or particular\nmathematical model for determining \nattorney’s fees in common fund cases would be the\nantithesis of the equitable \nprinciples from which the concept of such awards originated. New\nmechanical guidelines are \nneither appropriate nor needed for the Court of Chancery.\n681 A.2d at 1050 (citations omitted).\n{36} This Court concludes that a multiple factor or hybrid test is the best method of determining attorney\nfees in common fund cases and the method which the North Carolina appellate courts would adopt.\nC.\n{37} The \nGoodrich \ncase is instructive on one other important fee award issue. This Court must determine\nwhether the attorney fee award must be based on the entire fund available or whether the Court can also\ntake into consideration the benefits actually realized by the class members. Class counsel urge the Court\nto follow the decision in\n Boeing Co. v. Van Gemert\n, 444 U.S. 472, 62 L.Ed.2d 676, 100 S.Ct. 745 (1980),\nin which the Supreme Court upheld the trial judge’s decision to base the fee award on the entire fund\navailable rather than on the actual benefits derived by the class. Settling Defendants request that the Court\nbase its decision solely on the benefits paid from the fund as was done by the Court of Chancery in\nGoodrich.\n The Court concludes that the decision of the Delaware Supreme Court permitting the trial court\nto consider the actual benefits received by class members is the correct approach and the one that would\nbe adopted by the North Carolina appellate courts, at least under the circumstances of this case.\n{38}\n Goodrich\n involved a claim for attorney fees against a settlement fund of $3.3 million. The fund was\nset up to reimburse class members for losses allegedly due to E.F. Hutton’s delay in paying customers by\npaying them from banks more than 500 miles from the Hutton office at which the customer transacted\nbusiness. The proof of claim requirements for class members posed a challenge to even the most\nsophisticated investor and record keeper. It was clear that many individual investors would not have\nadequate records to make a claim against the fund and, therefore, the fund would not be fully exhausted.\nThere were two other significant facts about the \nGoodrich\n settlement relevant to this case. First, if the\nentire fund were not claimed, any remaining funds in escrow would be returned to Hutton. Second, if the\nclaims exceeded the amount of the fund, each claim would be reduced on a pro rata basis. The Court of\nChancery awarded a fee based upon the total amount actually paid out to class members, not the full\namount of the fund, holding:\nWhere because of the nature of the claim and the \nsettlement there is good ground to suppose\nthat there may well be a substantial non-claim \nproblem, the most sensible way to compensate\nclass lawyers, consistent with the underlying \nrationale for such awards, is on a contingency\nbasis: that is to do as I did in this \ninstance, to award a fair fee and make its payment coincide\nwith the distributions to \nclass members.\n681 A.2d at 1043.\n{39} The Delaware Supreme Court upheld the Chancellor’s exercise of his discretion and rejected class\ncounsel’s argument (similar to that made in this case) that the court should adopt a per se rule that\npercentage awards should be based on the total fund available, not the actual benefits received by the\nclass. The court first pointed out that in \nBoeing \nthe Supreme Court neither adopted nor recommended a per\nse rule, but simply affirmed the trial courts exercise of its discretion under the appropriate standard of\nreview. It then distinguished the \nBoeing\n decision relied upon by class counsel in this case on two grounds.\n{40} First, it found that the class members in \nBoeing\n had a claim in a fixed amount and that Boeing’s right\nto the fund remainder was latent. In contrast, Hutton had a vested interest in the remainder of the common\nfund. In this case Settling Defendants have more of a vested interest than a latent interest in the remainder\nof the fund. Second, in \nBoeing\n the class members had an undisputed and mathematically ascertainable\nclaim to part of a lump sum judgment. In \nHutton,\n class members had to submit claims and if the claims\nexceeded the fund, the amount to which they were entitled could be reduced. Class members in the\nSenergy settlement are in a similar position to those in the \nHutton\n case. Their claim is not mathematically\nascertainable and their recovery may depend on the number and timing of claims filed. The question of\nwhether the common fund is an accurate quantification of the actual benefit that has been conferred exists\nin this case just as it did in \nGoodrich.\n{41} The Delaware Supreme Court rejected class counsel’s argument that they were being penalized\nbecause their fee was being conditioned on practical problems in administering the fund and events\nbeyond their control, holding:\nGoodrich’s arguments demonstrate the equity \nin the Court of Chancery’s decision. The\ncondition precedent to invoking the common \nfund doctrine is a demonstration that a common\nbenefit has been conferred. The Court of \nChancery expressed concern about whether the\ncommon fund was an accurate quantification of \nthe actual benefit that had been conferred in\nthis case. \nBy conditioning the award of \nattorney’s fees upon the claims actually submitted, the\nCourt of Chancery exercised \nits discretion equitably, to correlate the attorney’s compensation\nwith the structure \nof the settlement benefits the attorneys had negotiated for the class.\n681 A.2d at 1049. (emphasis supplied).\n{42} This Court concludes that North Carolina, like Delaware, would allow its trial judges to exercise their\ndiscretion to tie attorney fees awards to actual benefits, especially where they had a concern whether the\ncommon fund was an accurate quantification of the actual benefit conferred on the class, or where they\ndetermined that it would be equitable to correlate the attorneys’ compensation with the structure of the\nsettlement benefits the attorneys had negotiated for the class.\nIII.\n{43} Finally, the Court turns to the application of the above principles to the fee application in this\nrequest.\nA.\n{44} The first step in using a multiple factor or hybrid test is to determine the benefit conferred upon the\nclass. The class may \npotentially\n receive a benefit of $20 million dollars. There is no assurance that the\nsettlement structure negotiated by class counsel will ultimately result in the full potential being reached.\nTo date, the results would indicate that the full potential will not be reached and there is the possibility\nthat the shortfall will be substantial. The Court concludes that at this time the common fund is not an\naccurate quantification of the actual benefit conferred and that it would be more equitable to align counsel\nfees with the actual benefits received while also giving counsel some credit for the potential recovery\ncreated.\n{45} To provide counsel with a fee of six million dollars without regard to the actual benefits conferred\nthus far could create a situation in which counsel benefited far more than the class members. Such a\ndisparity is the kind of abuse the court must guard against. \nHorner, \n236 N.C. 96, 72 S.E.2d 21\n. \nThere is a\nwide gap between the one million dollars in actual benefits received to date and the potential benefit of\ntwenty million dollars.\n{46} A common benefit to class action litigation is that legitimate cases which might not otherwise be\npursued, due, for example, to prohibitive costs, can be heard. However, this is not a case in which claims\nagainst the Settling Defendants might not ever have been brought except for the actions of class counsel.\nThe existence of the vast number of individual cases and the nature of what was at stake for homeowners\ninsured that claims would be brought whether or not the class action was filed. The benefits for class\nmembers under the Settlement Agreement are similar to the benefits being obtained by homeowners in\nmediation in individual suits.\n{47} This settlement has created significant benefits for the class. The two benefits that class counsel have\ncreated in this settlement distinct from the benefits in settlement of the individual cases are the elimination\nof delay involved in the individual suit and the guaranty of payment for those who get their claims in\nbefore the fund is exhausted. Acceleration and guaranty of payment are significant benefits for\nhomeowners facing the costs associated with repairing their homes. The settlement also has the salutary\neffect for all concerned of treating all homeowners the same. This is not a \"cost of litigation\" settlement.\nThe potential dollar value is significant and a real benefit.\nB.\n{48} After analyzing the benefit to the class, the second step in using a multiple factor or hybrid test is to\nexamine the fee request against the reasonableness factors set forth in Rule 1.5 (b).\n{49} \nTime and Labor Involved\n Analysis of this factor highlights one of the real difficulties in determining\nthe fee in connection with this settlement. Class counsel did not request a fee based upon a lodestar, and\nthus did not file detailed time records, especially records from which the Court could determine how much\ntime and effort actually went into the prosecution of the case against the Settling Defendants. Rather, class\ncounsel have persisted in maintaining a posture that this is an industry wide case and any action taken\nagainst any defendant in any jurisdiction was an action taken on behalf of the settlement class members in\nthis case. As Mr. William Audet, one of the attorneys for the class, stated in his affidavit: \"Since early\n1996, we have continued to prosecute these claims as \"one\" case, with various \"subsidiary\" cases pending\nin various state and federal courts.\" (Audet Aff. of September 11, 1998, para. 5, at 3.)\n{50} Under this \"consortium\" approach, any counsel time spent pursuing any claim against any EIFS\nmanufacturer would count towards the time and labor expended in reaching this settlement. The court does\nnot intend to use the word \"consortium\" in any pejorative sense. It is simply the best word the court has\nfound to describe the situation in which groups of lawyers affiliate for the purpose of establishing a\ncommon liability across many jurisdictional lines on behalf of a large group of allegedly injured parties\nand against a common defendant or defendants. The lawyers enter into agreements to share expenses, time\nand effort, and rewards.\n{51} In consortium litigation, defense counsel often develop the same degree of affiliation and share\nexpenses and labor involved in defending against the litigation in multiple jurisdictions. Class counsel in\nthis case have been involved in other cases in other states and in the federal courts. Extensive time and\neffort went into a failed attempt at certification of a nationwide class in federal court. Enormous time and\neffort went into trying to reach a comprehensive nationwide settlement against all defendants. A class\naction attempt in Georgia failed. Some defendants have retained the same counsel and there has clearly\nbeen a coordinated effort on the part of defense counsel in this case. Senergy represents only ten percent of\nthe market for these products, and there is no indication in the record that Senergy’s position in the\nmarketplace or in this case caused any unusual amount of time to be devoted to discovery of its defense.\nRather, common sense dictates that discovery and other legal efforts were allocated much as the market\nshare was allocated among the defendants. There is nothing in the record to indicate to the contrary. Thus,\nin trying to evaluate the time and labor involved to fairly allocate the settlement fund between counsel and\nthe members of the settlement class (homeowners with claims against Senergy), the Court is left with the\nfollowing compilation from Mr. Shipman’s affidavit:\nThrough the month of July, 1998, the combined \ntime of the lawyers and paralegals who have\nworked on behalf of the Class Members in this \ncase to date totals in excess of 45,000 hours.\nThe total time expended by lawyers totals \njust over 31,000 hours, and the total time expended\nby paralegals totals just over 14,000 \nhours. Through the month of July 1998, the combined\nexpenses of Class Counsel, on behalf \nof Class Members is $2,653,910.00. Using the hourly\nrates for those firms who have \nprovided services to class members throughout the course of\nthis litigation, there are \ntotal lodestar fees of $11,784,104.19, which, together with the\nexpenses would compute to \n$14,438,017.29. The affidavits from the various attorneys who\nhave attested to the \nreasonableness of the fees sought by Class Counsel indicate that $350 per\nhour would be a \nreasonable hourly rate for complex litigation of this type. However, if the\nCourt applied \neven a reduced hourly rate for attorneys of $250 per hour, and $50 per hour for\nparalegals, then the total enhanced \"lodestar\" in this case including the \ncombined expense\nincurred by Class Counsel, would compute to $11,242,510.00.\n(Shipman Aff. of September 11, 1998, at 2.)\n{52} There is no detail from which to evaluate these numbers and the numbers are not allocated between\nwork for the original class as a whole and the members of the settlement class. Consortium litigation\nraises many questions when it comes to fee issues. Was all the time reasonable? Were there too many\nlawyers doing the same thing? What rates were charged by lawyers from different states and by lawyers\nwith differing degrees of experience and skill? What are the expenses claimed? Are they reasonable? How\nmuch time and expense should be attributed to other cases and should these settlement class members bear\nthat cost? Was the cost of litigation adversely impacted by counsel’s decision to sue all defendants on\nbehalf of all homeowners, a strategy that has proved unsustainable in both state and federal courts? How\nmuch counsel time was devoted to organization and resolution of issues between counsel? Did the lure of\nthe fee dictate the litigation strategy?\n{53} It appears that at least some significant amount of class counsel’s time and effort was devoted to\nestablishing the \"one case\" or \"consortium\" model for this litigation as opposed to pursuit of claims against\nthe Settling Defendants. Were this Court required to decide the fee based solely upon a lodestar method,\nthe information supplied by class counsel would be insufficient to make the necessary determination.\nHowever, the Court’s determination is not based solely on a lodestar method, and the information supplied\nis adequate for the \ncurrent \npurposes. Nor does the Court have to decide in this case at this time whether it\nis appropriate to compensate counsel for creation of the \"consortium\" and for work done by other lawyers\nin other cases in other jurisdictions against other defendants. It is worth noting at this juncture that class\ncounsel in cases similar to this would be well advised to maintain and submit to the court detailed time\nrecords which would help the court answer the questions posed above and any similar questions.\n{54} The Court finds that a blended hourly rate of $250 an hour is \nmore\n \nthan adequate to compensate for\nthe attorney time involved and that a rate of $50 an hour for paralegals is more than adequate. Thus, the\n$11,243,510.00 lodestar mentioned in Mr. Shipman’s affidavit is the maximum that could be awarded on\na lodestar calculation for the entire case, accepting class counsel’s position that they are entitled to recover\nall consortium time and expense. It is a possibility that the lodestar would actually be reduced upon a\nmore detailed filing and evaluation. Applying Senergy’s ten percent market share to the maximum\nlodestar for the whole case yields a maximum lodestar for this portion of the case of $1,124,351.00. The\nCourt believes that a detailed analysis might yield a smaller, not a larger number for determining the time\nand labor involved with this settlement and thus is satisfied that using that amount as a factor in this\ndetermination is fair to class counsel. Class counsel have asked for a distribution of $6,000,000.00\ncompared to the $1,124,351.00 determined by the court to be a fair percentage of the total lodestar for the\nentire case.\n{55} The Court does not believe that class counsel \nin this case\n should be rewarded or penalized for the\n\"one case\" or \"consortium\" organization of the claims against the defendants in connection with this fee\ndetermination. It is difficult to say whether that strategy had a positive or negative effect on this\nsettlement. Based upon the record before the Court, it does not appear to have had any significant impact\neither way. It may be that a single simple state class action lawsuit against Senergy would have produced\nthe same result with far less time and effort. Class counsel should not be rewarded when their litigation\nstrategy fails, for example where class counsel simply bring so many actions or consolidate so many\nclaims in various jurisdictions that \"cost of litigation\" settlements result which are not truly beneficial to\nclass members. Class counsel should be rewarded when their litigation strategy accomplishes tangible\nresults for class members that might not otherwise have been achieved. \nSee\n this Court’s fee award in \nByers\nv. Carpenter, No. \n94 CVS 04489 (Wake Co. Sup. Ct. (1998)) (Tennille, J.). Neither seems to have\noccurred here. It is important to note here that this settlement was a nationwide settlement.\n{56} \nNovelty and difficulty of the questions involved\n \nAt its heart, this is a straightforward product\nliability case. The issues of defective design and failure to warn are not novel or difficult. The discovery\nneeded is clearly ascertainable, even if it is voluminous.\n{57} The complexity has resulted from (a) the plaintiffs’ industry wide approach and their effort to obtain\na judgment against all manufacturers at one time, (b) the defendants’ efforts to limit their liability to\nindividual state court lawsuits in which the contractor and other parties may be brought in to contribute\ntowards any liability to the homeowner, and (c) the inability of our judicial systems to come to grips with\nthe problems inherent in mass tort or product liability litigation. Thus far, the procedural battles in federal\nand state courts have overshadowed the fight over substantive liability issues.\n{58} The novel questions revolve around how our court systems will handle increasingly popular attempts\nto impose industry wide liability or establish industry wide recovery funds in certain types of cases. On the\none hand, the federal courts seem to be retrenching from handling mass tort cases in nationwide class\nactions, and returning those cases to state courts. \nSee\n \nAmchem,\n 521 U.S. 591, 138 L. Ed. 2d 689;\nBroussard v. Meineke Discount\n \nMuffler Shops, Inc.\n, 155 F.3d 331 (4\nth\n Cir. 1998). \nSee also\n Judge Britt’s\norder in \nIn Re Stucco Litigation\n, 175 F.R.D. 210 (E.D.N.C. 1997). On the other hand, technology has\nmade the coordination of large litigation across state lines more manageable for class counsel,\nencouraging the consortium approach to what would have heretofore been treated as a nationwide class\naction in federal court. The possibility of the megafee created by the establishment of the megafund serves\nto encourage the consortium approach as well. As will be noted later, the risk can also be spread more\nwidely among counsel. Consortium litigation also increases the settlement leverage available to class\ncounsel since it can dramatically increase the risks for defendants. Strong claims under one state’s laws\ncan be leveraged with weaker claims in other states. Consortium litigation often levels the playing field as\nfar as resources available to plaintiffs and defendants.\n{59} Consortium litigation also places new burdens on state court systems that are not experienced or\nequipped to handle such massive litigation and presents attorney fee issues with which state courts have\nnot previously had to deal. Because their jurisdiction is limited, state courts have far more difficulty\nmanaging and controlling consortium litigation than federal courts. State court endorsements of\nnationwide class action settlements are far more susceptible to challenge in other states than federally\nendorsed settlements because each state will naturally and rightfully guard the interests of its citizens and\ninsure that they are not abridged by other state courts.\n{60} The most difficult problem raised by consortium litigation is the heightened equitable scrutiny\nrequired to protect the interests of absent class members. In the typical class action, absent class members\nhave their interests represented by parties and attorneys that they have not selected. Class representatives\nand their counsel must not have a conflict of interest if they are to adequately and fairly represent absent\nclass members. The additional blending of the state class members’ claims with claims of class members\nor individuals in other states adds another layer of difficulty. Now, absent class members have the added\nworries that their claims might be compromised or the amount of their attorney fees from a common fund\naffected by claims of other parties in other jurisdictions. While there can be many similarities in the causes\nof action and proof required to establish liability, state laws differ in many respects. Statutes of limitation\nand repose are good examples that are particularly applicable here. The potential for conflicts of interest\nare patent, not latent, and the use of a lodestar approach recognizing consortium time raises significant\nproblems with respect to fairness for the settlement class members where only a portion of the consortium\ncase is being resolved. Settlement class members could be unfairly treated or they could get a windfall\ndepending on the situation in each case. In the typical case there is no one to represent the absent class\nmembers when these problems arise. Fee requests in partial settlements of consortium litigation require\nheightened scrutiny and the fees involved should be more closely aligned with the interests of and actual\nbenefit to the settlement class members. Where necessary, counsel should be appointed to represent the\nabsent class members in such fee petition situations.\n{61} \nRequisite skill\n The complexity of consortium litigation requires a high degree of skill and dedication.\nOrganizational skill is a prerequisite to management of a case of this sort. The case has required mastery\nof technical issues and information. The substantive law issues have been straightforward, but the\nprocedural issues have been difficult. The case has also required constant attention to legal and technical\ndevelopments. The defendants have fought vigorously to protect their interests and defend their positions,\nboth procedurally and substantively. The case has required both trial level and appellate skills as well as\nmediation skills. Class counsel have been diligent and persistent in their efforts on behalf of class\nmembers and demonstrated a high degree of skill and dedication in their representation.\n{62} \nThe likelihood, if apparent to the client, that acceptance of the particular employment will preclude\nother employment by the lawyer\n This is not a case in which acceptance of this representation would create\na conflict preventing class counsel from representing parties they might otherwise serve. The possibility, if\nnot the likelihood, exists that development of expertise and a reputation in connection with synthetic\nstucco issues would lead to other work, either in cases representing individual homeowners or in class\nactions in other jurisdictions. The sole preclusion effect in this case stems from the amount of time\ninvolved in properly representing the class. Both Mr. Shipman and Mr. Blount have filed affidavits\ndetailing the time commitment to this case that prevented them from performing services for and billing\nother clients.\n{63} \nThe customary fee charged in the locality for similar legal services and whether the fee is fixed or\ncontingent\n Whether the fee is fixed or contingent is less significant in this type of case. In class actions,\nthe absent class members have not chosen their attorney and have had no chance to negotiate a fee\narrangement. They do not get to choose whether they would pay for the involvement of counsel from\noutside the state and whether or not their interest would be tied to that of homeowners from other states.\nThis is not a typical product liability or personal injury case in which an individual decides whether to\nshare the risk and reward from individual litigation with the attorney and negotiates the fee arrangement.\nRather, the Court should look to fee awards in similar cases, not negotiated fees in dissimilar cases. This is\nnot a customary case. Nor does the court feel bound by any fee agreement with the class representatives.\nAbsent class members should not be bound by fee agreements of class representatives, regardless of the\ndegree of sophistication of the class representative.\n{64} Consortium litigation poses one additional problem from a fee standpoint. It usually interjects into\nthe fee determination the evaluation of hourly rates charged by out of state attorneys. Those rates may or\nmay not be the same as the hourly rates normally charged by North Carolina attorneys for the same\nservices. It is difficult for a state court to evaluate the normalcy of fees charged in other jurisdictions. The\nonly safe harbor for trial courts is to evaluate fee requests on the basis of what lawyers in their specific\njurisdiction would charge for similar services. After all, it would be a highly unusual situation that\nrequired use of out of state counsel because there was not a lawyer in North Carolina who was ready,\nwilling, and able to handle a particular type of litigation. Nor should North Carolina residents who did not\nparticipate in the selection of counsel be automatically bound to pay rates that might be justified in some\nother jurisdiction, but not in North Carolina. Out of state counsel are not conscripted into representing\nNorth Carolina residents, but do so voluntarily. In some instances, their involvement may even result from\nan agreement between consortium counsel which ends disputes among counsel. Their services should be\nevaluated on the basis of what similarly situated North Carolina lawyers would charge on an hourly basis.\nThe best source for that information is the Annual Survey prepared by the North Carolina Bar\nAssociation. In this case, class counsel have not provided the court with detailed information on their\nhours or hourly rates, insisting instead on a consortium approach to the determination of attorney fees. The\ncourt has used what information class counsel have supplied as a check against its fee determination in this\ncase with the belief that the information supplied represents the maximum possible lodestar and that the\nfee award, if based solely on rates applicable in North Carolina, would be reduced from the lodestar\nproffered by class counsel. The Court has taken into consideration the reality that industry wide, multiple\njurisdiction litigation carries with it more time and expense than would be incurred if the litigation were\npursued on a single state, single defendant basis.\n{65} \nThe time limitations imposed by the client or circumstances\n The principle time limitation imposed by\nthis litigation has been the fact that the claims of class members involve serious problems with their\npersonal residences. In order to assess and evaluate what to do about possible problems associated with the\nuse of synthetic stucco, homeowners need answers and a prompt resolution of their claims. Class counsel\nhave been under persistent and continuous pressure to get this case tried or resolved.\n{66} \nThe nature and length of the professional relationship with the client\n This factor is of little relevance\nin this situation.\n{67} \nThe experience, reputation and ability of the attorneys\n In this case the court has found the skills,\nreputation and abilities of counsel to be excellent. Lead trial counsel are experienced attorneys, and other\ncounsel have brought expertise to the resolution of many problems inherent in the settlement process. The\nexperience and ability demonstrated by class counsel have been of high quality.\n{68} \nThe amount involved and the results obtained\n The Court has already discussed many of the facts\nrelevant to this factor. A summary of the key facts follows. This was a good settlement that mirrored the\nbenefits being obtained from EIFS manufacturers in the individual lawsuits against contractors, EIFS\nmanufacturers, and others. Class counsel should be credited for creating the insured fund and early access\nto relief for homeowners. The settlement negotiated did contain some unique and beneficial terms for\nclass members. The waiver of statutes of limitation and repose and the agreement that claims could be\npursued against Settling Defendants if the fund was exhausted were unusual and expanded the potential\nbenefits.\n{69} The real benefit to the settlement structure negotiated by class counsel is still open to question, as is\nthe full amount of the benefits that will be claimed. The nature of the settlement structure and the response\nthus far indicate that class counsel deserve to be paid for the time and expense incurred, but that the\nawarding of any premium for their efforts should be aligned with the actual receipt of benefits by\nsettlement class members.\n{70} The Court’s determination of an appropriate fee may also be impacted by the result of the remaining\nportions of this litigation. If class counsel prevail against the other, larger defendants, the possibility of\ncreation of a megafund exists. That would implicate the use of lower percentage rates in awarding fees\nagainst a larger total fund. If no other recovery is achieved for other homeowners, the Court’s view of the\nquality of this settlement may change for the better. The Court should also insure that, if there are future\njudgments against other defendants, the Settling Defendants are not treated less favorably than defendants\nwho fight to the bitter end. These Settling Defendants have come forward and attempted to reach a\ncompromise resolution that is beneficial to homeowners. This partial settlement dictates that some caution\nbe used in making a final determination of the full fee at this point. That is a factor that should be\nconsidered in partial settlements in industry wide litigation in multiple jurisdictions. It should not be\nignored.\n{71} \nRisk\n This is not a case about whether or not there would ever have been a determination of liability\non the part of Settling Defendants. The multitude of individual cases combined with what was at stake for\nhomeowners assured that the liability issues would be litigated. What this case has been about is (1)\nwhether or not that liability would be determined on an individual basis in what defendants refer to as\n\"residential construction\" cases or on some broader basis that would obviate the necessity of proving\nliability on the part of EIFS manufacturers in each of the individual cases, and (2) whether or not EIFS\nmanufacturers could be held liable for the full amount of damages, rather than a prorated share created\nwhen responsibility is allocated among all the participants in the construction process found liable. The\nkey risk, then, consisted of establishing a cause of action pursuant to which all EIFS manufacturers could\nbe held liable without regard to the actions of contractors or others in the construction process. That was\nand remains a significant risk. This settlement was a compromise of that risk which the Court believes was\nbeneficial to the settlement class members. It assured homeowners at least partial reimbursement for any\ndamage to their homes while leaving them free to pursue claims against others who might also be\nresponsible for the problems associated with the use of synthetic stucco on their homes. The risk also\nexisted and still exists that there will be a determination that EIFS manufacturers are not liable under any\ntheory.\nC.\n{72} Having considered the benefits to the class, the structure of the settlement, the hours and expenses\nincurred by counsel on behalf of the class and the other factors set forth above, the Court has devised a fee\npayment plan designed to align the fee with the structure of the settlement and equitably correlate the fee\nwith the actual and potential benefits to the class. At the same time, the payment plan permits the Court to\nchange the fee as this litigation and the settlement process evolves, rather than guessing about what may\nhappen. It also takes into consideration the possibility that class counsel may expend significant hours in\nfurther representation of the settlement class. It gives the Settling Defendants the incentive to see that the\nclass counsel do not have to spend significant time on the case and incentive to hold down costs other than\npayment of benefits. It provides incentive for class counsel to see that the maximum claims are made\nagainst and paid by the Settlement Fund as soon as possible. Since this is a partial settlement of an\nindustry wide case involving multiple jurisdictions, neither a straight percentage of the fund nor a lodestar\nmethod is particularly useful. A multiple factor approach correlating the fee to the actual benefit received\nby the class is the more equitable basis for the fee award. Under the terms of this Order, class counsel will\nreceive approximately twenty percent (20%) of the first eleven million dollars paid out of the fund.\nWhether that percentage should be raised or lowered when distributions reach eleven million dollars\nshould be determined at that time, when the situation is more fully developed. Class counsel get the\nbenefit of an initial payment which covers their maximum lodestar, and, if the settlement does not result in\na payout reaching eleven million dollars, their percentage may actually be higher than thirty percent of the\nactual benefits paid out.\n{73} Based upon the foregoing, it is hereby \nORDERED:\n1\n. \n1\n. \nClass counsel shall be awarded an initial fee \nof one million\ndollars ($1,000,000.00) plus interest at the statutory rate from the\ndate \nof the final order approving settlement to date of payment.\n2\n. \nBeginning August 1, 1999, class counsel shall \nbe paid monthly\nfrom the fund a supplemental fee consisting of an amount equal\nto ten \npercent (10%) of the total amount paid out of the fund for\nthe previous month for benefits \nto the class members and costs of\nadministration, exclusive of class counsel’s fees.\n3\n. \nWhen the total amount paid out of the fund for \nbenefits and costs\nof administration (exclusive of attorney fees) reaches eleven\nmillion \ndollars ($11,000,000.00), class counsel or Settling\nDefendants may move the Court for a \nchange in the percentage\nof the supplemental fee based upon the circumstances existing at\nthat time. The Court also reserves the right to change the\nsupplemental fee at that time \nor any other time on its own\nmotion.\n4\n. \nNothing provided herein shall prevent class \ncounsel from moving\nfor a modification in the fee if the amount of time and expense\nrequired in the future to represent the interests of settlement\nclass members becomes \nexcessive or burdensome or Settling\nDefendants take any action which results in an \nunreasonable\ndemand on class counsel. In moving for a modification, class\ncounsel shall \npresent detailed time records showing the time,\nattorney, hourly rate and description of \nservices to support the\nmodification.\n5\n. \nThe Court retains jurisdiction over the fee \nprocess in order to\nprovide such other and further relief as may prove just and\nproper.\n \nThis 14\nth \nday of July, 1999.\n "
}