{
  "id": "95879d23a1a24d3edad53307b2a8450ed093412f7824d58fa922f6e09f3d4ab8",
  "source_file": "data/raw/ncbc/95879d23a1a24d3edad53307b2a8450ed093412f7824d58fa922f6e09f3d4ab8.pdf",
  "raw_text": " Baker v. Hobart Fin. Grp., Inc., 2023 NCBC 24. \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 1520 \n \nWILLIAM BAKER III, individually, and \nas personal representative of NANCY \nBAKER and her IRA; FRANCIS \nBURTON and JEAN M. BURTON, \nindividually and on behalf of their IRA; \nBEVERLY BYRNES, individually, on \nbehalf of her IRA, and as personal \nrepresentative of KATHERINE R. \nGLEASON and her IRA; MICHAEL \nFORBIS, individually and on behalf of \nhis IRA; JAMES LESHOCK and \nCAROLYN LESHOCK, individually and \non behalf of their IRA; GARY \nOSTRANDER and PAM OSTRANDER, \nindividually and on behalf of their IRA; \nCLIFFORD N. RHODES, individually \nand on behalf of his IRA; JAMES \nTANGER, individually and on behalf of \nhis IRA; LARRY BRENT WILSHIRE and \nCYNTHIA WILSHIRE, individually and \non behalf of their IRA; and JOSEPH \nZUCKER, individually and on behalf of \nhis IRA, \n \nPlaintiffs1, \n \nv. \n \nHOBART FINANCIAL GROUP, INC.; \nHOBART PRIVATE CAPITAL, LLC; \nHOBART INSURANCE SERVICES LLC; \nLEGACY GFIS & KCI HOLDINGS, \nL.L.C.; CHRISTOPHER SCOTT \nHOBART; STEVEN ANDREW GREER; \nand COREY S. SUNSTROM, \n \nDefendants. \n \n \n \n \n \n \n \n \n \n \n \n \nORDER AND OPINION \nREQUIRING PLAINTIFFS TO \nFILE A SECOND AMENDED \nCOMPLAINT \n \n \n1 On 17 May 2022 the case caption was amended to reflect the change in parties from the \nComplaint to the Amended Complaint.  (ECF. No. 13.) \n Baker v. Hobart Fin. Grp., Inc., 2023 NCBC 24. \n1. THIS MATTER is before the Court on Defendants’ Motion to Dismiss \npursuant to rules 12(b)(6) and Rule 9(b) of the North Carolina Rules of Civil \nProcedure (the “Rule(s)”).  \n2. Having considered the Motion, the parties’ initial and supplemental briefs \nin support of and in opposition to the Motion, the arguments of counsel at the 15 \nSeptember 2022 hearing on the Motion, (See ECF No. 31), the Amended Complaint, \nand the exhibits thereto, (ECF Nos.  9–9.8), the Court  DENIES the Motion at this \ntime as moot without prejudice and ORDERS Plaintiffs to file a Second Amended \nComplaint in compliance with the Court’s instructions below. \nEric Spengler, Spengler and Agans, PLLC, and Jason Kane, Peiffer Wolf \nCarr Kane Conway & Wise, LLP, for Plaintiffs. \n \nMark Nebrig, Jospeh Piligian, Caroline Savini, and Christopher \nTomlinson, Moore & Van Allen PLLC, for Defendants.  \n \nRobinson, Judge. \nI. BACKGROUND \n3. Plaintiffs commenced this Action on 1 February 2022  with a Rule 3 \nApplication.  (See Rule 3 Application and Order, ECF No. 3.)  Subsequently, Plaintiffs \nfiled a twenty-two-page Complaint on 21 February 2022, (ECF No. 4).  That pleading \nthen evolved into an  eighty-four-page Amended Complaint filed on 20 April 2022, \n(ECF No. 9 ).  Plaintiffs, ten individuals or couples,  bring suit against seven \ndefendants alleging seven causes of action: breach of fiduciary duty, constructive \nfraud, violations of the North Carolina Securities Act, unfair and deceptive trade \n Baker v. Hobart Fin. Grp., Inc., 2023 NCBC 24. \npractices, fraud, professional negligence, and negligent misrepresentation.  (ECF \nNo. 9.)  \n4. Although the Amend ed Complaint contains copiou s detail  in its  first \nseventy-seven pages, the Causes of Action as presented on the last seven pages of the \nAmended Complaint introduce unnecessary confusion due to their lack of clarity and \nspecificity.  (Am. Compl. ¶¶ 268–317.)  For instance, the First, Third, Fourth, Fifth , \nSixth and Seventh Causes of Action are asserted on behalf of “one or more Plaintiffs.”  \n(See Am. Compl. ¶¶ 273, 286, 295, 302, 311, 317).  Moreover, every cause of action is \nasserted against “Defendants” generally.  (See Am. Compl. ¶¶ 272, 279, 285, 293, 301, \n307, 314.)  It appears to the Court, based on the allegations contained in the first \nseventy-seven pages of the Amended Complaint , that all Defendants likely are not \nand cannot be responsible  for all of the claims, especially if raised by all of the \nPlaintiffs. \n5. The Amended Complaint discloses as much in several places.  For instance, \nit acknowledges that certain Plaintiffs bring claims only against certain Defendants. \n(See Am. Compl. ¶ 1, “The Claims brought by Mr. Baker, in any capacity, are asserted \nonly against the Hobart Entities and Mr. Sunstrom —and not Mr. Hobart and Mr. \nGreer.”).  Likewise, the Amended Complaint acknowledges that some Plaintiffs only \nbring certain claims.  ( See Am. Compl. ¶  3, “Ms. Byrnes . . . brings claims against \nDefendants only under the cause of action for constructive fraud.” ).  Where the \nComplaint is less direct, the reader is expected to infer which allegations are brought \nby which plaintiff against which defendant. \n Baker v. Hobart Fin. Grp., Inc., 2023 NCBC 24. \n6. The facts alleged clearly do not support certain claims by all Plaintiffs—for \ninstance, where a Plaintiff did not purchase a  security (in this case, an  Alternative \nInvestment) it is obvious there is no claim under the North Carolina Securities Act.  \nLikewise, a plaintiff who did not purchase a n insurance product such as  a fixed-\nincome annuity likely cannot bring a claim for unfair and deceptive trade practices \nunder N.C.G.S § 58 absent some additional showing not apparent to the Court on the \nface of the Amended Complaint.   \n7. Consequently, although the Amended Complaint, as a whole, may contain \nsufficient detail to withstand a Motion to Dismiss, assessing this information is a \nherculean task.  By the time Plaintiffs assert their Cau ses of Action against \nDefendants, they have set out 267 paragraphs that the Court must cross -reference \nand decipher to determine whether support exists for each claim.  \n8. Assessing the Am ended Complaint is further complicated by Plaintiffs’ \nfrequent use of “and/or” throughout.  Regarding information about commissions, \nPlaintiffs allege that “ [t]he Hobart Financial Advisory Team deliberately \nmisrepresented and/or withheld this information from all the Plaintiffs[.]” .  (Am. \nCompl. ¶ 126.)  Whether information was affirmatively misrepresented or whether it \nwas concealed is material to the Court’s analysis of the claim of fraud, but the Court \nis unable to discern which occurred.  Particularly when the pleading must satisfy \nRule 9, use of “and/or” is problematic.   \n9. In response to the Amended Complaint, o n 20 June 2022 Defendants filed \na motion to dismiss pursuant to Rule 12(b)(6) a nd Rule 9(b), (the “Motion,” ECF No. \n Baker v. Hobart Fin. Grp., Inc., 2023 NCBC 24. \n22.)  One of Defendants’ chief complaints is that the Amended Complaint contains \nimpermissible group pleading.  (Mot. 23-24.)  While this may be the case, it is a \ndifficult argument to assess because it is unclear if th e specific representations and \nadvertisements referenced were relied on by all—or only some—plaintiffs.   \n10. Equally concerning, the lack of clarity in the Causes of Action contained in \nthe Amended Complaint means that the Court must guess whether the Rule 9( b) \nparticularity requirement applies to claims other than the fraud claims.  For instance, \nliability for breach of fiduciary duty, unfair and deceptive trade practices, and \nprofessional negligence can, but need not, arise from fraudulent conduct.  The lengthy \nfactual allegation s in the Amended Complaint could support multiple theories of \nliability that Plaintiffs neither explicitly embrace nor exclude in their broadly worded \nCauses of Action.  \n11. In opposition to Defendants’ Motion, Plaintiffs filed a Response brief on 26 \nJune 2022 in which counsel acknowledges for the first time that certain Plaintiffs do \nnot assert claims within a five-year statute of limitations. (Pls.’ Br. Opp. Mot. Dismiss \n35, ECF No. 29.)  While the Court appreciates this candor, Plaintiffs’ Amended \nComplaint should itself reflect this concession.  In other words, if  Plaintiff recognizes \nthat its claim is barred by the applicable statute of limitations, Plaintiff should not \nbring the claim.   \n12. Defendants filed a Reply to Plaintiffs Opposition on 15 August 2022.  (ECF \nNo. 30.)  In the Reply, Defendants note: “the Opposition clarifies what the Amended \nComplaint does not: which claims belong to which Plaintiffs.”  (Reply Br. Supp. Defs.’ \n Baker v. Hobart Fin. Grp., Inc., 2023 NCBC 24. \nMt. to Dismiss 2, ECF. No. 30.)  Even if true, the  clarity should exist in the Amended \nComplaint itself.  \n13. On 15 September 2022 the Court held a hearing on the Motion at which \ncounsel for all parties were present.  (See ECF No. 31.)  The Court, during the hearing, \nrequested supplemental briefs addressing the application of the statute of limitations \nto the claims brought under the North Carolina Security Act, N.C.G.S. § 78A-1 et seq.  \n(See ECF Nos. 32, 33.)  The parties filed supplemental briefs on 26 September 2022 \nand 30 September 2022.  (ECF Nos. 32, 33.)  The Court has reviewed the briefing and \nconsidered the arguments.   \nII. ANALYSIS \n14.  “The general standard for civil pleading in North Carolina is notice \npleading” pursuant to Rule of Civil Procedure 8(a)(1).  Murdock v. Chatham Cty., 198 \nN.C. App. 309, 316 (2009).  Rule 8(a)(1) requires “[a] short and plain statement of the \nclaim sufficiently particular to give the court and the parties notice of the \ntransactions, occurrences, or series of transactions or occurrences, intended to be \nproved showing that the pleader is entitled to relief”.   N.C.G.S. § 1A-1 Rule 8.  Under \nthe “notice theory of pleading” a statement of a claim is adequate if it gives sufficient \nnotice of the claim asserted “to enable the adverse party to answer and prepare for \ntrial, to allow for the application of the doctrine of res judicata, and to show the type \nof case brought. . . .”  Sutton v. Duke, 277 N.C. 94, 102 (1970).   \n15. Importantly, this rule prescribes the minimum information that a pleading \nmust contain; as our Supreme Court has observed, “ ‘[t]here is nothing in the rules to \n Baker v. Hobart Fin. Grp., Inc., 2023 NCBC 24. \nprevent detailed pleading if the pleader deems it desirable. ’ ”  Sutton v. Duke , 277 \nN.C. 94, 105 (1970).  Here, Plaintiffs take advantage of their right to provide copious \ndetails, but then they frame their Causes of Action without them, leaving the Court \nand Defendants to parse the exceedingly lengthy pleading in order to pinpoint the \nlegal claims they think Plaintiffs are making.   \n16. The Court is cognizant that pleading a matter with multiple claims and \nmultiple parties is challenging, especially when those claims involve  alleged fraud.  \nGiven that fraud can occur in a variety of scenarios, Rule 9 requires the pleader to \nidentity the time, place, and content of a fraudulent representat ion, as well as the \nidentity of the person making the representation, and what was obtained as a result \nof the misrepresentation.  See Terry v. Terry, 302 N.C. 77, 84, (1981); N.C.G.S. § 1A-\n1 Rule 9(b).  Thus, a detailed pleading is appropriate, but the objective of that detail \nis to provide notice, not to obscure it.   \n17. When an opposing party complains of a pleading’s ambiguity , Rule 12(e) \nprovides the mechanism by which that party can seek a more definite statement \nbefore filing a responsive pleading.  N.C.G.S. § 1A-1 Rule 12(e).  Together with Rule 8, \nRule 12(e) guards against vague and ambiguous complaints that impede either t he \ndefendants’ receipt of adequate notice of the claims asserted against them or their \nability to form a responsive pleading.  Parker v. Learn the Skills Corp., No. 03-6936, \n2004 U.S. Dist. LEXIS 21499, at *3 (E.D. Pa. Oct. 25, 2004).   \n18. Although Defendants  bring their motion pursuant to Rules 12(b)(6) and \n9(b), a  presiding judge “is empowered to exercise his discretion in the interest of \n Baker v. Hobart Fin. Grp., Inc., 2023 NCBC 24. \nefficiency, practicality and justice.”  Shute v. Fisher, 270 N.C. 247, 253 (1967); see also \nBeard v. The N.C. State Bar, 320 N.C. 126, 129 (1987) (“[t]hrough its inherent power \nthe court has authority to do all things that are reasonably necessary for the proper \nadministration of justice ”).  It is the Court’s opinion that, in this matter, requiring \nthe filing of a Second Amended Complaint that contains a more definite statement is \nboth necessary and appropriate.  See Page v. Mandel  , 154 N.C. App. 94, (2002) \n(finding no abuse of discretion in the trial court’s treating defendants’ motion to \ndismiss, under Rule 12(b)(6) as a m otion for a more definite statement, under Rule \n12(e), and ordering plaintiff to file a second amended complaint); see also Ross v. Ross, \n33 N.C. App. 447 (1977) (“[t]he grant or denial of a Rule 12(e) motion for a more \ndefinite statement rests in the soun d discretion of the trial judge, and his ruling \nthereon will not be overturned on appeal absent a showing of abuse of discretion”) \n(citation omitted).  \n19. Although there is nothing per se  inappropriate with a Complaint that \nrequires the Court to cross -reference over 300 paragraphs, it is the Court’s opinion \nthat justice and economy would  be better served by requiring Plaintiffs to file a \nSecond Amended Complaint that identifies which Plai ntiffs bring which causes of \naction against which Defendants.2   \n20. The Court, cognizant of its duty to confirm subject matter jurisdiction, also \nproposes that Plaintiffs consider whether they can bring claims both personally and \n \n2 The Court notes that the parties have presumably been conducting discovery and \nexchanging information which should aid Plaintiffs in sharpening their claims allegations.   \n Baker v. Hobart Fin. Grp., Inc., 2023 NCBC 24. \non behalf of their self-directed IRAs, and include in their pleading facts relevant to \nthis consideration.   \nIII. CONCLUSION \n21. Wherefore, the Court hereby Orders as follows:  \na. Plaintiffs shall file a Second Amended Complaint on o r before 21 April \n2023.  The Second Amended Complaint shall make clear which causes \nof action are brought by which Plaintiffs against which Defendants  \nbased on which alleged facts.   Where Plaintiffs have admitted that a \nparticular cause of action is not being brought by a particular Plaintiff \nor against a particular Defendant, Plaintiffs’ causes of action should so \nreflect. Plaintiffs are further instructed to avoid use of “and/or” because \nof the confusion it can create regarding the facts alleged.  \nb. Given the Court’s direction to Plaintiffs, Defendants’ pending Motion to \nDismiss is denied as moot.  Defendant may file a renewed Motion to \nDismiss in Response to Plaintiffs’ Second Amended Complaint.  \n \nThis the 22nd day of March, 2023. \n \n \n \n /s/ Michael L. Robinson \n Michael L. Robinson \n Special Superior Court Judge \n    for Complex Business Cases \n \n \n "
}