{
  "id": "963db367b7a16088ee326b697e8a08518f1d78ec49d0b3f42e073e68f844da71",
  "source_file": "data/raw/ncbc/963db367b7a16088ee326b697e8a08518f1d78ec49d0b3f42e073e68f844da71.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nWAKE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n22 CVS 7425 \n \nIQVIA, INC., \n \nPlaintiff, \n \nv. \n \nCIRCUIT CLINICAL SOLUTIONS, \nINC., \n \nDefendant. \n \n \n \n \nORDER AND OPINION \nON MOTION TO DISMISS \n \n \n1. IQVIA, Inc. is a life sciences and technology company.  One of its employees, \nDana Edwards, resigned last year  and soon after  went to work for a competitor, \nCircuit Clinical Solutions, Inc.  In this case, IQVIA alleges that Edwards is bound by \nnoncompete a nd nondisclosure covenants, which Circuit Clinical induced her to \nbreach.  Circuit Clinical challenges the validity of those covenants and has moved to \ndismiss the complaint on that basis.  For the following reasons, the Court DENIES \nCircuit Clinical’s motion.  \nWilliams Mullen, by Michael C. Lord and Lauren E. Fussell, for Plaintiff \nIQVIA, Inc. \n \nFitzgerald Hanna & Sullivan, PLLC, by M. Todd Sullivan and Douglas \nW. Hanna, for Defendant Circuit Clinical Solutions, Inc. \n \nConrad, Judge.  \nIQVIA, Inc. v. Cir. Clinical Sols., Inc., 2023 NCBC 1. \nI. \nBACKGROUND \n2. The Court does not make findings of fact on a motion to dismiss.  The \nfollowing background assumes that the allegations in the complaint are true. \n3. IQVIA, a Delaware c orporation, provides technology and other services for \nclinical trials.   For nearly a decade, Dana Edwards worked for IQVIA in senior \npositions, eventually rising to VP, Global Sales of Clinical Technology .  IQVIA \nconsidered her “a key thought leader in the clinical technology field.”   (Compl. ¶¶ 1, \n4, 42, 45, 51, ECF No. 3.) \n4. In 2019 , Edwards signed a Confidentiality and Restrictive Covenants \nAgreement.  This agreement contains provisions that limit her ability to compete  \nagainst IQVIA , solicit its customers and employees, and disclose  its confidential \ninformation.  The agreemen t also contains a Delaware choice- of-law provision.  As \nalleged, Edwards agreed to these restrictions in exchange for her continued \nemployment with IQVIA, continued access to its trade secrets and confidential \ninformation, and a new equity award of restricted stock units as part of the company’s \nincentive and stock award plan.  ( See Compl. ¶¶ 55, 58–62, 88; Confidentiality and \nRestrictive Covenants Agreement §§ 1, 3, 4, 8(g), ECF No. 11.) \n5. In mid-2021, Edwards announced her intent to leave IQVIA to  become \nCircuit Clinical’s Chief Commercial Officer.  The move alarmed IQVIA.  At first , it \ntried to retain Edwards.  When that failed, it objected to her union with Circuit \nClinical, insisting that she could not perform her new duties without violating he r \nnoncompete and nondisclosure obligations .  Despite IQVIA’s objections, Edwards \njoined Circuit Clinical in October 2021.  (See Compl. ¶¶ 66, 71, 73–76, 78, 80, 85.) \n6. IQVIA immediately sued Edwards—but not Circuit Clinical— in Durham \nCounty Superior Court for breach of contract.  Eight months later, IQVIA filed this \naction, alleging that Circuit Clinical wrongfully induced Edwards to breach her \ncontractual obligations.  The complaint includes claims for tortious interference with \ncontract, unfair or deceptive trade practices under N.C.G.S. § 75-1.1, and declaratory \njudgment.  (See Compl. ¶¶ 87–107.) \n7. The filing of this second action set off a  procedural scramble.  IQVIA asked \nto expedite discovery.  Circuit Clinical, on the other hand, pressed to stay this action \naltogether in deference to the first-filed action  against Edwards .  It also urged \ndismissal if the stay were denied.  The Court denied expedited discovery, granted the \nstay, and deferred consideration of  Circuit Clinical’s grounds for dismissal.  IQVIA  \nhas since voluntarily dismissed its claims against Edwards, effectively ending the \nstay.  (See ECF Nos. 42, 44.) \n8. Both parties now agree that  the Court should  decide Circuit Clinical’s \nmotion to dismiss, (see ECF No. 13), before they move on with discovery.  Briefing is \ncomplete, and the Court held a hearing on 2 December 2022, at which all parties were \nrepresented by counsel.  The motion is ripe. \nII. \nLEGAL STANDARD \n9. A motion to dismiss for failure to state a claim “tests the legal sufficiency of \nthe complaint.”  Isenhour v. Hutto , 350 N.C. 601, 604 (1999) (citation and quotation \nmarks omitted).  Dismissal is proper when “(1) the complaint on its face reveals that \nno law supports the claim; (2) the complaint on its face reveals the absence of facts \nsufficient to make a good claim; or (3) the complaint discloses some fact that \nnecessarily defeats the claim.”  Corwin v. Brit. Am. Tobacco PLC , 371 N.C. 605, 615 \n(2018) (citation and quotation marks omitted).  In deciding the motion, the Court \nmust treat all well -pleaded allegations as true and view the facts and permissible \ninferences in the light most favorable to the nonmoving party.  See, e.g. , Sykes v. \nHealth Network Sols., Inc. , 372 N.C. 326, 332 (2019).  The Court may also consider \ndocuments, such as contracts, that are the subject of the complaint.  See, e.g. , \nMcDonald v. Bank of N.Y. Mellon Tr. Co., 259 N.C. App. 582, 586 (2018). \nIII. \nANALYSIS \n10. All three claims for relief are premised on allegations that Circuit Clinical \ninduced Edwards to breach her  noncompete and nondisclosure obligations.   Circuit \nClinical contends that the claims must be dismissed because  Edwards’s contractual \nobligations are unenforceable.   \n11. More specifically, Circuit Clinical contends that the contract between \nEdwards and IQVIA lacks consideration, an essential element of contract formation.  \nThe complaint alleges three forms of consideration: continued employment, continued \naccess to confidential information, and an equity award of restricted stock units.  \nCircuit Clinical concedes that each qualifies as valid consideration under Delaware \nlaw, which is the law  that Edwards and IQVIA  chose to govern their contract.  But \nCircuit Clinical argues that none is valid under North Carolina law.  It asks the Court \nto set aside the choice- of-law provision, apply North Carolina law instead, and hold \nthe contract unenforceable for lack of consideration.1   \n12. The Court disagrees.  These arguments stray well beyond the limited scope \nof a motion to dismiss.  They a re, in form and substance, evidence-based arguments \nbetter suited to summary judgment.   \n13. “Perhaps the most fundamental concept of motions practice under Rule 12 \nis that evidence outside the pleadings —such as a document attached to a motion to \ndismiss—cannot be considered in determining whether the complaint states a claim \non which relief can b e granted.”  Jackson/Hill Aviation, Inc. v. Town of Ocean Isle \nBeach, 251 N.C. App. 771, 775 (2017).  Here, Circuit Clinical has offered evidence—a \ndocument titled “Award Agreement,” (ECF No. 11) —to show that Edwards’s equity \naward is illusory  consideration under North Carolina law .  Th is document is  \nreviewable only if it is the subject of the complaint and  referred to in the complaint.  \nIt is neither, so the Court must disregard it .  See, e.g., McDonald, 259 N.C. App. at  \n586; Bucci v. Burns, 2018 NCBC LEXIS 37, at *7–11 (N.C. Super. Ct. Apr. 25, 2018).2 \n14. That alone is enough to deny the motion.  Nothing within the four corners \nof the complaint suggests that the equity award is illusory under Delaware or North \nCarolina law , and Circuit Clinical does not argue  otherwise.  Accordingly, Circuit \n \n1 Circuit Clinical originally argued that the claim for declaratory judgment was deficient for \nfailure to join Edwards  as a necessary party.  At the hearing, however, Circuit Clinical \nabandoned that argument. \n2 By contrast, the noncompete and nondisclosure agreement between Edwards and IQVIA is \nthe subject of the complaint and is referred to in the complaint.   \nClinical has not shown that the claims, as pleaded, are based on a  contract that is \nunenforceable for lack of consideration. \n15. Nor has Circuit Clinical shown that the Court must set aside the contract’s \nDelaware choice-of-law provision.  Our Supreme Court has endorsed the general rule \n“that where parties to a contract have agreed that a given jurisdiction’s substantive \nlaw shall govern the interpretation of the contract, such a contractual provision will \nbe given effect.”  Tanglewood Land Co. v. Byrd, 299 N.C. 260, 262 (1980).  Exceptions \nare rare.  A court may set aside a choice -of-law provision  in just two narrow \ncircumstances: first, when “the chosen state has no substantial relationship to the \nparties or the transaction and there is no reasonable basis for the parties’ choice”; or \nsecond, when appl ying “the law of the  chosen state would be contrary to a \nfundamental policy of a state which has a materially greater interest than the chosen \nstate in the determination of the particular issue and which . . . would be the state of \nthe applicable law” if the parties had not made a choice of law.  Cable Tel Servs., Inc. \nv. Overland Contracting , Inc., 154 N.C. App. 639, 642 –43 (2002)  (quoting \nRestatement (Second) of Conflict of Laws § 187 (Am. L. Inst. 1971)).  \n16. There is no dispute  that Delaware—IQVIA’s place of incorporation —has a \nsubstantial relationship to the parties .  Rather, Circuit Clinical  contends that \napplying Delaware law would be contrary to the fundamental public policy of North \nCarolina.  Even if that were true, Circuit Clinical has neither argued nor shown that \nNorth Carolina has a materially greater interest in this issue than Delaware and that \nNorth Carolina law would apply absent the choice -of-law provision.  These are key \nomissions.  Public policy alone is no basis to disregard the parties’ choice of law.  See \nWachovia Bank v. Harbinger Cap. Partners Master Fund I, Ltd., 2008 NCBC LEXIS \n6, at *30 (N.C. Super. Ct. Mar. 13, 2008)  (“[B]efore this Court even considers the \npublic policy implications of applying New York law to this dispute, it would first \nneed to determine whether North Carolina law would apply [absent the choice-of-law \nprovision].”).   \n17. Indeed, it would be error to assume—as Circuit Clinical apparently does —\nthat North Carolina’s interest outweighs Delaware’s.  Deciding whether one State or \nanother has a materially greater interest in a dispute is a fact-intensive inquiry, one \nthat courts often deem ill-suited to a Rule 12(b)(6) motion.  See Jones v. Lattimer, 29 \nF. Supp. 3d. 5, 10 n.3 (D.D.C. 2014) (collecting cases); see also Caploc LLC v. Liberty \nMut. Ins. Eur., 2021 U.S. Dist. LEXIS 115721, at *20 –21 (N.D. Tex. Jun. 22, 2021) .  \nCircuit Clinical has not offered any persuas ive reason to decide the issue without a \nmore developed record. \n18. And it would be error to assume —again, as Circuit Clinical apparently \ndoes—that North Carolina law would govern this contract dispute absent the \nchoice-of-law provision.  Generally, when the p arties have not chosen otherwise, the \nlaw of the jurisdiction where the contract is executed governs.  See Morton v. Morton, \n76 N.C. App. 295, 29 8 (1985).  But t he complaint does not say  where Edwards and \nIQVIA executed their agreement.  It is an open question for  discovery.  See Xerium \nTechs., Inc. v. Frank, 2007 NCBC LEXIS 47, at *13 n.8 (N.C. Super. Ct. Jun. 21, 2007) \n(discussing disputed evidence regarding “whether North Carolina law would control \nabsent” choice-of-law provision). \n19. As a result, the Court need not decide whether applying Delaware law to \nthis dispute would be contrary to the fundamental public policy of North Carolina.  \nBecause the parties have spent the bulk of their bri efs on the issue , though, it is \nappropriate to reiterate that “[t]he courts of North Carolina have been reluctant to \nfind that the law of another state violates our public policy .  . . .”  Lau v. Constable, \n2022 NCBC LEXIS 75, at *17 (N.C. Super. Ct. July 11, 2022) (quoting Torres v. \nMcClain, 140 N.C. App. 238, 243 (2000)) ; see also Boudreau v. Baughman, 322 N.C. \n331, 342 (1988) (“This public policy exception has generally been applied in cases such \nas those involving prohibited marriages, wagers, lotteries , racing, gaming, and the \nsale of liquor.”).  Courts are equally reluctant to decide issues unnecessarily.  Because \nthere are at least two antecedent questions that are presently unanswerable yet must \nbe resolved before reaching the matter of public policy , it is prudent to shelve the \nissue and all that it entails until the record is further developed. \nIV. \nCONCLUSION \n \n20. For all these reasons, the Court DENIES the motion.   \n21. The parties shall file their Business Court Rule 9.2 case management report \nand proposed case management order on or before 20 January 2023. \n  \n \nSO ORDERED, this the 6th day of January, 2023. \n \n \n       /s/ Adam M. Conrad   \n     Adam M. Conrad \n     Special Superior Court Judge  \n  for Complex Business Cases  \n "
}