{
  "id": "96460c471c160061d7b3e45dd441a4c7f6875b90b72c93b9c01c34079bd5539e",
  "source_file": "data/raw/ncbc/96460c471c160061d7b3e45dd441a4c7f6875b90b72c93b9c01c34079bd5539e.pdf",
  "raw_text": "Maurer v. SlickEdit, Inc., 2005 NCBC 4\n \nSTATE OF NORTH CAROLINA\n                                   \nIN THE GENERAL COURT OF JUSTICE\nSUPERIOR COURT DIVISION\nWAKE COUNTY\n                                           \n                                        \n04 CVS\n  \n10527\n \n \nJILL L. MAURER,\n                                              \n                                                                           \nPlaintiff,\n                                       \n                                                                             \n                                                                             \n                                                                           \nv.\n                                                             \n                                                                           \nSLICKEDIT, INC., ANDRE \nBOISVERT,\nERICA H. BOISVERT, J. CLARK MAURER,\nand HOWARD H. LEWIS,\n \nDefendants.\n \n \n \n \n \n \nORDER \nAND OPINION\n \n{1}\n      \nThis matter comes before the Court on cross motions by plaintiff and defendants for summary\njudgment.\n  \nPlaintiff moves for summary judgment on claims against SlickEdit, Inc. (“SlickEdit”) and\nSlickEdit’s current officers and members of the Board of Directors on her claim for breach of contract and\nfor violations of the Wage and Hour Act.\n  \nDefendants move for summary judgment on plaintiff’s claims\nfor fraud, breach of contract, rescission and reformation, violations of the Wage and Hour Act and slander.\n{2}\n      \nAfter considering the briefs and oral arguments of each party and for the reasons below, the Court\ngrants the motions for summary judgment in part and denies them in part.\n  \nPlaintiff is entitled to summary\njudgment on the breach of contract claim, thus rendering the claim for rescission and/or reformation\nmoot.\n  \nDefendants are entitled to summary judgment on the slander claims.\n  \nThe claims under the Wage\nand Hour Act are for the Court’s determination.\n  \nThe Boisverts’ motion for summary judgment on the\nfraud claim is denied.\n \nSmith, Anderson, Blount, Dorsett, Mitchell & Jernigan, L.L.P., by Mark A. Ash and J.\nMitchell Armbruster for Plaintiff Jill L. Maurer.\n \nWomble Carlyle Sandridge & Rice, PLLC, by Pressly M. Millen for Defendants SlickEdit,\nInc., Andre Boisvert, Erica H. Boisvert, J. Clark Maurer, and Howard H. Lewis.\n \nI.\nFACTUAL BACKGROUND\n{3}\n      \nPlaintiff Jill L. Maurer is a resident of Wake County, North Carolina.\n  \nPlaintiff is currently a 42.5%\nshareholder in SlickEdit.\n  \nPlaintiff served as Chief Executive Officer of SlickEdit until her termination in\nApril 2004.\n  \nShe is divorced from defendant Clark Maurer.\n  \nMr. and Ms. Maurer started and built the\ncompany together.\n{4}\n      \nDefendant SlickEdit is a corporation organized under the laws of Virginia with its principal place\nof business in Morrisville, Wake County, North Carolina.\n{5}\n      \nDefendant J. Clark Maurer is a resident of Wake County, North Carolina.\n  \nMr. Maurer is a 42.5%\nshareholder of SlickEdit, a member of the Board of Directors of SlickEdit, and the Chief Technology\nOfficer of SlickEdit.\n  \nHe designed the software which is the main product of the company.\n{6}\n      \nDefendant Andre Boisvert is a resident of Wake County, North Carolina.\n  \nMr. Boisvert is\nChairman of the Board of Directors of SlickEdit.\n  \nMr. Boisvert is an 11% shareholder in SlickEdit.\n  \nHe is\na consultant or officer in several other businesses driven by the creation, production, or marketing of\ncomputer software.\n{7}\n      \nDefendant Erica H. Boisvert is a resident of Wake County, North Carolina.\n  \nMs. Boisvert is a\nmember of the Board of Directors of SlickEdit.\n  \nMs. Boisvert serves as President and Chief Operating\nOfficer of SlickEdit.\n  \nMs. Boisvert is a 2.5% shareholder in SlickEdit.\n  \nShe is married to Andre Boisvert.\n{8}\n      \nHoward H. Lewis is a resident of Wake County, North Carolina.\n  \nMr. Lewis is a 1% shareholder in\nSlickEdit and a member of the Board of Directors of SlickEdit.\n  \nThe claims against Mr. Lewis have been\ndismissed.\n{9}\n      \nThe following facts are undisputed.\n{10}\n    \nIn December of 1987, Jill and Clark Maurer married.\n  \nIn early 1988, SlickEdit (formerly known as\nMicroEdge) was incorporated in Virginia.\n  \nIn 1988, the company first released the product SlickEdit, an\neditor for programmers intended to work on multiple computer platforms.\n  \nOn August 5, 1992, Mr. Maurer\nlicensed the rights to the software he developed to SlickEdit, subject to payment of an 8% royalty on all\nrevenues the company derived from use of the software.\n{11}\n    \nIn 2000, Mr. Boisvert joined the SlickEdit Board of Directors.\n  \nLater in 2000, SlickEdit hired Mr.\nBoisvert’s wife, Erica Boisvert, to serve as the Chief Financial Officer of SlickEdit.\n  \nIn 2001, Mr. Boisvert\nbecame the Chairman of the Board of Directors of SlickEdit.\n{12}\n    \nIn or about late 2001 or early 2002, documents were executed to officially document the ownership\nof the company.\n  \nBoth plaintiff and Mr. Maurer owned approximately 42.5% of the company.\n  \nMr.\nBoisvert owned approximately 11% of the company and Ms. Boisvert owned approximately 2.5% of the\ncompany.\n[1]\n  \nMr. Boisvert obtained at least 10% of his 11% ownership through newly issued shares in\nexchange for a promissory note.\n  \nThe Board of Directors subsequently voted to forgive a portion of Mr.\nBoisvert’s loan.\n  \nIn addition, Ms. Boisvert obtained 2.5% ownership through newly issued shares in\nexchange for a promissory note.\n{13}\n    \nOn December 31, 2001, at the advice of Mr. Boisvert, Mr. Maurer signed a termination agreement\nterminating the agreement executed on August 5, 1992 that provided an 8% royalty payment to Mr.\nMaurer on all revenues derived from use of the SlickEdit software.\n  \nOwnership of the rights to the\nsoftware was transferred to SlickEdit.\n  \nThe next day, January 1, 2002, both plaintiff and Mr. Maurer\nsigned employment agreements with SlickEdit which included a provision for each to receive an annual\nbonus of 4% of the company’s licensing revenue.\n  \nOn the same day, plaintiff and Mr. Maurer legally\nseparated.\n{14}\n    \nOn February 14, 2003 the Maurers were legally divorced.\n{15}\n    \nIn early April 2004, plaintiff requested an estimate of SlickEdit’s first quarter financials for tax\nplanning purposes.\n  \nOn April 15, 2004, a tax-free distribution was made to both plaintiff and Mr. Maurer\nto meet tax obligations including the taxes derived from ownership of SlickEdit, which is an S\ncorporation.\n{16}\n    \nOn April 20, 2004, the SlickEdit board members, excluding plaintiff, voted in favor of plaintiff’s\ntermination.\n  \nFollowing her termination, SlickEdit ceased making bonus payments to plaintiff.\n{17}\n    \nOn July 19, 2005, Defendants SlickEdit, Mr. Boisvert and Ms. Boisvert filed their motion for\nsummary judgment on plaintiff’s claims for fraud, rescission and/or reformation, breach of contract and\nviolations of the Wage and Hour Act.\n  \nOn July 19, 2005, Defendants Mr. Maurer, Mr. Boisvert and Ms.\nBoisvert filed their motion for summary judgment on plaintiff’s claim for slander.\n  \nOn July 22, 2005,\nplaintiff filed a motion for partial summary judgment on her claims for breach of contract and for\nviolations of the Wage and Hour Act.\n  \nPlaintiff filed her response to defendants’ motions for summary\njudgment on August 2, 2005.\n  \nDefendants filed their response to plaintiff’s motion for partial summary\njudgment on August 10, 2005.\n  \nDefendants SlickEdit, Mr. Boisvert and Ms. Boisvert filed a reply to their\nmotion for summary judgment on August 10, 2005.\n  \nDefendants Mr. Maurer, Mr. Boisvert and Ms.\nBoisvert filed a reply to their motion for summary judgment on August 10, 2005.\n  \nPlaintiff filed a reply to\nher motion for partial summary judgment on August 11, 2005.\n  \nThe trial is scheduled to commence on\nAugust 22, 2005.\nII.\nLEGAL STANDARD\n{18}\n    \nPursuant to Rule 56(c) of the North Carolina Rules of Civil Procedure, summary judgment shall be\nrendered if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the\naffidavits, if any, show that there is no genuine issue as to any material fact and that any party is entitled to\njudgment as a matter of law.\n  \nN.C. Gen. Stat. § 1A-1, Rule 56(c) (2003).\n  \nA genuine issue is one which\ncan be maintained by \nsubstantial\n evidence; a material fact is that which would constitute a legal defense\npreventing the non-moving party from prevailing.\n  \nSurrette v. Duke Power Co.\n, 78 N.C. App. 647, 650,\n338 S.E.2d 129, 130 (1986).\n{19}\n    \nThe North Carolina Court of Appeals has explained that a summary judgment movant may meet its\nburden of showing that it is entitled to judgment as a matter of law by showing either (1) an essential\nelement of the non-movant’s claim is nonexistent, (2) the non-movant cannot produce evidence to support\nan essential element of his claim, or (3) the non-movant cannot surmount an affirmative defense which\nwould bar his claim.\n  \nTaylor v. \nA\nshburn\n, 112 N.C. App. 604, 606-07, 436 S.E.2d 276, 278 (1993), \ncert.\ndenied\n, 336 N.C. 77, 445 S.E.2d 46 (1994)\n.\n  \nWhere the movant is also the party bringing the action, he\nmust establish his claim without any genuine doubt with respect to any material fact.\n  \nLambe-Young, Inc.\nv. Austin\n, 75 N.C. App. 569,571, 331 S.E.2d 293, 295 (1985).\n  \nOnce movants have met their burden by\nproving that an essential element of the opposing party’s claim is non-existent or by showing through\ndiscovery that the opposing party cannot produce evidence to support an essential element of its claim, the\nburden shifts to the non-moving party to show that a genuine issue exists by forecasting sufficient\nevidence of all essential elements of the claim.\n  \nFarrelly v. Ha\nm\nilton Square\n, 119 N.C. App 541, 544, 459\nS.E.2d 23, 26 (1995) (citations omitted)\n.\n  \n“The court must look at the evidence in a light most favorable to\nthe non-moving party and with the benefit of all reasonable inferences.”\n  \nId.\n at 544, 459 S.E.2d at 26\n(citation omitted).\nIII.\nANALYSIS\nA.\nPLAINTIFF’S MOTION FOR SUMMARY JUDGMENT\n1.\n         \nBreach of Contract and Violations of the Wage and Hour Act\n{20}\n    \nPlaintiff moves for summary judgment as to SlickEdit’s liability on her claims for breach of\ncontract and for violations of the Wage and Hour Act.\n  \nThe elements of breach of contract are the\nexistence of a valid contract and breach of the terms of the contract.\n  \nPoor v. Hill\n, 138 N.C. App. 19, 26,\n530 S.E.2d 838, 843 (2000).\n  \nA breach of contract is only actionable if a material breach occurs—one that\nsubstantially defeats the purpose of the agreement or goes to the very heart of the agreement, or can be\ncharacterized as a substantial failure to perform.\n  \nFletcher v. Fletcher\n, 123 N.C. App. 744, 752, 474 S.E.2d\n802, 807-08 (1996), \ndisc. rev. denied,\n 345 N.C. 640, 483 S.E.2d 706 (1997)\n.\n{21}\n    \nPlaintiff entered into a written Employment Agreement with SlickEdit effective on January 1,\n2002.\n  \nSection 3.2 of the Employment Agreement provided that plaintiff would receive a monthly bonus:\n3.2 \nBonus\n.\n  \nDuring each calendar month of this Agreement, Executive [i.e., plaintiff] shall\nreceive 4% of the Net Receipts (as defined below) from all license revenue.\n  \nFor these\npurposes, “Net Receipts” shall be defined as gross revenues actually collected from all\nlicense revenue, \nless\n shipping and handling charges, customary trade discounts and\nallowances (if any), returns and uncollectible accounts.\n  \nBonus will be paid within thirty\n(30) days following each month end.\n \nSection 16 of the Employment Agreement provides that the bonus payments survive termination.\n \n16. \nSurvival\n.\n  \nSections 5, 7, 8, and 9 of this Agreement, relating to post-termination\ncompensation (including, without limitation, the Severance Payment and related rights),\nconfidentiality, and noncompetition, shall survive the expiration or termination of this\nAgreement.\n  \nSection 3.2 shall indefinitely survive post-termination of the Executive’s\nemployment with the Company with the only exception being if the Executive’s\ntermination was for “Cause” as defined in Section 5.1.\n \n{22}\n    \nOn April 20, 2004, the SlickEdit Board of Directors voted to terminate plaintiff’s employment.\n \nThe termination was “without Cause” as defined in the Employment Agreement.\n  \nSlickEdit has not made\nany bonus payments as provided for in the Employment Agreement since May 2004.\n{23}\n    \nNo genuine issue of material fact remains as to the existence of a valid contract, the Employment\nAgreement, and a breach of its terms.\n  \nThis Court finds as a matter of law that the contract is valid and\nunambiguous.\n  \nSee the Order dated August 8, 2005.\n  \nEvery witness who has been asked to look at the\nlanguage of section 16 has reached the same conclusion as the Court.\n[2]\n  \nSection 16 states that the Bonus\nprovision of section 3.2 survives indefinitely unless Jill Maurer is terminated for cause.\n  \nDefendants offer\nno other plausible meaning for the language.\n \n{24}\n    \nAdditionally, there can be no doubt as to the genesis of the provision and the reason for its\ninclusion.\n  \nThe Maurers transferred the intellectual property rights of the software to SlickEdit.\n  \nIn doing\nso they gave up a contractual right to an 8% royalty that had no cutoff date.\n  \nThey divided the 8% equally,\nas they were divorcing and the intellectual property was marital property.\n  \nEach of them entered into a\ncontract that gave them a 4% bonus equivalent to the stream of income that the Maurers had received from\nthe license agreement while married.\n  \nThe contractual arrangement applied equally to both Mr. and Ms.\nMaurer, and the transfer of the intellectual property rights was made at the suggestion of Mr. Boisvert.\n \nThe dispute in the record as to who drafted the contracts is irrelevant and immaterial.\n  \nAt the meeting at\nwhich her employment was terminated, the Board promised Ms. Maurer it would honor her contract.\n  \n(\nSee\nBd. Meeting Mins. Apr. 20, 2004.)\n  \nThe only logical reason to do so was to assure her that she would get\nher bonus payment.\n  \nIt is undisputed that since May 2004, SlickEdit has not made any bonus payments as\nprovided for in the Employment Agreement thereby breaching the terms of the Employment Agreement.\n{25}\n    \nThe amount of unpaid bonus payments as of June 30, 2005 was $240,212.\n  \n(\nSee\n Whitt Aff. ¶ 7.)\n \nDefendants did not contest this amount.\n  \nPlaintiff is also entitled to prejudgment interest at the legal rate of\ninterest of 8%, calculated from the due date for each bonus payment.\n  \nSee\n N.C. Gen. Stat. § 24-1 (2003).\n{26}\n    \nThe North Carolina Wage and Hour Act defines wages to include “severance pay, commissions,\nbonuses, and other amounts promised when the employer has a policy or practice of making such\npayments.”\n  \nN.C. Gen. Stat. § 95-25.2(16) (2003).\n  \nPursuant to section § 95-25.6, the employer must make\nthe payments on the regular payday.\n  \nFurther, pursuant to section § 95-25.22, an employer who fails to pay\n“wages” is liable to an employee for the amount of those wages.\n  \nIn addition, an employer must pay\nliquidated damages in an amount equal to the amount of unpaid wages.\n  \nHowever, if “the employer shows\nto the satisfaction of the court that the act or omission constituting the violation was in good faith and the\nemployer had reasonable grounds for believing that the act or omission was not a violation of this Article,\nthe court may, in its discretion” reduce or refuse to award liquidated damages.\n  \nN.C. Gen. Stat. § 95-\n25.22(a1) (2003).\n  \nThe Court will hold a separate hearing on the issue of liquidated damages pursuant to\nthe Wage and Hour Act after the trial.\n{27}\n    \nTherefore, plaintiff’s motion for summary judgment on her claims for breach of contract is\ngranted.\n  \nPlaintiff is entitled to the amount of $240,212 and prejudgment interest at the rate of 8%,\ncalculated from the due date for each bonus payment.\n  \nAny remaining issues of damages for breach of\ncontract are severed and will be tried at a later date if necessary.\n2.\n         \nRescission and Reformation\n{28}\n    \nNot included in plaintiff’s motion for summary judgment, plaintiff’s claim for rescission and/or\nreformation of the Employment Agreement is moot pursuant to the Court’s ruling above in Part III.A.1.\nB.\nDEFENDANTS’ MOTION FOR SUMMARY JUDGMENT\n1.\n         \nFraud\n{29}\n    \nThere remain genuine issues of material fact which are hotly disputed with respect to plaintiff’s\nfraud claim against the Boisverts.\n  \nSummary judgment is denied.\n2.\n         \nBreach of Contract, Rescission and/or Reformation, Violations of the Wage and Hour Act\n{30}\n    \nDefendants’ motion for summary judgment with respect to plaintiff’s claims for breach of contract\nand rescission and/or reformation is denied pursuant to the Courts ruling above in Part III.A.1.\n  \nPlaintiff’s\nclaim for violations of the Wage and Hour Act will be decided at a later date.\n3.\n         \nSlander\n{31}\n    \nThe essence of the slander claims involves the division of marital property between the Maurers.\n \nTheir separation agreement specifically provided in Paragraph 8(J) that Ms. Maurer would retain the\njewelry she possessed.\n  \nIt made no mention of the value of the jewelry.\n  \nAfter the divorce (the precise time\nis disputed), Mr. and Ms. Boisvert made statements to Mr. Maurer to the effect that Ms. Maurer had\npurchased jewelry which Mr. Maurer was unaware of prior to the divorce and that subsequent to the\ndivorce she was selling that jewelry for cash.\n  \nThey used the term “laundering” in their conversations with\nMr. Maurer.\n  \nThe use of that term was unfortunate.\n  \nMoney laundering is a crime.\n  \nBuying jewelry and\nlater selling it for cash is not a crime.\n  \nIf Mr. Maurer failed to ascertain the value of the jewelry he was\ngiving up in the settlement, he was out-negotiated.\n  \nThe clear inference of the Boisverts’ statements was\nthat Ms. Maurer had gotten the better of Mr. Maurer in the settlement negotiations.\n  \nThere is no evidence\nin this record that the phrase “laundering” was used or understood to mean that Ms. Maurer had engaged\nin illegal money laundering as prohibited by federal statute.\n  \nThat becomes clear when the basis of Ms.\nMaurer’s slander claim against Mr. Maurer is examined.\n{32}\n    \nThe only evidence of record of the alleged slander is the affidavit of Ms. Redpath.\n  \nThe Redpaths\nwere mutual friends of both the Maurers.\n  \nMs. Redpath said that Mr. Maurer told her that Jill Maurer “had\ntaken advantage of him by building a stash of jewelry on shopping trips with Erica Boisvert.”\n  \n(S. Redpath\nAff. ¶ 2.)\n  \nThat statement does not constitute slander per se, nor, in the Court’s view, does it constitute\nslander per quod.\n  \nEven if it did constitute slander per quod, the record is devoid of any evidence of special\ndamages arising from the statement, and the slander claim against Mr. Maurer must be dismissed for that\nreason.\n  \nJohnson v. Bollinger,\n 86 N.C. App. 1, 9-10, 356 S.E.2d 378, 383-84 (1987).\n{33}\n    \nMs. Redpath’s affidavit makes one other statement the Court must address.\n  \nShe states Mr. Maurer\nmade statements that “\nin substance\n, … he believed that Jill Maurer had stolen from SlickEdit, Inc.”\n  \n(S.\nRedpath Aff. ¶ 2) (emphasis added).\n  \nDespite an opportunity to amend the complaint to specify the\nslanderous statements made and despite the opportunity to apprise the Court and defendants of the precise\nlanguage used, plaintiff is only able to provide an affidavit which contains one person’s inference gleaned\nfrom unspecified statements by Defendant Mr. Maurer.\n  \nThere is no statement directly attributable to him\nwhich would support a finding of slander per se.\n  \nSuch claims must be pled and proved with specificity.\n \nSee\n N.C. Gen. Stat. § 1A-1, Rule 9(f) (2003); \nStutts v. Duke Power Co.\n, 47 N.C. App. 76, 83, 266 S.E.2d\n861, 866 (1980).\n  \nTo the extent plaintiff could survive summary judgment on a slander per quod on the\nbasis of the nature Ms. Redpath’s affidavit, there is no evidence of record of special damages.\n  \nCertainly,\nif any such damages existed, Ms. Redpath’s affidavit would have addressed them.\n  \nAs no special damages\nhave been shown, the slander per quod claim based on Ms. Redpath’s affidavit must be dismissed.\n \nJohnson, \n86 N.C. App. at 9-10, 356 S.E.2d at 383-84.\n{34}\n    \nFor the foregoing reasons, summary judgment is entered in favor of defendants on plaintiff’s\nslander claims, and those claims are dismissed.\nCONCLUSION\n{35}\n    \nBased upon the foregoing, it is hereby ORDERED, ADJUDGED and DECREED:\n1.\n                  \nSummary judgment against SlickEdit in favor of plaintiff is GRANTED on the\nclaim for breach of contract.\n2.\n                  \nSummary judgment in favor of plaintiff is held in abeyance on the claim for\nviolations of the Wage and Hour Act.\n3.\n                  \nSummary judgment in favor of Defendants Mr. Boisvert and Mrs. Boisvert is\nDENIED on the claim for fraud.\n4.\n                  \nSummary judgment in favor of Defendant SlickEdit is DENIED on the claim for\nbreach of contract.\n5.\n                  \nSummary judgment in favor of defendants is DENIED on the claim for rescission\nand/or reformation.\n6.\n                  \nSummary judgment in favor of Defendants SlickEdit, Mr. Boisvert and Mrs.\nBoisvert is held in abeyance on the claim for violations of the Wage and Hour Act.\n7.\n                  \nSummary judgment in favor of Defendants Mr. Maurer, Mr. Boisvert and Mrs.\nBoisvert is GRANTED on the claim for slander.\n{36}\n    \nThis case will be tried beginning August 22, 2005 on plaintiff’s fraud claims against the Boisverts.\n \nIT IS SO ORDERED, this the 12th day of August 2005.\n[1]\n It is unclear to the Court from the record the exact percentages of ownership.\n[2]\n \nSee\n Larry Robbins Dep. at 42, 45; Howard H. Lewis Dep. at 132, 133; Glover H. Lawrence Dep. at 76."
}