{
  "id": "965038cc90df6779b48796000188cca2de5f1409bb387d6a49fea9ae2b380cc5",
  "source_file": "data/raw/ncbc/965038cc90df6779b48796000188cca2de5f1409bb387d6a49fea9ae2b380cc5.pdf",
  "raw_text": "Harris v. Ten Oaks Mgmt. LLC, 2022 NCBC 29. \n \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 13907 \n \nJORDAN HARRIS, \n \nPlaintiff, \n \nv. \n \nTEN OAKS MANAGEMENT, LLC; \nECO DIGITAL HOLDINGS, LLC; \nand SSE SERVICE HOLDINGS, \nLLC, \n \nDefendants. \n \n \n \n \nORDER AND OPINION  \nON PARTIAL MOTION TO  \nDISMISS AMENDED COMPLAINT \n \n \n1. Jordan Harris is a former employee of Ten Oaks Management, LLC.  In this \naction, Harris alleges th at Ten Oaks breached his employment agreement  by \nwithholding compensation that he had earned.  He has also named SSE Service \nHoldings, LLC and Eco Digital Holdings, LLC as defendants, claiming that they are \nalter egos of Ten Oaks. \n2. SSE and Eco Digital have moved for dismissal  under Rule 12(b)(6) of the \nNorth Carolina Rules of Civil Procedure .  For the following reasons, the Court \nGRANTS the motion.  \nHull & Chandler, P.A., by Armand Joseph Volta and Nathan M. Hull , \nfor Plaintiff Jordan Harris. \n \nMoore & Van Allen PLLC, by Karin M. McGinnis and Caroline F. Savini, \nfor Defendants Ten Oaks Management, LLC, Eco Digital Holdings, LLC, \nand SSE Service Holdings, LLC. \n \nConrad, Judge. \nI. \nBACKGROUND \n3. The Court does not make findings of fact on a motion to dismiss.  The \nfollowing background assumes that the allegations of the amended complaint are \ntrue.  \n4. Ten Oaks is a private equity firm  that invests in corporate divestitures .  \nHarris worked for Ten Oak s for less than six months in mid -2020.  His job entailed \nsourcing deals for the firm, and his compensation depended in part on how successful \nhe was in doing so.  Each deal that Harris sourced was supposed to earn him $5,000 \nupon acceptance of a  letter of intent and another $10,000 upon closing.  ( See Am. \nCompl. ¶¶ 21, 24, 25, ECF No. 14.)  He was also supposed to “receive 5% of Ten Oaks’ \nequity share in any company [he] sources.”  (Am. Compl. Ex. 1.) \n5. T his incentive-based compensation scheme has led to friction between the \nparties.  Harris  claims that he sourced—but was not paid for—a highly profitable \ndeal that closed in late 2020.  The deal involved a  technology company, ScanSource, \nthat wanted to sell its European assets.  Harris met with a ScanSource representative \nthat summer and pitched Ten Oaks as a potential buyer .  Then, over the next few \nmonths, Ten Oaks made a formal bid, secured a letter of intent, and closed a deal to \nbuy ScanSource’s European assets .  To complete the transaction, Ten Oaks formed \nSSE as a holding company, and SSE executed a purchase agreement with \nScanSource.  (See Am. Compl. ¶¶ 36–42, 47, 50–52.) \n6. Before the ScanSource deal closed , Ten Oaks fired  Harris.  Ten Oaks  \nassured him at the time that it would honor the compensation terms in his \nemployment agreement.  But, Harris alleges, the firm didn’t follow through.  All that \nhe has received for his role in the deal  is a $5,000 payment made from an account \nheld by Eco Digital  (which, like SSE, is  owned by Ten Oaks ).  H e contends that \n$10,000 more and five percent equity in SSE were due upon closing and have yet to \nbe paid.  (See Am. Compl. ¶¶ 27, 28, 45, 47, 48, 55.) \n7. Through this litigation, Harris seeks to recover the full amount that he \nbelieves he is owed for the ScanSource deal.   He claims that Ten Oaks breached his \nemployment agreement.  He also claims that SSE and Eco Digital are alter egos of \nTen Oaks such that it is equitable  to pierce the corporate veil and hold them liable \nfor its breach.  (See Am. Compl. ¶¶ 29–32, 50, 54, 63–68, 73.) \n8. SSE and  Eco Digital have moved for dismissal .  Their motion i s fully \nbriefed, and the Court held a hearing on 29 March 2022.  ( See ECF No. 23.)  The \nmotion is ripe for determination. \nII.  \nANALYSIS \n \n9. Dismissal under Rule 12(b)(6) is proper when “(1) the complaint on its face \nreveals that no law supports the plaintiff’s claim; (2) the complaint on its face reveals \nthe absence of facts sufficient to make a good claim; or (3) the complaint discloses \nsome fact that necessarily defeats the plaintiff’s claim.”  Corwin v. Brit. Am. Tobacco \nPLC, 371 N.C. 605, 615 (2018) (citation and quotation marks omitted).  T he Court \nmust treat the well-pleaded allegations as true and view the facts and permissible \ninferences in the light most favorable to the nonmoving party.  See, e.g., Sykes v. \nHealth Network Sols., Inc., 372 N.C. 326, 332 (2019).  But the Court need not accept \nas true any conclusions of law or unwarranted deductions of fact.   See, e.g., Wray v. \nCity of Greensboro, 370 N.C. 41, 46 (2017). \n10. Breach of contract is Harris’s only claim for relief.  He does not assert that \nSSE and Eco Digital are parties to the contract at issue or that they committed any \nbreach themselves; rather, he seeks to pierce the corporate veil and hold them liable \nfor an alleged breach by Ten Oaks.  In their motion to dismiss, SSE and Eco Digital \ncontend that Harris’s allegations, even if true, are not adequate to pierce the veil. \n11. Before turning to the merits, the Court considers a threshold question: are \nveil-piercing disputes governed by the law of the forum or the law of the place of \nincorporation?  O ur appellate courts “ have not ruled definitively ” one way or the \nother.  Strategic Outsourcing, Inc. v. Stacks, 176 N.C. App. 247, 252 (2006).  Because \nTen Oaks, SSE, and Eco Digital are all Delaware companies, there is a reasonable \nargument that Delaware law should apply under the internal affairs doctrine.  But \nneither side has suggested that  Delaware’s veil-piercing law differs from  North \nCarolina’s in any relevant way or that the choice affects the outcome.  Thus, there is \nno need to decide the choice-of-law issue now.  See, e.g., Loray Master Tenant, LLC v. \nFoss N.C. Mill Credit 2014 Fund I, LLC , 2021 NCBC LEXIS 15, at *25 & n.5 (N.C. \nSuper. Ct. Feb . 1 8, 202 1) (reaching same result in veil -piercing dispute under \nDelaware and North Carolina law). \n12. The general rule—in Delaware, in this State, and everywhere else—is that \n“a corporation is treated as distinct from its shareholders.”  State ex rel. Cooper v. \nRidgeway Brands Mfg., LLC, 362 N.C. 431, 438 (2008); see also Buechner v. \nFarbenfabriken Bayer Aktiengesellschaft, 154 A.2d 684, 686–87 (Del. 1959).  It follows \nthat the shareholders (or the members, in the case of an LLC) are not personally \nliable for the debts of the corporation.  Likewise, the corporation is not liable for the \ndebts of its shareholders. \n13. To pierce the corporate veil is to set aside the corporate form and the \nprotections that go along with it.  In  its traditional form, veil piercing “allows a \nplaintiff to impose legal liability for a corporation’s obligations . . . upon some other \ncompany or individual that controls and dominates a corporation.”  Green v. Freeman, \n367 N.C. 136, 145 (2013).  This is “not to be done lightly.”  Id.  Courts disregard the \ncorporate form—and impose liability on the corporation’s owners—only “when \nnecessary to prevent fraud or to achieve equity.”  Ridgeway Brands, 362 N.C. at 439 \n(citation and quotation marks omitted); see also Charter Commc’ns Operating, LLC \nv. Optymyze, LLC, 2021 Del. Ch. LEXIS 4, at *73 (Del. Ch. 2021) (describing veil \npiercing as an “extraordinary equitable remedy”). \n14. Harris has asserted a less common and more controversial  form of veil \npiercing.  He seeks to impose liability on two companies (SSE and Eco Digital) for the \nacts of their owner (Ten Oaks), rather than the other way around.  Reverse piercing, \nas this is known,  is an extension of traditional piercing but poses concerns, such as \npotential harm to innocent co -owners of the company, that traditional piercing does \nnot.  See Manichaean Capital, LLC v. Exela Techs., Inc., 251 A.3d 694, 710 (Del. Ch. \n2021); see also Sky Cable, LLC v. DIRECTV, Inc. , 886 F.3d 375, 386 (4th Cir. 2018) .  \nIt is fair to say that the contours of reverse piercing are poorly developed .  What is \nclear, though, is that a plaintiff asserting a theory of  reverse piercing  must, at a \nminimum, begin by pleading the same elements  that are necessary to establish  \ntraditional piercing.  See, e.g., Fischer Inv. Capital, Inc. v. Catawba Dev. Corp. , 200 \nN.C. App. 644, 650 (2009); Cold Springs Ventures, LLC v. Gilead Sciences, Inc., 2015 \nNCBC LEXIS 1, at *18–19 (N.C. Super. Ct. Jan. 6, 2015); Manichaean Capital, 251 \nA.3d at 713.   \n15. One essential element is control of the corporate entity—“not mere majority \nor complete stock control, but complete domination” that deprives the entity of any \n“separate mind, will or existence of its own.”  Green, 367 N.C. at 145; see also Atl. \nTobacco Co. v. Honeycutt, 101 N.C. App. 160, 164 (1990).  Also essential is the use of \nthat control to commit a fraud or similar wrong.  See Green, 367 N.C. at 146; Atl. \nTobacco, 101 N.C. App. at 164.  The allegations must show that “the corporation is so \noperated that it is a mere instrumentality or alter ego of the sole or dominant \nshareholder and a shield for his activities in violation of the declared public policy or \nstatute of the State.”  Green, 367 N.C. at 145.   \n16. Harris’s allegations come nowhere close to the mark.  He alleges, for \nexample, that Ten Oaks owns SSE and Eco Digital and that all three companies have \nthe same executive officers.  (See, e.g., Am. Compl. ¶¶ 31, 32, 54, 66, 67.)  But common \nownership and management, without more, do not equate to the kind of complete \ndomination needed to show that one entity is another’s puppet.  See, e.g., Richardson \nv. Bank of Am., N.A., 182 N.C. App. 531, 548 (2007); Cold Springs Ventures,  2015 \nNCBC LEXIS 1, at *18.  Missing are allegations of excessive fragmentation, \nsiphoning of funds, failure to observe corporate formalities and maintain records, or \nany other conduct that typically characterizes abuse of the corporate form.   \n17. Although Harris questions whether Ten Oaks is adequately capitalized, his \nallegations amount to conjecture and nothing more.  Harris’s chief concern is that he \nwill not be able to recover the fruits of the ScanSource deal because Ten Oaks is using \nSSE to shield those assets from him.  (See Am. Compl. ¶¶ 71, 74.)  This is an empty \nconcern.  In his prayer for relief, Harris does not demand any assets that SSE bought \nfrom ScanSource.  Rather, h e demands “a 5% interest in SSE ,” which Ten Oaks \npossesses and could deliver if required.   (Am. Compl. 11  (emphasis added); see also \nAm. Compl. ¶¶  56, 68 (alleging that Ten Oaks owns SSE) .)  Harris also speculates \nthat Ten Oaks is undercapitalized because he was paid out of  Eco Digital’s bank \naccount during his employment .  Even if true, this arrangement says little about \nwhether Ten Oaks is or is not adequately capitalized. \n18. All other references to control in the amended complaint are makeweight.  \nHarris simply parrots the legal standard, alleging that Ten Oaks had “dominion and \ncontrol” over SSE and Eco Digital, that it exercised “complete domination” over them, \nand that it operated them “as mere instrumentalities or alter egos.”  (E.g., Am. Compl. \n¶¶ 29, 68, 72.)  Courts routinely disregard these sorts of  conclusory assertions and \nrote recitations of legal elements.  See, e.g., Loray Master Tenant, 2022 NCBC LEXIS \n1, at *21– 22; KNC Techs., LLC v. Tutton , 2019 NCBC LEXIS 72, at *29 –30 (N.C. \nSuper. Ct. Oct. 9, 2019). \n19. The Court further concludes that, e ven if Harris had a dequately alleged \ndomination and control, he has not alleged the use of that control to commit a fraud \nor wrong.  In his opposition brief, Harris devotes a single paragraph to this element.  \nHe argues that the wrong at issue is Ten Oaks’s breach of contract but does not cite \nany allegations to show that Ten Oaks used its corporate control of SSE and Eco \nDigital to perpetrate the breach.  (See Opp’n 12, ECF No. 27.)  “Where corporate \ncontrol does not result in an underlying wrong, a veil-piercing claim may be dismissed \nat the Rule 12(b)(6) stage.”  Deluca v. River Bluff Holdings II, LLC , 2015 NCBC \nLEXIS 12, at *29 (N.C. Super. Ct. Jan. 28, 2015). \n20. Moreover, our courts rarely pierce the veil in contract cases.  The Court of \nAppeals has rejected the argument that a breach of contract, “in itself, can amount to \na wrongdoing to meet the second element of the [instrumentality] test.”  Best Cartage, \nInc. v. Stonewall Packaging, LLC, 219 N.C. App. 429, 440 (2012).  The allegations \nmust show some “indicia of fraudulent or inequitable conduct” apart from the breach: \n“a showing, f or example, that the puppet entity was created for the purpose of \nentering into the relevant contract or used as a means to unjustly insulate another \nfrom liability.”  Kerry Bodenhamer Farms, LLC v. Nature’s Pearl Corp., 2018 NCBC \nLEXIS 84, at *12–13 (N.C. Super. Ct. Aug. 15, 2018); see also EBG Holdings LLC v. \nVredezicht’s Gravenhage 109 B.V., 2008 Del. Ch. LEXIS 127, at *52 (2008) (observing \nthat a “breach of contract may be unjust or wrongful” but that “the requisite element \nof fraud under the alter ego theory must come from an inequitable use of the corporate \nform itself”). \n21. The opposition brief does not address this case law or cite any allegations \nto show fraudulent conduct apart from the breach.  As best the Court can tell, Harris’s \ntheory appears to be that Ten Oaks aimed to insulate itself from liability by creating \nSSE for the sole purpose of buying  ScanSource’s European assets.  (See Am. Compl. \n¶¶ 51, 71.)  This is untenable.  Harris’s employment agreement promises “5% of Ten \nOaks’ equity share in any company [he] sources,” (Am. Compl. Ex. 1), and he has \ndemanded exactly that in the form of “a 5% interest in SS E,” (Am. Compl. 11).  The \ncreation of SSE and its role as buyer in the ScanSource deal do not insulate Ten Oaks \nfrom potential liability for its alleged breach or from the relief sought in this case.  \n22. P iercing  the corporate veil “is a strong step: Like lightning, it is rare and \nsevere.”  Ridgeway Brands, 362 N.C. at 439 (cleaned up).  Harris has not adequately \nalleged facts to support such an extraordinary equitable remedy.  And because he has \nnot claimed that SSE and Eco Digital are liable under any other theory, there is no \nbasis to keep them as defendants. \nIII. \nCONCLUSION \n \n23. For the se reasons, the  Court GRANTS the motion to dismiss.   In its \ndiscretion, the Court DISMISSES the claims against SSE and Eco Digital without \nprejudice.  \nSO ORDERED, this the 20th day of June, 2022. \n  /s/ Adam M. Conrad   \nAdam M. Conrad \nSpecial Superior Court Judge   \n  for Complex Business Cases \n "
}