{
  "id": "9665034e86f25fbac0016095ffba931a9ad64c77c87177aa2b998f793ad4063a",
  "source_file": "data/raw/ncbc/9665034e86f25fbac0016095ffba931a9ad64c77c87177aa2b998f793ad4063a.pdf",
  "raw_text": "Shamoon v. Turkow, 2011 NCBC 46.   \n \nSTATE OF NORTH CAROLINA IN THE GENERAL COURT OF JUSTICE \n SUPERIOR COURT DIVISION \nCOUNTY OF WAKE 08 CVS 18850 \n \n \nCHARLES SHAMOON and DEBORAH ) \nSHAMOON, ) \n Plaintiffs ) \n  ) OPINION AND ORDER ON  \n v.  ) PLAINTIFFS’ MOTION FOR  \n   ) SUMMARY JUDGMENT \nALLEN TURKOW and LUCY TURKOW, )  \n  Defendants ) \n \n \nTHIS CAUSE, designated a complex business case by Order of the Chief Justice \nof the North Carolina Supreme Court, pursuant to N.C. Gen. Stat. § 7A-45.4(b) \n(hereinafter, all references to the General Statutes will be to \"G.S.\"), and assigned to \nthe undersigned Chief Special Superior Court Judge for Complex Business Cases, now \ncomes before the court upon Plaintiffs’ Motion for Summary Judgment (the \"Motion\") \npursuant to Rule 56, North Carolina Rules of Civil Procedure (\"Rule(s)\"); and  \nTHE COURT, after considering the arguments, briefs, affidavits, other \nsubmissions of counsel and appropriate matters of record, as discussed infra, \nCONCLUDES that the Plaintiffs’ Motion should be DENIED. \nPoyner & Spruill, L.L.P., by Eric P. Stevens, Esq. for Plaintiffs. \n \nHarris & Hilton, P.A., by Nelson G. Harris, Esq. and Stephen P. Stewart, Esq. for \nDefendants. \n \nJolly, Judge. \n \n \nPROCEDURAL HISTORY\n \n[1] Plaintiffs Charles and Deborah Sham oon filed their Complaint in this \nmatter on October 29, 2009.  The Complaint alleges claims for relief (\"Claim(s)\") in two \ncounts: First Count – Declaratory Judgment and Second Count – Temporary \nRestraining Order and Preliminary Injunction.  \n[2] Defendants Allen and Lucy Turkow have answered timely and alleged \nclaims for relief (\"Counterclaim(s)\") in five counts:  Declaratory Judgment, Fraud, Unfair \nand Deceptive Trade Practices, Negligent Misrepresentation and State Securities \nFraud. \n[3] On September 21, 2009, Plaintiffs f iled the Motion relative to their Claims \nand Defendants’ Counterclaims.  \n[4] The court has heard oral argument on the Motion, and it is ripe for \ndetermination. \nFACTAUL BACKGROUND \n[5] Unless otherwise indicated herein,  the material facts reflected in \nparagraphs 6 through 23 of this Opinion and Order are undisputed1 and are pertinent to \nthe issues raised by the Motion. \n[6] Plaintiffs are developers of an in vention described as the Ubiquitous \nConnectivity & Control System for Remote Locations (the \"Invention\").2   \n                                                 \n1 It is not proper for a trial court to make findings of fact in determining a motion for summary judgment \nunder Rule 56.  However, it is appropriate for a Rule 56 order to reflect material facts that the court \nconcludes exist and are not disputed, and which support the legal conclusions with regard to summary \njudgment.  Hyde Ins. Agency v. Dixie Leasing, 26 N.C. App. 138 (1975). \n2 Compl. ¶ 5. \n[7] The Invention is the subject of two (2) United States Patents (the \n\"Patents\").3  The Invention is also the subject of three (3) pending patent applications \n(collectively, the \"Patent Applications\").4 \n[8] Sometime in May 2006, Defendants were approached by Nan Novatka \n(\"Novatka\"), an original investor in the Invention, who gave them a packet of \ninformation, which included some promotional literature on the Invention.5   \n[9] After reviewing the information pa cket, Defendants informed Novatka that \nthey wanted to purchase an ownership interest in the Invention.6   \n[10] On May 29, 2006, Novatka set up a conference call between Plaintiffs and \nDefendants to discuss a potential investment in the Invention.7 \n[11] At or around the ti me the parties began discussions regarding a possible \ninvestment, Plaintiff Charles Shamoon was also engaged in negotiations with General \nElectric Company (\"GE\") regarding a potential license agreement for the Invention.8   \n[12] In 2006, Mike Bender (\"Bender\"), a business associate of Plaintiffs, had \nbeen in contact with Steven Connor (\"Connor\"), an executive level manager at GE \nSecurity, the division of GE that sold home security products.9  Connor indicated to \nBender that GE was interested in either purchasing or licensing the Invention.10 \n[13] Thereafter, Charles Shamoon an d Bender had several conference calls \nwith Connor and other GE employees regarding GE’s interest in the Invention.11   \n                                                 \n3 Id. \n4 Id. \n5 Ans. 10. \n6 Id.  \n7 Id.  \n8 Pls. Br. Supp. Mot. Summ. J. (\"Pls. Brief\") 5.  \n9 Id. 7. \n10 Id.  \n11 Id.  \n[14] On or around April 11, 2006, Charles Shamoon and Bender traveled to \nOregon to give a live demonstration and presentation about the Invention to GE \nemployees.12   \n[15] On May 31, 2006, Plaintiffs and Defendants entered in to an agreement \n(the \"Agreement\") regarding the Invention.  The Agreement states in full: \nWe, Charles and Deborah Sham oon, hereby grant Allen & \nLucy Turkow one-half percent ownership in the Ubiquitous \nConnectivity & Control System for Remote Locations for the \nsum of $60000.00. \n \nThis grant of ownership entitles Allen & Lucy Turkow to one-\nhalf percent of all the proceeds from the sale of the \nUbiquitous Connectivity & Control System for Remote \nLocations.\n13\n \n[16] Ultimately, Char les Shamoon’s negotiations with GE were not \nsuccessful.14   \n[17] Sometime between December 2007 and January 2008, Charles Shamoon \nbegan to notice that GE was offering technology similar to that of the Invention.15 \n[18] Starting in early 2008, Plainti ffs began working to generate revenue from \nthe Patents through legal efforts to collect against companies, including GE, that \nallegedly were infringing upon the Patents.16  Rather than seeking proceeds from the \nsale of the Invention, Plaintiffs began to concentrate on collecting infringement \nrevenue.17 \n                                                 \n12 Id.  \n13 Compl. Ex. A. \n14 Pls. Brief 11. \n15 Id.  \n16 Compl. ¶ 8.  \n17 Id.  \n[19] Following this change in  strategy, Plaintiffs offered Defendants and other \ninvestors the opportunity to enter into a proposed Agreement as to Disbursement of Net \nProceeds of Settlement (the \"Revised Agreement\").18  The Revised Agreement provides \nthat investors are entitled to their appropriate percentage share of the net proceeds \nfrom the settlement of any patent infringement suit with respect to the Invention.19 \n[20] With the exception of Defendants, all investors entered into the Revised \nAgreement.20 \n[21] Sometime in April 2008, Def endants began asserting that the Agreement \ngave them an undivided one-half percent (1/2%) ownership interest in the Patents.21 \n[22] To support their claim of owner ship of an undivided one-half percent \n(1/2%) interest in the Invention and all related Patents, Defendants submitted the \nAgreement for recordation at the U.S. Patent and Trademark Office.22 \n[23] The parties disagree as to what  type of ownership interest Defendants \nreceived under the Agreement. \nDISCUSSION \n[24] Under Rule 56(c), su mmary judgment is to be rendered \"forthwith\" if the \npleadings, depositions, answers to interrogatories and admissions on file, together with \nthe affidavits, if any, show that upon the forecast of evidence there exists no genuine \nissue as to any material fact and that any party is entitled to a judgment as a matter of \nlaw.  Grayson v. High Point Dev. Ltd. P'ship, 175 N.C. App. 786, 788 (2006).   \n                                                 \n18 Id. ¶ 9. \n19 Id.   \n20 Id. ¶ 10.  \n21 Id. ¶ 11. \n22 Ans. ¶ 12.  \n[25] The court views the evidence in the light most favorable to the nonmoving \nparty.  Bruce-Terminix Co. v. Zurich Ins. Co., 130 N.C. App. 729, 733 (1998). \n[26] Plaintiffs seek summary judgment granting their request for a declaratory \njudgment that the Agreement only gave Defendants the right to one-half percent (1/2%) \nof all proceeds from the Invention and dismissing Defendants’ Counterclaims. \nPlaintiffs' Claim for Declaratory Judgment \n[27] Plaintiffs argue they are entitl ed to summary judgment granting their \nrequest for a declaratory judgment because the second sentence of the Agreement \nclearly defines Defendants’ interest as only a \"one-half percent of all the proceeds from \nthe sale of the [Invention].\"23  \n[28] Defendants, on the other hand, argue that the Agreement gave them a \none-half percent (1/2%) interest in the Invention itself, and that the second sentence is \nmerely an explanation of one incident of ownership, not a limitation.24   \n[29] Under North Carolina law, \"[w]hen t he language of the contract is clear \nand unambiguous, construction of the agreement is a matter of law for the court.\"  \nPiedmont Bank & Trust Co. v. Stevenson, 79 N.C. App. 236, 240 (1986); see also In re \nWill of Jones, 362 N.C. 569, 573 (2008) (\"Where an agreement is clear and \nunambiguous, no genuine issue of material facts exists, and summary judgment is \nappropriate.\").   \n[30] If the language of the contract is clear and unambiguous, the court cannot \nlook beyond the terms of the contract to determine the intentions of the parties.  Id.  \nHowever, if the language of the contract is ambiguous, the effect of the contract must be \n                                                 \n23 Id.  \n24 Defs. Br. Opp. Pls. Mot. Summ. J. (\"Defs. Brief\") 14-15. \ndetermined by turning to extrinsic evidence because the question of the parties’ \nintention becomes one of fact.  Runyon v. Paley, 331 N.C. 293, 305 (1992). \n[31] Whether the language of a contra ct is ambiguous or unambiguous is a \nquestion for the court to decide.  Id.  In interpreting a contract, \"it must be presumed that \nthe parties intended what the language used clearly expresses, and the contract must \nbe construed to mean what on its face it purports to mean.\"  Hagler v. Hagler, 319 N.C. \n287, 294 (1987).  \"However, when there is ambiguity in the language used, the intent of \nthe parties is a question for the jury . . . .\"  In re Will of Jones, 362 N.C. at 573 (internal \ncitation omitted). \n[32] Plaintiffs and Defendants differ in t heir interpretations of what type of \nownership interest Defendants received under the Agreement.  The central issue is \nwhether the second sentence of the Agreement limits Defendants’ ownership interest to \none-half percent (1/2%) of proceeds or merely describes one incident of ownership in \nthe Invention.  To answer this question, as a matter of law, the court must decide \nwhether the language of the Agreement is susceptible to more than one reasonable \ninterpretation.  See Dockery v. Quality Plastic Custom Molding, Inc., 144 N.C. App. 419, \n422 (2001).  \n[33] The first sentence of the Agreem ent provides that Defendants receive \none-half percent (1/2%) ownership in the Invention in exchange for the sum of \n$60,000.25  Viewing this sentence by itself, it appears to be a grant of an undivided \nownership interest in the Invention.  However, the second sentence goes on to state \nthat the above grant of ownership entitles Defendants to one-half percent (1/2%) of all \n                                                 \n25 Compl. Ex. A. \nthe proceeds from the sale of the Invention.26  The second sentence of the Agreement \ncan be construed as either a limitation on Defendants’ ownership interest or a \ndescription of one of the incidents of ownership.  \n[34] Viewing the evidence in the light most favorable to Defendants, the \nquestion of whether the parties intended the second sentence of the Agreement to limit \nDefendants’ ownership or clarify one incident of ownership is susceptible to two \ndiffering, yet reasonable, interpretations put forth by the parties.   \n[35] Because the Agreement is susc eptible to more than one reasonable \ninterpretation, it is ambiguous.  The court cannot say as a matter of law whether \nDefendants are entitled to one-half percent (1/2%) ownership in the Invention or one-\nhalf percent (1/2%) of the sale proceeds. \n[36] Accordingly, the court CONCLUDES that there exist one or more genuine \nissues of material fact as to the interpretation of the Agreement.  Plaintiffs' Motion with \nregard to their Claim for declaratory judgment therefore should be DENIED.  \nDefendants’ Counterclaims \nFraud \n[37] It is well settled in North Carolina that to support a claim for fraud, a \nclaimant must prove that there existed (a) a false representation or concealment of a \nmaterial past or existing fact; (b) that was reasonably calculated to deceive; (c) that was \nmade with an intent to deceive; (d) that did in fact deceive, i.e., was relied upon and (e) \nresulted in damage to the injured party.  State Props., LLC v. Ray, 155 N.C. App. 65, 72 \n(2002); Helms v. Holland, 124 N.C. App. 629, 634 (1996).  \n                                                 \n26 Id.  \n[38] Further, if there was in fact  reliance upon the representation or \nconcealment, an actionable claim for fraud requires the reliance to have been \nreasonable.  Johnson v. Owens, 263 N.C. 754, 756 (1965).  \"The reasonableness of a \nparty's reliance is a question for the jury, unless the facts are so clear that they support \nonly one conclusion.\"  Little v. Stogner, 162 N.C. App. 25, 30 (2004) (internal quotation \nomitted).  \n[39] A statement of opinion  ordinarily cannot be the basis of a cause of action \nfor fraud.  Leftwich v. Gaines, 134 N.C. App. 502, 508 (1999) (\"As a general rule, a \nmere promissory representation will not be sufficient to support an action for fraud.\").  \nHowever, \"a statement purporting to be opinion may be the basis for fraud if, at the time \nit is made, the maker of the statement holds an opinion contrary to the opinion he or she \nexpresses, and the maker also intends to deceive the listener.\"  Id. at 508-09.   \n[40] Defendants argue that several representations made by Charles Shamoon \nin May 2006 were fraudulent.  They point out that when Novatka asked Charles \nShamoon when he expected to have money in hand from a deal with GE, he replied \n\"sixty, ninety, worst case scenario, one hundred and twenty days.\"\n27  Further, Charles \nShamoon told Novatka and Defendants that he was \"at the finishing line\" with an \noriginal equipment manufacturer (GE) regarding a sale of the Invention.\n28 \n[41] Plaintiffs argue these stat ements were nothing more than honest \npredictions and opinions about GE’s interest in the Invention, and that these opinions \ncannot be the basis of a fraud claim.29  \n                                                 \n27 Lucy Turkow Dep. 58. \n28 Id. 46-47. \n29 Pls. Brief 14-15. \n[42] Defendants respond that following the April 11, 2006 meeting with GE \nofficials, Charles Shamoon understood that discussions for a possible licensing \nagreement would not begin until early 2007, well after he made the representations at \nissue to Defendants30  Defendants argue that because Charles Shamoon knew \nmeaningful negotiations between himself and GE would not begin until early 2007, his \nMay 2006 statements that a deal was close and that money would be changing hands \nwere false representations of existing fact.31 \n[43] Viewing the evidence in  the light most favorable to Defendants, the court \nCONCLUDES that there exist one or more genuine issues of material fact as to what \nCharles Shamoon knew in May 2006, when he made the representations to \nDefendants, and whether he knew these representations were false when he made \nthem.  Plaintiffs' Motion with regard to Defendants' Counterclaim for fraud therefore \nshould be DENIED. \nNegligent Misrepresentation \n[44] To state a claim for negligent mi srepresentation under North Carolina law, \na claimant must allege that (a) the claimant justifiably relied (b) to his detriment (c) on \ninformation prepared without reasonable care (d) by one who owed the relying party a \nduty of care.  Brinkman v. Barrett Kays & Assocs., 155 N.C. App. 738, 742 (2003) \n(internal quotation omitted). \n[45] A breach of the duty owed in neg ligent misrepresentation occurs when \n\"[o]ne who, in the course of his business, profession or employment, or in any other \ntransaction in which he has a pecuniary interest, supplies false information for the \n                                                 \n30 Defs. Brief 20. \n31 Id.  \nguidance of others in their business transactions . . . .\"  Marcus Bros. Textiles, Inc. v. \nPrice Waterhouse, LLP, 350 N.C. 214, 218 (1999). \n[46] Plaintiffs argue that the Def endants’ Counterclaim for negligent \nmisrepresentation should be dismissed because predictions of future business success \ndo not constitute the type of information that can form the basis for such a claim.32  \nPlaintiffs also argue any reliance by the Defendants on Charles Shamoon’s statements \nwas unreasonable because Defendants were experienced in business and should have \nknown that a licensing agreement with GE would not be final until it was signed.33  \n[47] Defendants do not directly respond to  Plaintiffs’ arguments that future \nbusiness predictions cannot form the basis of a negligent misrepresentation claim, but \nDefendants do contend their reliance on Charles Shamoon’s representations was \nreasonable.34  Defendants argue that they trusted Charles Shamoon and relied on his \nrepresentations because he and his wife were members of the same church that \nDefendants attended.35 \n[48] In negligent misrepresentation cases, whether liability accrues is fact-\ndependent.  Marcus Bros. Textiles, 350 N.C. at 220 (internal quotation omitted).  \"As \nsuch, summary judgment is seldom appropriate in these types of cases, unless the \nevidence is free of material conflict, and the only reasonable inference that can be \ndrawn therefrom is that there was no negligence on the part of defendant, or that his \nnegligence was not the proximate cause of the injury.\"  Id. (internal quotation omitted).  \n                                                 \n32 Pls. Brief 17. \n33 Id.  \n34 Defs. Brief 26. \n35 Id.  25.  \nFurthermore, the question of justifiable reliance is usually one for the fact-finder.  Id. at \n224.  \n[49] Defendants have alleged facts sufficient to show Charles Shamoon made \ncertain representations in the course of his business, in a transaction in which he had a \npecuniary interest and for the guidance of Defendants in their own business \ntransactions.36   \n[50] The question of whether Def endants reasonably relied on Charles \nShamoon’s representations is a matter for the fact finder to decide. \n[51] Accordingly, the court CONCLUDES that there exist one or more genuine \nissues of material facts as to whether Charles Shamoon’s statements rose to the level \nof negligent misrepresentation and whether the Defendants’ reliance on such \nstatements was reasonable.  Plaintiffs' Motion with regard to Defendants' Counterclaim \nfor negligent misrepresentation therefore should be DENIED. \nUnfair or Deceptive Trade Practice \n[52] To establish a claim for unfair and deceptive trade practices, a claimant  \nmust show: (a) the adverse party committed an unfair or deceptive act or practice, (b) \nthe action in question was in or affecting commerce and (c) the act proximately caused \ninjury to the claimant.  Bob Timberlake Collection, Inc. v. Edwards, 176 N.C. App. 33, 41 \n(2006).  \n[53] Plaintiffs argue that Defendants’ unfair and deceptive trade practices \nCounterclaim should be dismissed because the North Carolina Unfair and Deceptive \nTrade Practices Act (the \"UDTPA\") does not apply to securities transactions.37  Plaintiffs \n                                                 \n36 Ans. 9-10. \n37 Pls. Brief 20. \ncharacterize their negotiations with the Defendants and the resulting Agreement as a \nsecurities transaction.38 \n[54] Plaintiffs rely on Hajmm Co. v. House of Raeford Farms, Inc., 328 N.C. \n578 (1991), in support of their argument that securities transactions are not subject to \nthe UDTPA.39   \n[55] Hajmm had its \"genesis in the North Carolina Supreme Court’s decision in \nSkinner v. E. F. Hutton & Co., Inc., 314 N.C. 267 (1985).\"  Latigo Invs. II, LLC v. \nWaddell & Reed Fin., Inc., 2007 NCBC 17, ¶ 37 (N.C. Super. Ct. June 8, 2007).  In \nSkinner, the Supreme Court held that securities transactions are beyond the scope of \nthe UDTPA because securities transactions are already subject to pervasive regulation \nunder both state and federal securities law.  314 N.C. at 275.  Hajmm \"expanded the \nsecurities exception to include ‘the trade, issuance and redemption of corporate \nsecurities or similar financial instruments . . . .’\"  Latigo, 2007 NCBC 17, ¶ 37 (quoting \nHajmm, 328 N.C. at 594).  At issue in Hajmm were revolving fund certificates, issued for \nthe purpose of building up capital.  328 N.C. at 593.  The Supreme Court concluded that \nsince the \"issuance of securities is an extraordinary event done for the purpose of \nraising capital,\" it is not in or affecting commerce and therefore beyond the scope of the \nUDTPA.  Id. at 595.  \n[56] Defendants respond that the transaction at issue was not for the purpose \nof raising capital, but instead was a method by which Charles Shamoon could generate \npersonal income.40   \n                                                 \n38 Id.  \n39 Id.  \n40 Defs. Brief 29. \n[57] The issue here is whether Charles Shamoon’s solicitation of Defendants’ \ninvestment was primarily a \"capital raising device\" or a transaction to produce personal \nincome for Charles Shamoon.  It is likely that the former would make the solicitation a \nsecurities transaction and the latter would make it an activity subject to the UDTPA.  \nSee Latigo, 2007 NCBC 17, ¶ 36. \n[58] Whether Plaintiffs soli cited investments for raising capital for the Invention \nor used the investments as personal income is a question of fact. \n[59] Accordingly, the court CONCLUDES that there exist one or more genuine \nissues of material fact as to whether the transaction between Plaintiffs and Defendants \nis a securities transaction not subject to the UDTPA.  Plaintiffs' Motion with regard to \nDefendants' Counterclaim for unfair and deceptive trade practices therefore should be \nDENIED. \nSecurities Fraud \n[60] G.S. 78A-56(a) imposes ci vil liability upon any person who: \nOffers or sells a security by means of any unt rue statement \nof a material fact or any omission to state a material fact \nnecessary in order to make the statements made , in light of \nthe circumstances under which they were made, not \nmisleading (the purchaser not knowing of the untruth or \nomission), and who does not sustain the burden of proof that \nhe did not know, and in the exercise of reasonable care \ncould not have known of the untruth or omission . . . . \n \n[61] A \"security,\" as defined by G.S. 78A- 2(11), includes investment contracts. \n[62] Plaintiffs argue that because the Agreement is an investment contract, it is \na security subject to the North Carolina Securities Act (the \"Securities Act\").41 They also \n                                                 \n41 Pls. Brief 18.  Plaintiffs' theory apparently is that this would eliminate exposure on their part to liability \nunder the UDTPA.  \n \nargue that projections of future business performance, as complained of here by \nDefendants, are not actionable under the Securities Act.42    \n[63] Defendants disagree with Plaint iffs’ arguments with regard to the \nSecurities Act.  They contend that regardless of whether the Agreement constitutes a \nsecurity, Charles Shamoon’s statements are actionable under the Securities Act \nbecause they were untrue statements of material fact.43 \n[64] Plaintiffs rely on several Fourth Circuit cases, including Raab v. General \nPhysics Corp., 4 F.3d 286, 289-90 (4th Cir. 1993), for their contention that business \npredictions cannot give rise to securities fraud claims because they are not guarantees.  \nSee also Hillson Partners Ltd. P’ship v. Adage, Inc., 42 F.3d 204, 209-10 (4th Cir. \n1994); Marsh Grp. v. Prime Retail, Inc., 46 F. App'x 140, 146 (4th Cir. 2002); Malone v. \nMicrodyne Corp., 26 F.3d 471, 479 (4th Cir. 1994).  \n[65]   Defendants allege that at the time the parties were in negotiations in May \n2006, Charles Shamoon knew that a deal with GE would not even be up for discussion \nuntil early 2007.44  Despite this knowledge, Defendants allege, Charles Shamoon made \nrepresentations that he was at the \"finishing line\" with GE regarding a sale of the \nInvention and that money would be changing hands in \"sixty, ninety, worst case \nscenario, one hundred and twenty days.\"45   \n                                                 \n42 Id. 18-19.  \n43 Defs. Brief 28. \n44 Id. 20. \n45 Id. 20-21. \n[66] Defendants argue Charles Sham oon was not merely making general \npredictions about future business opportunities, but instead was misstating present \nmaterial facts.46 \n[67] As discussed earlier, whether t he transaction between Plaintiffs and \nDefendants is a security subject to the Securities Act is a question of fact, dependent \nupon the interpretation of the Agreement and the ownership interest received by the \nDefendants.  Furthermore, if the transaction is subject to the Securities Act, there are \ngenuine issues of fact as to what Charles Shamoon knew when he made the \nstatements to Defendants and whether these statements were false. \n[68] Accordingly, the court CONCLUDES that there exist one or more genuine \nissues of material fact as to whether Plaintiffs violated the North Carolina Securities Act.    \nPlaintiffs' Motion with regard to Defendants' Counterclaim for securities fraud therefore \nshould be DENIED. \nNOW THEREFORE, based upon the foregoing, it hereby is ORDERED that: \n[69] Plaintiffs’ Motion for Summary Judgment is DENIED.  \n[70] On Tuesday, December 20, 2011, beginning at 11:00 a.m., in the North \nCarolina Business Court at 225 Hillsborough Street, Suite 303, Raleigh, North Carolina, \nthe court will hold a status conference in this matter.  At that time the court will \ndetermine whether further pre-trial proceedings are necessary and set a date for trial.  \nCounsel and all individual parties shall appear at the status conference. \nThis the 6th day of December, 2011. \n       \n       \n       \n                                                 \n46 Id.  "
}