{
  "id": "96fa2269cb182da24d4cbb6aa29a41b70b9bf4d305d9eeaa0a3aa7fc8afb19f4",
  "source_file": "data/raw/ncbc/96fa2269cb182da24d4cbb6aa29a41b70b9bf4d305d9eeaa0a3aa7fc8afb19f4.pdf",
  "raw_text": "Window Gang Ventures, Corp. v. Salinas, 2019 NCBC 23. \n \n \nSTATE OF NORTH CAROLINA \n \nCARTERET COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n18 CVS 107 \n \nWINDOW GANG VENTURES, \nCORP., \n \nPlaintiff, \n \nv. \n \nGABRIEL SALINAS; THE GANG \nGROUP, INC.; and WINDOW \nNINJAS, LLC; RED WINDOW, LLC; \nBLUE WINDOW, LLC; and \nORANGE WINDOW, LLC, \n \nDefendants. \n \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ MOTION TO DISMISS \n \n \n  \n \n1. THIS MATTER is before the Court on Defendants’ Rule 12(b)(6) Motion to \nDismiss (the “Motion”) in the above -captioned action .  (Defs.’ Rule 12( b)(6) Mot. \nDismiss, ECF No. 55.)  \n2. After reviewing the Motion, the briefs in support of and in opposition to the \nMotion, the Amended Complaint, the appropriate materials attached to and \nincorporated in the Amended Complaint, and the arguments of counsel at the hearing \non October 25, 2018 (the “Hearing”),  the Court hereby GRANTS in part  and \nDENIES in part the Motion.  \nBell, Davis & Pitt, P.A., by Jason B. James, Joshua B. Durham, and D erek \nM. Bast, for Plaintiff Window Gang Ventures, Corp.  \n \nHodges Coxe Potter & Phillips, LLP, by C. Wes Hodges, II, Bradley A. Coxe, \nand Samuel B. Potter, for Defendants Gabriel Salinas, The Gang Group, Inc., \nWindow Ninjas, LLC, Red Window, LLC, Blue Window, LLC, and Orange \nWindow, LLC. \n \nBledsoe, Chief Judge. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND \n3. The Court does not make findings of fact on motions to dismiss under Rule \n12(b)(6) of the North Carolina Rules of Civil Procedure.  See, e.g., Concrete Serv. Corp. \nv. Inv’rs Grp., Inc. , 79 N.C. App. 678, 681, 340 S.E.2d 755, 758 (1986).  Rather, the \nCourt recites only the relevant allegations asserted in Plaintiff’s Amended Complaint \nto determine the Motion. \n4. Plaintiff Window Gang Ventures, Corp. (“Window Gang”) is a North \nCarolina corporation with its principal place of business in Carteret County.  (Am. \nCompl. ¶ 6, ECF No. 39.)  Window Gang is “engaged in the business of operating or \nfranchising ‘Window Gang’ locations for residential, commercial, industrial and high-\nrise cleaning services including window cleaning, blind cleaning, gutter cleaning, \nwindow tinting, chimney sweeping, dryer vent cleaning, roof washing, oil \nremediation, no slips floor, and low and  high pressure spray applications.”  (Am. \nCompl. ¶  16.)  Window Gang  has locations in twenty states , and each location is \noperated by a Window Gang-owned business or a franchise specifically authorized by \nWindow Gang to conduct business in a designated territory.  (Am. Compl. ¶ 17.) \n5. Defendant Gabriel Salinas (“Salinas”) is  a citizen and resident of New \nHanover County and is the President and Registered Agent for Defendant The Gang \nGroup, Inc. (“Gang Group”).  (Am. Compl. ¶¶ 7–8.)  Gang Group is a North Carolina \ncorporation, and Defendant Window Ninjas, LLC (“Window Ninjas”) is a North \nCarolina limited liability company .  (Am. Compl. ¶¶ 8 –9.)  Both Gang Group and \nWindow Ninjas maintain their principal places of business in New Hanover County, \nNorth Carolina.  (Am. Compl. ¶¶ 8―9.) \n6. Defendants Red Window, LLC  (“Red Window”) , Orange Window, LLC  \n(“Orange Window”) , and Blue Window, LLC ( “Blue Window ”) ( together, the \n“Affiliated Defendants”) are limited liability companies organized by Salinas to \noperate Window Gang franchises in South Carolina, Tennessee, and Virginia, \nrespectively.  (Am. Compl. ¶¶ 10–13.) \n7. On or about July 22, 1997, Salinas entered into a franchise agreement with \nWindow Gang  which granted him the exclusive right to o perate a Window Gang \nfranchise in “Wilmington, N C, (New Hanover County); Brunswick County; Pender \nCounty; and Duplin County ” for ten years  (the “1997 Franchise Agreement”).  (Am. \nCompl. ¶ 28.)  The 1997 Franchise Agreement also granted Salinas a limited right to \nuse Window Gang’s trade secrets.  (Am. Compl. ¶  27.)  On or about June 10, 2007 , \nSalinas, “individually and on behalf of Gang Group,” entered into a renewal franchise \nagreement (the “2007 Franchise Agreement”) , extending the franchise relationship \nthrough 2017. 1  (Am. Compl. ¶ 31 .)  The 2007 Franchise Agreement specifically \ndefined Salinas and Gang Group’s operating territory as the “Wilmington, NC, area.”  \n(2007 Franchise Agreement.) \n8. Window Gang alleges that “[f]rom 1997 through December 15, 2017, Salinas \nand Gang Group operated the Wilmington Territory (New Hanover, Brunswick, \n                                                 \n1  The 2007 Franchise Agreement attached to the Amended Complaint is signed by Salinas \nas franchisee and identifies Window Gang and Salinas as the only contracting parties.  (Am. \nCompl. Ex. 2, at Ex. A [hereinafter the “2007 Franchise Agreement”], ECF No. 39.2.) \nDuplin, and Pender Counties) Window Gang franchise,” (Am. Compl. ¶ 39), and \noccasionally serviced customers outside the Wilmington Territory, (Am. Compl. ¶ 41).  \nDuring the latter portion of this period , the Affiliated Defendants operated Window \nGang franchises in other states under oral agreements with Window Gang containing \nthe same terms set forth in Salinas’s franchise agreements.  (Am. Compl. ¶¶ 42–43.) \n9. In ear ly 2017, Window Gang provided Defendants with new franchise \nagreements and began negotiating a ten-year extension of the franchise relationship \nfrom 2017 to 2027.  (Am. Compl. ¶ 45.)  Soon thereafter, Salinas confirmed to Window \nGang that the agreements were under review and that “his signature was \nforthcoming.”  (Am. Compl. ¶ 46.)  Although the 2007 Franchise Agreement expired \non June 10, 2017, Salinas, Gang Group, and the Affiliated Defendants continued to \npay monthly roy alty fees to Window Gang under an “oral license” until September \n2017.  (Am. Compl. ¶ 49.)   Salinas and Gang Group continued to operate in the \nWilmington Territory as a Window Gang franchise until December 15, 2017 .  (Am. \nCompl. ¶ 39.) \n10. Window Gang alleges that during these 2017 negotiations, Salinas “began \noperating a competing window cleaning, blind cleaning, gutter cleaning and high \npressure spray application service business, [called] Window Ninjas , in the \nWilmington territory and in other” territories in which he had previously conducted \nbusiness as a Window Gang franchisee.  (Am. Compl. ¶ 50.)  Window Gang contends \nthat in launching and operating Window Ninjas, “Salinas utilized the proprietary \nWindow Gang system, customer lists, phone numbers, and [Window Gang’s t rade \nsecrets]” to compete with Window Gang in violation of the 2007 Franchise Agreement.  \n(Am. Compl. ¶ 51.) \n11. Window Gang further asserts that Salinas intentionally diverted customers \nand revenue from Window Gang to Window Ninjas  using e-mail, social media, and \ndirect marketing.  (Am. Compl. ¶ 52; Am. Compl. Ex. 4, ECF No. 39.4.)  Window Gang \nalleges that Defendants utilized Window Gang’s customer lists and other trade \nsecrets to falsely represent to existing and potential customers that Window Gang \nhad gone out of business, was no longer servicing the customers’ areas, or had \nchanged its name to Window Ninjas.  ( Am. Compl. ¶ 53; see Am. Compl. Ex. 4; Am. \nCompl. Ex. 5, ECF No 39.5 .)  Defendants also co ntinued to use and advertise \ntelephone numbers licensed and used by Window Gang in their efforts to advance \nWindow Ninjas’ business.  (Am. Compl. ¶ 63.) \n12. Window Gang filed its Complaint initiating this action on February 1, 2018, \nasserting claims for: (i) breach of the covenant not to compete in the 2007 Franchise \nAgreement;2 (ii) conversion; (iii) tortious interference with contract and tortious \ninterference with prospective economic advantage; (iv) trade secret misappropriation; \n(v) tradem ark infringement; (vi) and violation of the Unfair and Deceptive Trade \nPractices Act, N.C. Gen. Stat. § 75 -1.1, et seq. (“UDTPA”).  Contemporaneously with \nthe filing of the Complaint, Window Gang sought and obtained a temporary \n                                                 \n2 Although Defendants have also sought the dismissal of any Window Gang claim based on \nan alleged breach of the non-solicitation provision in the 2007 Franchise Agreement, Window \nGang has not attempted to enforce that provision and has confirmed that  “the Amended \nComplaint does not contend that the Franchise Agreement with Salinas contains an \nenforceable covenant against solicitation.”  (Pl.’s Resp. Br. Opp. Defs.’ Mot. Dismiss 19 \n[hereinafter “Pl.’s Resp. Br.”], ECF No. 58.) \nrestraining order (the “TRO”) from Superior Court Judge John E. Nobles , Jr.  The \nTRO restricted Defendants from using Window Gang’s “ [m]arks, likeness, good will, \ncustomer lists, Trade Secrets and proprietary systems and processes as defined in the \nComplaint and from solici ting or interfering with Window Gang, it s customers, or \ncontracts.”  (Order Granting TRO 1 , ECF No. 4.)  The TRO further ordered \nDefendants to immediately stop using certain phone numbers belonging to Window \nGang.  (Order Granting TRO 2.) \n13. The next day, on February 2, 2018, Defendants filed a Notice of Designation \nseeking to designate this matter as a mandatory complex business case under N.C. \nGen. Stat. § 7A -45.4.  (Notice Designation, ECF No. 5 .)  The case was subsequently \ndesignated as a mandatory complex business case, (Designation Order, ECF No. 6) , \nand, on February 6, 2018, assigned to the undersigned, (Assignment Order, ECF No. \n2). \n14. On February 13, 2018, Window Gang filed a motion for preliminary \ninjunction, (Pl.’s Mot. Prelim. Inj., ECF No. 14), reiterating its arguments in support \nof its TRO Motion and further contending that while Salinas was operating as a \nWindow Gang franchisee, he used an e-mail account (the “Google Account”)  to store \nmaterials belonging to Window Gang, including customer information.  (Pl.’s Mem. \nLaw Supp. Mot. Prel. Inj. 11, ECF No. 16.) \n15. After expedited briefing, the Court held a hearing on Window Gang’s \npreliminary injunction motion on February 16, 2018.  The Court subsequently issued \na Preliminary Injunction on February  21, 2018, requiring Defendants to return all \nWindow Gang Protected Information, 3 and prohibiting Defendants from using and \naccessing the Google Account.  Id. at *33–36. \n16. Window Gang alleges that on February 19, 2018 —three days after the \npreliminary injunction hearing but before the Court’s ruling —Brandee Pohlson \n(“Pohlson”), Gang Group’s Office Manager and Window Ninjas’ Vice President of \nOperations, accessed the Google Account, (Am. Compl. ¶ 90; Am. Compl. Ex. 13, at 6, \nECF No. 39.13 ), and “moved we ll over a thousand files [related to the operation of \nWindow Gang franchises] into the trash [,]” (Am. Compl. ¶ 91; Am. Compl. Ex. 14 , \nECF No. 39.14 ).  According to Window Gang, Pohlson now admits that she deleted \nfiles from the Google Account on February 1 9 and 27, 2018, and that she was \nspecifically “deleting all files off the [Google Account] that contained the name or \nmark for Window Gang.”  (Am. Compl. ¶ 96; see Am. Compl. Ex. 16, at ¶ 8, ECF No \n39.16 (emphasis omitted).)  Window Gang also contends that Defendants continued \nto use Window Gang’s phone numbers after entry of the Preliminary Injunction.  (Am. \nCompl. ¶¶ 65–67.) \n17. In light of Defendants’ conduct, Window Gang filed an Amended Complaint \non April 20, 2018, which abandoned its claim for unjust enrichment and asserted new \n                                                 \n3 The Preliminary Injunct ion defines “Protected Information” as “all signs, catalogues, \nadvertising materials, forms, invoices and other materials containing the WINDOW GANG \nNames and Marks or otherwise relating to the Franchise, ” Window Gang’s proprietary and \nconfidential information, “including without limitation the contents of the Operations \nManual and specifications, standards and operation procedures of the WINDOW GANG \nFranchise,” as well as “training materials, operation procedures, client lists and other data.”  \nWindow Gang Ventures, Corp. v. Salinas, 2018 NCBC LEXIS 18, at *18–19 (N.C. Super. Ct. \nFeb. 21, 2018). \nclaims for trademark infringement under N.C. Gen. Stat. §§ 80 -11 and 80 -13, civil \nobstruction of justice, and civil conspiracy to commit civil obstruction of justice. \n18. Defendants filed the Motion on August 10, 2018, seeking dismissal of all of \nWindow Gang’s claims against all Defendants .  The Motion has been fully briefed, \nthe Hearing has been held, and the Motion is now ripe for resolution. \nII. \nLEGAL STANDARD \n19. In ruling on a motion to dismiss for failure to state a cl aim under Rule \n12(b)(6), the Court’s inquiry is “whether the allegations of the complaint, if treated as \ntrue, are sufficient to state a claim upon which relief can be granted under some legal \ntheory.”  Corwin v. British Am. Tobacco PLC , 821 S.E.2d 729, 73 6 (N.C. 2018) \n(quoting CommScope Credit Union v. Butler & Burke, LLP , 369 N.C. 48, 51, 790 \nS.E.2d 657, 659 (2016)). \n20. “When documents are attached to or incorporated into a complaint,”  the \nCourt may consider those documents without converting the motion into one for \nsummary judgment under Rule 56.  Schlieper v. Johnson , 195 N.C. App. 257, 261, \n672 S.E.2d 548, 551 (2009). \n21. “It is well  established that dismissal pursuant to Rule 12(b)(6) i s proper \nwhen ‘(1) the complaint on its face reveals that no law supports the . . . claim; (2) the \ncomplaint on its face reveals the absence of facts sufficient to make a good claim; or \n(3) the complaint discloses some fact that necessarily defeats the . . . claim.’”  Corwin, \n821 S.E.2d at 736 –37 (quoting Wood v. Guilford C ounty, 355 N.C. 161, 166, 558, \nS.E.2d 490, 494 (2002) ).  The Court will not grant a motion to dismiss “unless it \nappears to a certainty that [the] plaintiff is entitled to no relief under any state of \nfacts which could be proved in support of the claim.”  Sutton v. Duke , 277 N.C. 94, \n103, 176 S.E.2d 161, 166 (1970) (emphasis omitted). \n22. The Court construes the allegations in the pleading “in the light most \nfavorable to the non-moving party.”  Christenbury Eye Ctr., P.A. v. Medflow, Inc., 370 \nN.C. 1, 5, 802 S.E.2d 888, 891 (2017).  The Court is not required, however, “to accept \nas true allegations that are merely conclusory, unwarranted deductions of fac t, or \nunreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. Dep’t of Health & Human \nServs., 174 N.C. App. 266,  274, 620 S.E.2d 873, 880 (2005); see also McCrann v. \nPinehurst, LLC , 225 N.C. App. 368, 377, 737 S.E.2d 771, 777 (2013)  (treating \nplaintiffs’ factual allegations as true, but ignoring their legal conclusions).  The Court \nmay also “reject allegations that are contradicted by the documents attached, \nspecifically referred to, or incorporated by reference in the complaint.”  Laster v. \nFrancis, 199 N.C. App. 572, 577, 681 S.E.2d 858, 862 (2009). \nIII. \nANALYSIS \nA. Breach of Contract: Breach of the Non-compete Provision \n23. Window Gang alleges that Salinas, Gang Group, and the Affiliated \nDefendants breached the 2007 Franchise Agreement by  \nengag[ing] in direct competition with Window Gang, disparag[ing] Window \nGang, divert[ing] customers away from Window Gang to . . . Window Ninjas, \ntransferr[ing] Window Gang telephone numbers into the name of Window \nNinjas, fail [ing] to keep Window Gang’s [trade secr ets], fail [ing] to return \ninformation and documents belonging to Window [Gang], and failing to pay \n[required] royalty payments in addition to other breaches of the written and \noral agreements. \n \n(Am. Compl. ¶ 118.) \n \n24. Defendants seek dismissal of Window Gang’s breach of contract claim only \nas it relates to the non -competition provision, contending that  the provision is \nunenforceable as a matter of law because it is overbroad as to territory and fails to \nprotect Window Gang’s legitimate business interests.  (Mem. Law Supp. Defs.’ Mot. \nDismiss 4–13 [hereinafter “Defs.’ Mot. Dismiss Br.”], ECF No. 38.) \n25. Covenants not to compete are “disfavored” under North Carolina  law.  \nHoward v. Oakwood Homes, Corp. , 134 N.C. App. 116, 121 –22, 516 S.E.2d 879, 883 \n(1999).  Nevertheless, a covenant not to compete is enforceable if it is  (i) in writing, \n(ii) made as part of the employment contract , (iii) supported by valuable \nconsideration, (iv) reasonable as to time and territory, and (v) designed to protect the \nemployer’s legitimate business interest.  See Hartman v. W.H. Odell & Assocs., Inc. , \n117 N.C. App. 307, 311, 450 S.E.2d 912, 916 (1994) .  Window Gang, as the party \nseeking to enforce the covenant, has the burden to prove the covenant’s restrictions \nare reasonable.  Id.  The reasonableness of a non-competition agreement is a matter \nof law for the court.  Med. Staffing Network, Inc. v. Ridgeway, 194 N.C. App. 649, 655, \n670 S.E.2d 321, 327 (2009) (citing Shute v. Health, 131 N.C. 281, 282, 42 S.E. 704, \n704 (1902)). \n26. As an initial matter, the only written non-competition provision at issue is \nin the 2007 Franchise Agreement, a document Window Gang alleges Salinas signed \nboth in his individual capacity and on behalf of Gang Group.  (See Am. Compl. ¶ 31; \n2007 Franchise Agreement § 16.5.)  Window Gang appropriately “concedes that it is \nonly pursuing its non-competition claim against Salinas, and those acting in concert \nwith him, arising from [the 2007 Franchise Agreement].”  (Pl.’s Resp. Br. 5.)  As a \nresult, Window Gang ’s breach of contract claim against the Affiliated Defendants \nshall be dismissed because it is based on the breach of an alleged non -competition \nagreement that Window Gang has failed to plead was ever reduced to writing. \n27. Turning then to Window Gang’s breach of contract claim against Salinas \nand Gang Group, the non-competition provision in the 2007 Franchise Agreement  \n(the “Non-compete”) provides that, for a period of two years after the termination or \nexpiration of that agreement, Salinas and Gang Group will not: \nhave any interest as an owner (except of publicly traded securities that are \ntraded on a stock exchange or on the over -the-counter market), partner, \ndirector, officer, employee, consultant, representative or agent, or in any \nother capacity, in any other bu siness conducting residential or commercial \ncleaning services including window cleaning, blind cleaning, gutter cleaning \nand high pressure spray applications or any business which is the same, \nsimilar to or competitive with [Window Gang] and the WINDOW GANG \nFranchise System within a radius of 50 miles of [their] Operating Territory. \n \n(2007 Franchise Agreement § 16.5 .)  As previously discussed, t he 2007 Franchise \nAgreement designates Salinas  and Gang Group’s  Operating Territory as the \n“Wilmington, NC, area[,]” (2007 Franchise Agreement, at Ex. A), and Window Gang \nalleges that Salinas, Gang Group, and Window Gang all understood through their \ncourse of dealing that the “Wilmington, NC , area” encompassed New Hanover, \nBrunswick, Pender, and Duplin Counties, (Am. Compl. ¶ 39; Pl.’s Resp. Br. 10). \n28. When evaluating the enforceability of covenants not to compete, North \nCarolina courts note a distinction between covenants relating to the sale of business \nand those ancillary to employment contracts.  See Outdoor Lighting Perspectives \nFranchising, Inc. v. Harders, 2012 NCBC LEXIS 28, at *19 (N.C. Super. Ct. May 14, \n2012), aff’d, 228 N.C. App. 613, 747 S.E.2d 256 (2013) .  Our appellate courts have \ndetermined that non-competes in franchise agreements present hybrid situations in \nwhich courts should combine the elements used to evaluate non-competes for the sale \nof a business and those used to analyze non-competes in employment contracts.  See \nOutdoor Lighting Perspectives Franchising, Inc. v. Harders, 228 N.C. App. 613, 621–\n23, 747 S.E.2d 256, 262–64 (2013).  As stated by the Court of Appeals: \nthe ultimate issue which we must decide in resolving such disputes among \nfranchisors and franchisees is the extent to which the non -competition \nprovision contained in the franchise agreement is no more restrictive than is \nnecessary to protect the legitimate interests of the franchisor, with the \nrelevant factors to be considered  in the making of this determination to \ninclude the reasonableness of the duration of the restriction, the \nreasonableness of the geographic scope of the restriction, and the extent to \nwhich the restriction is otherwise necessary to protect the legitimate interests \nof the franchisor. \n \nId. at 623, 747 S.E.2d at 264. \n29. “In evaluating reasonableness, the time and territory restrictions must be \nread in tandem[.]”  Hartman, 117 N.C. App. at 311, 450 S.E.2d at 916.  While “either \nthe time or the territory restriction, standing alone, may be reasonable, the combined \neffect of the two may be unreasonable.”  Farr Assocs., Inc. v. Baskin, 138 N.C. App. \n276, 280, 530 S.E.2d 878, 881 (2000). \n30. Courts applying North Carolina law  have regularly held that a two -year \npost-employment or post -sale non -competition restriction similar to that here is \nreasonable.  See, e.g., Kinston Med. Specialists, P.A. v. Bundle , 2015 NCBC LEXIS \n48, at *7 (N.C. Super. Ct. May 7, 2015); see also Philips Elecs. N. Am. Corp. v. Hope, \n631 F. Supp. 2d 705, 717 (M.D.N.C. 2009) (observing that a two-year time restriction \nwas “well within the range that the North Carolina courts have deemed reasonable”). \n31. In determining the reasonableness of the geographic scope of a non-compete \nagreement in the employment context, courts assess, among other things: \n(1) the area, or scope, of the restriction, (2) the area assigned to [the] \nemployee, (3) the area in which the employee actually worked or was subject \nto work, (4) the area in which the employer operated, (5) the nature of the \nbusiness involved, and (6) the nature of the employee’s duty and his \nknowledge of the employer’s business operation. \n \nOutdoor Lighting, 228 N.C. App. at 622, 747 S.E.2d at 263  (quoting Clyde Rudd & \nAssocs., Inc. v. Taylor , 29 N.C. App. 679, 684, 225 S.E.2d 602, 605 (1976)) .  \n“Ordinarily, a covenant’s geographic scope will be found reasonable if it encompasses \nthe area served by the business that the covenant protects.”  Beverage Sys. of the \nCarolinas, LLC v. Assoc iated Beverage Repair, LLC , 368 N.C. 693, 698, 784 S.E.2d \n457, 461 (2016) (citing Thompson v. Turner, 245 N.C. 478, 481–82, 96 S.E.2d 263, 266 \n(1957)). \n32. To support their contention that the Non-compete at issue here is \nunenforceable as to time and territory , Defendants rely heavily on the Court of \nAppeals’ statement in Farr, that “[t]o prove that a geographic restriction in a non -\ncompete provision is reasonable, an employer must first show where its customers \nare located and that the geographic scope of the covenant is necessary to maintain \nthose customer relationships.”  Farr Assocs., 138 N.C. App. at 281, 530 S.E.2d at 882.  \nDefendants contend that Window Gang’s claim necessarily fails under Farr because \nWindow Gang has failed to allege that it has existing customers located within New \nHanover, Brunswick, Pender, and Duplin Counties , or that Window Gang has any \ncustomers within a 50-mile radius beyond the borders of those counties.  (Defs.’ Mot. \nDismiss Br. 7–9); see also Okuma Am. Corp. v. Bowers , 181 N.C. App. 85, 89, 638 \nS.E.2d 617, 620  (2007) (“[T]he scope of [a] geographic restriction must not be any \nwider than is necessary to protect the employer’s reasonable business interests.”).   \nThe Court disagrees on the alleged facts. \n33. Although in bare-bones fashion, Window Gang has alleged that it serviced \ncustomers in New Hanover, Pender, and Brunswick Counties within the \n“Wilmington, NC, area,” as well as customers in Bladen and Onslow Counties within \na 50-mile radius of the “Wilmington, NC, area.”  (Am. Compl. ¶¶ 39–41.)  Thus, the \nCourt cannot conclude, at the Rule 12(b)(6) stage, that the Non-compete’s geographic \nscope, when considered with its two -year duration,  renders the provision  \nunenforceable as a matter of law.  See, e.g., Sandhills Home Care, LLC v. Companion \nHome Care - Unimed, Inc., 2016 NCBC LEXIS 61, at *19–20 (N.C. Super. Ct. Aug. 1, \n2016) (finding general allegation that plainti ff provided services in a restricted \nterritory within 100 -mile radius of plaintiff’s location sufficient to survive Rule \n12(b)(6) dismissal); Kinston, 2015 NCBC LEXIS 48, at *8 –9 (finding general \nallegation that a regional medical center had locations in Lenoir and Onslow Counties \n“minimally sufficient to survive dismissal”  under Rule 12(b)(6) where the restricted \nterritory included those counties and four others) .  The Court’s conclusion on this \naspect of Defendant’s argument, however, does not end the inquiry. \n34. In addition to the reasonableness of the time and territory restrictions, the \nCourt must also consider “the extent to which the restriction is otherwise necessary \nto protect the legitimate interests of the franchisor.”  Outdoor Lighting, 228 N.C. App. \nat 623, 747 S.E.2d at 264.  It is at this level of the analysis that Window Gang’s claim \nfor breach of the Non-compete fails as a matter of law. \n35. In the employment context, our courts have recognized that an employer has \na legitimate interest in protecting “customer relationships and goodwill against \nmisappropriation by departing employees.”  United Labs., Inc. v. Kuykendall, 322 \nN.C. 643, 651, 370 S.E.2d 375, 381 (1988).  Nevertheless, the restriction “must be no \nwider in scope than is necessary to protect the business of the employer.”  VisionAIR, \nInc. v. James, 167 N.C. App. 504, 508, 606 S.E.2d 359, 362 (2004).  Our courts \nroutinely hold that non-competition covenants are overbroad, and therefore \nunenforceable, when they “prohibit the employee from engaging in future work that \nis distinct from the duties actually performed by the employee.”  Ridgeway, 194 N.C. \nApp. at 656, 670 S.E.2d at 327; see, e.g., Hartman, 117 N.C. App. at 317, 450 S.E.2d \nat 920 (invalidating non-compete because “rather than attempting to prevent plaintiff \nfrom competing for actuarial business, . . . [the provision] appear[ed] to prevent \nplaintiff from working as a custodian for any ‘entity’ which provide[d] ‘actuarial \nservices’”). \n36. In considering these principles in the franchise context, the Court of Appeals \nhas held that: \n[a]lthough the specific job description of the person sought to be restrained \nhas been deemed less relevant when courts analyze a restriction placed on a \nbusiness owner, we believe that the extent to which a particular contractual \nprovision unreasonably impairs a former franchisee’s ability to work in a \nrelated field or particular industry is relevant to the reasonableness of a non-\ncompetition restriction arising from the termination of a franchise \nagreement.   \n \nOutdoor Lighting, 228 N.C. App. at 622–23, 747 S.E.2d at 263. \n37. When interpreting the scope of the restrictions in a covenant not to compete, \nNorth Carolina courts follow basic rules of contract construction.  “If the plain \nlanguage of a contract is clear, the intention of the parties is inferred from the words \nof the contract, so that if the language is clear and only one reasonable interpretation \nexists, the courts must enforce the contract as written.”  Id. at 628, 747 S.E.2d at 267 \n(internal quotation marks omitted).  “When the language in a contract is ambiguous, \nwe view the practical result of the restriction by ‘construing the restriction strictly \nagainst its draftsman[.]’”  Elec. S., Inc. v. Lewis , 96 N.C. App. 160, 167, 385 S.E.2d \n352, 356 (1989) (quoting Manpower of Guilford Cty., Inc. v. Hedgecock, 42 N.C. App. \n515, 522, 257 S.E.2d 109, 115 (1979)). \n38. Here, the Non-compete precludes Salinas and Gang Group from working in \nany capacity for the following: \nany other business conducting residential or commercial cleaning services \nincluding window cleaning, blind cleaning, gutter cleaning and high pressure \nspray applications or any business which is the same, similar to or \ncompetitive with [Window Gang] and the WINDOW GANG Franchise System \nwithin a radius of 50 miles of [the] Operating Territory. \n \n(2007 Franchise Agreement § 16.5.)  Thus, b y the Non-compete’s own terms, the \nprohibition extends to businesses that are “the same” or “similar to” Window Gang \nand its system, not simply to those that are “competitive” with Window Gang.  This \nfeature alone makes the Non-compete overbroad a nd unenforceable.  See, e.g. , \nOutdoor Lighting, 228 N.C. App. at 628, 747 S.E.2d at 267  (finding unenforceable a \nnon-compete restricting franchisee from having any involvement in any business \n“operating in competition with an outdoor lighting business” or any business “similar” \nto the franchisee’s as it went “well beyond the prohibition of activities that would put \n[franchisee] in competition with [franchisor]”). \n39. Furthermore, Salinas and Gang Group are restricted from working for those \nprohibited businesses in any capacity whatsoever —not simply in roles which would \ncause competitive harm to Window Gang  or only in divisions of those businesses \nwhich compete with Window Gang.  On this basis, too, the Non-compete is overbroad \nand unenforceable.  See, e.g. , id. at 629, 747 S.E.2d at 267 (holding non -compete \npreventing franchisee from working for a competitor in an area which did not compete \nwith franchisor’s business impermissibly “prevent[ed] [franchisee] from engaging in \nactivities that [had] no tendency to adversely affect [franchisor’s] legitimate business \ninterests”); VisionAIR, 167 N.C. App. at 508–09, 606 S.E.2d at 362–63 (finding \ncovenant unenforceable because it prevented former employee  from performing \n“wholly unrelated work” at a similar firm); Sandhills, 2016 NCBC LEXIS 61, at *15 \n(granting motion to dismiss and finding covenant “overly broad because it effectively \nprohibits [former employees] from obtaining employment with any other company in \nthe home health business in any North Carolina county in which [former employer] \nprovides services”); Akzo Nobel Coatings, Inc. v. Rogers, 2011 NCBC LEXIS 42, at \n*42–43 (N.C. Super. Ct. Nov. 3, 2011) (granting motion to dismiss and finding invalid \na provision that would have prevented employee “from working for a competitor in \nthe wood coatings industry in a position wholly outside the scope of his” previous \nemployment).4 \n40. Window Gang seeks to salvage its claim by urging the Court to “blue pencil” \nthe Non-compete to render it enforceable.  ( Pl.’s Resp. Br. 12.)  Blue-penciling is the \nprocess by which “a court of equity will take notice of the divisions the parties \nthemselves have made [in a covenant not to compete], and enforce the restrictions in \nthe territorial divisions deemed reasonable and refuse to enforce them in the divisions \ndeemed unreasonable.”  Welcome Wagon Int’l, Inc. v. Pender, 255 N.C. 244, 248, 120 \nS.E.2d 739, 742 (1961).  The blue pencil rule, however, “severely limits what the court \nmay do to alter the covenant.”  Hartman, 117 N.C. App. at 317, 450 S.E.2d at 920.  As \na general rule, “[t]he courts will not rewrite a contract if it is too broad but will simply \nnot enforce it.”  Whittaker Gen. Med. Corp. v. Daniel, 324 N.C. 523, 528, 379 S.E.2d \n                                                 \n4 Window Gang relies heavily on the Court of Appeals’ decision in Precision Walls, Inc. v. \nServie, 152 N.C. App. 630, 568 S.E.2d 267 (2002), to argue that the  “any capacity” language \nfound to be enforceable in that case compels the conclusion that the “any capacity” language \nin the Non-compete is likewise enforceable.  As this Court has explained, however, “the \nholding of Precision Walls is narrow and confined to its unique facts.”  InVue Sec. Prods. v. \nStein, 2017 NCBC LEXIS 115, at *14 (N.C. Super. Ct. Dec. 18, 2017); see also Asheboro Paper \n& Packaging, Inc. v. Dickinson, 599 F. Supp. 2d 664, 675 (M.D.N.C. \n2009) (distinguishing Precision Walls); Horner Int’l Co. v. McKoy, 232 N.C. App. 559, 566, \n754 S.E.2d 852, 857 (2014) (noting that Precision Walls was “largely inapposite” to the case \nbefore it); CopyPro, Inc. v. Musgrove, 232 N.C. App. 194, 203, 754 S.E.2d 188, 194 (2014) \n(concluding “that Precision Walls does not control the outcome in this case”); VisionAIR, 167 \nN.C. App. at 509 & n.1, 606 S.E.2d at 362–63 & n.1 (distinguishing Precision Walls). \n824, 828 (1989); see, e.g., Beverage Sys., 368 N.C. at 699, 784 S.E.2d at 461 (“[W]hen \nan agreement not to compete is found to be unreasonable, we have held that the court \nis powerless unilaterally to amend the terms of the contract.”). \n41. “A court at most may choose not to enforce a distinctly separable part of a \ncovenant in order to render the provision reasonable.  It may not otherwise revise or \nrewrite the covenant.”  Hartman, 117 N.C. App. at 317, 450 S.E.2d at 920.  In \nparticular, the Court “may not resurrect, in whole cloth, a covenant not to compete \nby erasing and replacing offending, but key, portions of a contract. ”  Prof’l Liab. \nConsultants, Inc. v. Todd, 122 N.C. App. 212, 221, 468 S.E.2d 578, 584  (Smith, J., \ndissenting), dissent adopted per curiam, 345 N.C. 176, 478 S.E.2d 201 (1996). \n42. At oral argument, Window Gang suggested that the Court could render the \nNon-compete reasonable by striking language as follows: \nwill not have any interest as an owner (except of publicly traded securities \nthat are traded on a stock exchange or on the over -the-counter market), \npartner, director, officer, employee, consultant, representative or agent, or in \nany other capacity,  in any  other business conducting residential or \ncommercial cleaning services including window cleaning, blind cleaning, \ngutter cleaning and high pressure spray applications or any business which \nis the same, similar to or competitive with [Window Gang] and the WINDOW \nGANG Franchise System within a radius of 50 miles of Your Operating \nTerritory. \n \n43. While less restrictive, Window Gang’s proposed blue penciling does nothing \nto remedy the Non-compete’s overly broad language precluding Salinas  and Gang \nGroup from workin g for a business which is the “same [or] similar to,” but not \n“competitive” with, Window Gang.  Accordingly, for the reasons set forth above, the \nCourt concludes that Window Gang’s breach of contract claim against Salinas, Gang \nGroup, and the Affiliated Defendants for breach of the Non-compete fails as a matter \nof law and should be dismissed. \nB. Conversion \n \n44. Window Gang has asserted a conversion claim against all Defendants for \nallegedly retaining and destroying certain Window Gang Property.  (Am. Compl. ¶ ¶ \n152–55.)  Defendants contend that application of the economic loss rule mandates \ndismissal of Window Gang’s conversion claim.  North Carolina’s economic loss \nrule derives from the proposition that “[o]rdinarily, a breach of contract does not give \nrise to a tort action by the promisee against the promisor.”  N.C. State Ports Auth. v. \nLloyd A. Fry Roofing, Co., 294 N.C. 73, 81, 240 S.E.2d 345, 350 (1978).5  The rule \nprovides “limitations on the recovery in tort when a contract exists between the \n                                                 \n5 Ports Authority recognized four exceptions to this general rule: \n \n(1) The injury, proximately caused by the promisor’s negligent act or omission  \nin the performance of his contract, was an injury to the person or property of \nsomeone other than the promisee.  \n \n(2) The injury, proximately caused by the promisor’s negligent, or wilful, act  \nor omission in the performance of his contract, was to property of the promisee \nother than the property which was the subject of the contract, or was a personal \ninjury to the promisee.  \n \n(3) The injury, proximately caused by the promisor’s negligent, or wilful, act  \nor omission in the performance of his contract, was loss of or damage to the \npromisee’s property, which was the subject of the contract, the promisor being \ncharged by law, as a matter of public policy, with the duty to use care in the \nsafeguarding of the property from harm, as in the case of a common carrier, an \ninnkeeper or other bailee. \n \n(4) The injury so caused was a wilful injury to or a conversion of the property  \nof the promisee, which was the subject of the contract, by the promisor. \n \nId. at 82, 240 S.E.2d at 350–51 (internal citations omitted).  \nparties that defines the standard of conduct and which the courts believe should set \nthe measure of recovery.”  Akzo Nobel Coatings, 2011 NCBC LEXIS 42, at *47–48.  In \nshort, the economic loss rule precludes a tort action \nagainst a party to a contract who simply fails to properly perform the terms \nof the contract, even if that failure to properly perform was due to the \nnegligent or intentional conduct of that party, when the injury resulting from \nthe breach is damage to the subject matter of the contract. \n \nForest2Market, Inc. v. Arcogent, Inc., 2016 NCBC LEXIS 3, at *7–8 (N.C. Super. Ct. \nJan. 5, 2016) (quoting Spillman v. Am. Homes of Mocksville, Inc., 108 N.C. App. 63, \n65, 422 S.E.2d 740, 741–42 (1992)). \n45. To maintain a tort claim for conduct “also alleged to be a breach of contract,” \nthe plaintiff must show “a duty owed by the defendant separate and distinct from any \nduty owed under a contract.”  Id. at *8 (quoting Akzo Nobel Coatings, 2011 NCBC \nLEXIS 42, at *47–48).  The tort claim “must be grounded on a violation of a duty \nimposed by operation of law, and the right invaded must be one that the law provides \nwithout regard to the contractual relationship of the parties.”  Rountree v. Chowan \nCounty, 796 S.E.2d 827, 831 (N.C. Ct. App. 2017) (quoting Asheville Contracting Co., \nInc. v. City of Wilson, 62 N.C. App. 329, 342, 303 S.E.2d 365, 373 (1983)).  Typically, \n“the tortious conduct must have an aggravating element  such as malice or \nrecklessness[.]”  Strum v. Exxon Co., USA, 15 F.3d 327, 331 (4th Cir. 1994) ; see also \nNewton v. Standard Fire Ins. Co. , 291 N.C. 105, 112, 229 S.E.2d 297, 301 (1976) \n(“Such aggravated conduct was early defined to include ‘fraud, malice, such a degree \nof negligence as indicates a reckless indifference to consequences, oppression, insult, \nrudeness, caprice, [and] willfulness[.]’”). \n46. The economic loss rule does not apply to all tort claims, however.  As recently \nexplained by the Court of Appeals in Bradley Woodcraft, Inc. v. Bodden, “while claims \nfor negligence are barred by the economic loss rule where a valid contract exists \nbetween the litigants, claims for fraud are not so barred, and indeed, ‘[t]he law is, in \nfact, to the contrary: a plaintiff may assert both claims[.]’”  251 N.C. App. 27, 34, 795 \nS.E.2d 253, 258 (2016) (quoting Jones v. Harrelson & Smith Contr actors, LLC, 194 \nN.C. App. 203, 215, 670 S.E.2d 242, 250 (2008)) .  Of particular significance here, \nBradley Woodcraft did not answer whether the economic loss rule may extend to bar \nintentional tort claims other than fraud. \n47. While the Bradley Woodcraft court observed in dicta that “Ports Authority \nand analogous cases applying the economic loss rule are limited in scope to claims for \nnegligence,” id. at 34, 795 S.E.2d at 259, suggesting that the rule has no application \nto intentional torts  generally, f ederal courts interpreting Bradley Woodcraft  have \nrejected the contention that the Court of Appeals  intended to limit Ports Authority \nand North Carolina’s economic loss rule to bar only negligence claims, see, e.g., Legacy \nData Access, Inc. v. Cadrillion, LLC , 889 F.3d 158, 166 (4th Cir. 2018) (interpreting \nBradley Woodcraft as “simply another application of the principle that the economic \nloss rule does not bar tort claims based on an independent legal duty, which is \n‘identifiable and distinct ’ from the contractual duty”);  Foodbuy, LLC v. Gregory \nPackaging, Inc., No. 3:16-cv-00809-FDW-DCK, 2018 U.S. Dist. LEXIS 164189, at \n*81–82 (W.D.N.C. Sept. 25, 2018) (relying on Legacy Data in barring claims for \ntortious interference with contract and unfair and deceptive trade practices). \n48. Those courts have recognized tha t “[i]n preventing parties from asserting \ntort claims for a simple breach of contrac t, the economic loss rule thus ‘ encourages \ncontracting parties to allocate risks for economic loss themselves.’”  Legacy Data, 889 \nF.3d at 164 (quoting Lord v. Customized Consulting Specialty, Inc., 182 N.C. App. \n635, 639, 643 S.E.2d 28, 30 (2007)); see also Moore v. Coachmen Indus., Inc., 129 N.C. \nApp. 389, 402, 499 S.E.2d 772, 780 (1998) (“To give a party a remedy in tort . . . would \npermit the party to ignore and avoid the rights and remedies granted or imposed by \nthe parties’ contract.” ).  Focusing on the fact that Ports Authority involved a bailee \nand that “[a] bailee has a legal duty  . . .  independent of any contractual duty,” the \nFourth Circuit has persuasively reconciled Bradley Woodcraft with Ports Authority \nto conclude that “[w]hat matters is not whether a plaintiff has alleged a negligence \ntort or an intentional tort, but whether the defendant has breached some duty other \nthan a contractual duty, such that the tort claim is ‘identifiable and distinct’ from the \nbreach of contract claim.”  Legacy Data, 889 F.3d at 165–66 (noting that in Bradley \nWoodcraft the defendant’s counterclaim for fraud was identifiable and distinct from \nthe breach of contract claim  “because the plaintiff not only failed to comp lete work \nrequired under the contract[,] . . . but had no intention of doing so from the very \nbeginning”). \n49. Under North Carolina law, “[t]he tort of conversion is well defined as an \n‘unauthorized assumption and exercise of the right of ownership over goods or \npersonal chattels belo nging to another, to the alteration of their condition or the \nexclusion of an owner’s rights. ’”  Variety Wholesalers, Inc. v. Salem Logistics Traffic \nServs., LLC , 365 N.C. 520, 523, 723 S.E.2d 744, 747 (2012) (quoting Peed v. \nBurleson’s, Inc., 244 N.C. 437, 439, 94 S.E.2d 351, 353 (1956)).  “There are, in effect, \ntwo essential elements of a conversion claim: ownership in the plaintiff and wrongful \npossession or conversion by the defendant.”  Id. \n50. Window Gang’s conversion claim against Defendants is based on two broad \nsets of alleged misconduct: (i) Defendants’ failure to return Window Gang property , \nas defined by and required under sections 16.2 and 16.3 of the 2007 Franchise \nAgreement, (Am. Compl. ¶¶ 26, 152, 154), 6 and (ii) Defendants’ destructi on of \nthousands of files in the Google Account, which Window Gang claims to own under \nthe 2007 Franchise Agreement and which Window Gang alleges Defendants were \neither required to return under that agreement or make available to Window Gang \nthrough discove ry in this litigation, (see Am. Compl. ¶¶ 4, 78, 84 ).  To avoid \napplication of the economic loss rule on the pleaded facts, Window Gang relies upon \nPorts Authority’s fourth exception to the general rule that “a breach of contract does \nnot give rise to a tort action by the promisee against the promisor ,” contending that \nthe alleged facts show “[t]he injury so caused was a [willful] injury to or a conversion \nof the property of the promisee, which was the subject of the contract, by the \npromisor.”  Ports Auth., 294 N.C. at 82, 240 S.E.2d at 351. \n                                                 \n6 Under Section 16.2 of the 2007 Franchise Agreement, Defendants agreed that upon \ntermination of the franchise relationship, Defendants would be obligated to return Window \nGang’s “Confidential Operations Manual and all copies of other Manuals, or other WINDOW \nGANG items.”  Under Section 16.3 of that agreement, Defendants similarly agreed to “return \nto [Window Gang] all signs, ca talogues, advertising materials, forms, invoices, and other \nmaterials containing the WINDOW GANG Names and the Marks or otherwise relating to \nthe Franchise[.]” \n51. Although at first blush the fourth exception would seem to permit Window \nGang’s conversion claim here, the cases the Supreme Court relied upon in stating the \nfourth exception in Ports Authority involve bailment s—relationships in which the \npromisor/bailee had a legal duty independent of the parties’ contract to return the \npromisee/bailor’s property.  Id. (first citing Williamson v. Dickens, 27 N.C. 259 (1844) \n(conversion of notes by a bailee for collection); then citing Simmons v. Sikes, 24 N.C. \n98 (1841) (conversion or wil lful destruction of a canoe by a bailee) ); see also Legacy \nData, 889 F.3d at 16 5–66 (recognizing that because a “bailee has a legal duty  . . .  \nindependent of any contractual duty ,” “a conversion action can be brought against \nhim in addition to any breach of contract claim”). \n52. As such, the Court does not read the fourth exception  as eliminating the \nrequirement that “a plaintiff must allege a duty owed to him by the defendant \nseparate and distinct fr om any duty owed under a contract ,” Akzo Nobel Coatings, \n2011 NCBC LEXIS 42, at *48 (quoting Kelly v. Georgia Pacific LLC, 671 F. Supp. 2d \n785, 791 (E.D.N.C. 2009) ), to avoid the dismissal of a conversion claim under the \neconomic loss rule, see Legacy Data, 889 F.3d at 166 (“ [W]here a defendant simply \nviolates a contractual provision and undertakes no independent legal duty, like that \nof a bailee, the economic loss rule applies to bar tort claims such as conversion .” \n(emphasis omitted)). \n53. Window Gang has not  alleged a duty independent of  the duties owed by \nSalinas, Gang Group , and the Affiliated Defendants under the 2007 Franchise \nAgreement as a basis for its conversion claim  against them.  Rather, the Amended \nComplaint makes clear that  the duty of those  Defendants to return the property \nWindow Gang alleges they have converted is a duty arising and owed under the 2007 \nFranchise Agreement, and the agreement itself defines what is and is not Window \nGang’s property.  (See Am. Compl. ¶¶ 26, 35, 78, 118; 2007 Franchise Agreement §§ \n11, 13.1, 16.2, 16.3, 16.4.) \n54. As a result, the Court concludes that Window Gang’s conversion claim \nagainst Salinas, Gang Group, and the Affiliated Defendants should be dismissed \nunder the economic loss rule for failure to plead a duty  independent of contract to \nsupport that claim.  See, e.g., Rountree, 796 S.E.2d at 831 (applying economic loss rule \nto affirm dismissal of tort claim for failure to prove independent duty); Akzo Nobel \nCoatings, 2011 NCBC LEXIS 42, at *55–59 (applying economic loss rule to dismiss \ntort claims for failure to plead independent duty); see also Legacy Data, 889 F.3d at \n165 (applying economic loss rule to dismiss conversion claim under North Carolina \nlaw where claim based on failure to pay sums due under a contract); Planet Earth \nTV, LLC v. Level 3 Comm c’ns, LLC , No. 1:17 -cv-00090-MR-DLH, 2018 U.S. Dist. \nLEXIS 129920, at *5–6 (W.D.N.C. Aug. 2, 2018) (“ Because the Plaintiff’s conversion \nclaim is coterminous with its breach of contract claim, the Court concludes that the \nclaim for conversion is barred by the economic loss rule.”). \n55. The result is different for Window Ninjas.  Because Window Ninjas never \nentered a contra ct with Window Gang , Window Gang has “no basis for recovery in \ncontract” against Window Ninjas.  See Lord, 182 N.C. App. at 642, 643 S.E.2d at 32.  \nThus, the economic loss rule will not bar Window Gang’s conversion claim against \nWindow Ninjas.  See id. at 643, 643 S.E.2d at 33 (holding that “[b]ecause there was \nno contract between [plaintiff] and [defendants]  . . . the economic loss rule does not \napply” to bar plaintiff’s tort claims); see also Ellis-Don Constr., Inc. v. HKS, Inc., 353 \nF. Supp. 2d 603, 606 (M.D.N.C. 2004) (holding that North Carolina’s economic loss \nrule “does not limit tort actions that arise in the absence of a contract”). \n56. Window Ninjas also contends, for the first time in its Reply Brief , that \nWindow Gang ’s conversion claim should be dismissed because Window Gang has \nfailed to allege that Window Ninjas  took possession of Window Gang ’s property.  \n(Defs.’ Reply Mem. 7, ECF No. 59.)  Under North Carolina law, however, “[t]he \nessence of conversion is not the acquisition of property by the wrongdoer, but a \nwrongful deprivation of it to the owner[.]”  Bartlett Milling Co. v. Walnut Grove \nAuction & Realty Co., Inc., 192 N.C. App. 74, 86, 665 S.E.2d 478, 488 \n(2008) (quoting Lake Mary Ltd. P’ship v. Johnston, 145 N.C. App. 525, 532, 551 S.E.2d \n546, 552 (2001)).  In essence, “there is no conversion until some act is done which is \na denial or violation of the plaintiff’s dominion over or rights in the property.”  Mace \nv. Pyatt, 203 N.C. App. 245, 256, 691 S.E.2d 81, 90 (2010) (quoting Lake Mary Ltd. \nP’ship, 145 N.C. App. at 532, 551 S.E.2d at 552). \n57. Here, Window Gang has pleaded, among other things, that Window Ninjas \nfailed to return “signs, catalogues, advertising materials, forms, invoices and other \nmaterials containing the WINDOW GANG names and the Marks or otherwise \nrelating to the Franchise,” (Am. Compl. ¶ 78), all of which Window Gang claims to \nown under the 2007 Franchise Agreement.  These allegations describe a wrongful \ndeprivation of tangible property which may support a conversion claim.  See, e.g., S.E. \nShelter Corp. v. BTU, Inc., 154 N.C. App. 321, 331, 572 S.E.2d 200, 207 \n(2002) (permitting conversion claim where defendants allegedly removed plaintiffs’ \ntangible property); see also Comp. Design & Integration, LLC v. Brown , 2018 NCBC \nLEXIS 216, at *68 (N.C. Super. Ct. Dec. 10, 2018) (holding that tangible “customer \nrecords, invoices, sales histories, sales forecasts, and employee records” were proper \nsubjects of a conversion claim). \n58. Similarly, Window Gang has pleaded that Window Ninjas permanently \ndeleted and thus destroyed “all the files off the [Google Account] that contained the \nname or mark for Window Gang,” (Am. Compl. ¶¶ 96, 99, 157), property Window \nGang also contends it owns under the parties’ contract, (Am. Compl. ¶ 86).  These \nallegations are likewise sufficient to sustain a conversion claim.  See, e.g., Addison \nWhitney, LLC v. Cashion, 2017 NCBC LEXIS 51, at *19–20 (N.C. Super. Ct. June 9, \n2017) (holding that “deletion of [electronic] documents may pose a deprivation to the \nowner sufficient to give rise to a conversion claim” where it is “unclear on the face of \nthe complaint whether and to what extent [the plaintiff] may restore its deleted \ndata”).  For each of these reasons, the Court concludes that Window Gang’s \nconversion claim against Window Ninjas should survive dismissal under Rule \n12(b)(6). \n  \nC. Tortious Interference Claims \n59. Window Gang alleges claims for tortious interference with contract and with \nprospective economic advantage against all Defendants.  ( See Am. Compl. ¶¶ 139 –\n150.)  To state a claim for tortious interference with contract, a plaintiff must allege: \n(1) a valid contract between the plaintiff and a th ird person which confers \nupon the plaintiff a contractual right against a third person; (2) the defendant \nknows of the contract; (3) the defendant intentionally induces the third \nperson not to perform the contract; (4) and in doing so acts without \njustification; (5) resulting in actual damage to plaintiff. \n \nUnited Labs , 322 N.C. at 661, 370 S.E.2d at 387.  To allege a claim for tortious \ninterference with prospective economic advantage , a plaintiff “must allege facts to \nshow that the defendants acted without justification in ‘inducing a third party to \nrefrain from entering into a contract  with them which contract  would have ensued \nbut for the interference.’”  Walker v. Sloan, 137 N.C. App. 387, 393, 529 S.E.2d 236, \n242 (2000) (quoting Cameron v. New Hanover Mem’l Hosp., 58 N.C. App. 414, 440, \n293 S.E.2d 901, 917 (1982)). \n60. Defendants contend that Window Gang’s claim for tortious interference with \ncontract must be dismissed because Window Gang  has failed to allege that \nDefendants induced the breach of an existing contract, alleging instead only \nunsuccessful attempts to induce a breach .  (Defs.’ Mot. Dismiss Br.  22.)  The Court \nagrees.  To support its claim, Window Gang alleges two unsuccessful customer \nsolicitations, (Am. Compl. ¶¶ 140 –42, 143 –45), and makes a general conclusory \nassertion that any dealing between Defendants and a customer who previously did \nbusiness with Window Gang “involves a contract that Defendants tortiously \ninterfered with,” (Am. Compl. ¶ 147) .  Nowhere, however, does Window Gang allege \nthat any Defendant intentionally induced the breach of a customer’s contract with \nWindow Gang.  As such, Window Gang’s tortious interference with contract claim \nmust be dismissed.   See, e.g. , United Labs ., 322 N.C. at 661, 370 S.E.2d at 387 \n(requiring plaintiff to allege “defendant intentionally induce[d] the third person not \nto perform the contract”). \n61. Defendants argue that Window Gang’s claim for tortious interference with \nprospective economic advantage  should also be dismissed for failure “to identify \nevidence of any specific contractual opportunities lost.”   (Defs.’ Reply Mem. 7); see \nBeverage Sys., 368 N.C. at 701–02, 748 S.E.2d at 463 ( dismissing prospective \neconomic advantage claim, in part, because plaintiff failed to identify “a particular \nbusiness with which it lost an economic advantage”); see also Artistic S. Inc. v. Lund, \n2015 NCBC LEXIS 113, at *31–32 (N.C. Super. Ct. Dec. 9, 2015) (dismissing claim \nfor tortious interference with prospective economic advantage where plaintiff did not \nallege interference with a “specific potential contract”).   On this claim, however, t he \nCourt disagrees on the facts alleged. \n62. In particular, Window Gang alleges and attaches to its Amended Complaint \nan e-mail exchange with a customer who contacted Window Ninjas in an effort to \ncontact Window Gang and thereafter executed a work order with Window Ninjas after \nWindow Ninjas advised her that Window Ninjas  was “the sam e company, new \nname[.]”  (Am. Compl. ¶ 61; Am. Compl. Ex. 9, ECF No. 39.9.)  The Court concludes \nthat Window Gang’s allegations survive scrutiny under Rule 12(b)(6) because they \nstate facts permitting a jury to conclude that Defendants have “maliciously induc[ed] \na person not to enter into a contract with [Window Gang], which [she] would have \nentered into but for [Window Ninjas’] interference,” resulting in financial loss to \nWindow Gang.  Beverage Sys., 368 N.C. at 701, 7 48 S.E.2d at 463; see also Coleman \nv. Whisnant, 225 N.C. 494, 506, 35 S.E.2d 647, 656 (1945) (“[U]nlawful interference \nwith the freedom to contract is actionable” when it maliciously “prevent[s] the making \nof a contract . . . with design to injure the plai ntiff, or gain [] some advantage at \n[plaintiff’s] expense.”). \n63. Defendants also argue that the economic loss rule requires dismissal of \nWindow Gang’s tortious interference claims because both claims are based on \nDefendants’ alleged failure to comply with the non-solicitation provision in the 2007 \nFranchise Agreement , which precluded solicitation of certain Window Gang \ncustomers.  Defendants contend that Window Gang’s failure to allege a duty \n“separate and distinct” from Defendants’ obligation under the 2007 Fr anchise \nAgreement is fatal to its claim.  The Court disagrees. \n64. Here, Window Gang’s tortious interference claims are not only predicated \non Defendants’ alleged breach of the 2007 Franchise Agreement, but also on \nallegations that Defendants “fraudulently divert[ed] payments for work performed by \nWindow Gang” and “caused damage to the reputation and goodwill of the company” \nthrough that conduct.  (Am. Compl. ¶ 146 .)  Because Window Gang’s tortious \ninterference claims rest upon allegations based in fraud, the Court concludes that the \neconomic loss rule does not bar Window Gang ’s tortious interference claims  as \npleaded here.  See, e.g., ITW Charlotte, LLC v. ITW Commercial Constr., N. Am., No. \n3:17-cv-00473-FDW-DCK, 2017 U.S. Dist. LEXIS 173712, at *11 (W.D.N.C. Oct. 20, \n2017) (finding economic loss rule did not require dismissal of tortious interference \nclaims under North Carolina law where “no breach claim simultaneously \nencompass[ed] the conduct underlying [plaintiff’s] tort claims” and defendant’s \n“willful conduct” harmed plaintiff’s contract with a third party); BioSignia, Inc. v. Life \nLine Screening of Am., Ltd. , No. 1:12CV1129, 2014 U.S. Dist. LEXIS 89678, at *25 \n(M.D.N.C. June 30, 2014) (finding economic loss rule inapplicable to tortious \ninterference claims under North Carolina law where plaintiff “allege[d] damages for \nthe tort claim which are distinct from the damages sought for breach of contract”). \n65. Accordingly, for the reasons set forth above, the Court concludes that \nDefendants’ Motion should be granted as to Window Gang ’s claim for tortious \ninterference with contract but denied as to Window Gang ’s claim for tortious \ninterference with prospective economic advantage.  \nD. Misappropriation of Trade Secrets \n \n66. Window Gang alleges trade secret misappropriation against all Defendants \nunder the North Carolina Trade Secrets Protection Act (“NCTSPA”), N.C. Gen. Stat. \n§ 66-152, et. seq.  (See Am. Compl. ¶¶ 121–29.)  Under the NCTSPA, an “ owner of a \ntrade secret shall have remedy by civil action for misappropriation of his trade \nsecret.”  N.C. Gen. Stat. § 66 -153.  “Misappropriation” for these purposes is the \n“acquisition, disclosure, or use of a trade secret of another without express or implied \nauthority or consent, unless such trade secret was arrived at by independent \ndevelopment, reverse engineering, or was obtained from another person with a right \nto disclose the trade secret.”  Id. § 66-152(1). \n67. A “trade secret ” under the NCTSPA consists of  “business or technical \ninformation” that: \na. Derives independent actual or potential commercial value from not \nbeing generally known or readily ascertainable through indepe ndent \ndevelopment or reverse engineering by persons who can obtain economic \nvalue from its disclosure or use; and \n \nb. Is the subject of efforts that are reasonable under  the circumstances to \nmaintain its secrecy. \n  \nId. § 66-152(3).  \n68. As to burden of proof, the NCTSPA provides as follows: \nMisappropriation of a trade secret is prima facie established by the \nintroduction of substantial evidence that the person against whom relief is \nsought both: (1) Knows or should have known of the trade secret; and (2) Has \nhad a specific opportunity to acquire it for disclosure or use or has acquired, \ndisclosed, or used it without the express or implied consent or authority of the \nowner. \n \nId.  § 66-155. \n69. Window Gang alleges that it has developed trade secrets “ through over \nthirty years of market and customer development, research, effort, and significant \nfinancial investment.”  (Am. Compl. ¶¶ 20, 122.)  Window Gang specifically avers that \nits trade secrets include, but are not limited to: \nits pricing and estimation meth ods; its step-by-step service manual; its \nemployee manual; its operations manual and guideline s and \nrecommendations for operating a successful franchise; compiled customer \ninformation, including the identity of potential customers and specifications \nprovided by customers to Window Gang ; and information regarding its \nproprietary equipment and chemical cleaning solutions.   \n \n(Am. Compl. ¶ 21.)7 \n70. Defendants first contend that Window Gang has not alleged its trade secret \nclaim with the particularity required under North Carolina law.  (Defs.’ Mot. Dismiss \nBr. 15.)  The Court agrees as to some, but not all, of Window Gang’s allegations. \n71. Our Supreme Court recently noted that “[t]o plead misappropriation of trade \nsecrets, a plaintiff must identify a tra de secret with sufficient particularity so as to \nenable a defendant to delineate that which he is accused of misappropriating and a \ncourt to determine whether misappropriation has or is threatened to occur.”  Krawiec \nv. Manly, 370 N.C. 602, 609, 811 S.E.2d  542, 547–48 (2018) (quoting Washburn v. \nYadkin Valley Bank & Tr. Co., 190 N.C. App. 315, 326, 660 S.E.2d 577, 585 (2008)).   \nMore broadly, “a complaint that makes general allegations in sweeping and \nconclusory statements, without specifically identifying the trade secrets allegedly \nmisappropriated, is ‘insufficient to state a claim for misappropriation of trade \nsecrets.’”  Washburn, 190 N.C. App. at 327, 660 S.E.2d at 585–86 (quoting VisionAIR, \n167 N.C. App. at 511, 606 S.E.2d at 364). \n72. Applying these standards here, and recognizing that a different standard \nwill be applied under Rule 56, the Court concludes that Window Gang has failed to \n                                                 \n7 Window Gang originally claimed trade secret protection for its “System,” which it defined \nas its: \n \ndistinctive system for the operation, marketing, promoting, advertising and \nmanagement of a cleaning services business including distinguishing characteristics \nusing proprietary knowledge, procedures, specifications for equipment, systems \nforms, printed material, applications, specifications, standards and techniques.   \n \n(Am. Compl. ¶ 21.)  Window Gang subsequently abandoned this contention at the Hearing.  \nsatisfy its pleading burden as to some of its alleged trade secrets but satisfactorily, \nalbeit minimally, pleaded its misappropriation claim as to others under Rule 12(b)(6). \n73. To begin with, all but one of Window Gang’s “specific” trade secrets set forth \nat paragraph 21 of the Amended Complaint meets Krawiec’s particularity \nrequirements. \n74. First, “compiled customer information, including the identity of potential \ncustomers and specifications provided by customers to Window Gang” is the sort of \nnon-public information,8 described with the sort of particularity , that our appellate \ncourts have found sufficient to withstand scrutiny under Rule 12(b)(6).  See, e.g., \nKrawiec, 370 N.C. at 610, 811 S.E.2d at 548 (“ [W]e agree with the determination of \nthe Court of Appeals that ‘information regarding customer lists  . . . can qualify as a \ntrade secret under [section] 66 -152(3).’” (quoting Area Landscaping, LLC. v. Glaxo-\nWellcome, Inc., 160 N.C. App. 520, 525, 586 S.E.2d 507, 511 (2003))); see also Sunbelt \nRentals, Inc. v. Head & Engquist Equip., LLC, 174 N.C. App. 49, 56, 620 S.E.2d 222, \n228 (2005) (concluding that a compilation of business information, including \nplaintiff’s “customer information (identity, contacts and requirements of its rental \ncustomers),” constituted a trade secret) ; S. Fastening Sys., Inc. v. Grabber Constr. \n                                                 \n8 As pleaded, the Court cannot agree with Defendants that the compiled customer \ninformation is basic information readily ascertainable from public sources as a matter of law.  \nSee, e.g., NovaCare Orthotics & Prosthetics E., Inc. v. Speelman, 137 N.C. App. 471, 478, 528 \nS.E.2d 918, 922 (2000) (rejecting trade secret status for customer list and customer data \ncompilation because “any information used to contact the clients would have been easily \naccessible to defendant through a local telephone book”); Bldg. Ctr., Inc. v. Carter Lumber of \nthe N., Inc., 2017 NCBC LEXIS 85, at *20 (N.C. Super. Ct. Sept. 21, 2017) (noting that North \nCarolina law “does not consider a customer list  containing only information that is easily \naccessible through a telephone book or other readily available sources to be a trade secret”). \nProds., Inc., 2015 NCBC LEXIS 42, at *11 (N.C. Super. Ct. Apr. 28, 2015) (recognizing \nthat “confidential customer information ” such as  customer contact information and \n“customer buying preferences and history” may constitute trade secrets); Koch \nMeasurement Devices, Inc. v. Armke, 2013 NCBC LEXI S 45, at *8 (N.C. Super. Ct. \nOct. 14, 2013) (holding “customer lists including names, contact persons, addresses \nand phone number[s and] the ordering habits, history, and needs of . . . customers” \nmay constitute trade secrets). \n75. The same is true at the Rule 12(b)(6) stage for Window Gang’s “pricing and \nestimation methods.”  See, e.g., Krawiec, 370 N.C. at 610, 811 S.E.2d at 548 (holding \n“information regarding . . . pricing formulas and bidding formulas can qualify as a \ntrade secret”); GE Betz, Inc. v. Conrad, 231 N.C. App. 214 , 234, 752 S.E.2d 634, 649 \n(2013) (finding “pricing information, customer proposals, historical costs, and  sales \ndata” to constitute trade secrets); Byrd’s Lawn & Landscaping, Inc. v. Smith, 142 \nN.C. App. 371, 375, 542 S.E.2d 689, 692 (2001)  (“Confidential data regarding \noperating and pricing policies can also qualify as trade secrets.”). \n76. Window Gang ’s allegations regarding its step-by-step service  manual, \nemployee manual, and operations manual , guidelines, and recommendations for \noperating a successful franchise  are likewise sufficient .  Although in relatively \nmeager fashion, the Court concludes that, for purposes of Rule 12(b)(6), Window Gang \nhas identified and described these discrete trade secrets with “sufficient particularity \nso as to enable [Defendants] to delineate that which [they are] accused of \nmisappropriating and [this Court] to determine whe ther misappropriation has or is \nthreatened to occur.”  Krawiec, 370 N.C. at 609, 811 S.E.2d at 547 –48; see also, e.g., \nS. Fastening Sys., 2015 NCBC LEXIS 42, at *11 (training manuals may constitute a \ntrade secret);  Koch, 2013 NCBC LEXIS 45, at *8–10 (business methods and \nopportunities may be trade secrets); Sunbelt Rentals, Inc. v. Head & Engquist Equip., \nLLC, 2002 NCBC LEXIS 2 , at *41 –42 (N.C. Super. Ct. July 10, 2002)  (“Business \nplans, marketing strategies, and customer information represent the type of \ninformation that, when accumulated over time, can be extremely valuable to \ncompetitors [and can qualify as trade secrets].”). \n77. In contrast, however, the Court cannot conclude that Window Gang’s \npurported trade secret consisting of “[i]nformation reg arding its proprietary \nequipment and chemical cleaning solutions ,” (Am. Compl. ¶ 21), is identified with \nsufficient particularity to satisfy Window Gang’s pleading obligation under Krawiec.  \nThis description is vague, imprecise, and as nonspecific as the “original ideas and \nconcepts for dance productions” found deficient in Krawiec.  See Krawiec, 370 N.C. at \n611, 811 S.E.2d at 549.  While certain “chemical formulations” may constitute a trade \nsecret, see, e.g., GE Betz, 231 N.C. App. at 234, 752 S.E.2d at 649, Window Gang’s \nidentification here is so general that it leaves Defendants entirely in the dark as to \nwhat information about what proprietary equipment and what chemical cleaning \nsolutions they are alleged to have misappropriated.  As such, this aspect of Window \nGang’s misappropriation claim must be dismissed. \n78. The Court turns next to whether Window Gang has alleged that it has taken \nreasonable steps to keep its trade secrets confidential.  Our courts have held that the \nreasonableness of a plaintiff ’s efforts to maintain  secrecy are “ necessarily fact \ndependent” and that a trial court must “ closely examine the circumstances \nsurrounding the trade secret.”  See Koch, 2015 NCBC LEXIS 45, at *15. \n79. Here, the 2007 Franchise Agreement contains a confidentiality provision \nstating that the franchisee and anyone who works in connection with the franchise \nshall keep confidential the contents of “the [Operations] Manual, specifications, \ntechniques, training materials, operation pro cedures, tape and films, computer \nsoftware, client lists and other data[.]”  (2007 Franchise Agreement § 12.1.)  The 2007 \nFranchise Agreement further requires the franchisee to require anyone operating in \na “managerial or supervisory position” to sign a confidentiality agreement.  (See 2007 \nFranchise Agreement § 12.2.) \n80. While these measures to protect the secrecy of Window Gang’s alleged trade \nsecrets are not extensive, the Court concludes they are sufficient to survive \nDefendants’ Motion under the circumstances of the franchise relationship at issue \nhere.  See, e.g., Static Control Components, Inc. v. Darkprint Imaging, Inc., 200 F. \nSupp. 2d 541, 546 (M.D.N.C. 2002)  (recognizing that under North Carolina law \n“confidentiality agreements are one method used to protect confidential \ninformation”); Daniel Grp., Inc. v. Am. Sales & Mktg ., Inc., 2016 NCBC LEXIS 112, \nat *28 (N.C. Super. Ct. Dec. 15, 2016) (dismissing trade secrets claim for failure to \nplead reasonable efforts to maintain secrecy where only effort involved plaintiff‘s \nrequirement that sales rep resentatives generally, but not defendants in particular, \nsign confidentiality agreements). \n81. Defendants also contend that Window Gang has not identified how \nDefendants misappropriated its alleged trade secrets.  ( Defs.’ Mot. Dismiss Br.  17.)  \nWindow Gang  alleges, however,  that Defendants failed to return the trade secret \ninformation provided to them under the 2007 Franchise Agreement, including the \noperations and step -by-step service manuals, after the expiration of the 2007 \nFranchise Agreement, (see Am. Compl. ¶¶ 24, 26–27, 111), and also that Defendants \nhave disclosed and used Window Gang ’s customer and pricing information in the \nconduct of the Window Ninjas business, (see Am. Compl. ¶ 75).  These allegations are \nsufficient to satisfy Rule 12(b)(6).  See N.C. Gen. Stat. § 66 -152(1) (defining \nmisappropriation as the “acquisition, disclosure, or use of the trade secret of another \nwithout express or implied authority or consent”). \n82. Based on the above, the Court concludes that Defendants’ Motion should be \ngranted as to Window Gang’s misappropriation claim against all Defendants \nconcerning Window Gang’s “[i]nformation regarding its proprietary equipment and \nchemical cleaning solutions .”  (Am. Compl. ¶ 21.)   Otherwise, as to this claim, the \nMotion should be denied. \nE. Trademark Infringement \n \n83. Window Gang alleges a claim for trademark infringement against Salinas, \nGang Group, and Window Ninjas (the “Infringement Defendants”) under two sections \nof the North Carolina Trademark Registration Act (the “NCTRA”), N.C. Gen. Stat. §§ \n80-11 and 80-13.  (See Am. Compl. ¶¶ 130–38). \n84. To establish a claim for trademark infringement under section 80 -11, a \nplaintiff must allege two elements: “(1) ‘that it has a valid, [protectable] trademark’; \nand (2) ‘that the defendant’s use of a colorable imitation of the trademark is likely to \ncause confusion among consumers.’”  Windsor Jewelers, Inc. v. Windsor Fine Jewelers, \nLLC, 2009 NCBC LEXIS 19, at *14 (N.C. Super. Ct. Feb. 16, 2009) (quoting Lone Star \nSteakhouse & Saloon , Inc. v. Alpha of Va., Inc. , 43 F.3d 922, 930  (4th Cir. 1995)).9  \nSection 80-13, on the other hand, does not authorize a statutory cause of action and \nsimply provides, in its entirety, that the NCTRA shall not “adversely affect the rights \nor the enforcement of rights in marks acquired in good faith a t any time at common \nlaw.”  The Court’s analysis therefore addresses Window Gang’s claim under section \n80-11. \n85. For purposes of the NCTRA, a  trademark is “any word, name, symbol, or \ndevice or any combination thereof adopted and used by a person to identify goods \nmade, sold, or distributed by him and to distinguish them from goods made, sold, or \ndistributed by others.”  N.C. Gen. Stat. § 80-1(f).  “Use” of a trademark is defined as: \nthe bona fide use of a mark in the State of North Carolina in the ordinary \ncourse of trade, and not merely the reservation of a right to a mark. . . . [A] \nmark shall be deemed to be “used” in this State . . . on services when it is used \nor displayed in the sale or advertising of services and the services are \ncurrently being rendered in this State, or are being offered and are available \nto be rendered in this State. \n \n                                                 \n9 The purpose of the NCTRA “is to provide  a system of State trademark registration and \nprotection substantially consistent with the federal system of trademark registration and \nprotection under . . . 15 U.S.C. § 1051[.]  The construction given the federal act should be \nexamined as persuasive authority for interpreting and construing [the NCTRA].”  N.C. Gen. \nStat. § 80-1.1; see, e.g., Ray Lackey Enters. v. Vill. Inn Lakeside, Inc., 2015 NCBC LEXIS 35, \nat *9 (N.C. Super. Ct. Apr. 2, 2015) (citing Windsor Jewelers and Lone Star for the elements \nof a section 80-11 claim). \nId. § 80-1(g). \n86. Window Gang has sufficiently alleged a valid, protectable trademark  (the \n“Mark”).  Not only has Window Gang alleged that it has a protectable interest in its \nMark bearing North Carolina Registration Number 010399, but Window Gang has \nattached to the Amended Complaint the Secretary of State’s Certificate of \nRegistration, which describes the Mark as “Window Gang and Design of the Head of \na Man with Sunglasses On, Hat and Trench Coat.”  (Am. Compl. ¶ 31; Am. Compl. \nEx. 1, ECF No. 39.1.)10  Window Gang has also pleaded that it has not abandoned the \nMark.  (Am. Compl. ¶ 134.) \n87. The Infringement Defendants do not challenge the validity of Window \nGang’s Mark but instead contend that Window Gang’s infringement claim should be \ndismissed because (i) “there is only one specific allegati on of the use of [Window \nGang’s] mark,” which merely constitutes “de minimis” infringement, (ii) Window \nGang has not pleaded actual confusion by any consumer, and (iii) Window Gang’s \nallegations fall outside the scope of section 80-11 because the  alleged infringement \ndid not occur in connection with the sale or advertising of Defendants’ services.  (Defs.’ \nNotice & Suppl. Mem. L aw 3–5 [hereinafter “Defs.’ Suppl. Br.”], ECF No. 56.)  The \nCourt disagrees with each of these contentions. \n88. First, the number of specific instances of trademark infringement alleged is \nnot determinative of an infringement claim’s survival under Rule 12(b)(6).  Indeed, \n                                                 \n10 The NCTRA provides that “[a]ny certificate of registration issued by the Secretary under \nthe provisions hereof or a copy thereof duly certified by the Secretary shall be admissible in \nevidence as competent and sufficient proof of th e registration of the mark in any action or \njudicial proceedings in any court of this State.”  Id. § 80-4. \nthe NCTRA does not impose a minimum number of infringement violations before an \ninfringement claim may be brought.  To the contrary, section 80 -11 is written in the \nsingular and provides that liability shall extend to “any person who shall . . . [u]se [a] \ncopy . . . of a mark registered under this Article” or “any person [who] shall . . . \n[r]eproduce . . . any such mark and apply such reproduction . . . to labels[.]”  N.C. Gen. \nStat. § 80–11.  The Court concludes that Window Gang’s allegations of infringement \nare sufficient under Rule 12(b)(6) on this point. \n89. Next, contrary to the Infringement Defendants’ contention, Window Gang \nmust plead only the likelihood of confusion, rather than actual confusion, to sustain \nits infringement claim.  See Windsor Jewelers, 2009 NCBC LEXIS 19, at *14 (stating \nthat section 80 -11 requires that a “defendant’s use  of a colorable imitation of \nthe trademark is likely to cause confusion among consumers”); Shells Seafood Rests., \nInc. v. Atari, No. 1:96cv276-C, 1997 U.S. Dist. LEXIS 11157, at *7 (W.D.N.C. Feb. 4, \n1997) (stating that for infringement claims, “[i]t is well settled that evidence of actual \nconfusion is not necessary to the finding of a likelihood of confusion”) ; see also Clear \nDefense, LLC v. Cleardefense Pest Control of Greensboro , LLC , No. 1:17 -cv-01139, \n2018 U.S. Dist. LEXIS 182065, at *7 (M.D.N.C. Oct. 23, 2018) (noting with regard to \ninfringement claim s, “in the mine run of cases, a complaint will not be dismissed \npursuant to Rule 12(b)(6) on the basis of an insufficient likelihood of confusion”).  The \nCourt concludes that Window Gang has satisfactorily pleaded likelihood of confusion \nfor Rule 12(b)(6) purposes here.  (See Am. Compl. ¶¶ 73, 135, 136; Am. Compl. Ex. 12, \nECF No. 39.12.) \n90. Finally, that the alleged misconduct involved an invoice bearing Window \nGang’s trademark tendered after the work at issue was completed, (see Am. Compl. \n¶ 73; Am. Compl. Ex. 12), is of no consequence  on the facts pleaded .  Section 80 -11 \nrequires that the alleged improper use of a plaintiff’s mark occur “in connection with \nthe sale . . . of goods or services. ”  N.C. Gen. Stat. § 80-11(1).  The preparation and \ntendering of an invoice and the payment of the same is a common feature of the sales \nprocess.  Window Gang alleges that the Infringement Defendants billed customers \nfor services the Infringement Defendants did not perform by sending invoices bearing \nWindow Gang’s name and Mark.  (Am. Comp. ¶¶ 72 –73.)  Thus, the Infringement \nDefendants’ contention that the use of Window Gang’s Mark on Defendants’ invoices \nfalls outside the scope of section 80-11 is without merit. \n91. Defendants also make a single statement  in their supplemental brief , \nwithout referencing the economic loss rule, that “any purported infringement would \nbe covered by [Window Gang’s] existing claim for breach of contract .”  (Defs.’ Supp. \nBr. 4).  To the extent Defendants intend this reference to advance the economic loss \nrule as a ground for dismissal of Window Gang’s infringement claim, the Court denies \nDefendants’ Motion.  Window Gang’s ownership of its Mark does not arise from the \n2007 Franchise Agreement, and its infringement claim is based on the legal duty of \nall persons, including Defendants, to respect Window Gang’s Mark as required under \nsection 80-11. \n92. Thus, r ather than advance an infringement claim to enforce rights and \nduties created and existi ng under contract, Window Gang rests its claim on a \nstatutory duty that exists independent of any contract duty Defendants may have \nunder the 2007 Franchise Agreement.  See Rountree, 796 S.E.2d at 831 (requiring \ntort action to “be grounded on a violation of a duty imposed by operation of law, and \nthe right invaded [to] be one that the law provides without regard to the contractual \nrelationship of the parties”); see also Legacy Data, 889 F.3d at 167 (applying economic \nloss rule to bar conversion claim where defendant “breached a duty it assumed only \nas a result of [the parties’] contract”). \n93. Accordingly, Window Gang’s infringement claim shall survive Defendants’ \nMotion. \nF. Unfair or Deceptive Trade Practices \n \n94. Window Gang asserts a claim against all Defendants under the UDTPA .  \n(See Am. Compl. ¶¶ 169 –173.)  To state a claim under the UDTPA, a plaintiff must \nallege: “(1) [that the] defendant committed an unfair or deceptive act or practice, (2) \nthe action in qu estion was in or affecting commerce, and (3) the act proximately \ncaused injury to the plaintiff.”  Dalton v. Camp, 353 N.C. 647, 656, 548 S.E.2d 704, \n711 (2001).  “A practice is unfair when it offends established public policy as well as \nwhen the practice is immoral, unethical, oppressive, unscrupulous, or substantially \ninjurious to consumers,” Johnson v. Phoenix Mut. Life Ins. Co., 300 N.C. 247, 263, \n266 S.E.2d 610, 621 (1980) , overruled on other grounds , Myers & Chapman, Inc. v. \nThomas G. Evans, Inc., 323 N.C. 559, 374 S.E.2d 385 (1988) , and is deceptive when \nit has the capacity or tendency to deceive,  RD&J Props. v. Lauralea -Dilton Enters., \nLLC, 165 N.C. App. 737, 748, 600 S.E.2d 492, 501 (2004).  Whether an act is unfair \nor deceptive is a question of law for the court.  See Winston Realty Co. v. G.H.G., Inc., \n314 N.C. 90, 96, 331 S.E.2d 677, 681 (1985). \n95. Defendants seek dismissal on the ground that Window Gang’s UDTPA claim \nalleges nothing more than breach of contract and, in particular, fails to allege th e \n“egregious or aggravating circumstances”  our courts have required for a contract \nbreach to constitute an unfair or deceptive trade practice under the UDTPA.  See, \ne.g., Harty v. Underhill, 211 N.C. App. 546, 552, 710 S.E.2d 327, 332 (2011) (“[A] mere \nbreach of contract does not constitute an unfair or deceptive act.  Egregious or \naggravating circumstances must be alleged before the provisions of the [UDTPA] may \ntake effect.”); Eastover Ridge, LLC v. Metric Constructors, Inc ., 139 N.C. App. 360, \n367–68, 533 S.E.2d 827, 832 –33 (2000) (“[I]t is well recognized . . . that actions for \nunfair or deceptive trade practices are distinct from actions for breach of contract, \nand that mere breach of co ntract, even if intentional, is not sufficiently unfair or \ndeceptive to sustain an action under [N.C. Gen. Stat. ] § 75 -1.1.”).  Defendants, \nhowever, have construed Window Gang’s allegations too narrowly. \n96. First, Window Gang pleads that Defendants violated t he 2007 Franchise \nAgreement in various ways, including through the destruction of documents \nDefendants were obligated to return, (Am. Compl. ¶¶ 90–95), and by concealing their \nbreach by making false statements to Window Gang, (Am. Compl. ¶¶ 89, 110–11). \n97. Contrary to Defendants’ contention, this is the sort of egregious and \naggravating conduct attendant to  a contract breach that courts have found will \nsustain a claim under section 75 -1.1.  See, e.g., N.C. Mut. Life Ins. Co. v. McKinley \nFin. Servs., Inc., No. 1:03CV00911, 2005 U.S. Dist. LEXIS 36308, at *39 (M.D.N.C. \nDec. 22, 2005)  (finding “intentional destruction of relevant documents” could \nconstitute “intentional action to mislead or deceive” under the UDTPA); Garlock v. \nHenson, 112 N.C. App. 243, 246, 435 S.E.2d 114, 115 (1993) (holding defendant’s \nforgery to deceive plaintiff was “sufficiently aggravating” to sustain 75-1.1 violation); \nLendingtree, LLC v. Intercont’l Capital Grp., Inc., 2017 NCBC LEXIS 54, at *8 (N.C. \nSuper. Ct.  June 23, 2017) (noting that “substantial aggravating circumstances \nattending the breach . . . generally involve forged documents, lies, and fraudulent \ninducements”); Sparrow Sys., Inc. v. Private Diagnostic Clinic, PLLC, 2014 NCBC \nLEXIS 70, at *44–45 (N.C. Super. Ct. Dec. 24, 2014) (stating that “deceitful conduct \nin order to effectuate and conceal [a defendant’s] breaches” combined with acts to \n“deter further investigation” may constitute aggravating circumstances under the \nUDTPA). \n98. Second, in addition to alleging that Defendants breached the 2007 Franchise \nAgreement, Window Gang further contends that Defendants made misleading \nstatements and representations concerning Window Ninjas’ status as the same as, a \nsuccessor to, or a continuation of Window Gang , which deceived Window Gang’s \ncustomers while benefiting Defendants at Window Gang’s expense.  (Am. Compl. ¶¶ \n52–57, 59–61, 63, 72, 73; Am, Compl. Exs. 4–9, 11, 12.)  Window Gang alleges that, \nin so doing, Defendants fraudulently induced at least one customer to retain Window \nNinjas rather than Window Gang.  (Am. Compl. ¶ 61.) \n99. Such conduct may constitute unfair or deceptive acts under the UDTPA.  See \nSunbelt Rentals, 174 N.C. App. at 59, 620 S.E.2d at 230 (finding UDTPA violation \nwhere “defendants told customers [plaintiff’s] name had changed to ” that of the \ncorporate defendant , “used [plaintiff’s] lease contracts and pricing information, \ninserting their company name on the documents ,” and deleted plaintiff’s job \ninformation); Comp. Design & Integration, LLC v. Brown , 2017 NCBC LEXIS 8, at \n*34 (N.C. Super. Ct. Jan. 27, 2017) (finding likelihood of success on UDTPA claim \nbased on defendants’ “false statements concerning [corporate defendant’s] status as \na successor to, or a continuation of, [the corporate plaintiff] in an effort to advantage \n[d]efendants in their trade and business at [p ]laintiff’s expense with intended and \nresulting harm to [p]laintiffs”). \n100. In addition, Window Gang’s allegations in support of its surviving claims for \ntrademark infringement and misappropriation of trade secrets likewise support the \ndenial of Defendants’ Motion to dismiss Window Gang’s UDTPA claim.  See N.C. Gen. \nStat. § 80-12 (“A violation of [N.C. Gen. Stat. §] 80 -10 or [N.C. Gen. Stat. §] 80 -11 \nconstitutes a violation of [N.C. Gen. Stat. §] 75-1.1.”); Drouillard v. Keister Williams \nNewspaper Servs., Inc., 108 N.C. App. 169, 172–73, 423 S.E.2d 324, 326–27 (1992); S. \nFastening Sys. , 2015 NCBC LEXIS  42, at * 28–29 (recognizing that trade secret \nmisappropriation claim may form the basis for a UDTPA claim).  Therefore, Window \nGang’s UDTPA claim shall not be dismissed on Defendants’ Motion. \n  \nG. Civil Obstruction of Justice and Civil Conspiracy \n \n101. Window Gang asserts  claims against Defendants for civil obstruction of \njustice and civil conspiracy to commit obstruction based on Window Gang ’s \nallegations that Defendants caused Window Gang  injury by engaging in a “ mass \ndeletion and destruction of fi les in the [ Google] Account during the course of this \nlitigation,” (Am. Compl. ¶¶ 91–104, 162), and by “making . . . false statements to \nWindow Gang and the Court regarding Defendants’ use of the [Google] Account,” (Am. \nCompl. ¶¶ 10 5–11, 162 ).  Window Gang  alleges that Defendants’ conduct has \n“prevent[ed], obstruct[ed], impede[d], and hinder[ed] public justice because the \ndestroyed files were discoverable evidence” in this action, (Am. Compl. ¶ 165), the \nabsence of which has “precluded Window Gang from bein g able to fully investigate \nand prosecute its claims against Defendant s,” (Am. Compl. ¶ 166), and “obtain the \nfull legal remedies afforded by the Court’s [injunctive relief],” (Am. Compl. ¶ 167). \n102. Defendants seek dismissal on the ground tha t common law claims for civil \nobstruction of justice and civil conspiracy based on that obstruction cannot be \nmaintained for conduct occurring within the litigation in which the claim is brought.  \n(Defs.’ Supp. Br. 6.)  Rather, Defendants contend that in-suit conduct is appropriately \npoliced through sanctions relief and limiting instructions rather than through \nseparate causes of action for civil obstruction and civil conspiracy.  (Defs.’ Supp. Br. \n6.)  The Court agrees. \n103. The Supreme Court of North Carolina first recognized a civil claim for \nobstruction of justice in Henry v. Deen, 310 N.C. 75, 310 S.E. 326 (1984).  In that case, \nthe Supreme Court recognized obstruction of justice as an underlying wrongful act to \nsupport a civil conspiracy claim where defendant doctors were alleged to have \nfalsified, destroyed, and concealed a decedent’s medical records in an effort to hide \ntheir negligent conduct from the plaintiff.  Id. at 87, 310 S.E.2d at at 334 (“Such acts \nby the defendants, if found to have occurred, would be acts which obstruct, impede, \nor hinder public or legal justice and would amount to the common law offense of \nobstructing public justice.”); cf. State v. Wright, 206 N.C. App. 239, 241, 696 S.E.2d \n832, 834–35 (2010) (“At common law it is an offense to do any act which prevents, \nobstructs, impedes or hinders public or legal justice.”). \n104. Our appellate courts have subsequently followed Henry and observed that \n“acts which obstruct, impede, or hinder public or legal justic e . . . amount to the \ncommon law offense of obstructing justice, so that a complaint alleging that the \ndefendants engaged in such activities states a claim for relief.”  Blackburn v. Carbone, \n208 N.C. App. 519, 526, 703 S.E.2d 788, 794 (2010)  (internal quo tation marks \nomitted).  “To create civil liability for conspiracy there must have been a wrongful act \nresulting in injury to another committed by one or more of the conspirators pursuant \nto the common scheme and in furtherance of the objective.”  Henry, 310 N.C. at 86 –\n87, 310 S.E.2d at 334 (noting that a charge of conspiracy itself “does no more than \nassociate the defendants together and perhaps liberalize the rules of evidence to the \nextent that under the proper circumstances the acts of one may be admissible against \nall”). \n105. The North Carolina appellate courts do not appear to have considered the \nprecise issue raised by Defendants’ Motion —i.e., whether a claim for obstruction of \njustice may be asserted for conduct occurring in the lawsuit in which the obstruction \nclaim is brought.  Indeed, the Court’s research has not discovered any North Carolina \ndecision in which a civil obstruction claim has been successfully maintained in such \ncircumstances. \n106. To the contrary, on the relatively infrequent occasions a common law \nobstruction claim has been advanced, the claim has been asserted against a party for \npre-suit conduct or against a non -party, such as an expert witness or a juror, for \nconduct occurring in connection with a separate legal action.  See Grant v. High Point \nReg’l Health Sys., 184 N.C. App. 250, 255–56, 645 S.E.2d 851, 855 (2007) (recognizing \ncivil obstruction claim where defendant hospital destroyed decedent’s medical \nrecords, precluding Rule 9(j) certification and thus medical malpractice action); Jones \nv. City of Durham, 183 N.C. App. 57, 59, 643 S.E.2d 631, 633 (2007) (recognizing civil \nobstruction claim where defendant destroyed evidence prior to commencement of \nlitigation); Burgess v. Busby , 142 N.C. App. 393, 409, 544 S.E.2d 4 , 13  (2001) \n(recognizing civil obstruction claim where jurors in medical malpractice action sued \ndoctor in separate lawsuit for conduct occurring in connection with the prior \nmalpractice action). \n107. The Court is not prepared to recognize a civil obstruction claim beyond the \ncontexts in which our appellate courts have found such a claim to exist and thus will \nnot extend the claim to circumstances, such as those here, where the alleged conduct \ngiving rise to the claim occurred in the very lawsuit in which the obstruction claim is \nasserted.  The conduct Window Gang alleges in support of its claims, if proven, \nconstitutes litigation misconduct that is fully redressible by the Court’s sanction and \ncontempt powers, including through jury instructions at trial.11  Given that, in Henry, \nthe Supreme Court found it significant in recognizing a civil obstruction claim that \n“at the time of the alleged conspiracy no court had jurisdiction [over] the defendants,” \nHenry, 310 N.C. at 89–90, 310 S.E.2d at 33 5–36, this Court, which has jurisdiction \nover Defendants, is not prepared to afford relief through a civil obstruction cause of \naction.  In light of the Court’s conclusion as to the predicate civil obstruction claim, \nWindow Gang’s civil conspiracy claim necessarily fails.  Window Gang ’s civil \nobstruction and civil conspiracy claims shall therefore be dismissed. \nIV. \nCONCLUSION \n \n108. WHEREFORE, for the foregoing reasons, the Court hereby GRANTS in \npart and DENIES in part Defendants’ Motion to Dismiss as follows: \na. The Court GRANTS Defendants’ Motion as to Window Gang’s claim  \nagainst Salinas, Gang Group, and the Affiliated Defendants for breach \nof the Non-compete and dismisses that claim with prejudice. \nb. The Court DENIES Defendants’ Motion as to Window Gang’s claim for \nconversion against Window Ninjas.  The Court GRANTS Defendants’ \n                                                 \n11 North Carolina recognizes a criminal statutory claim, which defines obstruction of justice \nas willfully disobeying or violating “any injunction, restraining order, or any order lawfully \nissued by any court” but noting that the statute “shall not in any manner affect the court’s \npower to punish for contempt.”  N.C. Gen. Stat. § 14-226.1. \nMotion as to Window Gang’s claim for conversion against Salinas, Gang \nGroup, and the Affiliated Defendants and dismisses that claim with \nprejudice. \nc. The Court GRANTS Defendants’ Motion as to Window Gang’s claim for \ntortious interference with contract against all Defendants and dismisses \nthat claim with prejudice.   \nd. The Court DENIES Defendants’ Motion as to Window Gang’s claim for \ntortious interference with prospective economic advantage  against all \nDefendants. \ne. The Court GRANTS Defendants’ Motion as to Window Gang’s claim for \nmisappropriation of trade secrets against all Defendants to the extent it \nis based on “[i]nformation regarding [ Window Gang’s ] proprietary \nequipment and chemical cleaning solutions,” and dismisses that claim \nwith prejudice.  The Court otherwise DENIES Defendants’ Motion as to \nWindow Gang’s claim for misappropriation of trade secrets. \nf. The Court DENIES Defendants’ Motion as to Window Gang’s claim for \ntrademark infringement under N.C. Gen. Stat. § 80-11 against Salinas, \nGang Group, and Window Ninjas. \ng. The Court DENIES Defendants’ Motion as to Window Gang’s claim for \nunfair or deceptive trade practices under N. C. Gen. Stat. § 75 -1.1 \nagainst all Defendants. \nh. The Court GRANTS Defendants’ Motion as to Window Gang’s claim s \nfor civil obstruction and civil conspiracy against all Defendants and \ndismisses those claims with prejudice. \n \nIT IS SO ORDERED, this the 2nd day of April, 2019. \n \n \n       /s/ Louis A. Bledsoe, III \n       Louis A. Bledsoe, III \n       Chief Business Court Judge  "
}