{
  "id": "96fd6a1fe33d7e9b2b3bc550f11f3828f5a56d48a50fbfe67c78b77034831827",
  "source_file": "data/raw/ncbc/96fd6a1fe33d7e9b2b3bc550f11f3828f5a56d48a50fbfe67c78b77034831827.pdf",
  "raw_text": "Buckley LLP v. Series 1 of Oxford Ins. Co. N.C., 2020 NCBC 21. \n \n \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n19 CVS 21128 \n \nBUCKLEY LLP, \n \nPlaintiff, \n \nv. \n \nSERIES 1 OF OXFORD \nINSURANCE COMPANY NC LLC, \n \nDefendant. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANT’S MOTION TO STRIKE \n \n \n \n1. THIS MATTER is before the Court upon Defendant Series 1 of Oxford \nInsurance Company NC, LLC’s (“Oxford”) Motion to Strike (the “Motion”).  (ECF No. \n13.) \n2. Having considered the Motion, the related briefing, and the arguments of \ncounsel at the hearing on the Motion,  the Court hereby memorializes its oral ruling \nat the hearing and DENIES the Motion.  \nWilliams & Connolly LLP, by William T. Burke, Elizabeth Wilson, and \nJohn K. Villa, and McGuireWoods LLP, by Joshua D. Davey, Andrew D. \nAtkins,\n1 and Mary Ellen Goode, for Plaintiff Buckley LLP.  \n \nWomble Bond Dickinson (US) LLP, by James P . Cooney, Jonathan R. \nReich, and Elizabeth J. Bondurant, for Defendant Series 1 of Oxford \nInsurance Company NC, LLC. \n \nBledsoe, Chief Judge. \n  \n                                                 \n1 After the hearing on the Motion, the Court permitted Joshua D. Davey and Andrew D. \nAtkins to withdraw as counsel of record for Buckley by orders dated January 30, 2020 and \nMarch 13, 2020, respectively.  (ECF Nos. 36, 45.)  \n \n \nI. \n \nBACKGROUND \n \n3. Plaintiff Buckley LLP (“Buckley”) filed the Complaint initiating this action \non October 29, 2019, a lleging that Defendant Oxford has acted in bad faith and in \nbreach of its contract obligations in denying Buckley’s covered claim under a “loss of \nkey employee” insurance policy Buckley purchased from Oxford.  Buckley asserts \nclaims against Oxford for breach of the policy, breach of a nondisclosure agreement, \nunfair and deceptive trade practices in violation of N.C.G.S § § 58-63-15 and 75-1.1, \nbreach of an implied covenant of good faith and fair dealing, and tortious refusal to \nsettle an insurance claim.  Buckley a lso seeks a declaratory judgment that Oxford \nhas breached its obligations under the policy.  (Compl., ECF No. 3.)   \n4. This Motion arises from Buckley’s decision to include a  five-page case \nsummary and introduction in non- numbered paragraphs at the beginning of its 47-\npage, 118- paragraph Complaint and to include in this summary  allegations that \nOxford argues constitute baseless and inflammatory accusation.  Among the \nallegations Oxford finds objectionable are the following: \n• Oxford’s conduct “is reprehensible” and a “concerted effort” to “deprive \nBuckley of the coverage it paid for[,]” (Compl. 1); \n• “Buckley caught Oxford red-handed[,]” and Oxford’s “attempts to derail \nBuckley’s Claim had been thwarted[,]” (Compl. 2); \n• “Oxford . . . proceeded in a concerted effort to cheat Buckley out of \ncoverage it had paid for[,]” (Compl. 2); \n \n \n• Oxford “threaten[ed] to refer the matter to a third party for \ninvestigation[,]” and Oxford “[f]ollow[ed] through on its threat,” (Compl. \n3); \n• Oxford’s investigation was “tantamount to sophisticated, one-way, civil \ndiscovery against Buckley, with interrogatory-style questions requiring \nwritten responses, requests for production of documents, and demands \nfor sworn interviews before court reporters[,]” (Compl. 4); \n• “Oxford publicly disclosed Buckley’s confidential information and \nbrazenly violated the Nondisclosure Agreement—with no regard for the \nprivacy interests of individuals who, as Buckley had informed Oxford, \nhad requested confidentiality and feared potential retaliation [,]” \n(Compl. 5); and \n• “Oxford preyed upon Buckley’s patience to draft a complaint and race to \nthe courthouse[,]” (Compl. 5). \n5. Oxford filed the Motion on December 5, 2019, arguing that these allegations \n“contain material that is redundant, irrelevant, immaterial, i mpertinent, or \nscandalous matter”  in violation of Rule 12(f) of the North Carolina Rules of Civil \nProcedure (“Rule(s)”) and “ are not a short, nor plain, statement of the claim” in \nviolation of Rule 8(a).  (Def.’s Mot. Strike 1, ECF No. 13.) \n6. After briefing was completed, t he Court held a hearing on the Motion on \nJanuary 24, 2020, at which all parties were represented by counsel.  After argument, \n \n \nthe Court issued an oral ruling at the hearing denying the Motion .  The Court now \nmemorializes that ruling in this Order and Opinion.   \nII. \nANALYSIS \n7. “Rule 12(f) . . . allows the court to strike ‘from any pleading any insufficient \ndefense or any redundant, irrelevant, immaterial, impertinent, or scandalous \nmatter.’ ”  Carpenter v. Carpenter, 189 N.C. App. 755, 759, 659 S.E.2d 762, 765 (2008) \n(quoting N.C. R. Civ. P. 12( f)).  “Rule 12(f) motions are addressed to the sound \ndiscretion of the trial court and its ruling will not be disturbed absent an abuse of \ndiscretion.”  Reese v. City of Charlotte , 196 N.C. App. 557, 567, 676 S.E.2d 493, 499 \n(2009) (“Reese II”) (internal quotation marks omitted).  “Matter should not be stricken \nunless it has no possible bearing upon the litigation.  If there is any question as to \nwhether an issue may arise, the motion [to strike] should be denied.”  Pete Wall \nPlumbing Co. v. Sandra Anderson Builders, Inc., 215 N.C. App. 220, 232, 721 S.E.2d \n663, 671 (2011) (quoting Reese II, 196 N.C. App. at 567, 676 S.E.2d at 499) ; see also \nDaily v. Mann Media, Inc., 95 N.C. App. 746, 748–49, 384 S.E.2d 54, 56 (1989) (“Rule \n12(f) motions are viewed with dis favor and are infrequently granted.” (internal \nquotation marks omitted)). \n8. Oxford argues that the first five pages of the Complaint “consist of invective-\ntainted argument that is immaterial to any claim.”  (Def.’s  Br. Supp. Mot. Strike 2, \nECF No. 14.)  Oxford also contend s that these opening pages are redundant of \n \n \nallegations otherwise present in the Complaint, which places an unnecessary burden \non Oxford in responding.  (Def.’s Br. Supp. Mot. Strike 4.)   \n9. In opposition, Buckley argues that the allegations at issue directly relate to \nits claims and act as a summary to “help[ ] the reader place in context the more \ndetailed allegations that [Buckley] asserts later in the Complaint.”  (Buckley’s Resp. \nDef.’s Mot. Strike 3–4, ECF No. 27.)  Buckley contends that its allegations are neither \nscandalous nor redundant and are within the bounds of fair advocacy.  (Buckley’s \nResp. Def.’s Mot. Strike 5 –7.)  Buckley further contends narrative introductions are \nnot prohibited by R ule 8 and that its introduction here is not unduly burdensome, \nespecially considering that Oxford appropriately addressed the allegations at issue in \nits Answer with a single, short sentence.  (Buckley’s Resp. Def.’s Mot. Strike 7–9.)   \n10. Based on its carefu l review of the Complaint and applicable authority, the \nCourt concludes, in the exercise of its discretion, that Oxford ’s Motion should be \ndenied.  W hile Buckley’s Complaint contains allegations framed in aggressive and \naccusatory language and its case summary and introduction is extraordinary for its \nlength, the Court concludes that the Complaint ’s allegations do not constitute \n“redundant, irrelevant, immaterial, impertinent, or scandalous matter” to the extent \nnecessary to violate Rule 12(f) and that Buckley’s introduction does not violate the \nrequirements of Rule 8.   \n11. First, although the Court finds Buckley ’s resort to adjectives, adverbs, and \n“loaded” nouns to describe Oxford’s alleged misconduct far less persuasive than it \nwould a steady recitation of compelling fact after compelling fact, our courts permit a \n \n \nparty to “ascribe[ ] a motive” to an adversary’s conduct so long as that motive has “a \nbearing upon the litigation[,]” Reese v. Charlotte-Mecklenburg Bd. of Educ., 196 N.C. \nApp. 539, 556, 676 S.E.2d 481, 492 (2009) (“Reese I”) (denying Rule 12(f) motion), and \nis “sufficiently related to the allegations of the complaint [,]” Reese II, 196 N.C. App. \nat 567, 676 S.E.2d at 499 (same). \n12. Here, Buckley’s Chapter 75 claim for unfair and deceptive trade practices \nappears to rely, at least in part, on the same conduct supporting its breach of contract \nclaim.  Under well-established North Carolina law, “a mere breach of contract, even \nif intentional, is not sufficiently unfair or deceptive to sustain an action under \nN.C.G.S. § 75-1.1.”  Branch Banking & Tr. Co. v. Thompson, 107 N.C. App. 53, 62, \n418 S.E.2d 694, 700 (1992).  Our courts have held that there must exist “some type of \negregious or aggravating circumstances” to invoke section 75-1.1.  Dalton  v. Camp, \n353 N.C. 647, 657, 548 S.E.2d 704, 711 (2001) (quoting Allied Distribs., Inc. v. Latrobe \nBrewing Co., 847 F. Supp. 376, 379 (E.D.N.C. 1993)).  Considering Buckley’s allegedly \ninflammatory allegations in light of the claims pleaded and the pleading \nrequirements for those claims, the Court concludes that Buckley’s allegations should \nnot be stricken.   \n13. As for Buckley’s lengthy introduction, the Court first notes that while non-\nnumbered introductory paragraphs are not expressly contemplated in the Rules, they \nare commonplace in business litigation in this State and elsewhere.  When they are \ncrafted to provide a brief, narrative overview of a complex business dispute, they can \nbe very useful, and courts routinely permit them.  See, e.g., N. Face Apparel Corp. v. \n \n \nWilliams Pharmacy, Inc., No. 4:09CV2029RWS, 2010 U.S. Dist. LEXIS 11159, at *6 \n(E.D. Mo. Feb. 9, 2010) (“The information contained in the introduction  provides \nimportant context and background to [plaintiff’s] allegations.”); Field v. Kittlaus, No. \n94 C 1114, 1994 U.S. Dist. LEXIS 13009, at *2 (N.D. Ill. Sept. 8, 1994) (“[T]his Court \nhas found that the Preliminary Statement is useful in providing information about \nthe nature of the claim advanced by [plaintiff] in the [amended complaint.]”); see also, \ne.g., Estate of W are v. Hosp. of the Univ. of Pa. , No. 2:14 -cv-00014, 2015 U.S. Dist. \nLEXIS 132202, at * 13–14 (E.D. Pa. Sept. 30, 2015)  (denying motion to strike  \nintroduction because defendants failed to show “ risk of confusion or prejudice ” and \nstating that “the failure to use n umbered paragraphs is generally not fatal to [that] \nportion of a complaint”); Mark Andy, Inc. v. Cartonmaster Int’l (2012), Inc., No. 4:14-\nCV-986-SPM, 2014 U.S. Dist. LEXIS 171886, at *4 (E.D. Mo. Dec. 12, 2014) (rejecting \nmotion to strike introduction because it “simply provide[d] a brief narrative overview \nof [p]laintiff’s factual allegations”).   \n14. While it would have been well for Buckley  to have considered that an \nintroduction’s length and its persuasive effect do not necessarily follow one from the \nother, our Supreme Court has made clear that “[t]here is nothing in the rules to \nprevent detailed pleading if the pleader deems it desirable[.]”  Sutton v. Duke , 277 \nN.C. 94, 105, 176 S.E.2d 161, 167 (1970) (citation omitted); see also  Holley v. \nBurroughs Wellcome Co., 74 N.C. App. 736, 748, 330 S.E.2d 228, 236 (1985) (“Though \nlengthy, highly detailed and technical, plaintiffs’ original complaint contains nothing \nthat warranted striking it in its entirety. . . .  The complaint was clearly sufficient to \n \n \nput defendants on notice of the claims against them, which is all that . . .  Rule 8(a)(1) \nrequires.”).  Given Rule 8’s preference for broad freedom in pleading and Rule 12(f)’s \nlimited and infrequent application, the Court concludes that Buckley ’s five -page, \nintroduction in the context of its 47 -page, 118-paragraph Complaint, is at the outer \nlimits of—but within—the bounds of acceptable pleading and should not be stricken.   \n15. Significant to the Court’s decision is the fact that Oxford appropriately \nanswered the introductory allegations in a single, short sentence and thus has not \nsuffered any discernible prejudice from responding to Buckley ’s introduction.  See \nAdolphe v. Option One Mortg. Corp. , No. 3:11 -cv-418-RJC, 2012 U.S. Dist. LEXIS \n109486, at *5 (W.D.N.C. Aug. 6, 2012) (“[I]t is a generally accepted view that a motion \nto strike for redundancy ought not to be granted in the absence of a clear showing of \nprejudice to the movant[.]”).2  The Court notes that a similarly lengthy introduction \nmight not survive Rule 12(f) scrutiny in a future case where prejudice to the \nanswering party can be shown.  See, e.g., Katz v. Am. Express Co., No. 14-00084 JMS-\nRLP, 2014 U.S. Dist. LEXIS 162993, at *16–17 (D. Haw. Nov. 18, 2014) (criticizing a \n“long narrative” introduction in an amended complaint  “more akin to a legal brief”  \nand observing that “superfluous allegations only make[ ] discerning the true basis of \n[p]laintiffs’ claims that much more difficult”) ; see also Benchmark Constr., LLC  v. \nScheiner Commer. Grp., Inc., No. 2:12-cv-00762, 2013 U.S. Dist. LEXIS 43887, at *3 \n(D. Utah Mar. 26, 2013) (“Specifically, the court strikes the ‘Introduction’ section . . . \n                                                 \n2 Because Rules 8 and 12(f) are substantially the same as their federal counterparts, the \nCourt may consult  federal authority for guidance.   See,  e.g., Sutton, 277 N.C. at 101, 176 \nS.E.2d at 165. \n \n \nof the Complaint.  The [d]efendants’ argument is well -taken that this unnumbered \nsection of narrative, more similar in nature to an opening argument at trial than a \n‘short and plain statement of the claim showing that the pleader is entitled to \nrelief,’ is prolix and unnecessarily dramatic at this stage of the lawsuit. ” ( citation \nomitted)).   \nIII. \nCONCLUSION \n16. WHEREFORE, based on the foregoing , the Court , in the exercise of its \ndiscretion, hereby DENIES Oxford’s Motion.   \nSO ORDERED, this the 23rd day of March, 2020. \n      /s/ Louis A. Bledsoe, III    \n      Louis A. Bledsoe, III \n      Chief Business Court Judge \n "
}