{
  "id": "9725c25d314e44914bbad24dc50f1de5b72e735b2e5cfc319867eb270eb2c548",
  "source_file": "data/raw/ncbc/9725c25d314e44914bbad24dc50f1de5b72e735b2e5cfc319867eb270eb2c548.pdf",
  "raw_text": "KLATMW, Inc. v. Elec. Sys. Prot., Inc., 2011 NCBC 12. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \n \n)\n)\n)\n)\nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n09 CVS 16393 \nKLATMW, INC., formerly known as \nElectronic Systems Protection Inc. and \nsuccessor in interest to Power Quality \nInnovations, Inc., KLATMW \nINTERNATIONAL, formerly known as \nESP International, KIM ALFREDS, and \nTOM WEICKARDT, \n \nPlaintiffs, \n \nv. \n \nELECTRONIC SYSTEMS PROTECTION, \nINC., a Delaware Corporation, \n \nDefendant. \n \n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\n)\nORDER AND OPINION \n \n{1} THIS MATTER is before the Court on cross –motions for summary judgment \npursuant to Rule 56 of the North Carolina Rules of Civil Procedure.  For reasons \nstated below, the Court concludes that both motions should be GRANTED IN PART \nand DENIED IN PART.    \nPoyner & Spruill LLP, by J. Nicholas Ellis and Troutman Sanders, by Aurora \nCassirer, pro hac vice, for Plaintiffs KLATMW, Inc., KLATMW International, \nKim Alfreds; and Tom Weickardt.   \n \nMoore & Van Allen PLLC, by Paul J. Peralta and Mark A. Nebrig for \nDefendant Electronic Systems Protection, Inc. \n \nGale, Judge.  \n \n I.  INTRODUCTION \n \n{2}  The pending motions are before the Cour t on an extensive evidentiary record.    \nPlaintiffs and Defendant as Counter–Plaintiff each present multiple claims.  Each \nside asserts that all claims can be resolved summarily.  As explained in detail \nbelow, the Court concludes that certain claims may be resolved summarily, but \ncertain of Defendant’s warranty counterclaims require resolution of facts in \nmaterial dispute, such that the case should proceed to trial only on these contract \nrelated claims.  Those claims should be resolved pursuant to New York law. \n \n{3}  The case arises from th e sale of assets of an ongoing business pursuant to an \nasset purchase agreement containing certain warranties, incorporating a choice of \nlaw, and providing for certain remedies, with a portion of the purchase \nconsideration held in escrow pending resolution of claims.   Plaintiffs instituted the \nlitigation seeking the release of escrowed funds.  Defendant presented multiple \ncounterclaims grounded in contract and tort, as well as a statutory claim under \nChapter 75 of the North Carolina General Statutes.  The warranty claims divide \ninto two segments: a group of warranties that address material changes, in this case \nspecifically changes in regard to one customer; and another regarding the delivery \nor disclosure of a prior agreement including provisions for confidentiality.    \nDefendant asserts that the tort claims arise from facts related to but in addition to \nthose controlling the warranty claim, and that the claims are premised primarily on \nPlaintiffs’ alleged concealment of facts intended to prevent or foreclose Defendant’s \nfurther inquiry or discovery of true facts.  Plaintiffs contend that the uncontested \nrecord demonstrates that they made appropriate and truthful disclosures, so that \nall counterclaims should be dismissed and the escrow should be released.   \nDefendant contends that the uncontested record demonstrates that the warranties \nhave been breached and that Plaintiffs’ disclosures do not dictate a contrary finding, \nso that the Court should declare that Plaintiffs are liable, and the case should \nproceed to determine damages. \n \n{4} On an earlier motion, the Court held th at the consensual choice of law clause \nin the purchase contract dictates the application of New York law to the contract \nclaims.   The Court now determines that New York law should control all claims.  \nThe choice of law is significant as to the warranty and statutory claims but not so \nfor the tort claims.  New York law provides a particular way to determine first \nreliance as a part of the essential elements of a warranty claim and, if so, is the \ninstance whether the party has shown whether the beneficiary of warranty has \nwaived any claim for breach of that warranty.  The Court concludes that it cannot \nunder these New York standards resolve all the contract claims as a matter of law.   \nNew York does not allow a statutory action under these facts comparable to North \nCarolina’s Chapter 75.  The statutory claim should then be dismissed.  The Court \nconcludes that these tort claims do not survive under either New York or North \nCarolina law, as the contract should control Defendant’s right, if any, to recover. \n \n{5}  New York courts use decidedly di fferent lenses when viewing contract \nwarranty and tort claims, particularly so in how they approach reliance and \nwaivers.  New York law provides that reliance is an element of both the contract \nand tort claims; however, the buyer’s burden to show reliance is significantly \nlessened for a contract warranty claim.  Stated generally, so long as a buyer \ndemonstrates that the warranty is a part of the basis of the parties’ bargain, it has \nshown reliance.  Further, as to the issue of reliance on a warranty, a buyer’s actual \nor constructive knowledge of facts inconsistent with the warranty may be \nimmaterial.  A buyer’s knowledge may, however, become relevant when considering \nwaiver.  But here as well, New York law provides its own standard, which hinges \nupon both the nature and the source of a buyer’s knowledge.  The New York \nstandard requires that the knowledge supporting a waiver must have been provided \nby the seller itself, and the disclosure must be to a degree adequate for the buyer to \nhave full knowledge when completing the sale that the seller’s warranty has been \nbreached.   Knowledge from independent sources is not material.  In contrast, the \ninquiry into a buyer’s reasonable reliance in the tort context examines the full scope \nof a buyer’s actual or constructive knowledge from whatever source.  On this \nparticular record, those different lenses control the different outcome of the contract \nand tort claims. \n \n      II.  PROCEDURAL BACKGROUND \n \n{6} This action was filed in Wake County Superior Court on August 18, 2009, \nand subsequently designated a Complex Business Case.  Plaintiffs filed suit seeking \nto have the Court declare that Plaintiffs had complied with their obligations under \na December 30, 2007 Asset Purchase Agreement (“APA”) and, as a result, to declare \nthey are entitled to the release of funds held in escrow.  Defendant denied Plaintiffs’ \nmaterial allegations and asserted multiple counterclaims, which include contract \nclaims based on breach of representations and warranties contained in the APA; \ntort claims, including fraud, constructive fraud, fraudulent concealment, and \nnegligent misrepresentation; and a statutory claim based on Chapter 75 of the \nNorth Carolina General Statutes.  The case now comes before the Court after \nextensive discovery on these claims.    \n \n{7} On May 5, 2010, Plaintiffs filed a Motion for Partial Summary Judgment, \nseeking to declare that the warranty claims should be resolved under North \nCarolina law notwithstanding the New York choice of law provided by the APA.  By \nits August 11, 2010 order, the Court determined: \n [T]he contracting parties specifically negotiated for and agreed upon \nthe choice of law provision that they included in their contract.  That \nprovision provided that “rights of the parties and all Actions . . . will be \ngoverned by and construed in accordance with the domestic \nsubstantive laws of the State of New York.”  This Court will honor that \nprovision, and the unambiguous intent of the parties, and apply New \nYork law to the contract.  The parties agreed upon the choice of law \nbefore negotiating the terms of the final agreement, thus creating \npotential prejudice to a party relying on that choice in drafting the \nfinal agreement.  \n \nWhile emphasizing the significance of the parties’ chosen agreement to \ncontract claims, that Order did not by its terms expressly determine whether \nthe tort and statutory claims would be likewise decided under New York law.   \n \n{8} On October 29, 2010, Defendant f iled its Motion for Partial Summary \nJudgment, seeking a ruling in its favor on Plaintiffs’ liability.  Defendant’s \naccompanying memorandum address warranty claims under New York law, \nbut analyzes the tort and statutory claims under North Carolina law.  On \nDecember 3, 2010, Plaintiffs filed their Motion for Summary Judgment.  \nThese motions were fully briefed, and the Court has heard oral argument and \nreceived the submitted portions of the factual record.  \n \n{9} On February 24, 2011, Defendant also  filed a motion to modify the Case \nManagement Order to set a trial date.  The Court has deferred consideration of that \nmotion pending its consideration of the cross-motions for summary judgment, and \nwill set a status conference to consider further. \n \nIII.  FACTUAL BACKGROUND \n \nA.   The Parties and Negotiations Leading to the Asset Purchase Agreement1\n \n{10} The contract at issue pr ovides for the sale of assets in an ongoing business \noperating in Zebulon, North Carolina.  Plaintiff KLATMW, Inc. (“KLATMW”) is a \ncorporation incorporated under the laws of the State of Nevada.   It formerly \nconducted business in Zebulon, North Carolina as Electronic Service Protection Inc. \n(“ESP-S”).  KLATMW is the successor in interest to Power Quality Innovators, Inc. \n(“PQI”).   Plaintiff KLATMW International (“KI”) is a corporation incorporated \n                                                 \n1  The facts leading up to the parties’ execution of a Letter of Intent are essentially undisputed and \nwill be recited without specific reference to the record.  These facts come from pleadings and briefs \nwhich do contain annotations to the record.  The execution of the APA is not disputed, although the \nparties have significantly different positions on what Sellers knew and what they intended to \ndisclose or what they should have disclosed in two schedules referencing facts regarding the \ncustomer Global Information Services.  The Court will attempt to refer to specific portions of the \nrecord when addressing positions which the Court believes create material fact issues.  The Court \ndoes not, however, intend this Order and Opinion be read as reciting every material fact that may be \nrelevant to further proceedings. \nunder the laws of the State of Nevada, which formerly conducted business in \nZebulon, North Carolina as Electronic Systems Protection International  \n(“ESP-I”).  The companies were equally owned by Plaintiffs Kim Alfreds (“Alfreds”) \nand Tom Weickardt (“Weickardt”), both designated as “Owner” in the APA.  Neither \nAlfreds nor Weickardt is a North Carolina citizen or resident. \n \n{11} Defendant Electronic Systems Prot ection, Inc. (“ESP”) is a corporation \nincorporated under the laws of the State of Delaware, with its principal place of \nbusiness in Zebulon, North Carolina.  ESP was formed to acquire the assets as \nprovided by the APA, and it continued the existing business after the acquisition. \n \n{12} ESP designs, manufactures, and sells power protection devices used \nprimarily to control power surges and to provide power filtration in high volume \noffice equipment.  Prior to the sale, ESP was jointly owned by Alfreds and \nWeickardt as 50/50 shareholders.  During 2007, a three-person management team \noversaw the company’s daily operations.  Stephen Cole (“Cole”) was its President; \nDavid J. Perrotta (“Perrotta”) was the Vice\n President of Operations; and David \nD’Agostino (“D’Agostino”) was the Vice President of Sales.  During this time, Alfreds \nand Weickardt were off-site owners who maintained regular contact with the \nmanagement team.  Global Information Services, Inc. (“Global”) is a parent \ncorporation of multiple autonomous office dealers located across the United States.   \nUntil 2007, Global dealers primarily sold or leased office equipment manufactured \nby Japanese office equipment manufacturers such as Canon and Ricoh, and \nincluded ESP power filters as a part of the initial sale and installation.  At least up \nto April 2007, Global included ESP power protection devices on an estimated 90% of \nGlobal products.  In April 2007, in a widely known acquisition, Xerox bought Global \nfor over $1 billion.  Global had not earlier sold Xerox equipment, and Xerox was \nneither an ESP customer nor used power filtration equipment on a proactive basis, \nalthough ESP products may have been listed on Xerox price lists. \n \n{13} Alfreds and Weickardt decided in Summer 2007 to sell the company.  \nPlaintiffs approached Thomas Ledford (“Ledford”) of the investment banking firm \nThe Lenox Group (“Lenox”) to assist with the sale.  The initial target was a \npurchase price which would provide the owners a net of $50 million after taxes and \nexpenses.  Ledford prepared an Investment Opportunity Overview in October \n2007.2  (See Pls.’ Dep. Ex. 56: ESP Investment Opportunity Overview.)   \n \n{14} Gridiron Capital, LLC (“Gridiron”), is a private equity firm represented by \nTom Burger (“Burger”) and Geoff Spillane (“Spillane”).  Gridiron obtained the Lenox \noverview and was one of only two bidders selected to make final presentations to \nPlaintiffs’ management team.  Gridiron knew that ESP had for some time been \nseeking to develop a substantial relationship with Xerox.  In its presentation, \nBurger emphasized Gridiron’s relationship with a former business executive of \nXerox that could potentially help develop that business relationship.  Cole, Perrotta, \nand D’Agostino expressed their unanimous preference for Gridiron to Alfreds and \nWeickardt, who in turn deferred to their recommendations. Gridiron submitted its \nfinal Letter of Intent (“LOI”) on November 5, 2007, reflecting a purchase price of \n$82 million.  Electronic Systems Protection, Inc., a Delaware corporation, identified \nas the “Buyer” in the APA, was formed to complete the acquisition.  The former ESP \nchanged its name. \n \nB.  The Relevant Provisions of the Asset Purchase Agreement \n \n{15} The Court sets out each of the re levant provisions of the APA before \ndiscussing them in the context of the various claims.  \n \n                                                 \n2  The parties’ evidentiary submission included multiple deposition exhibits as well as other \nmaterial.  The Court is not aware of any challenge to the authenticity of any of the documentary \nmaterials submitted by any party. \n{16} The parties executed the APA da ted December 30, 2007.  The closing \noccurred on January 8, 2008 (“Closing” or “Closing Date”).  Sellers and Buyer were \nat all relevant times sophisticated business entities represented by legal counsel.    \n \n{17} The  APA recites that the purchase was being made “in consideration of the \npremises and mutual promises herein made, and in consideration of the \nrepresentations, warranties and covenants” contained in the APA.   That is, the \nwarranties were a part of the consideration for the sale and purchase.  They were a \n“basis of the bargain.” \n  \n{18} Two APA sections control Defendant’s claim that Plaintiffs failed to disclose \nand deliver a prior settlement agreement that included a provision related to \nconfidentiality.  The same section provides for the escrow account.  Those sections \nprovide in relevant part: \n \n2.4. Closing Deliveries.  The parties shall take the actions set forth \nin Section 2.4 at the Closing. \n \n(a)  The Buyer will deliver (i) to the Escrow Agent, $2,050,000.00 by \nwire transfer of immediately available federal funds to the account \ndesignated in the Escrow Agreement for purposes of satisfying \namounts owed (if any) to the Buyer Indemnified Parties pursuant to \nSection 10.1.”   \n. . . .  \n \n(g)  Subject to the provisions of Section 6.15, the Selling Companies \nand the Owners shall deliver to the Buyer substantially all books and \nrecords relating to the Business which are included in the Acquired \nAssets and shall cause any such books and records not delivered at \nClosing to be delivered as promptly thereafter as reasonable \npracticable. \n \n3.16.1 Contracts.  Except as disclosed on Schedule 3.16, no Selling \nCompany is bound by or a party to: \n \n(g)  any Contractual Obligation . . .  which (i) relates to confidentiality \n(other than custom confidentiality provisions contained is customer \nand supplier agreements of the Selling Companies entered into in the \nOrdinary Course of Business) or (ii) limits or purports to limit the \nability of any Person to compete in any line of business, with any \nPerson in any geographical area; \n \n{19} Two APA sections control Defendant’s claims related to changes \naffecting Global.  A schedule accompanies each section.  Definitions of \nmaterial terms were provided in Exhibit A to the APA.  The sections and \nrelevant definition are: \n \n3.7. Absence of Certain Developments. Since the Most Recent \nBalance Sheet Date and through the Closing Date, the Business has \nbeen and will be conducted in the Ordinary Course of Business and, \nexcept for matters disclosed on Schedule 3.7 (which matters do not \nconstitute a Material Adverse Effect)3: \n \n(l) no event or circumstance has occurred which constitutes a \nMaterial Adverse Effect. \n \nThe term “Material Adverse Effect” is defined as: \n \n “Material Adverse Effect” means any change or effect that is, or could \nreasonably be expected to be, materially adverse to the Business, \nAssets, Liabilities, Financial Condition or Results of Operation of the \nSelling Companies, taken as a whole . . .  (APA A-6)4\n                                                 \n3  Note in particular the ending parenthetical, which effectively states that any matter \ndisclosed in an accompanying schedule is not itself a Material Adverse Effect.  Plaintiffs’ \nbriefs describe Section 3.7 as requiring Sellers to disclose any Material Adverse Effect.  At \noral argument, Sellers’ counsel described Schedule 3.7 as being a disclosure of a Material \nAdverse Effect because of changes affecting Global.  But, strictly applied, the parenthetical \nforecloses this assertion because it says that matters in the accompanying schedule are \nwarranted not to be a Material Adverse Effect.  The Court questions whether this was the \nparties’ actual intent, as it would be more typical to structure asset purchase agreements to \nuse schedules to except items from a warranty.  Note that this same parenthetical language \nis not included in the warranty of Section 3.18, for which Sellers included identical language \nin the accompanying schedule.  \n \n4  The question arises as to whether the “reasonable expectation” provides a subjective \nstandard or an objective standard.  As discussed below, the Court concludes that the New \nYork courts would impose an objective standard which looks at what facts are known \ngenerally rather than a subjective standard that looks only to what Sellers knew. \n  \n \nPlaintiffs provided the following schedule: \n \nSchedule 3.7(l)  Absence of Certain Developments.  The anticipated \nsales volume of Global Imaging Systems (GISX) appears to be \ndiminishing due to their acquisition by Xerox in April, 2007.  Prior to \nmid 2007, ESP did not have a relationship with Xerox and given \nXerox’s absence of a policy to include power protection on a proactive \nbasis, a decline in sales was anticipated.  At this time ESP cannot \nmeasure the impact of this transaction of [sic] future sales.\n5\n \nPlaintiffs’ counsel submitted a slide presentation at oral argument which \ncites to an e-mail dated December 16, 2007, two weeks before the date of the \nAPA, which apparently was a disclosure identical or similar to the language \nin Schedule 3.7.6\n \nAPA Section 3.18 is specifically in reference to customers.  It provides in \nrelevant part:  \n \n3.18. Customers and Suppliers.   Except as set forth on Schedule 3.18 \n(i) . . . none of the customers  . . .  required to be listed on Schedule 3.18 \nhas cancelled, terminated or otherwise materially altered (including \nany material reduction in the rate or amount of sales or purchases or \nmaterial increase in the prices charged or paid, as the case may be) or \nnotified the Business of any intention to do any of the foregoing or \notherwise threatened in writing to cancel, terminate or materially alter \n(including material reduction in the rate or amount of sales or \npurchases, as the case may be) its relationship with the Business.   \n \n                                                 \n5  The parties agreed that Sellers were not making warranties as to the actual future sales of any \ncustomer.  APA Section 6.18.   \n \n6   The presentation refers to “Exhibit 22,” which the Court could not locate in the appendices \nsubmitted with the motions for summary judgment.  Defendant has urged the Court to consider that \nSellers controlled when Buyer would have access to Sellers’ customer base for due diligence and only \nallowed that access after the APA was signed, noting that the APA was signed on December 30 and \nthe deal closed on January 8, 2008.  The Court has considered this, but has also considered APA \nsection 2.3, which indicated that closing would be after the conditions of Section 7 were satisfied, and \nAPA Section 7.13, which conditioned the closing on the completion of Buyer’s due diligence, \ndetermined in Buyer’s sole discretion.   \nSellers provided the following schedule: \n \nSchedule 3.18.  The anticipated sales volume from Global Imaging \nSystems (GISX) appears to be diminishing due to their acquisition by \nXerox in April, 2007.  Prior to mid 2007, ESP did not have a \nrelationship with Xerox and given Xerox’s absence of a policy to include \npower protection on a proactive basis, a decline in sales was \nanticipated.  At this time, ESP cannot measure the impact of this \ntransaction of [sic] future sales.   \n{20}   Sellers separately warranted th e accuracy of statements included in \ndocuments furnished the Buyer, as follows: \n \n3.25 Disclosure.  The representations and warranties contained in this \nSection 3 and in the documents, instruments and certificates delivered \nto the Buyer by the Selling Companies pursuant to this Agreement do \nnot contain and will not contain any untrue statement of fact or omit to \nstate any material fact necessary in order to make the statements and \ninformation contained therein not misleading.   \n \n{21} Defendant contends that the stat ements contained in Schedule 3.7 and \nSchedule 3.18 were both inaccurate and misleading, so that the changes \naffecting Global resulted in a breach of warranties in Sections 3.7, 3.18, and \n3.25. \n \n{22} Section 10.1.1 of the APA provides for indemnity; Section 10.1.2 provides \nmonetary limitations for the indemnity.  These sections refer to both contract and \ntort claims.  Section 10.1.1 provides in relevant part that Sellers:  \n \njointly and severally . . . indemnify and hold harmless the Buyer, . . . \nfrom, and against and in respect of any and all Actions, Liabilities, . . . \nlosses, damages, bonds, dues, assessments, fines, penalties, Taxes, \nfees, costs (including costs of investigation, defense, and enforcement of \nthis Agreement), expenses or amounts paid in settlement (in each case, \nincluding reasonable attorney’s fees and expert fees and expenses), . . . \narising out of or indirectly related to: \n \n(a)  any fraud of any of the Selling Companies or Owners or any breach \nof, or inaccuracy in, any representation or warranty made by the \nSelling Companies . . . in this Agreement . . . or in any document, \nSchedule . . . delivered pursuant to this Agreement (in each case, as \nsuch representation or warranty would read if all qualifications as to \nmateriality, including each reference to the term “Material Adverse \nEffect,” were deleted therefrom);  \n \n(b)  any breach or violation of any covenant or agreement of the Selling \nCompanies (including under this Section 10) in or pursuant to this \nAgreement; \n. . . . \n(f) any breach or violation of any covenant or agreement of such Owner \n(including under this Section 10) in or pursuant to this Agreement. \n \nSection 10.1.2 provides in relevant part: \n \n10.1.2.  Monetary Limitations.  The Owners and Selling Companies \nwill have no obligation to indemnify the Buyer Indemnified Person \npursuant to Sections 10.1.1(a) and 10.1.1(e) in respect of Losses arising \nfrom the breach of, or inaccuracy in, any representation or warranty \nunless the aggregate amount of all such Losses incurred or suffered by \nthe Buyer Indemnified Persons exceeds $100,000 (at which point the \nOwners and Selling Companies will indemnify the Buyer Indemnified \nPersons for all such Losses) . . . and the Owners’ and Selling \nCompanies’ aggregate liability in respect to claims for breach of, or \ninaccuracy in, any representation or warranty pursuant to Sections \n10.1.1(a) and 10.1.1(e) will not exceed $8,200,000 . . . provided, \nhowever, that . . . the Indemnity Cap will not apply to . . .  claims based \nupon fraud or intentional misrepresentation.   \n \n{23} APA Section 12.4 of the APA contains the parties’ choice-of-law provision and \nprovides: \n \nGoverning Law.  This Agreement, the rights of the parties and all \nActions arising in whole or in part under or in connection herewith, \nwill be governed by and construed in accordance with the domestic \nsubstantive laws of the State of New York, without giving effect to any \nchoice or conflict of law provision or rule that would cause the \napplication of the laws of any other jurisdiction.   \n \nThe definition of “Action” is significant in determining the law to be applied.  It is: \n“Action” means any claim, action, cause of action or suit (whether in \ncontract or tort or otherwise), litigation (whether at law or in equity, \nwhether civil or criminal), controversy . . . .  \n \nC. Facts Regarding the Impact of Global’s Acquisition by Xerox \n \n{24} The impact of the Xerox April 2007 ac quisition of Global as of the Closing \nDate is the heart of Defendant’s warranty claims under APA sections 3.7, 3.18, and \n3.25.  The fraud claims assert that Plaintiffs concealed those facts and induced \nDefendant to forego further investigation of the true facts known to Plaintiffs but \nunknown to Defendant.  In sum, the parties appear to be in substantial agreement \non the facts up to the signing of the Letter of Intent on November 5, 2007 and \nperhaps further extending to the middle of November, but they have very different \npositions both as to the facts occurring after mid-November and the relevance of \nthose facts.  There is a specific disagreement whether Plaintiffs became aware prior \nto the Closing Date of an internal Global directive, which Defendant asserts was a \nclear directive to make no purchase of ESP products for use with Xerox \ninstallations.  They also differ as to the relevance of this fact.  The Court believes \nthat, in part, each side argues a bit more than allowed for under New York law.  \nPlaintiffs urge that the warranty claims must be resolved on the basis of what \nSellers themselves did or did not know at the Closing Date, and that doing so is \ndispositive because they contend the record is clear that they did not know of the \ninternal Global directive which was first disclosed to them after the Closing Date.   \nThe Court believes that Plaintiffs’ limitation of the inquiry to what they actually \nknew at the Closing Date is not determinative under the controlling New York \nstandard.  On the other hand, Defendant contends that the waiver issue must be \nresolved in its favor because the New York standard requires that Defendant have \n“full knowledge,” and then appears to contend that “full knowledge” means \nPlaintiffs must have disclosed to Defendant every fact of which  Plaintiffs were \naware.  While the New York waiver standard does require that Plaintiffs told \nDefendant enough to provide full knowledge that Plaintiffs’ warranties were \nbreached, such knowledge need not necessarily be fully coterminous with Plaintiffs’ \nknowledge. \n \n{25} Shortly after the April 2007 Xerox acquisition, Alfred Vieira (“Vieira”), \nGlobal’s Vice President of Operations, called Alfreds and told him that business will \ncontinue “as usual.”  (Dep. of Alfred Vieira, June 7, 2010 (“Vieira Dep.”), 7:5–16, \n7:23−8:2.)  Perrotta testified that ESP viewed the Xerox acquisition “as an \nopportunity to get to increase the business by having Xerox on board with Global \ndealers.”  (Dep. of David J. Perrotta, April 14, 2010 (“Perrotta Dep.”), 82:11–12.)  \nESP and Cole had been making attempts to develop a business relationship with \nXerox since 2005 or 2006.  (Dep. of Stephen Cole (“Cole Dep.”), 75:19–21.)  Cole \ntestified that he was working with ESP’s sales staff to convert Global from a \n“service” to a “sales” based approach.  (Cole Dep. 18:6–9, 75:19−21).\n7    \n \n{26} The motions and briefs do not sugge st that the Xerox acquisition was the \nmotivation for Alfreds and Weickardt placing ESP up for sale in Summer 2007.  It is \nclear that the Xerox acquisition did, however, at some point begin to have some \nimpact on the ESP/Global relationship, including at least having individual Global \ndealers ask Global management questions about the impact.  The record suggests \nthat potential changes as a result of the acquisition first became the subject of \nsignificant management attention in October 2007, triggered in part by questions \nasked by dealers at the October 2007 annual dealers’ meeting.   Questions by Global \ndealers and “rumors” picked up from them by ESP sales representatives led to \nindependent analysis by the management teams of both Global and ESP.   \n \n{27}    Shortly after the Xerox acquisition, Global changed its lead contact with ESP \nwhen  Robert Corkern (”Corkern”) became Global’s new Director of Services.  (Dep. \n                                                 \n7  There is conflicting testimony whether Cole had a legitimate basis to hold onto such hope as of the \nClosing Date. \nof Paul Schulman August 9, 2010 (“Shulman Dep.”), 10:6–8.)  Corkern was \nresponsible for the fiscal performance of the Global dealers’ service departments \nand also served as the liaison between Xerox and the Global service departments.  \n(Dep. of Robert Corkern, June 7, 2010 (“Corkern Dep.”), 15:13–25.)  Prior to the \nacquisition, Global did not sell Xerox machines.  After the acquisition, neither Xerox \nnor Global directed the Global dealers to sell a specific quota of Xerox machines.  \n(Corkern Dep. 64:2–6; Schulman Dep. 31:3–8.)  But, because Xerox had not \nhistorically used power protection proactively, when Xerox acquired Global, dealers \nwere unsure about the use of ESP power protection devices on Xerox equipment.  \n(Corkern Dep. 19:13–18.)  During the October 2007 Global dealers’ meeting in \nDallas, Texas, Corkern was asked by one of the Global dealer’s president if Xerox \nwould use power protection on its equipment.  He indicated he would have to \ninvestigate.  (Corkern Dep. 19:13–18.)  Corkern then reached out to Mike Romeo \n(“Romeo”), his “counterpart inside of Xerox.”  (Corkern Dep. 19:25–22:3.)  Corkern \nexplained that he learned that Xerox had not historically used power protection \nequipment, but that there may be some opportunity.  Corkern and Romeo discussed \ndoing further due diligence to address such an opportunity.  Corkern then received \na directive from his management to simply follow Xerox’s directive.  Corkern \nindicated that he then generally advised the Global dealers not to use power \nprotection equipment for Xerox installations but to continue to use it on \ninstallations of Japanese equipment.  (Corkern Dep. 20:11–22:3.)   The record \nsuggests that Corkern may not have been quite as direct in his communications \nwith Cole, at least not until later.    \n \n{28} Throughout October and November, ES P, and particularly Cole, pressed for \nsome directive regarding Xerox installations, but Global did not provide ESP with a \nspecific directive.  ESP field representatives began to hear “rumors” from service \npersonnel at certain Global dealers.  (Pls.’ Legal Mem. in Supp. of Their Mot. for \nSumm. J. and Resp. to Def.’s Mot. for Summ. J. 6.)  ESP account managers reported \nthe rumors to ESP’s Cole.  (\nSee, e.g., Def.’s Dep. Ex. 29)  Cole in turn communicated \nwith Corkern.  Corkern advised Cole that Global was assessing “the future of Global \nusing power protection on Xerox equipment.”  The conversations did not extend to \nJapanese equipment.  (Corkern Dep. 73:11–74:1.)  As late as November 8, Corkern \ncontinued to evaluate whether there may be usage of ESP equipment with Xerox \ninstallations, and he advised at least one Global dealer that it was “too early” to \nmake a final recommendation.  (Corkern Dep. 76:16–22.)  As Corkern put it, as of \nNovember 8, 2007, he “didn’t really have the answers.”  (Corkern Dep. 77:1–5.) \n \n{29} There is some evidence, at least at  some point, that there may have been \npersonnel within Xerox that would have been receptive to Cole’s goal of expanding a \nXerox relationship.  One Xerox personnel regarded ESP’s proposed business plan as \na “compelling business case.”  (Pls.’ Ex. 91: E−mail from Roger Ellefson, Manger, \nOffice Group Solutions Marketing, to Paul Schulman (Nov. 8, 2007, 0956).)  There \nis, however, a dispute whether ESP and Cole were by the Closing Date fully aware \nthat Cole’s business plan had no realistic chance of succeeding and that Cole had no \nreasonable basis to say otherwise. \n \n{30} The parties assert different conclusi ons on what Plaintiffs and Cole knew \ntoward the end of November 2007.  Corkern’s deposition indicates there were \nseveral November conversations and in mid-November, Corkern indicated that \n“Global is re\n-evaluating power protection on Xerox products, but that the local \nGlobal dealers were free to operate as they see fit.”  (Corkern Dep. 83:17–24.)  On \nthe contrary, Defendant asserts that Cole knew that there would be a precipitous \ndrop in Global sales as the Global dealers moved to more predominant Xerox based \ninstallations.  In part, Defendant says that knowledge was evident in analyses that \nCole himself authored (See, e.g., Def.’s Dep. Ex. 36) and is further supported by \nwhat Schulman told Cole after mid-November, which Schulman indicated was \nspecific that Xerox installations would not include ESP filters.  (Schulman Dep. \n64:17−23.) \n \n{31} Internal Global considerations appe ar to have reached some conclusion by \nNovember 21, 2007, at least as it relates to whether ESP power equipment would be \nsold proactively on Xerox installations.  Defendant’s Deposition Exhibit 34 is a key \ndocument.  It is an internal Global e–mail dated November 21, 2007 from Corkern \nto all Global presidents to update “everyone as to where we are on Surge \nProtectors/Power Filters.”  The body of the e–mail provides, in part: \n \nAfter continued research with Xerox, it is apparent that Xerox only \nuses Power Filters/Surge Protectors on a reactive basis, if they identify \na problem. \n \nXerox does not have a policy or a procedure to send Power \nFilters/Surge Protectors out on a pro-active basis.   \n \nWe should continue to “Rotate our stock” of existing Power \nFilters/Surge Protectors and use them on the Japanese manufactured \nproducts as we have in the past.  . . . \n \nSince Xerox is not using Power Protection/Surge Protection on a pro-\nactive basis, we should follow suit on the Xerox products and handle it \njust as Xerox would, which is use them if the need is identified for the \ninstallation.  We are continuing dialog with Xerox and should anything \nchange, we will communicate the information out to you immediately.   \n \nThere should be no reason for our companies to make huge \ninvestments in buying Power Protectors/Surge Protectors going \nforward.\n8\n \n(Def.’s Dep. Ex. 34.)  Corkern testified that this e–mail reflects a clear instruction \nfrom Global executive management that Global should not buy ESP products for \nXerox machines on a going–forward basis absent a specific particular need.  \n(Corkern Dep. 105:23–106:11.)  Schulman testified that Global “at least instructed \n                                                 \n8  Defendant is at times a bit loose in how it refers to this document, seeming to refer to it as a \ndirective to cease all purchases of ESP products.  Plaintiffs note that the e−mail does not necessarily \ndirect any change in terms of purchases of ESP products for installations using Japanese equipment.  \nThe Court does not believe this is a controlling issue, as there could clearly be a material impact on \nsales even if ESP products continued to be used on some equipment but not on Xerox equipment.   \nits presidents and dealers to stop their purchases of ESP products for Xerox \nmachines before December 31, 2007.”  (Schulman Dep. 23:3–6.)  \n \n{32} The Court noted no direct evidence that Cole received an actual copy of the e –\nmail.  There is a dispute whether he was aware of its contents.  In a November 28, \n2007 e–mail, Corkern states that he: \nreceived a call from Steve Cole from ESP and he obviously was aware \nof the communication I sent out to Global Imaging Systems last week \nthat I shared with you. . .  I know he is concerned because I believe he \nis thinking that there will be a loss of business going forward on the \nXerox products. \n \n(Def.’s Dep. Ex. 89.)  Cole himself denies that he learned of the e–mail or the final \ndecision it purports to represent until after the Closing Date, at a January 18, 2008 \nmeeting in Tampa.  (Cole Dep. 250:21−251:5.)  \n \n{33} During this period, Plaintiffs were  also performing their own evaluations, \nresulting in a series of documents which were not produced to Defendant prior to \nthe Closing.  Defendant contends both that the documents should have been \nproduced and that the non-disclosure documents prove that the disclosures which \nPlaintiffs did make are inaccurate and misleading.  To the contrary, Plaintiffs \ncontend that they had no obligation to disclose and Defendant never asked for these \ndocuments, but that, in any event, the documents demonstrate the adequacy and \naccuracy of the representations in Schedule 3.7 and Schedule 3.18.    \n \n{34} In December 2007, Cole and D’Agostino compiled a November 2007 ESP \nSales Division Monthly Report in which they calculated current Global account \nlosses totaling approximately $55,000.00 per month, based on sales losses for at \nleast twelve global companies.  (Dep. of David D’Agostino April 15, 2010 \n(“D’Agostino Dep.”) 85:22–86:12.)  Cole performed a business analysis utilizing a \nmethod referred to first as the “Harvard Review” and then as the “Zebulon Review.”  \nIt was based on a model format known as the Harvard Business Review; Best \nPractices; Service to Sales based Programs.  (See Cole Dep. 18.)  The study included \nan analysis of the company’s current economic status as well as developing a \nprogram for moving forward with Global as a customer.  Cole testified that the \nstudy was to assist his sales staff with converting to the “sales” based approach.  \n(Cole Dep. 18:6–9.)  Plaintiffs stress that the study was a business planning tool \nand not a document prepared specifically in connection with the sale of the \ncompany. \n  \n{35} The analysis includes both a discussion of potential immediate lost sales and \na business plan to recapture and increase those sales.  (See, e.g., Def’s Dep. Ex. 37: \nExcerpt from Harvard Business Review.)  Cole characterized the Xerox acquisition \nof Global as an “enormous sales based opportunity,” but also stated: \n \n. . . ESP . . . was sure that despite claims from Xerox Corporate, ESP’s \nfuture with Global was at risk. . . . [I]t was clear that eventually all \nlocations would be offering exclusively Xerox products.   \n \nThe current projection is that 50%+ of the $2M in ESP revenue from \nGlobal Sales will degrade in the next year as Global is morphed into \nthe Xerox culture and organization. \n \n(Def’s Dep. Ex. 37: Excerpt from Harvard Business Review 4–5.)  Cole’s analysis \nunderwent several drafts.  On December 2, 2007, Cole circulated the Harvard \nReview to D’Agostino and Perrotta.  (Def.’s Dep. Ex. 36.)  In a December 4, 2007 e–\nmail, Cole circulated a revised draft to D’Agostino, Perrotta, and Naples.  (Def.’s \nDep. Ex. 37.)  Cole re–titled the document “Zebulon Business Review,” and revised \nthe analysis regarding the anticipated loss of Global revenue to state “ESP \nmanagement has forecasted that ESP will lose [$700K] to $ 1M of the $2M in sales \nrevenue from GIS-X [Global] in the short term.”  (Def.’s Dep. Ex. 39: Zebulon \nBusiness Review 4−5.)  Cole testified that the “$700K” was close to the $58,000 \nmonthly sales reduction estimated by D’Agostino on November 27, 2007.  (Cole Dep. \n76:26−77:16, 82:17–83:5.)   \n \n{36}  Plaintiffs made a considered dete rmination not to share the Cole analysis \nwith Defendant, but rather utilized the analysis to make the disclosures of Schedule \n3.7 and Schedule 3.18.  The language of those schedules is essentially taken \nverbatim from the last draft of the Zebulon Review.  On December 5, 2007, Cole, \nAlfreds, and Ledford held a conference call to discuss the Zebulon Business Review.  \n(Dep. of Thomas Ledford August 3, 2010 (“Ledford Dep.”) 116:23–118:19.)  On \nDecember 7, 2007, at Alfreds’ direction, Cole circulated a third version of his \nanalysis which replaced the specific lost sales projections with language stating: “At \nthis time, ESP management cannot measure the impact of these events on future \nsales.”  (D’Agostino Dep. 75:8−24; Perrota Dep. 103:21−25; Pls.’ Legal Mem. in \nSupp. of Their Mot. for Summ. J. and Resp. to Def.’s Mot. for Summ. J. 9, 10.)  This \nlanguage is obviously the basis of the disclosure in the APA schedules. \n \n {37} Defendant retained The Lucas Group (“TLG”), a business acquisition services \ncompany, to assist it with due diligence in this case.  (Dep. of Chris Sekula, June 16, \n2010 (“Sekula Dep.”), 18:8.)  As TLG’s lead advisor, Chris Sekula (“Sekula”) testified \nthat due diligence is critical for a buyer because a buyer must “independently verify \ninformation about the company” being acquired.  Cole indicates that throughout the \ndue diligence process, he had conversations with Defendant’s representatives about \nthe drop in Global sales and how ESP was addressing the reduction by converting \nfrom a “service” to a “sales” based approach.  (Cole Dep. 84:6–9, 257:17–258:5.)  TLG \nlearned directly from dealers of conflicting reports about whether Xerox used power \nprotection devices.  (Sekula Dep. 60:1–15.)    Defendant indicates that it was not \nallowed to contact customers until the APA was signed on December 30, 2007, after \nwhich TLG surveyed several ESP customers including a number of Global dealers.  \n(Sekula Dep. 37:8–10.)  At the direction of Plaintiffs, TLG contacted seven Global \ndealers, three of which indicated that Xerox was pressuring them to terminate the \nuse of ESP products.  Two dealers mentioned Xerox, but stated that Xerox was not \nexpected to affect the purchase of ESP products, and the remaining two dealers \nmade no mention of Xerox to Defendant’s due diligence team.  (Dep. of Geoffrey D. \nSpillane (“Spillane Dep.”) 33:6–8; Cole Dep. 372:18–373:12.)  During these \ninterviews, TLG represented to the Global Dealers that it was working for the \nSellers.  (Spillane Dep. 45:14−15.) \n \n{38} Due to the “confusing messages” TLG received from Global dealers about the \nfuture level of business it expected to conduct with ESP, TLG prepared a special \nGlobal Report.  (Sekula Dep. 60:1–15.)  Sekula stated that he did not have a clear \npicture about what Global’s future business relationship with ESP would be, and he \nhad doubts about whether there was any directive instructing Global dealers to halt \npurchasing of ESP product.  (Sekula Dep. 103:11–16, 106:4–6.)  Nevertheless, TLG \nprojected a drop in annual Global sales revenue of at least $300,000.00, an amount \nthat The Lenox Group’s Burger believed was material.  (Dep. of Tom Burger \n(“Burger Dep.”) 108:20–109:3; \nSee Pls.’ Ex. 42: Lucus Group Report, “Electronic \nSystems Protection” (Dec. 11, 2007).)  The Court understands that Defendant did \nnot share the TLG due diligence report with Plaintiffs. \n \n{39} Defendant places much emphasis on comments made by Cole after TLG \ncompleted its due diligence and contends that Cole provided assurances that led  \nDefendant to choose to limit information which it, in turn, decided to provide to \nDefendant’s lenders.  Defendant telephoned Cole to ask him about the conflicting \ninformation that had been reported by TLG.  Burger testified that Cole told him \n“not to worry about it, that clearly these guys are small local dealers and they didn’t \nunderstand what was going on.”  (Burger Dep. 89:20–90:1; Spillane Dep. 33:6–\n34:11.)  Burger indicates that Cole further asked TLG not to contact Global to ask \nfor more information about its relationship with ESP, stating that doing so would \nsend up a “red\n–flag.”  (Burger Dep. 75:10.)  Cole explained that this would send up a \nred flag because ESP was having conversations about growing its business \nrelationship with Global and “they were having some issues because of just not \nknowing what was going on with the whole Xerox acquisition.”  (Burger Dep. 75:13–\n16.)  Neither Defendant nor TLG request any additional follow-up information from \nthe Plaintiffs regarding Xerox or Global.  (Spillane Dep. 35:22–36:1.)  Spillane \nstated that  “[w]e relied on Steve Cole as the ongoing president of the business and \nsomeone who was investing a lot of his wealth in the business.”  (Spillane Dep. \n42:22–25.)   Defendant claims that Cole purposely misled Defendant in order to \nassure that the transaction closed.  The Court is not aware that Cole was ever \nasked specifically whether he had attempted to quantify potential lost Global sales. \n \n{40} In a January 4, 2008 e –mail, Spillane advised Sekula of TLG to leave the \nXerox/Global interviews out of the final Lucas Report.  (Pls.’ Ex. 17: E−mail from \nGeoffrey Spillane to Chris Sekula (Jan. 4, 2008, 0956).)  Defendant indicates that \naround this time Cole told Defendant that he had a productive meeting with Global, \nand that Cole’s statement was a factor in deleting negative references in the final \ndue diligence report.  On January 6, 2008 Geoff Spillane directed Chris Sekula to: \n \nleave out the negative Global Imaging interviews concerning the so-\ncalled Xerox directive.  ESP is currently in the Xerox price list and had \na meeting on the 18th with them to continue the process to roll out the \nfull marketing program.  Management has doubts about any sort of \ndirective and suspect some of the dealers may be misinformed.   \n \nThe Lucas report and one final item from our accounting firm are the \nonly remaining due diligence items for the banks to get their final \napproval on Monday so we can close.  \n \n(Pls.’ Ex. 16.)    \nDefendant claims that Cole’s statement regarding a favorable December meeting is \nan outright falsehood and that the meeting did not actually occur until January 18, \n2008 with an unfavorable result.   This January 18, 2008 meeting in Tampa is the \none at which Plaintiffs indicate they learned for the first time about the directive \nreflected in Exhibit 34, Corkern’s November 21, 2007 e\n–mail to Global dealers. \n \n{41} The final Lucas Group Report was th en presented to the Defendant’s lenders \nshortly prior to the Closing Date.  The Customer Survey section did not contain any \ninformation regarding the negative Global customer calls due to the “confusing \nstory.”  (Pls.’ Ex. 42: Lucus Group Report, “Electronic Systems Protection” (Dec. 11, \n2007) 36−41; Sekula Dep. 108:2.)  The final Lucas Report also stated that “Xerox \nHas Been a Recent Partnership Addition for ESP,” boasting that “Xerox Selected \nESP After Extensive Product Testing.”  (Pls.’ Ex. 42: Lucus Group Report, \n“Electronic Systems Protection” (Dec. 11, 2007) 30.)  On a Closing Day conference \ncall, one of Defendant’s lenders asked how the Global/Xerox acquisition had affected \nESP’s relationship with Global.  (Spillane Dep. 29:10–13.)  According to Spillane, \nCole told the lender that, in Cole’s opinion, the relationship with ESP and Global \nwas strong and the Xerox acquisition was not going to impact the business, \n(Spillane Dep. 31:17–32:19), and further stated that the Xerox acquisition was a \nhuge opportunity for ESP, and ESP’s business should be expected to improve.  \n(Burger Dep. 103:3–19; Cole Dep. 402:23–403:4.)  Cole did acknowledge the recent \ndecrease in sales and told the lenders that he and ESP “had a plan to build [the \nGlobal business] back up and actually increase it.”  (Cole Dep. 421:3–13.)  \nDefendant claims that Cole’s remarks were false and intended to induce Defendant \nto close the transaction without further due diligence.  It appears that Defendant \naccepted Cole’s assurances and did not make direct inquiry of Global management. \n \n{42} Defendant closed the transaction.  It did not seek any APA amendment to \nreflect the confusing story regarding Global dealers or to preserve claims based on a \nloss of Global sales.  In fact, the APA included an assurance in Section 6.18 that \nDefendant was not relying on a projection of future sales, and Section 7.13 provided \nthat Defendant had completed due diligence to its satisfaction. \n \n{43} On January 18, 2008, ten days after the Closing Date,  Cole, Perrotta, and \nD’Agostino met with Schulman, Corkern, and Romeo in the Tampa airport.  (Cole \nDep. 158:16–159:21.)  Cole stated that this meeting did not go “that well,” and that \nSchulman indicated his recommendation that Global no longer purchase power \nprotection devices for use on Xerox equipment.  (Cole Dep. 158:16–159:21.)   As \nnoted, Schulman contends Cole was aware of this before the Closing Date. \n \n{44} Cole, D’Agostino and Perrotta joined Defendant’s management team after the \nacquisition.  Cole is no longer employed.  D’Agostino and Perrotta remain as a part \nof management.  D’Agostino and Perrotta both testified that they believed that the \ndisclosures in Schedule 3.7 and Schedule 3.18 were accurate as of the Closing \nDate.9  (Perrotta Dep. 103:21−104:3; D’Agostino Dep. 62:11−63:12, 75:8−24.) \n  \n{45} Even after the Tampa meeting, Cole purported to be hopeful that the \nbusiness relationship with Global could be salvaged with continuing marketing \nefforts.  (Burger Dep. 40:23–41:9, 46:20–47:2, 49:10–16.)  Defendant urges that \nCole’s assurances must be discounted, as he had negotiated a $1.069 Million bonus \npayment from Alfreds and Weickardt which depended on the transaction closing.  \n(See Cole Dep. 142:5−9; 387:5−7.) \n \n{46} Global sales dropped from $2,300,000.00 in 2007 to $130,000 in 2008.   \n \n{47} Cole ultimately resigned from De fendant’s employ in January 2009 following \na dispute over payment for a club membership and an overall loss of confidence.  \n(Def.’s Mem. in Supp. of Mot. for Partial Summ. J. 16.) \n \n                                                 \n9  Plaintiffs urge that this testimony is a binding judicial admission by Defendant because the \nwitnesses were a part of Defendant’s management at the time of the testimony.  Defendant contends \nthat there can be no binding judicial admission because the provision of Rule of Evidence 802 \nprovides that the testimony, if it qualifies as an admission, only becomes admissible as an exception \nto the hearsay rule, and that, in any event, Rule 802 does not apply because the testimony relates to \nbeliefs at a time when the deponents were a part of Sellers’ management, not Defendant’s \nmanagement.  The Court does not believe the testimony rises to the level of a binding judicial \nadmission that in of itself leads to summary judgment for Plaintiffs.  The finder of fact could \npotentially find the evidence persuasive on the points reserved for trial.  \n{48} Defendant submitted its “Indemni fication Letter,” dated July 1, 2009, \nalleging that Plaintiffs’ failure to disclose the Harvard Review and/or the Zebulon \nReview during due diligence constitutes a violation of Sections 3.7, 3.16, and 3.25 of \nthe APA.  (Compl.  ¶ 9.)  Plaintiffs denied Defendant’s claim by letter dated July 12, \n2009.  (Compl. ¶ 10.)  \n \nD.  Defendant’s Settlement Agreement Claim \n \n{49} In May 2009, Defendant was sued by a competitor claiming that it had \nviolated a Settlement Agreement (“Settlement Agreement”) entered several years \nbefore between ESP and iESP, a predecessor of Smart Power, by which iESP was \nrequired to issue a Retraction letter to “its current independent sales \nrepresentatives” and “to those entities or persons who are listed in Exhibit B, which \nincludes those whom it reasonably believes received the “Technical Update,” dated \nSeptember 9, 1998.”  As a condition of the Settlement Agreement, ESP agreed that \nit would not “mention, discuss or disseminate copies of or information about the \nRetraction, except in response to unsolicited inquiries or requests from others \nseeking additional information about the Update or the Retraction.”\n10  \n \n{50} Defendant contends that at the time  of Closing it was completely unaware of \nthe Settlement Agreement.  (Burger Dep. 55:16–20.)  On December 8, 2008, ESP \ndisseminated a letter referencing the retraction letter issued by iESP as provided by \nthe Settlement Agreement.  (See Compl., Ex. C.)  In pertinent part, the letter read: \n \nIt has been brought to our attention that one of our competitors, \nSmartPower Systems, has published claims about our products that \nare both inaccurate and untrue.   \n \n                                                 \n10  The Settlement Agreement was attached to the Complaint as a part of the Supply Power Systems \nlawsuit attachments.  Exhibit B to the Settlement Agreement contains a list of twenty-seven (27) \nindependent sales representatives who were required to receive the Retraction letter under the \nESP/iESP SA.   \nIt should be noted that SmartPower has a history of this type of \nactivity.  Several years ago, the owner of SmartPower was forced to \nprint a retraction letter regarding the false and inaccurate statements \nmade about ESP products.   \n \n(See Compl., Ex. C.)   \n \nOn June 4, 2009, Smart Power Systems, Inc. filed suit against Defendant in the \nUnited States District Court for the Middle District of Texas, alleging six causes of \naction: (1) false advertising and violation of 15 U.S.C. § 1125(a) (the Lanham Act); \n(2) breach of the ESP/iESP SA arising out of ESP’s December 8, 2008 publication; \n(3) common law unfair competition under Texas law; (4) injurious falsehood under \nTexas law; (5) declaratory judgment pursuant to 28 U.S.C. §§ 2201 and 2202; and \n(6) unjust enrichment under Texas law.  (Compl., Ex. C.)   \n \n{51} Defendant claimed in its July 1, 2009 Indemnification Letter that Plaintiffs \nbreached its representations and warranties in the APA by failing to disclose the \nexistence of the ESP/iESP SA.  Defendant alleged that it incurred $88,256.00 in \nlegal fees and $4,553.41 in costs before successfully mediating the claim on May 6, \n2010.  Plaintiffs’ July 12, 2009, response denied any obligation to indemnify.  \n   \nIV.  LEGAL STANDARD \n \n{52} Summary Judgment is proper “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and that any party is entitled \nto judgment as a matter of law.”  N.C. R. Civ. P. 56(c).  “An issue is ‘genuine’ if it \ncan be proven by substantial evidence and a fact is ‘material’ if it would constitute \nor irrevocably establish any material element of a claim or a defense.”  Lowe v. \nBradford, 305 N.C. 366, 368, 289 S.E.2d 363, 366 (1982) (internal citation omitted).  \n“It is not the purpose of the rule to resolve disputed material issues of fact but \nrather to determine if such issues exist.”  N.C. R. Civ. P. 56, comment.  The burden \nof showing a lack of triable issues of fact falls upon the moving party.  See, e.g., \nPembee Mfg. Corp. v. Cape Fear Constr. Co. Inc., 313 N.C. 488, 491, 329 S.E.2d 350, \n353 (1985).  Once this burden has been met, the nonmoving party must “produce a \nforecast of evidence demonstrating that [it] will be able to make out at least a prima \nfacie case at trial.”  Collingwood v. Gen. Elec. Real Estate Equities, Inc., 324 N.C. \n63, 66, 376 S.E.2d 425, 427 (1989).  Courts must exercise caution in granting a \nmotion for summary judgment.  N.C. Nat’l Bank v. Gillespie, 291 N.C. 303, 310, 230 \nS.E.2d 375, 379 (1976).  \n \nV. CHOICE OF LAW \n \n{53} The APA contains a choice of law pr ovision which requires the application of \nthe substantive law of New York to “all actions” whether in contract, tort or \notherwise.  (APA § 12.4.)  Under New York law, the interpretation of an \nunambiguous written contract is a question of law for the court, and words used in \nthe contract should be given their plain meaning.  Nat’l Granite Title Ins. Agency, \nInc., v. Cadlerock Properties Joint Venture, L.P., 773 N.Y.S.2d 86, 87 (N.Y. App. \nDiv. 2004); DDS Partners, LLC v. Celenza, 775 N.Y.S.2d 319, 321 (N.Y. App. Div. \n2004).  The language of the APA conflicts of law provision is clear and not \nambiguous.  \n \n{54} The Court earlier held that the conf lict of law provision of the APA mandates \nthat New York law be applied to the contract claims.  The Court now concludes that \nNew York law likewise controls the non-contractual claims.  In addition to the \ndefinition of “Action” to include all claims “whether in contract or tort or otherwise,” \nthe APA’s indemnity provisions expressly contemplate and provide for actions based \non fraud.  (APA Sections 10.1.1 and 10.1.2.)  The Court perceives no North Carolina \npublic policy that would reject the parties’ consensual choice of law. \n \n{55} The parties also provided that the venue for claims would be the North \nCarolina courts.  The Court does not believe the choice of law provision is \noverridden by the venue selection.   This Court can resolve the claims applying New \nYork law. \n \n{56}  The Court’s choice of law is not determinative as to the tort claims, for the \nlaw controlling those claims appears to be the same in New York and North \nCarolina.  The choice of law is significant to the warranty claims.  There is no \nreasonable argument that New York law should not govern the contract claims.    \nThe more significant new issue from a conflicts of law perspective is whether \nDefendant has the right to pursue a statutory claim under Chapter 75 of the North \nCarolina General Statutes.  The Court’s choice of New York law precludes such a \nclaim.  The Court believes, however, that North Carolina precedents in any event \nwould preclude such a claim where, as here, the parties have provided for \ncomprehensive remedies by their contract.  Defendant should be confined to the \nchosen contract remedies. \n \n VI. DEFENDANT’S BREACH OF REPRESENTATION AND WARRANTY \nCLAIMS AS RELATE TO GLOBAL \n \n{57}  The parties’ briefs and arguments address at length whether Defendant must \ndemonstrate reasonable reliance as part of its warranty claims.  Applying New York \nlaw, the Court concludes that the dispositive issue as to contract claims on this fact \nrecord is not reliance, but rather whether Defendant has waived its right to recover \nfor any breach of warranty.  The Court so concludes because it is clear that the \nwarranties and representations at issue were a “basis of the bargain.”  Under the \nNew York standard, this proves reliance.  This proof of reliance, however, does not \nend the inquiry.  Under New York law, a purchaser may waive its right to enforce a \nwarranty on which it first relied if thereafter the purchaser receives information \nfrom its seller that the warranty is breached but closes the sale with full knowledge \nand acceptance of that breach.  The standard does not mandate that the buyer \nnecessarily must have knowledge equal to the seller’s knowledge.  The New York \nstandard is arguably harshly restrictive, in that it limits relevant evidence to facts \nknown to the buyer solely by disclosures made by the seller.  Information learned \notherwise is immaterial to the waiver analysis.  The record presents the issues \nwhether the Section 3.7, 3.18, and 3.25 warranties were breached, giving rise to \nrecovery under Section 10.1, and whether any such breach was waived.  For reasons \nexplained below, the Court concludes that the Section 3.7 warranty was breached, \nthat the Section 3.18 warranty was not breached, and that there are material fact \nissues both as to whether the Section 3.25 warranty was breached and as to \nwhether any breach which may be proved was waived. \n  \n{58} Under New York law, a warranty is “a n assurance by one party to a contract \nof the existence of a fact upon which the other party may rely.  It is intended \nprecisely to relieve the promisee of any duty to ascertain the fact for himself; it \namounts to a promise to indemnify the promisee for any loss if the fact warranted \nproves untrue.”  \nMetro. Coal Co. v. Howard, 155 F.2d 780, 784 (2nd Cir. 1946) (J. \nHand).  Accordingly, “a warranty is not a promise of performance, but a statement \nof present fact.”  First Bank of the Americas v. Motor Car Funding, Inc., 257 A.D.2d \n287, 292 (1st Dept 1999); Merrill Lynch & Co. v. Allegheny Energy, Inc., 500 F.3d \n171, 184 (2d Cir. 2007); MBIA Ins. Co. v. Countrywide Home Loans, Inc., 2009 NY \nSlip Op 31527U, at *9 (Sup. Ct. N.Y. 2009) (“warranties generally constitute \nstatements of fact instead of intent”).  An express warranty is part and parcel of the \ncontract containing it and an action for its breach sounds “essentially in contract.”  \nSee CBS, Inc. v. Ziff-Davis Publ’g Co., 75 N.Y.2d 496, 503, 553 N.E.2d 997 (1990).  \nIn order to prevail on a breach warranty claim under New York law, a plaintiff \nmust show that: “(1) the plaintiff and defendant entered into a contract; (2) \ncontaining an express warranty by the defendant with respect to a material fact; (3) \nwhich warranty was part of the basis of the bargain; and (4) the express warranty \nwas breached by the defendant.”  Promuto v. Waste Mgmt., Inc., 44 F. Supp.2d 628, \n642 (S.D.N.Y. 1999).  Even upon such proof, however, a buyer is barred from \nrecovery if he closes on a contract in the full knowledge and acceptance of facts \ndisclosed by the seller which would constitute a breach of warranty under the terms \nof the contract, unless the buyer preserves its right to enforce the terms of the \ncontract after closing.   Galli v. Metz, 973 F.2d 145 (2d Cir. 1992). \n \n{59} Some discussion of how the reliance  and waiver doctrines have evolved under \nNew York law is instructive, and the evolution illuminates the significance of the \nnature and source of a buyer’s knowledge.  The discussion can begin with CBS, Inc. \nv. Ziff-Davis Publ’g Co. (hereinafter, “Ziff-Davis”), which has been recognized to \nmake clear that a warranty claim sounds in contract rather than tort, and that \ncontract principles rather than tort principles control the determination of reliance.   \nCBS contracted to purchase assets based on financial information as to profitability.   \nZiff-Davis warranted in the asset purchase agreement that the financial data was \ntrue.  Prior to closing, CBS doubted the accuracy of the financial information based \non its own due diligence and so advised Ziff-Davis.  Ziff-Davis dismissed the \nconcerns and threatened CBS with damages should it refuse to close.  The parties \nentered a supplemental agreement acknowledging their dispute and providing that \nthe closing would not be a waiver of any claim to assert a violation of the financial \ncovenant.11  CBS later brought a claim for breach of that covenant.  The lower court \nheld that CBS was barred because it had not relied on the truth of the warranty.  \nThe Court of Appeals reversed and reinstated the warranty claim.  In doing so, it \naccepted CBS’s argument that the warranties were bargained for contractual terms \nthat represented assurances that the facts were true.  Noting earlier New York case \nlaw resolving that warranty claims sound in contract rather than in tort, the court \nstated that the “critical question is not whether the buyer believed in the truth of \nthe warranted information . . . but whether it believed it was purchasing the seller’s \npromise as to its truth.”  Ziff-Davis, 75 N.Y. 2d at 503, 533 N.E.2d at 1001 (citations \n                                                 \n11  Whether a party includes such a reservation of claims becomes relevant in the context of waiver.  \nHere, Defendant closed without seeking to amend the APA to provide such a reservation. \n \nomitted).  “Reliance” requires “no more than reliance on the express warranty as \nbeing a part of the bargain between the parties.”  Id.  The court indicated that \ncitations to tort cases involving reliance were simply inapposite.  The right to \nrecover on the warranty then requires “only on establishing that the warranty was \nbreached.”  Id. at 504, 533 N.E.2d at 1001.  Responding to the dissent, the majority \nsummarized: “We do not hold that no reliance is required, but that the required \nreliance is established if, as here, the express warranties are bargained-for terms of \nthe seller.  Id. at 506, 533 N.E.2d at 1002.  \n \n{60} Ziff-Davis was followed by the decision of the Second Circuit in Galli v. Metz, \n973 F.2d 145 (2d Cir. 1992), a case on which Plaintiffs heavily rely.  Galli is not a \nreliance case; it is a waiver case.  In New York, the contract doctrine of waiver bears \nsimilarity to the tort doctrine of reasonable reliance, but with one notable exception.   \nThe contract inquiry is limited to knowledge which comes from the seller; the tort \ninquiry examines all knowledge, both actual and constructive. \n \n{61} In Galli, the parties entered a stock purchase agreement.  The sellers granted \nwarranties protecting against liabilities not disclosed on the financial statements. \nThe deal closed six months after the last available financial statement.  Substantial \ntax assessments were issued shortly after closing.  The buyer suspended payment \non promissory notes issued as a part of the sale consideration.  The sellers \ninstituted an action on the notes and the buyer counterclaimed for breach of \nwarranty.  The lower court ruled for the sellers after a bench trial.  The Second \nCircuit reversed and remanded.  Among other representations, the agreement \nwarranted against claims, actions and investigations.  Sellers urged that they did \nnot breach this warranty, because they reasonably believed at the date of closing \nthat a pre-closing threatened back-taxes assessment would not be forthcoming.  The \nSecond Circuit held that the warranty shifted the risk of an unknown assessment to \nthe seller and that the seller’s belief as to the truth of the warranty was \n“irrelevant.”  973 F.2d at 148 (citations omitted).\n  As to this claim, the Second \nCircuit remanded to determine whether there were any damages associated with \nthe breach.  The Court also considered a separate claim of particular import to the \ndecision at hand.  Seller warranted against “any . . . claim . . . which might \nadversely affect the business . . .”  973 F.2d at 150.  The record demonstrated that \nthere was environmental contamination affecting the seller’s property of which the \nbuyer was aware prior to closing.  Seller contended that no warranty was breached \nbecause the buyer knew of the contamination.  Citing Ziff-Davis, Buyer instead \ncontended that its knowledge was irrelevant because reliance is not an element of \nbreach of warranty under New York law.  The Court stated:  “We agree with this \ngeneral proposition, but nonetheless do not agree that it mandates a judgment for \n[buyer].”  Id.  The Court explained that: \nZiff-Davis has far less force where the parties agree at closing that \ncertain warranties are not accurate.  Where a buyer closes on a \ncontract in the full knowledge and acceptance of facts disclosed by the \nseller which would constitute a breach of warranty under the terms of \nthe contract, the buyer should be foreclosed from later asserting the \nbreach.  In that situation, unless the buyer expressly preserves his \nrights under the warranties (as CBS did in \nZiff-Davis), we think the \nbuyer has waived the breach. \n \nId.   \n \n{62} The Galli court cautioned that a waiver finding depends on not only the \nextent of the buyer’s knowledge, but also how the buyer gained its knowledge.  If \nthe source of the knowledge was the seller, there may be a strong case of waiver; on \nthe other hand, if the information comes from common knowledge or a third-party, \nthe possibility remains that the buyer purchased seller’s warranty as insurance \nagainst future claims, even those which might be known by buyer.  The Court \nrejected a defense based on a lack of reliance but held that a defense of waiver was \nnot foreclosed by Ziff-Davis.  Elucidating the distinction between the reliance and \nwaiver issues, the Galli court noted that the district court had found a waiver \nbecause the seller advised buyer of the contamination.  In that sense, the buyer \ncould not assert that its knowledge was irrelevant to the waiver defense.  The court \ndid accept the proposition that the seller’s knowledge is irrelevant in determining \nwhether in the first instance the warranty was relied on as a bargained for part of \nthe agreement.   \n \n{63} Galli was followed by the Second Circuit opinion in Rogath v. Siebenmann, \n129 F.3d 261 (2d Cir. 1997).  The case arose from the sale of a painting that seller \nwarranted was authentic and represented that he was aware of no challenge to its \nauthenticity.  The evidence indicated that the buyer was aware of questions about \nauthenticity; however, it was unclear whether the source of his knowledge was from \nthird parties or from the seller.  The Court noted that the buyer had not expressly \npreserved rights under the document warranties “as required by Galli.”  129 F.3d at \n266.  At the same time, pursuant to Galli, what a third-party told the buyer was \n“immaterial.”  Id.  Rather, “[o]nly if the seller . . . himself . . . informed [buyer] of \ndoubts about the provenance or challenges to authenticity will [buyer] be deemed to \nhave waived any claims for breach of warranty . . .”  Id.  The Court remanded to \nresolve disputes as to what the buyer learned from the seller himself.   \n \n{64} The Southern District of New York th en examined the line of precedent in its \ndecision in Promuto v. Waste Mgmt., Inc., 44 F.Supp.2d 628 (S.D.N.Y. 1999).  The \ncase arose from the sale of a family owned waste business.  The court held that it \nwas “indisputable” that the defendants breached express warranties in the sales \ndocumentation.  Acknowledging that the warranties were breached, defendants \nnevertheless argued that plaintiffs could not recover because they had not relied on \nthe warranties.  The court read Ziff-Davis to foreclose any argument based on \nreliance, and made tort considerations irrelevant.  See Promuto, 44 F.Supp.2d at \n643.  Quoting Ziff-Davis, the Promuto court repeated that “[o]nce the express \nwarranty is shown to have been relied on as part of the contract, the right to be \nindemnified does not depend on proof that the [buyer] thereafter believed the truth \nof the assurances.”  Id. at 644.  The court next addressed Galli’s central holding that \na buyer can waive its warranty claim if it closes the sale with “full knowledge and \nacceptance of facts disclosed by the seller which would constitute a breach of \nwarranty under the terms of the contract.”  Id. at 645.  The court continued to say \nthat proof of whether sellers knew that any factual statement in the representation \nwas accurate is “wholly immaterial.”  Id. at 647.  The Promuto court then found that \n“[t]he law is clear that in order to conclude that [buyers] have waived their right to \nassert a claim for breach of warranty, we must find that, prior to closing, [sellers] \nthemselves actively disclosed to [buyers] facts which would have constituted a \nbreach of the warranties under the terms of the [agreement].”  Id.  at 648.  \nContinuing, the court stated that, “any information . . . that [buyers] may have \ngained through their own efforts, “common knowledge” or third party \ncommunications is wholly irrelevant; therefore, any issues of fact in this regard, \nraised by defendants are immaterial for purposes of this motion.”  Id. at 649.  The \ncourt upheld summary judgment for the buyer. \n \n{65} This line of cases shows that reli ance and the materiality of a buyer’s \nknowledge of facts which fall within the subject matter of the warranty may play to \nentirely different conclusions in contract warranty actions and in tort fraud claims.  \nThe difference can be further understood by reviewing the decisions in Weiner v. \nSnapple Beverage, ___ F.Supp.3d ___, 2010 U.S. Dist. Lexis 79647 (S.D.N.Y. 2010) \nand In Re S’holders Litig., IBP, Inc., 789 A.2d 14 (Del. Chancery 2001), which the \nparties discuss in their briefs.     \n \n{66} The Court is satisfied, as a ma tter of law, that the warranties and \nrepresentations of APA Sections 3.7, 3.18, 3.25 and the indemnity provisions of \n10.1.1 were a “basis of the bargain.”  Accordingly, the Court holds that Defendant \nrelied on these warranties.  The fact that Defendant relied on them, however, does \nnot necessarily mean that Defendant can recover, even if the warranties were \nbreached. \n \n{67} Pursuant to the line of  New York cases discussed above, the Court then must \nconsider whether the warranties were breached, and if so, whether any breach was \nwaived. \n \n{68} In determining whether the Section 3.7 warranty was breached, the Court \nconcludes that it is immaterial whether Plaintiffs actually knew all the facts \nregarding Global at the Closing Date necessary to determine whether the warranty \nwas true as of that date.  Rather the inquiry is whether the warranty was true or \nnot at the Closing Date, all facts considered.  The Court believes New York uses an \nobjective standard such that the Court need not determine whether Plaintiffs made \ntheir representations in good faith.  For purposes of contract, the warranted facts \nare either true or they are not.  If they are not true, then separate issues arise \nwhether Defendant knew that they were not true and therefore waived a claim for \nbreach. \n \n{69} When approaching the issue whether any breach has been waived, the Court \nmust parse Defendant’s knowledge as to that which came from the Plaintiffs and \nthat which may have or could have come otherwise.  This contrasts with the \napproach to the element of reasonable reliance in tort claims.  Likewise, the \nPlaintiffs’ actual knowledge and intent is relevant to the tort claims.  \n \n{70} APA Section 3.7 warrants that  except for matters disclosed on \nSchedule 3.7 (which matters do not constitute a Material Adverse Effect), \nthere has been: (l) no event or circumstance has occurred which constitutes a \nMaterial Adverse Effect.  By definition, a Material Adverse Effect includes \nany change or effect that could reasonably be expected to be materially \nadverse.  (APA Exhibit A\n–6.)  Pursuant to Promuto, the Court understands \nthat the breach inquiry is whether this statement is true, irrespective of \nwhether Plaintiffs believed it to be true, so that the inquiry is an objective \none that inquires whether a person aware of all facts would reasonably \nconclude that there had been a Material Adverse Effect.  So stated, the Court \nconcludes that is no material dispute and that the Section 3.7 warranty was \nbreached.12   The parenthetical statement at the end of Section 7 precludes \nany findings that Schedule 3.7 excepts matters as to Global from the \nwarranty of Section 3.7. \n \n{71} APA Section 3.18 warrants that exce pt as set forth on Schedule 3.18 (i) \n. . . none of the customers  . . .  cancelled, terminated or otherwise materially \naltered the rate or amount of sales or purchases or notified the Business of \nany intention to do [so].  Sellers included Schedule 3.18 which indicated that: \n“[t]he anticipated sales volume from Global Imaging Systems (GISX) appears \nto be diminishing due to their acquisition by Xerox in April, 2007.”    Unlike \nSection 3.7, Section 3.18 does not warrant that the matters excepted by the \naccompanying schedule do not rise to the level of a Material Adverse Impact. \nThe Court concludes that Schedule 3.18 excepted Global from the customer \nwarranties of Section 3.18, so that the warranty of Section 3.18 was not \nbreached.  But, that does not insulate Schedule 3.18 from an inquiry whether \nit violated the warranty of Section 3.25. \n \n{72} Schedule 3.18 is a document furnished in connection with the Closing \nthat falls within the scope of APA Section 3.25, which warrants that all \ndocuments delivered pursuant to the APA neither contain an untrue \n                                                 \n12  Even if the standard were a subjective one, the Court believes the evidence demonstrates that \nSellers as of the Closing Date reasonably believed that the Xerox acquisition would be a Material \nAdverse Effect.  It also appears that Plaintiffs may have actually intended to advise Defendant that \nPlaintiffs knew the Xerox acquisition would have an impact on Global sales which could be material, \nbut that Plaintiffs would not warrant the extent of that effect.  That is, Plaintiffs may have intended \nto except the Global acquisition from any warranty of no adverse effects.  But, the effect of the \nparenthetical is to warrant that matters disclosed in an accompanying schedule are not a Material \nAdverse Effect.   The Court believes that the factual issues appropriately play out as an issue of \nwaiver which raises the question whether Defendant knew based on the combination of information \nprovided by Plaintiffs fully informed Defendant that the effects from the Global acquisition would be \nas of the Closing Date a Material Adverse Effect and that Defendant elected to close the transaction \nwith that knowledge. \nstatement of fact nor omit a material fact necessary to prevent the statement \nfrom being misleading.  The issue of whether the Section 3.25 warranty was \nbreached in the first instance and whether any breach of Section 3.7 was \nwaived may merge, as Section 3.25 invites both objective and subjective \nconsideration. \n  \n{73} The Court does not purport to list every single fact that may be both material \nand disputed.  The Court does conclude, however, that the material issues of fact \ninclude whether Defendant closed the transaction with full knowledge and \nacceptance based on information provided by the Plaintiffs that there was at the \nClosing Date a Material Adverse Effect as a result of Xerox’s acquisition of Global, \nthereby making any warranty to the contrary untrue.   In resolving this issue, \ninformation provided by Plaintiffs would not necessarily be limited to the \ndisclosures contained in Schedule 3.7 and Schedule 3.18.   Those disclosures may be \nfound alone to be inadequate to provide the basis of knowledge upon which a waiver \nwould rest, but those disclosures could be supplemented by other information \nprovided by Plaintiffs adequate to prove a waiver.  As an example, the finder of fact \ncould conclude that the information learned by TLG was adequate to support a \nwaiver, because TLG represented to customers that it was representing the Sellers \nas it gathered information and it concluded there was a materially adverse impact.   \nA finder of fact might conclude that this information was then made known to \nDefendant and adequate for Defendant to have “full knowledge” that the acquisition \nhad led to a Material Adverse Effect as of the Closing Date.   The finder of fact could \ninstead conclude that the information gained by TLG was not adequate to conclude \nthat Defendant was fully knowledgeable on the Closing Date that the acquisition \nwas a Material Adverse Effect while at the same time concluding that the lack of \ncertainty as to the Global situation also means that Plaintiffs’ statement in their \ndisclosures are not misleading within the scope of Section 3.25.  Again, the Court \nreads \nGalli to require that the buyer have full knowledge that the warranties were \nbreached, but does not require that buyer, once knowledgeable of such breach, must \nalso have all knowledge equal to that of the seller.  \n \n{74} In sum, the Court holds that Defendant relied on the Section 3 warranties \nwhich were a basis of the bargain.    The Court concludes that the Section 3.7 \nwarranty was breached and that the Section 3.18 warranty was not breached.  \nThere is a material dispute as to whether the warranty of Section 3.25 was \nbreached, and if so, whether such breach was waived.  There is a material dispute \nwhether Defendant waived the breach of the Section 3.7 warranty. \n \n{75}    Accordingly, both Plaintiffs’ Motion for Summary Judgment and Defendant’s \nMotion for Summary Judgment are GRANTED IN PART and DENIED IN PART as \nto the contract warranty claims. \n \nVII.  DEFENDANT’S SETTLEMENT AGREEMENT CLAIM \n \n{76} Defendant alleges that the 1999 ESP/iESP Settlement Agreement is a \n“contract related to confidentiality” that should have been disclosed and provided to \nDefendant prior to the Closing Date pursuant to Sections 2.4 (g)\n13 and 3.16.1 of the \nAPA, entitling Defendant to indemnification.  Defendant has moved for partial \nsummary judgment with respect to liability on its Settlement Agreement Claim \nasserting that there is no genuine issue of material fact, and that it is entitled to \nsummary judgment as a matter of law.  \n \n                                                 \n13  The Court is uncertain as to the extent of the record, but believes that the Settlement Agreement \nremained among ESP’s business records following the transaction.  Plaintiffs state in their brief that \nthe agreement “itself was within the books and records that remained at the ESP facility in Zebulon \nand was within the possession of the Buyer [Defendant] from the date of closing forward.”  (Pls.’ \nLegal Mem. in Supp. of Their Mot. for Summ. J. and Resp. to Def.’s Mot. for Summ. J. 34.)  The more \nsignificant question is whether it should have been specifically disclosed, as opposed to a claim that \nPlaintiffs never delivered the agreement to Defendant.  In any event, if there was a violation of the \nwarranty that no such agreement exists, it would seemingly dispose of any claim that the Plaintiffs \nfailed to deliver a copy of it. \n{77} Plaintiffs assert that they are enti tled to summary judgment on Defendant’s \nSettlement Agreement Claim because the Settlement Agreement is not a \n“confidential” contract as contemplated by Section 3.16.1 of the APA because the \nSettlement Agreement itself expressly allows for disclosing the retraction letter.  \nPlaintiffs also contend that the warranty is essentially irrelevant because \nDefendant was made aware of the existence of the Settlement Agreement through \ninstitutional knowledge.  Plaintiffs further argue that Defendant cannot make a \nclaim under this warranty because it was not a party to the agreement and \ntherefore should have faced no liability.  The Court believes the latter arguments \nare more in the nature of a defense to any claim of damages that might flow from a \nbreach, as opposed to a defense to whether the warranty was actually breached in \nthe first instance. \n   \n{78} The initial question is whether the Settlement Agreement constitutes a \n“confidential” contract in the first instance.  The Court believes this to be a close call \nwhich it is reluctant to make based solely on the record which it has received and \nthe treatment in the briefs.  Clearly, the Settlement Agreement contains provisions \nthat make certain provisions of the agreement confidential.  However, the \nSettlement Agreement can also be read to allow the disclosure of the retraction \nletter in certain instances.  The Court cannot tell if any such instance was at play \nhere.  The Court also notes that if the Settlement Agreement is viewed in isolation, \nand there were no additional violation of Section 3 warranties proven, the claim \nmay not rise to the level in amount necessary to be actionable under the indemnity \nclause as provided by the limitations of Section 10.1.2. \n \n{79} While the Court had some inclinat ion toward granting summary judgment \nfor Plaintiffs on this claim, in light of the fact that the case will proceed on other \nissues, and the Court’s uncertainty as to the underlying facts, the Court DENIES \nsummary judgment to either party on this claim.    \n \nVIII. DEFENDANT’S TORT CLAIMS \n \n{80} Defendant’s counterclaims present mult iple tort claims in addition to the \nbreach of warranty claims.   There are facts common to both claims, and there is \nunquestionably an overlap of evidence between the tort claims and the contract \nclaims.   Plaintiffs contend that the claims are entirely duplicative.  Defendant \nurges that there are facts relevant to the tort claims that are not relevant to the \nwarranty claims.   The essential tort claim is that Sellers intentionally \nmisrepresented the Global relationship (including an outright misstatement that a \nDecember meeting had occurred) and intentionally foreclosed Defendant’s ability to \nmake further investigation to learn true facts.\n14   \n \n{81} The Court finds it significant that the APA itself reflects that the parties \ncontemplated by contract and tort actions that may arise from misstatements in \nconnection with the transaction and then included remedy provisions for each.    \nThe Court believes the parties should be restricted to their agreement and claims \nshould be resolved as contract claims.  Defendant has been consistent in its \nargument that the Court should apply the New York standard and divorce all tort \nconsiderations from its warranty considerations.  In fairness, the Defendant should \nalso accept that the warranty provisions control the outcome of the case.   \n  \n{82} Under New York law, “a simple breach of contract is not to be considered a \ntort unless a legal duty independent of the contract has been violated.”  \nClark-\nFitzpatrick, Inc. v. Long Island R.R. Co., 70 N.Y.2d 382, 389 (1987).  The holding in \nProject Gamma Acquisition Corp. v. PPG Indus., Inc., 2009 NY Slip Op 31321U, at \n*18 (Sup. Ct. N.Y. Co. 2009) (citations omitted) is instructive.   \n  \n                                                 \n14  Defendant presents a summary of the facts it contends are not governed by the warranty claims \nat page 20 of its reply brief.   \nTo the extent that plaintiffs’ fraud causes of action are based on the \nfalsity of the representation and warranties contained in the ASA \nitself, these claims are merely duplicative of plaintiff’s breach of \ncontract action. . .  Here, the alleged fraudulent representations, on \nwhich plaintiffs claim to have relied, are the very contractual \nrepresentations and warranties upon which plaintiffs assert their \nbreach of contract claim and are neither collateral or extraneous to the \nASA, but an essential element thereof.   Our courts have held that, \nwhere, as here, the only fraud alleged to have occurred is by virtue of, \nand arising out of, the breach of the representations and warranties \ncontained in the agreement itself, the claim is properly dismissed as \nduplicative of the breach of contract claim. . . .    \n \nPlaintiff’s cause of action for fraudulent concealment also must be \ndismissed.  Where a fraudulent concealment is alleged, a plaintiff \nmust, in addition to other elements of fraud, plead that the defendant \nhad a duty to disclose material information and failed to do so. . . .   \nGenerally, absent a fiduciary relationship between the parties, a duty \nto disclose arises only where one party has superior knowledge that is \nnot readily accessible to another, and that party knows the other party \nis acting on the basis of mistaken knowledge. . . . \n \nProject Gamma Acquisition Corp. at *18−19 (citations omitted).  The court \ndismissed the negligent misrepresentation claim on similar grounds.  Id. at \n*20.  See also IMO Indus., Inc. v. Alvis PLC, 95 N.Y.2d  767 (2000).15    \n \n{83} Under New York law, actual fraud requires clear and convincing evidence of \n“(1) a misrepresentation or a material omission of fact which was false and known \nto be false by the defendant, (2) made for the purpose of inducing the other party to \nrely upon it, (3) justifiable reliance by the other party on the material omission, and \n(4) injury.”  Marketxt Holdings Corp. v. Engel & Reiman, P.C., 693 F. Supp. 2d 387, \n395–396 (S.D.N.Y. 2010) (quoting Premium Mortgage Corp. v. Equifax, Inc., 583 \nF.3d 103, 108 (2nd Cir. 2009).   New York law imposes an affirmative duty on \nsophisticated investors to protect themselves from misrepresentations made during \nbusiness acquisitions by investigating the details of the transaction and the \n                                                 \n15  A similar result would obtain under North Carolina law.  See, e.g., Broussard v. Meineke Disc. \nMuffler Shops, 155 F.3d 331 (4th Cir. 1998); Newton v. Standard Fire Ins. Co., 291 N.C. 105, 229 \nS.E.2d 297 (1976).    \nbusiness they are acquiring.  Allied Irish Banks, P.L.C. v. Bank of Am., N.A., 03 \nCiv. 3748 (DAB), 2006 U.S. Dist. LEXIS 4270, at *23 (S.D.N.Y. Jan. 31, 2006 (citing \nGrumman Allied Indus., Inc. v. Rohr Indus., Inc., 748 F.2d 729, 737 (2d Cir. 1984); \nAbrahami v. UPC Constr. Co., Inc., 224 A.D.2d 231, 234 (1st Dept. 1996).  In order \nto establish a claim for fraudulent concealment, a plaintiff must prove each of the \nelements of fraud and one additional element: a duty to disclose material \ninformation allegedly concealed.  Doehla v. Wathne Ltd., 98 Civ. 6087 (CHS), 1999 \nU.S. Dist. LEXIS 11787 (S.D.N.Y. Aug. 2, 1999) (citing Swersky v. Dreyer & Traub, \n643 N.Y.S.2d 33 (N.Y. App. Div. 1st Dep’t 1996).    \n \n{84}   Beyond finding that contract reme dies should control, the Court concludes \nthat the factual record is adequate to conclude as a matter of law that any fraud \nclaim cannot succeed because Defendant cannot demonstrate reasonable reliance.  \nReliance in the tort context is not limited to only the knowledge supplied by the \nseller.  The inquiry extends to Defendant’s entire knowledge, and further examines \nwhether Defendant discharged its obligation to undertake reasonable inquiry to \nprotect its own interest.  Unquestionably, Defendant knew in the first instance from \nSchedule 3.7 and Schedule 3.18 that Global sales were decreasing at least to some \ndegree.  It is further undisputed that thereafter the TLG due diligence study \ngathered further evidence that could support a conclusion that there was an \nanticipated material loss of sales.  Even though TLG estimated the loss at less than \nthe amount of loss sales referred to in drafts of the Harvard Review and Zebulon \nReview,\n16 and even if there was some confusion in what was being reported, in the \nface of that information, it is clear that Defendant was sufficiently alert to proceed \nwith additional inquiries of Cole.   It is also clear that the disclosures in Schedule \n3.7 and Schedule 3.18 were sufficient to prompt Defendant’s lender to make similar \ninquiries, although the lenders had not been further advised of the information \ndeleted from the TLG report.   Defendant then elected to rely exclusively on Cole for \n                                                 \n16  And the parties dispute whether these actually constitute projections of lost sales. \n \nits follow-up and decided to make no further inquiry, which might have included, for \nexample, direct inquiry of Global management.    The Court does not believe that \nthis record supports a finding that Sellers fraudulently concealed or prevented \nDefendant from any ability to make such further inquiry as Defendant thought \nappropriate to resolve questions which had been raised.   The Defendant may well \nbe able to rely on Plaintiffs warranties, but those warranties should determine \nwhether Defendant is entitled to recover.17     \n \n{85}    The testimony that gives the Court the greatest concern is that which \nsuggests that Cole may have affirmatively misrepresented that a ESP/Global \nmeeting had occurred in December 2007 with good result, knowing that the meeting \nhad not yet occurred or that Plaintiffs manipulated December sales figures.  \nNevertheless, the Court finds that Defendant elected to accept Cole’s assertions \nwithout further inquiry, going even so far as electing not to advise their own lenders \nof information of which they had learned through their due diligence study.  In the \ntort context, its choice is relevant.   \n  \n{86} The more significant point is, howeve r, that the Court believes that Cole’s \nrepresentations were at the heart of the warranties in Section 3.7 and Section 3.18, \nthat contract provides for remedy for misstatements, and that the claims should be \na matter of contract rather than tort. \n \n{87} Considering the record as a whole, the Court concludes that the case should \nproceed solely on the basis of the contract claims and that the fraud related claims \nshould be dismissed.  Plaintiffs’ Motion for Summary Judgment on the tort claims is \n                                                 \n17 The Court has been mindful of Defendant’s argument that its fraudulent concealment claim should \nbe viewed with recognition that information of which it learned during TLG’s due diligence efforts \ncame late because ESP would not allow the due diligence customer investigation until very shortly \nbefore closing.  Even so, the Court cannot conclude that Cole prevented Defendant from extending \nthe Closing Date to perform such further investigation as necessary.  The Court does not perceive \nany duty independent from the contract itself which gives rise for an independent fraudulent \ninducement claim.     \nGRANTED, and Defendant’s Motion for Summary Judgment on the tort claims is \nDENIED. \n \nIX.  DEFENDANT’S NORTH CAROLINA UNFAIR AND DECEPTIVE TRADE \nPRACTICES CLAIM \n \n{88} As indicated, the Court concludes that Defendant’s North Carolina statutory \nclaim is barred by application of the APA’s choice of law provision.  Should the \nCourt have elected to apply North Carolina law, it would have granted Plaintiffs’ \nsummary judgment on this claim for much the same reasons as it dismissed the tort \nclaims, allowing the case to proceed solely as to contract claims.  While certainly \nunder North Carolina precedent, a Chapter 75 claim may lie even where the \nsupporting facts fall short of proof of actual fraud, like New York, North Carolina is \nreluctant to allow an independent claim to proceed when the contract itself \nrepresents negotiated remedies for violation of contractual warranties and \nrepresentations.  \nSee, e.g., Broussard v. Meineke Muffler, supra n.15.  While the \ngood faith of the party charged with Chapter 75 liabilities may not be relevant, a \nChapter 75 claim can be defeated when the claimant is found not have adequately \nprotected his own interests.  Thus, “[r]ecovery according to Chapter 75 is limited to \nthose situations when a plaintiff can show that the plaintiff detrimentally relied \nupon a statement or misrepresentation and he or she ‘suffered actual injury as a \nproximate result of the defendant’s deceptive statement or misrepresentation.’”  \nForbes v. Par Ten Group, Inc., 99 N.C. App. 587, 601, 394 S.E.2d 643, 651 (1990) \n(citation omitted), disc. review denied, 328 N.C. 89, 402 S.E.2d 824 (1991); McLamb \nv. T.P. Inc., 173 N.C. App. 586, 593−94, 619 S.E.2d 577, 582–83 (2005) (articulating \nthat as an element of a Chapter 75 claim).   \n \n{89}    Plaintiffs have further urged that Defendant should not in any event have the \nbenefit of a Chapter 75 claim because it was not, at the time of closing, a North \nCarolina resident and that Chapter 75 should does not protect a foreign resident \nsuing for an injury sustained outside of North Carolina.  \nSee The ‘In’ Porters, S.A. v. \nHanes Printables, Inc., 663 F. Supp. 494, 501–02 (M.D.N.C. 1987).  The Court \nwould not have applied this limiting doctrine to this case involving the acquisition \nof an ongoing business operating in North Carolina. \n \n{90} Again, the significant point is that the Court is persuaded that the contract \nclaims are adequate to provide the remedies Defendant seeks if those claims can be \nproven, justifying a dismissal of the Chapter 75 claim should North Carolina law \napply.   \nSee Allied Distributors, Inc. v. Latrobe Brewing Co., 847 F. Supp. 376, 379 \n(E.D.N.C. 1993); Branch Banking & Trust Co. v. Thompson, 107 N.C. App. 53, 418 \nS.E.2d 694, 700 (1992).     \n   \nX.  CONCLUSION  \n \n{91} In summary, the matter shou ld proceed on these issues: \n1. Did Plaintiffs breach the warranty of APA Section 3.25 in addition \ntheir breach of the warranty of Section 3.7? \n2. Did Plaintiffs breach APA Sectio ns 2.4 and 3.16.1 because it did not \ndisclose the Settlement Agreement? \n3. Did Defendant waive any or all breaches of warranty? \n 4. If a warranty was breached and the breach was not waived, what \ndamages were proximately caused by any such breaches? \n  \n It is so ORDERED this 2 nd day of May 2011. \n "
}