{
  "id": "97a5a340dad3572cc6cdba4fd70b49531fb43c5079ee816acb296b11225c64b8",
  "source_file": "data/raw/ncbc/97a5a340dad3572cc6cdba4fd70b49531fb43c5079ee816acb296b11225c64b8.pdf",
  "raw_text": "KURE Corp. v. Peterson, 2017 NCBC 1. \n \nSTATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n16 CVS 13776 \n \nKURE CORP., \n \nPlaintiff, \n \nv. \n \nDAVID PETERSON, STEPHANIE \nSTAFFIERI, and FRANK \nSTAFFIERI, \n \nDefendants. \n \n \n \n \nORDER AND OPINION ON \nDEFENDANTS’ \nMOTION FOR SANCTIONS AND \nMOTIONS TO DISMISS \n \n \n \n1. THIS MATTER  is before the Court upon (i) Defendant David Peterson’s \n(“Peterson”) Rule 12(b)(6) Motion to Dismiss, (ii) Peterson’s Rule 17 Motion to \nDismiss, (iii) Defendants Stephanie Staffieri (“Staffieri”) and Frank Staffieri’s (the \n“Staffieris”) (together with Peterson, the “Defendants”) Rule 12(b)(6) Motion to \nDismiss, (iv) the Staffieris’ Rule 17 Motion to Dismiss (collectively, the “Motions to \nDismiss”), and (v) Defendants’ Rule 11 Motion for Sanctions (“Rule 11 Motion”) in the \nabove-captioned case.  Based upon its review of the Motions, the briefs in support of \nand in opposition to the Motions, the record before the Court, and the arguments of \ncounsel at a December 15, 2016 hearing in this action, the Court hereby DENIES the \nMotions to Dismiss as moot, DENIES the Rule 11 Motion, and FINDS and \nCONCLUDES as follows: \nRayburn Cooper & Durham, P.A., by C. Richard Rayburn, Jr. and Ross \nR. Fulton, for Plaintiff KURE Corp. \n \nErwin, Bishop, Capitano, & Mos s, P.A., by Joseph W. Moss, Jr., for \nDefendant David Peterson. \n \n   \n \nMoore & Van Allen, PLLC, by Mark A. Nebrig and Kara N. Bitar, for \nDefendants Stephanie Staffieri and Frank Staffieri. \n \nPoyner & Spruill, LLP, by Cynthia L. Van Horne and E. Fitzgerald \nParnell, III, for Nexsen Pruet, LLC and James C. Smith. \n \nBledsoe, Judge.  \nI. \nBACKGROUND \n2. Plaintiff initiated this action by filing its Complaint on August 2, 2016.  \nDefendants filed the Motions to Dismiss on October 4, 2016 and shortly thereafter \nfiled the Rule 11 Motion on October 18, 2016.   \n3. Defendants’ Rule 11 Motion seeks sanctions against Plaintiff KURE Corp. \n(“KURE” or “Plaintiff”) and Nexsen Pruett, LLC  and James C. Smith  (“Smith”)—\nPlaintiff’s former counsel who drafted the Complaint—for alleged Rule 11 violations \nin signing and filing Plaintiff’s Complaint.1  On October 24, 2016, the Court granted \nPlaintiff’s motion for substitution of counsel.  Plaintiff’s former counsel remains \nsubject to the Court’s jurisdiction only for purposes of Defendants’ Rule 11 Motion.   \n4. The Court scheduled the Motions for hearing on December 15, 2016.  While \nthe Motions to Dismiss were pending, Plaintiff filed as of right an Amended \nComplaint on November 18, 2016.   As discussed below, the filing of the Amended \nComplaint has mooted the Motions to Dismiss.   \n                                                 \n1  Kathleen B. Burchette was also formerly counsel of record along with Smith.  However, \nDefendants’ reply brief clarifies that Defendants are not asserting the Rule 11 Motion against \nMs. Burchette, as she had no role in drafting the Complaint.  (Defs.’ Reply Br. Supp. Mot. \nRule 11 Sanctions 1.)   \n   \n \n5. Plaintiff’s original Complaint asserts claims for fraud, unfair and deceptive \ntrade practices, and breach of fiduciary duty.  The Complaint generally alleges that \nDefendants, who owned Carolina Distributors & Service, LLC (“CDS”), made \nfraudulent misrepresenta tions during the negotiations for Plaintiff’s purchase of \nCDS.  Plaintiff additionally alleges that Peterson’s and Staffieri’s mismanagement as \nofficers and directors of KURE amounts to breaches of their fiduciary duties to \nPlaintiff.  Plaintiff’s Amended Complaint asserts a single claim for breach of fiduciary \nduty and eliminates all of the allegations complained of in the Rule 11 Motion.   \n6. The Rule 11 Motion argues four specific grounds for sanctions:  (1) Plaintiff’s \nclaims based on misrepresentations ar e legally and factually insufficient because \nPlaintiff was not the real party in interest; (2) Defendants’ purported \nmisrepresentations in paragraphs 20, 26, and 27 of the Complaint are not well -\ngrounded in fact; (3) Plaintiff’s unfair and deceptive trade practices claim is legally \ninsufficient; and (4) the Complaint was filed for an improper purpose.   \nII. \nLEGAL STANDARD \n7. The filing of the Amended Complaint does not  moot Defendants’ Rule 11 \nMotion, despite the fact that  Defendants seek sanctions based on al leged failures in \nPlaintiff’s original Complaint.  “Counsel confronted with a Rule 11 motion may \nwithdraw or amend the pleading, or withdraw from the case entirely, but this does \nnot avert the imposition of sanctions since courts have the affirmative duty to impose \nsanctions whenever a provision of the rule is violated.”  1 G. Gray Wilson, North \n   \n \nCarolina Civil Procedure § 11-4 (3d ed. 2007).  See also VSD Communs. v. Lone Wolf \nPubl. Group, 124 N.C. App. 642, 644, 478 S.E.2d 214, 216 (1996) (“[Rule 11 motions] \nhave a life of their own and they address the propriety of the adversary proceedings \nthat have previously occurred in the case without regard to whether the adversary \nproceedings in question are continuing when the motion . . . is filed.”).  Therefore, the \nCourt considers Defendants’ Rule 11 Motion on the merits.2   \n8. Rule 11 provides, in relevant part:   \nThe signature of an attorney or party constitutes a certificate by him \nthat he has read the pleading, motion, or other paper; that to the best of \nhis knowledge, information, and belief formed after reasonable inquiry \nit is well grounded in fact and is warranted by existing law or a good \nfaith argument for the extension, modification, or reversal of existing \nlaw, and that it is not interposed for any improper purpose, such as to \nharass or to cause unnecessary delay or needless increase in the cost of \nlitigation. \n \nN.C. R. Civ. P. 11(a).  When a paper is signed in violation of this standard, \n \nthe court, upon motion or upon its own initiative, shall impose upon the \nperson who signed it, a represented party, or both, an appropriate \nsanction, which may include an order to pay to the other party or parties \nthe amount of the reasonable expenses incurred because of the filing of \n                                                 \n2  A different result would likely occur in federal court.  North Carolina Rule of Civil \nProcedure 11 was last amended in 1986 and is nearly identical to the version of Federal Rule \nof Civil Procedure 11 in effect at that time.  Compare N.C. R. Civ. P. 11(a) with Fed. R. Civ. \nP. 11 (1986); see also Turner v. Duke Univ ., 325 N.C. 152, 163, 381 S.E.2d 706, 713  (1989) \n(“With the exception of one sentence in the federal counterpart not relevant here, N.C.G.S. § \n1A-1, Rule 11(a) is identical t o the federal rule.”).  In 1993, Federal Rule of Civil Procedure \n11 was amended to create a safe harbor provision.  Under the Federal Rules, once a party \nserves a Rule 11 motion on the opposing party, the motion “must not be filed or be presented \nto the co urt if the challenged paper, claim, defense, contention, or denial is withdrawn or \nappropriately corrected within 21 days after service or within another time the court sets. ”  \nFed. R. Civ. P. 11(c)(2).  North Carolina’s Rule 11 does not contain a parallel safe harbor \nprovision.  If North Carolina’s Rule 11 were identical to  the current Federal Rule 11, \nPlaintiff’s timely filing of the Amended Complaint likely would have prevented Defendants’ \nRule 11 Motion.   \n \n   \n \nthe pleading, motion, or other p aper, including a reasonable attorney ’s \nfee. \n \nId.  Thus, sanctions under Rule 11 will be imposed where a pleading (1) lacks factual \nsufficiency, (2) lacks legal sufficiency, or (3) was filed for an improper purpose.  Static \nControl Components, Inc. v. Vogler, 152 N.C. App. 599, 603, 568 S.E.2d 305, 308 \n(2002).  The Court must make findings of fact and conclusions of law in resolving \nDefendants’ Rule 11 Motion.  See Krantz v. Owens , 168 N.C. App. 384, 391, 607 \nS.E.2d 337, 342 (2005) (reversing trial court for failure to make appropriate findings \nof fact and conclusions of law on a Rule 11 motion). \nIII. \nFINDINGS OF FACT \n9. The Court makes the following FINDINGS OF FACT solely for the purpose \nof resolving the Rule 11 Motion.  Such findings shall not be binding on the parties at \na trial on the merits.   \n10.  Defendants3 owned CDS, which was a distributor of non -perishable goods, \nincluding electronic cigarettes,  to retailers.  In early 2014, Defendants began \nnegotiating with Martin A. Sumichrast (“Sumichrast ”), the then Vice Chairman of \nthe private equity firm Siskey Capital, LLC, to develop a “vape retail business” using \n                                                 \n3  Defendant Frank Staffieri is named in the original Complaint because he was  allegedly a \npassive owner of CDS, but all of the Complaint’s allegations are directed towards Peterson \nand Stephanie Staffieri.  The Amended Complaint, which removes any a llegations about \nmisrepresentations of CDS’s financial position, does not name Frank Staffieri as a party.  \nWhile Frank Staffieri is a party to the Motions, including the Rule 11 Motion, the Court’s use \nof the term “Defendants” in setting forth the facts of the case should be understood to mean \nPeterson and Stephanie Staffieri. \n \n   \n \nCDS and its existing distribution network.  ( Compl. Ex. B, 2. )  KURE was \nincorporated in April 2014, and Peterson, Staffieri, and Siskey Capital became equal \none-third owners of KURE.  (Compl. Ex. B, p. 2.)  Sumichrast is the current chairman \nof KURE and was an initial member of KURE’s board of directors.   (Defs.’ Br. Supp. \nMot. Rule 11 Sanctions 6.) \n11.  After its incorporation, Peterson and Staffieri were officers and directors of \nKURE.  (Compl. Ex. B, p. 2.)  Peterson served as the President and CEO of KURE , \nand KURE managed CDS as a wholly-owned subsidiary.  KURE received $9 million \nfrom investors to commence operations, and in July of 2015, P eterson contacted \nSiskey Capital seeking additional capital to continue KURE’s operations.  (Compl. ¶¶ \n14, 17.)  On account of this request, KURE’s principals began looking more closely \ninto Peterson’s and Staffieri’s management of KURE. \n12. KURE’s board of di rectors requested detailed financial records from \nDefendants, which Defendants allegedly never provided.  Defendants also allegedly \ndeleted most of their financial -related work e -mails at that time.  The board of \ndirectors removed Defendants from KURE’s ma nagement in August 2015 and \nextinguished CDS by fully merging it into KURE in November 2015.  Following \nDefendants’ removal from KURE, KURE’s board performed an internal investigation \nand retained an external auditor —Grant Thornton LLP —to perform forensic \naccounting services.  On April 19, 2016, Grant Thornton issued a report concluding \nthat, based on its review, Defendants had apparently misrepresented CDS’s financial \n   \n \nposition to lenders , particularly in taking out loans from the Small Business \nAdministration (“SBA”).  (Compl. Ex. B.) \n13. Plaintiff then retained Smith and Nexsen Pruett for the purpose of \ninstituting the present litigation.  Smith’s primary contact at KURE was Paul Porter \n(“Porter”), who is a licensed North Carolina attorney, KURE’s Corporate Secretary, \nand a Managing Director of Siskey Capital.  Porter and Smith had previously been \nlaw partners at the same firm and ha ve a close professional and personal \nrelationship.  (Smith Aff. ¶ 5.)  In preparing the Complaint, Smith met with Porter \nand other executives at KURE and Siskey Capital to discuss the background facts.  \n(Smith Aff. ¶ 6.)  Smith then reviewed a large number of documents provided to him \nby Porter, some of which he identified to the Court in a privilege log, (Smith Aff. ¶ 6, \nEx. A,) and continued to discuss the facts of the case with Porter as he drafted the \nComplaint.   \n14. Plaintiff’s Complaint , as filed,  contains specific allegations about \nDefendants’ alleged misrepresentations.  Paragraph 20 contains five subparagraphs \nof various purported misrepresentations based on “[t]he 2013 CDS financial \nstatements that Defendants provided to Plaintiff,” which is attached to the Complaint \nas Exhibit A.  (Compl. ¶ 20(a).)  These subparagraphs include allegations that Exhibit \nA “grossly overstated CDS’s inventory by over $500,000.00,” (Compl. ¶ 20(a)), \noverstated CDS’s net income by over 400% when compared to CDS’s tax return s, \n(Compl. ¶ 20(b)), failed to include or misrepresented the nature of shareholder loans \nto CDS, (Compl. ¶ 20(c) –(d)), and failed to disclose two Small Business \n   \n \nAdministration (“SBA”) loans on which CDS was a co -borrower, (Compl. ¶ 20(e)).  \nParagraph 26 of  the Complaint re -asserts that KURE was ignorant of Defendants’ \nshareholder loans and the SBA loans.  Paragraph 27 alleges that Defendants are in \npossession of and have not returned tangible property belonging to Plaintiff.  \n15. Plaintiff attached two exhibits  to its Complaint.  Exhibit A is a 2013 \nfinancial statement for CDS, which Defendants provided to Sumichrast during their \ninitial negotiations.  (Compl. ¶ 11, Ex. A.)  Exhibit A contains CDS’s statement of \nincome and retained earnings and CDS’s balance sheet for the years 2012 and 2013.  \nExhibit B is the April 19, 2016 Grant Thornton report.   \n16. Defendants have produced documents which would potentially defeat many \nof these specific allegations in the original Complaint.  These documents include:  a \nspreadsheet purportedly emailed to Sumichrast multiple times between April 8, 2014 \nand April 12, 2014, disclosing $1.3 million in shareholder loans, (Peterson Aff. ¶¶ 5–\n7, Ex. 3 –5); text messages exchanged between Peterson and Sumichrast, (Peterson \nAff. ¶ 11); KURE ’s private placement memorandum, (Peterson Aff. ¶ 9); and joint \nresolutions of KURE’s board, (Peterson Aff. ¶ 14, Ex. 9). \n17. At least some of the specific allegations in the Complaint are erroneous \nbecause of a typographical error in which the Complaint referred to the “2013 CDS \nfinancial statements” in Exhibit A when Plaintiff actually used the 2012 figures \ncontained in that document for the purpose of its calculations.  \n18. Prior to the filing of the Complaint, Porter met with Defendants, when he \npresented them with a copy of the Complaint and indicated that the Complaint would \n   \n \nbe filed later that day if the parties were unable to reach a settlement during the \nmeeting.  Plaintiff apparently desired to be first to file any suit, and Plaintiff’s \nsettlement demand was unsatisfactory to Defendants.   \nIV. \nCONCLUSIONS OF LAW \nA. Motions to Dismiss \n19. As this Court has previously stated, the filing of an amended complaint \nmoots a defendant’s motion to dismiss the original complaint.  See Krawiec v. Manly, \n2015 NCBC LEXIS 85, at *5 (N.C. Super. Ct. Aug. 24, 2015).  Therefore, Defendants’ \nMotions to Dismiss are moot as a matter of law. \nB. Rule 11 Motion \na. Real Party in Interest \n20. First, Defendants argue that Plaintiff’s claims based on Defendants’ alleged \nmisrepresentations are legally and factually insufficient because Plaintiff is not the \nreal party in interest to those claims.  The Complaint alleges that “[b]eginning in \nearly 2014, Defendants entered into negotiations with P laintiff to develop a vape \nretail business, using CDS and its existing distribution infrastructure as a platform \nfor the proposed business venture.”   (Compl. ¶ 9.)  Plaintiff allege s that \nmisrepresentations about CDS’s finances were made by Defendants during these \nnegotiations.  (Compl. ¶ 11.)  Defendants argue that these allegations are factually \ninsufficient because KURE Corp. was incorporated as a result of, and thus not a party \nto, these negotiations .  Defendants allege the negotiations actually too k place \n   \n \nbetween Defendants and Sumichrast on behalf of Siskey Capital.  (Defs.’ Br. Supp. \nMot. Rule 11 Sanctions 5.)  These arguments are identical to those in Defendants’ \nmooted Rule 17 motions to dismiss.   \n21. Plaintiff argues, and the Court agrees, that wh ether or not Plaintiff is the \nreal party in interest to claims arising out of Defendants’ misrepresentations, the \nNorth Carolina Rules of Civil Procedure address such a shortcoming in Rule 17, not \nRule 11.4  Under Rule 17, failure to bring a claim in the n ame of the real party in \ninterest may be grounds for dismissal only after a reasonable time has been allowed \nto bring in the real party in interest.  N.C. R. Civ. P. 17(a).  The Court of Appeals has \nheld that “[c]ourts should not impose sanctions under Rule 11 when relief is available \nunder another provision which more specifically addresses the situation.”  Overcash \nv. Blue Cross & Blue Shield , 94 N.C. App. 602, 618, 381 S.E.2d 330, 340 (1989) \n(concluding that any fee award for defendant’s ERISA action sho uld have been \ndetermined under the more specific ERISA provision rather than Rule 11) (citing \nZaldivar v. City of Los Angeles, 780 F.2d 823, 830 (9th Cir. 1986)); see also Brooks v. \nGiesey, 334 N.C. 303, 318–19, 432 S.E.2d 339, 347–48 (1993) (citing Zaldivar for the \nsame rule).  For this reason, the Court concludes that Plaintiff has not violated Rule \n11 by any purported failure to bring claims in the name of the real party in interest.   \n \n \n                                                 \n4 Plaintiff alternatively argues that KURE is the succ essor in interest to claims that \nDefendants made affirmative misrepresentations  to Siskey Capital —a one-third owner of \nKURE—to induce the creation of the KURE -CDS joint venture.  In light of the Court’s \nresolution of this issue, the Court need not address Plaintiff’s alternative argument.   \n   \n \nb. Chapter 75 Claim \n22. Second, Defendants contend that Plaintiff’s unfair  and deceptive trade \npractices claim was not “warranted by existing law or a good faith argument for the \nextension, modification, or reversal of existing law ” because of North Carolina law \nholding that the purchase or sale of securities  is not actionable  under Chapter 75 .  \n(Defs.’ Br. Supp. Mot. Rule 11 Sanctions 15.)  In determining whether a paper violates \nthe legal sufficiency prong of N.C. R. Civ. P. 11(a), the Court must first determine \nwhether the paper is facially plausible.  Mack v. Moore, 107 N.C. App. 87, 91, 418 \nS.E.2d 685, 688 (1992).  If the paper is not facially plausible, the question is whether \nthe alleged offender made a reasonable inquiry into the law and “formed a reasonable \nbelief that the paper was warranted by existing law, judged as of  the time the paper \nwas signed.”  Id.   \n23. It is well settled law in North Carolina that “securities transactions are \nbeyond the scope of N.C. Gen. Stat. § 75-1.1.”  Skinner v. E.F. Hutton & Co., 314 N.C. \n267, 275, 333 S.E.2d 236, 241 (1985).  This rule is ba sed on the rationale that \nsecurities transactions are “already subject to pervasive and intricate regulation \nunder the North Carolina Securities Act, N.C. Gen. Stat. § 78A -1 et seq. ”  Id.  \nFurthermore, this Court has specifically rejected the argument advanced by Plaintiff \nthat fraudulent misrepresentations to induce a securities investment fall outside the \nsecurities exception.  Atkinson v. Lackey, 2015 NCBC LEXIS 21, at *46 (N.C. Super. \nCt. Feb. 27, 2015) (“[B]ecause the gravamen of Plaintiff’s constructi ve fraud claim, \n   \n \nlike their other claims, is that Defendants fraudulently induced Plaintiffs to invest in \nsecurities, Plaintiff’s UDTPA claim must be dismissed.”).   \n24. Nevertheless, the Court concludes that Plaintiff made a reasonable \ndetermination after a reasonable inquiry that the claim was warranted under \nexisting law.  The Complaint also asserts a claim for breach of fiduciary duty, and \nSmith has asserted that, based upon his inquiry into the law , he understood the \nsecurities exception but believed that the Chapter 75 claim was merited because of \nhis understanding that , “[Chapter 75] applied to interactions between market \nparticipants, which CDS and KURE certainly were, and [I] understood that it applied \nin instances in which the defendant breached fiduciary duties.”  (Smith Aff. ¶ 8(j).)  \nThe Court concludes that Smith’s belief that the claim was warranted by existing law \nwas reasonable because: (1) Plaintiff’s allegations extended beyond the purchase and \nsale of securities ; and (2) in certain instances, North Carolina courts have upheld \nunfair and deceptive trade practices claims on the basis of a n alleged  breach of \nfiduciary duty.  See, e.g., Sara Lee Corp. v. Carte r, 351 N.C . 27, 31–33, 519 S.E.2d \n308, 311–12 (1999) (upholding trial court’s finding that conduct underlying plaintiff’s \nbreach of fiduciary duty claim also gave rise to a Chapter 75 claim); Governor’s Club \nInc. v. Governors Club Ltd. P’ship, 152 N.C. App. 240, 250, 567 S.E.2d 781, 788 (2002) \n(reversing dismissal of a Chapter 75 claim where the trial court erred in dismissing \nbreach of fiduciary duty claim).  In light of this case law  and the scope of Plaintiff’s \nallegations, the Court concludes that Smith  formed a reasonable belief that the \nChapter 75 claim was warranted by existing law.    \n   \n \n25. The Court therefore finds and concludes that “a reasonable person under \nthe same or similar circumstances would have terminated his or her inquiry and \nformed the belief  that the claim was warranted under existing law” or a good faith \nextension, modification, or reversal of existing law.  Bryson v. Sullivan, 330 N.C. 644, \n661–62, 412 S.E.2d 327, 336 (1992);  see also Mack, 107 N.C. App. at 92, 418 S.E.2d \nat 688–89 (“[T]he pivotal question is whether a reasonable [attorney] after having \nread and studied the applicable law as previously set forth in this opinion, would have \nconcluded that she had the right to [bring the claim.]”).  The Court thus concludes \nthat Rule 11 sanctions are not appropriate on the basis of Plaintiff’s assertion of its \nChapter 75 claim.  \nc. Improper Purpose \n26. Third, Defendants allege that Plaintiff’s Complaint was filed for an \nimproper purpose.  An improper purpose inquiry is distinct from Rule 11’s factual \nand legal sufficiency requirements.  Bryson, 330 N.C. at 663, 412 S.E.2d at 337.  An \nimproper purpose is “any purpose other than one to vindicate rights . . . or to put \nclaims of right to a proper test.”  Mack, 107 N.C. App. at 93, 418 S.E.2d at 689.  The \nmovant bears the burden of proving that a paper has been filed for an objectively \nimproper purpose.  Bryson, 330 N.C. at 656, 412 S.E.2d at 333.   \n27. Defendants contend that Plaintiff filed its Complaint for the improper \npurpose of harassing Defendants by “‘be[ing] the first to file’ in an attempt to create \n‘leverage’ for a negotiation.”  (Defs.’ Br. Supp. Mot. Rule 11 Sanctions 17.)  In support \nof this argument, Defendants ’ brief describes a contentious pre -filing settlement \n   \n \nmeeting where Plaintiff’s repre sentative “demanded” that Defendants sign a \nsettlement agreement or Plaintiff would file its Complaint within the hour.   \n28. Defendants’ description of the pre -filing settlement agreement pr esents a \nsubjective view of Plaintiff’s pre-filing demands, but without more in the evidentiary \nrecord, that conduct does not demonstrate that “an improper purpose may be inferred \nfrom the alleged offender’s objective behavior.”  Mack, 107 N.C. App. at 93, 418 S.E.2d \nat 689.  Defendants have alleged that Plaintiff informed Defendants that it would be \n“first to file” if Defendants did not accept its proposed settlement offer.  Defendants, \nhowever, have not pointed to any authority demonstrating that a desire to gain a \nlitigation advantage is beyond the scope of “vindicating r ights” or “putting claims of \nright to a proper test.”  Finding that Plaintiff acted with an improper purpose would \nexpose to sanctions countless attorneys who make pre -filing settlement demands or \nseek to file before the opposing party does.  As such, the Court concludes that Plaintiff \ndid not file its action for an improper purpose on the record advanced here.5   \nd. Specific factual allegations \n29. Finally, Defendants allege that the allegations contained in paragraphs 20, \n26, and 27 of the Complaint are not well-grounded in fact.6    \n                                                 \n5  Indeed, at the hearing, the Court asked Defendants’ counsel whether, beyond the ordinary \ntime and expense involved in defending a lawsuit, Defendants had suffered any particular \nharm from the filing of the original Complaint.  Defendants’ counsel stated that Defendants \nhave suffered reputational damage from having the Complaint on the public record.  In light \nof the Complaint’s status as moot, counsel for all parties consented to the sealing of the \noriginal Complaint.    \n \n6 Defendants identify paragraph 27 as violating Rule 11.  Defendants’ principal brief \nadvances no specific allegations regarding paragraph 27’s factual insufficiency, and \nDefendants’ perfunctory assertion in their reply brief that KURE has “conceded that it knew \n   \n \n30. In determining whether a paper meets the factual certification requirement \nof Rule 11, the Court must analyze “(1) whether the plaintiff undertook a reasonable \ninquiry into the facts and (2) whether the plaintiff, after reviewing the results of his \ninquiry, reasonably believed that his position was well grounded in fact.”  McClerin \nv. R-M Industries, Inc., 118 N.C. App. 640, 644, 456 S.E.2d 352, 355 (1995).   \n31. In support of its Rule 11 Motion, Defendants first point out that certain \nallegations in paragraph 20 are mathematically incorrect.  Plaintiff has stated that \nthe errors in paragraph 20 are the result of a typographical error.  Exhibit A contains \nCDS’s 2012 and 2013 financial results, and Plaintiff has stated that it used the 2012 \nfigures in drafting th e Complaint yet mistakenly referred to the document as the \n“2013 CDS financial statements.”  The Court concludes that this explanation is \nsufficient to explain the factual errors in paragraph 20.  For example, using the 2012 \nnumbers, paragraph 20(b) does a ppear to be supported by the Complaint’s exhibits.  \n(Pl.’s Br. Opp. Mot. Rule 11 Sanctions 3–4.)   \n32. Furthermore, Defendants direct the Court’s attention to a number of \ndocuments, which they argue were available to Plaintiff prior to filing, revealing the \ntrue nature of the shareh older loans and the SBA loans.  Some of these documents, \nincluding KURE’s private placement memorandum and the joint resolutions of \nKURE’s board, were issued after the April 24, 2014 stock exchange in which KURE \nacquired CDS.  Plaint iff’s allegations, however, address alleged misrepresentations \nmade prior to the stock exchange for the purpose of inducing that transaction , so \n                                                 \nindividual defendants did not possess any of KURE’s property when the complaint was filed” \ndoes not satisfy Defendants’ burden of proof on a Rule 11 motion. \n   \n \nlater-dated documents do not prove that the Complaint was factually insufficient .  \nNevertheless, i n the face of  these documents challenging the allegations of the \nComplaint, the question before the Court is whether Plaintiff made a reasonable \ninquiry and reasonably relied on the results of its inquiry in alleging in paragraphs \n20 and 26 that Defendants failed to disclose the shareholder loans and the SBA loans.   \n33. As an initial matter, the Court concludes that Smith made a reasonable \ninquiry into the facts of the case and  reasonably believed his position was well -\ngrounded in fact.  In his affidavit to the Court, Smith has offered testimony that his \nprimary contact at KURE was Porter, with whom Smith has a long professional \nrelationship.  (Smith Aff. ¶ 5.)  Smith has detailed the inquiry process he undertook, \nwhich involved meeting with various executives at KURE, reviewing a large number \nof provided documents, and discussing the allegations of the Complaint with Porter.  \n(Smith Aff. ¶ 6.)  The Court concludes that Smith’s inquiry was reasonable under the \ncircumstances, particularly in light of his relationship with, and the sophistication of, \nPorter.  Although Defendants have produced documents credibly challenging certain \nallegations in the Complaint, the Court nevertheless concludes that Smith’s reliance \non Porter and his review of KURE’s r ecords was reasonable.   See Twaddell v. \nAnderson, 136 N.C. App. 56, 70, 523 S.E.2d 710, 720 (1999) (“ [I]n determining \ncompliance with Rule 11, courts should avoid hindsight and resolve all doubts in favor \nof the signer.”).  The Court therefore concludes that Smith has not violated the factual \nsufficiency prong of Rule 11.   \n   \n \n34. The Court further concludes, based upon the record before it, that KURE \nhas not violated this same aspect of Rule 11.  This is a closer question, because \nDefendants have put forward evidence that Sumichrast, whose knowledge can be \nimputed to KURE, arguably possessed documents disclosing the nature of the \nshareholder and SBA loans  at the time of the April 24, 2014 stock exchange .  \nNevertheless, Plaintiff has argued, and the Court agrees on the current record, that \nPlaintiff made a reasonable inquiry into the facts of the case and came to reasonably \nrely on the results of that inquiry.  \n35. Plaintiff’s allegations are not, under the circumstances, unreasonable, \nbecause Plaintiff’s inquiry uncovered sufficient evidence for it to conclude that \nDefendants had misrepresented CDS’s financial condition prior to its merger with \nKURE.  Plaintiff also states that it uncovered evidence that Peterson may have \ndeleted all of h is e-mails from the time when Defendants were negotiati ng for the \nformation of KURE.  (Smith Aff. ¶ 8(a).)  Plaintiff additionally relied on an audit by \nGrant Thornton, undertaken after the removal of Defendants, in which the auditor \nconcluded that “CDS mi srepresented its financial condition during the loan \napplication and approval process.”  (Compl. Ex. B, p 4.)   \n36. The thrust of Plaintiff’s original Complaint is that Defendants \nmisrepresented CDS’s financial condition when it first approached Sumichrast, as  \nevidenced by Exhibit A .  W hile Defendants have identified evidence which would \npotentially defeat Plaintiff’s claims at trial, the Court does not conclude that Plaintiff \naltogether failed to conduct a reasonable inquiry or form reasonable conclusions \n   \n \nbased on the results of its inquiry.  Nevertheless, if later discovery in this case should \nreveal that certain individuals  at KURE, including Sumichrast, knew that specific \nfacts in the Complaint were false at the time it was filed, the Court is prepared to \nrevisit Defendants’ allegations on a renewed motion.  \nV. \nCONCLUSION \n37. WHEREFORE, for the foregoing reasons, the Court hereby ORDERS as \nfollows: \na. Defendants’ Motions to Dismiss are DENIED as moot. \nb. Defendants’ Rule 11 Motion is DENIED as to James C. Smith  and \nNexsen Pruett, LLC. \nc. Defendants’ Rule 11 Motion is DENIED as to KURE.  If Defendants \ndiscover evidence that Plaintiff had actual knowledge that allegations \nin the Complaint were false at the time of filing, the Court will consider \na renewed motion for Rule 11 sanctions. \nd. As discussed supra in footnote 5, the Court , with the consent of the \nparties, ORDERS the original Complaint sealed. \nSO ORDERED, this the 5th day of January, 2017. \n \n \n \n      /s/ Louis A. Bledsoe, III  \n      Louis A. Bledsoe, III \n      Special Superior Court Judge \n        for Complex Business Cases \n "
}