{
  "id": "97c4fb07e761ae192bb585b7140f2f20e302855973d8c1b0a322dd048403b665",
  "source_file": "data/raw/ncbc/97c4fb07e761ae192bb585b7140f2f20e302855973d8c1b0a322dd048403b665.pdf",
  "raw_text": "Crockett Capital Corp. v. Inland Am. Winston Hotels, Inc., 2011 NCBC 6. \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n08 CVS 0691 \nCROCKETT CAPITAL CORPORATION, \n  \n                                 Plaintiff, \n \nv. \n \n \nINLAND AMERICAN WINSTON HOTELS, \nINC. and  WINN LIMITED PARTNERSHIP, \n \n                                  Defendants. \n \n \n \n \n \n \nORDER AND OPINION  \n \n{1} This matter is before the Court on cross-motions for summary judgment.  \nAfter considering the briefs submitted, other submissions of counsel, and oral \nargument, the Court concludes that Plaintiff’s Motion for Summary Judgment is \nGRANTED IN PART and DENIED IN PART.  Defendants’ Motion for Summary \nJudgment is GRANTED IN PART and DENIED IN PART. \nRobinson, Bradshaw & Hinson, P.A. by John R. Wester, Louis A. Bledsoe, III, \nand Richard C. Worf, Jr. for Plaintiff. \n \nMoore & Van Allen PLLC by Scott M. Tyler and Karin M. McGinnis, and \nDLA Piper US LLP by Jeffrey D. Herschman and Megan Hanley Baer for \nDefendants. \n \nTennille, Judge. \n \nI. \nPROCEDURAL BACKGROUND \n{2} This action was filed in Wake County Superior Court on January 16, 2008.  \nPlaintiff Crockett Capital Corporation filed the Notice of Designation \nsimultaneously with the Complaint on January 16, 2008.  The case was designated \na mandatory complex business case by Order of the Chief Justice on January 17, \n2008, and subsequently assigned to the undersigned Special Superior Court Judge \nfor Complex Business Cases by the Chief Special Superior Court Judge for Complex \nBusiness Cases.  Plaintiff filed an Amended Complaint on March 6, 2008.     \n{3} On March 13, 2009, this Court denied Defendants’ Motion to Dismiss. \n{4} By order dated May 5, 2009, this action was consolidated with a related \ncase, Inland Am. Winston Hotels, Inc. v. Winston, No. 08 CVS 021786 (N.C. Super. \nCt., filed Dec. 12, 2008) (hereinafter “Inland v. Winston”), for discovery purposes.   \n{5} In this action, both Plaintiff and Defendants filed motions for summary \njudgment on June 16, 2010.  They each filed briefs in opposition to the motions for \nsummary judgment on July 19, 2010, and each filed a reply on August 2, 2010.  The \nCourt heard oral argument on the motions for summary judgment on September 23, \n2010.   \n    \nII. \nFACTS \nA. \nTHE PARTIES \n{6} Plaintiff Crockett Capital Corporation (“Plaintiff” or “Crockett Capital”) is \na North Carolina corporation with its principal place of business in Raleigh, North \nCarolina.  Plaintiff is engaged in the business of developing and managing hotel \nproperties.  It is owned by Kenneth R. Crockett (“Crockett”) and Robert W. Winston, \nIII (“Winston”), both residents of Wake County. \n{7} Defendant Inland American Winston Hotels, Inc. (“Inland”) is a Delaware \ncorporation with its principal place of business now in Oak Brook, Illinois.  When \nthis lawsuit was filed, and during most of the events described in this Order and \nOpinion, Inland’s principal place of business was in Raleigh, North Carolina. \n{8} Defendant WINN Limited Partnership (“WINN”) is a North Carolina \nlimited partnership with its principal place of business now in Oak Brook, Illinois.  \nWhen this lawsuit was filed, and during most of the events described in this Order \nand Opinion, WINN’s principal place of business was in Raleigh, North Carolina.  \nDefendant Inland is the general partner of WINN. \n{9} Inland and WINN are engaged in the business of owning and operating \nhotels and other hospitality properties. \n{10} Inland and WINN will be referred to collectively as the “Defendants.” \n \nB. \nOVERVIEW \n{11} Inland American Real Estate Trust, Inc. (“Inland American”) is the parent \nof Inland.  On July 1, 2007, a wholly-owned subsidiary of Inland American acquired \nall of Winston Hotels, Inc.’s (“Winston Hotels”) capital stock and later became \nInland.  At that time, Winston Hotels was a North Carolina public corporation and \nthe general partner of WINN.  It owned and developed hotels throughout the \ncountry, with a concentration in the southeastern United States.  (Affidavit of \nKenneth R. Crockett (“Crockett Aff.”) ¶ 3.)  Winston and Crockett, Plaintiff’s owners \nand key executives, were key executives with Winston Hotels before the acquisition. \n{12} In April 2007, Inland American entered into a contract with Winston \nHotels under which Inland American’s wholly-owned subsidiary would merge with \nWinston Hotels.  (Second Am. Compl. (“Compl.”) ¶ 9; Answer to Second Am. Compl. \n(“Answer”) ¶ 9.)   \n{13} At the time of the merger, Winston Hotels had fifty (50) hotels in its \nportfolio.  (Crockett Aff. ¶ 3.)  Additionally, several hotel development projects were \nin various stages of consideration and review by Winston Hotels.  (Compl. ¶ 7; \nAnswer ¶ 7.)  As a result of the merger that created Inland, Defendants acquired \nownership of hotel properties then under construction and either ownership or an \ninterest in “certain other properties that may be suitable for development as hotel \nprojects . . . .”  (Agreement Regarding Development Projects executed by Crockett \nCapital, Inland, and WINN on July 30, 2007 and made effective July 1, 2007 \n(“Master Agreement”) at ¶ A.)  The undeveloped projects consisted of thirteen (13) \nidentified properties, termed the “Pipeline Properties.”  (Master Agreement, Ex. B.)  \nThe Pipeline Properties include the four properties which are the subject of this \ncase: a Westin-branded hotel in Research Triangle Park (“RTP Westin”), a proposed \nAloft-branded hotel near RDU airport (“RDU Aloft”), a proposed Aloft-branded hotel \nin Chapel Hill (“Chapel Hill Aloft”), and a proposed combination Aloft/Hilton-\nbranded hotel in downtown Raleigh (“Raleigh Hampton/Aloft”).  (Master \nAgreement, Ex. B; Pl.’s Br. in Supp. of Mot. for Summ. J. (“Pl.’s Summ. J. Br.”) 3.)   \n{14} Both Crockett and Winston had extensive experience in the development of \nhotel properties.  (Compl. ¶ 10.)  They previously managed Winston Hotels, and, \ntherefore, they were familiar with the properties that Winston Hotels targeted for \npotential development.  (Compl. ¶ 10.)  Many of the hotels that Winston Hotels \nowned had been developed and built by Winston Hotels under the immediate \nsupervision of Crockett and the ultimate supervision of Winston.  (Crockett Aff. ¶ \n3.)    \n{15} The task of developing hotels is a complex one.  Normally, before \nconstruction begins, a development company must obtain control of the hotel site, \nprocure a suitable hotel design, obtain a franchise agreement from a national \nfranchisor, obtain market studies to determine the feasibility of building the hotel, \nsecure necessary government approvals, obtain an agreement with a general \ncontractor, arrange financing, and procure furnishings, fixtures, and equipment, \namong other things.  (Compl. ¶ 12; Answer ¶ 12; Dep. of Tom McGuiness \n(“McGuiness Dep.”) at 32:12−19.) \n{16} Before the acquisition of Winston Hotels, neither Inland American nor its \naffiliates had ever owned a hotel property or developed a hotel property.  (Compl. ¶ \n11; Answer ¶ 11.) \n \nC. \nTHE MASTER AGREEMENT \n{17} In late April or May 2007, as the merger was proceeding to closing, Inland \nAmerican began negotiating with Crockett and Winston what later became the \n“Agreement Regarding Development Projects” (“Master Agreement”).  (Compl. ¶ 15; \nAnswer ¶ 15; Dep. of Thomas H. McAuley (“McAuley Dep.”) at 40:20−41:3.)  The \nparties initially negotiated a non-binding Memorandum of Understanding that set \nout the major terms of the deal and the parties’ intentions.  (McAuley Dep. at \n40:20−41:3.)  The Memorandum of Understanding was complete by late May 2007.  \n(McAuley Dep. at 92:5−14, 101:9−23.)  The parties then reduced the Memorandum \nof Understanding to the terms contained in the Master Agreement.   \n{18} The negotiations leading to the execution of the Master Agreement at \ntimes were contentious.  For example, on June 28, 2007, Crockett sent an email to \nhis attorney, Mr. Bunch, about the ongoing negotiations in which he stated that \nInland had not been treating him very well and was reneging on prior \ncommitments.  (Inland v. Winston, Mem. of Law in Opp’n to the Mot. for Summ. J. \nFiled by Defs. William W. Bunch, III and Brown & Bunch, PLLC (“Pl.’s Resp. Br.”), \nEx. 6: E-mail from Kenneth Crockett to William Bunch (June 28, 2007, 22:01 EDT).)  \nCrockett indicated that he might reassess the situation the following week.  (Inland \nv. Winston, Pl.’s Resp. Br., Ex. 6: E-mail from Kenneth Crockett to William Bunch \n(June 28, 2007, 22:01 EDT).)  After sending the June 28, 2007 email, Crockett spoke \nvia telephone to Inland’s Chairman, Dan Goodwin.  (Dep. of Kenneth R. Crockett \n(“Crockett Dep.”) at 310:23−311:9.)  Crockett believed that Mr. Goodwin had \nassured him that Inland intended to go forward with the Agreement.  (Crockett \nDep. at 310:23−311:9.)   \n{19} Negotiating the Master Agreement extended beyond the close of the \nmerger on July 1, 2007.  (Pl.’s Summ. J. Br. 2.)  The Master Agreement was \nexecuted on July 30, 2007 by Inland, WINN, and Crockett Capital and made \neffective retroactively to July 1, 2007.  (Pl.’s. Summ. J. Br. 1.)  Crockett signed the \nMaster Agreement on behalf of Crockett Capital, which had been formed on July 11, \n2007.  Brent West, Executive Vice President and Chief Financial Officer of Inland \nand WINN, signed the Master Agreement on behalf of Defendants with \nauthorization from his superiors.  (Dep. of Michael Broadfoot (“Broadfoot Dep.”) at \n45:19−21.)  \n \n{20} After the merger, Defendants engaged Crockett Capital to provide: (1) \nconstruction management services for the hotel properties under construction; (2) \n“projections needed in determining the feasibility and investment return for the \ndevelopment of the Pipeline Properties;” and (3) “development, construction \nmanagement, and property management services with respect to those properties \nwhich Inland determines to develop as hotel properties.”  (Master Agreement ¶ B.)  \nThe Master Agreement outlined the potential ownership and development of the \nthirteen (13) Pipeline Properties.  (Master Agreement ¶¶ C, 3.) \n{21} Through the Master Agreement, Plaintiff and Defendants sought to \ncombine their strengths.  Crockett had the development expertise, and Defendants \nhad access to capital to fund development.  (Crockett Aff. ¶ 3; McGuiness Dep. at \n39:7−10.)  Crockett Capital would pursue the Pipeline Properties and give Inland an \nopportunity to participate in the development of them.  (Master Agreement ¶ 2.)  If \nInland elected not to participate and Crockett Capital wanted to develop the \nproperty, Inland would convey its rights in the property to Crockett Capital (or an \naffiliate), and Crockett Capital would reimburse Inland for its Pursuit Costs.  \nCrockett Capital could then develop the property on its own or with another \ninvestor.  (Master Agreement ¶ 5.)  Also, Crockett could pursue the development of \nproperties other than the Pipeline Properties (“New Properties”) to develop with \nInland, with a third party, or alone.  (Master Agreement ¶ 6.)  \n \n{22} The Master Agreement set out a three-stage process under which Inland \nwould choose either to participate with Crockett Capital in developing and owning \nthe hotels, or decline to participate and allow Crockett Capital to develop the hotels \non its own.  (Pl.’s Summ. J. Br. 3.)  Pursuant to Paragraph 2 of the Master \nAgreement, Crockett Capital agreed to evaluate the Pipeline Properties and to \nsubmit to Defendants a “preliminary development package” for each of them.  \n(Master Agreement ¶ 2.)  Within thirty (30) days of the execution of the Master \nAgreement, Crockett Capital would submit to Inland a “preliminary development \npackage” for four (4) properties, including the Chapel Hill Aloft and the RDU Aloft.  \n(Master Agreement ¶ 2.)  A “preliminary development package” for the remaining \nnine (9) properties was due within sixty (60) days of the execution of the Master \nAgreement.  (Master Agreement ¶ 2.)  \n \n{23} The “preliminary development package” was to include, among other \nthings, a “single page investment description,” “proposed franchisors,” a \n“preliminary cost budget,” “projected net operating income for the first three years \nof hotel operations,” “preliminary proposed equity percentages” ranging from five (5) \nto twenty (20) percent for Crockett Capital and the remainder to Inland, “projected \nleverage returns to equity,” and “anticipated Pursuit Costs and a preliminary \nPursuit Schedule.”  (Master Agreement ¶ 2.)  Pursuit Costs and Pursuit Schedule \nwere defined terms in the Master Agreement.  (\nSee Master Agreement ¶ 2.)   \n{24} Upon receipt of a preliminary development package, Inland had ten (10) \ndays to provide written notice to Crockett Capital of its decision to pursue the \ndevelopment of a particular Pipeline Property.  (Master Agreement ¶ 2.)  If Inland \nelected to pursue a specific property, it would be obligated to pay its share of \napproved Pursuit Costs “as such Pursuit Costs are incurred, including any such \ncosts already incurred by [Crockett Capital] to date.”  (Master Agreement ¶ 2.)  \nLikewise, Crockett Capital would be required to reimburse Inland for its share of \nthe approved Pursuit Costs already paid by Inland, based on Crockett Capital’s \n“proposed equity percentage for the joint venture ownership of the property.”  \n(Master Agreement ¶ 2.)     \n \n{25} If Inland chose to pursue development, Crockett Capital would produce a \nsecond, more detailed “pre-development package” to Inland in accordance with the \nPursuit Schedule submitted with the “preliminary development package” and \napproved by Inland.  (Master Agreement ¶ 2.)  This submission would include, \namong other things, “updated proposed equity ownership percentages for the \nproposed project,” “a detailed description of the investment, including conceptual \ndrawings or a rendering of the proposed development,” “a map showing the location \nof competing hotel projects,” “a detailed estimate of development and construction \ncost,” “proposed debt structure and equity contributions,” and “an updated estimate \nof Pursuit Costs.”  (Master Agreement ¶ 2.)  Again, Defendants were required to \nprovide written notice within ten (10) days if they wished to continue in the \ndevelopment of a particular property “based upon, among other things, the \n[Crockett Capital] submissions.”  (Master Agreement ¶ 2.)   \n{26} If Defendants elected to proceed beyond this stage, Crockett Capital would \ncreate a third and final development package to Inland.  (Master Agreement ¶ 2.)  \nThis submission would include a “final proposed development cost estimate based \non a lump sum or guaranteed maximum price for construction from a designated \ngeneral contractor” and “environmental and marketing studies satisfactory to \nInland in its reasonable discretion.”  (Master Agreement ¶ 2.)  Additionally, if \nrequested, Crockett Capital would be required to make a telephonic presentation to \nInland’s board of directors regarding each Pipeline Property being considered.  \n(Master Agreement ¶ 2.)\n \n{27} Upon submission of a final development package, if Inland elected to \ncontinue development, the Master Agreement required Crockett Capital and Inland \n(or its affiliates) to form a limited liability company to own and operate the property \nas a “Joint Venture.”  (Master Agreement ¶ 3.)  Each Joint Venture was to be \ngoverned by an operating agreement that was in “substantially” the same form as \nthe operating agreement attached to the Master Agreement as Exhibit E.  (Master \nAgreement ¶ 3.)  Exhibit E is a detailed limited liability company agreement.  It \nleaves only four terms open: (1) the name of the limited liability company to be \nformed, (2) the date of its creation, (3) the date the Certificate of the LLC was filed, \nand (4) the capital contributions to be made by Plaintiff and Defendants.  (Pl.’s \nSumm. J. Br. 28.)  Those items would have been set forth in the development \npackage agreed to by the parties. \n{28} In order to comply with Internal Revenue Code Regulations with respect to \nreal estate investment trusts (“REITs”), Paragraph 3 of the Master Agreement \nfurther required each Joint Venture to “lease the Pipeline Property to an operating \nentity.”  (Master Agreement ¶ 3.)  The leases were to be “‘substantially similar’ to \nthe leases used by WINN . . . in other projects for purposes of compliance with REIT \nregulations.”  (Master Agreement ¶ 3.)  An example or form lease, however, was not \nincluded with the Master Agreement.  Paragraph 3 of the Master Agreement sets a \n“5-year [lease] term[] with automatic renewals” at the current market rental rate, \nbut it does not set a specific base rent.  (Master Agreement ¶ 3.)  Instead, \nParagraph 3 provides a formula for determining the base rent which includes \n“property taxes, casualty insurance premiums, and a reasonable capital reserve.”  \n(Master Agreement ¶ 3.)  The parties were to have the same ownership interest in \neach lease as they had in the corresponding Joint Venture.  (Compl. ¶ 16.) \n{29} The parties agreed that Crockett Capital would provide construction \nmanagement and hotel management services for each Joint Venture.  (Master \nAgreement ¶ 4.)  With respect to hotel management, the parties agreed to execute \nan agreement “in substantially the form” of Exhibit D to the Master Agreement.  \n(Master Agreement ¶ 4(b).)  Exhibit D is a detailed form hotel management \nagreement.  (Master Agreement, Ex. D.)  Similarly, with respect to construction \nmanagement, the parties agreed to enter into an agreement “in substantially the \nform” of Exhibit F to the Master Agreement.  (Master Agreement ¶ 4(a).)  Exhibit F \nis a comprehensive form development agreement.  (Master Agreement, Ex. F.)  \nParagraph 4 of the Master Agreement also provided that Defendants had the right \nto manage any office or retail portion of any Pipeline Property and to be \n“compensated for such management services at a market rate to be determined in \naccordance with the [Joint Venture] operating agreement.”  (Master Agreement ¶ \n4.)  The Court will refer to the various form agreements attached to the Master \nAgreement as the “implementing” agreements.\n \n{30} Inland’s failure to give written notice at any of the required stages would \nconstitute a rejection of the opportunity to develop the Pipeline Property with \nPlaintiff.  (Compl. ¶ 13.)  Upon Defendants’ rejection of a development package, \nDefendants “agree[d] to transfer, convey and assign, any rights [they] ha[ve] in any \nsuch Pipeline Property to [Plaintiff] or its assignee, and to execute all \ndocumentation reasonably necessary to accomplish such transfer, upon payment by \n[Plaintiff] to [Defendants their] acquisition costs incurred to date for such rights.”  \n(Master Agreement ¶ 5.) \n{31} If “at any point” Inland elected not to pursue a particular property, and if \nCrockett Capital elected to develop it alone or with a third party, Crockett Capital \nwould be required under the Master Agreement to “reimburse Inland for those \n[P]ursuit [C]osts previously paid by Inland within ten days after the closing of the \nacquisition of the land or execution of the ground lease with respect to such \nproperty and in any event not later than the commencement of the construction.”  \n(Master Agreement ¶ 2.)  If Crockett Capital failed to reimburse Inland for its \nPursuit Costs within that ten (10) day period, the Master Agreement provided that \nCrockett Capital would incur interest on that debt.  Inland was obligated to transfer \nits interests in the properties only “upon payment by [Crockett Capital] to Inland of \nits acquisition costs incurred to date for such rights.”  (Master Agreement ¶ 5.)  The \nMaster Agreement did not permit Inland to proceed alone with a Pipeline Property \nthat Crockett wished to pursue.  The Court will refer to the provisions governing \nrejection of a Pipeline Property by Defendants as the “impasse” provisions. \n{32} Inland was further protected by contract provisions, which granted it \nanother chance to accept a previously rejected development package if Plaintiff later \nmade “material changes” to the package.  (Master Agreement ¶ 5.)  Crockett Capital \nwas bound to notify Inland of any material changes in the terms of a Pipeline \nProject previously rejected by Inland.  Paragraph 5 of the Master Agreement \ndefined a material change in the terms of a Pipeline Project as:  \n \n(i) a change in the hotel brand; (ii) a change of more than 10% in the \nnumber of rooms; (iii) a decrease of more than 7.5% of the total \ndevelopment cost estimate; or (iv) an increase of more than 7.5% in the \nNet Operating Income projected over the first three years of hotel \noperation. \n \n(Master Agreement ¶ 5.)   \n{33} The Master Agreement, together with the extensive attachments \nconstituting the implementing agreements, constituted a very sophisticated \nbusiness transaction among parties of equal knowledge negotiating at arms length.  \nAs this Court noted in JDH Capital, LLC v. Flowers, 2009 NCBC 4 ¶ 18 (N.C. \nSuper. Ct. Mar. 13, 2009), real estate development requires sophisticated \ndocumentation.  The extensive nature of the documentation in the Master \nAgreement and the implementing agreements left very few items to be negotiated \nfor each site.  In essence, the parties established working agreements to cover each \naspect of a joint development once the decision was made to move forward with a \nparticular property.   \n{34} The major term left undecided with respect to each Pipeline Property was \nthe capital contributions to be made by each party.  The capital contributions \ndictated the ownership in each Joint Venture, and, under the Master Agreement, \nthe proposed equity percentages for each project would be known by the parties very \nearly in the process.  Each project would have its own capital structure to be \nnegotiated among the parties.  Crockett Capital was to submit its “preliminary \nproposed equity percentages” for each project with the submission of the \n“preliminary development packages,” which were due within either thirty (30) days \nor sixty (60) days of the Master Agreement’s execution.  (Master Agreement ¶ 2.)  It \nis possible that the percent ownership of each property could change after Crockett \nCapital’s initial submission because Crockett Capital was required to update the \nproposed equity ownership percentages in its subsequent development packages.  \n(Master Agreement ¶ 2.)  Even so, the proposed equity percentages in the initial \nsubmissions created both risks and benefits to the parties.  Once Inland elected to \nproceed with a project, it incurred an obligation to share the Pursuit Costs.  Those \ncosts would be paid “as incurred . . . in accordance with the proposed ownership \npercentages” then existing.  (Master Agreement ¶ 2).  Additionally, if both parties \nelected after Inland’s initial approval to pass on a particular property, then both \nparties would be responsible for their own Pursuit Costs as determined by the \nproposed percent ownership in Crockett Capital’s initial submission. \n \n{35} The Master Agreement contained no language indicating that it was \nmerely a letter of intent.  These sophisticated parties elected not to use such \nlanguage.  They had executed a prior Memorandum of Understanding, and the \nMaster Agreement provided the detailed final agreement.     \nD. \nTHE RTP WESTIN \n{36} One of Crockett Capital’s breach of contract claims and some of \nDefendants’ counterclaims relate to a transaction involving the RTP Westin, which \noccurred before the parties executed the Master Agreement.  The RTP Westin is one \nof the thirteen Pipeline Properties listed in the Master Agreement.  (Master \nAgreement, Ex. B)  As part of the acquisition of Winston Hotels, Inland acquired the \nright to develop this property.  (Master Agreement ¶ A.)   \n{37} Since early 2007, Crockett had been working to acquire the RTP Westin \nsite for Winston Hotels.  (Crockett Dep. at 300:7−11.)  In June 2007, Crockett was \nworking to finalize the purchase contract for the RTP Westin site.  Gregory \nSanchez, the seller’s representative, had been in ongoing negotiations with Mr. \nCrockett to finalize the deal.  (Dep. of Gregory Sanchez (“Sanchez Dep.”) at \n32:10−23, 33:23−34:4, 35:19−36:20.)  Prior to his departure for a family vacation in \nJune, Crockett left a signed copy of the purchase contract for the RTP Westin site \nwith his secretary and instructed his attorney to release the signature page upon \nconfirmation that Mr. Sanchez had obtained his clients’ consent to the final terms.  \n(Sanchez Dep. at 38:3−39:17; Crockett Dep. at 300:1−304:2.)  Crockett signed the \npurchase contract in his capacity as an officer of Winston Hotels, which was the sole \ngeneral partner of Winn LP at that time.  (Bunch Dep. at 82:25−83:1.)  Although the \ncontract for the sale of the RTP Westin site had not been executed as of July 1, 2007 \n(the day Inland acquired all rights to Winston Hotels’ assets), drafts, all of which \nnamed Winston Hotels or Winn LP as the purchaser, had been prepared and \ncirculated.  (Inland v. Winston, Answer of Defs. Robert W. Winston, III, Kenneth R. \nCrockett, and Winston Hospitality, Inc. (“Westin Answer”) ¶ 16; Crockett Dep. at \n300:1−304:2; Bunch Dep. at 80−81.)\n \n{38} Mr. Sanchez began putting pressure on Mr. Crockett to execute the \ncontract because Mr. Sanchez was under pressure to present it to the seller’s \ninvestment committee contemporaneously with the lease for a proposed office \nbuilding that would be adjacent to the RTP Westin.  (Inland v. Winston, Def. \nWilliam W. Bunch, III and Brown and Bunch, PLLC’s Br. in Supp. of Mot. for \nSumm. J. (“Defs.’ Summ. J. Br.”) 5.)  Mr. Sanchez gave Mr. Crockett an ultimatum: \nif the contract terms could not be imminently finalized, he would take the RTP \nWestin opportunity to another qualified hotel developer with whom he had a \nlongstanding business relationship.  (Sanchez Dep. at 53:17−58:11.)  \n \n{39} With the merger between Inland and Winston Hotels concluded, neither \nCrockett nor Winston was an officer or an employee of the surviving entity.  \n(Crockett Aff. ¶ 4; Aff. of Robert W. Winston, III (“Winston Aff.”) ¶ 4.)  Neither party \nhad the authority to sign a contract on behalf of Winston Hotels or Inland.  Yet, \nCrockett’s involvement in procuring the RTP Westin project for the Joint Venture \nwas essential for Inland and Crockett Capital to move forward with the business \nopportunity.  Mr. Sanchez was under a deadline, and without Crockett’s \nparticipation, he would have been inclined to recommend selling the property to \nanother developer rather than to Inland, an organization lead by unknowns.  \n(Sanchez Dep. at 69:25−70:17.) \n{40} Crockett had the contract for the RTP Westin site put in the name of \nWinston Hospitality, a Winston-Crockett entity that was not a party to the Master \nAgreement.  (Inland v. Winston, Defs.’ Summ. J. Br., Ex. 8: E-mail from Kenneth \nCrockett to William Bunch (July 11, 2007, 14:05 EDT); Bunch Dep. at 126:7−12, \n131:1−7.)  Crockett sent Mr. Bunch a contract signed by Winston on behalf of \nWinston Hospitality on July 12, 2007.  (Bunch Dep. at 144:20−3; Tr. of Hr’g 97 \n(argued Sep. 23, 2010); Inland v. Winston, Compl. ¶ 21; Westin Answer ¶ 21.)  It \nwas executed by the seller on July 19, 2007.  (Inland v. Winston, Compl. ¶ 21; \nWestin Answer ¶ 21.)   \n{41} No one from Crockett Capital contacted Inland to inquire whether Inland \nwas agreeable to Winston Hospitality being named the contract purchaser.  \n(Winston Dep. at 178:9−179:23; Crockett Dep. at 316:6−319:9.)  \n{42} Crockett explained the reason for the name change in a July 11, 2007 \nemail to his attorney, which stated:  \nBill: You will see that, in my discus sions with Greg Sanchez, we have \nchanged the purchasing entity to Winston Hospitality for signature by \nBob Winston.  The change is necessary to maintain momentum and \ntimeliness in pursuit of this transaction.  Among other things, Greg \nneeds to present a signed contract for his investment committee \ntomorrow.  Bob and I fully intend to develop this property under the \nterms of our joint venture arrangement being negotiated with Inland.   \nThe assignment provisions within the purchase agreement will allow \nus to form the [joint venture] wi th Inland without further approvals \nfrom seller.  Ken. \n   \n(Inland v. Winston, Defs.’ Summ. J. Br., Ex. 8: Email from Kenneth Crockett to \nWilliam Bunch (July 11, 2007, 14:05 EDT) (emphasis added).) \n{43} Crockett also told his attorney in July 2007 that it did not matter which \nentity ultimately entered into contracts and vendor relationships because he and  \nWinston were pursuing deals for the Joint Venture and because the Master \nAgreement allowed Inland’s Pursuit Costs to be “trued up.”  (Bunch Dep. at \n22:20−23:6.)  The goal was to get the property under contract, then proceed in \naccordance with the Joint Venture.  (Bunch Dep. at 110:20−5.) \n{44} As set forth in the Master Agreement and acknowledged by Inland’s \nrepresentative, John Brown, Mr. Crockett was to research and evaluate the Pipeline \nProperties.  (Dep. of John Brown (“Brown Dep.”) at 618:14−621:11.)  He was to \nperform all predevelopment work with regard to the Pipeline Properties, including: \nconducting market studies; evaluating sites; negotiating land contracts (including \nthe RTP Westin contract); and hiring vendors and lawyers.  (Brown Dep. at  \n618−621.)  He also had the authority to hire and to deal with architects and \nengineers for those properties.  (Brown Dep. at 619:23−620:6.)   \n{45} Crockett’s attorney understood that although Winston Hospitality was \nnamed in the contract to purchase the RTP Westin, Crockett and Winston intended \nto assign the contract rights to the Joint Venture with Inland and negotiated an \nassignment provision permitting them to do so.  (\nInland v. Winston, Defs.’ Summ. J. \nBr. 7, Ex. 8.)  Mr. Bunch made Petula Prolix Development Company, the seller of \nthe RTP Westin site, aware of this intent in a letter dated September 13, 2007.  \n(Inland v. Winston, Defs.’ Summ. J. Br., Ex. 11.)  He explained that  \nthe proposed insured under the Title Commitment is WINN Limited \nPartnership . . . (“WINN”), whose sole general partner is [Inland] . . . , \nwith WINN or a joint venture entity among WINN and Purchaser[, \nWinston Hospitality,] being the intended assignee of Purchaser as \ncontemplated by Section 19 of the Contract.  \n \n(Inland v. Winston, Defs.’ Summ. J. Br., Ex. 11.) \n{46} The Master Agreement was signed on July 30, 2007 and made retroactive \nto July 1, 2007.  Thus, Inland ratified Crockett’s actions taken on behalf of the Joint \nVenture during July 2007. \n{47} Inland has produced no evidence to challenge Crockett’s stated intention \nwith respect to the RTP Westin. \n{48} On August 21, 2007, Crockett Capital tendered to Inland a preliminary \ndevelopment package for the RTP Westin.  (Mem. in Supp. of Defs.’ Mot. for Summ. \nJ. (“Defs.’ Summ. J. Br.”), Ex. 24: Westin Hotel Investment Summary.)  The \nproposal did not disclose that the contract purchaser for the property had been \nchanged.  (Winston Dep. at 195:25−196:12.)  Winston stated in his deposition that \nhe and Crockett “didn’t believe it mattered” that the property was “parked in a \nholding company . . . that would hold it until [the parties] formed the joint venture \nentity.”  (Winston Dep. at 195:25−196:12.)  Likewise, Crockett stated in his \ndeposition that the identity of the contract purchaser “didn’t really matter, as long \nas one of the parties could bring the title to the site, to the joint venture . . . .”  \n(Crockett Dep. at 177:12−17.)  Neither Crockett nor Winston disclosed to Inland in \ninvestment presentations or informal meetings that the site was under contract to \nWinston Hospitality.  (Crockett Dep. at 331:23−332:2, 336:14−338:12.)  Crockett \nCapital first informed Inland that the name of the contract purchaser had been \nchanged in January 2008.  (Defs.’ Summ. J. Br. 10.)  \n{49}   After Crockett Capital submitted a preliminary development package for \nthe site, Inland verbally approved the submission and expressed its desire to \nproceed with the development.  (Defs.’ Summ. J. Br. 10.)  It also continued to fund \nits share of the Pursuit Costs for the site.  (Defs.’ Summ. J. Br. 10.)  Yet, Inland \nnever provided written notice that it wished to continue the pursuit of the RTP \nWestin site, as required under the Master Agreement.  (Pl.’s Summ. J. Br. 10.)     \n{50} Nearly three months after Crockett Capital submitted its “preliminary \ndevelopment” package for the RDU Aloft, on November 13, 2007, Crockett wrote to \nInland by fax, email, and U.S. mail and requested Inland’s position on the RTP \nWestin and other properties.  (Crockett Aff. ¶ 16.)  The next day, Mr. Brown from \nInland telephoned Crockett to advise him that Inland would not permit Crockett \nCapital to manage either the RDU Aloft or the RTP Westin site.  (Crockett Aff. ¶ \n17.)  He also indicated that Inland would not execute the operating agreement for \nthe RDU Aloft or give him Inland’s answers for the other three projects unless \nCrockett Capital gave up its right to manage the RDU Aloft and the RTP Westin.  \n(Pl.’s Summ. J. Br. 10.) \n{51} On November 21, 2007, Crockett asserted by letter that Crockett Capital \nno longer had an obligation to pursue the RTP Westin project with Inland, but that \nit would continue to follow the provisions of the Master Agreement.  (Letter from \nKenneth Crockett to John Brown (Nov. 21, 2007).)  On December 11, 2007, Crockett \nwrote to Inland asking it to transfer its right, title, and interest in the RTP Westin \nsite (among others) and to submit its Pursuit Costs.  (Crockett Aff. ¶ 19.)   Crockett \nCapital then offered to pay those Pursuit Costs.  (Crockett Aff. ¶ 19.)  Inland never \nconveyed its rights to the RTP Westin.  (Pl.’s Summ. J. Br. 11.)   \n{52} Crockett Capital brought suit against Inland for breach of contract in \nJanuary 2008.  That same month, it informed Inland that the name of the contract \npurchaser for the RTP Westin was Winston Hospitality.  (Defs.’ Summ. J. Br. 10.)  \nOn Februaury 18, 2008, Crockett Capital submitted a second package for the RTP \nWestin, pursuant to its obligation under the Master Agreement to resubmit a \nproject in the event of a material change in the terms previously rejected by Inland.  \n(Pl.’s Summ. J. Br. 11.)  Inland responded in writing that it wished to continue the \npotential development of the site, but it also indicated in those responses that it did \nnot consider the Master Agreement to be a binding contract.  (E-mail from John \nBrown to Kenneth Crockett (Feb. 28, 2008); Letter from John Brown to Kenneth \nCrockett (Mar. 3, 2008); Letter from Tom McGuiness to Kenneth Crockett (Mar. 20, \n2008).) \n{53} Ultimately, however, the RTP Westin site never was assigned to Inland.  \nInstead, it was sold to a third party.  (Pl.’s Opp’n to Defs.’ Mot. for Summ. J. (“Pl.’s \nResp. Br.”) 11.) \n{54} Crockett Capital has not reimbursed Inland for its pursuit costs incurred \nin connection with the RTP Westin site.  (Defs.’ Summ. J. Br. 12.) \n{55} Inland claims that Crockett improperly authorized Winston Hospitality to \nbe named the purchaser in the contract for the RTP Westin site rather than an \nentity controlled by Inland.  (Pl.’s Resp. Br. 1.)   \n \nE.  \nINITIAL PERFORMANCE UNDER THE MASTER AGREEMENT \n{56} After Crockett Capital was formed on July 11, 2007, it hired employees, \nleased office space, bought computers and equipment, and retained professionals.  \n(Crockett Aff. ¶ 8.) \n{57} On July 12, 2007, Plaintiff presented a preliminary development package \nto Defendants for the Chapel Hill Aloft, one of the Pipeline Properties.  (Pl.’s Summ \nJ. Br. 6; Master Agreement, Ex. B.)  On or about July 25, 2007, Defendants \nprovided written notice of their desire to proceed toward the development of the \nChapel Hill Aloft.  (Compl. ¶ 43; Answer ¶ 43.) \n{58} Crockett Capital submitted preliminary development packages for eight of \nthe thirteen Pipeline Properties.  (Defs.’ Summ. J. Br. 6.)  Three of the proposals \nwere submitted within the time frame contemplated by the Master Agreement.  \n(Defs.’ Summ. J. Br. 6.)   \n{59} Crockett proposed treating Crockett Capital’s first development package \nfor the RDU Aloft and a proposed Aloft in Birmingham, Alabama, as the final, stage \nthree proposal.  (Crockett Aff. ¶ 12.)  Despite Defendants having problems with the \ncompressed timeline for these developments (Broadfoot Dep. at 311:19−314:7), the \nboard of directors of Inland American approved the budget for the RDU Aloft \nproposal during a telephonic meeting on September 12, 2007.  (Mins. of the Meeting \nof the Board of Directors of Inland American at 5.)  On September 18, 2007, \nDefendants determined to participate in the Birmingham Aloft project.  The parties \nagreed that Defendants would own a ninety-five (95) percent equity interest and \nPlaintiff would own a five (5) percent equity interest in both properties.  (Compl. ¶ \n49.)  With respect to the Birmingham Aloft, Plaintiff and Defendants executed all \nthe documents as required by the Master Agreement.  (Compl. ¶ 49.)  The parties \nused the Birmingham Aloft documents as a model for the RDU Aloft documents.  \n(Compl. ¶ 50.)    \n \n{60} On or about September 28, 2007, in accordance with the Master \nAgreement, Plaintiff presented Defendants with a second development package for \nthe Chapel Hill Aloft.  (Compl. ¶ 43.)  After this submission, Defendants did not \nprovide notice that they wished to proceed further with development of the Chapel \nHill Aloft.  (Pl.’s Summ. J. Br. 34.)  Plaintiff attempted to enforce Paragraph 5 of the \nMaster Agreement, but Inland never conveyed its rights in the property or gave \nPlaintiff any assurances that it would abide by the Master Agreement.  (Pl.’s \nSumm. J. Br. 34.)  Instead, Defendants claimed the Master Agreement was \nunenforceable.  (Pl.’s Summ. J. Br. 34.) \n{61} Similarly, Plaintiff submitted a “preliminary development” package for a \nHampton Inn & Suites/Aloft Hotel in Raleigh, North Carolina (the “Raleigh \nHampton/Aloft”).  (Compl. ¶ 45.)   After receipt of the “preliminary development” \npackage, Defendants failed to provide written notice that they wished to proceed \nwith development of the Raleigh Hampton/Aloft.  (Pl.’s Summ. J. Br. 34.)  Plaintiff \nattempted to enforce Paragraph 5 of the Master Agreement, but Defendants never \nconveyed their rights in the property or gave Plaintiff any assurances that they \nwould abide by the Master Agreement.  (Pl.’s Summ. J. Br. 34.)  Again, Defendants \nclaimed the Master Agreement was unenforceable.  (Pl.’s Summ. J. Br. 34.) \n \n \nF. \nRDU ALOFT \n{62} Winston Hotels purchased the site for the RDU Aloft in 2006.  (Pl.’s Summ. \nJ. Br. 7.)  The hotel to be built on that site would be adjacent to an existing Winston \nHotels Property, a Hilton Garden Inn.  (Pl.’s Summ. J. Br. 7.)  It was apparent to \nCrockett before the merger with Inland that the RDU Aloft would need more \nparking than its lot could accommodate.  (Crockett Aff. ¶ 30.)  He proposed \nobtaining the necessary parking from the Hilton Garden Inn.  He commissioned a \nstudy that concluded the parking rearrangement would pose no problem for the \nHilton Garden Inn because it did not need the spaces that would be reallocated to \nthe RDU Aloft.  (Crockett Aff. ¶ 30.)   \n{63} In February 2007, Winston Hotels submitted to the Town of Cary a Site \nPlan Application and Major Site Plan Submittal that would have adjusted the \nproperty line between the two properties.  (Crockett Aff. ¶ 32.)  Later, Winston \nHotels submitted a Site Plan that included an easement for the benefit of the RDU \nAloft.  (Crockett Aff. ¶ 32.)  The Town of Cary approved the latter submittal in June \n2007.  (Crockett Aff. ¶ 32.) \n{64} When the merger with Inland was complete on July 1, 2007, Inland or an \naffiliate succeeded to the ownership of the land that was burdened by the proposed \neasement, and, at that time, Defendants had access to Winston Hotels’ documents \ndescribing the need for an easement to develop the RDU Aloft property.  (Brown \nDep. at 508:2−514:5.)  Yet, during the merger talks and the negotiation of the \nMaster Agreement, no one from Crockett Capital specifically told Inland of the need \nfor an easement to develop the property. \n{65} Crockett Capital submitted a development package to Inland for the RDU \nAloft on August 10, 2007.  (Defs.’ Summ. J. Br. 12.)  Crockett requested that this \ninitial submission be treated as a final submission to Inland, and Inland acquiesced.  \n(Crockett Dep. at 232:4−7.)  As a final submission, the package was to contain all \nnecessary information Inland would need to determine whether to proceed with the \nproject.  Winston stated that when making investment presentations to Inland, he \nand Crockett “strive to present all of the factors that we know . . . to have an impact \non the development of whether to develop the hotel.”  (Winston Dep. at 82:13−17.)  \nHe said: \nWe presented to the best of our ability what we believe to be the facts \nrelevant to that investment, just as we had done for the last 13 years \nfor our board at Winston Hotels.  We did this no differently.  This was \nthe same type of institutional presentation that we had relied on for \nour whole careers and that Winston Hotels is basically built on. \n \n(Winston Dep. at 83:9−15.)   \n{66} Yet, the package Crockett Capital submitted to Inland did not identify the \neasement.  (Pl.’s Summ. J. Br. 8.)  “Crockett did not view the easement as an \nimportant fact to include in the investment package” because although the \neasement was a “piece in the development scheme,” he believed “it would be a \nbenefit to the Hilton, not a burden.”  (Pl.’s Summ. J. Br. 8.)        \n{67} When Inland’s board conditionally authorized management to complete the \nRDU Aloft transaction, the directors understood that they were approving the \nbudget for the project and not for the Joint Venture itself.  (Mins. of the Meeting of \nthe Bd. of Dir., Sept. 12, 2007 at 5.)  The board would address the entire Joint \nVenture at a subsequent meeting.  (Mins. of the Meeting of the Bd. of Dir., Sept. 12, \n2007 at 5.)  The board resolved that:  \nsubject to the Company entering into a definitive joint venture \nagreement by and between [Inland American] . . . and [Crockett \nCapital] on terms and conditions acceptable to the board in its sole \ndiscretion, the executive officers of the Company, or any of their \ndesignees, each of whom may act without joinder of any of the others, \nbe and hereby are authorized to cause the Company to approve the \ndevelopment budget for the RDU aLoft [sic] Hotel which contemplates \nthe joint venture funding a total development budget of approximately \n$21 million . . . .    \n \n(Mins. of the Meeting of the Bd. of Dir., Sept. 12, 2007 at 5.)   \n{68} In order to move forward with development, it became necessary to make a \nformal conveyance of the easement from the Hilton Garden Inn to the RDU Aloft.  \nIn October 2007 Crockett broached the subject with Mr. Brown, an Inland \nexecutive.  (Pl.’s Summ. J. Br. 8; Defs.’ Summ. J. Br. 12.) \n{69} After that disclosure, Inland viewed the easement as a detriment to its \ninvestment in the Hilton Garden Inn, and it never agreed to grant it to the RDU \nAloft property.  (Defs.’ Summ. J. Br. 13−14.)  After Inland learned of the need for \nthe easement to develop the RDU Aloft property, negotiations between the parties \nconcerning the Joint Venture for the project broke down.  (Defs.’ Summ. J. Br. \n13−14.) \n  \nG. \nBRENT WEST \n{70} At the time of the merger, Winston and Crockett entered into a non-\ncompete agreement in which they agreed, inter alia, not to directly or indirectly \n“solicit, recruit, or induce for employment (or assist or encourage any other person \nor entity to solicit, recruit, or induce for employment)” any employee of Winston \nHotels to work for Winston and Crockett or to terminate their employment with \nWinston Hotels’ successor.  (Defs.’ Summ. J. Br., Ex. 37, 38: Winston and Crockett \nAgreement Not to Compete ¶ 1(b).)  The agreements provided an exception if \nWinston and Crockett obtained Inland’s express written consent.  (Defs.’ Summ. J. \nBr., Ex. 37, 38: Winston and Crockett Agreement Not to Compete ¶ 2.)    \n \n{71} For a number of years before the merger, Mr. West was the Chief \nAccounting Officer at Winston Hotels under Crockett and Winston.  (Counterclaim \n¶ 6; Reply to Counterclaim¶ 6.)  After the merger, Mr. West continued in the employ \nof Inland as its Chief Financial Officer and its senior officer in North Carolina.  \n(Defs.’ Summ. J. Br. 15.)   \n{72} In mid to late August 2007, Mr. West and Winston had a conversations \nabout Winston hiring him back.  (Aff. of Brent West (“West Aff.”) ¶¶ 9, 10, 14, 16.)  \nOn August 29, 2007, Mr. West resigned his employment with Inland.  (West Aff. ¶ \n11.)  He worked a two-week notice until September 14, 2007.  (Defs.’ Summ. J. Br. \n16; Counterclaim ¶ 6; Reply to Counterclaim¶ 6.)  Having previously accepted an \noffer to do so, Mr. West joined his former superiors and became the Chief Financial \nOfficer at Crockett Capital and Winston Hospitality.  (Counterclaim ¶ 6; Reply to \nCounterclaim¶ 6.)  He began work for Crockett Capital and Winston Hospitality on \nSeptember 17, 2007.  (West Aff. ¶ 21.) \n{73} Neither Mr. Winston nor Mr. Crockett obtained written consent from \nInland to hire Mr. West. \n{74} Inland American filed suit in Wake County Superior Court against \nWinston and Crockett alleging a violation of their respective non-compete \nagreements relating to Mr. West’s hiring.  (Defs.’ Summ. J. Br. 16.; See No. 08-CVS-\n003995 (N.C. Super. Ct.)  The parties filed cross-motions for summary judgment.  \nThe Honorable Donald Stephens entered an Order on February 1, 2010, granting \nWinston and Crockett’s summary judgment motion and denying Inland American’s \nmotion.  The case is currently on appeal. \n \nH. \nCLAIMS \n{75} Crockett Capital seeks partial summary judgment on its breach of contract \nclaims and summary judgment on all Counts of Inland’s counterclaim.  (Pl.’s Mot. \nfor Summ. J. 1−2.)  It also seeks an award of attorney fees based on Defendants’ \nunfair and deceptive trade practices claim.  In its counterclaim, Inland seeks: a \ndeclaratory judgment that the Master Agreement is not a binding contract, an \nalternative claim for rescission of the Master Agreement based on actual or \nconstructive fraud in the inducement, an alternative claim for unfair and deceptive \ntrade practices under N.C. Gen. Stat. § 75-1.1, an alternative claim for a declaratory \njudgment that Crockett Capital materially breached the Master Agreement, an \nalternative claim for rescission of the RDU Aloft approval based on actual or \nconstructive fraud, negligent misrepresentation with respect to the RDU Aloft, \ninterference with prospective economic advantage, breach of contract with respect \nto the Pursuit Costs for the RTP Westin and unjust enrichment with respect to the \nPursuit Costs for the RTP Westin.  \n \n{76} Defendants Inland and Winn Limited Partnership seek summary \njudgment on all claims asserted by Plaintiff in its Second Amended Complaint: \nbreach of contract relating to the RDU Aloft property; breach of contract relating to \nthe RTP Westin, Raleigh Hampton/Aloft and Chapel Hill Aloft Properties; and \nviolation of the North Carolina Unfair and Deceptive Trade Practices Act.  (Defs.’ \nMot. for Summ. J. 2.)  Additionally, Defendants seek summary judgment on their \ncounterclaims concerning the RTP Westin and the RDU Aloft.  (\nSee Defs.’ Mem. of \nLaw in Opp’n to Mot. for Summ. J. Filed by Plaintiff Crockett Capital Corp. (“Defs.’ \nResp. Br.”) 2−19.)     \n \nIII. \nLEGAL STANDARD \n{77} Summary Judgment is appropriate “if the pleadings, depositions, answers \nto interrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and that any party is entitled \nto a judgment as a matter of law.”  N.C. R. Civ. P. 56(c).  The burden of showing a \nlack of triable issues of fact falls upon the moving party.  See e.g. Pembee Mfg. \nCorp. v. Cape Fear Constr. Co., 313 N.C. 488, 491, 329 S.E.2d 350, 353 (1985).   \nThe party moving for summary judgment bears the burden of \nestablishing that there is no triable issue of material fact.  This burden \nmay be met by proving that an e ssential element of the opposing \nparty's claim is nonexistent, or by  showing through discovery that the \nopposing party cannot produce evidence to support an essential \nelement of his claim or cannot surmount an affirmative defense which \nwould bar the claim.  Once the movi ng party satisfies these tests, the \nburden shifts to the nonmoving party to produce a forecast of evidence \ndemonstrating that the [nonmoving party] will be able to make out at \nleast a prima facie case at trial.  The trial judge must consider all the \npresented evidence in a light most favorable to the nonmoving party, \nand all inferences of fact must be drawn against the movant and in \nfavor of the nonmovant[.]  In addition, because summary judgment is a \nsomewhat drastic remedy, it must be used with due regard to its \npurposes and a cautious observance of its requirements in order that \nno person shall be deprived of a trial on a genuine disputed factual \nissue. \n \nDeWitt v. Eveready Battery Co., 355 N.C. 672, 681−82, 565 S.E.2d 140, 146 (2002) \n(internal quotations and citations removed.)  The party opposing the motion “must \ncome forward with specific facts (not mere allegations or speculation) that \ncontrovert the facts set forth in the movant’s evidentiary forecast.”  Johnson v. \nScott, 137 N.C. App. 534, 537, 528 S.E.2d 402, 404 (2000).   \n \nIV. \nANALYSIS \nA. \nTHE MASTER AGREEMENT \n{78} In this Court’s previous Order Denying Inland’s Motion to Dismiss and in \na case decided the same day at the summary judgment phase, this Court set forth \ncriteria for determining the enforceability of contracts that contemplate future \nagreements.  See Crockett Capital Corp. v. Inland Am. Winston Hotels, Inc. 2009 \nNCBC 5 (N.C. Super. Ct. Mar. 13, 2009); JDH Capital, 2009 NCBC 4.  In those \nopinions, the Court considered the following: (1) whether the language of the \ndocument states that it is non-binding or otherwise demonstrates an intent not to \nbe bound; (2) whether the document omits material terms still to be negotiated; (3) \nwhether a certain remedy applies in the event the negotiation fails, even if there are \nmaterial terms to be negotiated; (4) whether the parties are sophisticated; (5) and \nwhether the conduct of the parties before and after the execution of the document \nindicates that it is binding.  See Crockett Capital, 2009 NCBC 5, ¶¶ 28−34.; JDH \nCapital, 2009 NCBC 4, ¶¶ 26−41. \n{79} Unsurprisingly, the parties in this action have taken two divergent views \nconcerning the proper interpretation and enforcement of the Master Agreement.  \n(Cf. Defs.’ Resp. Br. 4−8 with Pl.’s Summ. J. Br. 29−34.)  It is undisputed that the \nlanguage of the Master Agreement does not state or suggest that it is non-binding.  \nIn fact, the negotiation and execution of the Master Agreement followed the parties’ \nnegotiation of a non-binding Memorandum of Understanding that set out the major \nterms of the deal and the parties’ intentions.  (McAuley Dep. at 40:20−41:3.)  Had \nthe parties wished to indicate the non-binding nature of the Master Agreement, \nthey would have done so.   \n{80} Defendants argue that the Master Agreement leaves material terms open \nfor future agreement, provides no remedy should certain circumstances arise in \nnegotiating future agreements, and provides no means to settle unresolved disputes \nconcerning certain terms of the agreement.  (Defs.’ Resp. Br. 4−6 (citing Boyce v. \nMcMahan, 285 N.C. 730, 734, 208 S.E.2d 692, 695 (1974); Housing, Inc. v. Weaver, \n305 N.C. 428, 290 S.E.2d 642 (1982); Durham Coca-Cola Bottling Co. v. Coca-Cola \nBottling Co. Consol., 2003 NCBC 3 (N.C. Super. Ct. Apr. 28, 2003).)  Plaintiff argues \nthat the Master Agreement is itself an enforceable contract.  (Pl.’s Summ. J. Br. \n26−32.)   \n{81} North Carolina courts have been reluctant to enforce contracts that \nrequire the Court to supply material terms not specified in the parties’ agreement.  \nSee Chappell v. Roth, 353 N.C. 690, 692, 548 S.E.2d 499, 500 (2001) (finding that a \ndocument that merely expresses the intent and desires of the parties, rather than \ntheir agreement, and which leaves no means to settle the unresolved terms, is not \nenforceable as a contract); Housing, Inc. v. Weaver, 305 N.C. 428, 444, 290 S.E.2d \n642, 652 (1982) (finding that a document, which failed to specify the form of \nownership of the subject project, was not enforceable); Boyce v. McMahan, 285 N.C. \n730, 734, 208 S.E.2d 692, 695 (1974) (“‘If any portion of the proposed terms is not \nsettled, or no mode agreed on by which they may be settled, there is no agreement.’” \n(quoting Croom v. Goldsboro Lumber Co., 182 N.C. 217, 220, 108 S.E. 735, 737 \n(1921))); N.C. Nat’l Bank v. Wallens, 26 N.C. App. 580, 584, 217 S.E.2d 12, 15 \n(1975) (“Generally, a contract, or an offer to contract, which leaves material portions \nopen for future negotiations is nugatory and void for indefiniteness.” (citing Boyce v. \nMcMahan, 22 N.C. App. 254, 206 S.E.2d 496, aff’d, 285 N.C. 730, 208 S.E.2d 692 \n(1974))).  The North Carolina Supreme Court stated in Boyce that a contract to \nenter into a future contract must specify all its material terms and essential terms, \nand leave none to be agreed upon as a result of future negotiations.”  285 N.C. at \n734, 208 S.E.2d at 695.  In JDH Capital, this Court declined to find an enforceable \nagreement.  At the summary judgment stage, the Court could determine that the \nrelief sought could not be obtained without the Court having to supply material \nterms.  See 2009 NCBC 4 ¶¶ 28–37. \n{82} Yet, North Carolina courts do enforce preliminary binding agreements \nwhere some material terms setting the ultimate relationship between the parties \nare left to be negotiated.  In a recent case, the Court of Appeals affirmed the trial \ncourt’s enforcement of a forum selection clause in a Master Agreement.  See Sony \nEricsson Mobile Commc’n USA, Inc. v. Agere Sys., Inc., 195 N.C. App. 577, 672 \nS.E.2d 763 (2009).  In Sony Ericsson, the parties incorporated a forum selection \nprovision in a Master Agreement (the “MDLA”) which contemplated that the parties \nwould enter into future agreements to be governed by a Statement of Work (the \n“SOW”).  Id. at 578, 672 S.E.2d at 765.  The Court of Appeals stated:  \nThe MDLA sets out the ground rules for the parties to negotiate \npossible SOWs and articulates agreed-upon procedures, practices, and \nterms applicable to SOWs the parties might execute in the future. As \nthe trial court stated in its order, “the main purpose of the MDLA is to \nprovide ‘the general terms and cond itions under which’ the parties \nwould explore a further relationship  . . . the MDLA does not require \nthat a Statement of Work ever be executed.”   \nPlaintiff argues that the MDLA contains numerous material \nterms that are not resolved, and thus does not represent an enforceable \nagreement. However, Plaintiff does not cite provisions or terms of the \nMDLA itself, but only terms of possible SOWs. Plaintiff fails to \narticulate how open terms in a hypothetical future SOW would make \nthe terms of the MDLA itself unenforceable.  We again quote from the \ntrial court’s order: \n“Though the MDLA may not contain many of the substantive \nterms of the contemplated ultimate relationship of the parties itself—\nwhich appears to be the provision of technological deliverables—none \nof its own terms remain to be negotiated. . . .   \n[T]he majority of the MDLA’s provisions pertain directly to \nStatements of Work, should any have  been entered. Sony USA argues \nthat this demonstrates that the MDLA’s effect depends on a Statement \nof Work.  However, such dormant provisions neither demonstrate a \nlack of assent to the MDLA’s terms nor otherwise provide grounds \nupon which to negate those provisions of the MDLA that do not pertain \ndirectly to Statements of Work, such as the Forum Selection Clause[.]” \n \nId. at 581−82, 672 S.E.2d at 767.  \n{83} This case is similar to Sony Ericsson.  The Master Agreement and the form \nimplementation agreements attached thereto as exhibits were thoroughly \nnegotiated by the parties, and they were comprehensive.  The provisions in Exhibit \nE were complex and were drafted to comply with relevant tax laws and REIT \nregulations.  The only four items left to decide once the parties agreed to pursue a \nproperty together were:  (1) the name of the LLC, (2) the effective date of the \nagreement, (3) the date the Certificate of the LLC was filed, and (4) each party’s \npercentage interest.  Each party’s ownership interest in each property was the only \nmaterial item to decide.  Under the Master Agreement, this percentage would be set \nafter Crockett Capital’s first submission to Inland, though the relative interests \ncould be changed with subsequent submissions.  Once Inland made a final decision \nto accept the terms in Crockett Capital’s final package, it was bound to execute an \noperating agreement in substantially the same form as Exhibit E to the Master \nAgreement.   \n{84} Through the impasse provisions contained in Paragraph 5, the Master \nAgreement contemplated and specified certain remedies should Inland choose not to \nproceed with Crockett Capital on a property.  Inland would be protected by: (1) \nreimbursement for its costs of acquisition, and (2) a second chance to reconsider \nparticipation if material terms of the proposed project were to change.  Unlike in \nJDH Capital, where the Court was asked to supply terms missing from a written \nletter of intent, this case involves the enforcement of specific remedies provided for \nin the agreement itself.  The impasse provisions apply when the parties are unable \nto agree on the narrow range of issues left open with respect to each Pipeline \nProperty.  Absent the impasse provisions in this agreement, the lack of agreement \non such key terms as capital contribution would pose a significant barrier to judicial \nenforcement.   \n{85} The Master Agreement recognized that Inland might choose not to \nparticipate in a Joint Venture for a particular Pipeline Property.  That choice was a \nrecognized component of the contract.  Inland could have contracted to keep its \noptions on the Pipeline Property and reimburse Crockett Capital for its \ndevelopment costs.  It did just the opposite.  Inland protected itself by providing for \nreceipt of any acquisition costs of the option on the Pipeline Property, as well as any \nproject development costs it had incurred.  Inland was also protected against \nCrockett Capital changing the development plan for the project in a material way \nwithout Inland having the opportunity to revisit its decision not to participate.  The \nCourt finds that the impasse provisions are complete and do not require \nsupplementation.  The Court does not need to supply any material terms to enforce \nthe parties’ intentions.     \n{86} Additionally, the Court of Appeals noted in Sony Ericsson that the parties \nwere sophisticated businesses who could have provided in the Master Agreement \nthat enforcement of the forum selection clause could only occur if a SOW was \nexecuted.  Id. at 583, 672 S.E.2d at 687.  The sophisticated parties to this Master \nAgreement could have placed limitations on the impasse provisions, but they did \nnot do so.  These were sophisticated parties drafting sophisticated documents.  They \ndid not use language indicating the absence of material agreements in the Master \nAgreement. \n{87} Finally, the actions of the parties both before and after they executed the \nMaster Agreement demonstrate that the document is enforceable.  The parties \nbegan their Joint Venture by negotiating a non-binding five-page Memorandum of \nUnderstanding that was completed no later than June 7, 2007.  (Pl.’s Summ. J. Br. \n30.)  They then spent more than six weeks converting their understanding into the \nspecific provisions of the Master Agreement and its exhibits, a 156-page document. \n(Pl.’s Summ. J. Br. 30.)  The exhibits contained the fees for developing and \nmanaging the hotels and a complex formula for distributing the profits of each Joint \nVenture, which was “heavily negotiated.”  (Pl.’s Summ. J. Br. 30.)  Mr. McGuiness \nand Mr. Broadfoot, Inland executives, agreed that by July 30, 2007, the “relevant \nbusiness points of the deal, many of which were contained in the exhibits, were \nbaked, done, negotiated.”  (Pl.’s Summ. J. Br. 30 (internal quotations removed).)            \n{88} After the parties executed the Master Agreement, Inland acted as if the \ndocument controlled its rights and duties with respect to the Birmingham Aloft and \nthe RDU Aloft.  When Inland accepted Crockett Capital’s proposal for the \nBirmingham Aloft, it selected an ownership interest consistent with the terms of \nthe Master Agreement, and it executed agreements identical in all material respects \nto the implementation provisions in the Master Agreement.  (McGuiness Dep. \n64:13−65:7.)  When Inland approved the RDU Aloft project, Mr. Broadfoot \ninstructed counsel for the Joint Venture to draw up documents using the \nBirmingham forms.  (E-mail from Michael Broadfoot to Andy Tapscott (Sept. 26, \n2007, 12:22 p.m.).)   \n{89} Inland first indicated its concerns about the enforceability of the Master \nAgreement in December 2007, nearly five months after the execution of the \nagreement, and after it had operated under the provisions of the agreement and the \nimplementation provisions.    \n{90} The Master Agreement is an enforceable contract.  Each party had a duty \nto act in good faith and deal fairly with the other.  There is evidence of record, if \nbelieved by a jury, that would indicate Defendants failed to comply with that \nobligation.  Crockett Capital’s Motion for Summary Judgment on Defendants’ \ncounterclaim Count I: Declaratory Judgment on the Enforceability of the Master \nAgreement is hereby GRANTED.  \n \nB. \nCLAIMS RELATED TO THE RTP WESTIN \n1. \nInland’s Alleged Breach of the Master Agreement  \nWith Respect to the RTP Westin \n{91} Crockett Capital alleges that Inland breached the Master Agreement with \nrespect to the RTP Westin by failing to transfer its right, title, and interest in the \nproperty after it failed to provide Crockett Capital with written notice of its \nintention to develop the property in a Joint Venture within the required ten (10) \nday time period, and it seeks summary judgment on that claim.  (Pl.’s Summ. J. Br. \n34.)  Inland also seeks summary judgment on the claim.  (Defs.’ Summ. J. Br. \n22−25.)   \n{92} Crockett Capital submitted its only package for the RTP Westin in August \n2007.  (Pl.’s Summ. J. Br. 34.)  If Inland wished to proceed in a Joint Venture, it was \nrequired to respond in writing within (10) ten days.  Inland did not so respond.  \n(Pl.’s Summ. J. Br. 34.)  Instead, on November 14, 2007, Mr. Brown advised \nCrockett that Inland would not indicate whether it would proceed with a Joint \nVenture unless Crockett Capital agreed to give up its right to manage the hotel.   \n{93} The Master Agreement states that if Inland determines not to develop a \nPipeline Property in a Joint Venture with Crockett Capital, it  \nagrees to transfer, convey, and assign, any rights it has in any such \nPipeline Property to [Crockett Capita l] or its assignee, and to execute \nall documentation reasonably necessary to accomplish such transfer, \nupon payment by Crockett Capital to Inland of its acquisition costs \nincurred to date for such rights. \n \n(Master Agreement ¶ 5.)  On December 11, 2007, Crockett Capital requested that \nInland convey its rights in the property, and it offered to pay the Pursuit Costs \nInland incurred for the property.  (Pl.’s Summ. J. Br. 34.)  Crockett stated that it \nwould reimburse Inland’s Pursuit Costs incurred to date on the project “upon \ncommencement of construction.”  (Memorandum from Kenneth Crockett to Inland \n(Dec. 11, 2007) at 3.)  Under Paragraph 2 of the Master Agreement, Crockett \nCapital may have the right to delay payment until the commencement of \nconstruction.  Even if it does, however, Inland has no duty to transfer its rights \nuntil Crockett Capital first pays Inland its Pursuit Costs.  Because Crockett Capital \nhas not tendered to Inland its Pursuit Costs with respect to the RTP Westin as \nrequired under the Master Agreement, Inland’s duty to transfer its rights in the \nproperty has not yet arisen.  See Winders v. Kenan, 161 N.C. 628, 689−90 (1913). \n{94} Additionally, in order for Crockett Capital to prevail on a claim for breach \nof contract, it “must show that the alleged breach caused him injury.”  Ausley v. \nBishop, 133 N.C. App. 210, 219, 515 S.E.2d 72, 79 (1999).  As discussed above, \nWinston Hospitality was the contract purchaser for the RTP Westin.  So, Crockett \nand Winston already owned the property.  Crockett stated that Crockett Capital \n“needed [Inland] to assign . . . the rights they had in the design of the project, the \nrights they had to governmental approvals and entitlements to the project” and the \nfranchise license for the project.  (Crockett Dep. at 64:17−25.) \n{95} In his deposition, Crockett acknowledged that the RTP Westin \ndevelopment proceeded without the assignment of Inland’s interests in the \nproperty.  Crockett testified that Crockett Capital continued to use the design work \nand the civil engineering work for the project with potential investors, and that no \ninvestors refused to participate in the project even though Inland failed to assign \nthe franchise right.  (Crockett Dep. at 69:14−73:14, 77:22−79:8.)  Also, Crockett \ncould not recall any governmental approvals that needed to be assigned.  (Crockett \nDep. at 72:15−76:8.)  Crockett Capital and/or Winston Hospitality obtained a \nfranchise approval from Starwood for the RTP Westin in early 2008.  (Crockett \nDep., May 17, 2010, at 17:7−18:2.)  Finally, according to Winston, by the late \nsummer or early fall of 2008, Crockett Capital and/or Winston Hospitality had \nobtained the debt and equity commitments necessary to proceed with the \nconstruction of the RTP Westin.  (Winston Dep. at 224:19−225:22.)  Yet they chose \nnot to proceed with the development at that time.  Winston stated that in October \n2008, there was “uncertainty in the market.  We felt like it was better to wait and \nthat’s what we’ve done.”  (Winston Dep. at 224:19−225:22.)  Winston Hospitality \nnow has an agreement with a Quintiles affiliate to be their development partner for \nthe RTP Westin site.  (Winston Dep. at 224:19−225:22.) \n{96} Crockett Capital and/or Winston Hospitality proceeded to develop the RTP \nWestin property as though they already had all necessary rights from Inland as \nrequired under the Master Agreement.  The Crockett/Winston entities elected not to \nproceed with the project because the market conditions disfavored the development \nof a new hotel.  Crockett Capital has projected no evidence that Inland’s alleged \nbreach with respect to the RTP Westin actually caused it any damages.   \n{97} To date, Crockett Capital has not paid Inland the Pursuit Costs incurred \nwith respect to the RTP Westin, and it has failed to forecast evidence of damages \ncaused by Inland’s failure to transfer its remaining rights in the RTP Westin \nproperty.  Thus, Crockett Capital’s Motion for Summary Judgment on its Second \nClaim for Relief for Breach of Contract Relating to the RTP Westin is hereby \nDENIED.  Defendants’ Motion for Summary Judgment on Crockett Capital’s \nSecond Claim for Relief for Breach of Contract Relating to the RTP Westin is hereby \nGRANTED.   \n \n2. \nCrockett Capital’s Alleged Fraudulent Inducement  \nWith Respect to the RTP Westin \n \n{98} Inland claims that even if the Master Agreement is an enforceable \ncontract, it is entitled to rescind the agreement and/or is relieved from its duty to \nperform under it because Crockett Capital fraudulently induced Inland into \nentering into the Master Agreement by its actions related to the RTP Westin, the \nRDU Aloft, and the hiring of Brent West.  (Counterclaim ¶ 53.)  In this section, the \nCourt will cover the facts surrounding the RTP Westin.\n1   \n{99} Crockett Capital seeks summary judgment on Inland’s counterclaim for \nfraudulent inducement based on actual and constructive fraud.  “In order to obtain \nrelief from a contract on the ground of [actual] fraud, the moving party must show \nfalse representation of a past or subsisting material fact, made with fraudulent \nintent and with knowledge of its falsity, which representation was relied upon when \nthe party executed the instrument.”  In re Estate of Loftin, 285 N.C. 717, 722, 208 \nS.E.2d 670, 674 (1974).  “To withstand a motion for summary judgment on a fraud \nclaim, the forecast of the evidence must present a genuine issue of material fact as \nto each element of fraud.  Summary judgment is proper where the forecast of \n                                                 \n1 For a discussion on the fraudulent inducement claim related to the RDU Aloft, see Sec. IV(C)(2), \ninfra.  For a discussion on the fraudulent inducement claim related to the hiring of Brent West, see \nSec. IV(D), infra. \nevidence shows that even one of the essential elements of fraud is missing.”  Bolton \nCorp. v. T.A. Loving Co., 94 N.C. App. 392, 409, 380 S.E.2d 796, 807 (1989) (internal \ncitations and quotations omitted).  Here, Inland fails to forecast evidence of two \nessential elements.     \n{100} While in most transactions involving real property the name of the \ncontract purchaser is a material fact for the purposes of an actual fraud claim, here, \nas between Inland and Crockett Capital, the name of the purchaser of the RTP \nWestin was not material.  By having the purchase contract for the RTP Westin put \nin the name of Winston Hospitality, Crockett preserved the opportunity for Inland \nand Crockett Capital to develop the project together.  Though the Master \nAgreement had not yet been executed, Crockett was acting for the Joint Venture as \nif it had been.  Making the Master Agreement retroactive to July 1, 2007 ratified \nCrockett’s conduct on behalf of the Joint Venture to be formed to develop the \nproject. \n{101} In July 2007, a Winston/Crockett entity had control of the site.  If Inland \nchose to participate in the project, it would have a duty to proceed under the Master \nAgreement.  If it chose not to proceed, it would have the obligation to convey any of \nits rights that it had in the property.  Had Inland or WINN been the contract \npurchaser, and had it chosen not to develop the property, Inland would have to \nconvey its ownership interest in the property to Crockett Capital (assuming that \nCrockett Capital wished to develop it).  The name on the sales contract only \nmattered if neither party wished to develop the property or if Inland wished to \ndevelop it on its own after Crockett Capital passed on the opportunity.  That was \nnot the case with respect to the RTP Westin, which Crockett Capital always \nintended to develop. \n{102} Additionally, Inland has failed to forecast evidence that Crockett and \nWinston changed the name on the sales contract with intent to deceive Inland.  The \nundisputed facts reveal that Crockett and Winston were responsible for pursuing \nthe Pipeline Properties under the Master Agreement.  Mr. Sanchez, the seller’s \nagent, required a quick execution of the contract, and he counted on Crockett and \nWinston’s participation in the project.  Neither Winston nor Crockett had any \nauthority to sign the contract on behalf of Inland.  Crockett put the property in the \nname of an entity that he and Winston controlled, and he negotiated language with \nMr. Sanchez that would allow assignment of the contract to a Joint Venture without \nseller approval.  Inland executive Mr. Broadfoot stated that with respect to the RTP \nWestin, the Crockett team was “following the spirit of the [Master] agreement.”  \n(Broadfoot Dep. 237:12−18.) \n{103} After the Master Agreement was executed, Crockett Capital submitted two \ninvestment packages to Inland expressing its interest to own and operate the RTP \nWestin with Inland.  It is true that Crockett Capital did not disclose that the \ncontract purchaser had been changed.  But, if the parties had followed the Master \nAgreement’s provisions, the name of the contract purchaser would not have affected \nthe ownership outcome.  Inland would have owned between eighty (80) and ninety-\nfive (95) percent of the property, or if it had declined to participate, it would have \nowned none of it.        \n{104} “A claim of constructive fraud does not require the same rigorous \nadherence to elements as actual fraud.  Rather, this cause of action arises where a \nconfidential or fiduciary relationship exists, which has led up to and surrounded the \nconsummation of the transaction in which a [party] is alleged to have taken \nadvantage of his position of trust to the hurt of the [claimant].”  Forbis v. Neal, 361 \nN.C. 519, 528, 649 S.E.2d 382, 388 (2007) (internal citations omitted).  To state a \nclaim for constructive fraud, the claimant must “establish (1) facts and \ncircumstances creating a relation of trust and confidence; (2) which surrounded the \nconsummation of the transaction in which the defendant is alleged to have taken \nadvantage of the relationship; and (3) the defendant sought to benefit himself in the \ntransaction.”  \nMarketplace Antique Mall, Inc. v. Lewis, 163 N.C. App. 596, 599, 594 \nS.E.2d 121, 124 (2004).   \n{105} At the time Crockett had the name of the contract purchaser changed, \nInland and Crockett Capital had not executed the Master Agreement.  The Master \nAgreement was signed at the end of July, at which time, the parties obtained the \nrights and incurred duties specified in the contract.  Each party would not become a \nfiduciary of the other with respect to a particular Pipeline Property until they \nexecuted the implementing documents required to create a Joint Venture for that \nsite.  Crockett Capital did not submit a preliminary development package for the \nRTP Westin until August 21, 2007.  It did not submit a second proposal until \nFebruary 2008.  The parties never formed a Joint Venture for the RTP Westin.  \nThus, they are not fiduciaries with respect to the RTP Westin project.  Additionally, \nchanging the name of the contract purchaser would not have caused harm to Inland \nhad the parties proceeded under the terms of the Master Agreement.  Inland cannot \nsupport a claim for constructive fraud related to the property.     \n{106} Inland cannot demonstrate actual or constructive fraud based on Crockett \nCapital’s actions with respect to the RTP Westin property.  Crockett Capital’s \nMotion for Summary Judgment with respect to Defendants’ counterclaim \nAlternative Count II(A): Fraud (Actual or Constructive) and Rescission of the \nMaster Agreement for Crockett Capital’s failing to disclose that it caused the name \nof the purchaser of the RTP Westin to be changed to Winston Hospitality is hereby \nGRANTED.    \n \n3. \nCrockett Capital’s Alleged Intentional Interference  \nWith Prospective Economic Advantage \n \n{107} Inland alleges that Crockett Capital acted with intent to interfere with \nInland’s expectancy that it would be the buyer of the RTP Westin and that it had a \nrealistic expectation of future profit from the acquisition and development of the \nproperty.  (Counterclaim ¶¶ 89−90.)  Crockett Capital seeks summary judgment on \nthis claim.   \n{108} “[I]nterference with a man’s business, trade or occupation by maliciously \ninducing a person not to enter a contract with a third person, which he would have \nentered into but for the interference, is actionable if damage proximately ensues.”  \nDalton v. Camp, 353 N.C. 647, 654, 548 S.E.2d 704, 709 (2001).  Crockett Capital \ndid not so interfere with Inland’s business.  As noted above, Crockett acted within \nthe spirit of the then unexecuted Master Agreement in order to preserve the RTP \nWestin opportunity for the Joint Venture that was to be formed for the property.  \nHad the parties acted in accordance with the terms of the Master Agreement, they \ncould have developed the property together.  Crockett offered Inland two \nopportunities to participate in owning the property under the terms of the Master \nAgreement.  Inland has forecasted no evidence to suggest that Crockett had a \nmalicious intent to interfere with Inland’s business opportunity. \n{109} Crockett Capital’s Motion for Summary Judgment with respect to \nDefendants’ counterclaim Alternative Count VII: Interference with Prospective \nEconomic Advantage is hereby GRANTED.  \n \n4. \nCrockett Capital’s Alleged Breach of the Master Agreement \nWith Respect to the RTP Westin \n \n{110} In its counterclaim, Inland alleges breach of contract with respect to \nCrockett Capital’s failing to advise Inland that it was causing the identification of \nthe contract purchaser of the RTP Westin to be changed to Winston Hospitality, its \nsubmitting a preliminary development proposal for the RTP Westin that was \nmaterially misleading by its failure to identify the contract purchaser, and its \nfailure to pay Inland its RTP Westin Pursuit Costs.  (Counterclaim Count IV(B), \nCount IV(C), Count VIII.)  Inland also alleges unjust enrichment with respect to \nCrockett Capital’s failure to pay its RTP Westin Pursuit Costs.  (Counterclaim \nCount IX.) \n{111}   As noted above, whether a Winston/Crockett entity or Inland owned a \nparticular Pipeline Property was not material, as long as the parties proceeded \nunder the terms of the Master Agreement, and as long as Crockett Capital wished \nto pursue the property.  If Inland chose to participate in the project, it would have a \nduty to proceed under the Master Agreement.  If it chose not to proceed, under the \nimpasse provisions, it would have an obligation to convey any of its rights that it \nhad in the property to Crockett Capital (assuming Crockett Capital wished to \nproceed alone or with a third party). \n{112} Crockett acted to preserve the development opportunity for Inland and \nCrockett Capital.  Crockett Capital did not breach the Master Agreement with \nrespect to the RTP Westin.  Crockett Capital’s Motion for Summary Judgment with \nrespect to Defendants’ counterclaim Alternative Count IV(B) and IV(C) is hereby \nGRANTED.    \n{113} There is no dispute that Crockett Capital failed to fund the Pursuit Costs \nInland incurred related to the RTP Westin.  Crockett Capital argues that its \nobligation to fund these Pursuit Costs is excused by Defendants’ material breach of \nthe Master Agreement.  As the Court finds above that Defendants did not breach \nthe Master Agreement in connection with the RTP Westin, Crockett Capital has not \ndemonstrated that it is excused from reimbursing the Pursuit Costs Defendants \nmight demonstrate at trial.  Crockett Capital’s Motion for Summary Judgment with \nrespect to Defendants’ counterclaim Alternative Count VIII: Breach of Contract − \nRTP Westin Pursuit Costs and Alternative Count IX: Unjust Enrichment − RTP \nWestin Pursuit Costs is hereby DENIED. \n  \nC. \nCLAIMS RELATED TO THE RDU ALOFT \n1. \n Inland’s Alleged Breach of the Master Agreement  \nWith Respect to the RDU Aloft \n \n{114} Crockett Capital seeks summary judgment on its First Claim for Relief: \nBreach of Contract Relating to the RDU Aloft Property.  (Pl.’s Resp. Br. 21; Pl.’s \nSumm. J. Br. 33.)  Inland also seeks summary judgment on this claim.  (Defs.’ \nSumm J. Br. 21−22.)  Crockett Capital argues that Inland breached the Master \nAgreement by its failure to execute an operating agreement with Crockett Capital \nfor the property, and that Inland held back the easement required to develop the \nproperty as “raw pretext, contrived when Inland’s first efforts to abrogate the \n[Master] Agreement failed.”  (Pl.’s Resp. Br. 21; Pl.’s Summ. J. Br. 33.) \n{115} “The essence of any contract is the mutual assent of both parties to the \nterms of the agreement so as to establish a meeting of the minds.”  Snyder v. \nFreeman, 300 N.C. 204, 218, 266 S.E.2d 593, 602 (1980).  Inland has a duty to \nconvey the easement to Crockett Capital without any additional compensation only \nif the Master Agreement, as originally negotiated between April and July 2007, \ncontemplates the easement’s automatic transfer from Inland or its affiliate (owner \nof the Hilton Garden Inn after the June 2007 merger) to either a Joint Venture with \nCrockett Capital and Inland, or to Crockett Capital alone.  As noted above, the \nMaster Agreement was intended to include the material components of a joint \ndevelopment once the decision was made to move forward with a particular \nproperty.  The only material item left open for negotiation was the division of each \nparty’s capital contribution to each Pipeline Property.  The inclusion of the impasse \nprovisions obviates the need for the Court to supply missing terms to enforce the \nagreement, and their inclusion indicates that the parties considered and agreed on \nthose terms.  The parties made a conscious decision to leave open their respective \ncapital contribution obligation for each Pipeline Property. \n{116} Plaintiff would have the Court hold that the transfer of the easement was \npart of the Master Agreement.  These were sophisticated parties.  Where \nagreements are “negotiated by sophisticated and well-counseled parties, courts are \nextremely reluctant to interpret an agreement as impliedly stating something which \nthe parties have neglected to specifically include, and courts may not by \nconstruction add or excise terms, nor distort the meaning of those used and thereby \nmake a new contract for the parties under the guise of interpreting the writing.”  \nSony Ericsson, 195 N.C. App. at 582, 672 S.E.2d at 767. \n{117} The Master Agreement and the implementation provisions do not mention \nthat the Hilton Garden Inn would be burdened by an easement for the benefit the \nRDU Aloft.  If the parties nonetheless envisioned the grant of the easement when \nthey negotiated the Master Agreement, they failed to include in its terms a property \nright with significant value.  Mr. Mark Woodworth, Inland’s expert, concluded that \nthe value of the easement to the owner of the Hilton Garden Inn was $1.9 million.  \n(Report of R. Mark Woodworth, March 5, 2010 at 6.)  That number represents the \npresent value of the difference in profits that the owner of the Hilton Garden Inn \nwould earn if it did not grant the easement as compared to the profits it would earn \nif it granted the easement.  (Dep. of R. Mark Woodworth at 195.)  Crockett Capital \ninsists that the value of the easement in September 2007 was zero, because the \nMaster Agreement required Inland to transfer “any” rights it had in the project if it \nopted to pass on the opportunity to develop it with Crockett Capital, and the rights \nit had at that time included the easement.  (Pl.’s Reply Br. 12 n.7.)  The granting of \nthe easement would allow the RDU Aloft to be built as envisioned.  If the easement \nwent un-granted, the property would not have sufficient parking for the hotel \ndesign.  Whatever the value of the easement actually is to the Hilton Garden Inn, it \nis not zero. \n \n{118} In order for the Court to conclude that Inland breached its obligation to \nexecute the documents necessary to proceed in a Joint Venture for the RDU Aloft, it \nwould have to conclude that the Master Agreement required it to transfer the \neasement to Crockett Capital for free.  Regardless of whether Inland executives \nknew of the need for the easement before the Master Agreement was executed \n(which is disputed), the terms of the Master Agreement itself do not suggest that \nthe parties’ minds ever met on that term.  On September 12, 2007, Inland’s board \nconditionally authorized management to complete the RDU Aloft transaction.  \nThere is a dispute about whether Inland had knowledge of the need for the \neasement at the time of the board’s approval.  Yet, there is no dispute that Crockett \nCapital’s investment presentation to Inland’s board made no mention of the need for \nthe easement, even though Winston and Crockett were treating their presentations \nto Inland as if they were presentations to the board of directors at Winston Hotels \nbefore the merger.  If the easement terms had been part of the parties’ bargain \nwhen they negotiated the Master Agreement, the topic likely would have been \ndiscussed by the parties during that presentation.  The fact that Crockett Capital \nsimply left out a critical piece of the properties’ development requirements from \nthat presentation indicates that easement was not part of the original agreement. \n{119} The Court would be forced to supply missing terms for both the Master \nAgreement and the implementation provisions for the RDU Aloft, which, according \nto Crockett Capital, were to be substantially similar for every project.  The Court \nwould have to supply terms requiring the Inland affiliate to grant the easement, the \nterm of the easement, and the compensation to be paid for the easement.  The \ncomplex 156-page document made no mention of these terms, and the parties \nconsidered no impasse provisions should a problem with the easement materialize.\n \n{120} The Court will not supply these missing terms to the Master Agreement or \nto the implementation provisions required for the RDU Aloft property. \n{121} Because Crockett Capital insisted that Inland convey the easement to the \nJoint Venture that would develop the RDU Aloft when that obligation was not part \nof the original Master Agreement, Inland did not breach the Master Agreement by \nrefusing to execute documents to form the Joint Venture on terms foreign to the \nMaster Agreement. \n{122} Crockett Capital’s Motion for Summary Judgment on its First Claim for \nRelief:  Breach of Contract Relating to the RDU Aloft Property is hereby DENIED.  \nDefendants’ Motion for Summary Judgment on Crockett Capital’s First Claim for \nRelief:  Breach of Contract Relating to the RDU Aloft Property is hereby \nGRANTED. \n \n2. \nCrockett Capital’s Alleged Fraudulent Inducement  \nWith Respect to the RDU Aloft \n \n{123} Inland claims that it is entitled to rescind the Master Agreement and/or is \nrelieved from its duty to perform under it because Crockett Capital fraudulently \ninduced Inland into entering into the Master Agreement by its failing to disclose \nthat the RDU Aloft project would require the grant of an easement that would \nsignificantly and detrimentally impact the adjacent Hilton Garden Inn, owned by \nan Inland affiliate.  (Counterclaim ¶ 53(B).)  It also alleges that it was fraudulently \ninduced into approving Crockett Capital’s development proposal for the RDU Aloft \nby Crockett Capital’s failure to disclose the need for the easement, and it seeks \nrescission of that approval.  (Counterclaim ¶¶ 69, 74, 75.)  Inland bases these claims \nfor fraudulent inducement on both actual and constructive fraud.  Crockett Capital \nseeks summary judgment on these fraud claims. \n{124}  The fact that there was no meeting of the minds on the conveyance of the \neasement as part of the Master Agreement does not imply that Crockett Capital \nfraudulently induced Inland into entering into the Master Agreement and into \nproceeding with the RDU Aloft development.  Inland claims that Crockett Capital \ncommitted fraud by failing to disclose the need for the easement during its \ninvestment presentation.  Though there is dispute about what information Mr. West \nknew concerning the need for the easement and when he knew it, after the merger, \nCrockett and/or Winston provided information to Inland in documents explicitly \nstating the need to use the Hilton Garden Inn’s surplus parking for the RDU Aloft.  \n(Brown Dep. at 508:2−515:3.)  Anyone at Inland who read those documents would \nhave understood that a parking transfer from the Hilton Garden Inn was necessary. \n{125} Also, Inland cannot prove that it reasonably relied on the alleged \nconcealment.  Inland states that it had no reason to search public records, a search \nwhich would have shown the need for the easement, because it believed Crockett \nCapital was supplying all relevant information concerning the project.  (Defs.’ Resp. \nBr. 17.)  Crockett Capital did not give Inland information about the easement \nduring its investment presentation, but Inland already had the information in the \ndocuments.    It is not reasonable for Inland to rely on an investment presentation \nfor details about: (1) whether to execute the Master Agreement, and (2) whether to \nproceed in a Joint Venture for the RDU Aloft when its due diligence with respect to \nthe Pipeline Properties should have included at least an inspection of the \ndocuments in its possession and possibly title searches for those properties. \n{126}  Inland’s constructive fraud claim fails for the same reason as above.  The \nparties never formed a Joint Venture for the RDU Aloft property.  Thus, they are \nnot fiduciaries with respect to the RDU Aloft project, and Inland cannot support a \nclaim for constructive fraud related to the property.    \n{127}  Inland cannot demonstrate actual or constructive fraud based on Crockett \nCapital’s actions with respect to the RDU Aloft property.  Crockett Capital’s Motion \nfor Summary Judgment with respect to Defendants’ counterclaim Alternative Count \nII(B): Fraud (Actual or Constructive) and Rescission of the Master Agreement for \nCrockett Capital’s failing to disclose that the RDU Aloft would require the grant of \nan easement and Alternative Count V: Fraud (Actual or Constructive) and \nRescission of RDU Aloft Approval is hereby GRANTED. \n  \n3. \nCrockett Capital’s Alleged Negligent Misrepresentation \n{128} Inland claims that Crockett Capital was negligent in failing to disclose to \nInland the need for and the impact of the required easement on the adjacent Hilton \nGarden Inn and in failing to disclose all of the existing and potential competition \nthat the proposed RDU Aloft would face.  (Counterclaim ¶¶ 83, 84.)  Crockett \nCapital seeks summary judgment on this claim. \n{129} The tort of negligent misrepresentation occurs when a party justifiably \nrelies to his detriment on information prepared without reasonable care by one who \nowed the relying party a duty of care.  \nSullivan v. Mebane Packaging Group, Inc., \n158 N.C. App. 19, 33, 581 S.E.2d 452, 462 (2003).  “As with fraud, plaintiff's reliance \nmust have been reasonable in order to recover under a theory of negligent \nmisrepresentation.”  Id.   \n{130} As noted above, Crockett and/or Winston provided documents to Inland \ndescribing the need for an easement to develop the RDU Aloft after the companies’ \nmerger.  Inland’s reasonable due diligence in the Pipeline Properties should have \nincluded, at a minimum, an inspection of the documents in its possession that \nwould have demonstrated the need for the easement.  Inland did not conduct \nadequate due diligence on this Pipeline Property.  Its reliance on the presentation \nand investment summary that Crockett Capital prepared for the RDU Aloft was not \nreasonable, and it cannot support a negligent misrepresentation claim. \n{131} Crockett Capital’s Motion for Summary Judgment on Defendants’ \ncounterclaim Alternative Count VI: Negligent Misrepresentation − RDU Aloft is \nhereby GRANTED.    \n \n4. \nCrockett Capital’s Alleged Breach of the Master Agreement  \nWith Respect to the RDU Aloft \n  \n{132} Inland claims that Crockett Capital materially breached the Master \nAgreement by submitting a predevelopment proposal for the RDU Aloft that was \nmaterially misleading in its assertion that “[p]arking will be accommodated with \non-site surface spaces,” when Crockett Capital knew that a significant number of \nspaces would come from the Hilton Garden Inn.  (Counterclaim ¶ 65(D).)   \n{133} This Court has determined that the Master Agreement does not require \nInland to transfer the easement to a Joint Venture with Crockett Capital.  Because \nCrockett Capital cannot insist that Inland grant the easement for free, Inland is not \nduty-bound to enter into a Joint Venture with Crockett Capital under those terms.  \nThus, even if Crockett Capital did materially breach the Master Agreement by \nsubmitting a misleading development proposal (an issue on which the Court \ndeclines to rule), Inland has suffered no damages to support a material breach of \ncontract claim.  \n{134} Crockett Capital’s Motion for Summary Judgment on Defendants’ \ncounterclaim Alternative Count IV(D): Submitting an Allegedly Misleading \nDevelopment Proposal for the RDU Aloft is hereby GRANTED.  \n \n \n \n \n \nD.  \nCLAIMS RELATED TO THE  \nHIRING OF BRENT WEST \n \n{135} Inland claims that it was fraudulently induced into entering the Master \nAgreement by Crockett Capital’s fraudulently concealing “ongoing discussions with \nMr. West about his becoming employed by [Crockett Capital] and Winston \nHospitality, Inc. at a time when Mr. West was representing Inland in the ongoing \nnegotiations over the Development Memorandum and advising Inland as to various \ndevelopment proposals being submitted” by Crockett Capital.  (Counterclaim ¶ 53.)  \nIt also claims that these facts give rise to a material breach of contract claim.  \n(Counterclaim ¶ 65(E).)    \n{136} As noted above, in order to prevail on a fraudulent inducement claim, \nInland must demonstrate “false representation of a past or subsisting material fact, \nmade with fraudulent intent and with knowledge of its falsity, which representation \nwas relied upon when the party executed the instrument.”  In re Estate of Loftin, \n285 N.C. 717, 722, 208 S.E.2d 670, 674 (1974). \n{137} Inland claims demonstrate only that Mr. West had contact with Winston \nconcerning his possible employment with a Winston/Crockett entity during the time \nhe was employed with Inland.  (See Defs.’ Resp. Br. 21.)  Inland has forecast no \nevidence that Winston or Crockett actually solicited Mr. West for employment.  The \nHonorable Judge Stephens found in a prior case between these parties in Wake \nCounty Superior Court that Mr. West approached Winston about his possible \nemployment and was rebuffed.  Winston hired Mr. West only after his employment \nwith Inland was concluded and after he had cleared the hiring with Mr. McGuiness \nfrom Inland. \n{138} Additionally, Inland has forecast no evidence that anyone from Crockett \nCapital influenced Mr. West to act contrary to Inland’s best interests while he was \nemployed there.     \n{139} Inland can demonstrate no elements of fraudulent inducement or material \nbreach of contract based on Winston’s conversations with Mr. West and Mr. West’s \nultimate hiring.  Thus, Crockett Capital’s Motion for Summary Judgment on \nDefendants’ counterclaim Alternative Count II(C): Fraud (Actual or Constructive) \nand Rescission of the Master Agreement and Alternative Count IV(E): Declaratory \nJudgment − Material Breach of Contract for Crockett Capital’s failing to disclose its \ndiscussions with Mr. West is hereby GRANTED. \n \nE. \nCROCKETT CAPITAL’S ALLEGED MATERIAL BREACH  \nOF THE MASTER AGREEMENT FOR FAILURE TO  \nPROVIDE DEVELOPMENT PROPOSALS \n \n{140} Inland alleges that Crockett Capital materially breached the Master \nAgreement by failing to provide preliminary development proposals to Inland by \nAugust 29, 2007.  (Counterclaim ¶ 65(A).)  Crockett Capital seeks summary \njudgment on this claim. \n{141} The Master Agreement sets out deadlines by which Crockett Capital was \nto submit its first package for each property.  Because the Master Agreement was \nnot signed until July 30, 2007, many of these deadlines turned out to be unrealistic.  \n(Pl.’s Summ. J. Br. 32.)  Crockett Capital periodically provided updates to Inland on \nwhen it would submit the packages, and it met those deadlines.  (Crockett Aff. ¶ \n10.)  Crockett Capital did not submit packages for certain of the Pipeline Properties \nthat became unviable.  (Crockett Aff. ¶ 10.)  Inland never complained about these \ndevelopments.  (Crockett Aff. ¶ 10.)  In fact, Mr. Brown, who took over for Inland in \nOctober 2007, stated that he “was fine with what I had seen when I got involved in \nOctober.” (Brown Dep. 583:10−19.) \n{142} Crockett Capital’s late submissions were not a material breach of the \nMaster Agreement.  Crockett Capital’s Motion for Summary Judgment on \nDefendants’ counterclaim Alternative Count IV(A): Declaratory Judgment − \nMaterial Breach of Contract for failing to submit timely development proposals is \nhereby GRANTED. \n \nF. \nINLAND’S UNFAIR AND DECEPTIVE \n TRADE PRACTICES CLAIM \n  \n{143} Inland alleges that Crockett Capital’s common law and/or constructive \nfraud, its unethical and deceptive actions, and the “substantial aggravating \ncircumstances” surrounding its breach of the Master Agreement constitute unfair \nand deceptive trade practices within the meaning of the North Carolina Unfair and \nDeceptive Trade Practices Act (“UDTPA”), N.C. Gen. Stat. § 75-1.1.  (Counterclaim \n¶ 61.)  Crockett Capital seeks summary judgment on Inland’s claim.  In order to \nestablish a violation of the UDTPA, a claimant must show: “(1) an unfair or \ndeceptive act or practice, (2) in or affecting commerce, which (3) proximately caused \nactual injury to the claimant.”  Nucor Corp. v. Prudential Equity Group, LLC, 189 \nN.C. App. 731, 738, 659 S.E.2d 483, 488 (2008).         \n{144} This Court has granted Crockett Capital’s Motion for Summary Judgment \non Defendants’ fraud claims and Defendants’ claims related to any breach of the \nMaster Agreement except with respect to the alleged Pursuit Costs incurred for the \nRTP Westin.  That breach of contract claim does not contain aggravating \ncircumstances that would constitute a claim for unfair and deceptive trade \npractices.  Nor have Defendants forecast evidence to suggest that Crockett Capital’s \nactions were unethical or have a capacity or tendency to deceive.  Thus, Defendants \nhave failed to forecast evidence to establish an unfair or deceptive act or practice \nwithin the meaning of the UDTPA. \n{145} Crockett Capital’s Motion for Summary Judgment on Defendants’ \ncounterclaim Alternative Count III: Unfair and Deceptive Trade Practices is hereby \nGRANTED.  \nG. \nCROCKETT CAPITAL’S UNFAIR AND DECEPTIVE \n TRADE PRACTICES CLAIM \n \n{146} In its Third Claim for Relief, Crockett Capital asserts that Inland pursued \nan unfair and deceptive course of conduct, which constituted an aggravated breach \nof contract, and which constitutes unfair and deceptive trade practices within the \nmeaning of the UDTPA.  Inland seeks summary judgment on the claim. \n{147} A breach of contract accompanied by substantial aggravating \ncircumstances violates the statute.  See Johnson v. Colonial Life & Acc. Ins. Co., 173 \nN.C. App. 365, 371 (2005).   \n{148} First, Crockett Capital contends that Inland wrongfully investigated the \n“private” e-mails of Crockett Capital and its employees in anticipation of and in \nconnection with the litigation between the parties.  (Compl. ¶ 129 (j),(k).)  Crockett \nCapital’s e-mails were housed on Inland’s server.  Inland requested that Crockett \nCapital discontinue its use of Inland’s servers after July 1, 2007, but Crockett \nCapital requested that it be permitted access to the server after that time.  Winston \nhad an expectation that the e-mails would remain private, but no one from Inland \nmade that representation.  Furthermore, Crockett Capital had no legal expectation \nthat the e-mails would be confidential.  Finally, Inland was required to review e-\nmails by Crockett Capital employees in response to discovery requests in this \nlitigation.  Inland’s reading of Crockett Capital’s e-mails located on Inland’s server \ndoes not support a UDTPA violation. \n{149} Crockett Capital also contends that Inland violated the UDTPA by filing a \nlawsuit on the alleged solicitation of Brent West.  (Compl. ¶ 129(l).)  The filing of an \n“objectively reasonable” lawsuit cannot constitute an unfair trade practice under \nthe UDTPA.  \nFirst Union Nat’l Bank v. Brown, 166 N.C. App. 519, 534, 603 S.E.2d \n808, 819 (2004).  Inland’s suit concerning Mr. West would extend the law in North \nCarolina concerning solicitation, but it is not “objectively unreasonable.”  Thus, it \ncannot support Crockett Capital’s UDTPA claim. \n{150} Next, Crockett Capital claims that Inland cut off construction management \npayments to Crockett Capital “without a good faith basis, thus interrupting \n[Crockett Capital’s] cash flow, in an attempt to coerce Crockett Capital into \nabrogating the Master Agreement, and forcing Crockett Capital to spend legal fees \nto recover payments.  This claim was settled during arbitration in August 2008.  \n(Def.’s Summ. J. Br. 30.)  Neither party admitted liability, and, in accordance with \nthe settlement agreement, the arbitration was dismissed with prejudice.  (Def.’s \nSumm. J. Br. 30.)  Crockett Capital cannot use this settled claim to support its \nUDTPA assertion.   \n{151} Crockett Capital’s breach of contract claims still viable under this Order \nand Opinion are the claims related to the Raleigh Hampton/Aloft and Chapel Hill \nAloft.  Any substantial aggravating circumstances that could form a basis for a \nviolation of the UDTPA must relate to those alleged breaches.  The remainder of \nCrockett Capital’s claims are that Inland attempted to coerce it into abrogating the \nMaster Agreement by “holding hotel sites hostage” in a way that would prevent \nCrockett Capital from generating income (Compl. ¶ 129(a)); concealed that it would \nabrogate the Master Agreement and misrepresenting its intentions with respect to \nspecific projects, while Crockett Capital was building value in the projects in \nreliance on the Master Agreement (Compl. ¶ 129(b)); lobbied Starwood and Hilton \nin a way that damaged Crockett Capital’s reputation and the concealment of that \neffort (Compl. ¶ 129(c), (d), (g), (h)); and misrepresented its intentions with respect \nto the Raleigh Hampton/Aloft and blocking its development (Compl. ¶ 129 (i)).  \n{152}  While these surviving circumstances may indicate a lack of good faith on \nthe part of Inland, they amount to little more than breach of contract claims.  They \ndo not rise to the level of “substantial aggravating circumstances” which violates \nthe statute.  Defendants’ Motion for Summary Judgment with respect to Plaintiff’s \nThird Claim for Relief: N.C. Unfair and Deceptive Trade Practices Act is hereby \nGRANTED. \n     \nV. \nCONCLUSION \n{153} Based on the foregoing, it is hereby ORDERED, ADJUDGED, and \nDECREED that:  \n \n{154} Plaintiff Crockett Capital’s Motion for Summary Judgment on the \nfollowing claims is hereby GRANTED:  \n (1) Defendants’ counterclaim Count I: Declaratory Judgment on the \nEnforceability of the Master Agreement. \n (2) Defendants’ counterclaim Alternative Count II(A): Fraud (Actual or \nConstructive) and Rescission of the Master Agreement for Crockett Capital’s failing \nto disclose that it caused the name of the purchaser of the RTP Westin to be \nchanged to Winston Hospitality. \n (3)  Defendants’ counterclaim Alternative Count II(B): Fraud (Actual or \nConstructive) and Rescission of the Master Agreement for Crockett Capital’s failing \nto disclose that the RDU Aloft would require the grant of an easement. \n (4) Defendants’ counterclaim Alternative Count II(C): Fraud (Actual or \nConstructive) and Recession of the Master Agreement for Crockett Capital’s failing \nto disclose conversations with Mr. West about his becoming employed by Crockett \nCapital and Winston Hospitality. \n (5) Defendants’ counterclaim Alternative Count III: Unfair and Deceptive \nTrade Practices. \n (6) Defendants’ counterclaim Alte rnative Count IV(A): Declaratory \nJudgment − Material Breach of Contract for failing to submit timely development \nproposals. \n (7)  Defendants’ counterclaim Altern ative Count IV(B), (C): Declaratory \nJudgment − Material Breach of Contract for Crockett Capital’s failing to advise \nInland that it was causing the identification of the contract purchaser of the RTP \nWestin to be changed to Winston Hospitality and for its submitting a proposal to \nInland to develop the RTP Westin without divulging that the name had been \nchanged. \n (8) Defendants’ counterclaim Alte rnative Count IV(D): Declaratory \nJudgment − Material Breach of Contract for Submitting an Allegedly Misleading \nDevelopment Proposal for the RDU Aloft. \n (9) Defendants’ counterclaim Alte rnative Count IV(E): Declaratory \nJudgment − Material Breach of Contract for Crockett Capital’s failing to disclose its \ndiscussions with Mr. West. \n (10) Defendants’ counterclaim Alternative Count V: Fraud (Actual or \nConstructive) and Rescission of RDU Aloft Approval.  \n (12) Defendants’ counterclaim Alternative Count VI: Negligent \nMisrepresentation − RDU Aloft.   \n (12) Defendants’ counterclaim Altern ative Count VII: Interference with \nProspective Economic Advantage. \n \n{155} Crockett Capital’s Motion for Summary Judgment on the following claims \nis hereby DENIED: \n (1) Plaintiff’s Motion for Summary Judg ment on its First Claim for Relief:  \nBreach of Contract Relating to the RDU Aloft. \n (2) Plaintiff’s Motion for Summary Judgment on its Second Claim for \nRelief for Breach of Contract Relating to the RTP Westin. \n (3) Plaintiff’s Motion for Summary Judgment on its Second Claim for \nRelief for Breach of Contract Relating to the Raleigh Hampton/Aloft. \n (4) Plaintiff’s Motion for Summary Judgment on its Second Claim for \nRelief for Breach of Contract Relating to the Chapel Hill Aloft. \n (5) Plaintiff’s Motion for Summary Ju dgment with respect to Defendants’ \ncounterclaim Alternative Count VIII: Breach of Contract − RTP Westin Pursuit \nCosts and Alternative Count IX: Unjust Enrichment − RTP Westin Pursuit Costs.  \n \n{156} Defendants’ Motion for Summary Judgment on the following claims is \nhereby GRANTED: \n (1) Crockett Capital’s First Claim for Relief:  Breach of Contract Relating \nto the RDU Aloft Property.   \n (2) Crockett Capital’s Second Claim for Relief Relating to the RTP Westin. \n (3)  Crockett Capital’s Third Claim for Relief: N.C. Unfair and Deceptive \nTrade Practices Act. \n \n{157} Defendants’ Motion for Summary Judgment on all other claims is hereby \nDENIED. \n \n{158} The remaining claims in this case that are ripe for trial are: \n (1) Plaintiff’s Second Claim for Relief for Breach of Contract Relating to \nthe Raleigh Hampton/Aloft. \n (2) Plaintiff’s Second Claim for Relief for Breach of Contract Relating to \nthe Chapel Hill Aloft. \n (3) Defendants’ counterclaim Alternative Count VIII: Breach of Contract − \nRTP Westin Pursuit Costs and Alternative Count IX: Unjust Enrichment − RTP \nWestin Pursuit Costs. \n  \n IT IS SO ORDERED, this 28th day of February, 2011. "
}