{
  "id": "97e9f6e2cb2a16866d6809826ca90e76e2b68c49b17aa29bf34da8dd4c64672e",
  "source_file": "data/raw/ncbc/97e9f6e2cb2a16866d6809826ca90e76e2b68c49b17aa29bf34da8dd4c64672e.pdf",
  "raw_text": "Sykes v. Blue Cross & Blue Shield of N.C., 2018 NCBC 29. \n \nSTATE OF NORTH CAROLINA \nCOUNTY OF FORSYTH \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n15 CVS 3136 \nSUSAN SYKES d/b/a ADVANCED \nCHIROPRACTIC AND HEALTH \nCENTER; DAWN PATRICK; TROY \nLYNN; LIFEWORKS ON LAKE \nNORMAN, PLLC; BRENT BOST; and \nBOST CHIROPRACTIC CLINIC, P.A., \n \nPlaintiffs, \n \nv. \n \nBLUE CROSS AND BLUE SHIELD OF \nNORTH CAROLINA; CIGNA \nHEALTHCARE OF NORTH \nCAROLINA, INC.; and MEDCOST, \nLLC. \n \nDefendants. \n \nORDER & OPINION ON \nDEFENDANTS’ MOTIONS  \nTO DISMISS \n \n1. THIS MATTER is before the Court on (1) Defendant Blue Cross’s Motion \nto Dismiss (“ Blue Cross’s Motion”), (2) Cigna Healthcare of North Carolina, Inc.’s \nMotion to Dismiss (“Cigna’s Motion”), and (3) MedCost’s Motion to Dismiss \n(“MedCost’s Motion”) (collectively, the “Motions”).  For the reasons  discussed below, \nthe Court GRANTS the Motions.   \nOak City Law LLP, by Robert E. Fields III and Samuel Piñero II, Craige \nJenkins Liipfert & Walker LLP, by Ellis B. Drew III and Leon E. Porter, \nand Doughton Blancato PLLC, by William A. Blancato, for Plaintiffs. \n \nKilpatrick Townsend & Stockton LLP, by Chad D. Hansen, Elizabeth L. \nWinters, Peter M. Boyle (pro hac vice), and Christina E. Fahmy (pro hac \nvice), for Defendant Blue Cross and Blue Shield of North Carolina. \n \nSmith Moore Leatherwood LLP, by D. Erik Al bright, and Kirkland & \nEllis LLP, by Josh ua B. Simon (pro hac vice), Warren Haskel (pro hac \n \n \nvice), and Dmitriy Tishyevich (pro hac vice), for Defendant Cigna \nHealthcare of North Carolina, Inc. \n \nEllis & Winters LLP, by Stephen D. Feldman, for Defendant MedC ost, \nLLC. \n \nGale, Chief Judge. \nI. INTRODUCTION \n2. This case is one of two putative class actions by  four North Carolina -\nlicensed chiropractors (“Plaintiffs”) who allege that Blue Cross and Blue Shield of \nNorth Carolina (“Blue Cross”), Cigna Healthcare of North Carolina, Inc. (“Cigna”), \nMedCost, LLC (“MedCost”)  (collectively, “Defendants” or “Insurers”)  contract with \nHealth Network Solutions (“HNS”) to provide or restrict insured chiropractic  services \nin violation of North Carolina’s insurance and antitrust laws.   \n3. In the first action filed in April 2013, Sykes v. Health Network Solutions, \nInc., No. 13 CVS 2595 (“Sykes I”), Plaintiffs sued only HNS and its individual owners.  \nIn ruling on an initial motion to dismiss, t he Court allowed limited discovery \nnecessary to define the relevant market against which Plaintiffs’ claims must be \nmeasured.  With  the benefit of that discovery,  Plaintiffs in May 2015 brought this \naction (“Sykes II”). \n4. The factual allegations of the complaints in both actions are essentially \nthe same, and both cases present the same antitrust claims and theories.  Plaintiffs \nelected to bring two independent actions rather than moving to amend the Sykes I \ncomplaint to add the Insurers .  The Court has deferred a motion to consolidate the \ncases.   \n \n \n5. Plaintiffs’ central allegation is that Blue Cross, Cigna, MedCost, and \nHealthgram, Inc. (“Healthgram”)  agreed to obtain chiropractic services exclusively \nfrom HNS to unlawfully restrict the output of medically necessary chiropractic \nservices.  In each complaint, Plaintiffs alleged four separate markets, the narrowest \nbeing limited to in-network insured chiropractic services and the broadest being the \nmarket for all chiropractic services in North Carolina (“North Carolina Market”).  In \nSkyes I, the Court held that the only adequate, legally cognizable market Plaintiffs \nalleged was the North Carolina Market.  Sykes v. Health Network Sols., Inc., No. 13 \nCVS 2595, 2017 NCBC LEXIS 73 at *39 (N.C. Super. Ct. Aug. 18, 2017).  In that same \nOrder & Opinion, the Court  deferred ruling on whether Plaintiffs adequately allege \nthat any Defendant has mark et power in the North Carolina M arket and requested \nsupplemental briefing on that issue in both cases.  Id. at * 64; (Order Requesting \nSuppl. Br., ECF No. 65.) \n6. Because the essential factual allegations in the two actions are the \nsame, the Court appropriately incorporates and applies its rulings and reasoning in \nSykes I when resolving the Motions in this case.  The Court today issues a separate \nOrder & Opinion in Sykes I, dismissing all claims in that action.  The Court now rules \nthat the claims in this action must also be dismissed because Plaintiffs have failed to \nallege Defendants’ market power in the North Carolina Market.  \n \n \n \n \n \nII. PROCEDURAL HISTORY \n7. Plaintiffs filed their complaint (“Complaint”) in this case on May 26, \n2015.  The case was designated as a mandatory complex business case on June 2, \n2015, and assigned to the undersigned on June 3, 2015. \n8. On September 25, 2015, Blue Cross, Cigna, and MedCo st filed the \nMotions, and HNS renewed its motion to dismiss in Sykes I.   \n9. On August 18, 2017, the Court issued its Order & Opinion in Sykes I, \ndetermining that Plaintiffs’ claims must be judged ag ainst the North Carolina \nMarket and that the three more narrow markets Plaintiffs proposed were not legally \ncognizable.  Sykes I, 2017 NCBC LEXIS 73, at *71.   As the market allegations are \nessentially identical in both cases, the Court’s ruling in Sykes I concerning the North \nCarolina Market also controls any antitrust claims in this action. \n10. On September 11, 2017, Plaintiffs dismissed their claims against \nHealthgram pursuant to Rule 41(a)(1), thereby mooting an earlier request for Court \napproval of a settlement agreement between Plaintiffs and Healthgram that Blue \nCross, Cigna, MedC ost, and HNS —who was allowed to intervene for the limited \npurpose of opposing the settlement—opposed.  \n11. On October 2, 2017, Blue Cross, Cigna, MedCost, and Plaintiffs each \nsubmitted supplemental briefing on the issue of Plaintiffs’ pleading of market power \nin the North Carolina Market.  On October 23, 2017, Plaintiffs submitted a response \nbrief, and Defendants submitted a joint response brief. \n \n \n12. Pursuant to Rule 7.4 of the General Rules of Practice and Procedure for \nthe North Carolina Business Court, the Court elects to rule on the Motions without \nadditional oral argument.  The Motions are ripe for resolution.   \nIII. FACTUAL BACKGROUND \n13. The Court provided extensive factual background in its Order & Opinion \nin Sykes I, 2017 NCBC LEXIS 73 at *6–13, and here includes only factual information \npertinent to the Motions.  The Court accepts Plaintiffs’ factual allegations as true and \nmakes any permissible inferences favorable  to them, but is not bound by legal \nconclusions unsupported by underlying factual allegations. \nA. The Parties  \n(1) The Plaintiffs  \n14. The named Plaintiffs in this lawsuit are four licensed North Carolina \nchiropractors and their affiliated practices.  (Compl. ¶¶ 3–6, ECF No. 1.)   \n15. Susan Sykes practices chiropractic in Forsyth County, North  Carolina, \nwhere she does business as Advanced Chiropractic and Health Center.  (Compl. ¶ 3.) \n16. Dawn Patrick practiced chiropractic in Iredell County, North Carolina, \nat Lifeworks on Lake Norman, PLLC, a North Carolina professional limited liability \ncompany of which she is part owner.  (Compl. ¶ 4.)   \n17. Troy Lynn practices chiropractic in Iredell County, North Carolina, at  \nLifeworks on Lake Norman, PLLC.  (Compl. ¶ 5.) \n \n \n18. Brent Bost practices chiropractic in Rowan County, North Carolina, at \nBost Chiropractic Clinic, P.A. , a North Carolina professional association that he \nowns.  (Compl. ¶ 6.) \n19. The named Plaintiffs seek to represent a class consisting of “all licensed \nchiropractors practicing in North Carolina from 2005 to the present who provided \nservices in the North Carolina Market.”  (Compl. ¶ 46.)  Plaintiffs allege that each \nclass member was either exclude d from in -network access to Defendants’ patients, \ncharged fees and subjected to HNS’s review process, or both.  (Compl. ¶ 48.) \n(2) The Defendants  \n20. Blue Cross is a North Carolina corporation with a principal place of \nbusiness in Durham County, North Carolina.  (Compl. ¶ 7.)  Blue Cross is licensed as \na medical service corporation by the North Carolina Department of Insurance and is \nalleged to control 50% or more of the private health -insurance market in North \nCarolina.  (Compl. ¶ 7.) \n21. Cigna is a North Carolina corporation with a principal place of business \nin Wake County, North Carolina , and is  licensed as a health maintenance \norganization by the North Carolina Department of Insurance.  (Compl. ¶ 8.) \n22. MedCost is a North Carolina limited liability company with a principal \nplace of business in Forsyth County, North Carolina.  (Compl. ¶ 9.)  MedCost is a \nthird-party administrator.  (Compl. ¶ 9.)   \n \n \n \n \nB. HNS’s Business Structure  \n23. HNS is an “integrated independent practice association,”  consisting of \napproximately 1,000 of North Carolina’s approximately 2,000 active chiropractors.  \n(Compl. ¶¶ 27–28, 56–57.)  Chiropractors enroll in HNS by agreeing to provide in -\nnetwork care to patients covered by Defendants, with whom HNS has entered into \nexclusive agreements to provide in-network care.  (Compl. ¶ 28.)  Plaintiffs allege that \nfor chiropractors to be in -network providers for Defendants and obtain in -network \naccess to patients, “they must go through HNS.”  (Compl. ¶  31.)  Chiropractors \ncontracting to be in the HNS n etwork pay fees to HNS based on a percentage of the \nfees paid by Insurers for in-network services.  (Compl. ¶ 31.) \n24. HNS uses a utilization management (“UM”) program, whereby HNS and \nDefendants review and manage chiropractors based on cost per patient.  (Compl. \n¶ 37.)  If a chiropractor’s average cost per patient exceeds a mean calculated by HNS \nby more than 50%, the chiropractor is put on probation and is subject to potential \ntermination.  (Compl. ¶ 37.)  \n25. Plaintiffs allege that HNS is “like a union which negotiates employment \nterms for its members,” but HNS puts Defendants’ interests ahead of those of HNS’s \nnetwork members  by exclusively contracting with Defendants  to exact fees from \nchiropractors seeking access to patients covered by Defendants.  (Compl. ¶¶ 29–31.)   \n26. Plaintiffs contend that HNS’s exclusive c ontracts with Defendants \nenable a “scheme that reduces the number of medically necessary and appropriate \ntreatments” provided by chiropractors in HNS’ s network  and restrict  output by \n \n \nallowing Defendants to avoid paying for medically necessary and appropriate care.   \n(Compl. ¶  36.)  Plain tiffs assert that the UM program reduces Blue Cross’s \nchiropractic purchases by “millions of dollars per year.”  (Compl. ¶ 41.) \n27. Plaintiffs allege that HNS and Defendants’ conduct adversely affects \nfour cognizable markets they define as : “the market in which in-network managed \ncare chiropractic services . . . are provided to [Defendants] and their North Carolina \npatients through HNS” (“HNS Market”); “the market for in -network chiropractic \nservices provided to individual and group comprehensive healthcare  insurers” \n(“Comprehensive Health Market”); “the market for insurance reimbursed \nchiropractic services in North Carolina” (“Insurance Health Market”); and “the \nmarket for chiropractic services provided in North Carolina” (“North Carolina \nMarket”).  (Compl. ¶ 32.)  Plaintiffs assert that by virtue of HNS’s exclusive \nrelationships with Defendants, HNS controls “100% of the HNS Market and a \nmaterially significant percentage of the Comprehensive Health Market, the Insurance \nMarket, and the North Carolina Market.”  (Compl. ¶ 45 (emphasis added).) \n28. On August 18, 2017, the Court held that the only relevant market is the \nNorth Carolina Market.   Sykes I , 2017 NCBC LEXIS 73,  at *39.   The Court now \nadopts that holding in this case.  \nIV. LEGAL STANDARD \n29. On a motion to dismiss under Rule 12(b)(6) of the North Carolina Rules \nof Civil Procedure  (“Rule(s)”), the Court considers “whether the pleadings, when \ntaken as true, are legally sufficient to satisfy the elements of at least some legally \n \n \nrecognized claim.”  Arroyo v. Scottie’s Prof ’l Window Cleaning, Inc. , 120 N.C. App. \n154, 158, 461 S.E.2d 13, 16 (1995) (quoting Harris v. NCNB Nat’l Bank of N.C. , 85 \nN.C. App. 669, 670, 355 S.E.2d 838, 840 (1987)).  The Court is not required “to accept \nas true allegations tha t are merely conclusory, unwarranted deductions of fact, or \nunreasonable inferences,” Strickland v. Hedrick, 194 N.C. App. 1, 20, 669 S.E.2d 61, \n73 (2008) (quoting Good Hope Hosp., Inc. v. N.C. Dep’t of Health & Human Servs. , \n174 N.C. App. 266, 274, 620 S.E.2d 873, 880 (2005)), and it may ignore the plaintiff’s \nlegal conclusions, McCrann v. Pinehurst, LLC , 225 N.C. App. 368, 377, 737 S.E.2d \n771, 777 (2013).  \n30. The Court will grant a motion to dismiss under Rule 12(b)(6) when any \nof three things is true: (1) no law supports the plaintiff’s claim, (2) the complaint does \nnot plead sufficient facts to state a legally sound claim, or (3) the complaint discloses \na fact that defeats the plaintiff’s claim.  Oates v. JAG, Inc. , 314 N.C. 276, 278, 333 \nS.E.2d 222, 224 (1985).   \n31. The Motions  must be decided under state law, but the Court may \nconsider federal case law as persuasive authority.  Rose v. Vulcan Materials Co., 282 \nN.C. 643, 656–57, 194 S.E.2d 521, 530–31 (1973).  When considering federal case law, \nthe Court does not apply the “plausibility” standard adopted by the federal courts .  \nSee Bell Atl. Corp. v. Twombly, 550 U.S. 544, 555–56 (2007). \n \n \n \n \n \nV. ANALYSIS \nA. Plaintiffs do not Satisfy Rule 12(b)(6) Simply by Adhering to Rule 8. \n \n32. In their abbreviated supplemental briefs , Plaintiffs assert that they \nhave complied with Rule 8’s requirement by providing fair notice of their claims such \nthat the Complaint should survive the Motions.  (Pls.’ Suppl. Br. Concerning Market \nPower 1–2, ECF No. 70; Pls.’ Response Br. Concerning Market Power 1 –2, ECF No. \n74.)  Plaintiffs argue that because at least thirty-four paragraphs in the Complaint \nallege the existence and abuse of Defendants’ market power, Defendants have “ fair \nnotice of the transactions and events giving rise to [P]laintiffs’ claims,” and conclude \nthat “North Carolina law does not require [P]laintiffs to do more to allege market \npower.”  (Pls.’ Suppl. Br. Concerning Market Power 2.)  In so arguing, Plaintiffs make \nno effort to distinguish between allegations regarding the North Carolina Market and \nallegations regarding the three more restrictive markets the Court has rejected. \n33. “The general standard for civil pleadings in North Carolina is notice \npleading.”  Murdock v. Chatham Cty., 198 N.C. App. 309, 316, 679 S.E.2d 850, 855 \n(2009) (citing N.C. Gen. Stat. § 1A -1, Rule 8(a)(1)) .  “Under this ‘notice pleading’ \nstandard, ‘a statement of claim is adequate if it gives sufficient notice of the claim \nasserted to enable the adverse party to answer and prepare for trial, to allow for the \napplication of the doctrine of res judicata, and to show the type of case \nbrought.’”  Tillery Envtl. LLC v. A& D Holdings, Inc., No. 17 CVS 6525, 2018 NCBC \nLEXIS 13, at *78 (N.C. Super. Ct. Feb. 9, 2018) (quoting Wake Cty. v. Hotels.com, \nL.P., 235 N.C. App. 633, 646, 762 S.E.2d 477, 486 (2014)).   \n \n \n34. However, even if a pleading provides proper notice of “the nature and \nbasis” of a claim sufficient to formulate an answer, the Court must still, under a Rule \n12(b)(6) motion, “address the legal sufficiency” of each pleaded claim.  Kingsdown, \nInc. v. Hinshaw, No. 14 CVS 1701, 2015 NCBC LEXIS 30, at *14, 15 (N.C. Super. Ct. \nMar. 25, 2015).  A pleading that satisfies Rule 8 ’s notice requirement  may still be \nsubject to Rule 12(b)(6) dismissal.  Id. at *13 –45 (holding that a counterclaim -\nplaintiff’s claims did not violate Rule 8 and then dismissi ng with prejudice many of \nthose claims under Rule 12(b)(6)). \n35. The Motions do not depend on and have not asserted a Rule 8 violation, \nand Defendants do not dispute  that they have fair no tice of Plaintiffs ’ claims.  T he \nComplaint contains many allegations of Defendants’ scheme to leverage and abuse \ntheir market power, although many allegations may be more appropriately construed \nas legal conclusions  rather than factual assertions .  Still, t o the extent that it is \nnecessary to decide the Motions, the Court concludes that the Complaint complies \nwith Rule 8.  This holding does not resolve the Motions. \nB. The Antitrust Claims  \n36.  As they did in their Sykes I complaint, Plaintiffs group “several different \nantitrust theories” into a “single, broadly-alleged cause of action labeled ‘Price Fixing, \nMonopsony, and Monopoly ’” and assert antitrust claims under sections 75 -1, 75-2, \nand 75-2.1 of the North Carolina General Statutes (the “Antitrust Claims”).  Sykes I, \n2017 NCBC LEXIS 73, at *17.   \n \n \n37. Section 75-1 of the North Carolina General Statutes prohibits “[e]very \ncontract, combination in the form of trust or otherwis e, or conspiracy in restraint of  \ntrade or commerce in the State of North Carolina.” N.C. Gen. Stat. § 75 -1 (2015).  \nSection 75-2 prohibits “[a]ny .  . . restraint of trade or commerce” that violates \ncommon-law principles.  Id. § 75-2.  Section 75-2.1 makes it “unlawful for any person \nto monopolize, or attempt to monopolize, or combine or conspire with any other person \nor persons to monopolize, any part of trade or commerce” in this State.   Id. § 75-2.1. \nSection 75-2.1 also extends to monopsony claims.  See Buccaneer Energy (USA) Inc. \nv. Gunnison Energy Corp., 846 F.3d 1297, 1315 (10th Cir. 2017) (“The same general \nframework for assessing market power applies to monopsony and monopoly \nsituations alike.”).  \n(1) Each of th e Antitrust Claims require a showing of Defendants’ \nmarket power in the North Carolina Market.  \n \n38. For the same reasons explained in the Court’s August 18, 2017 Order & \nOpinion in Sykes I , each of Plaintiffs’ Antitrust Claims depend on allegations of \nmarket power in the North Carolina Market.  Sykes I, 2017 NCBC LEXIS 73, at *17–\n18, *23.  Nothing in the Complaint justifies a different conclusion.  The sufficiency of \nmarket power allegations is a “threshold inquiry”  for the Antitrust Claims .  Valley \nLiquors, Inc. v. Renfield Importers, Ltd., 822 F.2d 656, 666 (7th Cir. 1987).   \n39. Seller-side market power is the “ability to raise prices above the levels \nthat would be charged in a competitive market.”  R.J. Reynolds Tobacco Co. v. Phillip \nMorris Inc., 199 F. Supp. 2d 362, 381–83 (M.D.N.C. 2002) (quoting NCAA v. Board of \nRegents of the Univ. of Okla. , 468 U.S. 85, 109 n.38 (1984 )).  On the buyer side, it is \n \n \nthe ability “to lower input prices below competitive levels, which requires the ability \nto restrict the quantity demanded of the input.”  Roger D. Blair & Jeffrey L. Harrison, \nAntitrust Policy and Monopsony, 76 Cornell L. Rev. 297, 306 (1991).  Market power \nmay be alleged based on facts that will provide either direct or circumstantial \nevidence of that power .  Rebel Oil Co. v. Atl. Richfield Co. , 51 F.3d 1421, 1434 (9th \nCir. 1995).  Direct evidence “generally requires . . . evidence of restricted output and \nsupracompetitive prices.”  Sykes I, 2017 NCBC LEXIS 73, at *61 .  Circumstantial \nevidence is more typical and often focuses on the structure of the market.  Rebel Oil, \n51 F.3d at 1434.  To allege market power circumstantially, a  plaintiff must properly \ndefine a relevant market, allege facts adequate to show that a defendant owns a \ndominant share of that market, and allege that there are significant barriers to entry \nto that market.  Id.; see also Sykes I , 2017 NCBC LEXIS 73, at *61 (noting that \nindirect proof of market power requires proof “of ownership of a dominant share of \nthe relevant market and significant barriers to market entry”). \n(2) Plaintiffs’ allegations of a reduction in output of chiropractic \nservices in rejected submarkets do not justify a presumption of \nDefendants’ market power in the North Carolina Market.   \n \n40. Plaintiffs argue that they have adequately alleged market power simply \nby asserting that “tens of millions of doll ars of medically necessary care  . . . has not \nbeen provided” pursuant to HNS’s UM program .  (Pls.’ Br. Opp. Defs.’ Mot. Dismiss \n12–13, ECF No. 40; Compl. ¶ 41.)  Plaintiffs claim that such an allegation of an output \nrestriction itself “establishes market power.”  (Pls.’ Br. Opp. Defs.’ Mot. Dismiss 13.)  \nPlaintiffs correctly note that “proof of actual detrimental effects, such as a reduction \n \n \nof output, can obviate the need for an inquiry into market power.”  FTC v. Indiana \nFed’n of Dentists, 476 U.S. 447, 460 –61 (1986).  Judge Sotomayor while serving on \nthe United States Court of Appeals for the Second Circuit  wrote that “[i]f a plaintiff \ncan show that a defendant’s conduct exerted an actual adverse effect on competition, \nthis is a strong indicator of market power.”  Todd v. Exxon Corp. 275 F.3d 191, 206 \n(2d Cir. 2001).   \n41. However, Plaintiffs conflate their allegation of a reduction of output in \nmarkets the Court has rejected with an allegation of reduction of output in the North \nCarolina Market.  Plaintiffs seem to suggest that because Defendants have allegedly \ncaused a reduction in output of chiropractic services by in-network chiropractors, (see, \ne.g., Compl. ¶¶ 38, 41, 97), it can be reasonably inferred that Defendants have caused \na reduction in output among all chiropractors in the North Carolina Market. \n42. Even if the Court did not have the benefit of discovery in Sykes I, which \ninforms how inferences might be drawn from the factual allegations in the Complaint \nin this case, the Complaint asserts no facts that suggest more than a shift in output \nfrom the in-network insured market to other segment s of the larger North Carolina \nMarket.  Significantly, t he Complaint  itself establishes  that approximately one \nthousand licensed North Carolina chiropractors are not HNS members.  (Compl. \n¶¶ 27–28.)  Accordingly, the Court concludes that Plaintiffs have not alleged a clear \nrestriction of chiropractic services in the North Carolina Market adequate to relieve \nPlaintiffs of their burden to allege facts regarding Defendants’ market power in that \nmarket. \n \n \n(3) Plaintiffs fail to allege specific facts  adequate to support a \nfinding of Defendants’ market power  in the North Carolina \nMarket. \n \n43. Beyond alleging a reduction in output, t he thrust of Plaintiffs’ factual \nassertions of market power involve  two main, related contentions.  First, Plaintiffs \ncontend that Defendants conspired together to reduce output, so the Court should \naggregate the Defendant’s individual market shares .  (Pls.’ Br. Opp. Defs.’ Mot. \nDismiss 9 (“The market power of the conspiracy is relevant; plaintiffs do not need to \nallege or prove that each insurer [ind ividually] has market power.”). )  Second, \nPlaintiffs argue that the market power of all D efendants, especially Blue Cross’s  \nalleged market power, is adequate to support a finding of combined market power by \nall co-conspirators in the North Carolina Market.  (See, e.g., Compl. ¶¶ 7, 45.) \n44. In propounding their conspiracy theories, Plaintiffs attempt to allege \nboth an implied horizontal agreement among  Insurers and separate vertical \nagreements between Insurers and HNS, thereby attempting to allege “a collection of \nvertical and horizontal agreements.”  In re Musical Instruments & Equip. Antitrust \nLitig., 798 F.3d 1186, 1192 (9th Cir. 2015).  Such a combination is sometimes referred \nto as a “hub-and-spokes” or “rimmed wheel” conspiracy .  See, e.g. , Howard Hess \nDental Labs. Inc. v. Dentsply Int’l , Inc., 602 F.3d 237, 255 (3d Cir. 2010) (hub and \nspokes); In re Nat’l Ass’n of Music Merchs., MDL No. 2121, 2011 U.S. Dist. LEXIS \n94302, at *5 (S.D. Cal. Aug. 22, 2011) (rimmed wheel).  \n45.  In general, the Supreme Court of the United States has distinguished \nbetween agreements among competitors (horizontal agreements) and agreements on \n \n \ndifferent levels of distribution (vertical agreements).  Certain horizontal \nagreements—including agreements among competitors to fix prices, divide markets, \nand refuse to deal —“always or almost always tend to restrict competition and \ndecrease output.”  Broadcast Music, Inc. v. CBS,  441 U.S. 1, 19 –20 (1979); see, e.g., \nUnited States v. Trenton Potteries Co.,  273 U.S. 392, 397–98 (1927) (horizontal price \nfixing); United States v. Topco Assocs.,  405 U.S. 596, 608  (1972) (horizontal market \ndivision); Nw. Wholesale Stationers, Inc. v. Pac. Stationery & Printing Co.,  472 U.S. \n284, 293 –94 (1 985) (concerted refusal to deal).  Such agreements “are presumed \nunreasonable and thus considered illegal per se.”  Dicesare v. Charlotte-Mecklenburg \nHosp. Auth., No. 16 CVS 16404, 2017 NCBC LEXIS 33, at *45 (quoting United States \nv. Am. Express Co., 838 F.3d 179, 194 (2d Cir. 2016)).   \n46. On the other hand, vertical agreements—including conspiracies \nbetween market participants at different levels of distribution—are generally \nconsidered under the rule of reason, whereby Courts “examine ‘the facts peculiar to \nthe business, the history of the  restraint, and the reasons why it was imposed,’ to \ndetermine the effect on competition in the  relevant product market.”  In re Musical \nInstruments, 798 F.3d at 1191–92 (quoting Nat’l Soc’y of Professional Eng’rs v. United \nStates, 435 U.S. 679, 692  (1978)).  “[T]he line between horizontal a nd vertical \nrestraints can blur,” as some conspiracies include “both direct competitors and actors \nup and down the supply chain, and hence consist of both horizontal and vertical \nagreements.”  In re Musical Instruments, 798 F.3d at 1192. \n \n \n47.   Plaintiffs may allege a “hub-and-spokes” or “rimmed wheel” conspiracy \nin an effort to combine the market power of horizontal participants.  Such a \nconspiracy  \ninvolves a hub, generally the dominant purchaser or supplier in the \nrelevant market, and the spokes, made up of the distributors involved \nin the conspiracy. The rim of the wheel is the connecting agreements \namong the horizontal competitors . . . that form the spokes. \n \nHoward Hess Dental Labs. , 602 F.3d at 255 (citing Total Benefits Planning Agency, \nInc. v. Anthem Blue Cross & Blue Shield,  552 F.3d 430, 435 n.3 (6th Cir.2008).   \nPlaintiffs contend that HNS is a hub, the Insurers are spokes in a wheel around that \nhub, and that common interest and an implied agreement connect the I nsurers into \na rimmed wheel.   \n48. Where the horizontal participants are adequately and commonly tied to \nthe vertical member, c ourts may aggregate the market power  of the horizontal \nmarket participants comprising the rim.  See, e.g., Toys “R” Us, Inc. v. FTC, 221 F.3d \n928, 935 (7th Cir. 2000) (upholding the FTC’s analysis in aggregating several toy \nmanufacturers’ market power when the manufacturers had conspired with each other \nand Toys “R” Us to restrain trade in various ways).  But, to allege a rimmed wheel \nconspiracy, a plaintiff must allege either an express agreement bet ween defendants \nor facts that, “if proved at trial, would be sufficient to permit the inference of  \nagreement between the . . . defendants, the rim of the conspiracy.”  Mylan Labs., Inc. \nv. Akzo, N.V., 770 F. Supp. 1053, 1067 (D. Md. 1991); see also Monsanto Co. v. Spray-\nRite Service Corp., 465 U.S. 752, 764  (1984) (“There must be  evidence that tends to \nexclude the possibility that the [alleged conspirators] were acting independently.”); \n \n \nIn re Nat’l Ass’n of Music Merchs. , 2011 U.S. Dist. LEXIS 94302, at *16 (citing Toys \n“R” Us, 221 F.3d at 931–36) (holding that rimmed wheel conspiracies require “either \nan agreeme nt or understanding that other ‘spokes’  would cooperate in the \nconspiracy”).  Such an inference is not automatic; a plaintiff must allege facts tending \nto show that the competitors would benefit only if all the competitors participated in \nthe scheme.  See, e.g., Va. Vermiculite, Ltd. v. Historic Green Springs, Inc. , 307 F.3d \n277, 282 (4th Cir. 2002) (holding that that concerted activity is “activity in which \nmultiple parties join their resources, rights, or economic po wer together in order to \nachieve an outcome that, but for the concert , would naturally be frustrated by their \ncompeting interests”) (emphasis added).   \n49. Mere knowledge of a competitor’s business practice, without more, does \nnot establish an agreement between competitors, even if competitors adopt the same \npractice.  See, e.g., In re Ins. Brokerage Antitrust Litig. , 618 F.3d 300, 330 (3d Cir. \n2010) (holding that competitors’ sharing of information did not “plausibly suggest a \nconspiracy among the insurers” an d that such allegations were “at least equally \nconsistent with unconcerted action”).   Accordingly, when unable to allege an  actual \ndirect agreement among the horizontal participants, a plaintiff must allege facts \ntending to show that each defendant understood and agreed to cooperate in the \nconspiracy and that each defendant would only benefit from the conspiracy if all \ndefendants participated in the scheme. \n50. If horizontal competitors are inadequately tied together, the allegations \nmay be no more than a “rimless wheel” conspiracy, where aggregation of market \n \n \npower is not permitted.  Dickson v. Microsoft Corp., 309 F.3d 193, 210 (4th Cir. 2002).  \nIn a “rimless wheel” conspiracy, “various defendants enter into separate agreements \nwith a common defendant, but . . . the defendants have no connection with one \nanother, other than the common defendant’s involvement in each transaction.”  Id. at \n203 (citing Kotteakos v. United States, 328 U.S. 750, 755  (1946)).  Such conspiracies \nare not a single conspiracy, but many.  Dickson, 309 F.3d at 203–04 (citing Kotteakos, \n328 U.S. at 755) (“ [T]he Supreme Court was clear: a wheel without a rim is not a \nsingle conspiracy.”); In re Musical Instruments , 798 F.3d  at 1199 n.3 (describing a \nrimless wheel conspiracy as  simply “a collection of purely vertical agreements ”).  A  \nplaintiff who alleges a rimless wheel conspiracy “ may not aggregate the respective \nmarket shares of individual defendants to establish market power.”  Ralph C. Wilson \nIndus., Inc. v. Am. Broad. Companies, In c., 598 F. Supp. 694, 704 n.10  (N.D. Cal. \n1984), aff’d 794 F.2d 1359 (9th Cir. 1986); Dickson, 309 F.3d at 210 (holding that the \nlack of a conspiracy between defendants on the same level of distribution precluded \nthe court from aggregating their market power).   \n51. Here, Plaintiffs have not alleged an express agreement between \nInsurers to reduce output of medically necessary chiropractic care.  Indeed, Plaintiffs \nadmit that Insurers acted at least somewhat independently by entering into \nagreements with HNS at different times.  (Pls.’ Br. Opp. Mot. Dismiss 3.)  There is no \nallegation that one Insurer’s contract with HNS was conditioned on HNS contracting \nwith any other Insurer.  Cf. Toys “R” Us, 221 F.3d at 931–32 (finding concerted action \namong toy manufactu rers and Toys “R” Us when the toy manufacturers agreed to \n \n \nanticompetitive Toys “R” Us policies “on the condition that their competitors would \ndo the same”).  Rather, Plaintiffs depend upon their allegation that “[t]he Insurers \nare aware of each other and the market power achieved by combining their patient \npopulations under HNS’s umbrella. ”  (Compl. ¶ 42 .)  But mere awareness of a \ncompetitor combined with parallel conduct is insufficient to show a horizontal \nconspiracy.  In re Ins. Brokerage Antitrust Litig., 618 F.3d at 330.  \n52. In its brief, Cigna argues that  Plaintiffs cannot “plead an antitrust \nconspiracy just by showing that [a competitor] followed its competitors into a contract \nwith HNS.”  (Cigna Healthcare N.C. Reply Supp. Mot. Dismiss 3–4, ECF No. 54.)  The \nCourt agrees.    \n53. As an alternative basis for its ruling, e ven if the Court is mistaken in \nconcluding that Plaintiffs may not aggregate market power because they have not \nalleged a rimmed wheel conspiracy, the Court nevertheless concludes that Plaint iffs \nhave failed to allege that Defendants and HNS in combination possess market power \nin the North Carolina Market. \n54.   Plaintiffs’ allegations potentially applicable to all Defendants are no \nmore specific than: \n “HNS and the Insurers have market power” in the North Carolina \nMarket.  (Compl. ¶ 32);  \n “by virtue of its exclusive relationships with the Insurers, particularly \n[Blue Cross], HNS controls . . . a materially significant percentage of the \n. . . North Carolina Market.”  (Compl. ¶ 45; see also Compl. ¶¶ 38, 43, 44 \n \n \n(each discussing the lack of access to “substantial, relevant, and \neconomically and legally material portions of  . . . the North Carolina \nMarket . . . .”)); \n HNS, through its contracts with the Insurers, had “monopsony power in \nthe relevant mar kets” including, presumably, the North Carolina \nMarket.  (Compl. ¶ 132); and  \n “The Insurers have used their aggregate market power to give HNS the \npower to collect fees and to impose a [UM] program which does not \ncomply with applicable law and which unjust ly enriches the Insurers.”  \n(Compl. ¶ 135.) \nPlaintiffs make no effort to further define what a “materially significant” percentage \nmight be.   \n55. Plaintiffs rely heavily on their allegation that Blue Cross “controls 50% \nor more of the relevant private health insurance market in North Carolina.”  \n(Compl. ¶ 7 .)  If the Court had accepted a market limited to insured chiropractic \nservices, the Court might have concluded that Plaintiffs adequ ately alleged market \npower, as f ederal and state courts in North Carolina h ave found allegations that a \ndefendant possesses at least fifty percent of a relevant market  may be adequate to \nshow that the defendant owns a “dominant share” of that market.  See R. J. Reynolds \nTobacco Co. v. Philip Morris Inc., 199 F. Supp. 2d 362, 383 (M.D.N.C. 2002) (finding \nthat an alleged 51.3% market share was sufficient to plead a defendant’s dominant \nshare); compare DiCesare, 2017 NCBC LEXIS 33, at *48–49 (finding that an \n \n \nallegation that a defendant possessed “approximately 50%” of the relevant market \nwas sufficient to allege that defendant’s dominant share in that market and allowing \nantirust claims to survive a Rule 12(b)(6) motion), with Sitelink Software, LLC v. Red \nNova Labs, Inc., 14 CVS 9922, 2016 NCBC LEXIS 45, at *30–31 (N.C. Super. Ct. June \n14, 2016) (holding that an allegation of market share between 35% and 40% was \ninsufficient to survive a Rule 12(b)(6) motion, “even under North Carolina’s liberal \npleading standard”). \n56. However, any alleged market power in  a narrow, rejected market does \nnot alone support a conclusion that Blue Cross, alone or in combination with HNS \nand other Insurers, has  market power in the North Carolina M arket, which is not \nrestricted to insured chiropractic services .  See Bookhouse of Stuyvesant Plaza, Inc. \nv. Amazon.com, Inc. , 985 F. Supp. 2d 612, 621 (S.D.N.Y. 2013) (holding that \nallegations that defendants had a 60% share in the print book market was insufficient \nto establish market power in the e -book market where the plaintiffs had made no \nspecific allegations regarding the defendants’ market share in the e-book market); see \nalso Top Rank, Inc. v. Haymon, No. CV 15-4961-JFW (MRWx), 2015 U.S. Dist. LEXIS \n164676, at *22 –24 (C.D. Cal. Oct. 16, 2015)  (holding that the plaintiff had not \nadequately pleaded market power in the relevant market in part because the \nallegations regarding significant market share pertained to markets the court had \nrejected).  \n57.  Vague or conclusory allegations of market power in a relevant market \nmay be insufficient to survive a Rule 12(b)(6) motion, even if the market is sufficiently \n \n \ndefined.  See, e.g., Rick-Mik Enters., Inc. v. Equilon Enters. LLC, 532 F.3d 963, 972 \n(9th Cir. 2008) (holding that an allegation that the defendant ranked “number one” \nin its industry was insufficient to plead market power); Cupp v. Alberto-Culver USA, \nInc., 310 F. Supp. 2d 963, 974 (W.D. Tenn. 2004) (dismissing an antitrust claim when \nthe plaintiff made  only conclusory allegations regarding the relevant market and \ndescribed the defendants’ market power using only vague descriptors); Hip Hop \nBeverage Corp. v. Monster Energy Co., No. 2:16-CV-1421-SVW-FFM, 2016 U.S. Dist. \nLEXIS 167077, at *14–15 (C.D. Cal. Oct. 26, 2016) (holding that an allegation that a \ndefendant controlled “a major percent” of the relevant market was insufficient to \nallege market power); Westlake Servs., LLC v. Credit Acceptance Corp., No. CV 15-\n07490 SJO (MRWx), 2015 U.S. Dist. LEXIS 175643, at *18 (C.D. Cal. Dec. 7, 2015) \n(holding that an allegation that a defendant had a “predominant market share of and \nmarket power in” the relevant market was insufficient to plausibly show that the \ndefendant held sufficient market power). \n58. The Court is “fully cognizant that the Motion[s] must be resolved under \nNorth Carolina’s lenient Rule 12(b)(6) standard rather than the more exacting \nfederal plausibility standard that governs . . . federal antitrust precedents.”  Sitelink, \n2016 NCBC LEXIS 45, at *17.  But “[e]ven North Carolina’s more lenient \nstandard . . . does not allow a party to withstand a Rule 12(b)(6) motion based on \nconclusory allegations that are not supported by underlying factual allegations.”  Id.; \nsee also  id. at *27  (“[C]ourts do not countenance the pursuit of necessarily broad \ndiscovery that relates to defining market power when it is based solely on conclusory \n \n \nallegations.”); Window World of Baton Rouge, LLC v. Window World, Inc. , Nos. 15 \nCVS 1–2, 2016 NCBC LEXIS 82, at *13–14 (N.C. Super. Ct. Oct. 25, 2016) (rejecting \nthe plaintiffs’ argument that market power need not be specifically pleaded to \nwithstand Rule 12(b)(6) dismissal).   \n59. Applying these principles, the Court finds that Plaintiffs have not \nadequately alleged any Defendant’s market power in the North Carolina Market.   \n60. As to Blue Cross specifically, Plaintiffs allege that Blue Cross controls \nat least fifty percent of the private health insurance market, (Compl. ¶ 7), but makes \nno similar allegation of a pe rcentage of the North Carolina M arket that Blue Cross \nallegedly controls.  Plaintiffs also allege in a conclusory manner that Blue Cross has \n“substantial, relevant, and economically and legally material portions of the . . . North \nCarolina Market.”  (Compl. ¶¶ 38, 43, 44.)  The Court concludes that these allegations \nare conclusory and inadequate to survive Blue Cross’s Motion  as to the Antitrust \nClaims asserted against Blue Cross.   \n61. Plaintiffs’ Antitrust Claims against Cigna are equally devoid of specific \nallegations of market power in the North Carolina Market.  Plaintiffs refer expressly \nto Cigna only three times in the Complaint, and none of those references regard \nCigna’s market power in the North Carolina Market . (Compl. ¶¶ 8, 50, 67 (defining \nCigna as a party, describing Plaintiffs’ relationships with Blue Cross and Cigna, and \ndescribing HNS’s contract with Cigna to be Cigna’s exclusive provider of in -network \nchiropractic services, respectively).)  Plaintiffs’ only allegations of Cigna’s market \npower in the North  Carolina Market are allegations of the Defendants’ collective \n \n \nmarket power, described above, that Defendants  collectively: bestowed upon HNS a \n“materially significant” percentage of the North Carolina Market (Compl. ¶ 45); had \n“substantial, relevant, and economically and legally material portions of the . . . North \nCarolina Market” (Compl. ¶¶ 38, 43, 44, 45); and, through their contracts with HNS, \nhad “monopsony power in the relevant markets.”  (Compl. ¶ 132.) \n62. Plaintiffs’ allegations regarding MedC ost’s market power in the North \nCarolina Market are similarly deficient.  Plaintiffs expressly refer to MedCost one \ntime in the Complaint, (Compl. ¶ 9), and make the same allegations concerning \nMedCost’s market power as they do regarding Blue Cross’s market power and Cigna’s \nmarket power.   \n63. In sum, the Court concludes that Plaintiffs have not alleged  the \nrequisite power as to any D efendant within the North Carolina Market , whether or \nnot any power any Defendants  have in the North Carolina Market could be \naggregated.  Accordingly, the Motions must be granted as to the Antitrust C laims \nand they must be dismissed. \n(4) The Court need not address Defendants’ alternative arguments \nregarding the Antitrust Claims. \n \n64. In addition to the arguments described above, one or more of the \nDefendants also assert that some or all of the Antitrust Claims must fail because:  \n A customer is free to choose the services it wants to buy, and a \nfirm generally has the right to deal with who it chooses.  (Br. \nSupp. MedCost’s Mot. Dismiss 5–6, ECF No. 30); \n \n \n Plaintiffs fail to allege that each vertical agreement restrains \ntrade.  (Cigna Healthcare N.C Br. Supp. Mot. Dismiss 12–13);  \n Plaintiffs fail to plead an intent to monopolize.  (Cigna Healthcare \nN.C. Br. Supp. Mot. Dismiss 13, ECF No. 32);  \n The conduct complained of is the kind of competitive conduct that \nantitrust laws are meant to foster.  (Blue Cross Blue Shield N.C. \nBr. Supp. Mot. Dismiss 8, ECF No. 33); \n Exclusive dealing arrangements cannot provide sufficient \ngrounds for an anti trust claim in North Carolina.  (Blue Cross \nBlue Shield N.C. Br. Supp. Mot. Dismiss 10);  \n Plaintiffs’ Antitrust Claims make no economic sense.  (Blue Cross \nBlue Shield N.C. Br. Supp. Mot. Dismiss 16–18);  \n Plaintiffs, at base, are essentially seeking to joi n or otherwise \nreap the benefits of an alleged cartel, which antitrust laws do not \ngive them the right to do.  (Blue Cross Blue Shield N.C. Br. Supp. \nMot. Dismiss 19–20); \n Plaintiffs’ antitrust arguments rest on the false premise that all \nchiropractic servi ce is medically necessary.  (Reply Br. Supp. \nMedCost’s Mot. Dismiss 3–4, ECF No. 53);  \n Plaintiffs fail to plead monopoly power.  (Cigna Healthcare N.C.  \nBr. Supp. Mot. Dismiss 12); and  \n \n \n Plaintiffs cannot plead market power in the North Carolina \nMarket because market realities show that Defendants cannot \nprevent competitors from entering into that market.  (Blue Cross \nBlue Shield N.C. Suppl.  Br. Issue Market Power 9 , ECF No. 73 ; \nCigna Healthcare N.C. Suppl. Br. Regarding Issue Market Power \nFurther Supp. Mot. Dismiss 2, ECF No. 72.) \n65. The Court does not further address these arguments, having concluded \nthat the Antitrust Claims  fail because of Plaintiffs’ failure to allege the requ isite \nmarket power in the North Carolina Market.   \nC. Plaintiffs do not have Standing to Pursue Their Chapter 58 Claims \n66.  Plaintiffs in this case  allege the same claims alleged against HNS in \nSykes I based on North Carolina’s insurance c ode.  For the same reasons the  Court \nheld in Sykes I that Plaintiffs lack standing to assert their claims based on al leged \nviolations of Chapter 58, Sykes I, 2017 NCBC LEXIS 73, at *48 –49, the Court holds \nhere that Plaintiffs have no standing assert those claims in this case. \nD. Plaintiffs’ Section 75-1.1 Claim is Dismissed. \n67. As in Sykes I, Plaintiffs seek to restate the Antitrust Claims as a section \n75-1.1 claim for an unfair and deceptive trade practice.  (Compl. ¶¶ 160–62.)   \n68. “When a section 75-1.1 claim derives solely from an antitrust claim, the \nfailure of the antitrust claim also defeats liability under  section 75-1.1.”  Sitelink, \n2016 NCBC LEXIS 45, at *32 (quoting R.J. Reynolds Tobacco Co., 199 F. Supp. 2d at \n \n \n396).  That is the case here, and Plaintiffs’ 75-1.1 claim fails for the same reason that \nthe Antitrust Claims fail, and must be dismissed. \nE. Plaintiffs’ Claim for Aiding and Abett ing a Breach of Fiduciary Duty \nis Dismissed. \n \n69. Plaintiffs allege that Defendants  “knowingly aided, abetted, induced, \nand conspired with HNS and the HNS owners . . . to breach HNS’s fiduciary duties \nto Plaintiffs.”  (Compl. ¶ 174.)   \n70. As an initial matter, the Court determined in  Sykes I that there is no \nfactual basis to find that HNS owed a fiduciary duty to its network members.  Sykes \nI, 2017 NCBC LEXIS 7 3, at *69 ( holding that “there is no joint venture or other \nspecial relationship that arises or may be implied from HNS’s contracts or the specific \nfacts alleged in the [Sykes I] Complaint to give rise to a fiduciary duty”).  There must \nhave been a fiduciary duty and a breach of that  duty in order to find that one aided \nand abetted that breach.  Tong v. Dunn , No. 11 CVS 1522, 2012 NCBC LEXIS 16, \nat *12–13 (N.C. Super. Ct. Mar. 19, 2012) (citing Blow v. Shaughnessy, 88 N.C. App. \n484, 489, 364 S.E.2d 444, 447 (1988)).   \n71. But even assuming both that such a duty existed and was breached, this \nCourt has now concluded that the Supreme Court of North Carolina will not recognize \nthe claim of aiding and abetting breach of fiduciary duty, Zloop v. Parker Poe Adams \n& Bernstein, LLP, No. 17 CVS 5480, 2018 NCBC LEXIS 16 , at *32 (N.C. Super. Ct. \nFeb. 16, 2018), or alternatively, if it does, the claim’s essential elements will include \nat least proof of: (1) a violation of a fiduciary duty by the primary party; (2) knowledge \nof the violation by the aiding and abetting party; and (3) substantial assistance by \n \n \nthe aider and abettor in achieving the primary violation.  Tong, 2012 NCBC LEXIS \n16, at *12–13 (citing Blow, 88 N.C. App. at 489, 364 S.E.2d at 447).   \n72. The Complaint does not allege each of these elements.   Accordingly, \nPlaintiffs’ aiding and abetting breach of fiduciary duty claim is dismissed. \nF. Plaintiffs’ Declaratory Judgment Claim, Civil Conspiracy Claim, and \nRequest for Punitive Damages are Dismissed.  \n \n73. Plaintiffs’ declaratory -judgment claim seek s ten distinct declarations,  \nand each recasts substantive claims that the Court has rejected.   Accordingly, \nPlaintiffs’ declaratory-judgment claim is dismissed.   \n74. North Carolina does not allow freestanding claims for civil conspiracy. \nDove v. Harvey, 168 N.C. App. 687, 690, 608 S.E.2d 798, 800 (2005) (noting that “there \nis not a separate civil action for civil conspiracy in North Carolina”).  As in their Sykes \nI complaint, Plaintiffs’ civil conspiracy claim is derivative of the Antitrust Claims and \nfails for the same reason those claims fail.  \n75. North Carolina does not allow freestanding claims for punitive damages.  \nShugar v. Guill, 304 N.C. 332, 335, 283 S.E.2d 507, 509 (1981) (“ A civil action may \nnot be maintained solely for the purpose of collecting punitive damages but may only \nbe awarded whe n a cause of action otherwise exists in which at least nominal \ndamages are recoverable by the plaintiff.”).  Because the Court has dismissed each of \nthe claims against Defendants, Plaintiffs’ punitive damages claim must also be \ndismissed.   \n \n \n \n \nVI. CONCLUSION \n76. For the reasons stated above, the Court rules as follows:  \n(1) Blue Cross’s Motion is GRANTED;  \n(2) Cigna’s Motion is GRANTED;  \n(3) MedCost’s Motion is GRANTED; and  \n(4) Plaintiffs’ Complaint is DISMISSED WITH PREJUDICE.  \n \n SO ORDERED, this the 5th day of April, 2018.   \n \n \n       /s/ James L. Gale \nJames L. Gale \nChief Business Court Judge \n \n \n "
}