{
  "id": "9823775a06cea0ee1ea3b097921e36191fbf3d25eff83c4ebd2f28677896d35d",
  "source_file": "data/raw/ncbc/9823775a06cea0ee1ea3b097921e36191fbf3d25eff83c4ebd2f28677896d35d.pdf",
  "raw_text": " \nState ex rel. Cooper v. McClure, 2007 NCBC 24 \n \nSTATE OF NORTH CAROLINA \n \nCOUNTY OF WAKE \n IN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n03 CVS 5617 \n \nState of North Carolina, ex rel. Roy \nCooper, Attorney General, and North \nCarolina Department of Environment \nand Natural Resources, \n \n   Plaintiffs, \n  \n  \n  v .    \n  \n \nDarin M. McClure, Thomas A. Proctor,  \nMid-Atlantic Associates, P.A.,  \nCatherine A. Ross, CBM Environmental \nServices, Inc., Keith A. Anthony, Shield \nEngineering, Inc., William A. Quarles, \nMatthew R. Einsmann, S&ME, Inc.,  \nMichael D. Shaw, SEI Environmental, \nInc.,  \nthe North Carolina Environmental  \nService Providers Association, d/b/a \nNCESPA, James H. Hays, \nEnvironmental Conservation \nLaboratories, Inc., d/b/a ENCO, Peter I. \nByer, South Atlantic Environmental \nDrilling and Construction Company, \nInc., d/b/a SAEDACCO, John A. Hill, \nAlmes & Associates, Inc., and John Does \n1 through 100,  \n \n   Defendants.  \n \n \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n) \n)\n)\n)\n)\n)\n)\n)\n) \nORDER ON PLAINTIFFS’ MOTION FOR \nSUMMARY JUDGMENT AND JUDGMENT\n \n \n \n{1} This case arises out of Plaintiffs’ claim that Defendants engaged in illegal \nbusiness practices in their efforts to influence prices paid under state contracts for \nenvironmental services.  This matter comes before the Court on Plaintiffs’ Motion \nfor Summary Judgment.   \n \n{2} After considering the briefs and oral arguments, the Court GRANTS \nPlaintiffs’ Motion for Summary Judgment on the grounds that Defendants \nparticipated in a conspiracy in restraint of trade.  Plaintiffs may recover damages in \nthe amount of $350,434.74 from Defendants.   \n \nOffice of the Attorney General by K.D. Sturgis and Kimberly W. Duffley for \nPlaintiffs State of North Carolina, ex rel. Roy Cooper, Attorney General, and \nNorth Carolina Department of Environment and Natural Resources. \n \nRichard H. Tomberlin for Defendants CBM Environmental Services, Inc. and \nCatherine Ross Bateman.   \n \n \nTennille, Judge. \n \nI. \nPROCEDURAL BACKGROUND \n{1} This action was filed in Wake County Superior Court on April 28, 2003.  \nThe case was designated “exceptional” under Rule 2.1 of the General Rules of \nPractice for the Superior and District Courts and assigned to the undersigned \nSpecial Superior Court Judge for Complex Business Cases by order of the Chief \nJustice of the Supreme Court of North Carolina dated August 11, 2003.   \n{2} The Complaint named the following organizations as defendants:  North \nCarolina Environmental Service Providers Association (“NCESPA”); Mid-Atlantic \nAssociates, P.A. (“Mid-Atlantic”); CBM Environmental Services, Inc. (“CBM”); \nShield Engineering, Inc. (“Shield”); S&ME, Inc. (“S&ME”); SEI Environmental, Inc. \n(“SEI”); Environmental Conservation Laboratories (“ENCO”); South Atlantic \nEnvironmental Drilling and Construction Company (“SAEDACCO”); and Almes & \nAssociates, Inc. (“Almes”). \n{3} The Complaint named the following individuals as defendants:  Darin M. \nMcClure, president and co-owner of Mid-Atlantic and president of NCESPA; \n \nThomas A. Proctor, vice president and co-owner of Mid-Atlantic; Catherine A. Ross1, \nchief executive officer of CBM and vice president and director of NCESPA; Keith A. \nAnthony, vice president of Shield and director of NCESPA; William A. Quarles, \nassessment and remediation services manager at S&ME and director of NCESPA; \nMatthew R. Einsman, environmental engineering manager at S&ME and director of \nNCESPA; Michael D. Shaw, senior geologist at SEI and director of NCESPA; James \nH. Hays, employee of ENCO and treasurer and director of NCESPA; Peter I. Byer,\n \npresident of SAEDACCO and director of NCESPA; and John A. Hill, employee of \nAlmes and director of NCESPA. \n{4} NCESPA, Mid-Atlantic, S&ME, Shield, SEI, ENCO, SAEDACCO, Almes, \nMcClure, Proctor, Anthony, Quarles, Einsmann, Shaw, Hays, Byer, and Hill all \nlater entered into consent judgments and dismissals with Plaintiffs.  Those \nDefendants paid a total of $735,000 to settle the claims against them.  Bateman and \nCBM are the only remaining Defendants.   \n{5} In 2004, Bateman and CBM brought motions to dismiss under Rule \n12(b)(6) of the North Carolina Rules of Civil Procedure.  The Court granted the \nmotions in part and denied them in part.  See State ex rel. Cooper v. McClure \n(McClure I), 2004 NCBC 8 ¶ 79 (N.C. Super. Ct. Dec. 14, 2004), \nhttp://www.ncbusinesscourt.net/opinions/2004%20NCBC%208.htm.  Plaintiffs \nsubsequently filed a motion for reconsideration of three rulings in the Court’s \nDecember 14, 2004 Order and Opinion, including (1) the dismissal of Plaintiffs’ \nclaims under section 75-1.1 of the General Statutes of North Carolina; (2) the \ndismissal of Plaintiffs’ damages claims against Defendant Bateman on the basis of \nnonprofit immunity under section 55A-8-60(a) of the General Statutes for her role \nas an officer and director of NCESPA and (3) the dismissal of all damages claims \nagainst Bateman and CBM under section 133-28 of the General Statutes.  The \nCourt denied the motion for reconsideration of the dismissal of all unfair and \n                                                 \n1 When the complaint was filed in this action, Defendant Bateman was known as Catherine A. Ross.  \nShe married during the course of the litigation and is now known as Catherine Ross Bateman and \nwill be referred to as “Bateman” throughout the remainder of this Order.   \n \ndeceptive trade practices claims, denied the motion for reconsideration of the \ndismissal of Bateman under section 55A-8-60(a), and granted the motion for \nreconsideration of the dismissal of all claims for damages against Bateman and \nCBM based on section 133-28.  \nState ex rel. Cooper v. McClure (McClure II), 2005 \nNCBC 6 (N.C. Super. Ct. Oct. 28, 2005), \nhttp://www.ncbusinesscourt.net/opinions/2005%20NCBC%206.htm.  Following the \nCourt’s ruling on the motion for reconsideration, discovery proceeded on the section \n133-28 claims.  Plaintiffs filed a motion for summary judgment on November 13, \n2006.  The Court heard oral arguments on the motion on January 26, 2007.  The \nonly issues presently before the Court are those related to the section 133-28 claims \nfor damages against Bateman and CBM. \n \nII. \nFACTUAL BACKGROUND \nA. \nTHE PARTIES \n{6} Plaintiff Roy Cooper is the duly elected Attorney General of North \nCarolina. \n{7} Plaintiff North Carolina Department of Environmental and Natural \nResources (“DENR”) administers various programs under North Carolina law to \nprevent and cure damage to the environment and natural resources of the state.  \n{8} Defendant Catherine Ross Bateman was, at times relevant to this action, a \nresident of Charlotte, North Carolina.  She has subsequently established a \nresidence in Florida.  At times relevant to this action she was owner and chief \nexecutive officer of CBM.   \n{9} Defendant CBM is a corporation organized and existing under the laws of \nthe State of North Carolina with its principal place of business located in Fort Mill, \nSouth Carolina.  CBM is engaged in the environmental consulting business.  It \nmaintains an office in Greenville, North Carolina.     \n{10} All other defendants to this action have been dismissed.   \n \n \n \n \n \nB. \nBACKGROUND \n{11} The facts giving rise to this action were set out as follows in a previous \norder: \n This case centers on the bidding process between the State of \nNorth Carolina and contractors of environmental services.  More \nspecifically, the matter arises in the context of the statutory \nframework created by the North Carolina General Assembly to fund \nthe cleanup of underground storage tanks (“USTs”).  The framework \nrequires that the North Carolina Department of Environment and \nNatural Resources (“DENR”) reimburse tank owners or operators \n(“responsible parties”) for the reasonable and necessary costs incurred \nin cleaning up the aftermath from leaking USTs.  Funds for paying the \ncleanup costs come from fees charged to all tank owners.  The fund \ncreated by these fees seldom suffices to meet the needs of DENR for \ncleanup reimbursements. \nAs a means of controlling its reimbursement expenses, DENR \nsets specific rates for environmental services.  Those rates are \npublished in its Reasonable Rate Document (“RRD”).  DENR solicits \nthe typical billing rates of engineers, geologists and other \nenvironmental consultants in order to calculate the reimbursement \nrates for these costs.  DENR then issues the RRD providing the \nreimbursement rates for the services that the responsible parties \nemploy in the cleanup processes.  While private parties contract for \nservices at different rates, the rates contained in the RRD have a \nsignificant influence on marketplace pricing.  Thus, the rates set in the \nRRD affect both DENR reimbursement and nongovernmental \nmarketplace pricing. \nIn addition to the reimbursement method, DENR also must \ncontend with the cleanup of UST leaks on property whose owners \ncannot be located.  DENR contracts with specific environmental \nconsultants to carry out the cleanup of these contaminated properties.  \nThese environmental consultants obtain the contracts, referred to as \n“state lead work,” through a bidding process in which bidders respond \nto a request for proposals (“RFPs”).  This process also affects \n \nmarketplace pricing.  DENR uses information obtained in connection \nwith these RFPs in setting rates in the RRD.   \nIn 2001 DENR published proposed revisions to the RRD that \npotentially would have affected environmental consultants, engineers \nand geologists by setting rates paid for environmental services at a \nlevel that was unsatisfactory to defendants.  Shortly thereafter, the \nState requested RFPs for some state lead work. \nIn response to the potential changes, a group of environmental \nconsultants, engineers and geologists created an informal association \nreferred to in the briefs as the “Stakeholders Group.”  In 2002 \nmembers of the Stakeholders Group formed a nonprofit corporation \nunder North Carolina law officially named the North Carolina \nEnvironmental Service Providers Association.  NCESPA accordingly \nelected a board of directors that included McClure and Hill [and \nBateman]. \nDefendants are alleged to have taken two specific actions to \ncause DENR to raise the rates from those proposed in the 2001 \nrevision.  First, the State alleges that defendants provided a \nreasonable rate survey that contained false, inflated billing \ninformation.  Second, the State alleges that the defendants sought to \nimproperly influence the prices submitted in RFPs for the state lead \nwork.  The State alleges that defendants believed DENR would use the \ninformation gathered through the RFPs for the state lead work to set \nrates in the RRD, and that if inflated bids were submitted, the RRD \nrates would be higher. \nBefore the incorporation of NCESPA, the leader of the \nStakeholders Group, McClure, requested that the persons and entities \nassociated with the Stakeholder Group complete a “reasonable rate \nsurvey.”  Plaintiffs allege that McClure engaged in an e-mail campaign \nto inflate the RRD by having the Stakeholders submit artificially \ninflated rate information.  McClure later stated in text within the \ndistributed survey, however, that responses to the survey should \ninclude the true and reasonable rates of environmental service \nproviders so that the revised RRD would reflect the typical industry \nbilling rates.   \nThe Stakeholder[s] Group . . . then submitted the reasonable \nrate survey results to DENR.  Contention exists as to whether (1) \nNCESPA falsified these surveys and (2) DENR actually considered the \nsurvey in calculating rates that it would pay environmental service \nproviders.  Defendants, however, conceded during oral arguments that \nfor the most part they knew that the rates they provided on the \nsurveys were false. . . .  \nIn August 2002, DENR published a[n] RFP for state lead work.  \nThe parties dispute NCESPA’s reaction to the RFP and related \n \nmotivations.  Plaintiffs allege that McClure and NCESPA responded to \nthe RFP with a “two pronged course of action.”  First, plaintiffs allege \nthat defendants organized a boycott of the RFP based on the claim that \nthe request violated the Mini-Brooks Act.  Second, defendants \nallegedly fixed the bids by having firms submit bids at the rates \ndetermined by NCESPA and its members.  Plaintiffs allege that \ndefendants’ motivation in these two actions was to inflate the rates \npaid to the parties to whom the State awarded the contract and to \nimpact the rate-setting process by preventing the State from using \ngood faith bid information to set the RRD rate. . . .  \nDefendants claim that plaintiffs’ allegations misrepresent \ndefendants’ actions.  They claim to have legitimate concerns that \nDENR’s RFP did indeed violate the Mini-Brooks Act.  NCESPA \nmembers claim that they did not suggest rates to its members but \nmerely attached the aforementioned reasonable rate survey which \ncontained artificially inflated prices.  Defendants concede that some \nNCESPA members submitted responses to the RFP with rates from \nthe artificially inflated reasonable rate survey, while others did not \nrespond or submitted rates not based on the survey.   \nPlaintiffs allege the responses were coordinated and nefarious \nand that defendants submitted bids at NCESPA-constructed rates.  \nCBM, moreover, submitted a bid with NCESPA rates marked up by \n20%.  Defendants Hill and Almes, Hill’s employer at the time, did not \nrespond to the RFP.  Plaintiffs also assert that bids submitted by \ndefendants included a certification, under oath, of non-collusion by the \nbidders.  DENR claimed that the coordinated use of the NCESPA rates \nand boycott constituted collusive behavior and hence subjected \ndefendants to penalties because the signed certification by defendants \nviolates N.C.G.S. § 143-54.   \n \nMcClure I, 2004 NCBC 8 ¶¶ 7–18. \nIII. \nMOTION FOR SUMMARY JUDGMENT \nA. \nLEGAL STANDARD \n{12} Summary judgment is proper “if the pleadings, depositions, answers to \ninterrogatories, and admissions on file, together with the affidavits, if any, show \nthat there is no genuine issue as to any material fact and that any party is entitled \nto judgment as a matter of law.”  N.C.R. Civ. P. 56(c).  “It is not the purpose of the \n \nrule to resolve disputed material issues of fact but rather to determine if such issues \nexist.”  N.C.R. Civ. P. 56 cmt.  The burden of showing a lack of triable issues of fact \nfalls upon the moving party.  See, e.g., Pembee Mfg. Corp. v. Cape Fear Constr. Co., \n313 N.C. 488, 491, 329 S.E.2d 350, 353 (1985).  Once this burden has been met, the \nnonmoving party must “produce a forecast of evidence demonstrating that [it] will \nbe able to make out at least a prima facie case at trial.”  Collingwood v. Gen. Elec. \nReal Estate Equities, Inc., 324 N.C. 63, 66, 376 S.E.2d 425, 427 (1989).  The Court \nmust exercise caution in granting a motion for summary judgment.  N.C. Nat’l Bank \nv. Gillespie, 291 N.C. 303, 310, 230 S.E.2d 375, 379 (1976).     \n{13} In McClure II, the Court set forth its expectations for summary judgment \nin this matter: \nIt will be incumbent on the State to show that the CBM bid was \nsubmitted as part of a conspiracy to permit one of the conspirators to \nobtain the contract at an artificially inflated price or for some other \nunlawful purpose which injured the State.  That determination is best \nmade at a later stage. Depending on the development of the facts, \nthere may also be an issue of what DENR can recover under the \nstatute [N.C. Gen. Stat. § 133-28] even if it is a strict liability statute.  \nAll the other defendants have settled and paid money to the State.  If \nthe monies paid thus far exceed ten percent of the contract price or the \ntotal actual damages, may DENR recover an amount in excess of that \namount?  For example, if there are twenty defendants can DENR sue \neach one for ten percent and recover two hundred percent of the \ncontract price?  If an amount equal to ten percent has already been \ncollected, may DENR still recover more from CBM and Ross?  Given \nDENR’s position that there was price suppression it may well have to \nprove that a bid more than ten percent lower than the accepted bid \nwould have been submitted.  It may be able to do so.  The \nreinstatement of this claim may muddy the waters in other respects.  \nCBM and Ross could assert contribution rights against the other \nnamed defendants.  What will be the result if they have already paid \nmore than it is determined that CBM and Ross owe?  Development of a \nrecord will assist this Court and the appellate courts in addressing \nthese issues.  For the foregoing reasons, the Court believes it erred in \ndismissing these claims at this time and will reinstate them. \n \n \n2005 NCBC 6.  Based on the record that has been developed, the Court grants \nPlaintiffs’ Motion for Summary Judgment for the reasons explained below. \nB. \nCONSPIRACY IN RESTRAINT OF TRADE \n{14} Section 133-28 of the General Statutes of North Carolina allows “any \ngovernmental agency entering into a contract which is or has been the subject of a \nconspiracy prohibited by G.S. 75-1 or 75-2” to sue the conspirators for damages.  \nThe existence of a conspiracy prohibited by sections 75-1 or 75-2 is a prerequisite to \nthe applicability of section 133-28. \n{15} Section 75-1 states that “[e]very . . . conspiracy in restraint of trade or \ncommerce in the State of North Carolina is hereby declared to be illegal.”  Section \n75-2 adds that any such conspiracy “which violates the principles of the common \nlaw” is considered a violation of section 75-1.  The meaning of the term “conspiracy \nin restraint of trade or commerce” is found in judicial interpretations of section 75-1.   \n{16} First, “it is clear that North Carolina’s substantive law of civil conspiracy . \n. . applies in the context of G.S. 75-1.”  Cameron v. New Hanover Mem’l Hosp., Inc., \n58 N.C. App. 414, 443, 293 S.E.2d 901, 918 (1982).  Civil conspiracy consists of four \nelements:  “(1) an agreement between two or more individuals; (2) to do an unlawful \nact or to do a lawful act in an unlawful way; (3) which agreement results in injury to \nthe plaintiff inflicted by one or more of the conspirators; and (4) pursuant to a \ncommon scheme.”  Privette v. Univ. of N.C., 96 N.C. App. 124, 139, 385 S.E.2d 185, \n193 (1989).  Injury to the plaintiff is an express element of civil conspiracy.  The \nmere existence of a conspiracy does not result in civil liability.  Rather, “[t]he gist of \nthe civil action for conspiracy is the act or acts committed in pursuance thereof—the \ndamage—not the conspiracy or the combination.”  Reid v. Holden, 242 N.C. 408, \n414, 88 S.E.2d 125, 130 (1955).   \n{17} To violate section 75-1, the civil conspiracy must be “in restraint of trade.”  \nIn determining whether a conspiracy is “in restraint of trade,” the Court looks to a \nbody of federal and state cases analyzing the meaning of that phrase.  The federal \ncases are relevant because the language of section 75-1 is similar to language found \n \nin the Federal Sherman Anti-Trust Act, which states that “[e]very contract, \ncombination in the form of trust or otherwise, or conspiracy, in restraint of trade or \ncommerce among the several States, or with foreign nations, is hereby declared to \nbe illegal.”  Sherman Anti-Trust Act § 1, 15 U.S.C.S. § 1 (LEXIS through Pub. L. No. \n110-25).  The North Carolina Supreme Court has noted that “the body of law \napplying the Sherman Act, although not binding [on North Carolina courts] in \napplying G.S. 75-1, is nonetheless instructive in determining the full reach of that \nstatute.”  Rose v. Vulcan Materials Co., 282 N.C. 643, 655, 194 S.E.2d 521, 530 \n(1973).  Both the federal and state cases make clear that the Court’s primary focus \nin determining whether a conspiracy is prohibited by section 75-1 should be the \nimpact of the conspiracy on the competitive environment.  In Standard Oil Co. of \nNew Jersey v. United States, 221 U.S. 1 (1911), the United States Supreme Court \nconstrued the Sherman Act to reach the following: \n[A]ll contracts or acts which were unreasonably restrictive of \ncompetitive conditions, either from the nature or character of the \ncontract or act or where the surrounding circumstances were such as to \njustify the conclusion that they had not been entered into or performed \nfor the legitimate purpose of reasonably forwarding personal interest \nor developing trade, but on the contrary were of such a character as to \ngive rise to the inference or presumption that they had been entered \ninto or done with the intent to do wrong to the general public and to \nlimit the right of individuals, thus restraining the free flow of \ncommerce and tending to bring about the evils, such as enhancement \nof prices, which were considered to be against public policy. \n \n221 U.S. at 58; see also United Roasters, Inc. v. Colgate-Palmolive Co., 485 F. Supp. \n1041, 1049 (E.D.N.C. 1979) (applying North Carolina law and noting that “[c]ases \napplying the Sherman Act stress that the proper focus is upon the challenged \nrestraint’s impact on competitive conditions).  As Adam Smith observed, a system of \nmarket exchange is fueled by self-interest: \nGive me that which I want, and you shall have this which you want . . . \nit is in this manner that we obtain from one another the far greater \npart of those good offices which we stand in need of.  It is not from the \nbenevolence of the butcher, the brewer, or the baker, that we expect \nour dinner, but from their regard to their own interest.  We address \n \nourselves, not to their humanity but to their self-love, and never talk to \nthem of our own necessities but of their advantages. \n \nAdam Smith, An Inquiry into the Nature and Causes of the Wealth of Nations 15 \n(Edwin Cannan ed., Modern Library 1994) (1776).  In a market economy, \nindividuals and businesses are expected to pursue their own self-interest.  When \nthey do not, expectations are frustrated and competition suffers.  The pursuit of \npersonal interest is an important part of our economy, which the Supreme Court \nacknowledged by characterizing it as “legitimate” in the Standard Oil case.  See 221 \nU.S. at 58.  The specter of improper anticompetitive behavior is raised when firms \ncounterintuitively neglect their self-interest.        \n{18} Standard Oil also reflects the common law “rule of reason” that a \nconspiracy to restrain trade must operate to the prejudice of the public in order to \nbe actionable.  Indeed, a “combination is not objectionable if the restraint is such \nonly as to afford fair protection to the parties thereto and not broad enough to \ninterfere with the interest of the public.”  Rose, 282 N.C. at 656, 194 S.E.2d at 531.   \n{19} One of the clearest examples of an activity in restraint of trade is an \nagreement or conspiracy between competitors in an industry to fix prices.  In fact, “a \ncombination formed for the purpose and with the effect of raising, depressing, \nfixing, pegging, or stabilizing the price of a commodity in interstate or foreign \ncommerce is illegal per se” under the Sherman Act.  United States v. Socony-\nVacuum Oil Co., 310 U.S. 150, 223 (1940).  The concept of price fixing under the \nantitrust laws is very broad.  Explicit agreements to fix prices would clearly be \nillegal under the Sherman Act, “[b]ut so would agreements to raise or lower prices \nwhatever machinery for price-fixing was used.”  Id. at 222.                     \nC. \nANALYSIS \n{20} In this case, the machinery for price fixing came in the form of an \norchestrated effort to submit artificially high bids in response to a solicitation for \nbids from a state agency.  The factual record developed by the parties shows that \nthere is no genuine issue of material fact as to whether Defendants engaged in a \n \nconspiracy prohibited by section 75-1.  The Court’s conclusion is based on a careful \nreview of the record before it.   \n{21} In order for there to be a conspiracy, there must be an agreement to do an \nunlawful act.  Here, the record demonstrates that Defendants agreed with others to \nunlawfully restrain trade.  This was accomplished in two ways.  First, the \nStakeholders Group submitted an inaccurate reasonable rate survey to DENR.  \nSecond, NCESPA characterized the survey as representing “fair market rates” and \nstrongly encouraged members to quote those rates to DENR during the RFP.   \n1. \nSURVEY \n{22} This Court has already observed that “Defendants . . . conceded during oral \narguments [on the motion to dismiss] that for the most part they knew that the \nrates they provided on the surveys were false.”  McClure I, 2004 NCBC 8 ¶ 14.  \nDefendant Bateman was one of nine industry representatives who “agreed to take \nthe lead in developing proposed new rates and backup that will be presented to \nDENR.”  (McClure Aff. Ex. 6.)  From its earliest days, the leaders of the \nStakeholders Group were concerned that the new rates would adversely affect the \nbottom lines of environmental service providers.  In a November 28, 2001 e-mail to \nthe Stakeholders Group, Bateman said “[t]he time has come for us to help ourselves \n. . . .  In case you haven’t calculated, the new rates [which DENR planned to \nimplement on January 1, 2002] will result in a net decrease to those who perform \nwork in the program.”  (Bateman Dep. Ex. 10, May 30–31, 2006.)   \n{23} The leaders of the Stakeholders Group knew that “DENR is required to \nconsider typical billing rates when determining what is reasonable and necessary.”  \n(McClure Aff. Ex. 3.)  However, Defendants were part of an agreement to use the \nsurvey results not to reflect true market rates, but to present DENR with a set of \nrates that were above market.  They were of the opinion that “[c]ompetition is \nhealthy, but in some way this industry’s competitiveness has been destructive.”  \n(McClure Aff. Ex. 8B.)  Defendants sought to curb this destructiveness by \ncoordinating the industry’s response to the survey and subsequent RFP.  While the \n \nsurvey was out, McClure reminded the Stakeholders that “the reasonable rate \ndocument will be your checkbook for at least a year if not more.”  (Bateman Dep. Ex. \n9.)  When asked if there was “any effort to make sure that the rates that were \nreported were genuine market rates,” Bateman responded that “the purpose of the \nsurvey was to find out what the market rates were,” but did not otherwise indicate \nthat any measures were taken to ensure the accuracy of the survey.  (See Bateman \nDep. 38: 7–11.)   \n{24} After the survey results were returned, representatives of several \nenvironmental consulting firms, including CBM president Ken Czoer, met to review, \ncompile, and refine responses to the survey.  (McClure Aff. ¶ 3.)  After removing the \noutliers, the group rounded most of the averages upward.  (McClure Aff. ¶ 4.)  The \nsurvey results were characterized as “fair market rates” and submitted to DENR on \nJanuary 11, 2002.  (McClure Aff. Ex. 43; Bateman Dep. Ex. 18.)  Defendant \nBateman agreed with the characterization of the survey results and the submission \nto DENR.  (Bateman Dep. 133:5.)   \n{25} Scott Ryals, an employee of the Trust Fund Branch for the Underground \nStorage Tank Section of DENR’s Division of Waste Management testified that “[t]he \nrates in the survey provided to DENR in January 2002 were approximately forty \npercent (40%) higher than the RRD then in effect,” not including the twenty percent \nmarkup that NCESPA was requesting be added to the rates provided. (Ryals Aff. ¶ \n8.)   \n{26} The survey was not what it purported to be.  It was presented to NCESPA \nmembers and DENR as a survey of “fair market rates,” but actually presented \nabove market rates.  As shown below, the survey results were attached to an e-mail \nsent to NCESPA members in advance of the RFP (McClure Aff. Ex. 43) and were \nthe basis of bids submitted to DENR by various firms.   \n2. \nBROADCAST E-MAILS \n{27} The second aspect of the conspiracy was an agreement and scheme on the \npart of Defendants and others to have firms submit bids at the “fair market” rates \n \ndetermined by NCESPA as a result of the survey.  This was accomplished by \nsending e-mails to environmental service providers (“ESPs”) in advance of a bidding \nprocess for the state lead contract.  Defendant Bateman was part of the group \nresponsible for drafting these e-mails (see McClure Aff. Exs. 13–42 (series of e-mails \nbetween NCESPA directors discussing the broadcast e-mail)) and ultimately gave \nher approval to the final version (McClure Aff. Ex. 42 (stating “I am in, send it”)).  \nThere is ample evidence in the record demonstrating that the intent of the e-mail \nwas to unite ESPs in an effort to present bids that were driven by the NCESPA \nsurvey, not by market forces or the self-interest of the individual firms competing \nfor the contract.  The board believed that DENR’s ulterior motive in issuing the \nRFP was to use the bids as data in creating a new RRD.  John Hill stated early on \nthat “[m]y opinion is they are looking for backup material for STF reasonable rates.”  \n(McClure Aff. Ex. 9.)  McClure agreed that  \n \nthey will certainly use any rates they receive on this as ammunition \nagainst us for Reasonable Rate Document discussions.  It will also \nvalidate their belief that in the end they can divide us by pitting us \nagainst us in a bidding war.  In my opinion, the best thing that could \nhappen would be for noone [sic] to respond to this.   \n \n(McClure Aff. Ex. 9.)  The first line of the broadcast e-mail seemed to discourage \nany response at all by warning ESPs that “the recent solicitation for State lead \ncontractors (RFP 16-N03001) by NCDENR may be in violation of the Mini-Brooks \nAct.”  (McClure Aff. Ex. 43.)  The Mini-Brooks Act restricts public works contracts \nfrom requiring bids for certain engineering and other work.  See N.C. Gen. Stat. § \n143-64.31 (LEXIS through 2007 legislation).  However, the directors had concluded \nprior to sending the e-mail that “[t]he solicitation itself is not in violation of Mini-\nBrooks.”  (McClure Aff. Ex. 19.)  Yet NCESPA never communicated this conclusion \nto its members.  (Bateman Dep. 104:11–12.)  Rather it left them with the \nimpression that DENR’s solicitation might have been illegal. \n \n{28} NCESPA treated the RFP not as a competitive bidding process, but as an \nopportunity to prove itself a formidable organization to DENR.  In an August 13, \n2002 e-mail to the board, McClure noted that  \nif any firms responds [sic] to this solicitation and submits prices at or \nbelow the current reasonable rate document, it will begin to undermine \neverything we are fighting for.  If a NCESPA member firm submits \nanything less than what we have proposed as reasonable rates, I think \nit severely undermines our position.  I think this is one of the first \ninstances where we will see if NCESPA has any teeth to it.  The \nresponse the State gets on this will go a long way in how they view us \nas an organization.   \n(McClure Aff. Ex. 13.)  McClure also believed that “[t]he best show of strength for \nour organization would be to have multiple firms submit the fair market rates \ndetermined by NCESPA.”  (McClure Aff. Ex. 33.)  Defendant Bateman also viewed \nthe RFP as a chance to prove NCESPA’s strength, noting in an August 15, 2002 e-\nmail that “I think they are watching to see how strong we will be.”  (McClure Aff. \nEx. 32.)  The broadcast e-mail ultimately stated that  \n \nNCESPA feels that submittal of costs that are below fair market rates \nunder this solicitation or any similar solicitation could ultimately be \nused in development of the reasonable rate document (RRD).  When \nconsidering your response to this solicitation, we strongly encourage \nour members to keep these points in mind along with the considerable \namount of work performed by NCESPA with respect to the RRD.  The \nfair market rates researched and developed by NCESPA are attached \nto this e-mail. \n \n(McClure Aff. Ex. 43.)  The “fair market rates” came from the survey, which had \nbeen manipulated.   \n{29} The intent of the e-mail was to influence the bids submitted by ESPs to the \nState.  The NCESPA rates were attached to the e-mail.  Language in the e-mail \nimplied that if a firm pursued its self-interest by bidding lower than the NCESPA \nrates, that firm would be hurting the entire industry.   \n{30} The drafters of the broadcast e-mail knew they were on thin ice and were \naware of the shadow cast by the antitrust laws.  At the NCESPA interim board of \n \ndirectors meeting on May 7, 2002, the group “discussed the need for a disclaimer \nabout price fixing before each meeting”  (Bateman Dep. Ex. 15), but never approved \nsuch a disclaimer (Bateman Dep. 53: 21).  An early draft of the broadcast e-mail \nstated, “NCESPA advises its non-engineering services providers who wish to \nrespond to submit the reasonable rates researched and endorsed by NCESPA.”  \n(McClure Aff. Ex. 16.)  John Hill advised the directors to “LET US be very careful.  \nThis is an open bid and we can not [sic] go around talking about rates or how we \nshould respond.”  (McClure Aff. Ex. 10.)  Keith Anthony was concerned that “we \nmight come off as looking like we are all in collusion by all of us (NCESPA) sending \nin the same rate structure or even suggesting as much in an e-mail or worse yet the \nweb site.”  (McClure Aff. Ex. 14.)  McClure brushed aside these concerns, asking “so \nwhat if we get accused of collusion?  Is that a bad thing?  It shows that we are \nstrong and united as a group.”  (McClure Aff. Ex. 16.)  He went on to say, “I doubt \nvery seriously that the State will attempt to sue anyone over this.”  (McClure Aff. \nEx. 16.)   \n{31} The language was ultimately softened.  The e-mail “strongly encouraged” \nmembers to remember “the considerable amount of work performed by NCESPA \nwith respect to the RRD.”  (McClure Aff. Ex. 43.)  Members were reminded that \n“[t]he fair market rates researched and developed by NCESPA are attached to this \ne-mail.”  (McClure Aff. Ex. 43.)  Although the final e-mail does not explicitly direct \nmembers to submit the NCESPA rates, the implication is clear.  The drafters \nintended to imply as much as possible without overtly telling members what rates \nto submit, as indicated by the following comment by Pete Byers:  “In addressing \nJohn’s comments regarding telling nonengineering firms to respond to the RFP with \nthe NCESPA rates, I feel we can accomplish this by informing them of these rates \nand how they were obtained . . . . However, I would lean away from telling anyone \nwhat rates to submit.”  (McClure Aff. Ex. 29.)  Defendant Bateman advocated edits \nthat would “steer us further away from discussing rates, markups, and providing a \nfresh copy of the rates.”  (McClure Aff. Ex. 34.)  It was not necessary to explicitly tell \nfirms to submit the NCESPA rates because “[t]he work and rates are known by \n \nthose to whom we will send this message.”  (McClure Aff. Ex. 34.)  In the final draft, \nMcClure “tried to soften this proposal . . . while still getting our point across.”  \n(McClure Aff. Ex. 33.)  The point was to get multiple firms to submit the NCESPA \nrates.  Overall the board was oblivious to the possible consequences of their actions.  \nAny concerns over collusive behavior were quickly brushed aside as the board \nagreed to transmit the broadcast e-mail.    \n{32} Bateman approved the final draft of the broadcast e-mail.  (McClure Aff. \nEx. 42.)  She testified that before she gave her approval, she consulted with Morris \nCaddell, a Charlotte attorney who frequently advised CBM on a number of issues, \nand forwarded to him a series of e-mails between the NCESPA directors which \nincluded the proposed broadcast e-mail.  According to Bateman, “Morris told me \nthat he saw no problem with what was being proposed as far as sending out . . . the \nbroadcast e-mail.”  (Bateman Dep. 192: 18–20.)  She did not approve the broadcast \ne-mail until after she heard from Mr. Caddell because she “wanted his opinion \nbefore [she] entered into any discussions related to this or agreed to send out any \nbroadcast e-mails.”  (Bateman Dep. 193: 8–10.)  But Mr. Caddell testified that the \npurpose of his conversations with Bateman regarding the e-mails was to advise her \non a course of action for CBM alone.  (Caddell Dep. 17:2–6.)  According to Caddell,  \n \nIt was more of a conversation about what would be the issues, because \nI would have had to do some in-depth research to actually give a legal \nopinion, a final yay or nay on whether or not it was legally valid to \nsend it [the broadcast e-mail] out or not, and I had not done that kind \nof research.  And I didn’t think I was being requested to, but again, I \nthink it was more just general sort of bringing me up to speed that . . . \n[the broadcast e-mail was] being kicked around, but it probably wasn’t \ngoing to go out.   \n \n(Caddell Dep. 16: 15–25.)   \n{33} Some of the most compelling evidence of the NCESPA board’s agreement \nto restrain trade comes after the broadcast e-mail was sent and firms began to \nrespond to the RFP.  First, the board members’ firms submitted the NCESPA rates.  \nIn a September 6, 2002 e-mail to the board, Defendant Bateman notified them that \n \nshe was “going to send the NCESPA rates plus 20%.”  (McClure Aff. Ex. 55B.)  \nKeith Anthony responded that “I too am submitting the NCESPA rates plus 20%.”   \nAccording to Bateman, she notified the others of the amount of her bid because the \nbid was submitted to DENR “for informational purposes only.”  (Bateman Dep. Ex. \n34.)  This informational bid was sent to DENR, but CBM requested that DENR \nreturn it unopened because DENR had clarified issues regarding the Mini-Brooks \nAct in the interim.  (Bateman Dep. 147: 3–10.)  Bateman instructed CBM employee \nKim Freeman “[t]o remove the letter stating that it was a non-bid and re-submit it \nin the bid package as required.”  (Bateman Dep. 177: 4–9.)  The consequence of all \nthis is that Bateman had informed the other NCESPA board members how CBM \nwas going to respond to the RFP.  (\nSee Bateman Dep. 149: 10–13.)     \n{34} Other firms clearly got the message that they were to use the NCESPA \nrates.  Representatives from two firms even called McClure to ask whether to use \nthe proposed NCESPA rates or the proposed rates plus 20%.  (McClure Aff. Ex. 44.)  \nThese inquiries indicate that at least some member firms’ submissions were guided \nby the NCESPA rates, rather than their professional judgment as to what rate \nwould be best for their business and give them the best chance of obtaining the \nstate lead contract.   \n{35} The NCESPA board clearly did not want members to pursue their self-\ninterest as they normally would in a competitive environment.  After the bidding \nhad opened, McClure wanted to obtain the bid results in order to find out what \nmembers had bid.  He stated that “[i]f some firms did go in and undermine our \nefforts, I think it would be good to know who is ‘on our team’ and in it for the long \nhaul and who is out for themselves and short term gain.”  (McClure Aff. Ex. 57.)  In \na competitive market, there are no “teams” of firms.  Rather, firms are supposed to \nbe “out for themselves.”  Defendant Bateman agreed with McClure that it would be \na good idea to try and obtain the bids through the Freedom of Information Act or \nother public records laws.  (Bateman Dep. 164:16 (stating “I did not disagree with \ngetting the FOI”).)  Keith Anthony said that “I submitted the NCESPA rates and I \nwant to know what members lowballed it.”  (McClure Aff. Ex. 63.)  Bateman \n \ntestified that she believed she was tasked with requesting the bid information \nunder the Freedom of Information Act, although the actual request may have been \nsent in by someone else.  (Bateman Dep. 164: 3–6.)     \n{36} All of this evidence leads to the conclusion that the NCESPA board, \nincluding Defendant Bateman and her company, CBM, entered into an agreement \nto restrain trade as that phrase has been defined by the courts.  As a result of the \nbroadcast e-mails, the bidding process for the state lead contract was not \ncompetitive.  Firms were essentially told what rates to submit.  Those that did not \nsubmit these rates were branded traitors to the cause, and were sought out by the \nNCESPA leadership for retribution.  The cases make clear that an agreement to \nraise or lower prices violates the antitrust laws “whatever machinery for price fixing \nwas used.”  Socony-Vacuum, 310 U.S. at 222.  Here, the machinery consisted of an \ninflated survey of purportedly “fair market” rates and a coercive e-mail encouraging \nmembers to submit those rates.   \n{37} The term “restraint of trade” is broad enough to include collusively \nproviding false market data that will be used to set prices.  In Knevelbaard Dairies \nv. Kraft Foods, Inc., 232 F.3d 979 (9th Cir. 2000), the plaintiff milk producers \nclaimed that the defendant cheese makers conspired to depress the prices they paid \nfor milk produced in California.  Id. at 982.  In that case, the California Department \nof Food and Agriculture used the bulk cheese price from the National Cheese \nExchange in its formula for setting the minimum price for California milk.  Id.  The \ncheese makers allegedly rigged the price for bulk cheese in order to both decrease \nthe cost of bulk cheese and California milk.  Id.  The Ninth Circuit reversed the \nDistrict Court’s order dismissing the plaintiff milk producers’ claims.  The court \nnoted that “[r]estrictions on price and output are the paradigmatic examples of \nrestraints of trade that the Sherman Act was intended to prohibit.”  Id. at 986 \n(quoting NCAA v. Board of Regents, 468 U.S. 85, 107–8 (1984)).   \n{38} In Socony-Vacuum, prices of gasoline sold by major oil companies were \ncontrolled by spot market prices.  The oil companies engaged in buying programs \nthat “at least contributed to the price rise and the stability of the spot markets, and \n \nto increases in the price of gasoline sold in the Mid-Western area during the \nindictment period.”  Id. at 219.  In Socony-Vacuum, “[c]ompetition was not \neliminated from the markets; but it was clearly curtailed, since restriction of the \nsupply of gasoline, the timing and placement of the purchases under the buying \nprograms and the placing of a floor under the spot markets obviously reduced the \nplay of the forces of supply and demand.”  Id. at 220.  Justice Douglas also noted \nthat  \nprices are fixed . . . if the range within which purchases or sales will be \nmade is agreed upon, if the prices paid or charged are to be at a certain \nlevel or on ascending or descending scales, if they are to be uniform, or \nif by various formulae they are related to the market prices.  They are \nfixed because they are agreed upon.  And the fact that . . . they are \nfixed at the fair going market rate is immaterial.  For purchases at or \nunder the market are one species of price-fixing. \n  \nId. at 222.   \n{39} Defendants’ actions are a restraint of trade as that term is defined in the \nKnevelbaard Dairies and Socony-Vacuum cases.  Defendants participated in \ndrafting and approving the transmission of an e-mail to a number of ESPs that \nwere going to be participating in a state lead contract.  The intent of this e-mail was \nto influence the prices the firms submitted.  The evidence shows that a number of \nfirms, including Defendant CBM, submitted the NCESPA rates, rather than a rate \nthey determined to be in their best interest.  As noted above, the NCESPA rates \nwere inflated.  But as \nSocony-Vacuum makes clear, Defendants’ acts would still be \nin restraint of trade even if the survey was an accurate reflection of the fair market \nrates.  Competition consists of firms pursuing their self-interest and submitting \nbids that will give them the best chance of obtaining the contract.  When all firms \nget together beforehand and agree to submit similar prices, competition is stifled.  \nIn her deposition, Defendant Bateman noted that CBM submitted a bid because “it \nwas real prices for real work, and I wanted them to look at it,” not because she \nthought CBM would be awarded the contract.  (See Bateman Dep. 317:16–17.)  One \nof her reasons for submitting the bid was so that it would be before DENR in the \n \nevent they used the bids to create the new RRD.  (Bateman Dep. 317:23–318:1.)  \nThe bid ultimately submitted by CBM was based on the NCESPA rates, rather than \nthe rates CBM was then charging its customers, as reflected in the following \nexchange from Bateman’s deposition: \nQ. Why in your second submission did you not submit the CBM rates? \nA. Because we submitted the NCESPA rates.  They were reasonable for \nthe work that was going to be done supposedly. \nQ. But they were not your rates at the time? \nA. That’s right. \n(Bateman Dep. 246:15–21.)  Here, the State was deprived of competition in the \nRFP and provided with inflated bids in order to affect DENR’s determination of the \nRRD. \n{40} Defendant Bateman was a participant in the conspiracy.  Throughout her \ndeposition, she claims to have disagreed with the thoughts and attitudes of her \nfellow board members on many occasions; but on no occasion does she appear to \nhave made her disagreement known to the board or anyone else.  Furthermore, she \nwas complicit in the board’s actions by assenting to them, giving her seal of \napproval, and in some cases helping to carry the board’s plans into action.  There \nare several examples of this pattern. \n{41} On May 17, 2002, Bateman sent an e-mail to the new NCESPA group that \nincluded a letter from NCESPA president Darin McClure (Bateman Dep. Ex. 16.)  \nIn the letter and as noted above, McClure stated that “[c]ompetition is healthy but \nin some ways this industry’s competitiveness has been destructive.”  (Bateman Dep. \nEx. 16.)  The letter was from McClure but also included the names and telephone \nnumbers of the NCESPA board of directors, including Bateman.  When asked \nwhether the board approved the letter, Bateman responded “I don’t know that we \nwent through a formal board meeting for approval.”  (Bateman Dep. 54: 17–20.)  \nShe also testified that she disagreed with McClure’s choice of words that \ncompetition had been destructive in the ESP industry.  (Bateman Dep. 54:25–55:7.)  \nBateman testified that she “probably” voiced her concerns, but couldn’t recall \n \nspecifically whether she made her concerns known.  (Bateman Dep. 55: 8–12.)  \nDespite “absolutely” disagreeing with McClure’s statement, Batemen sent the e-\nmail anyway, with her name and telephone number listed at the bottom.  (See \nBateman Dep. 56: 7–11.)   \n{42} Bateman also testified that she disagreed with a number of things said in \ne-mails between NCESPA board members in August of 2002.  On August 13, \nMcClure wrote that  \n \nif any firms responds [sic] to this solicitation and submits [sic] prices at \nor below the current reasonable rate document, it will begin to \nundermine everything we are fighting for.  If a NCESPA member firm \nsubmits anything less than what we have proposed as reasonable \nrates, I think it severely undermines our position.  I think this is one of \nthe first instances where we will see if NCESPA has any teeth to it.  \nThe response the State gets on this will go a long way in how they view \nus as an organization.   \n \n(McClure Aff. Ex. 13.)  Once again, Bateman testified that she disagreed with these \nstatements.  (Bateman Dep. 119:5–25.)  However, the next e-mail in the record \nfrom Bateman to the NCESPA board (Bateman Dep. Ex. 26) contains no \nstatements that she disagreed with the writings of McClure and others.  Bateman \ntestified that she disagreed with the ideas being discussed in the e-mails, but \ncouldn’t recall where she voiced her disagreement.  (Bateman Dep. 120: 11–19.)  \nBateman also testified that she disagreed with Keith Anthony’s statements \nreflecting his anger at firms who had “low-balled” the bid.  However, she didn’t \nknow whether she responded to his e-mail or if she communicated her \ndisagreement to any other members of the board.  (Bateman Dep. 169: 4–14.)   \n{43} Bateman’s counsel asked her, “do you know of any rule or requirement by \nNCESPA or any other organization that you belong to that you have to agree or \ndisagree with statements made by someone else in writing, verbally, or otherwise?”  \n(Bateman Dep. 186: 18–22.)  Bateman responded in the negative.  (Bateman Dep. \n186: 23.)  Although such a requirement may not have been in place, Plaintiffs’ \nMotion for Summary Judgment requires the Court to evaluate the evidence before \n \nit.  Bateman has testified that she disagreed with various acts of NCESPA board \nmembers, but her actions are not in conformity with such disagreement.  Bateman \nhas presented the Court with no documents reflecting her disagreement.  In her \ndeposition testimony, she is unable to specify when or if she made her disapproval \nknown to the rest of the board.  Most troubling of all, Bateman approved the \nNCESPA board’s actions in spite of her disagreement.  She sent the e-mail to \npotential NCESPA members along with the letter from McClure, and allowed her \nname to be included on the letter stating that competition in the ESP industry had \nbeen destructive.  She approved the transmission of the broadcast e-mail and its \nrecommendation to use the NCESPA rates despite her concerns about collusion.  \nShe submitted CBM’s bid with the NCESPA rates in compliance with the \nconspiracy.  She took part in the efforts to locate firms who low-balled the bid.  The \nrecord here clearly indicates that Bateman and CBM participated in the conspiracy.   \n{44} Furthermore, the conspiracy they helped advance injured the public.  A \nconspiracy to restrain trade must operate to the prejudice of the public in order to \nbe actionable.  In this case, the public was injured because a state agency was \ndeprived of a competitive bidding process as the result of an agreement between \nfirms in the environmental services industry.  There existed an intent to artificially \ninflate the RRD rates as well.  According to Dexter Matthews, Director of the \nDivision of Waste Management of DENR, the agency “was made aware if the \nallegations against certain companies surrounding their bids to the August 8, 2002 \nRFP, but determined that it was in the best interest of DENR to move forward with \nthe information collected from the RFP, because comparison of the competitive \nmarket data collected from responses to the RFP to the RRD then in effect showed \nthat the rates needed to be adjusted downward to reflect market prices.”  (Matthews \nAff. ¶ 8.)  The “competitive market data” was comprised of the bids after the \ncollusive bids were removed.  However, Mr. Matthews concluded that even the \nnoncollusive bids were skewed upward because “the recipients of the emails who \nresponded to the RFP knew that there was a concerted effort to get engineering \nfirms not to respond and to get responding firms to submit inflated bids, and \n \ntherefore that competition for the contracts would likely be blunted.”  (Matthews \nAff. ¶ 9.)   DENR used upwardly skewed numbers to formulate the revised RRD, \nand was also damaged by the suppression of competitive bidding on the RFP.   \n{45} The record also contains sufficient evidence to conclude that there was \ninjury as a result of the conspiracy.  Testimony indicates that a number of firms \nwould have submitted lower bids in the absence of a conspiracy.  McClure stated \nthat “[i]n the absence of concerns about DENR’s use of the responses to the RFP in \nformulating a new Reasonable Rate Document, Mid-Atlantic likely would have \nsubmitted at least some lower figures in response to that RFP than it ultimately \nsubmitted.”  (McClure Aff. ¶ 6, Ex. 12.)   \n{46} In sum, the facts show that there was a conspiracy in violation of section \n75-1 and 75-2.  Defendants Bateman and CBM have not presented the Court with \nany evidence to call these facts into question or to rebut the evidence of their \nparticipation in the conspiracy.  The existence of the conspiracy is admitted by the \nother conspirators.  The goal of the conspiracy was to artificially inflate the market \nprice information DENR used to set its rates for reimbursement and for state lead \nwork.  In short, the conspirators sought to inflate prices by artificially and \ndishonestly manipulating the information used to establish the RRD.     \n \nIV. \nDAMAGES \n{47} Based on the foregoing, DENR entered “into a contract which is or has \nbeen the subject of a conspiracy prohibited by G.S. 75-1 or 75-2 . . . .”  See N.C. Gen. \nStat. § 133-28(a).  The specific contracts DENR entered into were pursuant to the \nRFP, the bids for which were improperly influenced by NCESPA.  DENR awarded \ntwo contracts pursuant to the RFP, one to Force Environments Service Company, \nLLC and another to Geological Resources, Inc.  (Ryals Aff. ¶ 15.)  Under section 133-\n28(b), DENR is allowed to choose the measure of damages, which “shall be either \nthe actual damages or ten percent (10%) of the contract price which shall be trebled \nas provided in G.S. 75-16.”   \n \n{48} In this case, DENR has elected to recover ten percent of the contract price, \ntrebled.  (Mem. Supp. Pls.’ Mot. Summ. J. 23.)  The total contract price is equal to \nthe sum of the amounts paid under the Force Environmental and Geological \nResources contracts:   \n$852,008.37  Force Environmental Contract \n+     916,107.44  Geological Resource Contract \n    1,768,115.81  Total Contract Price \n \nTen percent of the total contract price is $176,811.58.  Trebled, this amount comes \nto $530,434.74.   \n{49} Thus, ten percent of the contract price trebled is $530,434.74.  This is the \namount owed to DENR under section 133-28.  The Court has no discretion to adjust \nthis amount.  Ten percent of the contract price is trebled “as provided in G.S. 75-\n16.”  N.C. Gen. Stat. § 133-28(b).  Section 75-16 states that “if damages are assessed \n. . . judgment shall be rendered in favor of the plaintiff against the defendant for \ntreble the amount fixed by the verdict.”  In \nMarshall v. Miller, 302 N.C. 539, 276 \nS.E.2d 397 (1981), the North Carolina Supreme Court concluded “that the \nLegislature intended trebling of any damages assessed to be automatic once a \nviolation is shown.”  \nId. at 547, 276 S.E.2d at 402.  Automatic trebling of damages \nleaves no room for judicial discretion.  Atl. Purchasers, Inc. v. Aircraft Sales, Inc., \n705 F.2d 712, 715 (4th Cir. 1983).   \n{50} Although the amount of damages is fixed by statute and the State’s \nelection thereunder, the Court must consider that a portion of the damages has \nalready been paid by some of the former Defendants in this action.  In a Consent \nDecree and Order of Dismissal dated December 13, 2004, Defendants McClure, \nProctor, and Mid-Atlantic agreed to pay civil penalties to the North Carolina \nDepartment of Justice and damages to DENR as follows: \n \nDefendant  Penalties  Damages  \nMid-Atlantic  $100,000  80,000 \nMcClure      60,000    \nProctor      10,000 \n \n \nThe damages amount paid by Mid-Atlantic included “$60,000 to resolve DENR’s \nstatutory damages claims under N.C.G.S. § 133-28.”  (Consent Degree and Order of \nDismissal Regarding Darin M. McClure, Thomas A. Proctor, and Mid-Atlantic \nAssociates, Inc., Dec. 13, 2004 § IV.)   \n{51} Defendants Shield Engineering and S&ME also entered into consent \ndegrees and each agreed to pay $60,000 to resolve DENR’s claims under section \n133-28.  (Ryals Aff. ¶ 16.)  Thus the total amount paid so far in satisfaction of the \n133-28 claims is $180,000.2  The amount remaining to be paid is as follows: \n$530,434.74 Ten percent of contract price, trebled \n-    180,000.00   Already paid in settlement \n       350,434.74  Remaining to be paid \n \nDENR is entitled to recover this amount from Defendants Bateman and CBM, who \nare jointly and severally liable as the only remaining defendants in this action.  The \nother defendants were free to negotiate settlements with the State.  The Mid-\nAtlantic group paid a total of $250,000 in settlement of the State’s claims for civil \npenalties and damages.  Shield and Anthony paid a total of $210,000.  S&ME, \nQuarles, and Einsman paid a total of $180,000.  Other defendants paid a total of \n$95,000 in settlement of the State’s claims for civil penalties.  The State may \nrecover the remainder of its statutory damages from Defendants Bateman and \nCBM.   \n \nV. \nCONCLUSION \n{52} Based on the foregoing, it is hereby ORDERED, ADJUDGED, and \nDECREED that Plaintiffs’ Motion for Summary Judgment is GRANTED.  Plaintiffs \nmay recover damages in the amount of $350,434.74 from Defendants Bateman and \nCBM and Judgment is hereby entered in favor of Plaintiff DENR in that amount.   \n                                                 \n2 In settling its section 133-28 claims with the Mid-Atlantic, Shield, and S&ME for $180,000, the \nState ensured it would recover at least ten percent of the contract price.   \n \n \nIT IS SO ORDERED, this the 19th day of July, 2007. \n \n  "
}