{
  "id": "982af22ad87306fa3d14b23e2d2dc72b3153789b59f9f2cdf77707727a4da4ff",
  "source_file": "data/raw/ncbc/982af22ad87306fa3d14b23e2d2dc72b3153789b59f9f2cdf77707727a4da4ff.pdf",
  "raw_text": "Insight Health Corp. v. Marquis Diagnostic Imaging of N.C., LLC, 2017 NCBC 89. \n \nSTATE OF NORTH CAROLINA \n \nBUNCOMBE COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n14 CVS 1783 \n \nINSIGHT HEALTH CORP. d/b/a \nINSIGHT IMAGING, \n \nPlaintiff, \n \nv. \n \nMARQUIS DIAGNOSTIC IMAGING \nOF NORTH CAROLINA, LLC; \nMARQUIS DIAGNOSTIC IMAGING, \nLLC; JOHN KENNETH LUKE; \nGENE VENESKY; and TOM \nGENTRY, \n \nDefendants. \n \n \n \n \n \n \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION IN LIMINE \n \n \n \n1. THIS MATTER is before the Court upon Plaintiff Insight Health Corp.’s  \n(“Insight”) Motion in Limine (the “Motion”) in the above-captioned case. \n2. After considering the Motion, the arguments of counsel for the parties at the \nSeptember 11, 2017 hearing on the Motion, and the briefs by the parties in support \nof and in opposition to the Motion, the Court hereby GRANTS in part and DENIES \nin part Insight’s Motion as follows. \nSmith Moore Leatherwood, LLP, by Marcus C. Hewitt and Jeffery R. \nWhitley, for Plaintiff Insight Health Corporation d/b/a Insight Imaging. \n \nRoberts & Stevens, P.A., by Wyatt S. Stevens, Ann-Patton Hornthal, and \nJohn D. Noor, for Defendants Marquis Diagnostic Imaging of North \nCarolina, LLC, Marquis Diagnostic Imaging, LLC, John Kenneth Luke, \nGene Venesky, and Tom Gentry. \n \nBledsoe, Judge. \n \n \n \n \nI.  \nFACTUAL & PROCEDURAL BACKGROUND \n3. This case is currently scheduled for trial commencing on November 6, 2017. \n4. The factual and procedural background of th e case is recited in detail in \nInsight Health Corp. v. Marquis Diagnostic Imaging of N.C., LLC, 2017 NCBC LEXIS \n14 (N.C. Super. Ct. Feb. 24, 2017).  The alleged facts and procedural history pertinent \nto the resolution of the present Motion are set forth below. \n5. This action concerns a lease agreement for a magnetic resonance imaging \n(“MRI”) scanner between Insight and Def endant Marquis Diagnostic Imaging of \nNorth Carolina, LLC (“MDI -NC”).  Insight also asserts claims against Marquis \nDiagnostic Imaging, LLC (“MDI”), John Kenneth Luke (“Luke”), and Gene Venesky \n(“Venesky”) (collectively, with MDI-NC, the “Defendants”).  MDI is the sole member \nof MDI -NC and several related entities, and Luke and Venesky are the only \nmembership interest holders in MDI. \n6. The focal point  of Insight’s lawsuit is a leasing agreement (the “MRI \nAgreement”) Insight entered into with MDI -NC in mid -2012, under which Insight \nprovided MDI-NC with a  Siemens Espree MRI scanner, support staff, and services \nfor a monthly fee.  Insight Health Corp. v. Marquis Diagnostic Imaging of N.C., LLC, \n2017 NCBC LEXIS 14, at *5–6 (N.C. Super. Ct. Feb. 24, 2017).  A little more than a \nyear after the parties entered into the agreement, MDI-NC ceased its operations and \nsold its assets to another company.  Id. at *8.  Consequently, MDI-NC stopped using \nInsight’s MRI scanner and stopped making payments under the MRI Agreement.  Id. \n \n \n7. Insight contends that none of the $1.15 million MDI-NC realized as a result \nof this asset sale was used to make further payments owed to Insight.  As a result, \nInsight brings claims against MDI-NC for breach of contract and unfair or deceptive \ntrade practices under N.C. Gen. Stat. § 75-1.1.  Insight also contends that MDI, Luke, \nand Venesky are liable for its damages, bringing claims against the parent LLC and \nthe individual defendants for breach of fiduciary duty and constructive fraud and \nasking the Court to pi erce MDI-NC’s corporate veil in order to  hold all Defendants \nliable for successful claims against MDI-NC.1 \n8. In response to Insight ’s instigation of this litigation, Defendants asserted \naffirmative defense s and counterclaims against Insight relati ng to a series of \nnegotiations between the parties th at predated the MRI Agreement.  According to \nDefendants, i n 2011, Insight had expressed to Luke and Venesky its interest in \nbuying MDI-NC’s assets.  Id. at *3.  Negotiations regarding the potential deal  (the \n“Failed Asset Purchase”)  continued on until mid -2013, at which point  negotiations \nbroke down, and MDI-NC’s assets were eventually sold to another entity.  Id. at *3–\n8.  Defendants claimed that the Failed Asset Purchase and the MRI Agreement were \nrelated agreements and brought counterclaims for fraud in the inducement and \nunfair or deceptive trade practices against Insight based upon its failure to go forward \nwith the Failed Asset Purchase.  Defendants also claimed Insight’s failure to buy \n                                                 \n1 Insight also brought claims against Defendants for fraudulent transfer under N.C. Gen. \nStat. § 39-23 et seq. and wrongful distribution and personal liability under former N.C. Gen. \nStat. § 57C-4-06 et seq.  Insight Health Corp., 2017 NCBC LEXIS 14, at *10.   Insight later \nvoluntarily dismissed these claims.   (Partial Voluntary Dismissal & Withdrawal Certain \nClaims Without Prejudice 1, ECF No. 182.)   \n \n \nMDI-NC’s asse ts gave rise to several affirmative defenses that extinguished any \nobligations Defendants had under the MRI Agreement. \n9. In an Order and Opinion dated February 24, 2017, the Court found \nDefendants’ affirmative defenses to be legally deficient, dismissed Defendants’ \ncounterclaims, and granted summary judgment for Insight on  its breach of contract \nclaim.  See generally id.   In so ruling, the Court found that the “undisputed facts \nshow[ed] that the Insight MRI Agreement was a separate transaction” from the \nFailed Asset Purchase and that “Insight was not bound to the terms proposed for the \n[Failed Asset Purchase.]”  Id. at *27. \n10. In that same Order and Opinion, the Court ruled on a motion by Insight to \nexclude certain testimony from Defendants’ expert witness, Marcus Hodge (“Hodge”).  \nOriginally, Hodge was expected to testify as to (1) MDI -NC’s damages, (2) Hodge’s \nown calculation of Insight’s damages, and (3) Hodge’s critiques of Insight’ s expert’s \ncalculations regarding Insight’s damages.   Id. at *38.   Defendants then withdrew \nHodge’s proposed calculation of Insight’s damages and have not since indicated they \nintend to offer the calculation  at trial.  With the Court’s subsequent  dismissal of \nDefendants’ claims against Insight, the Court concluded that Hodge woul d serve \nprimarily as a rebuttal expert and would not testify regarding MDI -NC’s damages.2  \nId. at *39, *47.  Additionally, the Court concluded that Hodge would be able to \ndiscuss, as part of his critique of Insight’s expert testimony, Insight’s expert’s failure \nto include  in his calculations  revenue Insight received from a lease agreement \n                                                 \n2 The Court did not rule on the admissibility of the voluntarily withdrawn testimony. \n \n \namendment Insight entered into following MDI -NC’s breach of contract (the \n“Springfield Amendment”).   Id. at *43.   The Court excluded, however, Hodge’ s \nopinions “regarding additional mitigating revenue under, or the unreasonableness of \nthe amount of revenue under, the Springfield Amendment[.]”  Id. at *43–44.  \n11. Insight’s Motion asks the Court to bar Defendants from introducing \n(1) evidence or argument re lating to the Failed Asset Purchase , including  the \nnegotiations leading up to it, (2) expert witness testimony or opinions calculating or \nquantifying Insight’s damages, and (3) any portions of an expert report that \nquantifies or calculates Insight’s damages or asserts damages sustained by MDI-NC \ndue to the Failed Asset Purchase. \nII.  \nLEGAL STANDARD \n12. “A motion in limine  seeks pretrial determination of the admissibility of \nevidence to be introduced at trial.”  State v. Britt, 217 N.C. App. 309, 313, 718 S.E.2d \n725, 728 (2011).  The Court’s ruling on motions in limine is interlocutory and “subject \nto modification during the course of the trial.”  Hamilton v. Thomasville Med. Assocs., \n187 N.C. App. 789, 792, 654 S.E.2d 708, 710 (2007)  (quoting Heatherly v. Indus. \nHealth Council, 130 N.C. App. 616, 619, 504 S.E.2d 102, 105 (1998)). \n \n \nIII.  \nANALYSIS \nA. Evidence of the Failed Asset Purchase \n13. Insight first asks the Court to exclude evidence or testimony about the \nFailed Asset Purchase as irrelevant under Rules 401 and 402 of the North Carolina \nRules of Evidence.  Defendants contend they should be allowed to introduce evidence \nof the Failed Asset Purchase to give the jury context for the breach of the MRI \nAgreement—particularly context  about Defendants’ rationale for breaching the \nagreement.  Defendants appear to forecast that they wish to introduce this evidence \nto convince the jury that, among other things,  they did not refuse to pay Insight in \nbad faith but legitimately thought they had a legal right not to  do so.  Defendants \nalso argue that evidence of the Failed Asset Purchase explains the financial condition \nof MDI-NC leading up to the breach of the MRI Agreement. \n14. North Carolina Rule of Evidence 402 broadly proclaims that, unless barred \nby specific limitations , “[a]ll relevant evidence is admissible[.]”  N.C. R. Evid. 402.  \nIrrelevant evidence, on the other hand, is always inadmissible.  Id.  Evidence is \nconsidered relevant if it has “any tendency to make the existence of any fact that is \nof consequence to the determination of [an] action more probable or less probable[.]”  \nN.C. R. Evid. 401.  Thus, trial judges are given “great freedom to admit evidence . . . if \nit has any logical tendency to prove any fact that is of consequence.”  State v. Wallace, \n104 N.C. App. 498, 502, 410 S.E.2d 226, 228 (1991) .  In this case, the Court believes \n \n \nevidence of the Failed Asset Purchase may be relevant to some, but not all, of Insight’s \nclaims. \n1. Breach of Fiduciary Duty \n15. To begin with, evidence of the Failed Asset Purchase is not relevant to \nInsight’s claim for breach of fiduciary duty.   \n16. When an LLC finds itself in circumstances amounting to a winding -up or \ndissolution, the managers of the  LLC owe a fiduciary duty to the LLC’s creditors to \ntreat members of the same creditor class fairly and equally.  Keener Lumber Co. v. \nPerry, 149 N.C. App. 19, 33, 560 S.E.2d 817, 827 (2002) (citing Bassett v. Pamlico \nCooperage Co., 188 N.C. 511, 512, 125 S.E. 14, 14 (1924)); Old Battleground Props. v. \nCent. Carolina Surgical Eye Assocs., P.A., 2015 NCBC LEXIS 19, at *22 (N.C. Super. \nCt. Feb. 25, 2015).  In order to answer whether a manager breached this duty, a jury \nmust determine (1) if the manager owed a fiduciary duty to the plaintiff at any point \nin time, (2) if so, when that duty arose, and (3) whether or not that duty was breached, \nfor instance, by failing to treat all creditors of the same class equally on a pro rata \nbasis.  Keener Lumber Co., 149 N.C. App. at 33, 560 S.E.2d at 826–27.   \n17. The Court concludes that evidence about the Fail ed Asset Purchase is not \nrelevant to this inquiry.  At trial, the jury will have to determine whether a fiduciary \nrelationship existed between the parties and, if so, whether it was breached .  These \nquestions c oncern the legal reality of Defendants’ obliga tions and actions .  \nDefendants’ subjective belief that they owed no fiduciary duty to Insight  because of \nthe Failed Asset Purchase  does not change the objective nature of the parties’ \n \n \nrelationship.  In particular, facts about the Failed Asset Purchase do not make it more \nor less probable that MDI -NC was winding up, that Insight was a creditor of MDI -\nNC due to the MRI Agreement, or that Defendants failed to treat Insight equally with \nMDI-NC’s other creditors.  The Court will thus exclude as irrelevant evidence of the \nFailed Asset Purchase as it relates to Insight’s claim for breach of fiduciary duty. \n2. Constructive Fraud \n18. The Court also concludes evidence of the Failed Asset Purchase is not \nrelevant to Insight’s claim of constructive fraud. \n19. Constructive frau d, despite its name, is based on the existence of a \n“confidential relationship rather than a specific misrepresentation.”  Terry v. Terry, \n302 N.C. 77, 85, 273 S.E.2d 674, 678 –79 (1981).  To recover, a plaintiff must prove \n“facts and circumstances (1) which created [a] relation of trust and confidence, and \n(2) which led up to and surrounded the consummation of the transaction in which \n[the] defendant is alleged to have taken advantage of his position of trust to the hurt \nof [the] plaintiff.”  Id. at 85, 273 S.E.2d at 679.  “When the superior party in a fiduciary \nrelationship obtains a benefit through abuse of that relationship, the [injured party] \nmay recover for constructive fraud.”  BDM Invs. v. Lenhil, Inc., 2014 NCBC LEXIS 6, \nat *24 (N.C. Super. Ct. Mar. 20, 2014) (citing Forbis v. Neal, 361 N.C. 519, 529, 649 \nS.E.2d 382, 388 (2007)). \n20. Notably, a plaintiff’s success in proving constructive fraud hinges upon \nproving the existence of these facts and circumstances.  Keener Lumber Co., 149 N.C. \nApp. at 28, 560 S.E.2d at 823.  Evidence of the defendant’s in tent or mindset is not \n \n \nrequired.  See Miller v. First Nat’l Bank, 234 N.C. 309, 316, 67 S.E.2d 362, 367 (1951) \n(“Neither actual dishonesty nor intent to deceive is an essential element of \nconstructive fraud.” ).  Therefore, where the defendant has abused a fiduciary \nrelationship and obtain ed a benefit, the defendant’s rationale for doing so does not \noperate as a shield to liability.   \n21. To recover against Defendants, Insight must prove the existence of facts and \ncircumstances amounting to constructive fraud, but these facts and circumstances do \nnot include a culpable mindset on the part of Defendants.  Much as Defendants wish \nto introduce evidence of the Failed Asset Purchase to “explain their rationale” for \nfailing to pay Insight, (Resp. Opp’n Pl.’s Mot. Lim. 10, ECF No. 180), that subjective \nrationale does not make it more or less probable that  Defendants obtained a benefit \nfor themselves by breaching an alleged fiduciary duty to Insight .  Thu s, the Court \nconcludes evidence of the Failed Asset Purchase is not relevant to Insight’s claim for \nconstructive fraud. \n3. Piercing the Corporate Veil \n22. Piercing of the corporate veil is not a distinct legal theory of liability but an \nequitable doctrine by which a plaintiff may breach the shield of limited liability that \nthe corporate form typically provides .  Green v. Freeman , 367 N.C. 136, 146, 74 9 \nS.E.2d 262, 271 (2013).  North Carolina law allows a plaintiff to  disregard the \ncorporate form of its opponen t when the target corporation is in fact the “mere \ninstrumentality or alter ego” of another entity or individual .  Estate of Hurst v. \nMoorehead I, LLC , 228 N.C. App. 571, 577, 7 48 S.E.2d 568, 574 (2013).   Limited \n \n \nliability companies are also  vulnerable to this treatment.  Id. at 576, 7 48 S.E.2d at \n573.   \n23. Under the mere instrumentality rule, the corporate form of an LLC may be \ndisregarded where the defendant (1) controlled the conduct of the entity such that it \nhad no separate mind, will, or existence of its  own, (2) used that control “to commit \nfraud or wrong, to perpetrate the violation of a statutory or other positive legal duty, \nor a dishonest and unjust act in contravention of [the] plaintiff’s legal rights,” and (3) \nproximately caused the plaintiff’s injury.  Id. at 577–78, 748 S.E.2d at 574  (quoting \nGlenn v. Wagner, 313 N.C. 450, 455, 329 S.E.2d 326, 330 (1985)).  Factors that support \nthe first prong of this rule  include the inadequate capitalization of the controlled \nentity, non -compliance with the formalities required of the entity, complete \ndomination and control resulting in a lack of independent identity for the entity, and \n“excessive fragmentation of a single enterprise into separate” entities.  Glenn, 313 \nN.C. at 455 , 4 58, 329 S.E.2d at 330 –31.  Though the doctrine of piercing is an \nequitable one, the decision to disregard the corporate form ultimately rests on these \nfactual issues.  As such, it may be submitted to the jury.  Id. at 459, 329 S.E.2d at 333 \n(“Since the issue is one of fact, the trial court should take pains to spell out in its \ninstructions the specific factors to be considered in determining whether the \ncorporate entity should be disregarded.”) ; see N.C.P.I.-Civil 103.40  (Pattern Jury \nInstr. Comm. 2014) (instructing the jury that they may consider a multitude of factors \nin determining whether the plaintiff has proven the first prong of the mere \ninstrumentality rule).    \n \n \n24. In this case, it appears that evidence of the Failed Asset Purchase m ay be \nrelevant to Insight’s request to pierce the corporate veil, depending upon the evidence \nby which Insight seeks to acquire this relief .  At trial, the jury will be asked to \ndetermine whether MDI, Luke, and Venesky operated MDI -NC in such a way that \nMDI-NC had no separate mind, will, or existence of its own.   Depending upon what \nevidence Insight introduces in asserting MDI -NC was a mere instrumentality used \nby Defendants, the jury may be instructed that they may consider whether MDI-NC \nwas inadequately capitalized.   \n25. With regard to this factor, a  distinction is made between “inadequate \ncapitalization borne out of deception or fraud” and that resulting from a lack of \nfunding.  Cold Springs Ventures, LLC v. Gilead Scis., Inc. , 2015 NCBC LEXIS 1, at \n*25 (N.C. Super. Ct. Jan. 6, 2015) (citing Russell M. Robinson II, Robinson on North \nCarolina Corporation Law  § 2.10[2] (7th ed. 2002)).  Should Insight seek to argue \ninadequate capitalization weighs in favor of piercing the corporate veil, it appears to \nthe Court that the Failed Asset Purchase provides relevant context about MDI -NC’s \nfinances at the time MDI -NC failed to pay Insight under the MRI Agreement .  \nEvidence showing that MDI-NC experienced financial difficulties in part because of \nDefendants’ incorrect belief MDI-NC had a binding contract with Insight for an asset \npurchase may make it less probable that Defendants inadequately capitalized MDI -\nNC in an attempt to abuse the limited liability the LLC form offers.   \n26. In contrast, it does not appear to the Court that evidence of the Failed Asset \nPurchase is relevant to arguments seeking to pierce the corporate veil based solely \n \n \non Defendants’ domination and control of the LLC.  Based upon the forecast evidence, \nthe Court cannot conclude that evidence of the Failed Asset Purchase would make it \nmore or less probable that Defendants respected the formalities of operating an LLC, \ncompletely dominated MDI -NC, or excessively fragmented a single enterprise into \nmultiple entities.  These factors, which the jury may be instructed to consider, focus \nsolely on how Defendants operated MDI-NC and its sister entities.  As such, evidence \nof the negotiations surrounding the F ailed Asset Purchase appears to be irrel evant \nto any effort by Defendants to counter evidence of t heir domination and control of \nMDI-NC.  The Court reserves the right to revisit these determinations in light of the \nevidence developed at trial.  \n4. Unfair or Deceptive Trade Practices, N.C. Gen. Stat. § 75-1.1 \n27. Insight also brings a claim under N.C. Gen. Sta t. § 75 -1.1 for unfair  or \ndeceptive trade practices.  A prima facie claim under section 75-1.1 requires a \nplaintiff to prove (1) the defendant committed an unfair or deceptive act, (2) the act \nin question was in or affecting commerce, and (3) the act was the proximate cause of \nthe plaintiff’s injuries.  Dalton v. Camp, 353 N.C. 647, 656, 548 S.E.2d 704, 711 (2001).  \nWhen a section 75-1.1 claim is brought to trial, it is ordinarily “for the jury to \ndetermine the facts [as they relate to the claim], and based on the jury’s finding, the \ncourt [will]  then determine as a matter of law whether the defendant engaged in \nunfair or deceptive acts or practices in the conduct of trade or commerce.”  Hardy v. \nToler, 288 N.C. 303, 310, 218 S.E.2d 342, 346–47 (1975).   \n \n \n28. As a general rule, the plaintiff’s intent and conduct surrounding the section \n75-1.1 claim are irrelevant, and the defendant’s good faith is not a defense to an \nalleged violation—the crux of the claim is the effect of the defendant’s conduct  on \ncommerce.  Marshall v. Miller , 302 N.C. 539, 548, 276 S.E.2d 397, 403 (1981) (“If \nunfairness and deception are gauged by consideration of the effect of the practice on \nthe marketplace, it follows that the intent of the actor is irrelevant.”); Media Network, \nInc. v. Long Haymes Carr, Inc., 197 N.C. App. 433, 452, 678 S.E.2d 671, 683–84 (2009) \n(“[N]ot only is the defendant’s intent irrelevant when evaluating a [ section 75-1.1] \nclaim, the plaintiff’s intent and conduct [are] also irrelevant.”). \n29. As is frequent with  general r ules, however, exceptions are inevitable.  \nSection 75 -1.1 claims can be, and are, based upon a wide set of facts and \ncircumstances.  Bumpers v. Cmty. Bank of N. Va. , 367 N.C. 81, 88, 747 S.E.2d 220, \n226 (2013) (noting that section 75-1.1 is broad “and cove rs more than traditional \ncommon law proscriptions on tortious conduct” ).  As a result, a defendant’s motives \nmay become relevant under certain theories of liability under section 75-1.1.  \n30. For example, a defendant who intentionally breaches a contract does not, by \nthat action, commit a violation of section 75-1.1.  Id.  On the other hand, where a \nplaintiff shows not only an intentional breach but also that substantial aggravating \ncircumstances accompanied that breach, a claim for unfair or deceptive trade \npractices may lie.  Forest2Market, Inc. v. Arcogent, Inc., 2016 NCBC LEXIS 3, at *13 \n(N.C. Super. Ct. Jan. 5, 2016) (citing Branch Banking & Trust Co. v. Thompson, 107 \n \n \nN.C. App. 53, 62, 418 S.E.2d 694, 700 (1992) ).  These aggravating circumstances \ntypically include “forged documents, lies, and fraudulent inducements.”  Id. at *14. \n31. As a result, in a case where a plaintiff seeks to prove the existence of such \ncircumstances, evidence of a defendant’s state of mind  may be relevant —such \nevidence may  make it more or less probable  documents were forged, \nmisrepresentations were intentional, or other egregious factors accompanied a breach \nof contract.  See Taylor v. United States, 89 F. Supp. 3d 766, 773 (E.D.N.C. 2014) (“[A] \ndefendant’s conduct in exercising perceived rights . . . under a contractual agreement \nwith another party, even if allegedly contrary to the . . . terms of the agreement, does \nnot form the basis for a [ section 75-1.1] claim.” (emphasis added)), aff’d per curiam, \n602 F. App’x 570 (4th Cir. 2015) ; see also Broussard v. Meineke Disc. Muffler Shops , \n155 F.3d 331, 347 (4th Cir. 1998) (“The courts differentiate between contract and \n[section 75-1.1] claims, and relegate claims regarding the existence of an agreement, \nthe terms contained in an agreement, an d the interpretation of an agreement to the \narena of contract law.”).3   \n32. In short, a defendant’s intent or good faith does not prevent conduct from \nbeing unfair or deceptive under section 75-1.1, Marshall, 302 N.C. at 548, 276 S.E.2d \nat 403, and facts involving fraud, bad faith, or  deliberate acts of deception are  not \nnecessary to prove a section 75-1.1 claim, Edwards v. West, 128 N.C. App. 570, 574–\n75, 495 S.E.2d 920, 924 (1998) .  Nevertheless, where a plaintiff  opens the door by \n                                                 \n3 While this Court is not bound by federal precedent, it may consult federal case law as a \nsource of persuasive analysis and reaso ning.  Brown v. Centex Homes , 171 N.C. App. 741, \n744, 615 S.E.2d 86, 88 (2005). \n \n \n \nattempting to convince the jury such facts occurred in order to prove a section 75-1.1 \nclaim, a defendant should logically be able to introduce evidence that tends to show \nthe absence of those same facts.   The relevance of evidence about the defendant’s \nmotive or intent hinges on the underlying facts the plaintiff seeks to prove to the jury. \n33. At present, the Court is not prepared to conclude that evidence of the Failed \nAsset Purchase is irrelevant to Insight’s claim under section 75-1.1.  The theory by \nwhich Insight seeks to prove its unfair or deceptive trade practices claim is not yet \nconcrete.  Initially, Insight pleaded its section 75 -1.1 claim by alleging “Defendants \n[actions] . . . constitute[d] unfair and deceptive acts or practices \nbecause . . . [Defendants] deliberately transferred assets with the intent to hinder, \ndelay or defraud [MDI -NC’s] business creditors and to avoid satisfying a legitimate \ndebt[,]” and that Defendants “delayed the winding up and liquidation of the business \nand affairs of [MDI -NC] with the intent to defraud their business creditors.”  (Am. \nCompl. ¶¶ 79–80, ECF No. 61.)  Insight has since voluntarily dismissed its claims for \nfraudulent transfer and wrongful distribution and personal liability, but  Insight’s \nsection 75-1.1 claim continues to trial supported, in part, by the same facts underlying \nInsight’s successful breach of contract claim.  If Insight intends to argue Defendants’ \nactions were unfair or deceptive based on an improper motive or intent accompanying \nDefendants’ breach of contract, evidence of the Failed Asset Purchase may be relevant \nbecause such evidence may tend to rebut that alleged motive  or intent.  Therefore, \nthe Court , in the exercise of its discretion,  defers ruling on the admissibility of \n \n \nevidence of the Failed Asset Purchase as it relates to Insight’s section 75-1.1 claim \nuntil the presentation of evidence at trial. \n5. North Carolina Rule of Evidence 403 \n34. To the extent evidence of the Failed Asset Purchase is relevant, it will not \nbe excluded under Rule 403  at this point in the case .  Under Rule 403, relevant \nevidence may be e xcluded if its “probative value is substantially outweighed by” its \ntendency to unfairly prejudice a party, confuse the issues, mislead the jury, or unduly \nwaste the Court’s time.  N.C. R. Evid. 403.  Whether to exclude relevant evidence on \nthis ground “is  a matter left to the sound discretion of the trial court.”  State v. \nHoffman, 349 N.C. 167, 184, 505 S.E.2d 80, 91 (1998).  \n35. The Court concludes , in the exercise of its discretion,  that to the extent \nevidence of the Failed Asset Purchase is held to be relevant, its probative value is not \nsubstantially outweighed by the dangers Rule 403 guards against.  To the extent \nInsight seeks to allege liability -inducing motives on the part of Defendants, and to \nthe extent that evidence renders details about the Failed Asset Purchase relevant, \nDefendants should be allowed to provide contextual facts to explain their conduct.   \nNevertheless, in light of the Court’s dismissal of Defendants’ claims and affirmative \ndefenses against Insight, it appears to the Court that evidence or arguments \nimputing actual fraudulent or improper conduct to Insight in connection with the \nFailed Asset Purchase fail the balancing test of  Rule 403.  Defendants may explain \nthe basis for their incorre ct assumptions and beliefs  regarding their obligations to \nInsight when such evidence is relevant; they do not get another chance to litigate the \n \n \nclaims and affirmative defenses  the Court has dismissed .  The Court reserves the \nright to revisit these determinations in light of evidence developed at trial.  \nB. Expert Testimony \n36. At the September 11, 2017 hearing, the parties agreed that the provisions \nof Insight’s Motion regarding Hodge’s opinions and testimony are consistent with the \nCourt’s previously entered Order and Opinion.  As noted above, that Opinion stated \nthe Court  would permit Hodge to testify as a rebuttal witness but would exclude \n(1) Hodge’s testimony regarding any additional  mitigating revenue he believed \nInsight could have received under the Springfield Amendment and (2) Hodge’s \nopinions about the reasonableness of the amount  of revenue  received under the \nSpringfield Amendment.   Defendants represented that they will not offer expert \nopinions or testimony giving an alternative calculation or total for Insight’s damages.  \nThe Court therefore believes granting Insight’s Motion as ordered below is \nappropriate. \nIV. \nCONCLUSION \n37. For the foregoing reasons, the Court, after considering North Carolina Rules \nof Evidence 401, 402, and 403, in the exercise of its discretion, and without prejudice \nto the Court’s right to modify its Motion in Limine rulings during the course of the \ntrial, hereby GRANTS in part and DENIES in part Insight’s Motion in Limine as \nfollows: \na. As to evidence of the Failed Asset Purchase: \n \n \ni.  The Court will not allow evidence or  argument regarding the \npotential acquisition of MDI -NC’s assets by Insight  as that \nevidence or argument  relates to Insight’s claims for breach of \nfiduciary duty and constructive fraud. \nii. Evidence or argument regarding the potential acquisition of MDI-\nNC’s assets by Insight will be considered relevant to the extent \nInsight seeks to pierce the corporate veil by evidence and \nargument alleging Defendants undercapitalized MDI -NC for \nimproper reasons.  Evidence or argument regarding the potential \nacquisition of MDI-NC’s assets by Insight will not be considered \nrelevant to the extent Insight seeks to pierce the corporate veil by \nevidence or argument alleging Defendants dominated or \ncontrolled MDI-NC in such a way as to abuse the form of an LLC. \niii. The Court otherwise defers ruling on the admissibility of evidence \nor argument regarding the potential acquisition of MDI -NC’s \nassets by Insight. \niv. In light of the Court’s rulings, the Court directs the parties to \nmeet and confer and be prepared to discuss with the Court at the \npretrial conference in this case (i) whether either party may refer \nto the Failed Asset Purchase in opening statements and (ii) any \nrequest by either party for, and the proposed language of, \n \n \nappropriate limiting instructions should the Court admit \nevidence of the Failed Asset Purchase at trial.  \nb. As to Defendants’ expert testimony: \ni. Hodge will be permitted to testify as a rebuttal witness. \nii. Hodge will not be permitted to testify regarding additional \nmitigating revenue he believes Insight could have obtained \nthrough the Springfield Amendment or the reasonableness of the \nrevenue Insight did receive through the Springfield Amendment. \nSO ORDERED, this the 3rd day of October, 2017. \n \n \n      /s/ Louis A. Bledsoe, III    \n      Louis A. Bledsoe, III \n      Special Superior Court Judge  \n        for Complex Business Cases  \n  \n \n "
}