{
  "id": "9852080a0479fc243af52a4fb5fcb3c0e40497ffff6a1ecdac33ef17722e3494",
  "source_file": "data/raw/ncbc/9852080a0479fc243af52a4fb5fcb3c0e40497ffff6a1ecdac33ef17722e3494.pdf",
  "raw_text": "STATE OF NORTH CAROLINA \n \nMECKLENBURG COUNTY \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n23CVS002076-590 \n \nJOHNSON BROS. CORPORATION, \nA SOUTHLAND COMPANY, \n \nPlaintiff, \n \nv. \n \nCITY OF CHARLOTTE, \n \nDefendant. \n \n \n \nORDER AND OPINION ON \nPLAINTIFF’S MOTION FOR \nRECONSIDERATION OR, IN THE \nALTERNATIVE, TO AMEND THE \nCOMPLAINT \n \n  \n \n1. THIS MATTER  is before the Court upon Plaintiff Johnson Bros. \nCorporation, a Southland Company’s (“JBC”) Motion for Reconsideration (the \n“Motion to Reconsider”) or, in the Alternative, to Amend the Complaint (the “Motion \nto Amend”; together, the “Motions”) pursuant to Rules 54(b) and 15(a), respectively, \nof the North Carolina Rules of Civil Procedure (the “Rule(s)”) in the above-captioned \ncase.1 \n2. Having considered the Motion s, the parties’ briefs in support of and in \nopposition to the Motions , the relevant pleadings, and  the arguments of counse l at \nthe hearing on the Motion s, the Court, in the exercise of its discretion, hereby \nGRANTS in part and DENIES in part the Motions as set forth below. \nRobinson Bradshaw  & Hinson, P.A., by Edward F. Hennessey, IV, \nMargaret R. McLoughlin, and Mark Hiller, and Cokinos Young, by John \nP. DiBiasi and Branson Rogers, for Plaintiff Johnson Bros. Corporation, \na Southland Company. \n \n \n1 (Pl.’s Mot. Recons. or, in the Alt., Amend Compl. [hereinafter, the “Mots.”], ECF No. 105.) \n \nJohnson Bros. Corp. v. City of Charlotte, 2024 NCBC 37. \nHamilton Stephens Steele + Martin , PLLC, by Rebecca K. Cheney, \nBentford E. Martin, and Graham B. Morgan , for Defendant City of \nCharlotte. \n \nBledsoe, Chief Judge. \nI. \nFACTUAL AND PROCEDURAL BACKGROUND  \n3. On 31 January 2023, JBC initiated this action by requesting and obtaining \nthe issuance of a summons and permission from the Court to file its complaint within \n20 days thereafter under Rule 3(a).2  JBC then timely filed its original Complaint on \n20 February 2023 3 and thereafter filed its First Amended Complaint on 12 April \n2023.4  In the First Amended Complaint, JBC asserted ten claims against Defendant \nCity of Charlotte (the “City”), including claims  for breach of contract , breach of the \nimplied covenant of good  faith and fair dealing, and subcontractor pass -through \nclaims (the “Contract Claims”).5   \n4. On 1 June 2023, the City filed its Motions to Dismiss , Answer to First \nAmended Verified Complaint and Counterclaim, seeking, in part, the dismissal of all \n \n2 (Application and Order Extending Time File Compl., ECF No. 9.) \n \n3 (Verified Compl., ECF No. 10.) \n \n4 (First Am. Verified Compl. [hereinafter, “FAC”], ECF No. 2.) \n \n5 The contract at issue in this litigation is the contract JBC and the City entered into for the \nconstruction of the City’s CityLYNX Gold Line Streetcar extension project  (the “Contract”).  \n(FAC ¶¶ 7–9, 19.)  The specific claims comprising the Contract Claims are the First Cause of \nAction (breach of contract ), the Fourth Cause of Action ( breach of the implied covenant of \ngood faith and fair dealing), and the Tenth Cause of Action (sub- contractor pass-through \nclaims).  (FAC.)   \n \nof JBC’s claims (the “Motion to Dismiss”).6  The Court issued its Order and Opinion \non the Motion to Dismiss on 27 February 2024 (the “Order”  or the “February 27 \nOrder”).7  Among its rulings in the Order, the Court concluded that JBC’s Contract \nClaims were time -barred in part and dismissed those claims with prejudice “ to the \nextent those claims [arose] from conduct occurring before 31 January 2021.”8 \n5. JBC filed the current Motion s on 17 April 2024, seeking reconsideration of \nthe Court’s partial dismissal of the Contract Claims with prejudice and, alternatively, \nleave to file a second amended complaint.9  After full briefing, the Court convened a \nhearing on the Motion s on 30 May 2024, at which all parties were represented by \ncounsel (the “Hearing”).  The Motions are now ripe for resolution. \nII. \nANALYSIS \nA. JBC’s Motion for Reconsideration \n6. JBC asks the Court to reconsider its conclusion that JBC’s Contract Claims \nare partially time-barred and contends that the Court should deny the City’s Motion \n \n6 (Def. City Charlotte’s Mots. Dismiss, Answer First Am. Verified Compl. and Countercl., \nECF No. 3.) \n \n7 (Order and Op. Def. City Charlotte’s Mots. Dismiss [hereinafter, the “Order”], ECF No. 89; \nJohnson Bros. Corp. v. City of Charlotte , 2024 NCBC LEXIS 32 (N.C. Super. Ct. Feb. 27, \n2024).) \n \n8 (Order ¶¶ 73, 82(b); Johnson Bros. Corp., 2024 NCBC LEXIS 32, at *42.) \n \n9 (Mots.; Mem. Supp. Pl./Third-Party Pl.’s Mots. 21–30 [hereinafter, “JBC’s Br. Supp.”], ECF \nNo. 106.) \n \nto Dismiss these claims in their entirety and permit the Contract Claims to proceed \nto discovery and trial as to all relevant time periods.10   \n7. Rule 54 provides that “in th e absence of [  ] a final judgment, any order or \nother form of decision is subject to revision at any time before the entry of judgment \nadjudicating all the claims and the rights and liabilities of all the parties.”  As such, \nunder Rule 54, “ [t]rial courts have the discretion to reconsider their  interlocutory \nrulings until a final judgment has been entered .”  Ward v. FSC I, LLC , 2017 NCBC \nLEXIS 19, at *6 (N.C. Super. Ct. Mar. 7, 2017); see also, e.g., Tetra Tech Tesoro, Inc. \nv. JAAAT Tech. Servs., LLC, 250 N.C. App. 791, 798 (2016) (noting that when \ncompared to Rule 59(e), Rule 54 grants “broad er discretion to trial courts to amend \ntheir interlocutory orders before entry of a final judgment[ ]”).   \n8. After a further, careful review of the allegations of JBC’s  First Amended \nComplaint, and upon consideration of the parties’ briefing and arguments on the \nMotion to Reconsider, the Court concludes, in the exercise of its discretion,  that the \ninterests of justice require tha t JBC’s Contract Claims be dismissed without \nprejudice, rather than with prejudice as provided in the Court’s Order.  Indeed, it was \nnot the Court’s intention in the Order to deny JBC an opportunity to re plead its \nContract Claims as to all relevant time periods on a non-payment theory of breach of \ncontract, which the Court concluded had not been pleaded in the First Amended \nComplaint.  Moreover, JB C has offered new factual allegations with supporting \ndocuments in support of its Contract Claims that suggest JBC may be able to replead \n \n10 (JBC’s Br. Supp. 21–25.) \n \nthose claims as timely under the applicable statute of limitations and in satisfaction \nof the strictures of Rule 12(b)(6).  Accordingly, the Court will exercise its discretion \nto modify the Order to reflect that the Contract Claims are  dismissed without \nprejudice.  See, e.g. First Fed. Bank v. Aldridge, 230 N.C. App. 187, 191 (2013) (“The \ndecision to dismiss an action with or without prejudice [under Rule 12(b)(6)] is in the \ndiscretion of the trial  court[.]”).  JBC’s Motion to Reconsider, however,  is otherwise \ndenied. \nB. JBC’s Alternative Motion to Amend \n9. Since the Court has not granted JBC the complete relief it sought through \nthe Motion to Reconsider, the Court will consider JBC’s alternative Motion to Amend.  \nJBC’s proposed Second Amended Complaint makes allegations which support and \nclarify JBC’s theory of breach of contract.  JBC’s theory posits that the City required \nJBC to perform work that exceeded the scope of the Contract, JBC was entitled to \nadditional compensation and time extensions as a result, JBC requested this \nadditional compensation and time extensions through a formal claim to the City, and \nthe Ci ty breached the Contract by denying JBC’s formal claim and refusing to \ncompensate JBC or grant the requested time extensions.\n11  The proposed Second \nAmended Complaint also include s factual allegations that seek to support  JBC’s \nassertions that (i) the City  waived all conditions precedent to claims under the \n \n11 (JBC’s Br. Supp. Ex. 1–Proposed Second Am. Verified Compl. ¶¶ 14, 30, 33, 37, 41, 48–49, \n52, 59, 63–64, 86–89, 92–98 [hereinafter, “Proposed SAC”], ECF No. 106.2.) \n \nContract through their conduct  and (2) the City should be equitably estopped from \nasserting the statute of limitations as a defense to JBC’s claims.12   \n10. When a party seeks leave of court to amend a pleading, “leave shall be \nfreely given when justice so requires.”  N.C. R. Civ. P. 15(a).  “A motion to amend is \naddressed to the sound discretion of the trial [court]” and is reviewable only for abuse \nof discretion.  House of Raeford Farms, Inc. v. City of Raeford, 104 N.C. App. 280, 282 \n(1991).  Our courts have held that a motion to amend may be denied for “(a) undue \ndelay, (b) bad faith, (c) undue prejudice, (d) futility of amendment, and (e) repeated \nfailure to cure defects by previous amendments.”  Id. at 282–83.  The Supreme Court \nof North Carolina, however, has long made clear that “amendments should be freely \nallowed unless some material prejudice to the other party is demonstrated.”  Mauney \nv. Morris, 316 N.C. 67, 72 (1986).  “The burden is upon the opposing party to establish \nthat that party would be prejudiced by the amendment.”  Id. \n11. The City opposes JBC’s request for leave to amend on the grounds of futility \nand undue delay.13 \na. Futility \n12. “The futility standard under Rule 15 is essentially the same standard used \nin reviewing a motion to dismiss under Rule 12(b)(6)” but courts have “liberal \ndiscretion to find that an amendment lacks futility.”  Simply the Best Movers, LLC v. \n \n12 (Proposed SAC ¶¶ 65–66, 74–79.) \n \n13 (Def. City Charlotte’s Br. Opp’n Pl.’s Mots. 12–19 [hereinafter, “City’s Br. Opp’n”], ECF No. \n112.) \n \nMarrins’ Moving Sys., Ltd., 2016 NCBC LEXIS 28, at *5–6 (N.C. Super. Ct. Apr. 6, \n2016).  “[A] motion to amend is not futile when ‘the allegations of the [amendment], \ntreated as true, are sufficient to state a claim upon which relief may be granted under \nsome legal theory, whether properly labeled or not.’ ”  Howard v. IOMAXIS, LLC, \n2023 NCBC LEXIS 159, at *15 (N.C. Super. Ct. Nov. 29, 2023) (quoting Harris v. \nNCNB Nat’l Bank, 85 N.C. App. 669, 670 (1987)).   \n13. On the other hand, “[a] motion for leave to amend is futile and \nappropriately denied when the ‘proposed amendment could not withstand a motion \nto dismiss for failure to state a claim.’ ”  Insight Health Corp. v. Marquis Diagnostic \nImaging N.C., LLC, 2016 NCBC LEXIS 77, at *6 (N.C. Super. Ct. Oct. 7, 2016) \n(quoting Smith v. McRary, 306 N.C. 664, 671 (1982)).  Dismissal  of a pleading for \nfailure to state a claim under Rule 12(b)(6) is proper only: “(1) when the [pleading] on \nits face reveals that no law supports [the] claim; (2) when the [pleading] reveals on \nits face the absence of fact sufficient to make a good claim; [or] (3) when some fact \ndisclosed in the [pleading] necessarily defeats the . . . claim.”  Oates v. JAG, Inc., 314 \nN.C. 276, 278 (1985).  Importantly here, this Court has recognized that “[w]hether a \nstatute of limitations defense should be resolved by a Rule 12(b)(6) motion or must \nawait a Rule 56 motion for summary judgment depends on whether the facts \nnecessary to adjudicate the defense are demonstrated by the complaint itself or \nwhether additional evidence must be considered.”  BDM  Invs. v. Lenhil, Inc., 2012 \nNCBC LEXIS 7, at *29 (N.C. Super. Ct. Jan. 18, 2012). \n14. The City contends that granting leave for JBC to assert its revised Contract \nClaims would be futile for several reasons. \n15. First, the City contends that JBC’s revised Contract Claims are barred by \nthe applicable statute of limitations because the City  denied JBC’s claim for \nadditional compensation and time extensions more than two years before this action \nwas filed on 31 January 202314 by assessing liquidated damages from October 201815 \nthrough at least  November 2021 .16  Based on its review of the Second Amended \nComplaint, however, t he Court concludes  that JBC’s proposed allegations —in \nparticular, those asserting that the City repeatedly failed to “provide any substantive \nresponse” to JBC’s requests for additional compensation or extra time until it denied \nthose requests on 27 January 202317—are sufficient to state the Contract Claims for \npurposes of Rule 12(b)(6).   \n16. The City next contends that JBC’s revised Contract Claims are time-barred \nat least to the extent they are based on the reconstruction of the Hawthorne Lane \nBridge.  The City argues that JBC admits in its proposed pleading that the City  \ninformed JBC in February 2019 that it “had no intention of granting any time or cost \nextension with respect to the work pertaining to the [Hawthorne Lane] bridge ,”\n18 \n \n14 See N.C.G.S. § 1-53(1) (establishing two-year statute of limitations for most contract claims \nagainst local governments). \n \n15 (See Proposed SAC ¶ 48.) \n \n16 (See Proposed SAC ¶¶ 59–60.) \n \n17 (See Proposed SAC ¶¶ 46, 48, 51–52, 54, 57, 59–60, 78.)  \n \n18 (See Proposed SAC ¶ 49.) \nthereby triggering the two -year statute of limitations and rendering the revised \nclaims time -barred as of February 2021.   Bu t the Court cannot conclude that the \nCity’s alleged expression of intent in JBC’s proposed pleading necessarily equates to \na rejection of a yet -to-be-filed formal claim.  Indeed, JBC alleges in its proposed \nSecond Amended Complaint  that, in February 2019, “JBC had not yet submitted, \npursuant to the Contract, a request for additional compensation and time extensions \nrelated to the Project for the additional and/or extra work the City had required and \nwas requiring JBC to perform.”19  Therefore, this argument for futility, too, must fail. \n17. Finally, the City contends that JBC should not be granted leave to assert its \nproposed allegations concerning the City’s alleged waiver of conditions precedent and \nequitable estoppel because JBC has failed to allege each  factual element necessary \nfor those doctrines to apply.20  After careful review, however, the Court concludes that \nJBC’s factual allegations concerning waiver and estoppel are sufficient to survive \nRule 12(b)(6) dismissal and that the application of these doctrines is better evaluated \nupon the presentation of evidence at the summary judgment stage of the litigation. \n18. Accordingly, based on the above, the Court concludes that the City’s various \nfutility arguments are unavailing. \n \n19 (Proposed SAC ¶ 49.) \n \n20 (City’s Br. Opp’n 14–15.) \n \nb. Undue Delay and Unfair Prejudice \n19. The City also contends that leave to amend should be denied because JBC \nunduly delayed in seeking leave to amend.21  The Court disagrees.  Although this case \nwas filed on 31 January 2023, the Court did not hear the City’s Motion to Dismiss \nuntil 2 November 202322 and issued its ruling on that motion on 27 February 2024.23  \nUnder these circumstances, the Court is unable to conclude that JBC unduly delayed \nin seeking leave to amend, particularly when the City has not offered any persuasive \nevidence or argument that the proposed amendment would cause it any material or \nunfair prejudice.  See, e.g., Mauney, 316 N.C. at 72 (“[A]mendments should be freely \nallowed unless some material prejudice to the other party is demonstrated.”)   \nIII. \nCONCLUSION \n20. WHEREFORE, for the reasons set forth above, the Court, in the exercise \nof its discretion, hereby GRANTS  in part  and DENIES in part  the Motion  for \nReconsideration, GRANTS the Motion to Amend, and ORDERS as follows: \na. The Motion for Reconsideration is GRANTED in part  and Paragraph \n82(b) of the February 27 Order is hereby amended to state in its entirety \nas follows: \nThe Motion is GRANTED under Rule 12(b)( 6) on JBC’s \nclaims for breach of contract (First Cause of Action), breach \nof the implied covenant of good faith and fair dealing \n \n21 (City’s Br. Opp’n 17–19.) \n \n22 (Am. Notice Hr’g, ECF No. 76.) \n \n23 (Order.) \n(Fourth Cause of Action), and pass- through claims (Tenth \nCause of Action) to the extent those claims arise from \nconduct occurring before 31 January 2021, and those \nclaims are hereby DISMISSED  as time -barred without \nprejudice. \nb. The Motion for Reconsideration is otherwise DENIED, and t his Order \nshall not otherwise alter or modify any other provisions of the February \n27 Order. \nc. The Motion to Amend is GRANTED, and JBC shall file its proposed \nSecond Amended Complaint no later than 12 June 2024. \n    SO ORDERED, this the 7th day of June, 2024. \n      \n/s/ Louis A. Bledsoe, III \n     Louis A. Bledsoe, III \n     Chief Business Court Judge \n "
}