{
  "id": "987d944fe6e70a302c0dc132fbc913b17e681dcbe25dfec1f3e242c1e9b23130",
  "source_file": "data/raw/ncbc/987d944fe6e70a302c0dc132fbc913b17e681dcbe25dfec1f3e242c1e9b23130.pdf",
  "raw_text": "STATE OF NORTH CAROLINA                \nNEW HANOVER COUNTY \n \nIN THE GENERAL COURT OF JUSTICE \nSUPERIOR COURT DIVISION \n21 CVS 4611 \n                          23 CVS 62 \nHE CHI; BIAN YIDE; CAO YONGJIE; \nCHEN MINZHI; CHENG TAO; HU KUN; \nLIANG JINGQUAN; LUO PENG; MA \nQIHONG; MA WEIGUO; SONG YING; \nWANG JIAN; WANG LING; WANG \nXUEHAI; XIE QIN; YE XIAFEN; and \nZHANG YUNLONG, \n \nPlaintiffs, \n \nv. \n \nNORTHERN RIVERFRONT MARINA \nAND HOTEL LLLP; NRMH HOLDINGS \nLLC; NRMH HOTEL HOLDINGS LLC; \nUSA INVESTCO LLC; PAC RIM \nVENTURE LTD.; RIVERFRONT \nHOLDINGS II LLC; WILMINGTON \nRIVERFRONT DEVELOPMENT LLC; \nGOLDEN MARINA LLC; CIRCLE \nMARINA CARWASH, INC.; CHARLES J. \nSCHONINGER; JOHN C. WANG; \nJIANGKAI WU; CHRISTOPHER \nARDALAN; and GONGZHAN WU,  \n \nDefendants. \n \nWANG FENG and ZHANG SHIXIONG, \n \nPlaintiffs, \nv. \n \nNORTHERN RIVERFRONT MARINA \nAND HOTEL LLLP; NRMH HOLDINGS \nLLC; NRMH HOTEL HOLDINGS LLC; \nUSA INVESTCO LLC; RIVERFRONT \nHOLDINGS II LLC; WILMINGTON \nRIVERFRONT DEVELOPMENT LLC; \nGOLDEN MARINA LLC; CIRCLE \nMARINA CARWASH, INC.; CHARLES \nJ. SCHONINGER; JOHN C. WANG; \nJIANGKAI WU; and CHRISTOPHER \nARDALAN,  \nDefendants. \nORDER AND OPINION ON MOTIONS \nTO DISMISS  \nChi v. N. Riverfront Marina & Hotel LLLP; Feng v. N. Riverfront Marina & Hotel \nLLLP, 2023 NCBC 47.  \n1. THIS MATTER  is before th e Court on four motions to dismiss, \n(collectively the “Motions”) .  Defendants Northern Riverfront Marina and Hotel \nLLLP, NRMH Holdings LLC, NRMH Hotel Holdings LLC, USA InvestCo  LLC, \nRiverfront Holdings II LLC, Wilmington Riverfront Development LLC , Golden \nMarina LLC, Circle Marina Carwash, Inc., Charles J. Schoninger, John C. Wang, and \nChristopher Ardalan move to dismiss the Second Amended Complaint filed by  \nseventeen Plaintiffs (the “Chi Plaintiffs”) in Civil Action no. 21 CVS 4611 (the “Chi \nComplaint”) (ECF No. 92) .  Defendants also move to dismiss the virtually identical \ncomplaint filed by Plaintiffs Weng Feng and Zhang Shixiong (the “Feng Plaintiffs”) \nin Civil Action no. 23  CVS 62  (the “Feng Complaint”)  (ECF No. 29) .1  Likewise, \nDefendant Jiangkai “Samson” Wu (“Samso n Wu”) 2 moves to dismiss  the claims \nbrought against him by both the Chi Plaintiffs, (ECF No. 95), and the Feng Plaintiffs, \n(ECF No. 31).3 \n2. The Court, having considered the Motion s, the briefs supporting and \nopposing the Motions, and the parties’ arguments at a hearing held on 21 April 2023, \n \n1 The only substantive difference between the Chi Second Amended Complaint and the Feng \nComplaint is the addition of paragraph 26 in the Feng Complaint, which identifies the Chi \naction as a “Companion Matter.”  Because the allegations in both pleadings are otherwise the \nsame, the Court opts to cite only to the Chi Second Amended Complaint.     \n \n2 The Court refers to Defendant Jiangkai Wu as “Samson Wu” to distinguish him from other \nindividuals with the name Wu who are either parties or counsel in these cases.   \n \n3 The Court previously dismissed defendants Pac Rim Venture  Ltd. and Gongzhan Wu for \nlack of in personam jurisdiction.  (See Order and Opinion, Chi ECF No. 76.) \n \nconcludes for the reasons stated below that the Motions should be GRANTED in part \nand DENIED in part, as provided herein. \nLedolaw, by Michelle Ledo, and DGW Kramer, LLP, by Katherine \nBurghardt Kramer,  for Plaintiffs Ma Qihong, Luo Peng, Liang \nJingquan, Hu Kun, Cheng Tao, Chen Minzhi, Cao Yongjie, Bian Yide, \nHe Chi, Zhang Yunlong, Ye Xiafen, Xie Qin, Wang Xuehai, Wang Ling, \nWang Jian, Song Ying, and Ma Weig uo, as well as for Plaintiffs Weng \nFeng and Zhang Shixiong.  \n \nThe Law Offices of Oliver & Cheek, PLLC, by George M. Oliver, for \nDefendants Wilmington Riverfront Development LLC, Riverfront \nHoldings II LLC, USA InvestCo  LLC, NRMH Hotel Holdings LLC, \nNRMH Holdings LLC, Northern Riverfront Marina and Hotel, LLLP, \nChristopher Ardalan, John C. Wang, Charles J. Schoninger, Circle \nMarina Carwash, Inc., and Golden Marina LLC.  \n \nThe Law Offices of G. Grady Richardson, Jr., P.C. , by Jennifer L. \nCarpenter, for Defendant Jiangkai Wu.  \n \n \nEarp, Judge. \nI. FACTUAL BACKGROUND \n3. The Court does not make findings of fact when deciding motions to \ndismiss pursuant to Rule 12(b)(6) but recites only those factual allegations from the \nChi Complaint and the Feng Complaint  that are relevant and necessary to a \ndetermination of the Motions.\n4 \n4. Plaintiffs He Chi, Bian Yide, Cao Yongjie, Chen Minzhi, Cheng Tao, Hu \nKun, Liang Jingquan, Luo Peng, Ma Qihong, Ma Weiguo, Song Ying, Wang Jian, \nWang Ling, Wang Xuehai, Xie Qin, Ye Xiafen, Zhang Yunlong, Weng Feng , and \n \n4  The Court’s earlier Order and Opinion, ECF No. 76, contains additional fact background.  \n \nZhang Shixiong, (collectively, “Plaintiffs”), are all citizens of the People’s Republic of \nChina. ( Chi Second Am . Verified Compl., [“Chi Complaint”],  ¶ 26,  ECF No. 88 ; \nVerified Compl., [“Feng Compl.”], ¶ 27, ECF No. 3.)  Each is alleged to have invested \na minimum of five hundred thousand dollars5 to become limited partners in NRMH. \n(Chi Compl. ¶ 74.) \n5. Northern Riverfront Marina and Hotel LLLP (“NRMH”) is a North \nCarolina Limited Liability Limited Partnership. (Chi Compl.  ¶ 2.)  Wilmington \nRiverfront Development LLC (“Wilmington Development”) is a North Carolina LLC \nand the general partner of NRMH.  (Chi Compl. ¶ 7.) \n6. Charles Schoninger  (“Schoninger”) is the managing member of \nWilmington Development and the central figure in Plaintiffs’ allegations.  (Chi \nCompl. ¶ 10.)  Plaintiffs allege that Schoninger formed NRMH to raise funds for the \npurpose of developing real estate located on the riverfront in downtown Wilmington, \nNorth Carolina (the “Project”).  (Chi Compl. ¶ 37.)  The business plan for the Project \nand the offering circular for the investment stated that NRMH intended to construct \na marina with 204 boat slips, two  restaurants, and a 136-room hotel with \napproximately 35,000 square feet of retail space.  (Chi Compl. ¶ 34, Ex. B.)6   \n \n5 Each Plaintiff contributed additional amounts in administrative and other fees. \n \n6 The Chi Plaintiffs did not  attach any exhibits to the  Chi Second Amended Complaint and \nappear to have intended to incorporate the exhibits attached to their First Amended \nComplaint in their Second Amended Complaint.  The Feng Plaintiffs also fail to attach \nexhibits and instead reference exhibits filed in the Chi “Companion Matter,” which the Court \nis left to assume are the exhibits attached to the Chi First Amended Complaint.  (Feng Compl. \n¶ 26.)  T he Court observes that Plaintiffs’ inexact pleading creates needless potential for \nconfusion and strongly discourages the practice of incorporating exhibits from one civil action \nto another civil action. \n7. Plaintiffs allege that in exchange for their investment, they were \npromised that the Project would meet the requirements of the USICS Employment -\nbased Fifth Preference Visa Program (the “EB -5 program”), a government program \naffording foreign investors in a new commercial enterprise special dispensation with \nrespect to permanent resident status.  (Chi Compl. ¶¶ 27, 35.)  They also allege that \nthey were promised certain periodic monetary returns, including a return of the \namount of their investment at the end of an investment term that was to last no \nlonger than five years.  (Chi Compl. ¶¶ 50, 70, 77.) \n8. USA InvestCo, LLC (“InvestCo”) is a North Carolina LLC that is alleged \nto have engaged in activities to promote the Project. ( Chi Compl. ¶ 6.)  Samson Wu, \na licensed immigration broker in China, worked for a company called Pac Rim \nVentures (formerly a party to this action) before taking a “directorial and/or \nmanagerial role” with InvestCo.  (Chi Compl. ¶ 12.)  Plaintiffs allege that “[i]n those \nroles, [Samson] Wu was responsible for promotion and dissemination of information \nabout the Project in [China] to potential immigration agencies and investors and for \nrecruiting investors.”  (Chi Compl. ¶ 12.)  Samson Wu is also alleged to have been the \nManager and Vice President of an InvestCo  affiliate in China.   (Chi Compl.  ¶ 1.)  \nGiven his ability to speak both Mandarin and English, Samson Wu allegedly served \nas a “ go-between” for communications between the investors and other Project \nrepresentatives until at least 2021.  (Chi Compl. ¶ 12.) \n \n \nThe Court’s references to exhibits herein are to those attached to the Chi First Amended \nComplaint.  (See ECF No. 26.1) \n9. Schoninger is alleged to own, “partially or wholly, directly or indirectly,” \nand to manage Defendants NRMH, Wilmington Developme nt, InvestCo, and th e \nthree named holding companies:  NRMH Holdings LLC  (“NRMH Holdings 1”), \nRiverfront Holdings II LLC  (“NRMH Holdings 2”), and NRMH Hotel Holdings LLC  \n(“NRMH Holdings 3”).  (Chi Compl. ¶ 10.) \n10. Christopher Ardalan (“Ardalan”) and John C. Wang  (“Wang”) are \ndirectors of InvestCo, along with Schoninger.  (Chi Compl. ¶ 13.)  In addition, Wang \nowns “partially or wholly, directly or indirectly, and manages” Golden Marina  LLC \n(“Golden Marina”) and Circle Marina Carwash, Inc. (“Car Wash”).  (Chi Compl. ¶ 11.) \n11. At various times between 1 August 2011 and 19 February 2013, each \nPlaintiff entered into both an Agreement of Limited Partnership  and its \naccompanying Subscription Agreement ( collectively, the “Contract”) to become a \nLimited Partner in  NRMH.  (Chi Compl.  ¶ 74.)  Plaintiffs allege that prior to \nexecuting the Contract, some or all of them received marketing materials that were \nprepared and disseminated by some of the defendants.  (Chi Compl. ¶¶ 39-40.)  They \nfurther allege that the content of the  Business Plan included in those materials \nchanged on 30 May 2012 in response to USCIS’s approval of fewer investors than was \noriginally contemplated.  (Chi Compl. ¶ 73.) \n12. Plaintiffs allege that before agreeing to the Contract terms they \nattended seminars that were hosted by Schoninger, Ardalan, NRMH, InvestCo , and \nSamson Wu.  (Chi Compl. ¶ 78.)  They allege that both the marketing materials they \nreceived and the seminars they attended (which varied by Plaintiff) contained false \nstatements that were intended to, and did, induce them to execute the Contract.  (Chi \nCompl. ¶¶ 145-46.) \n13. Included in the marketing materials was an offering circular that states \nin relevant part: \nTHESE SECURITIES ARE SUBJECT TO A HIGH DEGREE OF RISK.  SEE \nSECTION III, “RISK FACTORS” IN SUBSCRIPTION AGREEMENT.  \n(Chi Compl. Ex. B, [“Offering Circular”], i.)    It contains a series of securities \ndisclosure notices, among them: \nFORWARD-LOOKING STATEMENTS.  THIS OFFERING CIRUCILAR \nCONTAINS FORWARD -LOOKING STATEMENTS BASED ON THE \nMANAGING GENERAL PARTNER’S EXPERIENCE AND EXPECTATIONS \nABOUT THE MARKETS IN WHICH THE PARTNERSHIP INVESTS. . . . \nSUCH FORWARD-LOOKING STATEMENTS ARE NOT GUARANTIES OF \nFUTURE PERFORMANCE AND ARE SUBJECT TO MANY RISKS, \nUNCERTAINTIES, AND ASSUMPTIONS THAT  ARE DIFFICULT TO \nPREDICT. THEREFORE ACTUAL RETURNS COULD DIFFER \nMATERIALLY AND ADVERSELY FROM THOSE EXPRESSED OR \nIMPLIED IN ANY FORWARD-LOOKING STTAEMENTS AS A RESULT OF \nVARIOUS FACTORS.  THE SECTION III, ENTITLED “RISK FACTORS” IN \nTHE SUBSCRIPTION AGREEM ENT. . . DISCUSSES SOME OF THE \nIMPORTANT RISK FACTORS THAT MAY AFFECT THE PARTNERSHIP’S \nRETURNS.  PROSPECTIVE INVESTORS SHOULD CAREFULLY \nCONSIDER THOSE RISKS . . . BEFORE DECIDING WHETHER TO INVEST \nIN THE PARTNERSHIP.   NEITHER THE MANAGING GENERAL \nPARTNER NOR THE PARTNERSHIP UNDERTAKES ANY OBLIGATION \nTO REVISE OR UPDATE ANY FORWARD -LOOKING STATEMENT FOR \nANY REASON.   \n \nSUITABILITY.  THIS IS A PRIVATE OFFERING AND IS AVAILABLE \nONLY TO INVESORS WHO ARE “ACCREDITED INVESTORS” AS \nDEFINED IN REGULATION D PROMULGA TED BY THE SEC . . . . EACH \nINVESTOR MUST . . . HAVE SUCH KNOWLEDGE AND EXPERIENCE IN \nFINANCIAIL AND BUSINESS MATTERS THAT SUCH INVESTOR IS \nCAPABLE OF EVALUATING THE MERITS AND RISKS OF THIS \nINVESTMENT AND MUST BE ABLE TO BEAR THE ECONOMIC RISKS OF \nTHIS INVESTMENT. . . . DO NOT CONSIDER INVESTING IF YOU ARE \nNOT FINANCIALLY SOPHISTICATED AND CAPABLE OF EVALUATING \nTHE MERITS AND RISKS OF THE INVESTMENT, EITHER ON YOUR \nOWN, OR WITH THE ASSISTANCE OF YOUR FINANCIAL ADVISOR.  \nTHESE SECURITIES ARE SPECULATIVE AND  THEY INVOLVE A \nSUBSTANTIAL RISK, AND THEY ARE ONLY A SUITABLE INVESTMENT \nFOR A LIMITED PORTION OF THE RISK SEGMENT OF YOUR \nPORTFOLIO.   \n \nTERMS OF THE OFFERING.  \n \n* * * * \n \nNO ONE HAS BEEN AUTHORIZED TO MAKE ANY REPRESENTATIONS \nABOUT THE ISSUER OR THE SECURITIES, OTHER THAN THOSE \nREPRESENTATIONS MADE IN THIS OFFERING CIRCULAR.  \nTHEREFORE, DO NOT CONSIDER ANY INFORMATION THAT HAS BEEN \nDESCRIBED TO YOU ORALLY.  PLEASE MAKE SURE THAT YOU INVEST \nSOLELY ON THE BASIS OF THE INFORMATION IN THIS OFFERING \nCIRCULAR. \n \nTHIS OFFERING CIRCULAR IS NOT LEGAL, TAX OR FINANCIAL \nADVICE.  PLEASE CONSULT YOUR OWN PROFESSIONAL ADVISORS  AS \nTO THE LEGAL, TAX AND FINANCIAL IMPLICATIONS OF THIS \nINVESTMENT . . . . \n \nIN MAKING AN INVESTMENT DECISION, RELY ON YOUR OWN \nEXAMINATION OF THE ISSUER AND THE TERMS OF THE OFFERING, \nINCLUDING THE MERITS AND RISKS INVOLVED. . . . \nAN INVESTMENT IN THE PARTNERSHIP INVOLVES A HIGH RISK OF \nLOSS OF PRINCIPAL AND LACK OF LIQUIDITY, AND THEREFORE \nREQUIRES THE FINANCIAL ABILITY AND WILLINGNESS TO BEAR  \nSUCH RISKS. . . . THE MANAGING GENERAL PARTNER WILL RESPOND \nTO ANY QUESTIONS YOU OR YOUR ADVISERS MAY HAVE \nCONCERNING THIS OFFERING AND WILL MAKE AVAILABLE FOR \nEXAMINATION BY YOU OR YOUR ADVISERS SUCH RECORDS AND \nFILES IN ITS POSSESSION AS MAY BE PERTINENT TO YOUR DECISION \nWHETHER TO INVEST IN INTERESTS.   \nTHE TERMS AND CONDITIONS OF THIS OFFERING . . . AND THE \nRIGHTS AND LIABILITIES OF THE PARTNERSHIP THE MANAGING \nGENERAL PARTNER AND THE LIMITED PARTNERS ARE \nGOVERNED BY THE [PARTNERSHIP] AGREEMENT AND THE  \nSUBSCRIPTION AGREEMENT BETWEEN EACH LIMITED PARTNER \nAND THE PARTNERSHIP.  . . AND THE DESCRIPTION OF ANY OF \nSUCH MATTERS IN THE TEXT OF THIS OFFERING CIRCULAR IS \nSUBJECT TO AND QUALIFIED IN ITS ENTIRETY BY REFERENCE \nTO [THE PARTNERSHIP AGREEMENT AND THE SU BSCRIPTION \nAGREEMENT]. \n(Offering Circular, ii-iv) (emphasis added). \n14. To become a limited partner in NRMH, Plaintiffs were required to agree \nwith the general partner, Wilmington Development, to terms stated in the Agreement \nof Limited Partnership of Northern Riverfront Marina and Hotel, LLLP , (the \n“Partnership Agreement”).  The Partnership Agreement, in turn, required Plaintiffs \nto execute the accompanying Subscription Agreement  and invest the required \nminimum $500,000.00 capital contribution (plus fe es).  ( See, e.g., Partnership \nAgreement Art. I , § 1.4  (“ ‘Limited Partner’ shall mean each Person executing a \nSubscription Agreement and acquiring Units in the Partnership.” )  Each Plaintiff’s  \nmoney was placed in escrow pending approval of his or her participation in the EB-5 \nprogram.  Once approved, the money was released to NRMH .  (Chi Compl. Ex. F, \n[“Subscription Agreement”], App. I, ¶¶ 1, 3.)  \n15. NRMH is managed exclusively by its g eneral partner, Wilmington \nDevelopment.  (Partnership Agreement Art. VII, § 7.1.)  Section 7.4 of the Partnership \nAgreement limits the general partner’s liability: \nNo General Partner nor any officer appointed by the General Partner shall be \nliable to the Partnership or to any Partner for damages attributable to any \nbreach of duty owned (sic) by the General Partner or officer to the Partnership \nor the Partners, except to the extent (i) required under the Act, (ii) such breach \nof duty is based upon such Pers on’s gross negligence or willful misconduct as \nestablished by a non -appealable court order, judgment, decree or decision, or \n(iii) such breach of duty is based upon a knowing violation of applicable law or \nthis Agreement. \n* * * * \nThe General Partner does not, in any way, guarantee the return of a Partner’s \nCapital Contribution, the Preferred Return, or any profit from the operations \nof the Partnership.  No General Partner shall be responsible to any Partner \nbecause of a loss of their investments or a loss i n operations, unless the loss \nshall have been the result of gross negligence or willful misconduct[.] \n(Chi Compl. Ex. E [“Partnership Agreement”] § 7.4.  See also § 8.4:  (“[N]o Limited \nPartner shall have any recourse against the General Partner . . . except as \notherwise set forth herein.”)7 \n16. The Subscription Agreement also contains representations and \nwarranties that were required of each Plaintiff before they were permitted to invest.  \nAmong the representations each Plaintiff made were:  (1) that they  were able to ask \nquestions of and receive answers from the Partnership or a person acting on its behalf \nconcerning the terms and conditions of the Offering Circular; (2)  that each Plaintiff \nmet the criteria of Accredited Investor;\n8 (3) that prior to sig ning the Subscription \nAgreement, each Plaintiff was supplied with all the information regarding the Project \nthat s/he had requested; (4) that to the extent s/he deemed it necessary, each Plaintiff \n \n7 Some of t he documents in the record contain  grammatical or typographical errors.  The \nCourt identifies some of those errors but does not attempt to identify all of them. \n \n8 “Individuals may qualify as accredited investors based on wealth and income thresholds, as \nwell as other measures of financial sophistication.”   \nSee www.sec.gov/education/captialraising/building-blocks/accreditedinvestor (last visited 26 \nJuly 2023.)   \n \n“Accredited Investor” is defined in the Subscription Agreement as one who “has a net worth \n(either individually or jointly with his or her spouse) of at least $1,000,000; or  . . .  had an \nindividual income, not including the income of his or her spouse (even if they are proposing \nto purchase an Interest with funds that are community property or as joint tenants or tenants \nin common), in excess of $200,000 in each of the most recent two years or joint income with \nhis or her spouse in excess of $300,000 in each of those years and reasonably expects to \nachieve the same level in the current year.”\n  \nhad consulted with his/her own legal, tax , and financial ad visers; (5) that each \nPlaintiff was aware that an investment in the partnership was “highly speculative” \nand subject to “substantial risks”; (6) that the partnership had no history of achieving \nrevenues and that the estimated returns were uncertain and the actual results “could \nvary in a materially adverse manner”; (7) that each Plaintiff, in making the decision \nto invest, relied on his/her own independent investigation; and (8) that each Plaintiff \neither read and understood English or had the Subscription Agreement translated by \na trusted advisor into a language that the Plaintiff understood. ( Subscription \nAgreement § II.) \n17. Section III of the Subscription Agreement is captioned “Risk Factors” \nand repeats multiple times many of the same warnings listed above.   Notably, \nPlaintiffs were told that “[n]o assurances can be made that [the general partner’s] \nforecasts will prove to be accurate, and investors are cautioned against placing \nexcessive reliance on such forecasts in deciding whether to invest in the Partnership.”  \n(Subscription Agreement § III(B).) Subsection J highlights the Partnership \nAgreement’s provision that  “the General Partner shall not be liable to the Limited \nPartners for any loss or liability incurred in connection with the affairs of the \nPartnership, so long as such loss or liability did not result from willful misconduct or \ngross negligence. . . .Therefore, a Limited Partner may have a more limited right of \naction against the General Partner than he would have had absent these provisions \nin the Partnership Agreement.”  (Subscription Agreement § III(J).) \n18. Finally, the Subscription Agreement states in Section V (I): “This \nSubscription Agreement constitutes the entire agreement among the parties hereto \nwith respect to the subject matter hereof.” (Subscription Agreement § V(I).) \n19. The final page of Exhibit F to the Chi  Complaint (incorporated by \nreference in the Feng Complaint ) is a single page document titled, “Agreement on \nInvestment Period.”  Although included with the Subscription Agreemen t as an \nexhibit to the Chi and Feng Complaints, the final page of Exhibit F is not numbered \nconsecutively with the pages of the Subscription Agreement, nor is it in the same \nfont.9  (Ex. F, final page.) \n20. The Agreement on Investment Period purports to reduce to writing the \nparties’ “consensus” that the investment period for each Plaintiff’s funds would begin \non the date NRMH had the use of the money and run for a period of three years, with \nNRMH having the ability to call for two one-year extensions.  (Chi Compl. ¶¶ 63, 77.)  \nAt the conclusion of the investment period (maximum five years), the agreement \nstated that “NRMH will repurchase the limited partnership units on a (FIFO) first in \nfirst out manor [sic].”  (Ex. F, final page.) \n21. Exhibit D to the Chi Complaint (incorporated by reference in the Feng \nComplaint) is a document titled, “Conversion of Interest in the Northern Riverfront \n \n9 During the hearing, counsel for Plaintiffs, referencing paragraph 63 of the Chi Complaint, \nclarified that the Agreement on Investment Period that was included with the Subscription \nAgreement in Exhibit F is “its own document” and “[her] office may have just inadvertently \nincluded” it in Exhibit F.  (21 April 2023 Transcript [“Tr.”] 106:23-107:10, Chi ECF No. 135.) \nHowever, during the same hearing, co- counsel for Plaintiffs referenced paragraph 74 of the \nChi Complaint and argued that  the Agreement on Investment Period is part of the \nSubscription Agreement.  (Tr. 54:11-19) (“[T]hat’s the way we have it alleged[.]”.) \nMarina and Hotel, LLLP, (“Conversion Agreement”).  The document appears to be an \nunsigned template that is also undated, except for the typewritten year “2011.”  The \ntemplate purports to establish a “trigger date” defined as “completion of the resort, \nUSCIS conditions being met, Partner receipt of a [sic] Unconditional Green Card and \na period of not less than 5 years from approval of I -485.”  On the trigger date, the \ndocument states: \n[T]he General Partner shall be responsible to acquire the interests of the \nPartner upon the payment of the sum of USD500,000 to be paid in U.S. dollars; \nIn [sic] the event General Partner is unable to pay said amount at trigger date \npartner shall be entitled to record and take owner ship [sic] of assets (Two hotel \nrooms and One marina berth) as defined in the Quit Claim. \n(Ex. D) (emphasis in original). \n22. Each Plaintiff agreed to the terms of the Contract on a different date \nbetween 2011 and 2013.  (Chi Compl. ¶ 91.)  Consequently, the five-year investment \nterm referenced in both the Agreement on Investment Period and the Conversion \nAgreement, if effective, would have expired on a different date for each Plaintiff.  (Chi \nCompl. ¶ 91.)  However, the latest date the term would have expired for any Plaintiff \nis 19 February 2018.  (Chi Compl. ¶ 91.) \nII. PROCEDURAL BACKGROUND \n23. The Chi Plaintiffs initiated this action on 13 December 2021, asserting \nthat their investment in NRMH had failed to provide the allegedly promised return. \n(ECF No. 3 .)  A First Amended & Verified Complaint (“Amended Complaint”) was \nsubsequently filed on 3 February 2022.  (ECF No. 26.)  \n24. On 24 March 2022, then Defendants Pac Rim Venture Ltd. (“PRV”) and \nGongzhan Wu filed their motion to dismiss .  (ECF No. 40.)   After full br iefing, the \nCourt held a hearing on the motion on 16 May 2022.  Thereafter, on 24 August 2022, \nthe Court entered an Order and Opinion dismissing PRV and Gongzhan Wu for lack \nof in personam jurisdiction.  (ECF No. 76.)10      \n25. Following service of process on Samson Wu, on 26 September 2022, the \nChi Plaintiffs moved for leave to file a Second Amended Complaint in order to expand \ntheir allegations regarding Mr. Wu.  (ECF No. 79.)  The motion went unopposed, and \nthe Court entered an order allowing the Chi Plaintiffs’ Second Amended Complaint  \non 20 December 2022.  (ECF No. 86.)   \n26. The parties have been engaged in discovery since at least 18 May 2022. \n(ECF No. 61.)   The Court has permitted requested extensions.  Pursuant to the \nAmended Case Management Order, the deadline for fact discovery for both the Chi \nand Feng Plaintiffs is now 15 January 2024.  (ECF No. 131.)11 \n \n10 The Chi Plaintiffs subsequently filed an action against PRV and Gongzhan Wu in state \ncourt in New York.  He Chi et al. v. Gongzhan Wu et al., No. 653488/2022 (NY Supreme Ct. \n2022).  This Court has not been provided with a copy of the complaint in that action, but the \nOrder and Opinion of Judge Lyle E. Frank  dismissing the plaintiffs’ claims on statute of \nlimitations grounds was provided to the Court during the hearing on these Motions .  The \nCourt takes judicial notice of the fact that the action against PRV and Gongzhan Wu was \ndismissed, but the Court also recognizes that it is not constrained to  follow the New York \ncourt’s analysis of the claims that were before it with respect to PRV and Gongzhan Wu when \ndeciding the fate of the claims pending here against the NRMH Defendants and Samson Wu.   \n \n11 Counsel for the parties agree that discovery in this matter has been time consuming and \ncostly.  Some Plaintiffs reside in the PRC and must travel to the United States to be deposed.  \nIn addition, Plaintiffs are not fluent in the English language, requiring translation that slows \nthe process and increases the expense.\n  \n27. Although they did not file a motion pursuant to Rule 12(b)(6) in response \nto the First Amended Complaint, the NRMH  Defendants have exercised their right \nto do so in response to the Chi Complaint, as well as to the identical claims in the \nFeng action.  Samson Wu has likewise moved to dismiss both actions pu rsuant to \nRule 12(b)(6). \n28. After full briefing, the Court held a hearing on the Motions on 21 April \n2023, during which all parties participated through counsel.  The Motions are now \nripe for disposition. \nIII.  LEGAL STANDARD \n29. When ruling on a motion to dismiss pursuant to Rule 12(b)(6) of the \nNorth Carolina Rules of Civil Procedure, the Court reviews the allegations in the light \nmost favorable to the non-moving party.  See Christenbury Eye Ctr., P.A. v. Medflow, \nInc., 370 N.C. 1, 5 (2017).  The Court’s inquiry is “whether, as a matter of law, the \nallegations of the complaint, treated as true, are sufficient to state a claim upon which \nrelief may be granted under some legal theory  whether properly labeled or not. ” \nHarris v. NCNB Nat’l Bank, 85 N.C. App. 669, 670 (1987). \n30. The Court accepts all well -pleaded factual allegations  as true.  See \nKrawiec v. Manly, 370 N.C. 602, 606 (2018).  However, t he Court is not required “to \naccept as true allegations that are merely conclusory, unwarranted deductions of fact, \nor unreasonable inferences.”  Good Hope Hosp., Inc. v. N.C. Dep’t of Health & Human \nServs., 174 N.C. App. 266, 274 (2005) (citation omitted).  It may also ignore the legal \nconclusions set forth in the pleading.  McCrann v. Pinehurst, LLC, 225 N.C. App. 368, \n377 (2013). \n31. Furthermore, the Court “can reject allegations that are contradicted by \nthe documents attached, specifically referred to, or incorporated by reference in the \ncomplaint.”  Laster v. Francis, 199 N.C. App. 572, 577 (2009) ( cleaned up); see Moch \nv. A.M. Pappas & Assocs., LLC ., 251 N.C. App. 198, 206 (2016).  The Court may \nconsider these attached or incorporated documents without converting the Rule \n12(b)(6) motion into a motion for summary judgment.  Id. (citation omitted).   \n32. “It is well-established that dismissal pursuant to Rule 12(b)(6) is proper \nwhen ‘(1) the complaint on its face reveals that no law supports the plaintiff’s cla im; \n(2) the complaint on its face reveals the absence of facts sufficient to make a good \nclaim; or (3) the complaint discloses some fact that necessarily defeats the plaintiff’s \nclaim.’ ” Corwin v. British Am. Tobacco PLC, 371 N.C. 605, 615 (2018) (quoting Wood \nv. Guilford Cty., 355 N.C. 161, 166 (2002)).  This standard of review for Rule 12(b)(6) \nis the standard our Supreme Court “uses routinely . . . in assessing the sufficiency of \ncomplaints in the context of complex commercial litigation.”  Id. at 615 n.7 (citations \nomitted). \nIV.  ANALYSIS  \n33. Both the Chi and Feng Complaints assert claims for fraud, negligent \nmisrepresentation, breach of fiduciary duties, conversion, and violation of the North \nCarolina Securities Act, N.C.G.S. § 78A -8, against NRMH, Invest Co, Wilmington \nDevelopment, Schoninger, Ardalan, Samson Wu, and Wang (claims 1, 3, 4, 5, 6); \nbreach of contract against NRMH, InvestCo, Wilmington Development and \nSchoninger (claim 2); unjust enrichment against the three holding companies, Car \nWash and Golden Marina (claim 7); gross mismanagement against Schoninger (claim \n8); equitable accounting against NRMH, Wilmington Development and InvestCo \n(claim 9);12  and  a demand to exercise their statutory inspection rights pursuant to \nN.C.G.S. § 59-305 and § 59-106(b) against NRMH and Schoninger (claim 10).  \nA. Statute of Limitations \n34. While they assert multiple grounds for dismissal, the statute of \nlimitations is central to Defendants’ argument with respect to the first seven claims.  \nConsequently, the Court addresses that argument first. \n35. A statute of limitations defense may properly be asserted in a Rule \n12(b)(6) motion to dismiss if it appears on the face of the complaint that such a statute \nbars the claim. Futures Group v. Brosnan, 2022 NCBC LEXIS 150,  at **10-11 (N.C. \nSuper. Ct. Dec. 7, 2022) (citing Horton v. Carolina Medicorp, 344 N.C. 133, 136 \n(1996)); Toomer v. Branch Banking & Tr. Co., 171 N.C. App. 58, 65 (2005). \n36. Claims for fraud, negligent misrepresentation, breach of fiduciary duty, \nbreach of contract, conversion, and unjust enrichment are all subject to a three-year \nstatute of limitations that begins when the claims accrue.  See BDM Invs. v. Lenhill, \nInc., 2012 NCBC LEXIS 7, at **36 (N.C. Super Ct. Jan. 18, 2012) (statute of \n \n12 Plaintiffs concede that the ninth cause of action, (“Equitable Accountings”), should be \ndismissed.  (Br. Supp. Opp. Defs.’ Mot. Dismiss, ECF No. 108, [“Pls.’ Resp. Br.”], 6 n.2) \nlimitations for claims of fraud and negligent misrepresentation is three years) (citing \nN.C.G.S. § 1-52(5)); Loray Mill Devs., LLC v. Camden Loray Mill Phase 1, LLC, 2023 \nNCBC LEXIS 21, at **31 (N.C. Super. Ct. Feb. 7, 2023) (claims for breach of fiduciary \nduty and breach of contract each subject to a three-year statute of limitations) (citing \nN.C.G.S. §§ 1 -52(1), (5), (9)); Lau v. Constable, 2019 NCBC LEXIS 71, at *21 (N.C. \nSuper. Ct. Sept. 24, 2019) (statute of limitations for conversion claim is three years) \n(citing N.C.G.S. § 1-52(4)); Martin Marietta Materials, Inc. v. Bondhu, LLC, 241 N.C. \nApp. 81, 84 (2015) (statute of limitations for unjust enrichment claim is three years) \n(citing N.C.G.S. § 1-52(1)).   \n37. A claim generally accrues, and the statute of limitations begins to run, \nwhen the right to institute and maintain suit arises.  Ocean Hill Joint Venture v. N.C. \nDep’t of Env’t, Health & Nat. Res., 333 N.C. 318, 323 (1993) (cleaned up).  If the \ndiscovery rule applies, however, a claim will not accrue until the plaintiff knows or \nshould know that his rights have been violated.  Chisum v. Campagna, 376 N.C. 680, \n701 (2021) (under the discov ery rule, the limitations period begins at the time the \nplaintiff knew or should have known of the breach of contract).   \n38. Several of Plaintiffs’ claims in this case are subject to the discovery rule, \nincluding their claims for fraud and negligent misrepres entation.  See, e.g., \nChristianbury Eye Ctr., P.A. v. Medflow, Inc., 2015 NCBC LEXIS 64, at ** 18 (N.C. \nSuper. Ct. June 19, 2015), aff’d , 370 N.C. 1 (2017)  (“The statute of limitations \ngoverning a fraud claim is three years and begins to run from the time the claimant \nshould have discovered the facts constituting the fraud.”) ; Barger v. McCoy Hillard \n& Parks, 346 N.C. 650, 666 (1997) (a claim for negligent misrepresentation “does not \naccrue until two events occur:  first, the claimant suffers harm beca use of the \nmisrepresentation, and second, the claimant discovers the misrepresentation.”). \n39. Likewise, the right to sue for both breach of contract and breach of \nfiduciary duty arises when the plaintiff knew or should have known of the alleged \nbreach.  See, e.g., Chisum, 376 N.C. at 701 (“As soon as the injury becomes apparent \nto the claimant or should reasonably become apparent, the cause of action [for breach \nof contract] is complete and the limitation period begins to run. ”); Toomer, 171 N.C. \nApp. at 68- 69 (discovery rule applies to claims for breach of fiduciary duty); Trail \nCreek Invs. LLC v. Warren Oil Holding Co. , 2023 NCBC LEXIS 70, at **25 (N.C. \nSuper. Ct. May 9, 2023) (in action alleging fraud, negligent misrepresentation, breach \nof fiduciary duty, and conspiracy, the applicable statute of limitations “does not begin \nto run until the plaintiff has actual or constructive notice of the defendants’ wrongful \nacts.”); see also Carlisle v. Keith, 169 N.C. App. 674, 683 (2005) (“ ‘Discovery’ is defined \nas an actual discovery or the time when the fraud should have been discovered in the \nexercise of due diligence.”). \n40. Ordinarily, determining when a plaintiff discovered or should have \ndiscovered that he or she has been wronged is a question of fact to be answered by a \njury.  See Forbis v. Neal, 361 N.C. 519, 524 (2007) (noting that “a jury must decide \nwhen fraud should have been discovered in the exercise of reasonable diligence under \nthe circumstances.”)  However, “[a] motion to dismiss under Rule 12(b)(6) is an \nappropriate method of determining whether the statutes of limitation bar plaintiff's \nclaims if the bar is disclosed in the complaint.” Carlisle, 169 N.C. App. at 681. \n41. A plaintiff who ignores warning signs and fails to exercise reasonable \ndiligence does so at their peril.  “Where a person is aware of facts and circumstances \nwhich, in the exercise of due care, would enable him or her to learn of or discover the \nfraud, the fraud is discovered for the purposes of the statute of limitations.\" Jennings \nv. Lindsey, 69 N.C. App. 710, 715 (1984).  The Court applies these principles below to  \neach of the claims asserted. \nB.  Fraud, Negligent Misrepresentation and Violation of Chapter 78A \n(against NRMH, InvestCo, Wilmington Development, Schoninger, Ardalan, \nSamson Wu and Wang) \n \n42. Limited liability limited partners are treated like corporate \nshareholders with respect to their standing to bring direct claims .  Energy Investors \nFund, L.P. v. Metric Constructors, Inc.,  351 N.C. 331, 336 (2000) (citing Barger v. \nMcCoy Hillard & P arks, 346 N.C. 650, 660 (1997) ).  A partner induced by fraud to \njoin a partnership may maintain a direct action for that fraud.  Barger, 346 N.C. at \n654 (“A special duty therefore has been f ound when the wrongful actions of a party \ninduced an individual to become a shareholder) (citing Howell v. Fisher, 49 N.C. App. \n488 (1980)).  \n43. Here, Plaintiffs’ allegations establish that they knew or should have \nknown of the alleged misrepresentations well before they filed their lawsuit on 13 \nDecember 2021 (Chi) and 5 January 2023 (Feng).  As a result, their fraud -based \nclaims against InvestCo, Ardalan, Samson Wu, and Wang are barred by the statute \nof limitations. \n44. However, the doctrine of equitable estoppel tolls the statute of \nlimitations on the fraud -based claims asserted against Schoninger and Wilmington \nDevelopment.  Similarly, the statute of limi tations for a securities fraud claim \npursuant to Chapter 78A is extended if the defendant engages in “any fraudulent or \ndeceitful act that . . . induces the [plaintiff] to forgo or postpone commencing an action \nbased upon the violation.” N.C.G.S. § 78A -56(f).  See Merrell v. Smith , 2023 NCBC \nLEXIS 3, at **50 (N.C. Super. Ct. Jan. 11, 2023) (observing that the concealment \nexception in § 78A-56(f) operates to toll the statute of limitations).  Accordingly, for \nthe reasons stated below, the fraud -based claims survive this motion on statute of \nlimitations grounds.  The victory is short -lived, however, because the claims do not \nmeet the heightened pleading requirements of Rule 9(b). \n1.  The Discovery Rule \n45. In paragraphs 89, 144, and 180 of the Chi Complaint and the companion \nparagraphs of the Feng Complaint, Plaintiffs list the misrepresentations that they \nclaim induced them to invest.13  Notable among them are that: \na.  Plaintiffs’ funds would be used for the development of a marina \nand hotel complex, including a restaurant, (¶ 89(f)); \n \n13 Plaintiffs also allude to misrepresentations that they allege continued during the \nInvestment Term, including misrepresentations that they claim occurred during visits to the \nsite, but they provide no supporting facts.  (Chi Compl. ¶ 147.) \n  \nb. Construction of the Project had already begun, construction o n \nthe Hotel would begin in the first half of 20 12 and take a total \nof 20 months to complete, while construction on the Marina \nwould begin in January 2012 and take a total of 13 months to \ncomplete, (¶ 89(i)); \nc. The Project was insured against delay in completion and, \ntherefore, was guaranteed to be completed on time, (¶ 89(o)); \nd. The Project itself would achieve financial stabilization within 3 \nto 5 years of commencement. (¶ 89(p))  \ne. Each P laintiff would receive a Preferred Return of 1% per \nannum on their investment capital during the Investment \nTerm, (¶ 89(j)); \nf. Plaintiffs would be entitled to a 10% share of any profits \ngenerated by the Project as part of their membership in \nDefendant NRMH, (¶ 89(k));   \ng. At the expiration of the Investment Term, Plaintiffs would enjoy \nthe right to the return of their investment capital, (¶ 89(l)); and \nh. Each Plaintiff would receive equity rights to two marina slips \nand a hotel room in the event NRMH was unable to repay their \ninvestment capital, (¶ 89(h)). \n46. Each Plaintiff executed the Subscription Agreement and the \nPartnership Agreement on a different date between 1 August 2011 and 19 February \n2013.  (Chi Compl. ¶ 91.)  However, after the two one- year extensions, expiration of \nthe Investment Term for the last -in-time Plaintiff was February 2018.  (Chi Compl. \n¶¶ 102, 109, Ex. K.) \n47. Plaintiffs allege that they were guaranteed that a hotel would be built \nby the end of 2013 or early 2014 and that the marina would be completed by March \n2013.  (Chi Compl. ¶¶ 59-60.)   But these things did not happen.  Although the marina \nwas finally built (on a smaller scale than allegedly represented), NRMH never broke \nground on a hotel.  (Chi Compl. ¶¶ 94, 130-35.) \n48. Plaintiffs allege that they were told that they would receive financial \nrewards from their investment, including a return of 1% per annum during the \nInvestment Term and a 10% share of any profits generated.  They each allege that \nthey were promised that the entire Project would financially stabilize within five (5) \nyears of “commencement,” and that when the Investment Term expired, they would \nget either their investment capital back from  a repurchase of their partnership \ninterests, or they would receive the deeds to two marina slips and a hotel room.  They \nrecognize that the Investment Term for the last-in-time Plaintiff expired in February \n2018, but they complain that they have not yet received any of the promised financial \nrewards. \n49. According to Plaintiffs’ own allegations, then, it was evident that \nsomething was amiss with their investments by early 2014 at the latest,  when no \nhotel had been bu ilt and while the marina existed, it was much smaller  than \npromised.  It was equally obvious that the financial rewards were not as promised as \neach year passed with no payment of a 1% r eturn and no payment of profits .  The \ncrowning glory was when the Investment Period finally expired for the last -in-time \ninvestor in February 2018, and Plaintiffs did not receive either a return of their \ninvestment capital or deeds to the promised two marina slips and a hotel room (in the \nstill non-existent hotel).14   \n50. Nevertheless, the Chi Plaintiffs did not commence this action until \nDecember 2021, more than three years after they should have discovered the alleged \nmisrepresentations.  The Feng Plaintiffs started their action even later.   Accordingly, \nthe Court dismisses the fraud, negligent misrepresentation and Chapter 78A claims \nagainst InvestCo, Ardalan, Samson Wu, and Wang on statute of limitations grounds. \n2.  Equitable Tolling \n51. As for NRMH, Wilmington Development and Schoninger, however, the \nresult is different.  Plaintiffs claim that certain communications from Schoninger ,  \n“lulled [them] into non-action.” (Chi Compl. ¶ 112.)  They allege that in January 2020, \nalmost two years after the Investment Term expired in February 201 8, Schoninger, \nwriting as “Managing Partner” of NRMH, sent them a letter in which he describes \nthe Project’s dire financial state .  Schoninger wrote: “[I]f we tried to liquidate the \nproject today . . . I don’t think we could get much more than 10 cents on the dollar.  I \nknow that is not what we want to hear[.]”   He alluded to difficulties with USCIS’ s \napproval of the Project and then requested that Pla intiffs agree to  extend the time \n \n14 Indeed, Defendants argue that Plaintiffs should have been aware from the start that \nsomething was wrong because Plaintiffs allege that the  marketing materials differed from \nthe language of the Subscription and Partnership Agreements in multiple ways.  (Tr. 15-31.)   \nfor the anticipated return of their investment another two years, at which point he \npromised that NRMH would deed each of them a marina slip and begin discussions \nabout a payment plan for the rest (the “Extension Letter”).  (Chi Compl. ¶¶ 106-107, \nEx. J.)  The Extension Letter states in relevant part:   \nWe feel we are approximately two years away from where we will be \n[financially] stable.  It is for this reason; (sic) I am asking for an extension of \ntwo years before we can legitimately start the process of refunding our \ninvestors. . . . I believe if we can get at least 2 more years that will give me \nenough time to sell boat slips at a high value. . . . Once this project is stabilized, \nI will have the opportunity to give each investor a slip valued at over $250,000 \nUSD and then start a payment plan for the remainder.  The payment plan \nwould be as follows:  Within 24 months from 2/1/2020 we would make our best \nefforts to deed a slip membership to each investor, and then discuss a payment \nplan for the remaining funds to be paid out over the next 36 months. \n \n(Chi Compl. Ex J.) \n52. Plaintiffs further allege that in February 2021, Schoninger,  again \nwriting as manager of NRMH, issued a  second letter (the “Update Letter”) in which \nSamson Wu had “direct input,” although the nature of that input is not alleged.  In \nthe Update Letter, Schoninger “continued to lay blame for the extreme delays with \nthe Project on outside forces, specifically the COVID pandemic” and “continued to \nrepresent that the Project was on track to issue title to the Marina slips and \ncommence discussions surrounding repayment of remaining capital contributions in \n2022.”  (Chi Compl. ¶¶ 114-115, Ex. L.)    \n53. The Update Letter states in relevant part: \nThe pandemic created a very difficult year for businesses with the mandatory \nshut-downs. . . . With travel restrictions, bans, and social distancing \nrequirements, we lost an entire season of business. . . . Even as I write this \nletter – the Governor has not fully opened the state.   . . . We know we are not \nalone with these issues, but I wanted you to know what has been specifically \nimpacting the projects.   Needless to say, our restaurant hopes to recover from \nthese losses and that life will get back to normal sometime this year.  The same \neffects were also felt at the marina. . . . With such a dense population near our \nrestaurant an d marina, we imagine that once the Government allows \neverything to open, our businesses will make up for the losses and challenges \nwe faced (and are continuing to face) throughout the COVID pandemic.  \n \n. . . [W]e are confident that NRMH is on track towards achieving our objectives \nwe mentioned in our letter to you in 2020.  We aim to deed a slip membership \nto each investor at our marina and produce a paym ent plan to begin \nreimbursing our investors by end of first quarter 2022.  Over the following 36 \nmonths (after Q1 2022), our goal is to reimburse each investor with their \noriginal amount of $500,000 through the sale of slips and the growth of assets. \n \n. . . During this time, we are working on other options.  We have ordered a \nBroker’s Price Opinion (BPO) letter from a realtor (expected in about 4 -5 \nweeks) to serve as an appraisal of the property values that will include the \nmarina, the restaurant (Marina Grill), and the future hotel site.  This BPO will \nallow us to better understand the possibility of a sale or the ability to refinance \nthe assets.  After paying off the debt, the remaining equity would be used to \nsettle with investors.  Another option is liqu idating other assets at a discount \nin order to reach these goals.  These options may allow us to settle at an earlier \ndate; maybe not at 100 cents on the dollar. \n \n. . . . Next year at this time, I am looking forward to bringing you the very \nhappy news of your upcoming first scheduled payment date. \n \n(Chi Compl. Ex. L.)\n15 \n54. In the face of an otherwise time-barred claim, “[e]quitable estoppel may \nbe invoked, in a proper case, to bar a defendant from relying upon the statute of \n \n15 The Chi Complaint also alleges that Plaintiff Bian Yide visited the Project site in late April \n2019, which was followed by a letter from Schoninger as “Member/Manager” of NRMH dated \n23 May 2019.  In the May 2019 letter, Schoninger “reiterated the promised return of \ninvestment capital but asked for more time in which to do so.” (Chi Compl. ¶101, Ex. I.) \n \nOther allegations regarding the communications that some Defendants had  with some \nPlaintiffs after February 2018 are less detailed.  Plaintiffs allege, for example, that in \nDecember 2020, “Defendant Wu again reached out to Defendant Ardalan and Defendant \nSchoninger to report that he ‘communicated with NRMH Investors regarding their \ninvestment repayment.’ ”  The content of Samson Wu’s communications with the investors is \nnot pled.  (Chi Compl. ¶ 111.) \nlimitations.”  Glynne v. Wilson Med. Ctr., 236 N.C. App. 42, 53 (2014).  It arises “when \na party has been induced by another's acts to believe that certain facts exist, and that \nparty rightfully relies and acts on that belief to his [or her] detriment. ”  Id. (cleaned \nup). \n55. The purpose of equ itable estoppel is to prevent a party “from using a \nstatute of limitations as a sword, so as to unjustly benefit from his own conduct which \ninduced a plaintiff to delay filing suit. ”  Friedland v. Gales, 131 N.C. App. 802, 806 \n(1998). \n56. To plead equitable estoppel, Plaintiffs must allege:  “(1) conduct on the \npart of the party sought to be estopped which amounts to a false representation or \nconcealment of material facts; (2) the intention that such conduct will be acted on by \nthe other party; and (3) knowledge, actual or constructive, of the real facts.”  Robinson \nv. Bridgestone/Firestone N.A. Tire, LLC, 209 N.C. App. 310, 319 (2011).  In addition, \nPlaintiffs must show they lacked knowledge and the means of ascertaining the real \nfacts and rightfully relied on Defendants’ conduct to their detriment.  Id.; Johnson \nNeurological Clinic, Inc. v. Kirkman, 121 N.C. App. 326, 332 (1996). \n57. Facts supporting equitable estoppel must be pled with particularity \nand demonstrate that Defendants’ representations delayed Plaintiffs from filing \nsuit.  See Duke Univ. v. St. Paul Mercury Ins. Co., 95 N.C. App. 663, 673 (1989); \nRivenbark v. Moore, 57 N.C. App. 339, 342 (1982); see also N.C. R. Civ. P. 8(c). \nFurther, while “[m]ere negotiations with a possible s ettlement unsuccessfully \naccomplished is not that type of conduct designed to lull the claimant into a false \nsense of security[,]” Duke Univ. v. St. Paul, 95 N.C. App. at 673, “[i]f the debtor makes \nrepresentations which mislead the creditor, who acts upon them in good faith, to the \nextent that he fails to commence his action in time, estoppel may arise.   The tolling \nof the statute may arise from the honest but entirely erroneous expression of opinion \nas to some significant legal fact.”  Duke Univ. v. Stainback, 320 N.C. 337, 341 (1987). \n58. In this case , view ing the allegations in the light most favorable to \nPlaintiffs—as the Court must at this stage , equitable estoppel has been adequately \npled with respect to the fraud and negligent misrepresentation claims against \nSchoninger and Wilmington Development.  A trier of fact could find that one or both \nletters written by Schoninger in his role as managing member of Wilmington \nDevelopment, the General Partner of NRMH , contained misrepresentations that \nmisled Plaintiffs and resulted in the delayed filing of this action. \n59. Similarly, Chapter 78A affords a plaintiff who has been duped \nadditional time to bring a claim for securities fraud.  The statute of limitations i s \nthree years after discovery of the facts constituting the violation  (but in any case no \nlater than five years after the sale or con tract of sale), “except that if a person who \nmay be liable under this section engages in any fraudulent or deceitful act that \nconceals the violation or induces the person to forgo or postpone commencing an \naction based upon the violation, the suit may be commenced not later than three years \nafter the person discovers or should have discovered that the act was fraudulent or \ndeceitful.”  N.C.G.S. § 78A-56(f).    \n60. Plaintiffs adequately allege that they were induced to forgo or postpone \ncommencing their action against NRMH, Wilmington Development and Schoninger  \nas a result of the January 2020 Extension Letter and the subsequent Update Letter.   \nConsequently, the statute of limitations does not bar their Chapter 78A claim against \nthese defendants. \n61. As for Samson Wu, however, the Court concludes that Plaintiffs’ general \nallegations of his involvement with the February 2021 letter and of his other \ncommunications with Plaintiffs are not pled with sufficiently particularity to forestall \nthe running of the statute of limitations  on the fraud, negligent misrepresentation \nand Chapter 78A claims. \n3.  Rule 9(b) Pleading Requirements \n62. In addition to the statute of limitations, Defendants move to dismiss any \nof Plaintiffs’ fraud-based claims that survive the statute of limitations  because they \ndo not meet the heightened pleading requirements of Rule 9(b).  The Court agrees. \n63. Rule 9 requires a plaintiff who pleads fraud to identify “the time, place, \nand content  of the fraudulent representation, identity of the person  making the \nrepresentation and what was obtained as a result of the fraudulent act or \nrepresentations.’ ”  Terry v. Terry, 302 N.C. 77, 85 (1981)).  See Haigh v. Superior Ins. \nMgmt. Grp., 2017 NCBC LEXIS 100, at * 27 (N.C. Super. Ct. Oct. 24, 2017) (applying \nRule 9(b) pleading requirements to statutory claims for securities fraud) ; Bucci v. \nBurns, 2017 NCBC LEXIS 83, at *11 (N.C. Super. Ct. Sept. 14, 2017) (same).  Claims \nfor negligent misrepresentation must meet this same demanding standard.  See BDM \nInvs. v. Lenhil, Inc. , 2012 NCBC LEXIS 7, at *56 (N.C. Super. Ct. Jan. 18, 2012) \n(applying Rule 9(b) to negligent misrepresentation claim). \n64. To the extent the fraud claim is omission -based, Plaintiffs must plead :  \n(1) the relationship between plaintiff and defendant giving rise to the duty to speak; \n(2) the event that triggered the duty to speak or the general time period over wh ich \nthe relationship arose and the fraud occurred; (3) the general content of the \ninformation that was withheld and the reason for its materiality; (4) the identity of \nthose under a duty who failed   to make such disclosures; (5) what the defendant \ngained f rom withholding the information; (6) why the plaintiff's reliance on the \nomission was reasonable and detrimental; and (7) the damages the fraud caused the \nplaintiff.  Lawrence v. UMLIC-Five Corp., 2007 NCBC LEXIS 20, at *9 (N.C. Super. \nCt. June 18, 2007). \n65. Both the Chi and the Feng Complaint s fail to  meet the particularity \nrequirements of Rule 9.  Violating a fundamental rule, Plaintiffs attempt to state \nclaims for fraud and misrepresentation against many of the d efendants jointly as a \ngroup, rather than specifying the misrepresentations made by each Defendant.  For \nexample, in paragraph 144 of the  Chi Complaint  Plaintiffs a llege that multiple  \nmisrepresentations were made by seven different defendants without any indication \nof who made wh ich statements, when, or where they were made.  Further, in \nparagraph 91 of the same pleading, the Chi Plaintiffs allege that at seminars and in \nmarketing materials regarding the investment Defendants made misrepresentations \nand omitted information,  but they d o not elaborate, nor do they attribute any \nstatement or omission to any particular defendant.  \n66. The Plaintiffs are also grouped together.  For example, Plaintiffs allege \nthat they received different versions of the marketing materials at different times , \nbut they do not specify which  Plaintiffs were misled by wh ich statements in which \nmarketing materials.  (See, e.g., Chi Compl. ¶¶ 73, 78, 85.) \n67. Although the Chi Complaint is lengthy, the fraud counts are not the \nplace to try to shorten it.  Plaintiffs can ill-afford to plead fraud or misrepresentation \nin a conclusory fashion.  See, e.g., Flanders/Precisionaire Corp. v. Bank of N.Y Mellon \nTrust Co., 2015 NCBC LEXIS 36, at * 30 (N.C. Super. Ct. Apr. 7, 2015) ( dismissing \nfraud claim when Plaintiff “has failed to allege the circumstances constituting the \nalleged fraud with sufficient particularity —most significantly by failing to identify \nthe specific individuals . . . as well as when and how the alleged fraud occurred.”); \nJulian v. Wells Fargo Bank, N.A. , 2012 NCBC LEXIS 32, at ** 20 (N.C. Super. Ct. \nMay 22, 2012) (complaint that does not allege the identity of an individual who made \nthe deceptive or misleading representation does not meet the particularity \nrequirements of Rule 9(b)); Bob Timberlake Collection, Inc. v. Edwards, 176 N.C. App. \n33, 39 (2006) (dismissing fraud claim where plaintiff failed to identify which \nrepresentative of defendant gave plaintiff false information or where and when \nplaintiff received it); Stec v. Fuzion Inv. Capital, LLC, 2012 NCBC LEXIS 24, at **38 \n(N.C. Super. Ct. Apr. 30, 2012) ( dismissing fraud claim because plaintiff failed to \nidentify who engaged in actionable conduct and when and where conduct occurred). \n68. Accordingly, to the extent Plaintiffs’ fraud-based claims (as to NRMH, \nWilmington Development and Schoninger) are not dismissed on statute of limitations \ngrounds as a result of equitable tolling, the claims are  nevertheless dismissed for \nfailure to satisfy Rule 9(b)’s heightened pleading requirements.16   \n4.  Dismissal with Prejudice \n \n69. Furthermore, since December 2021, Plaintiffs have attempted to state \ntheir claims on four separate occasions.  (Chi ECF Nos. 3, 26, 88; Feng ECF No. 3.)  \nAt a hearing on then –Defendant Gongzhan Wu’s Motion to Dismiss held 16 May \n2022, the Court observed that North Carolina’s standards for pleading fraud are very \nparticular and addressed with the parties the heightened pleading requirements of \nRule 9:   “[E]ach Plaintiff needs to tell me which Defendant made a misrepresentation \nor statement of fraud on what date, to what effect. . . . I’m not sure as I sit here that \nI’ve got that level of specificity[.]”  (16 May 2022 Tr. 31:22-32:7, Chi ECF. No. 134.) \n70. Plaintiffs later filed both the Chi Complaint and the Feng Complaint \nthat are the subject of this Motion , and in each instance, they failed to heed the \nCourt’s comments.   \n71. Rule 15 provides that “leave [to amend] shall be freely given when \njustice so requires.” N.C.G.S. § 1A-1, R. 15(a).  Even so, “the right to amend pursuant \nto Rule 15 is not unfettered.”  Howard v. IOMAXIS, LLC, 2021 NCBC LEXIS 116, at \n \n16  Plaintiffs’ allegations also undercut their ability to prove reasonable reliance, a necessary \nelement of their fraud and negligent misrepresentation claims.  See, e.g., Boone Ford, Inc. v. \nIME Scheduler, Inc., 262 N.C. App. 169, 175-76, 822 S.E.2d 95 (2018) (holding that where a \nrepresentation is controverted by the express terms of a contract, reliance unjustified as a \nmatter of law).  \n*17 (N.C. Super. Ct. Dec. 22, 2021) (citing  Vaughan v. Mashburn, 371 N.C. 428, 433 \n(2018)).   Reasons to deny a motion to amend include “undue delay, bad faith, dilatory \nmotive, repeated failure to cure deficiencies, undue prejudice and futility of the \namendment.” Bartlett Milling Co. v. Walnut Grove Auction & Realty Co. , 192 N.C. \nApp. 74, 89 (2008) (quoting Nationsbank of N.C., N.A. v. Baines, 116 N.C. App. 263, \n268 (1994)).   \n72. Over the course of more than 19 months of litigation, Plaintiffs here \nhave repeatedly failed to cure deficiencies when pleading their fraud– based claims.   \nThe Court, in its discretion, determines that Plaintiffs have been afforded sufficient \nopportunities to do so.  Accordingly , Plaintiffs’ claims for fraud, negligent \nmisrepresentation and violation of Chapter 78A  are dismissed with prejudice.  See \nFirst Fed. Bank v. Aldridge, 230 N.C. App. 187, 191 (2013) (“The decision to dismiss \nan action with or without prejudice is in the discretion of the trial court[.]”). \nC.  Conversion (against NRMH, InvestCo, Wilmington Development, \nSchoninger, Ardalan, Samson Wu, and Wang) \n \n73. Conversion is the “unauthorized assumption and exercise of the right of \nownership over goods or personal chattels belonging to another, to the alteration of \ntheir condition or the exclusion of an owner’s rights.” Peed v. Burleson’s, Inc.,  244 \nN.C. 437, 439 (1956) (citation and quotation marks omitted).  \n74. A claim for conversion of partnership property is an exception to the \ngeneral rule that one partner may not maintain an action against another partner.  \nPugh v. Newbern, 193 N.C. 258, 261 (1927); Barnes v. Perry, 2018 NCBC LEXIS 262, \nat *22-24 (N.C. Super. Ct. July 30, 2018); Gillespie v. Majestic Transp., Inc. , 2016 \nNCBC LEXIS 69, at * 16-17 (N.C. Super. Ct. Sept. 9, 2016). \n75. Again, however, the statute of limitations is the impediment.  \nConversion claims are subject to a three-year limitation period.  See, e.g., Stratton v. \nRoyal Bank of Can. , 211 N.C. App. 78 (2011) (citing N.C.G.S. § 1- 52(4)).  The claim \naccrues “when the unauthorized assumption and exercise of ownership occurs —not \nwhen the plaintiff discovers the conversion. ”  Id . at 83 ( citing White v. Consol. \nPlanning Inc., 166 N.C. App. 283, 309- 11 (2004) (concluding statute of limitations \nruns from the date of conversion, rather than discovery)). \n76. Although it is true that “[w]here there has been no wrongful taking or \ndisposal of the goods, and the defendant has merely come rightfully into possession \nand then refused to surrender them, demand and refusal are necessary to the \nexistence of the tort,” Id. at 310–11, the rule has no application here.  In this case, \nPlaintiffs’ have alleged that they were fraudulently induced to hand over their \nfunds to Defendants who, from the beginning, never intended to honor their alleged \npromises.  As in White, the allegations are that the wrongful taking and Defendants’ \npossession of the funds were simultaneous.  Consequently, Defendants exercised \nunlawful dominion over the funds from the start, and no demand and refusal is \nnecessary to start the statute of limitations.  Id. at 311.   See In re Parker, 2015 \nBankr. LEXIS 2663, at * 50 (Bankr. E.D.N.C Aug. 10, 2015) (where claim for \nconversion is dependent upon claim for fraud, defendant would not have had lawful \npossession, and demand and refusal was not necessary to trigger the statute of \nlimitations clock).  \n77. If, alternatively, Plaintiffs contend that the ir investment  funds were \ntransferred lawfully at the start but were later converted  when the money was not \nreturned at the end of the Investment Period as allegedly promised, the law does not \npermit them to delay making a demand for return of the money and then benefit from \nthat delay.  In those circumstances, the time that the “unauthorized assumption and \nexercise of the right of ownership” to the money  beg an is clear.  The statute of \nlimitations begin s to run at the time of the default , and a demand and refusal is \nunnecessary.  Marzec v. Nye, 203 N.C. App. 88, 96 (2010) (The statute of limitations \nfor a conversion claim “generally begins running at the time a defendant asserts \ndominion over the property.”); Furman v. Timberlake,  93 N.C. 66, 68-69 (1885) (“[I]f \n[defendant] is  shown to have converted [money], a demand is unnecessary, and the \nstatute begins to run from the time of the conversion.”).17   \n78. Accordingly, with respect to Defendants NRMH, InvestCo, Ardalan, \nSamson Wu, and Wang, the Court dismisses the conversion claim ( Fifth Claim for \n \n17 The pleadings state that only nine of the nineteen Plaintiffs demanded the return of their \ninvestment.  (Chi Complaint ¶ 108- 110.)  Those nine Plaintiffs sent an “Omnibus Demand” \nletter via email to NRMH, InvestCo and Schoninger on 16 April 2020.  (Chi Compl. Ex. K.)  \nThey gave these Defendants until 15 May 2020 to return their money (Chi Compl. 110), but \nthey allege that there was no response from these Defendants until Schoninger sent a 26 \nFebruary 2021 Update Letter requesting more time, (Chi Compl. 114, Ex. L), and that their \nmoney was not returned. \n     \nHowever, Plaintiffs also allege that they recognized in the Omnibus Demand that the \nInvestment Term had expired “as of 2018 and that the relevant agreements provide that at \nthe expiration of the Investment Term, the investors’ capital contribution of $500,000 was to \nbe repaid with fiat currency or real estate equity.” (Chi Compl. ¶ 109.)   Thus, Plaintiffs admit \nthat they were aware of the default “as of 2018.”   \nRelief) on statute of limitations grounds.   As for Defendants Schoninger and \nWilmington Development, however, Plaintiffs have sufficiently pled that the statute \nshould be tolled , and the conversion claim against S choninger and Wilmington \nDevelopment survives this motion. \nD.  Breach of Fiduciary Duty (against NRMH, InvestCo, Wilmington \nDevelopment, Schoninger, Ardalan, Samson Wu , and Wang)  and Gross \nMismanagement (against Schoninger) \n \n79. Plaintiffs focus their argument on the existence of a fiduciary duty , \nrather than  on their standing to bring this direct claim.  Therefore, the Court \naddresses their argument first, before turning to the question of standing. \n80. Other than the de jure fiduciary duty that exist s between NRMH’s \ngeneral partner, Wilmington Development, and its limited partners, the facts as pled \ndo not give rise to any  other fiduciary duty.  Plaintiffs concede that no other de jure \nfiduciary duty exists, but they argue that the facts support a de facto one.  (Pls.’ Resp. \nBr. 20).  The Court disagrees. \n81. It is well-established that “[t]he standard for finding a de facto fiduciary \nrelationship is a demanding one: Only when one party figuratively holds all the \ncards—all the financial power or technical information, for example —have North \nCarolina courts found that the special circumstance of a fiduciary relationship has \narisen.”  Lockerman v. S. River Elec. Mbrshp. Corp. , 250 N.C. App. 631, 636 (2016) \n(citation and internal quotation marks omitted).   \n82. Plaintiffs argue that the nature of the immigration industry in China is \nsuch that they were forced to place their trust in an immigration advisor, who in turn \nrelied on one or more of the NRMH Defendants to provide accurate information.  (Pls.’ \nResp. Br. 21).  Therefore, they contend , the NRMH Defendants “held all the cards \nrelated to the progress, success, and life of the EB-5 Project[,]” (Pls.’ Resp. Br. 21.) \n83. However, Plaintiffs, all accredited investors, were far from helpless.  By \nsigning the Subscription Agreement, they each warranted that, prior to investing, all \ninformation that they had requested had been made available to them, that they were \naware that the investment was “highly speculative and subject to substantial risks,” \nbut that they were “capable of bearing the high degree of economic risk . . . including \nbut not limited to, the possibility of the complete loss of all contributed capital .”  \n(Subscription Agreement § II(H, J).)  They warranted that they had been given access \nto the books and records of the Partnership  “necessary to verify the accuracy of any \ninformation provided.”  (Subscription Agreement § II (L).) They were  repeatedly \nwarned t o consult their own professional advisors about the risks of investing in \nNRMH.  (Subscription Agreement, § III ) (“EACH INVESTOR. . . SHOULD \nCONSULT HIS OR HER OWN LEGAL, TAX AND FINANCIAL ADVISORS”). \n84.   Moreover, l anguage was not a barrier given that each Plaintiff \nwarranted that he or she  either understood English or had the Subscription \nAgreement translated by a trusted advisor into a language that the plaintiff \nunderstood.  (Subscription Agreement § II(M)).  In short, the Plaintiffs had cards to \nplay.  No de facto  fiduciary duty arose on these facts.   The fact that financial \ntransactions were involved, standing alone, is not enough.  Cf . Global Promotions \nGroup, Inc. v. Danas Inc. , 2012 NCBC LEXIS 40, at **13 (N.C . Super Ct. June 22, \n2012) (no fiduciary duty exists between a bank and its customers despite the fact that \nbanks exercise some degree of custodial control over customer accounts); Bradshaw \nv. Maiden, 2015 NCBC LEXIS 80, at ** 34 -37 (N.C. Super. Ct. Aug. 1 0, 2015) (no \nfiduciary duty found despite numerous conclusory allegations in the complaint \nbecause controlling documents attached to or referenced in the complaint did not \nsupport the assertion that defendant had domination and influence over plaintiffs ); \nSec. Nat'l Bank of Greensboro v. Educators Mut. Life Ins. Co., 265 N.C. 86, 95 (1965) \n(“There was no fiduciary relationship; the relation was that of debtor and creditor.”); \nBranch Banking & Trust Co. v. Thompson, 107 N.C. App. 53, 61 (1992) (The “mere \nexistence of a debtor-creditor relationship between [the parties does] not create a \nfiduciary relationship.”); Dallaire v. Bank of Am., N.A., 367 N.C. 363, 368 (2014) \n(same).  Accordingly, Plaintiffs’ claim for breach of fiduciary duty against Defendants \nNRMH, InvestCo, Ardalan, Samson Wu, Wang, and Schoninger is dismissed.          \n85. On the other hand, under the North Carolina Uniform Limited \nPartnership Act, a general partner (in this instance Wilmington Development) owes \nlimited partners fiduciary duties as a matter of law.  N.C.G.S. § 59 -403.  S ee also, \nCasey v. Grantham,  239 N.C. 121, 124 -25 (1954)  (“It is elementary that the \nrelationship of partners is fiduciary[.]”).   The question here is whether those fiduciary \nduties give the limited partner standing to bring a direct claim. \n86. “It is settled law in this State that one partner may not sue in his own \nname, and for his benefit, upon a cause of action in favor of a partnership.” Godwin \nv. Vinson, 251 N.C. 326, 327 (1959).  “The rule includes a cause of action against other \npartners in the partners hip.” Id. “The only two exceptions to this rule are: (1) a \nplaintiff alleges an injury ‘separate and distinct’ to himself, or (2) the injuries arise \nout of a special duty[.]” Energy Invs., 351 N.C. at 337. \n87. In Gaskin v. J.S. Procter Co., LLC, 196 N.C. App. 447 (2009), our Court \nof Appeals addressed the Barger exceptions that afford limited partners standing to \nsue general partners (and the manager of the limited partnership) for harm to the \npartnership.  After determining that the only two exceptions to the general rule that \na partner may not sue directly are the “special duty” and “distinct injury” exceptions, \nthe court concluded that neither exception was met on the facts of that case.  Gaskin, \n196 N.C. App. at 455.  The court observed that the complaint alleged that the wrongs \ncommitted put the partnership as a whole  in “dire financial condition .” It further \nrecognized that allowing claims by some partners and not others, equally impacted, \nwould create “a danger of multiple lawsuits.” Id .  In so holding, the court implicitly \nrejected an argument that the fiduciary duty that existed between the partners in the \nlimited partnership —as op posed to the general partner’s duty to the limited \npartnership itself—had been breached. \n88. The same observations are true here.  Plaintiffs’ allegations are that \nWilmington Development, acting through Schoninger, breached its fiduciary duties \nto the partnership as a whole.  Moreover, there is no “ distinct injury”\n18 alleged that \n \n18 The Gaskin Court observed that “the question is not whether the limited partner plaintiff \nis in a less favorable position than the general partner, but whether the plaintiff is in a less \nfavorable position when compared to all other limited partners.”  196 N.C. App. a t 457 \n(cleaned up). \n \nwould permit a direct claim by these Plaintiffs against Wilmington Development. 19  \nTherefore, Plaintiffs’ breach of fiduciary duty claim against Wilmington Development \nis dismissed. \n89. Relatedly, in a separate claim, Plaintiffs allege that Schoninger is guilty \nof “gross mismanagement” due to  alleged violation of his “statutory obligations” as \n“manager, director, and controlling officer” of NRMH, its general partner, \nWilmington Development, and InvestCo.  (Chi Compl. ¶ 190.)  However, Plaintiffs do \nnot reference the statute(s) that they allege gives rise to Schoninger’s obligations. \n90. Instead, Plaintiffs claim that Schoninger “owns, partially or wholly, \ndirectly or indirectly, and manages each of these entities.”  (Chi Compl. ¶ 10.)  They \nallege that Schoninger “has an obligation to discharge his managerial duties in good \nfaith, with the care an ordinary prudent person in a like position would exercise in \nsimilar circumstances, and in a manner that he reasonably believes to be in their best \ninterests.”  (Chi Compl. ¶ 190.) \n91. A claim for gross mismanagement of an  entity is quintessentially a \nderivative claim.  Barger, 346 N.C. at 654 (“The only injury plaintiffs as shareholders \nallege is the diminution or destruction of the value of their shares as the result of \ndefendants’ negligent or fraudulent misrepresentations of TFH ’s financial status. \nThis is precisely the injury suffered by the corporation itself.”).  But, as to Wilmington \nDevelopment and InvestCo, both LLCs, there is no allegation that any Plaintiff is a \n \n19  Moreover, when, as here, the general partner is an LLC, North Carolina law does not, as \na matter of course, extend the general partner’s fiduciary duty to its manager.  Cf. Sturm v. \nGoss, 90 N.C. App. 326 , 330  (1988) (declining to extend fiduciary duty to director of a \ncorporate general partner in his individual capacity.) \nmember of either company with standing to assert such a claim.  Kane v. Moore, 2015 \nNCBC LEXIS 157, at *13 (N.C. Super. Ct. Nov. 26, 2018) (“ a plaintiff purporting to \nbring derivative claims on behalf of a Nor th Carolina  LLC must be a member of \nthat LLC at the time the act or omission for which the proceeding is brought \noccurred[.]”) (internal quotations omitted). \n92. As for NRMH, a lthough the North Carolina Uniform Limited \nPartnership Act provides for derivative a ctions, see N.C.G.S. § 59- 1001, these \nPlaintiffs have not pled one.  Accordingly,  Plaintiffs’ claim for  “gross \nmismanagement” against Schoninger is dismissed.    \nE.  Breach of Contract  (against NRMH, InvestCo, Wilmington Development, \nand Schoninger) \n \n93. To state a claim for breach of contract, Plaintiffs need only  allege “the \nexistence of a valid contract and a breach of the terms therein.”  Moss v. N.C. Dep’t of \nState Treasurer, Ret. Sys. Dov., 282 N.C. App. 505, 509 (2022). \n94. Curiously, Plaintiffs allege that they contracted with NRMH, InvestCo, \nWilmington Development, and Schoninger “upon the execution of the Subscriptions.”  \n(Chi Compl. ¶ 151 .)   The exhibits incorporated in their pleadings  reflect, however, \nthat Plaintiffs entered into the Partnership Agreement (and the accompanying \nSubscription Agreement) only with Wilmington Development, the general partner of \nNRMH, to become limited partners of NRMH.   Neither InvestCo nor Schoninger, \nindividually, was a party to  the Partnership Agreement or the Subscription \nAgreement and, therefore, neither of them can be liable for breach of th ese \nagreements.  Accordingly, claims for breach of contract attempted against InvestCo  \nand against Schoninger, individually, are dismissed.20 \n95. As for Wilmington Development , Plaintiffs allege that it breached the \nPartnership and Subscription Agreements by:  (a) “obtaining and transferring title to \nthe Project Property . . . to entities other than NRMH; (b) failing to remit the 1% per \nannum Pr eferred Return for the duration of the Investment Term; (c) failing to \nprovide any partial repayment of Plaintiffs’ capital contribution . . . by executing the \nQuit Claim deeds; (d) failing to provide any return of investment capital to Plaintiffs \nat the expiration of the Investment Term, and (e) successfully operating the Marina \nfor more than six (6) years without remitting the 10% pro rata allocation of profits to \nPlaintiffs, as limited partners of NRMH.”  (Chi Compl. ¶ 156). \n96. However, with the possible exception of the first, none of the promises \nalleged above is included in either the Partnership Agreement or the Subscription \nAgreement.  Plaintiffs’ claim depends on whether promises made in the o ffering \ncircular and other  marketing materials were “incorporated by reference” in the \ncontract but were not honored.  (Chi Compl. ¶ 152) \n97. The answer is no.  The offering circular clearly provides that only the \nterms in the Partnership Agreement and Subscription Agreement control:  \nTHE TERMS AND CONDITIONS OF THIS OFFERING . . . AND THE RIGHTS AND \nLIABILITIES OF THE PARTNERSHIP, THE MANAGING GENERAL PARTNER \nAND THE LIMITED PARTNERS ARE GOVERNED BY THE [PARTNERSHIP] \n \n20 To the extent Plaintiffs attempt to allege a claim against their own partnership (NRMH) \nfor breach of the agreements that formed it, the allegations do not state a cla im.  Nor do \nPlaintiffs allege a derivative action on behalf of NRMH.   Further, Plaintiffs do not include \nveil-piercing allegations  to consider a claim  against Schoninger on that basis.  See, e.g., \nConsoli v. Global Supply & Logistics, Inc., 2014 N.C. App. 560 (2011). \nAGREEMENT AND THE SUBSCRIPTION AGREEMENT BETWEEN EACH \nLIMITED PARTNER AND THE PARTNERSHIP. . . AND THE DESCRIPTION OF \nANY OF SUCH MATTERS IN THE TEXT OF THIS OFFERING CIRCULAR IS \nSUBJECT TO AND QUALIF IED IN ITS ENTIRETY BY REFERENCE TO [THE \nPARTNERSHIP AGREEMENT AND THE SUBSCRIPTION AGREEMENT].   \n \n(Offering Circular iv, emphasis added.)    In addition , the Subscription Agreement \ncontains a merger clause specifying that the Subscription Agreement “constitutes the \nentire agreement among the parties hereto with respect to the subject matter hereof.”  \n(Chi Compl. Ex. F at 81, ¶ 1.)  Therefore, extraneous representations in the offering \ncircular—or in any other marketing materials Plaintiffs may have received —do not \nconstitute contract terms. \n98. In addition, Plaintiffs claim is contradicted by their own allegations.  For \nexample, Plaintiffs claim that NRMH breached the contract by “successfully \noperating the Marina for more than six (6) years without remitting the 10% pro rata \nallocation of profits to Plaintiffs, as limited partners of NRMH.”  At the same time, \nhowever, Plaintiffs allege that the marina is currently operating with “only around \n80 concrete slips,” (Chi. Compl. ¶ 129), when the Project was “supposed to involve the \nconstruction of a 204-slip marina[.]”  (Chi Compl ¶ 34.)  Moreover, the Project was to \ninclude a 136-room luxury hotel with at least two restaurants.  No hotel exists\n21 and \nonly one restaurant is operating on the property.  (Chi Compl. ¶¶ 34, 129, 131.)  There \nis no allegation in the Chi or Feng Complaints even suggesting that the Project has \nbeen profitable. \n \n21 In fact, Plaintiffs allege that NRMH sold the real property that was to be the site of the \nhotel to Defendant Car Wash.  (Chi Compl. ¶ 133.) \n99. To the contrary, Plaintiffs allege that for tax years 2014- 19, NRMH \n“provided K-1 forms to each investor which, with the excep tion of 2014, documented \na consistent annual loss allocable to each investor of approximately $1,500.” ( Chi \nCompl ¶ 98.)  There have been no distributions.  Indeed, t he Subscription \nAgreement’s warning that “there is no assurance that there will be Distributable \nCash for distribution to investors”  has come to pass.  (Subscription Agreement § \nIII(F).) \n100. In short, the Court finds no allegation in the lengthy Chi and Feng \nComplaints or their exhibits to supp ort Plaintiffs’ assertion that distributions were \nto be based on the success of the marina alone, or even if so, that the marina has \ngenerated a profit.  Accordingly, Plaintiffs’ claim for breach of contract on this basis \nis dismissed. \n101. Notable among the other promises that Plaintiffs allege  were not \nhonored are two representations about investment returns.  Plaintiffs allege that  \nthey were promised that : (1) they would receive a 1% per annum Preferred Return \nfor the duration of the Investment Term; and (2) at the conclusion of the Investment \nTerm (a maximum of five years) they would receive a return of their investment \ncapital.     \n102. Defendants do not contest the fact that  Plaintiffs have n ot received \neither a preferred return or the return of their investment capital.   Rather, they \nrespond that statements made in marketing materials are not contract terms, and \nthe Subscription Agreement itself, which is peppered with warnings about the risk of \ntheir investment, provides no guaranteed return or repurchase. \n103.  But for the odd last page that is included with the Subscription \nAgreement as Exhibit F to the Chi Complaint , the Court agrees that n either the \nPartnership Agreement nor the Subscription Agreement contains any promise of a \nguaranteed return at any point in time.  To the contrary, the Subscription Agreement \nexpressly outlines the risks associated with an investment in NRMH, including the \n“uncertainty of cash flow to meet fixed obligations” and the potential that “the \nPartnership may have to dispose of the Project on disadvantageous terms in order to \nraise needed funds.”  (See Subscription Agreement § III(C).)   \n104. However, Exhibit F to the Chi Complaint , which is referenced as the \nSubscription Agreement, includes as its final page an unsigned document captioned, \n“Agreement on Investment Period.”  The document is in a different font, does not bear \nthe same footer, and is numbered out of sequence from the balance of the pages in the \nexhibit. \n105. The Agreement on Investment Period  defines the investment term as \ncommencing on the day NRMH has use of the investors’ funds and extending a \nmaximum of five years.  It then states:  “NRMH will repurchase  the limited \npartnership units on a (FIFO) first in fir st out manor (sic).”  \nThe origin and purpose of this document are mysteries that cannot be satisfied at this \nstage.  Given Rule 12(b)(6)’s liberal standard, the Court is constrained to conclude \nthat Plaintiffs have alleged that the Subscription Agreement include s a promise to \nrepurchase partnership units.  \n106. The applicable statute of limitations for a breach of contract claim is \nthree years from the date it accrues.  N.C.G.S. § 1 -52(1).  “ A claim for  breach of \ncontract accrues when the plaintiff knew or should have known that the contract had \nbeen breached[.]”  Chisum, 376 N.C. at 720; accord Christenbury Eye Ctr., P.A., 370 \nN.C. at 5-6 (“We have long recognized that a party must initiate an action within a \ncertain statutorily prescribed period after discovering its injury to avoid dismissal of \na claim.” (emphasis added)); Black v. Littlejohn, 312 N.C. 626, 639 (1985) (“a statute \nof limitations should not begin running against plaintiff until plaintiff has knowledge \nthat a wrong has been inflicted upon him.”). \n107.  As stated above, Plain tiffs’ allegations establish that they knew or \nshould have known when they were not reimbursed in February 2018 that \nWilmington Development had breached any promise to repurchase their partnership \ninterests that might have existed in the Subscription Agreement.  However, Plaintiffs \nhave also sufficiently alleged that, as to Wilmington Development, the statute of \nlimitations should be equitably tolled.  Accordingly, their breach of contract claim \nagainst Wilmington Development on this basis may proceed.  \n108. Finally, Plaintiffs allege that Wilmington Development breached the \nSubscription Agreement by “obtaining and transferring title to the Project Property  \n. . . to entities other than NRMH.”  (Chi Compl. ¶ 156.)  They contend that NRMH \ndid not acquire title to the Project Property until “sometime in late 2014,” and that in \nNovember 2015, the title to a portion of the property (10 Harnett Street) was \ntransferred to City Marina, which later transferred it to NRMH Holdings I.  (Chi \nCompl. ¶¶ 123-124.)  \n109. Plaintiffs a lso allege that in July 2016, NRMH transferred another \nportion of the Project Property (1 Hanover Street) to NRMH Holdings 3, which sold \nthe property to Car Wash in March 2019.  (Chi Compl. ¶ 125.)22  \n110. As a consequence of these transfers, which they allege breached \"Section \n4” of the Subscription Agreement ,23 Plaintiffs allege that NRMH does not currently \nhold title to the Project Property, and therefore the value of their limited partnership \ninterests has been “diluted.”  (Chi Compl. ¶ 126.)   \n111. Plaintiffs al lege that it was not until after a group of them sent a \ndemand letter in April 2020 that they discovered that the real property they were \npromised would not be sold during the pendency of the USCIS process had, in fact, \nbeen transferred to third parties.  (Chi Comp. ¶¶ 117, 121.)  Therefore, this claim may \nalso proceed.  \n \n22 These allegations appear to contradict Plaintiffs’ later allegation that the transfer(s) \noccurred four years prior to the time the 26 February 2021 “Update Letter” on the status of \nthe Project was sent to investors.  (Chi Comp. ¶ 121.) \n \n23 The reference to Section 4 is incorrect.  At Section I(D)(4), the Subscription Agreement \ncontains an agreement by NRMH not to sell the property the Plaintiffs relied upon for EB-5 \nvisa approval until removal of their conditional permanent resident status.  The Partnership \nAgreement also limits the authority of the Manager (Schoninger) from entering into \n“agreements with Affiliates of the General Partner for the sale, lease, exchange, or disposition \nof all or any portion of the Property” at Section 7.11(e). \n \n112. The Subscription Agreement limits NRMH’s ability to sell the property \non which the investor relies “for EB -5 visa approval until removal of the [investor’s] \nconditional permanent residence status.”  (Subscription Agreement § I(D)(4)).     \n113. Although Plaintif fs do not specifically allege when each of them \nsuccessfully removed the conditions on their permanent resident status, a January \n2020 letter from Schoninger to Plaintiffs, referenced as Exhibit J in the Chi  \nComplaint, includes his congratulations to some P laintiffs:  “Regarding the USCIS, \nit looks like we are finally getting our early investors through the I -829 process!”24 \nGiven this statement  in January 2020, the Court determines that Plaintiffs have \nalleged a breach of the Subscription Agreement with respect to any sale of the Project \nProperty that occurred prior to removal of conditions on Plaintiffs’ permanent \nresident status years later.  This contract claim may also proceed. \nF.  Unjust Enrichment (against NRMH Holdings 1, NRMH Holdings 2, NRMH \nHoldings 3, Golden Marina, and Car Wash) \n \n114. Plaintiffs’ Seventh Claim for Relief is asserted only against NRMH \nHoldings 1, NRMH Holdings 2, NRMH Holdings 3, Golden Marina, and Car Wash, \nnone of which is alleged to have been a partner in NRMH or a party to the \nSubscription Agreement. \n115. To state a claim for unjust enrichment, Plaintiffs must allege \"that \n[they] conferred a benefit on another party, that the other party consciously accepted \n \n24  The “I-829 process” is a reference to the USCIS form investors use to petition for removal \nof conditions on their  permanent resident status.  See  www.uscis.gov/i-829 (last visited 24 \nJuly 2023). \nthe benefit, and that the benefit was not conferred gratuitously or by an interference \nin the affairs of the other party.”  Se. Shelter Corp. v. BTU, Inc., 154 N.C. App. 321, \n330 (2002); see also Booe v. Shadrick, 322 N.C. 567, 570 (1988).  \n116. Plaintiffs allege that they provided investment capital to NRMH that \nwas then used by the three holding companies, Golden Marina, and Car Wash “to \nsecure title to the Project Property in their own names at various times for their own \nbenefit.”  (Chi Compl. ¶ 184.) \n117. These allegations do not state a claim.  Plaintiffs allege that they \ninvested in NRMH, not in these other entities.  Instead, they allege that NRMH \nimproperly transferred assets from the partnership to the three holding companies, \nGolden Marina, and Car Wash.   Nowhere do they allege that they agreed, at any \npoint in time, for their money to be transferred from NRMH to these entities with \nthe expectation that they would receive a benefit from them.  Plaintiffs’ allegations \ndo not fit their legal theory.25    \n118. Accordingly, the unjust enrichment claim against  NRMH Holdings 1, \nNRMH Holdings 2, NRMH Holdings 3, Golden Marina, and Car Wash is dismissed. \n \n25 Moreover, unlike Plaintiffs’ fraud, negligent misrepresentation, breach of fiduciary duty, \nand breach of contract claims, the three-year statute of limitations for an unjust enrichment \nclaim is not subject to the discovery rule.   Se. Anesthesiology Consul tants, PLLC v. Rose , \n2019 NCBC LEXIS 63, at *17 (N.C. Super. Ct. Oct. 10, 2019) (the discovery rule does not \napply to an unjust enrichment claim); Lau v. Constable,  2017 NCBC LEXIS 10, at **13 \n(same). But see Lockerman v. South River Elec. Mbrshp. Corp ., 2015 NCBC LEXIS  60, at \n**23 (N.C. Super. Ct. June 8, 2015) (implying that the discovery rule could be implicated if \nthe unjust enrichment claim is “predicated on fraud.”). \n \nG.  Records Demand (against NRMH and Schoninger) \n119. Finally, Plaintiffs claim that NRMH and Schoninger, its manager, \nviolated their statutory rights by failing to respond to a demand made by nine of them \nto produce copies of certain partnership records that NRMH is required by law to \nmaintain.  (Chi Compl. ¶¶ 201-02.)  \n120. Exhibit K to the Chi Complaint is the 16 April 2020 written demand of \nnine Plaintiffs to “NRMH GP Charles schoninger” (sic) and “ InvestCo Chuck \nSchoninger” (sic) demanding that by 25 April 2020, Schoninger produce their K -1 \nforms for tax year 2019, the names and contact information of the investors, and \n“financial statements, cash flow statements and balance sheets . . . since the date of \nestablishment of the company.”  (Chi Compl. Ex. K.) \n121. Plaintiffs allege that  Schoninger refused to provide the requested \ninformation.  (Chi Compl. ¶ 201.)  \n122. Section 59-106 of the North Carolina General Statutes  requires a \nlimited partnership to keep at an office in this State specific records, including but \nnot limited to tax returns and financial statements for the most recent three years , \nand a current list of the full name and last known mailing address of each partner.  \nThese records are “ subject to inspection and copying at the reasonable request , and \nat the expense, of any partner during ordinary business hours.”  N.C.G.S. § 59-106. \n123. Section 59-305 of the North Carolina General Statutes gives limited \npartners the right to “[i]nspect and copy any of the partnership records required to \nbe maintained,” and to “ [o]btain from the general partners from time to time upon \nreasonable demand (i) true and full information regarding the state of the business \nand financial condition of the limited partnership, (ii) promptly after becoming \navailable, a copy of the limited partnership’s federal, State, and local income tax \nreturns for each year, and (iii) other information regarding the affairs of the limited \npartnership as is just and reasonable.”  N.C.G.S. § 59-305. \n124. The nine Plaintiffs who sent Schoninger the 16  April 2020 letter have \nstated a claim for violation of their right to inspect and copy records  as provided by \nstatute.   Accordingly, as to those nine Plaintiffs only, the Court hereby DENIES the \nMotion with respect to the Tenth Claim for Relief (Demand for Inspection of Books \nand Records).26    \nV.  CONCLUSION \n125. WHEREFORE, for the foregoing reasons,  Defendants’ Motions are \nGRANTED in part and DENIED in part as follows: \na. Defendants’ motions to dismiss Plaintiffs’ claims for fraud, \nnegligent misrepresentation, and violation of Chapter 78A  \n(claims 1, 3, 6) against Defendants Northern Riverfront Marina \nand Hotel LLLP, NRMH Holdings LLC, NRMH Hotel Holdings \nLLC, USA InvestCo LLC, Riverfront Holdings DII LLC, \nWilmington Riverfront Development LLC, Golden Marina LLC, \nCircle Marina Carwash, Inc., Charles J. Schoninger, John C. \nWang, Christopher Ardalan, and Jiangkai “Samson” Wu in both \n \n26 Section 8.3 of the Partnership Agreement also speaks to Plaintiffs’ inspection rights. \nthe Chi Complaint and the Feng Complaint are GRANTED, and \nthose claims are dismissed with prejudice;  \nb. Defendants’ motions to dismiss Plaintiffs’ claims for conversion \nin both the Chi Complaint and the Feng Complaint (claim 5) as \nto Defendants Northern Riverfront Marina and Hotel LLLP , \nNRMH Holdings LLC, NRMH Hotel Holdings LLC, USA \nInvestCo LLC, Riverfront  Holdings DII LLC, Golden Marina \nLLC, Circle Marina Carwash, Inc., John C. Wang, Christopher \nArdalan, and Jiangkai “Samson” Wu are GRANTED, and the \nconversion claims against these Defendants are dismissed with \nprejudice; but as to  Charles J. Schoninger and  Wilmington \nRiverfront Development LLC, the motions are DENIED; \nc. Defendants’ motions to dismiss Plaintiffs’ claims for breach of \nfiduciary duty in both the Chi Complaint and the Feng \nComplaint (claim 4) as to Defendants Northern Riverfront \nMarina and Hotel LLLP,  NRMH Holdings LLC, NRMH Hotel \nHoldings LLC, USA InvestCo LLC, Riverfront Holdings DII \nLLC, Wilmington Riverfront Development LLC, Golden Marina \nLLC, Circle Marina Carwash, Inc., Charles J. Schoninger, John \nC. Wang, Christopher Ardalan, and Jiangkai “Samson” Wu are \nGRANTED, and the claims are dismissed with prejudice;  \nd. Defendants’ motions to dismiss Plaintiffs’ claims for breach of \ncontract in both the Chi Complaint and the Feng Complaint \n(claim 2) as to Defendants Northern Riverfront Marina and \nHotel LLLP, USA InvestCo LLC, and Charles J. Schoninger are \nGRANTED, and the claims against these Defendants are \ndismissed with prejudice , but as to Wilmington Riverfront \nDevelopment LLC and Plaintiffs’ claim for breach with respect \nto the  alleged transfer of Project property and the failure to \nrepurchase Plaintiffs’ partnership interests , the motions are \nDENIED; \ne. Defendants’ motions to dismiss Plaintiffs’ claims for unjust \nenrichment in both the Chi Complaint and the Feng Complaint \n(claim 7) against Defendants  NRMH Holdings LLC, NRMH \nHotel Holdings LLC, Riverfront Holdings DII LLC, Golden \nMarina LLC, and Circle Marina Carwash, Inc. are GRANTED, \nand the claims are dismissed with prejudice; \nf. Defendants’ motions to dismiss Plaintiffs’ claims for  gross \nmismanagement in both the Chi Complaint and the Feng \nComplaint (claim 8) against Defendant Charles J. Schoninger is \nGRANTED, and the claims are dismissed with prejudice;  \ng. Defendants’ motion to dismiss Plaintiffs’ claim for equitable \naccountings in both the Chi Complaint and the Feng Complaint \n(claim 9) against Defendants Northern Riverfront Marina and \nHotel LLLP , Wilmington Riverfront Development LLC, and  \nInvestCo LLC  (claim 9 ) is GRANTED as unopposed, and th e \nclaims are dismissed with prejudice;  \nh. With respect to the nine plaintiffs who sent the 16 April 2020 \nletter,27 Defendants’ motion to dismiss Plaintiffs’ Demand for \nInspection in both the Chi Complaint and the Feng Complaint  \n(claim 10) against Defendants Northern Riverfront Marina and \nHotel LLLP is DENIED. \nIT IS SO ORDERED, this the 27th day of July, 2023. \n \n \n27 The signatures on the 16 April 2020 demand are in Chinese, and the Court is unable to \nidentify the individuals who signed the letter by name at this time.  On or before 4 August \n2023, Plaintiffs shall identify these nine Plaintiffs on the record. \n \n \n  \n /s/ Julianna Theall Earp \n Julianna Theall Earp \n Special Superior Court Judge \n  for Complex Business Cases "
}